Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# dashboard__trade__created_at
source: Creation time
es: Creada el
ko: 생성일
ru: Создана

# dashboard__trade__status__cancelled
source: Cancelled
es: Cancelada
ko: 취소됨
ru: Отменена

# dashboard__trade__status__completed
source: Completed
es: Completeda
ko: 완료됨
ru: Завершена

# dashboard__trade__status__disputed
source: Disputed
es: Disputada
ko: 중재 신청됨
ru: Оспорена

# dashboard__trade__status__exercised
source: Exercised
es: Ejercido
ko: 행사됨
ru: Исполнена

# dashboard__trade__status__funded
source: Funded
es: Con fondos
ko: 자금 충분
ru: Финансирована

# dashboard__trade__status__not_paid
source: Waiting for payment
es: Esperando el pago
ko: 결제 기다리는 중
ru: Ожидание оплаты

# dashboard__trade__status__paid
source: Paid, waiting to finalize
es: Pagado, a la espera de finalizar
ko: 결제 완료, 대기 중
ru: Оплачено, ждем завершения

# dashboard__trade__status__unfunded
source: Unfunded
es: Sin fondos
ko: 자금 부족
ru: Непрофинансирована

# dashboard__trade__table_amount_fiat_
source: Amount (currency)
es: Cantidad (moneda)
ko: 금액 (currency)
ru: Сумма (валюта)

# dashboard__trade__table_amount_xmr_
source: Amount ({assetSymbol})
es: Cantidad ({assetSymbol})
ko: 금액 ({assetSymbol})
ru: Сумма ({assetSymbol})

# dashboard__trade__table_method_
source: Method
es: Método
ko: 수단
ru: Вид

# dashboard__trade__table_partner_
source: Trading partner
es: Socio comercial
ko: 거래대상
ru: Партнёр

# dashboard__trade__table_status_
source: Status
es: Estado
ko: 상태
ru: Состояние

# dashboard__trade__table_type_
source: Type
es: Tipo
ko: 종류
ru: Вид

# dashboard__trade__table_view_btn_
source: View
es: Ver
ko: 보기
ru: Показать

# dashboard__trade__user_deleted
source: [deleted]
es: [eliminado]
ko: [삭제된]
ru: [удалено]

# dashboard__trades__filter__no_trades
source: No trades here
es: No hay intercambios aquí
ko: 여기에 거래 없음
ru: Здесь ничего нет

# dashboard__trades__filter__role
source: I am...
es: Yo soy...
ko: 나는...
ru: Я...

# dashboard__trusted
source: Trusted
ko: 신뢰할 수 있음
ru: Доверяю

# dashboard__trusted_users
source: Your trusted/blocked users
es: Tus usuarios de confianza / bloqueados
ko: 신뢰하는 유저
ru: Ваши доверенные/заблокированные пользователи

# dashboard__warning__no_buyer_settlement_address
source: URGENT ACTION NEEDED: one or more of your buy ads doesn't have a settlement wallet address set. Provide it as soon as possible to avoid having those ads hidden. You can use the filters and the mass ad edit feature to set it for all the relevant ads at once.
es: ACCIÓN URGENTE NECESARIA: uno o más de sus anuncios de compra no tiene una dirección de cartera de liquidación establecida. Proporciónela lo antes posible para evitar que esos anuncios se oculten. Puede utilizar los filtros y la función de edición masiva de anuncios para establecerla para todos los anuncios relevantes a la vez.
ko: 긴급 조치 필요: 하나 이상의 구매 광고에 결제 지갑 주소가 설정되어 있지 않습니다. 해당 광고가 숨겨지지 않도록 가능한 한 빨리 제공하십시오. 필터 및 대량 광고 수정 기능을 사용하여 모든 관련 광고에 대해 한 번에 설정할 수 있습니다.
ru: Требуется срочное действие: у одного или нескольких ваших объявлений о покупке не установлен адрес расчетного кошелька. Укажите его как можно скорее, чтобы избежать скрытия этих объявлений. Вы можете использовать фильтры и функцию массового редактирования объявлений, чтобы установить его сразу для всех соответствующих объявлений.

# dashboards__ads__filter__title
source: Filter ads
es: Filtrar anuncios
ko: 계약 조건 설정
ru: Фильтровать объявления

# dashboards__trades__filter__title
source: Filter trades
es: Filtrar operaciones
ko: 거래 조건 설정
ru: Фильтровать сделки

# description
source: Get Monero. Fast, easy and safe. Near you.
es: Obtenga Monero. Rápido, fácil y seguro. Cerca de usted.
ko: 빠르고, 쉽고, 안전하게, 주변에서 모네로를 구하세요.
ru: Купить Монеро (XMR). Быстро, просто и безопасно. Рядом с вами.

# description__affiliate
source: You earn 20% of trading fees generated by users that you referred. These payouts will be made on a daily basis as Monero into your {appName} wallet. Your referred users will generate commission for you for a period of 1 year from their date of registration.
es: Usted gana el 20% de las comisiones de negociación generadas por los usuarios que refirió. Estos pagos se realizarán diariamente como Monero en su billetera de FRONT_TYPE. Sus usuarios recomendados generarán una comisión para usted por un período de 1 año a partir de su fecha de registro.
ko: 당신의 제휴코드로 가입한 유저의 거래수수료 20%를 중개 수수료로 받습니다. 이 수수료는 매일 FRONT_TYPE 지갑에 모네로로 지급됩니다. 이 유저들의 가입일부터 1년동안 지급됩니다.
ru: Вы зарабатываете 20% от торговых сборов, генерируемых пользователями, которых вы привели. Эти выплаты будут производиться ежедневно как Монеро (XMR) в ваш кошелек FRONT_TYPE. Привлеченные вами пользователи будут генерировать вам комиссию в течение периода 1 год со дня их регистрации.

# description__affiliate___agoradesk
source: You earn 20% of trading fees generated by users that you referred. These payouts will be made on a daily basis as relevant cryptocurrencies into your {appName} wallet. Your referred users will generate commission for you for a period of 1 year from their date of registration.
es: Usted gana el 20% de las tarifas comerciales generadas por los usuarios que usted refirió. Estos pagos se realizarán diariamente como criptomonedas relevantes en su billetera FRONT_TYPE. Sus usuarios referidos generarán una comisión para usted por un período de 1 año a partir de su fecha de registro.
ko: 당신의 제휴코드로 가입한 유저의 거래수수료 20%를 중개 수수료로 받습니다. 이 수수료는 매일 FRONT_TYPE 지갑에 관련 가상화폐로 지급됩니다. 이 유저들의 가입일부터 1년동안 지급됩니다.
ru: Вы зарабатываете 20% торговых сборов, генерируемых пользователями, которых вы указали. Эти выплаты будут производиться ежедневно как соответствующие криптовалюты в ваш кошелек FRONT_TYPE. Ваши приглашенные пользователи будут генерировать комиссию для вас в течение 1 года с даты их регистрации.

# description__faq
source: Find answers to frequently asked questions about Monero trading, and other {appName}-related questions.
es: Encuentre respuestas a preguntas frecuentes sobre el comercio de Monero y otras preguntas relacionadas con FRONT_TYPE
ko: 자주 묻는 모네로 거래와 FRONT_TYPE에 관한 질문들에 관한 답이 있습니다.
ru: Здесь вы найдёте ответы на часто задаваемые вопросы о трейдинге Монеро (XMR) и другие вопросы, связанные с FRONT_TYPE.

# description__faq___agoradesk
source: Find answers to frequently asked questions about cryptocurrency trading, and other {appName}-related questions.
es: Encuentre respuestas a preguntas frecuentes sobre el comercio de criptomonedas y otras preguntas relacionadas con FRONT_TYPE.
ko: 자주 묻는 가상화폐 거래와 FRONT_TYPE에 관한 질문들에 관한 답이 있습니다.
ru: Найдите ответы на часто задаваемые вопросы о торговле криптовалютой и другие вопросы, связанные с FRONT_TYPE.

# description__fee
source: Registering, buying and selling Monero is completely free. {appName} users who create advertisements are charged a 1% arbitration protection fee for every completed trade.
es: El registro, la compra y la venta de Monero son completamente gratuitos. A los usuarios de FRONT_TYPE que crean anuncios se les cobra una tasa de protección de arbitraje del 1% por cada operación completada.
ko: Monero 등록, 구매 및 판매는 완전 무료입니다. 광고를 만드는 FRONT_TYPE 사용자에게는 완료된 모든 거래에 대해 1%의 중재 보호 수수료가 부과됩니다.
ru: Регистрация, покупка и продажа Monero совершенно бесплатны. С пользователей FRONT_TYPE, создающих объявления, взимается комиссия за арбитражную защиту в размере 1% за каждую совершенную сделку.

# description__fee___agoradesk
source: Registering, buying and selling cryptocurrencies is completely free. {appName} users who create advertisements are charged a 1% arbitration protection fee for every completed trade.
es: El registro, la compra y la venta de criptodivisas son completamente gratuitos. A los usuarios de FRONT_TYPE que crean anuncios se les cobra una tarifa de protección de arbitraje del 1% por cada operación completada.
ko: 암호화폐 등록, 구매 및 판매는 완전 무료입니다. 광고를 만드는 FRONT_TYPE 사용자에게는 완료된 모든 거래에 대해 1%의 중재 보호 수수료가 부과됩니다.
ru: Регистрация, покупка и продажа криптовалют совершенно бесплатны. С пользователей FRONT_TYPE, создающих объявления, взимается комиссия за арбитражную защиту в размере 1% за каждую завершенную сделку.

# description__guide__2fa
source: This guide will help you set up Two Factor Authentication for your {appName} account.
es: Esta guía lo ayudará a configurar la autenticación de dos factores para su cuenta de FRONT_TYPE
ko: 이 가이드는 FRONT_TYPE 계정에 2중인증을 설정하는 법이 나와 있습니다.
ru: Это руководство поможет вам настроить двухфакторную аутентификацию для вашей учетной записи FRONT_TYPE.

# description__guide__btc
source: Are the days when you could buy bitcoins with a credit card instantly and with no verification behind us? Not quite. Here, we present to you an easy, anonymous, private and quick way to acquire bitcoins with cash in just a few steps.
es: ¿Los días en que podría comprar bitcoins con una tarjeta de crédito al instante y sin verificación alguna? No del todo. Aquí le presentamos una forma fácil, anónima, privada y rápida de adquirir bitcoins. Con dinero en efectivo en tan solo unos pasos.
ko: 이제 비트코인을 본인인증없이 신용카드로 즉시 결제할 수 있나요? 아직은 아닙니다. 이 가이드는 빠르고 쉽게 익명으로 비트코인을 현금으로 구매할 수 있는 방법을 설명하고 있습니다.
ru: Закончились ли дни, когда вы могли купить биткойны за рубли с помощью кредитной карты мгновенно и без проверки? Не совсем. Здесь мы представляем вам простой, анонимный, конфидециальный и быстрый способ получения биткойнов за рубли всего в несколько шагов.

# description__guide__buy
source: This guide will help you understand how to buy Monero with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to purchase Monero anonymously without ID verification.
es: Esta guía lo ayudará a comprender cómo comprar Monero con los métodos de pago populares en línea (como transferencia bancaria, PayPal, tarjeta de crédito, Western Union etc.). FRONT_TYPE es una forma segura, rápida y fácil de comprar XMR de forma anónima Sin verificación de identificación.
ko: 이 가이드는 여러 온라인 결제수단(계좌이체, 페이팔, 신용카드 등)을 이용하여 모네로를 구매할 수 있는 방법을 설명하고 있습니다. FRONT_TYPE을 통해 빠르고 쉽고 안전하게 본인인증 없이 익명으로 모네로를 구매할 수 있습니다.
ru: Это руководство поможет вам понять, как купить Монеро (XMR) за рубли с помощью популярных методов онлайн-платежей (таких как QIWI, Яндекс.деньги, Webmoney, банковский перевод, PayPal и т.д.). FRONT_TYPE — это безопасный, быстрый и простой способ анонимной покупки XMR.

# description__guide__buy___agoradesk
source: This guide will help you understand how to buy cryptocurrency with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to purchase cryptocurrency anonymously without ID verification.
es: Esta guía lo ayudará a comprender cómo comprar criptomonedas con métodos populares de pago en línea (como transferencia bancaria, PayPal, tarjeta de crédito, etc.). FRONT_TYPE es una forma segura, rápida y fácil de comprar criptomonedas de forma anónima sin verificación de identificación.
ko: 이 가이드는 여러 온라인 결제수단(계좌이체, 페이팔, 신용카드 등)을 이용하여 가상화폐를 구매할 수 있는 방법을 설명하고 있습니다. FRONT_TYPE을 통해 빠르고 쉽고 안전하게 본인인증 없이 익명으로 가상화폐를 구매할 수 있습니다.
ru: Это руководство поможет вам понять, как купить криптовалюту с помощью популярных методов онлайн-платежей (таких как банковский перевод, PayPal, кредитная карта и т.д.). FRONT_TYPE - это безопасный, быстрый и простой способ анонимной покупки криптовалюты без проверки личности.

# description__guide__local
source: This guide will help you understand how to anonymously buy or sell Monero for cash via local meetup. {appName} is secure, fast and easy way to trade XMR without ID verification.
es: Esta guía lo ayudará a comprender cómo comprar o vender Monero de manera anónima a través de una reunión local. FRONT_TYPE es una forma segura, rápida y fácil de intercambiar XMR sin verificación de identificación
ko: 이 가이드는 현장 현금거래를 통해 익명으로 모네로를 구매할 수 있는 방법을 설명하고 있습니다. FRONT_TYPE을 통해 빠르고 쉽고 안전하게 본인인증 없이 익명으로 모네로를 구매할 수 있습니다.
ru: Это руководство поможет вам понять, как анонимно покупать или продавать Монеро (XMR) за наличные через местную встречу. FRONT_TYPE — это безопасный, быстрый и простой способ анонимно торговать XMR.

# description__guide__local___agoradesk
source: This guide will help you understand how to anonymously buy or sell cryptocurrencies for cash via local meetup. At {appName} you can trade cryptocurrencies without ID verification.
es: Esta guía lo ayudará a comprender cómo comprar o vender anónimamente criptomonedas en efectivo a través de una reunión local. En FRONT_TYPE puede comerciar criptomonedas sin verificación de identificación.
ko: 이 가이드는 현장 현금거래를 통해 익명으로 가상화폐를 구매할 수 있는 방법을 설명하고 있습니다. FRONT_TYPE을 통해 빠르고 쉽고 안전하게 본인인증 없이 익명으로 가상화폐를 구매할 수 있습니다.
ru: Это руководство поможет вам понять, как анонимно покупать или продавать криптовалюты за наличные через местную встречу. На FRONT_TYPE вы можете торговать криптовалютами без подтверждения личности.

# description__guide__sell
source: This guide will help you understand how to sell Monero with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to sell Monero without ID verification.
es: Esta guía le ayudará a comprender cómo vender Monero con los métodos de pago en línea más populares (como transferencia bancaria, PayPal, tarjeta de crédito, Western Union etc.). FRONT_TYPE es una forma segura, rápida y fácil de vender XMR sin Verificación de identificación.
ko: 이 가이드는 여러 온라인 결제수단(계좌이체, 페이팔, 신용카드 등)을 이용하여 모네로를 판매할 수 있는 방법을 설명하고 있습니다. FRONT_TYPE을 통해 빠르고 쉽고 안전하게 본인인증 없이 익명으로 가모네로를 판매할 수 있습니다.
ru: Это руководство поможет вам понять, как продавать Монеро (XMR) за рубли с помощью популярных методов онлайн-платежей (таких как QIWI, Яндекс.деньги, Webmoney, банковский перевод, PayPal и т.д.). FRONT_TYPE — это безопасный, быстрый и простой способ продавать XMR без Подтверждение личности.

# description__guide__sell___agoradesk
source: This guide will help you understand how to sell cryptocurrency with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to sell cryptocurrency without ID verification.
es: Esta guía lo ayudará a comprender cómo vender criptomonedas con métodos populares de pago en línea (como transferencia bancaria, PayPal, tarjeta de crédito, etc.). FRONT_TYPE es una forma segura, rápida y fácil de vender criptomonedas sin verificación de ID.
ko: 이 가이드는 여러 온라인 결제수단(계좌이체, 페이팔, 신용카드 등)을 이용하여 가상화폐를 판매할 수 있는 방법을 설명하고 있습니다. FRONT_TYPE을 통해 빠르고 쉽고 안전하게 본인인증 없이 익명으로 가상화폐를 판매할 수 있습니다.
ru: Это руководство поможет вам понять, как продавать криптовалюту с помощью популярных методов онлайн-платежей (таких как банковский перевод, PayPal, кредитная карта и т.д.). FRONT_TYPE - это безопасный, быстрый и простой способ продажи криптовалюты без проверки идентификатора.

# description__guide__telegram
source: This guide will help you configure Telegram notifications for {appName}.
es: Esta guía le ayudará a configurar las notificaciones de Telegram para FRONT_TYPE.
ko: 이 가이드는 FRONT_TYPE 알림을 텔레그램으로 받을 수 있도록 설정하는 방법을 설명하고 있습니다.
ru: Это руководство поможет вам настроить уведомления Telegram для FRONT_TYPE.

# description__guide__trade
source: This guide will help you understand the basics of trading Monero on a P2P exchange {appName}.
es: Esta guía lo ayudará a comprender los conceptos básicos del intercambio de Monero en un intercambio P2P de FRONT_TYPE
ko: 이 가이드는 P2P 거래소인 FRONT_TYPE을 통한 모네로 거래의 기본을 설명하고 있습니다.
ru: Это руководство поможет вам понять основы торговли Монеро (XMR) на P2P-бирже FRONT_TYPE.

# description__guide__trade___agoradesk
source: This guide will help you understand the basics of trading cryptocurrency on a P2P OTC desk {appName}.
es: Esta guía lo ayudará a comprender los conceptos básicos del comercio de criptomonedas en un escritorio P2P OTC FRONT_TYPE.
ko: 이 가이드는 P2P OTC 거래소인 FRONT_TYPE을 통한 가상화폐 거래의 기본을 설명하고 있습니다.
ru: Это руководство поможет вам понять основы торговли криптовалютой на внебиржевом столе P2P FRONT_TYPE.

# description__guide__xmr
source: How to buy Monero anonymously without ID? {appName} offers a way to buy XMR without KYC verification, so you can protect your privacy!
es: ¿Cómo comprar Monero de forma anónima sin identificación? FRONT_TYPE ofrece una forma de comprar XMR sin verificación KYC, para que pueda proteger su privacidad.
ko: 모네로를 본인인증없이 익명으로 구매하는 방법이 있을까? 당신의 개인정보를 보호하기 위해 FRONT_TYPE에서는 KYC 인증없이 모네로를 구매할 수 있습니다!
ru: Как купить Монеро (XMR) анонимно без ID? FRONT_TYPE предлагает способ покупки XMR без проверки KYC, чтобы вы могли защитить свою конфиденциальность!

# description__homepage
source: Buy and sell Monero (XMR) online without ID verification - use PayPal, credit/debit card or bank transfer, gift cards, cash by mail, Venmo, BTC or any other method.
es: Compre y venda Monero (XMR) en línea sin verificación de identidad: use PayPal, tarjeta de crédito / débito o transferencia bancaria, tarjetas de regalo, efectivo por correo, Venmo, BTC o cualquier otro método.
ko: 본인인증 없이 온라인으로 모네로(XMR)을 매매할 수 있습니다 - 페이팔, 신용카드/체크카드, 계좌이체, 상품권, 현금, 벤모(Venmo), 비트코인 등 많은 결제수단 이용 가능.
ru: Покупайте и продавайте Monero (XMR) онлайн без проверки личности через Киви (Qiwi), Яндекс.Деньги, перевод с карты Сбербанка, PayPal, биткойн или любым другим способом.

# description__homepage___agoradesk
source: Buy and sell Bitcoin online without ID verification - use PayPal, credit/debit card or bank transfer, gift cards, cash by mail, Venmo or any other method.
es: Compre y venda Bitcoin en línea sin verificación de identificación: use PayPal, tarjeta de crédito / débito o transferencia bancaria, tarjetas de regalo, efectivo por correo, Venmo o cualquier otro método.
ko: 본인인증 없이 온라인으로 비트코인(BTC)을 매매할 수 있습니다 - 페이팔, 신용카드/체크카드, 계좌이체, 상품권, 현금, 벤모(Venmo) 등 많은 결제수단 이용 가능.
ru: Покупайте и продавайте Биткойн онлайн без проверки личности через Киви (Qiwi), Яндекс.Деньги, перевод с карты Сбербанка, PayPal или любым другим способом.

# description__login
source: Login to your {appName} account to start trading now.
es: Inicie sesión en su cuenta de FRONT_TYPE para comenzar a operar ahora.
ko: 지금 FRONT_TYPE 계정으로 로그인하고 거래하기 시작할 수 있습니다.
ru: Войдите в свою учетную запись FRONT_TYPE, чтобы начать торговать прямо сейчас.

# description__new
source: Create a new advertisement to buy or sell Monero locally for cash or online.
es: Cree un nuevo anuncio para comprar o vender Monero localmente por efectivo o en línea
ko: 현장 현금거래 또는 인터넷 거래로 모네로를 매매하기 위해 새 계약을 등록하세요.
ru: Создать новое объявление о покупке или продаже Монеро (XMR) за наличные или через Интернет.

# description__new___agoradesk
source: Create a new advertisement to buy or sell cryptocurrency or cryptocurrency call and put options.
es: Cree un nuevo anuncio para comprar o vender criptomonedas o opciones de compra y venta de criptomonedas.
ko: 현장 현금거래 또는 인터넷 거래로 가상화폐와 가상화폐 옵션을 매매하기 위해 새 계약을 등록하세요.
ru: Создайте новое объявление, чтобы купить или продать криптовалюту или криптовалютный колл или пут опцион.

# description__signup
source: Create a {appName} account — its completely free - and start trading Monero!
es: Cree una cuenta de FRONT_TYPE — es completamente gratis - ¡y comience a operar con Monero!
ko: 무료로 FRONT_TYPE 계정을 만들고 모네로 거래를 시작 가능합니다!
ru: Зарегистриуйтесь на FRONT_TYPE — ​​абсолютно бесплатно - и начните торговать Монеро (XMR)!

# description__signup___agoradesk
source: Create a {appName} account — its completely free - and start trading cryptocurrencies!
es: ¡Crea una cuenta FRONT_TYPE, es completamente gratis, y comienza a comerciar con criptomonedas!
ko: 무료로 FRONT_TYPE 계정을 만들고 가상화폐 거래를 시작 가능합니다!
ru: Создайте аккаунт FRONT_TYPE - он совершенно бесплатный — и начните торговать криптовалютами!

# description__start
source: {appName} guides to help you understand basic and advanced principles of buying or selling Monero.
es: Las guías de FRONT_TYPE para ayudarlo a comprender los principios básicos y avanzados de comprar o vender Monero
ko: FRONT_TYPE 가이드는 모네로 매매의 기본과 고급정보를 서술하고 있습니다.
ru: Руководства FRONT_TYPE, которые помогут вам понять основные и продвинутые принципы покупки или продажи Монеро (XMR).

# description__start___agoradesk
source: {appName} guides to help you understand basic and advanced principles of buying or selling Bitcon, Monero and their options.
es: FRONT_TYPE guías para ayudarlo a comprender los principios básicos y avanzados de compra o venta de Bitcon, Monero y sus opciones.
ko: FRONT_TYPE 가이드는 비트코인과 모네로와 옵션 매매의 기본과 고급정보를 서술하고 있습니다.
ru: Руководства FRONT_TYPE помогут вам понять основные и продвинутые принципы покупки или продажи Bitcon, Monero и их опционов.

# description__statistics
source: Get the average {appName} price based on all trades in the past 1, 6, 12 or 24 hours.
es: Obtenga el precio promedio de FRONT_TYPE basado en todas las operaciones en las últimas 1, 6, 12 o 24 horas
ko: 지난 1, 6, 12, 24시간 동안의 거래 통계를 통한 FRONT_TYPE 평균 가격 정보 제공.
ru: Узнайте среднюю цену FRONT_TYPE на основе всех сделок за последние 1, 6, 12 или 24 часа.

# description__user
source: {user}'s {appName} profile.
es: Perfil de FRONT_TYPE de {user}.
ko: {user}의 FRONT_TYPE 프로필.
ru: Профиль пользователя FRONT_TYPE {user}.

# description__user_ads
source: {user}'s {appName} ads
es: Anuncios de FRONT_TYPE de {user}
ko: {user}의 FRONT_TYPE 계약
ru: Объявления пользователя FRONT_TYPE {user}

# distance__kilometers
source: km
ru: км

# distance__meters
source: m
ru: м

# document_title__404
source: Page not found
es: Página no encontrada
ko: 찾을 수 없는 페이지입니다
ru: Страница не найдена

# document_title__about
source: About us
es: Sobre nosotros
ko: 우리에 대하여
ru: О нас

# document_title__ad_deleted
source: Deleted
es: Eliminado
ko: 삭제됨
ru: Удалено

# document_title__affiliate
source: Affiliate program
es: Programa de afiliación
ko: 제휴 프로그램
ru: Партнёрская программа

# document_title__cancelled
source: Cancelled trades
es: Transacciones canceladas
ko: 취소된 거래
ru: Отменённые сделки

# document_title__completed
source: Completed trades
es: Transacciones completadas
ko: 완료된 거래
ru: Завершённые сделки

# document_title__contact
source: Contact us
es: Contáctenos
ko: 연락처
ru: Обратная связь

# document_title__dashboard
source: Dashboard
es: Panel de control
ko: 대쉬보드
ru: Панель управления

# document_title__edit
source: Edit an ad
es: Editar un anuncio
ko: 계약 수정
ru: Редактировать объявление

# document_title__error
source: Error
ko: 에러
ru: Ошибка

# document_title__fee
source: Fees
es: Comisiones
ko: 수수료
ru: Комиссия

# document_title__feedback
source: {user}'s feedback
es: Confianza/Feedback de {user}
ko: {user} 이용 후기
ru: Отзывы о {user}

# document_title__guide__2fa
source: How to enable 2FA
es: Cómo activar 2FA
ko: 2FA 설정하는 방법
ru: Как активировать 2FA

# document_title__guide__btc
source: How To Buy Bitcoins Anonymously (Without ID) Guide - The Most Private Way in {year}
es: Guía de cómo comprar Bitcoins de forma anónima (sin identificación): la forma más privada en {year}
ko: (본인인증없이) 익명으로 비트코인 구매하는 방법 - 지난 {year} 간 가장 익명성이 보장되는 방법
ru: Как анонимно купить биткойны - самый приватный способ в {year} году

# document_title__guide__buy
source: How to buy Monero
es: Cómo comprar Monero
ko: 모네로 구매하는 방법
ru: Как купить Монеро (XMR)

# document_title__guide__buy___agoradesk
source: How to buy cryptocurrency
es: Cómo comprar criptomonedas
ko: 가상화폐 구매하는 방법
ru: Как купить криптовалюту

# document_title__guide__sell
source: How to sell Monero
es: Cómo vender Monero
ko: 모네로 판매하는 방법
ru: Как продать Монеро (XMR)

# document_title__guide__sell___agoradesk
source: How to sell cryptocurrency
es: Cómo vender criptomonedas
ko: 가상화폐 판매하는 방법
ru: Как продать криптовалюту
