Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__history__description
source: Bitcoin seemed to stand alone in having a whitepaper that was dropped out of nowhere and having their founder disappear. Until Monero.
es: Bitcoin parecía estar solo en tener un documento técnico que se dejó caer de la nada y que su fundador desapareciera. Hasta Monero
ko: 비트코인만이 출처가 불분명한 백서를 출시하고 개발자가 사라진 사례를 남는 듯 했습니다. 그러나 모네로가 나타났습니다.
ru: Казалось, что один только Bitcoin имеет свою белую книгу, появившуюся буквально из ниоткуда, а также своего основателя, который затем исчез. Так было до появления Monero.

# knowledge__history__title
source: A Brief History of Monero
es: La historia de monero
ko: 모네로의 간단한 역사
ru: Краткая История Monero

# knowledge__mining__0__text
source: On November 30th, 2019, Monero had its semiannual hard fork, with the most anticipated change being a switch from the old PoW algorithm, cryptonight, to the completely new, internally developed one, RandomX. The Monero community believes RandomX is a big step toward egalitarian mining, but let’s dig deeper to see if that’s the case.
es: El 30 de noviembre de 2019, Monero tuvo su bifurcación semianual, con el cambio más esperado como un cambio del antiguo algoritmo PoW, cryptonight, al completamente nuevo, desarrollado internamente, RandomX. La comunidad de Monero cree que RandomX es un gran paso hacia la minería igualitaria, pero profundicemos para ver si ese es el caso.
ko: 2019년 11월 30일, 반년마다 정기적으로 있는 하드포크를 통해 오래된 Proof of Work 알고리즘인 cryptonight에서 새로 개발된 RandomX로 교체했습니다. 모네로 커뮤니티는 RandomX가 평등한 채굴에 큰 도움이 될 것이라고 믿고 있으며, 실제로 그런지 알아보겠습니다.
ru: 30 ноября 2019 года у Monero произошёл очередной полугодичный хард-форк, и самым ожидаемым изменением было переключение со старого алгоритма PoW cryptonight на совершенно новый, внутренне разработанный, RandomX. Сообщество Monero считает, что RandomX - это большой шаг к эгалитарной добыче, однако давайте углубимся, чтобы понять, так ли это.

# knowledge__mining__1__text
source: In order to judge whether RandomX is an improvement, we must first understand what the purpose of mining is. Mining secures a blockchain from double spends via Nakamoto Consensus. The exact intricacies of how it does this are beyond the scope of this article, but they can be learned from many different sources around the internet. What matters is that the security comes from hashes generated by computers (miners), in competition with one another to find the mathematical solution necessary to create another block. As they do this, they add new transactions to the blockchain. In return for their work (hashes) they are compensated with newly minted coins. There are a number of issues that can occur with this setup, and they require proper incentives to work correctly, but we’re going to focus in on one particular problem that might arise. If mining is supposed to be a competition, what happens when one miner gains an advantage?
es: Para juzgar si RandomX es una mejora, primero debemos entender cuál es el propósito de la minería. La minería asegura una cadena de bloques de los gastos dobles a través del Consenso de Nakamoto. Las complejidades exactas de cómo lo hace están más allá del alcance de este artículo, pero se pueden aprender de muchas fuentes diferentes en Internet. Lo importante es que la seguridad proviene de los hash generados por las computadoras (mineros), en competencia unos con otros para encontrar la solución matemática necesaria para crear otro bloque. A medida que hacen esto, agregan nuevas transacciones a la cadena de bloques. A cambio de su trabajo (hashes) son compensados con monedas recién acuñadas. <br/><br/>Hay varios problemas que pueden ocurrir con esta configuración, y requieren incentivos adecuados para funcionar correctamente, pero nos centraremos en un problema particular que pueda surgir. Si se supone que la minería es una competencia, ¿qué sucede cuando un minero obtiene una ventaja?
ko: RandomX가 실제로 더 우월한지 알기 위해서는 일단 채굴의 목적을 이해해야 합니다. 블록체인 채굴은 Nakamoto Consensus (나카모토 합의)를 통해 블록체인을 강화합니다. 어떻게 강화되는지는 이 글에서 설명하기에 복잡해 생략하지만 인터넷 내에서 쉽게 찾을 수 있습니다. 중요한건 광부(컴퓨터)가 생성한 해시가 서로 다음 블록을 채굴하기 위해 투자하는 계산이 보안의 기반이 된다는 것입니다. 이와 동시에 광부는 블록체인에 새 거래들을 추가합니다. 광부는 노동(해시)에 대한 보상으로 새로 채굴된 코인을 받게 됩니다. <br/><br/> 여기서 생길 수 있는 문제가 여럿 있지만, 우리는 하나에만 집중하겠습니다. 채굴이 광부들의 경쟁이라면, 한 광부가 다른 광부들에 비해 채굴에 유리하면 어떻게 될까?
ru: Чтобы судить, является ли RandomX улучшением, мы должны сначала понять, какова цель майнинга. Майнинг обеспечивает блокчейн от двойных расходов через Накамото Консенсус. Точные тонкости того, как это происходит, выходят за рамки данной статьи, но о них можно узнать из множества различных источников в Интернете. Важно то, что безопасность обеспечивается за счет хэшей, генерируемых компьютерами (майнерами), которые конкурируют друг с другом, чтобы найти математическое решение, необходимое для создания другого блока. Делая это, они добавляют новые транзакции в блокчейн. В обмен на их работу (хэши) они получают компенсацию с помощью новых монет. <br/><br/>Существует ряд проблем, которые могут возникнуть с этой настройкой, и они требуют надлежащих стимулов для правильной работы, но мы собираемся сосредоточиться на одной конкретной проблеме, которая может возникнуть. Если майнинг должен быть соревнованием, что происходит, когда один майнер получает преимущество?

# knowledge__mining__1__title
source: Purpose
es: Propósito
ko: 목적
ru: Цель

# knowledge__mining__2__text
source: For context, let’s talk a bit about mining hardware. Miners use computers to do the work, but we all know that not every computer is made equally. Some computers are powerful enough to run AI networks or intense games, while others struggle with even simple tasks. These differences in computing power also affect the rate hash rate, or the rate at which they look for block solutions. But even these differences between computers pale in comparison to the hash rates of specialized hardware, otherwise known as Application Specific Integrated Circuits (ASICs), which outclass regular computers by several order of magnitude. Let’s take some time to explore what makes ASICs so powerful. Imagine all computers as falling somewhere on a spectrum, which ranges from being able to do many things, but nothing well, to doing only one thing, but doing it very well. CPUs and ASICs are on opposite ends of this spectrum. CPUs that are in all standard computers are on the first end. They can do many things, like browse the web, play games, or render video, but not do any of them particularly well. But this flexibility comes at the cost of efficiency. ASICs are on the other end, where they can just one thing, but do it at an incredible rate. They can only perform one mathematical function, but because they can ignore everything else, the performance gains are astronomical. This efficiency however, does come at the cost of flexibility, so if the function changes even slightly – an example is x + y = z changes to 2x + y = z – then the ASIC will cease to function altogether. Not everyone owns an ASIC, but everyone does own computers. This can lead to an unfair advantage.
es: Para el contexto, hablemos un poco sobre la minería de hardware. Los mineros usan computadoras para hacer el trabajo, pero todos sabemos que no todas las computadoras están hechas por igual. Algunas computadoras son lo suficientemente potentes como para ejecutar redes de IA o juegos intensos, mientras que otras luchan incluso con tareas simples. Estas diferencias en el poder de cómputo también afectan la tasa de hash de tasa, o la tasa a la que buscan soluciones de bloque. <br/><br/>Pero incluso estas diferencias entre las computadoras palidecen en comparación con las tasas de hash de hardware especializado, también conocido como Circuitos integrados de aplicaciones específicas (ASIC), que superan a las computadoras normales en varios órdenes de magnitud.<br/><br/>Dediquemos un tiempo a explorar qué hace que los ASIC sean tan poderosos. Imagine que todas las computadoras caen en algún lugar de un espectro, que va desde poder hacer muchas cosas, pero nada bien, hasta hacer una sola cosa, pero hacerlo muy bien. Las CPU y ASIC están en extremos opuestos de este espectro.<br/><br/>Las CPU que se encuentran en todas las computadoras estándar están en el primer extremo. Pueden hacer muchas cosas, como navegar por la web, jugar juegos o reproducir videos, pero no hacer ninguna de ellas particularmente bien. Pero esta flexibilidad tiene el costo de la eficiencia.<br/><br/>Los ASIC están en el otro extremo, donde solo pueden hacer una cosa, pero lo hacen a un ritmo increíble. Solo pueden realizar una función matemática, pero debido a que pueden ignorar todo lo demás, las ganancias de rendimiento son astronómicas. Sin embargo, esta eficiencia tiene el costo de la flexibilidad, por lo que si la función cambia incluso un poco, un ejemplo es x + y = z cambia a 2x + y = z, entonces el ASIC dejará de funcionar por completo. <br/><br/>No todos poseen un ASIC, pero todos poseen computadoras. Esto puede conducir a una ventaja injusta.
ko: 채굴에 필요한 장비(하드웨어)에 대해 이야기해봅시다. 채굴을 하는 사람들은 컴퓨터를 이용해 채굴을 하는데, 모두가 알다시피 컴퓨터의 성능은 천지차이입니다. 어떤 컴퓨터들은 AI 네트워크를 돌리는 동시에 게임도 할 수 있지만, 어떤 컴퓨터는 기본적인 업무를 수행하는 것도 버겁습니다. 이러한 컴퓨터 성능의 차이는 해시 생성 속도(채굴속도)에도 영향을 줍니다. <br/><br/> 하지만 심지어 이런 컴퓨터 성능 차이도 해시생성에 중점을 둬 컴퓨터의 몇십배 성능을 낼 수 있는 응용 주문형 집적 회로(ASICs)에 비하면 미비합니다.<br/><br/> 왜 ASICs가 이렇게 강력한지 알아봅시다. 컴퓨터의 성능이 하나의 작업을 매우 잘 수행하는 것과 여러 작업을 적당히 잘 수행하는 사이 어딘가에 있다고 생각해 봅시다. CPU와 ASICs는 이 두 '성능'의 극과 극에 위치합니다.<br/><br/> CPU는 모든 일반 컴퓨터에 포함된 여러 업무를 적당히 잘 수행하는 기기입니다. 인터넷 서핑, 게임, 동영상 시청 등 여러 업무를 할 수 있지만 특출나게 잘하지는 않습니다. 이러한 다재다능한 업무수행능력은 업무효율성을 포기함으로써 얻은 것입니다.<br/><br/> 반대로 ASICs는 한가지 업무를 엄청난 효율로 수행할 수 있습니다. 한번에 한개의 업무만을 할 수 있지만, 다른 모든 업무를 무시하기 때문에 효율이 어마어마합니다. 하지만 말했다시피 이러한 효율은 여러 업무를 수행하는 능력을 대가로 하며, 업무가 조금이라도 변경되면 (예로 x + y = z가 2x + y = z로 바뀌면) ASIC은 아예 업무를 수행하지 못하게 됩니다. <br/><br/> 모든 사람이 컴퓨터는 있지만 ASIC을 소유하고 있지 않아 이런 불평등한 사태가 생길 수 있습니.
ru: Для контекста давайте немного поговорим о оборудовании для майнинга. Майнеры используют компьютеры для выполнения работы, но мы все знаем, что не каждый компьютер создан одинаково. Некоторые компьютеры достаточно мощные, чтобы запускать сети искусственного интеллекта или интенсивные игры, в то время как другие борются с простыми задачами. Эти различия в вычислительной мощности также влияют на скорость хэширования или скорость, с которой они ищут блочные решения. <br/><br/>Но даже эти различия между компьютерами меркнут по сравнению с показателями хэширования специализированного оборудования, иначе известного как специализированные интегральные схемы (ASIC), которые на несколько порядков превосходят обычные компьютеры.<br/><br/>Давайте потратим некоторое время на изучение того, что делает ASIC такими мощными. Представьте, что все компьютеры находятся где-то на спектре, который варьируется от способности делать много вещей, но ни одной хорошо, до возможности делать только одну вещь, но делать её очень хорошо. Процессоры и ASIC находятся на противоположных концах этого спектра.<br/><br/>Процессоры, которые есть во всех стандартных компьютерах, находятся на первом конце. Они могут делать много вещей, например, просматривать веб-страницы, играть в игры или воспроизводить видео, но не делают ничего из них особенно хорошо. Но эта гибкость достигается за счет эффективности.<br/><br/>ASIC находятся на другом конце, где они могут только одно, но делать это с невероятной скоростью. Они могут выполнять только одну математическую функцию, но поскольку они могут игнорировать все остальное, прирост производительности является астрономическим. Эта эффективность, однако, достигается ценой гибкости, поэтому, если функция меняется незначительно - например, x + y = z меняется на 2x + y = z - тогда ASIC вообще перестает функционировать. <br/><br/>Не у всех есть ASIC, но у всех есть компьютеры. Это может привести к несправедливому преимуществу.

# knowledge__mining__2__title
source: Background
es: Fondo
ko: 배경
ru: Контекст

# knowledge__mining__3__text
source: If this still is confusing, perhaps the following analogy will help. Imagine a lottery where one thousand dollars is awarded every hour, and this lottery allows you to print your own tickets! You start printing as many tickets as you can on your home printer, which can print one ticket per second. After subtracting electricity and ink costs, you see that you can still make a profit, even if you only win the lottery once every few weeks. Over time, you expand your operation until you have an entire room dedicated to printers. 20 in all. Everything is fine...until one fateful day. There’s big news. Someone has invented a new kind of printer. It can only print lottery tickets. It can’t print pictures, or office documents, or do double sided printing. Only lottery tickets. But it can print them at a rate of 1000 tickets per second. You look in your little printer room. 20 printers. You need 980 more printers just to keep up with ONE of these monster printers, and if someone has two…? You sadly exit the lottery game as you can no longer justify the electricity and ink costs. But wait! A couple of weeks later there’s more news! The design of the ticket has changed. Now the numbers, which used to be on the top, are now on the bottom. The new monster printers are so inflexible they can’t do it. They could only make the previous design. It’s not long before you’re once again happily printing away. At least until someone makes a new monster printer for the new design.
es: Si esto sigue siendo confuso, quizás la siguiente analogía ayude. ¡Imagínese una lotería donde se otorgan mil dólares cada hora, y esta lotería le permite imprimir sus propios boletos! Empiezas a imprimir tantos tickets como puedas en tu impresora doméstica, que puede imprimir un ticket por segundo. Después de restar los costos de electricidad y tinta, verá que aún puede obtener ganancias, incluso si solo gana la lotería una vez cada pocas semanas.<br/><br/>Con el tiempo, expande su operación hasta tener una sala completa dedicada a las impresoras. 20 en total. Todo está bien ... hasta un fatídico día.<br/><br/>Hay grandes noticias. Alguien ha inventado un nuevo tipo de impresora. Solo puede imprimir boletos de lotería. No puede imprimir imágenes ni documentos de oficina, ni imprimir a doble cara. Solo boletos de lotería. Pero puede imprimirlos a una velocidad de 1000 boletos por segundo. Miras en tu pequeña sala de impresoras. 20 impresoras ¿Necesita 980 impresoras más solo para mantenerse al día con UNA de estas impresoras monstruosas, y si alguien tiene dos ...?<br/><br/>Lamentablemente sales del juego de lotería ya que ya no puedes justificar los costos de electricidad y tinta.<br/><br/>¡Pero espera! ¡Un par de semanas hay más noticias! El diseño del boleto ha cambiado. Ahora los números, que solían estar en la parte superior, ahora están en la parte inferior. Las nuevas impresoras monstruosas son tan inflexibles que no pueden hacerlo. Solo podían hacer el diseño anterior. No pasa mucho tiempo antes de que vuelva a imprimir felizmente. Al menos hasta que alguien haga una nueva impresora monstruosa para el nuevo diseño.
ko: 아직도 이해하기 힘드신 분들을 위해 예시를 하나 들겠습니다. 한시간에 한번씩 상금을 백만원씩 나눠주는 로또가 있다고 생각해봅시다. 이 로또는 티켓을 본인이 직접 프린트해야 하기 때문에 당신은 당신의 프린터가 프린트할 수 있는 최대속도인 초당 한장을 프린트하고 있습니다. 일주일에 한번만 당첨되고 잉크값과 전기세를 감안해도 당신의 돈을 벌 수 있다는 걸 알고 있습니다.<br/><br/> 시간이 지나면서 당신의 이 '사업'을 확장해 프린터가 20대 들어있는 전용 프린트 방을 만듭니다. 모든게 순조롭게 흘러가고 있다가 어느 날 문제가 생깁니다.<br/><br/> 빅뉴스! 누군가 새 프린터를 개발했습니다. 이 프린터는 오직 로또티켓만을 프린트하기 위해 만들어져 사진, 문서, 양면프리트 등 다른 작업을 아무것도 하지 못합니다. 하지만 로또티켓만은 초당 1000장씩 프린트할 수 있습니다. 당신은 당신의 전용 프린트룸의 20대의 프린터를 보고 새 프린터 1대와 경쟁하기 위해서는 같은 프린터가 무려 980대나 더 필요하다는 것을 깨닫습니다. 만약에 누가 새 프린터가 2대 있다면...?<br/><br/> 당신의 이제 전기세와 잉크값을 생각했을 때 수지타산이 맞이 않아 로또 경쟁을 포기합니다.<br/><br/> 하지만 그때! 몇 주 후 새로운 뉴스가 있습니다! 로또티켓의 디자인이 바뀌었습니다. 갑자기 최고의 프린터가 최악의 프린터가 되었습니다. 새 프린터는 예전 디자인에 최적화되었기 때문에 이제 새 티켓은 생성하지 못합니다. 이제 당신은 다시 싱글벙글 티켓을 프린트하기 시작합니다... 새 디자인을 적용한 새 프린터가 나올 때까지.
ru: Если это все еще сбивает с толку, возможно, поможет следующая аналогия. Представьте себе лотерею, где каждый час присуждается тысяча долларов, и эта лотерея позволяет вам распечатать свои собственные билеты! Вы начинаете печатать столько билетов, сколько сможете на своем домашнем принтере, который может печатать один билет в секунду. Вычитая затраты на электроэнергию и чернила, вы видите, что все равно можете получать прибыль, даже если выигрываете в лотерею раз в несколько недель.<br/><br/>Со временем вы расширяете свою деятельность, пока у вас не появится целая комната, посвященная принтерам. Всего 20 Все хорошо ... до одного рокового дня.<br/><br/>Есть большие новости. Кто-то изобрел новый тип принтера. Он может печатать только лотерейные билеты. Он не может печатать фотографии, офисные документы или выполнять двустороннюю печать. Только лотерейные билеты. Но он может распечатать их со скоростью 1000 билетов в секунду. Вы смотрите в своей маленькой комнате для принтеров. 20 принтеров. Вам нужно еще 980 принтеров, чтобы не отставать от ОДНОГО из этих чудовищных принтеров, и если у кого-то есть два ...?<br/><br/>Вы, к сожалению, выходите из лотереи, так как больше не можете оправдать затраты на электричество и чернила.<br/><br/>Но подождите! Через пару недель еще новости! Дизайн билета изменился. Теперь цифры, которые раньше были вверху, стали внизу. Новые монструозные принтеры настолько негибки, что не могут этого сделать. Они могли печатать только предыдущий дизайн. Теперь вы снова радостно распечатываете. По крайней мере, до тех пор, пока кто-то не сделает новый монстр-принтер для нового дизайна.

# knowledge__mining__3__title
source: A fun analogy
es: Una analogía divertida
ko: 예시
ru: Забавная аналогия
