Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__critical__0__text
source: <p>Each individual has their own story about traveling through the wild west that is cryptocurrency. Some find a place to speculate, some find friends, and others find technology they believe in. Despite the differences, there are commonly many similarities, even across different cryptos and communities. One of these is the disturbing likeness to cultish behavior engaged in many of the crypto communities.</p> <p>These behaviors aren’t hard to spot. An inability to take any criticism and the willful ignorance of flaws, even in the face of evidence are but a few examples. In some spaces, the cheerleading becomes so blatant that any negativity whatsoever becomes grounds for disciplinary action.</p> <p>As a cryptocurrency traveler trying to support good projects and <a target="_blank" href="/knowledge/monero-scams" class="next-link">not lose all of your money</a>, all cryptocurrency enthusiasts are encouraged to think critically and evaluate projects based off of their real world value, but what about approaching it from the other direction? Are projects themselves supposed to be self critical and self aware?</p> <p>We argue yes. The community itself is a reflection of the project and the leaders in it. Furthermore, a savvy community will expect more from their developers, and be able to critique proposed solutions rather than blindly trust and accept that any developers are working for the benefit of the users rather than themselves or external interests.</p> <p>Conversely, a community that only cares for price and is not able or willing to critically self-evaluate (or let others evaluate) is doomed to wallow in mediocrity.</p> <p>As a project, Monero tries to hold its developers, researchers, leaders, and community itself to the highest of standards, and minimize the risk of growing complacency and destructive apathy.</p> <p>One of the ways that Monero does this, is to hold a weekly Skepticism Sunday on the community subreddit. This is a place where people can voice their concerns about Monero, the protocol, the leadership, or any other concern they might have. It’s a place where questions and even distrust is outright encouraged, and considered necessary for the health of our ecosystem.</p> <p>This comes in stark contrast to many other communities, which don’t just avoid critique, but often encourage apathy and turned-off minds from their community. This may seem harsh to say, but it’s impossible to look at the ecosystem-wide banning of naysayers, shutting down of conversation, and encouragement of cheerleading that is seen in the meeting places of other coins and not come to this conclusion.</p> <p>That’s not to say that Monero doesn’t have cheerleaders itself, because it does. The interesting thing however, is that many community members will call out these cheerleaders and call them to a higher standard of behavior. In fact, Monero goes so far as to consider unnecessarily excessive cheerleading as spammy and will seek to reroute it to more appropriate places, or remove it entirely.</p> <p>The threat of stunted minds must be taken seriously. Privacy is an arms race where everyone must be on their toes, and cries of “Monero is the best!” and “Nothing can beat Monero! It’s unbreakable!” only detract from the urgency of the battle. Coming from this perspective, a lack of critical thinking and healthy skepticism in a community isn’t just annoying or cultish, it can lead to the fall of the protocol itself.</p> <p>In many ways, we can look to Bitcoin for examples of how this plays out in real life. Bitcoin maximalists will often spout and virtue signal to each other about Bitcoin’s merits, and whenever issues of privacy, fungibility, or scaling come up the questions are hand-waved away and the offenders are ousted from the community. All too often have people with legitimate questions found themselves banned, blocked, or otherwise ostracized from participation in Bitcoin communities, just because they wouldn’t fall into line on the agreed upon rhetoric and dared to ask questions.</p> <p>Time and again, these weary travelers find their way to Monero, and, after spending some time in the community, have praised the project for its level-headed discussions and lack of fear from uncomfortable questions. It’s not unheard of for these travelers to even want to discuss other coins, not because they want to shill, but because they grow to trust the reason and logic of the community and want honest opinions of another coin, something they can’t get in the coin’s community itself.</p> <p>Even the fact that Monero has continually hard forked in the past and present has shown the humility and power of the project. While some may decry hard forks as <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralization on developers</a>, which is true to an extent, it shows that the developers understood that the odds of them getting everything 100% right on the first go is slim. Things will need to be improved, and maybe even replaced entirely if Monero wants to remain competitive in both the privacy and cryptocurrency spaces.</p> <p>Often times, these changes break backwards compatibility, a big no-no in the Bitcoin protocol, where everything has to be a soft fork and backwards compatible. But this means that each individual change that Bitcoin makes to itself has very limited reach in scope. They are weighed down by their past, and improvements must honor it, often times senselessly. Whereas Monero’s changes can be sweeping, and will often times improve the protocol and privacy by several orders of magnitude.</p> <p>This can be seen easily in the inclusion of <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Before, Monero only included <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses</a> and <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, and amounts were visible. Shen Noether, an MRL researcher, modified an existing protocol that hides amounts for Monero, but it’s inclusion would break backwards compatibility, meaning old-style transaction with transparent amounts wouldn’t be allowed anymore.</p> <p>Monero took this risk, and the end result was a much improved privacy that solidified Monero’s position as the king of privacy coins. But that’s not all it showed. This fork, as well as the several after, as well as all of the following encouragement of skepticism, humility, and questioning within the community, also solidified Monero as one of the sharpest, most critical collection of minds in the cryptospace.</p>
es: <p>Cada individuo tiene su propia historia sobre cómo viajar por el salvaje oeste que es la criptomoneda. Algunos encuentran un lugar para especular, otros encuentran amigos y otros encuentran tecnología en la que creen. A pesar de las diferencias, comúnmente hay muchas similitudes, incluso entre diferentes criptos y comunidades. Uno de ellos es la inquietante semejanza con el comportamiento de los cultos que participan en muchas de las comunidades criptográficas.</p> <p>Estos comportamientos no son difíciles de detectar. La incapacidad de aceptar críticas y la ignorancia deliberada de los defectos, incluso frente a las pruebas, son solo algunos ejemplos. En algunos espacios, las porristas se vuelven tan descaradas que cualquier negatividad se convierte en motivo de acción disciplinaria.</p> <p>Como viajero de criptomonedas que intenta respaldar buenos proyectos y <a target="_blank" href="/knowledge/monero-scams" class="next-link">no perder todo su dinero</a>, se alienta a todos los entusiastas de las criptomonedas a pensar de manera crítica y evaluar proyectos en función de su valor en el mundo real, pero ¿qué tal abordarlo? desde la otra dirección? ¿Se supone que los proyectos mismos son autocríticos y autoconscientes?</p> <p>Sostenemos que sí. La propia comunidad es un reflejo del proyecto y de los líderes que lo integran. Además, una comunidad inteligente esperará más de sus desarrolladores y podrá criticar las soluciones propuestas en lugar de confiar ciegamente y aceptar que los desarrolladores están trabajando para el beneficio de los usuarios en lugar de ellos mismos o intereses externos.</p> <p>Por el contrario, una comunidad que solo se preocupa por el precio y no puede o no quiere autoevaluarse críticamente (o dejar que otros evalúen) está condenada a revolcarse en la mediocridad.</p> <p>Como proyecto, Monero intenta mantener a sus desarrolladores, investigadores, líderes y la propia comunidad con los más altos estándares y minimizar el riesgo de una creciente complacencia y apatía destructiva.</p> <p>Una de las formas en que Monero hace esto es realizar un domingo de escepticismo semanal en el subreddit de la comunidad. Este es un lugar donde la gente puede expresar sus preocupaciones sobre Monero, el protocolo, el liderazgo o cualquier otra preocupación que puedan tener. Es un lugar donde se fomentan las preguntas e incluso la desconfianza, y se considera necesario para la salud de nuestro ecosistema.</p> <p>Esto contrasta radicalmente con muchas otras comunidades, que no solo evitan las críticas, sino que a menudo fomentan la apatía y las mentes apagadas de su comunidad. Esto puede parecer duro de decir, pero es imposible mirar la prohibición de los detractores en todo el ecosistema, el cierre de la conversación y el estímulo a las porristas que se ven en los lugares de reunión de otras monedas y no llegar a esta conclusión.</p> <p>Eso no quiere decir que Monero no tenga porristas en sí, porque las tiene. Sin embargo, lo interesante es que muchos miembros de la comunidad llamarán a estas animadoras y las llamarán a un estándar de comportamiento más alto. De hecho, Monero llega al extremo de considerar las porristas innecesariamente excesivas como spam y buscará desviarlas a lugares más apropiados o eliminarlas por completo.</p> <p>La amenaza de las mentes atrofiadas debe tomarse en serio. La privacidad es una carrera armamentista en la que todo el mundo debe estar alerta y gritos de "¡Monero es el mejor!" y “¡Nada puede vencer a Monero! ¡Es irrompible! " solo resta valor a la urgencia de la batalla. Desde esta perspectiva, la falta de pensamiento crítico y un escepticismo saludable en una comunidad no solo es molesto o cultual, sino que puede llevar a la caída del protocolo en sí.</p> <p>En muchos sentidos, podemos buscar en Bitcoin ejemplos de cómo se desarrolla esto en la vida real. Los maximalistas de Bitcoin a menudo se comunican entre sí y se transmiten virtudes sobre los méritos de Bitcoin, y cada vez que surgen problemas de privacidad, fungibilidad o escala, las preguntas se rechazan y los infractores son expulsados de la comunidad. Con demasiada frecuencia, las personas con preguntas legítimas se encuentran prohibidas, bloqueadas o condenadas al ostracismo de participar en las comunidades de Bitcoin, solo porque no se ajustan a la retórica acordada y se atreven a hacer preguntas.</p> <p>Una y otra vez, estos viajeros cansados encuentran el camino a Monero y, después de pasar un tiempo en la comunidad, han elogiado el proyecto por sus discusiones sensatas y la falta de miedo a las preguntas incómodas. No es extraño que estos viajeros incluso quieran hablar sobre otras monedas, no porque quieran ser cómplices, sino porque crecen en la confianza en la razón y la lógica de la comunidad y quieren opiniones honestas sobre otra moneda, algo que no pueden obtener. la propia comunidad de la moneda.</p> <p>Incluso el hecho de que Monero se haya bifurcado continuamente en el pasado y el presente ha demostrado la humildad y el poder del proyecto. Si bien algunos pueden criticar las bifurcaciones duras como <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralización en los desarrolladores</a>, lo cual es cierto hasta cierto punto, muestra que los desarrolladores entendieron que las probabilidades de que obtengan todo al 100% en el primer intento son escasas. Las cosas deberán mejorarse, y tal vez incluso reemplazarse por completo si Monero quiere seguir siendo competitivo en los espacios de privacidad y criptomonedas.</p> <p>A menudo, estos cambios rompen la compatibilidad con versiones anteriores, un gran no-no en el protocolo de Bitcoin, donde todo tiene que ser una bifurcación suave y compatible con versiones anteriores. Pero esto significa que cada cambio individual que Bitcoin se hace a sí mismo tiene un alcance muy limitado. Están abrumados por su pasado y las mejoras deben honrarlo, a menudo sin sentido. Mientras que los cambios de Monero pueden ser radicales, y muchas veces mejorarán el protocolo y la privacidad en varios órdenes de magnitud.</p> <p>Esto se puede ver fácilmente en la inclusión de <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Antes, Monero solo incluía <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">direcciones ocultas</a> y <a target="_blank" href="/knowledge/ring-signatures" class="next-link">firmas de anillo</a>, y las cantidades eran visibles. Shen Noether, un investigador de MRL, modificó un protocolo existente que oculta cantidades para Monero, pero su inclusión rompería la compatibilidad con versiones anteriores, lo que significa que ya no se permitirían transacciones al estilo antiguo con cantidades transparentes.</p> <p>Monero tomó este riesgo, y el resultado final fue una privacidad mucho mejor que solidificó la posición de Monero como el rey de las monedas de privacidad. Pero eso no es todo lo que mostró. Esta bifurcación, así como los varios posteriores, así como todos los siguientes estímulos de escepticismo, humildad y cuestionamiento dentro de la comunidad, también solidificaron a Monero como una de las colecciones de mentes más agudas y críticas en el criptoespacio.</p>
ko: <p> 각 개인은 암호화 폐인 서부를 여행하는 자신 만의 이야기를 가지고 있습니다. 어떤 사람들은 추측 할 곳을 찾고, 어떤 사람들은 친구를 찾고, 다른 사람들은 그들이 믿는 기술을 찾습니다. 차이점에도 불구하고 일반적으로 서로 다른 암호 화폐와 커뮤니티에 걸쳐 많은 유사점이 있습니다. 그 중 하나는 많은 암호 커뮤니티에서 참여하는 컬트 행동에 대한 불안한 모습입니다. </p> <p> 이러한 행동은 찾기 어렵지 않습니다. 증거에 직면하더라도 비판을 받아들이지 못하고 결함에 대한 고의적 인 무지가 몇 가지 예에 불과합니다. 일부 공간에서는 치어 리더가 너무 노골적으로 보이기 때문에 어떤 부정적 행위도 징계 조치의 근거가됩니다. </p> <p> 좋은 프로젝트를 지원하고 <a target="_blank" href="/knowledge/monero-scams" class="next-link"> 모든 돈을 잃지 않는 </a> 암호 화폐 여행자로서 암호 화폐 애호가들은 실제 가치를 기반으로 프로젝트를 비판적으로 생각하고 평가하도록 권장되지만, 다른 방향에서 접근하는 것은 어떻습니까? 프로젝트 자체가 자기 비판적이고 자기 인식 적이어야합니까? </p> <p> 우리는 그렇다고 주장합니다. 커뮤니티 자체는 프로젝트와 프로젝트 리더를 반영합니다. 또한, 정통한 커뮤니티는 개발자로부터 더 많은 것을 기대할 수 있으며, 개발자가 자신이나 외부 이익이 아닌 사용자의 이익을 위해 일하고 있다는 것을 맹목적으로 신뢰하지 않고 제안 된 솔루션을 비판 할 수 있습니다. </p> <p> 반대로 가격 만 신경 쓰고 비판적으로 자체 평가 (또는 다른 사람이 평가하도록 허용) 할 수없는 커뮤니티는 평범함을 잃게 될 운명입니다. </p> <p> 프로젝트로서 Monero는 개발자, 연구자, 리더 및 커뮤니티 자체를 최고 수준으로 유지하고 자만심과 파괴적인 무관심의 위험을 최소화하려고 노력합니다. </p> <p> 모네로가이를 수행하는 방법 중 하나는 커뮤니티 서브 레딧에서 매주 회의 일요일을 개최하는 것입니다. 이곳은 사람들이 Monero, 프로토콜, 리더십 또는 기타 우려 사항에 대한 우려를 표명 할 수있는 곳입니다. 질문과 불신까지 노골적으로 장려하고 생태계의 건강을 위해 필요하다고 생각하는 곳입니다. </p> <p> 이는 비판을 피할뿐만 아니라 종종 무관심을 조장하고 커뮤니티에서 소외된 마음을 조장하는 다른 많은 커뮤니티와 완전히 대조됩니다. 이 말은 가혹 해 보일지 모르지만, 생태계 전반에 걸친 반대자 금지, 대화 중단, 다른 코인의 만남에서 볼 수있는 치어 리더 격려를 보는 것은 불가능하지만 결론에 도달하지 못했습니다. </p> <p> 모네로가 치어 리더를 갖고 있지 않다는 것은 아닙니다. 그러나 흥미로운 점은 많은 커뮤니티 구성원이 이러한 치어 리더를 불러서 더 높은 수준의 행동을 요구한다는 것입니다. 실제로 Monero는 불필요하게 과도한 치어 리더를 스팸으로 간주하고 더 적절한 위치로 다시 라우팅하거나 완전히 제거하려고합니다. </p> <p> 기절 한 정신의 위협은 심각하게 받아 들여야합니다. 프라이버시는 모두가 발을 딛고 "모네로가 최고야!"라고 외치는 군비 경쟁입니다. 그리고“어떤 것도 Monero를 이길 수 없습니다! 깨지지 않습니다!” 전투의 긴급 성을 떨어 뜨립니다. 이러한 관점에서 볼 때 커뮤니티의 비판적 사고와 건전한 회의주의의 부족은 성가 시거나 컬트적인 것이 아니라 프로토콜 자체의 붕괴로 이어질 수 있습니다. </p> <p> 여러면에서 비트 코인이 실제 생활에서 어떻게 작동하는지 예를 들어 볼 수 있습니다. 비트 코인 맥시 멀리스트는 종종 비트 코인의 장점에 대해 서로에게 덕을 알리고 신호를 보내며, 프라이버시, 대체 가능성 또는 확장 문제가 발생할 때마다 질문이 손으로 흔들리고 범죄자는 커뮤니티에서 쫓겨납니다. 합법적 인 질문을 가진 사람들은 합의 된 수사에 맞지 않고 감히 질문하기 때문에 비트 코인 커뮤니티 참여가 금지되거나 차단되거나 배척당하는 경우가 너무 많습니다. </p> <p> 몇 번이고 지친이 여행자들은 모네로로가는 길을 찾고 커뮤니티에서 시간을 보낸 후 수준 높은 토론과 불편한 질문에 대한 두려움이 없어 프로젝트를 칭찬했습니다. 이 여행자들이 다른 코인에 대해 논의하고 싶어하는 것은 전례가없는 일입니다. 그들이 실링을 원해서가 아니라 커뮤니티의 이유와 논리를 신뢰하고 다른 코인에 대한 정직한 의견을 원하기 때문입니다. 코인의 커뮤니티 자체입니다. </p> <p> 모네로가 과거와 현재에 지속적으로 하드 포크를 해왔다는 사실조차도 프로젝트의 겸손과 힘을 보여주었습니다. 일부는 하드 포크를 <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link"> 개발자 중심화 </a>로 비난 할 수 있지만, 어느 정도 사실입니다. 개발자가 처음에 모든 것을 100 % 올바르게 얻을 확률이슬림합니다. Monero가 프라이버시 및 암호 화폐 공간 모두에서 경쟁력을 유지하려면 상황을 개선해야하며 완전히 교체 할 수도 있습니다. </p> <p> 종종 이러한 변경으로 인해 이전 버전과의 호환성이 깨집니다. 비트 코인 프로토콜에서는 모든 것이 소프트 포크이고 이전 버전과 호환되어야합니다. 그러나 이것은 비트 코인이 그 자체로 만드는 각각의 개별적인 변화의 범위가 매우 제한적이라는 것을 의미합니다. 그들은 과거에 짓눌려 있으며 개선은 종종 무의미하게 그것을 존중해야합니다. Monero의 변경 사항은 광범위 할 수 있으며 종종 프로토콜과 개인 정보를 몇 배나 향상시킵니다. </p> <p> <a target="_blank" href="/knowledge/monero-ringct" class="next-link"> RingCT </a>를 포함하면 쉽게 확인할 수 있습니다. 이전에 Monero는 <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link"> 스텔스 주소 </a> 및 <a target = "_ blank"href = "/ 만 포함했습니다. knowledge / ring-signatures "class ="next-link "> 링 서명 </a> 및 금액이 표시되었습니다. MRL 연구원 인 Shen Noether는 Monero의 금액을 숨기는 기존 프로토콜을 수정했지만 포함하면 이전 버전과의 호환성이 깨져서 투명한 금액의 구식 거래가 더 이상 허용되지 않습니다. </p> <p> Monero는 이러한 위험을 감수했으며 최종 결과는 훨씬 향상된 개인 정보 보호로 인해 Monero가 개인 정보 보호 코인의 왕으로서 입지를 굳혔습니다. 하지만 그게 전부는 아닙니다. 이 포크와 그 이후의 여러 회의와 커뮤니티 내 회의주의, 겸손 및 질문에 대한 다음의 모든 격려는 Monero를 암호화 공간에서 가장 예리하고 가장 비판적인 사람들 중 하나로 굳혔습니다. </p>
ru: <p>У каждого человека есть своя собственная история проделанного им по дорогам Дикого Запада, которым и является криптовалютный мир. У некоторых это связано с возможностью заработать на торговле криптовалютой, некоторые находят здесь друзей, а иные — технологию, в которую верят. Несмотря на все различия, как правило, у всех этих людей есть много общего, даже если когда идёт о разных валютах и разных сообществах. И одной из общих черт является вызывающее беспокойство благоговейное отношение, характерное для многих криптовалютных сообществ.</p> <p>Подобное поведение сложно заметить. Неприятие какой-либо критики и добровольное нежелание признавать недостатки даже при наличии очевидных свидетельств — это лишь некоторые из множества симптомов такого поведения. В некоторых сообществах «чирлидинг» становится столь вопиющим, что абсолютно любое негативное высказывание может стать основанием для дисциплинарного взыскания.</p> <p>В путешествии по криптовалютному миру и в своём стремлении поддержать действительно хорошие проекты, <a target="_blank" href="/knowledge/monero-scams" class="next-link">не потеряв при этом всех денег</a>, энтузиастам следует мыслить критически и оценивать проекты на основе их ценности с точки зрения применимости в условиях реального мира. Но что если взглянуть на ситуацию с другой стороны? Но разве не должны и сами проекты отличаться своей «самокритичностью» и «самосознанием»?</p> <p>Мы утверждаем, что должны. Сообщество само по себе является отражением проекта и его лидеров. Более того, разумное сообщество должно ожидать большего от своих разработчиков и критиковать предлагаемые решения, а не слепо доверять и принимать как данность, что разработчики всегда работают на благо пользователей, а не в собственных или чьих-то сторонних интересах.</p> <p>И наоборот, сообщество, которое волнует исключительно цена их валюты и которое не способно к критической самооценке (или оценке со стороны других людей), обречено на прозябание в своей посредственности.</p> <p>Monero как проект пытается сделать так, чтобы его разработчики, исследователи, лидеры и сообщество в целом следовали самым высоким стандартам, а также минимизировать риск, связанный с растущим самодовольством и деструктивной апатией.</p> <p>Одним из способов достижения такой цели является еженедельно проводимое на субреддите сообщества «Воскресенье скептика» (Skepticism Sunday). Здесь люди могут поделиться тем, что их волнует в связи с Monero, протоколом, лидерами проекта и любыми другими имеющимися у них вопросами. Это место, где формулировка проблемы или даже выражение недоверия поощряются напрямую и считаются необходимыми для оздоровления нашей экосистемы.</p> <p>Это разительно отличает сообщество Monero от других сообществ, которые не только чураются критики, но зачастую даже стимулирую апатичность и бездумность своих участников. Возможно, это звучит грубо, но просто невозможно спокойно наблюдать за тем, как на встречах сообществ других монет в рамках экосистемы происходит борьба со скептиками, как пресекаются всяческие обсуждения и как стимулируется чирлидинг, и не делать при этом никаких выводов.</p> <p>Это не к тому, что в Monero нет своих «чирлидеров». На самом-то деле есть. Тем не менее, интересно и важно, что остальные участники сообщества обязательно будут призывать их к следованию более высоким стандартам поведения. Фактически, сообщество Monero считает без необходимости избыточный чирлидинг обычным спамом и старается перенаправить его в нужное русло или устранить совсем.</p> <p>Угрозу заторможенности суждений следует воспринимать серьёзно. Битва за приватность является гонкой вооружение, в которой выкрики вроде «Monero лучшая!» и «Никто не сможет одолеть Monero! Она несокрушима!» только отвлекают от сути и важности самой битвы. С этой точки зрения недостаточность критического мышления и здорового скептицизма в сообществе, равно как и проявление слепого благоговения могут только расстраивать, так как могут привести к разрушению самого протокола.</p> <p>Во многих отношениях мы можем взять в качестве примера Bitcoin и увидеть, какую роль это играет в реальной жизни. Максималисты из сообщества Bitcoin довольно часто просто таки фонтанируют высказываниями и шлют друг другу добродетельные сигналы, касающиеся достоинств Bitcoin, и всякий раз, когда поднимаются вопросы приватности, взаимозаменяемости или масштабируемости, от людей, задающих их, отмахиваются и такие «отступники» вытесняются из сообщества. Слишком часто люди, задающие вполне законные вопросы, отправляются в бан, оказываются заблокированы, или подвергаются иному со стороны сообщества Bitcoin только потому, что их точка зрения не соответствует согласованной риторике, и они осмеливаются задавать такие вопросы.</p> <p>Снова и снова эти усталые путешественники находят свой путь к Monero, и, проведя какое-то время в сообществе, хвалят проект за уровень дискуссий и отсутствие страха перед неудобными вопросами. Эти путешественники просто хотят обсудить другие монеты, и вовсе не с тем чтобы как-то разрекламировать их, а просто потому, что это повышает доверие к логике сообщества, которое ценит честное мнение со стороны представителей из лагеря другой монеты, мнение, которое нельзя получить в сообществе своей монеты.</p> <p>Даже тот факт, что проект Monero постоянно производил хардфорки в прошлом и продолжает делать это в настоящем, свидетельствует о скромности и силе проекта. Несмотря на то, что некоторые могут осуждать хардфорки как путь к <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">централизации проекта со стороны разработчиков</a>, что в определённой степени и верно, это всё же демонстрирует, что разработчики понимают, что шансы на стопроцентный успех с первой попытки невелики. Что-то всегда требует улучшения и, возможно, даже полной замены, если Monero хочет оставаться конкурентоспособным проектом как с точки зрения обеспечения приватности, так и в криптовалютном пространстве в целом.</p> <p>Часто эти изменения нарушают обратную совместимость, что просто непозволительно с точки зрения протокола Bitcoin, где всё меняется через софтфорки и не затрагивает обратной совместимости. Но это означает, что каждое отдельное изменение, привносимое в протокол Bitcoin, очень ограничено по своим масштабам. Сообщество Bitcoin отягощено своим прошлым, и при реализаций улучшений это прошлое требует к себе уважения, что зачастую довольно бессмысленно. В то же самое время, изменения Monero могут быть радикальными и улучшать протокол и повышать уровень приватности сразу на несколько порядков величины.</p> <p>Об этом свидетельствует реализация <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. До этого протокол Monero использовал только <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">скрытые адреса</a> и <a target="_blank" href="/knowledge/ring-signatures" class="next-link">кольцевые подписи</a>, поэтому, суммы транзакций были видны. Шен Нёзер, исследователь из лаборатории MRL, изменил существующий протокол, который теперь позволял скрывать суммы в транзакциях Monero, но это изменение нарушало обратную совместимость, то есть, транзакция старого типа с прозрачными суммами уже более нельзя было использовать.</p> <p>Проект Monero пошёл на этот риск, и в конечном счёте уровень обеспечения приватности значительно повысился, что укрепило позиции Monero в качестве королевы приватных монет. Но это еще не всё, что было продемонстрировано. Этот форк, равно как и несколько других, реализованных позднее, стимулирование скептицизма, смирения и разумных сомнений в сообществе Monero, точно так же укрепили его, сделав один из самых острых, наиболее критически настроенных объединений умов во всём криптопространстве.</p>
