Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# e404
source: You have lost your way. This page doesn't exist.
es: Has perdido tu camino. Esta página no existe.
ko: 존재하지 않는 페이지입니다
ru: Вы заблудились. Этой страницы не существует.

# about__block_1_text
source: At {appName}, our goal is to establish a safe and easy-to-use person-to-person platform to allow anyone to trade their local currency for Monero, anywhere. Our users post advertisements specifying their preferred method of payment (e.g. bank transfer, cash, online payment processor like PayPal, gift cards, etc), other users reply to these advertisements, {appName} takes an arbitration bond equal to the amount of the trade from the user that is the Monero seller in a given trade and the seller sends the Monero to the buyer when the seller confirms that they have received the payment from the buyer, upon which the arbitration bond is returned to the seller. {appName} can also step in to mediate any dispute that may arise.
es: En FRONT_TYPE, nuestro objetivo es establecer una plataforma segura y fácil de usar de persona a persona para permitir que cualquiera pueda cambiar su moneda local por Monero, en cualquier lugar. Nuestros usuarios publican anuncios especificando su método de pago preferido (p.ej. transferencia bancaria, efectivo, procesador de pagos en línea como PayPal, tarjetas de regalo, etc), otros usuarios responden a estos anuncios, FRONT_TYPE toma un bono de arbitraje igual a la cantidad de la operación del usuario que es el vendedor de Monero en una operación determinada y el vendedor envía el Monero al comprador cuando el vendedor confirma que ha recibido el pago del comprador, tras lo cual el bono de arbitraje se devuelve al vendedor. FRONT_TYPE también puede intervenir para mediar en cualquier disputa que pueda surgir.
ko: FRONT_TYPE의 목적은 전세계 모든 통화로 언제 어디서든 간편하게 모네로를 구매 가능하게 하는 개인간의 거래 플랫폼 마련입니다. 판매자는 원하는 결제수단을 선택하여 (계좌이체, 인터넷결제, 신용카드, 현금, 페이팔 등) 거래를 게시할 수 있고 구매자가 나타날 경우FRONT_TYPE은 주어진 거래에서 모네로 판매자인 사용자로부터 거래 금액만큼의 중재 보증금을 받고 판매자가 구매자로부터 지불을 받았다는 것을 판매자가 확인하면 판매자가 구매자에게 모네로를 보냅니다. 중재 채권은 판매자에게 반환됩니다. 문제가 있을 경우 FRONT_TYPE가 중재할 수 있습니다.
ru: FRONT_TYPE ставит своей целью создание безопасной и удобной P2P платформы, позволяющей любому желающему торговать в своей местной валюте за Монеро (XMR), вне зависимости от местонахождения. Наши пользователи размещают объявления с указанием выбранного ими метода оплаты (например, банковский перевод, наличные, платёжный сервис вроде PayPal, подарочные карты и т.д.), другие пользователи на них отвечают, FRONT_TYPE принимает арбитражный залог, равный сумме сделки, от пользователя, который является продавцом Monero в данной сделке, и продавец отправляет Monero покупателю, когда продавец подтверждает получение платежа от покупателя, после чего арбитражный залог возвращается продавцу.FRONT_TYPE также разрешит любой спор, который может возникнуть между торговыми партнёрами.

# about__block_1_text___agoradesk
source: At {appName}, our goal is to establish a safe and easy-to-use person-to-person platform to allow anyone to trade their local currency for cryptocurrency, anywhere. Our users post advertisements specifying their preferred method of payment (e.g. bank transfer, cash, online payment processor like PayPal, gift cards, etc), other users reply to these advertisements, {appName} takes an arbitration bond equal to the amount of the trade from the user that is the cryptocurrency seller in a given trade and the seller sends the cryptocurrency to the buyer when the seller confirms that they have received the payment from the buyer, upon which the arbitration bond is returned to the seller. {appName} can also step in to mediate any dispute that may arise.
es: En FRONT_TYPE, nuestro objetivo es establecer una plataforma de persona a persona segura y fácil de usar que permita a cualquiera intercambiar su moneda local por criptomonedas, en cualquier lugar. Nuestros usuarios publican anuncios que especifican su método de pago preferido (por ejemplo, transferencia bancaria, efectivo, procesador de pagos en línea como PayPal, tarjetas de regalo, etc.), otros usuarios responden a estos anuncios, FRONT_TYPE toma una fianza de arbitraje igual al importe de la operación del usuario que es el vendedor de criptodivisas en una determinada operación y el vendedor envía la criptodivisa al comprador cuando el vendedor confirma que ha recibido el pago del comprador, tras lo cual la fianza de arbitraje se devuelve al vendedor. FRONT_TYPE también puede intervenir para mediar cualquier disputa que pueda surgir.
ko: FRONT_TYPE의 목적은 전세계 모든 통화로 언제 어디서든 간편하게 가상화폐 구매 가능하게 하는 개인간의 거래 플랫폼 마련입니다. 판매자는 원하는 결제수단을 선택하여 (계좌이체, 인터넷결제, 신용카드, 현금, 페이팔 등) 거래를 게시할 수 있고 구매자가 나타날 경우 FRONT_TYPE은 주어진 거래에서 암호화폐 판매자인 사용자로부터 거래 금액만큼의 중재 채권을 받고 판매자가 구매자로부터 지불을 받았다는 것을 판매자가 확인하면 판매자는 구매자에게 암호 화폐를 보냅니다. 중재 채권은 판매자에게 반환됩니다. 문제가 있을 경우 FRONT_TYPE가 중재할 수 있습니다.
ru: На FRONT_TYPE наша цель - создать безопасную и простую в использовании P2P платформу, позволяющую любому человеку обменивать свою местную валюту на криптовалюту в где угодно. Наши пользователи публикуют рекламные объявления с указанием предпочтительного способа оплаты (например, банковским переводом, наличными, обработчиком онлайн-платежей, например, PayPal, подарочными картами и т.д.), Другие пользователи отвечают на эти рекламные объявления, FRONT_TYPE принимает арбитражный залог, равный сумме сделки, от пользователя, который является продавцом криптовалюты в данной сделке, и продавец отправляет криптовалюту покупателю, когда продавец подтверждает получение платежа от покупателя, после чего арбитражный залог возвращается продавцу. FRONT_TYPE также может вмешаться в любой спор, который может возникнуть.

# about__block_1_title
source: Our Mission
es: Nuestra Misión
ko: 설립목적
ru: Наша миссия

# about__block_2_text
source: On {appName} you are dealing with humans. Unlike centralized cryptocurrency exchanges, you make a trade directly with another person. This makes the process lean and fast, as there is no corporate overhead. You get your Monero instantly. Also, {appName} can support every payment method its user community supports, making it possible for users without access to traditional banking to also be able to buy or sell Monero. For every transaction, {appName} requires the seller to post an arbitration bond to protect the buyer of Monero.
es: En FRONT_TYPE usted está tratando con humanos. Al contrario que en las casas de cambio centralizadas, usted hace la transacción directamente con otra persona. Esto hace el proceso ágil y rápido, ya que no hay gastos generales corporativos. Obtienes tus Monero al instante. Además, FRONT_TYPE admite todos los métodos de pago que admita su comunidad de usuarios, lo que hace posible que los usuarios sin acceso a la banca tradicional también puedan comprar o vender Monero. Para cada transacción, FRONT_TYPE requiere que el vendedor deposite una fianza de arbitraje para proteger al comprador de Monero.
ko: FRONT_TYPE에서 유저는 다른 유저와 거래합니다. 다른 가상화폐 중앙화거래소와 달리 유저는 다른 유저의 직접 거래합니다. 이 덕분에 다른 이의 개입 없이 빠르고 간편한 거래가 가능하고 즉시 모네로를 받을 수 있습니다. 또한, FRONT_TYPE에서는 유저들이 동의한 그 모든 결제수단이 이용 가능하며, 전통적인 은행거래를 통한 모네로의 매매가 가능합니다. 모든 거래에 대해 FRONT_TYPE은 판매자가 Monero 구매자를 보호하기 위해 중재 보증금을 게시하도록 요구합니다.
ru: На FRONT_TYPE вы работаете с людьми. В отличии от централизованных криптовалютных бирж, вы торгуете напрямую с другим человеком. Благодаря этому, из-за отсутствия накладных расходов, процесс сделки проходит быстро и гладко. Вы мгновенно получаете ваши Монеро (XMR). Также, FRONT_TYPE поддерживает любой способ оплаты, который поддерживает его пользователи, благодаря чему люди без доступа традиционным банковским услугам тоже могут покупать или продавать Монеро (XMR). Для каждой транзакции FRONT_TYPE требует от продавца размещения арбитражного залога для защиты покупателя Monero.

# about__block_2_text___agoradesk
source: On {appName} you are dealing with humans. Unlike centralized cryptocurrency exchanges, you make a trade directly with another person. This makes the process lean and fast, as there is no corporate overhead. You get your cryptocurrency instantly. Also, {appName} can support every payment method its user community supports, making it possible for users without access to traditional banking to also be able to trade cryptocurrency. For every transaction, {appName} requires the seller to post an arbitration bond to protect the buyer of cryptocurrency.
es: En FRONT_TYPE estás tratando con humanos. A diferencia de los intercambios centralizados de criptomonedas, usted realiza un intercambio directamente con otra persona. Esto hace que el proceso sea ágil y rápido, ya que no hay gastos generales corporativos. Obtienes tu criptomoneda al instante. Además, FRONT_TYPE puede admitir todos los métodos de pago que admite su comunidad de usuarios, lo que hace posible que los usuarios sin acceso a la banca tradicional también puedan intercambiar criptomonedas. En cada transacción, FRONT_TYPE exige al vendedor que deposite una fianza de arbitraje para proteger al comprador de criptomoneda.
ko: FRONT_TYPE에서 유저는 다른 유저와 거래합니다. 다른 가상화폐 중앙화거래소와 달리 유저는 다른 유저의 직접 거래합니다. 이 덕분에 다른 이의 개입 없이 빠르고 간편한 거래가 가능하고 즉시 가상화폐를 받을 수 있습니다. 또한, FRONT_TYPE에서는 유저들이 동의한 그 모든 결제수단이 이용 가능하며, 전통적인 은행거래를. 모든 거래에 대해 FRONT_TYPE은(는) 판매자가 암호화폐 구매자를 보호하기 위해 중재 채권을 게시하도록 요구합니다.
ru: На FRONT_TYPE вы имеете дело с людьми. В отличие от централизованных криптовалютных бирж, вы совершаете сделку напрямую с другим человеком. Это делает процесс легким и быстрым, поскольку нет корпоративных накладных расходов. Вы получаете свою криптовалюту мгновенно. Кроме того, FRONT_TYPE может поддерживать все способы оплаты, поддерживаемые его сообществом пользователей, что позволяет пользователям, не имеющим доступа к традиционным банковским операциям, также иметь возможность обменивать криптовалюту. Для каждой транзакции FRONT_TYPE требует от продавца размещения арбитражного залога для защиты покупателя криптовалюты.

# about__block_2_title
source: How We Are Different
es: Qué nos diferencia
ko: 다른 단체와의 차이
ru: Чем мы отличаемся

# about__contact_btn
source: Contact us
es: Contáctenos
ko: 연락처
ru: Напишите нам

# about__title
source: About us
es: Sobre nosotros
ko: 단체 소개
ru: О нас

# ad_listing_table__buy_btn
source: Buy
es: Comprar
ko: 구매
ru: Купить

# ad_listing_table__buyer
source: Buyer
es: Comprador
ko: 구매자
ru: Покупатель

# ad_listing_table__distance
source: Distance
es: Distancia
ko: 거리
ru: Расстояние

# ad_listing_table__limits
source: Limits
es: Límites
ko: 판매량
ru: Лимиты

# ad_listing_table__location
source: Location
es: Localización
ko: 위치
ru: Местоположение

# ad_listing_table__method
source: Payment method
es: Método de pago
ko: 결제 수단
ru: Способ оплаты

# ad_listing_table__price
source: Price/{assetSymbol}
es: Precio/{assetSymbol}
ko: 가격/{assetSymbol}
ru: Цена/{assetSymbol}

# ad_listing_table__sell_btn
source: Sell
es: Vender
ko: 판매
ru: Продать

# ad_listing_table__seller
source: Seller
es: Vendedor
ko: 판매자
ru: Продавец

# ad_listing_table__show_more
source: Show more...
es: Mostrar más...
ko: 더보기
ru: Показать больше...

# ad_listing_table__show_more_by_user
source: Show more ads of this type by {user}...
es: Mostrar más anuncios de este tipo publicados por {user}...
ko: {user}의 다른 계약 더 보기
ru: Показать больше подобных объявлений от {user}...

# ad_listing_table__show_more__all_in_country_or_currency
source: All in {country-or-currency}
es: Todo en {country-or-currency}
ko: {country-or-currency} 계약만 보기
ru: Все в {country-or-currency}

# ad_listing_table__similar_ads_toggle_label__hide
source: Hide {username}'s similar ads
es: Ocultar anuncios similares de {username}
ko: {username}의 비슷한 계약 숨기기
ru: Скрыть схожие объявления от {username}

# ad_listing_table__similar_ads_toggle_label__show
source: Show {numberOfSimilarAds} more similar ads by {username}
es: Mostrar {numberOfSimilarAds} más anuncios similares por {username}
ko: {username}의 비슷한 계약 {numberOfSimilarAds}개 보기
ru: Показать ещё {numberOfSimilarAds} схожих объявлений от {username}

# ad_page__cant_send_trade_request
source: Cannot request a trade for this ad at the time
es: En estos momentos no puede solicitar una transacción para este anuncio
ko: 현재 거래 불가능한 계약입니다
ru: В данный момент нельзя отправить запрос на сделку

# ad_page__edit_ad_btn
source: Edit ad
es: Editar anuncio
ko: 계약 수정
ru: Редактировать объявление

# ad_page__error__title
source: Trade request error
es: Error en la solicitud de transacción
ko: 계약 불러오기 오류
ru: Ошибка при запросе сделки

# ad_page__first_time_limit_tip
source: This trader allows maximum of {first-time-limit-xmr} for the first trade with him.
es: Este comerciante permite un máximo de {first-time-limit-xmr} para el primer intercambio con él.
ko: 판매자가 설정한 첫 구매자 한도는 {first-time-limit-xmr}입니다.
ru: Торговец ограничил первую сделку с ним суммой в {first-time-limit-xmr}.

# ad_page__fluctuations_tip
source: Please note, the actual {assetSymbol} amount of the trade may slightly differ from the currently shown amount due to price and exchange rate fluctuations.
es: Por favor tenga en cuenta, que la actual cantidad de {assetSymbol} de la operación puede diferir ligeramente de la cantidad mostrada actualmente debido a las fluctuaciones del precio y del tipo de cambio.
ko: 주의: 실제 {assetSymbol}의 거래량은 화폐가격변동에 따라 현재 표시량과 차이가 있을 수 있습니다.
ru: Учтите, что из-за изменений в цене и рыночной стоимости, реальная сумма сделки в {assetSymbol} может немного отличаться от показанной сейчас.

# ad_page__for_trusted
source: For users trusted by {username} only
es: Para usuarios confiables solo por {username}
ko: {username}가 신뢰하는 유저만 이용 가능
ru: Только для пользователей, которым доверяет {username}

# ad_page__heading_call_buy
source: Sell {assetName} call option using {payment-method}{detail} with {currency}
es: Venda la opción de compra {assetName} usando {payment-method}{detail} con {currency}
ko: {assetName}의 콜옵션을 {payment-method}{detail}을 통해 {currency}로 판매
ru: Продать опцион колл {assetName}, используя {payment-method}{detail} за {currency}

# ad_page__heading_call_sell
source: Buy {assetName} call option using {payment-method}{detail} with {currency}
es: Compre la opción de compra {assetName} usando {payment-method}{detail} con {currency}
ko: {assetName}의 콜옵션을 {payment-method}{detail}을 통해 {currency}로 구매
ru: Купить опцион колл {assetName}, используя {payment-method}{detail} за {currency}

# ad_page__heading_local_buy
source: Sell {assetName} for cash in {location} to {user} with {currency}
es: Vender {assetName} por dinero en {location} a {user} con {currency}
ko: {assetName}을 {location}에 위치한 {user}에게 {currency} 현금으로 판매
ru: Продать {assetName} за наличные в {location} у {user} за {currency}

# ad_page__heading_local_sell
source: Buy {assetName} with cash in {location} from {user} with {currency}
es: Comprar {assetName} con efectivo en {location} de {user} con {currency}
ko: {assetName}을 {location}에 위치한 {user}에게 {currency} 현금으로 구매
ru: Купить {assetName} за наличные в {location} у {user} за {currency}

# ad_page__heading_online_buy
source: Sell {assetName} using {payment-method}{detail} with {currency}
es: Vender {assetName} usando {payment-method}{detail} con {currency}
ko: {assetName}을 {payment-method}{detail}을 통해 {currency}로 판매
ru: Продать {assetName} через {payment-method}{detail} за {currency}

# ad_page__heading_online_sell
source: Buy {assetName} using {payment-method}{detail} with {currency}
es: Comprar {assetName} usando {payment-method}{detail} con {currency}
ko: {assetName}을 {payment-method}{detail}을 통해 {currency}로 구매
ru: Купить {assetName} через {payment-method}{detail} за {currency}

# ad_page__heading_put_buy
source: Sell {assetName} put option using {payment-method}{detail} with {currency}
es: Venda la opción de venta {assetName} usando {payment-method}{detail} con {currency}
ko: {assetName}의 풋옵션을 {payment-method}{detail}을 통해 {currency}로 판매
ru: Продать опцион пут {assetName} онлайн{detail} {using-method}

# ad_page__heading_put_sell
source: Buy {assetName} put option using {payment-method}{detail} with {currency}
es: Compre la opción de venta {assetName} usando {payment-method}{detail} con {currency}
ko: {assetName}의 풋옵션을 {payment-method}{detail}을 통해 {currency}로 구매
ru: Купить опцион пут {assetName}, используя {payment-method}{detail} за {currency}

# ad_page__hidden_warning_0
source: This ad's visibility has been set to hidden. You can change that at the {edit-ad} page.
es: La visibilidad de este anuncio ha sido establecida en oculta. Puede cambiarlo en la página {edit-ad}.
ko: 숨겨진 계약입니다. {edit-ad} 페이지에서 수정하실 수 있습니다.
ru: Это объявление не отображается, потому что оно было отмечено, как неактивное. Вы можете изменить это на странице {edit-ad}.

# ad_page__hidden_warning_0_edit_ad
source: Edit aWhat's this?d
es: Editar anuncio
ko: 계약 수정
ru: редактирования объявления

# ad_page__hidden_warning_1
source: This ad is not currently active. Please look for other offers or come back later.
es: Este anuncio actualmente no está activo. Por favor, mire otras ofertas o vuelva más tarde.
ko: 현재 닫힌 계약입니다. 다른 계약을 찾거나 이후 다시 시도해보시기 바랍니다.
ru: В настоящий момент, это объявление неактивно. Пожалуйста, найдите другие предложения, или вернитесь сюда позже.

# ad_page__how_much_do_you_wish_to_buy
source: How much do you wish to buy?
es: comprar
ko: 구매
ru: купить

# ad_page__how_much_do_you_wish_to_buy___sell
source: How much do you wish to {buy-or-sell}?
es: ¿Cuánto desea {buy-or-sell}?
ko: 얼마나 {buy-or-sell} 하시겠습니까?
ru: Сколько вы хотите {buy-or-sell}?

# ad_page__how_much_do_you_wish_to_sell
source: How much do you wish to sell?
es: vender
ko: 판매
ru: продать

# ad_page__info__payment_window
source: Payment window
es: Margen de pago
ko: 결제기한
ru: Окно платежа

# ad_page__info__trade_limits
source: Trade limits
es: Límites de transacción
ko: 거래한도
ru: Лимиты

# ad_page__info__user
source: User
es: Usuario
ko: 유저
ru: Пользователь

# ad_page__limit_to_amounts
source: This trader has limited possible trading amounts to {amounts} {currency}
es: Este comerciante ha limitado las cantidades de transaccion posibles a {amounts} {currency}
ko: 유저가 매매한도를 {amounts} {currency}로 설정하였습니다
ru: Торговец ограничил возможные суммы сделки до {amounts} {currency}

# ad_page__min_amount_tip
source: You have to make a trade for at least {minimumAmount} with this advertisement.
es: Tiene que hacer un trato de al menos {minimum-amount} con este anuncio.
ko: {minimum-amount} 이상 거래량을 설정하여야 합니다.
ru: Вы должны совершить сделку минимум на {minimum-amount}.

# ad_page__min_feedback_tip
source: This trader requires at least {minimum-feedback-score} feedback score to trade.
es: Este comerciante exige al menos {minimum-feedback-score} puntos de confianza para comerciar.
ko: 이 유저는 거래를 위해 {minimum-feedback-score} 이상의 후기를 요합니다.
ru: Оценка отзывов должна быть минимум {minimum-feedback-score}, чтобы совершить сделку по этому объявлению.

# ad_page__report_ad
source: Report this advertisement by opening a ticket
es: Reportar este anuncio abriendo un ticket
ko: 티켓을 사용하여 거래 신고
ru: Напишите ☭донос☭ на это объявление, открыв тикет

# ad_page__request_trade__min_required_balance
source: You need to have {amount} in your {appName} arbitration bond wallet to cover the 1% arbitration protection fee for this trade.
es: Necesita tener {amount} en su cartera de bonos de arbitraje FRONT_TYPE para cubrir la tasa de protección de arbitraje del 1% para esta operación.
ko: 이 거래에 대한 1%의 중재 보호 수수료를 충당하려면 FRONT_TYPE 중재 채권 지갑에 {amount} 이(가) 있어야 합니다.
ru: Вам необходимо иметь {amount} в вашем кошельке арбитражного залога FRONT_TYPE, чтобы покрыть 1% комиссию за арбитражную защиту для этой сделки.

# ad_page__request_trade__price_changed__accept_price
source: Accept the price and continue
es: Acepta el precio y continúa
ko: 가격을 수락하고 계속
ru: Принять цену и продолжить

# ad_page__request_trade__price_changed__new_amount
source: New trade amount
es: Nueva cantidad comercial
ko: 새로운 거래 금액
ru: Новая сумма сделки

# ad_page__request_trade__price_changed__new_price
source: New price
es: Nuevo precio
ko: 새로운 가격
ru: Новая цена

# ad_page__request_trade__price_changed__old_price
source: Old price
es: Precio anterior
ko: 이전 가격
ru: Старая цена

# ad_page__request_trade__price_changed__select_adjustment
source: Adjust the trade amount for
es: Ajustar la cantidad comercial para
ko: 에 대한 거래 금액 조정
ru: Скорректировать сумму сделки для

# ad_page__request_trade__price_changed__title
source: The price has changed
es: El precio ha cambiado
ko: 가격이 변경되었습니다
ru: Цена изменилась

# ad_page__select_amount
source: Select amount...
es: Escoger cantidad...
ko: 수량 선택
ru: Выберите сумму...

# ad_page__send_trade_request_btn
source: Send trade request
es: Enviar solicitud para comerciar
ko: 거래 요청
ru: Начать сделку

# ad_page__show_on_map
source: Show on map
es: Mostrar en mapa
ko: 지도에서 보기
ru: Показать на карте

# ad_page__sign_up_btn
source: Sign up to start trading
es: Registrese para empezar a comerciar
ko: 가입하고 거래를 시작하세요
ru: Зарегистрируйтесь, чтобы начать торговать

# ad_page__terms_dialog__agree_btn
source: Agree to terms and start trading
es: Acepte los términos y comience a operar
ko: 약관 동의 후 거래 시작
ru: Согласен и начинаю сделку

# ad_page__terms_dialog__subtitle
source: Do you agree to this trader's terms?
es: ¿Está de acuerdo con los términos de este comerciante?
ko: 이 유저의 약관에 동의하십니까?
ru: Согласны ли вы с условиями этого трейдера?

# ad_page__terms_dialog__title
source: Read the terms
es: Lee los términos
ko: 약관 읽기
ru: Прочитайте условия

# ad_page__terms_of_trade
source: Terms of trade with {username}
es: Términos de intercambio con {username}
ko: {username}의 거래 약관
ru: Условия сделки с {username}

# ad_page__tips
source: Tips
es: Consejos
ko: 팁
ru: Советы

# ad_page__tips_text_0
source: Read the ad, and check the terms.
es: Lea el anuncio, y revise los términos.
ko: 계약을 읽고 약관을 꼭 확인하시기 바랍니다.
ru: Прочитайте объявление и проверьте условия.

# ad_page__tips_text_1
source: Propose a meeting place and contact time, if physical cash is traded.
es: Proponga un lugar y momento de encuentro, si se comercia con dinero físico.
ko: 현금거래가 포함되었을 경우 만날 장소 및 시간을 설정하셔야 합니다.
ru: Предложите место встречи и время, если необходима сделка с наличными.

# ad_page__tips_text_2
source: Watch for fraudsters! Check the profile feedback, and take extra caution with recently created accounts.
es: ¡Cuidado con los estafadores! Revise el feedback del perfil, y tome precauciones extras con cuentas recién creadas.
ko: 사기방지를 위해 항상 후기를 확인하시고 갓 만들어진 계정을 주의하시기 바랍니다.
ru: Остерегайтесь мошенников! Проверяйте отзывы в профиле и проявляйте особую осторожность с недавно зарегистрированными пользователями.

# ad_page__tips_text_3
source: Note that rounding and price fluctuations might change the final {assetName} amount. The {assetName} amount is calculated based on the trade currency amount you've entered.
es: Tenga en cuenta que el redondeo y las fluctuaciones de precio pueden cambiar la cantidad final de {assetName}. La cantidad de {assetName} se calcula en función de la cantidad de moneda comercial que ha ingresado.
ko: 반올림 및 가격변동에 의하여 {assetName}의 최종거래량이 다를 수 있습니다. {assetName} 거래량은 입력하신 화폐에 따라 다를 수 있습니다.
ru: Обратите внимание, что округления и колебания цен могут изменить окончательную сумму в {assetName}. Сумма фиатных денег, вводимая вами, имеет значение, и сумма в {assetName} рассчитывается на момент запроса.

# ad__broker_warn__agree
source: I fully <strong>understand</strong> the implications and <strong> I will not dispute the trade</strong> for those reasons
es: Entiendo completamente <strong></strong> las implicaciones y <strong> no disputaré la transacción</strong> por esos motivos.
ko: 본인은 그 의미를 완전히 <strong>이해</strong> 하며 <strong> 이러한 이유로 거래에 대해 이의를 제기하지 않습니다</strong>
ru: Я полностью <strong>понимаю</strong> последствия и <strong>не буду оспаривать сделку</strong> по этим поводам
