Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__networking__description
source: Let's take the time to get familiar with how Monero users interact with each other on the network, and what this means for their privacy.
es: Tomemos el tiempo para familiarizarnos con cómo los usuarios de Monero interactúan entre sí en la red y lo que esto significa para su privacidad.
ko: 시간을내어 Monero 사용자가 네트워크에서 서로 상호 작용하는 방식과 이것이 개인 정보 보호에 미치는 영향에 대해 알아 봅시다.
ru: Давайте уделим немного времени тому, чтобы рассмотреть, как пользователи Monero взаимодействуют друг с другом в сети, и что этот процесс означает для их приватности.

# knowledge__networking__title
source: What Every Monero User Needs to Know When It Comes to Networking
es: Lo que todo usuario de Monero necesita saber cuando se trata de redes
ko: 모든 Monero 사용자가 네트워킹에 대해 알아야 할 사항
ru: Что должен знать каждый пользователь Monero, когда дело доходит до взаимодействия с сетью

# knowledge__outputs__0__text
source: <p>Monero, like other cryptocurrencies, uses outputs as a means of accounting for funds. Many crypto savvy users have probably heard this term before, but not everyone understands what they mean and how they work. As explored in our <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures article</a>, outputs are the actual unit exchanged on the blockchain between transacting parties. Similar to a dollar bill, but the amount is not in a fixed denomination.</p> <p>If you get paid $16 for a job, you might receive a one dollar bill, a five dollar bill, and a ten dollar bill. You have $16, but you also have three different bills in your wallet. If you wanted to pay someone 6 dollars, you could use the 5 and the 1 bill, but if you wanted to pay someone $8 you could only use the $10 and receive $2 back in change. Lastly, if you wanted to pay someone $14 you would have to use all three bills, and would receive $2 back in change, but for a moment, when you hand over all three bills, you have no money in your wallet until you get the change back.</p> <p>Monero works similarly. Suppose you run a store and make three sales on three different items. You might receive 1.5 XMR, 2.25 XMR, and 5.25 XMR for a total of 9 XMR, but you also have three different outputs in your wallet of the denominations stated previously. Just like with the dollars, you might want to pay someone 3 XMR. You could use just the 5.25 XMR output, and receive 1.75 XMR back in change, or you could combine the 1.5 and 2.25 XMR outputs and get 0.75 XMR back in change.</p> <p>But, as soon as you send the transaction, the outputs that you do use are put in a "locked" state, meaning they are inaccessible until you receive back the change. The protocol unlocks the funds (i.e. gives you back the change) after 10 confirmations, or around 20 minutes. Just like once you hand over the dollar bills out of your wallet, you cannot use the money again until you receive the change back from the cashier, your Monero is inaccessible until you receive back the change.</p> <p>Let's go back to the example of sending 3 XMR to someone, and you use the 5.25 XMR output. Now, while you wait for you 1.75 XMR back in change, you cannot use it. This 1.75 XMR is inaccessible to you. But you can still use the 1.5 XMR and 2.25 XMR outputs, as these were not spent. Going back to the dollar example, if you paid someone $8, as in the example before, you would not be able to use the $2 that you expect back in change until it is given to you, but in this example, you still have a $10 bill that is unused in your wallet. This can still be used to purchase whatever you want while you wait for the change. The same with Monero.</p> <p>This is often a point of confusion for new Monero users. Often, a user may just have one output in their wallet, received from an exchange or a friend. Let's say this output is 20 XMR. They have no other outputs in their wallet. They now want to make a donation to two of their favorite charities. They send 5 XMR to the first charity and then are confused because, even though they should have 15 XMR left, they cannot immediately send the next donation to the second charity. As you might have guessed, this is because the 15 XMR is locked. It cannot be spent until it is returned as change (10 confirmations or around 20 minutes). After their funds are unlocked, they would be able to send their second donation.</p> <p>Just to reiterate the point, they would not have had this problem if they had had multiple outputs instead, such as two 10 XMR outputs or similar. They would be able to send both donations one right after the other, because the first donation would use one of the 10 XMR outputs (and wait 10 confirmations to receive 5 XMR back in change), and the second donation would use the other 10 XMR output.</p> <p>Some cryptocurrency wallets have a feature called ‘output management’, which simply shows a user which outputs they currently have (in addition to their total sum), as well as allows them to choose which ones they want to use when they spend their cryptocurrency.</p> <p>As of now, the Monero GUI does output selection for users automatically, as users selecting their own outputs often leads to confusion or, in some cases, harmed privacy. There are wallets under construction however, such as the new Feather wallet project, that will contain these output management features.</p> <p>We’ve been talking a lot about the sending portion, but something fascinating happens on the receiving end. Going back to our example of sending 3 XMR to someone, and using your 1.5 XMR and 2.25 XMR outputs in the transaction (while expecting 0.75 XMR in change), the receiver does NOT receive two outputs of 1.5 XMR and 2.25 XMR. They instead receive ONE 3 XMR output.</p> <p>In the background, the protocol combines all outputs used for spending, and gives the receiver one output of the paid amount, and sends one change output back to the sender. So the sender will also receive one output back as change, regardless of whether they used two, three, or ten outputs to send the transaction.</p> <p>We hope this has cleared up some confusion about outputs and how the internal accounting of the protocol works, as well as the common user facing problem of confusion when encountering locked funds. In another article, we will explore managing your outputs so as to minimize the chance of having to wait for unlocked funds before sending future transactions.</p>
es: <p>Monero, al igual que otras criptomonedas, utiliza los resultados como medio para contabilizar los fondos. Muchos usuarios expertos en criptografía probablemente hayan escuchado este término antes, pero no todos entienden lo que significan y cómo funcionan. Como se explora en nuestro <a target="_blank" href="/knowledge/ring-signatures" class="next-link">artículo sobre firmas de anillo</a>, las salidas son la unidad real intercambiada en la cadena de bloques entre las partes que realizan la transacción. Similar a un billete de un dólar, pero la cantidad no está en una denominación fija.</p> <p>Si le pagan $ 16 por un trabajo, es posible que reciba un billete de un dólar, un billete de cinco dólares y un billete de diez dólares. Tienes $ 16, pero también tienes tres billetes diferentes en tu billetera. Si quisiera pagarle a alguien 6 dólares, podría usar el billete de 5 y el billete de 1, pero si quisiera pagarle a alguien $ 8, solo podría usar los $ 10 y recibir $ 2 en cambio. Por último, si quisiera pagarle a alguien $ 14, tendría que usar las tres facturas y recibiría $ 2 de vuelta en cambio, pero por un momento, cuando entrega las tres facturas, no tiene dinero en su billetera hasta que obtenga la cambiar de nuevo.</p> <p>Monero funciona de manera similar. Suponga que tiene una tienda y realiza tres ventas en tres artículos diferentes. Es posible que reciba 1.5 XMR, 2.25 XMR y 5.25 XMR para un total de 9 XMR, pero también tiene tres salidas diferentes en su billetera de las denominaciones indicadas anteriormente. Al igual que con los dólares, es posible que desee pagarle a alguien 3 XMR. Puede usar solo la salida 5.25 XMR y recibir 1.75 XMR nuevamente en cambio, o puede combinar las salidas 1.5 y 2.25 XMR y obtener 0.75 XMR nuevamente en cambio.</p> <p>Pero, tan pronto como envía la transacción, las salidas que usa se colocan en un estado "bloqueado", lo que significa que son inaccesibles hasta que reciba el cambio. El protocolo desbloquea los fondos (es decir, le devuelve el cambio) después de 10 confirmaciones, o alrededor de 20 minutos. Al igual que una vez que entrega los billetes de un dólar de su billetera, no puede usar el dinero nuevamente hasta que reciba el cambio de vuelta del cajero, su Monero es inaccesible hasta que reciba el cambio.</p> <p>Regresemos al ejemplo de enviar 3 XMR a alguien, y usas la salida 5.25 XMR. Ahora, mientras espera que su 1.75 XMR vuelva a cambiar, no puede usarlo. Este 1.75 XMR es inaccesible para ti. Pero aún puede usar las salidas 1.5 XMR y 2.25 XMR, ya que no se gastaron. Volviendo al ejemplo del dólar, si le pagaste a alguien $ 8, como en el ejemplo anterior, no podrías usar los $ 2 que esperas como cambio hasta que te lo den, pero en este ejemplo, todavía tienes un Billete de $ 10 que no se usa en su billetera. Esto aún se puede usar para comprar lo que desee mientras espera el cambio. Lo mismo con Monero.</p> <p>Este suele ser un punto de confusión para los nuevos usuarios de Monero. A menudo, un usuario puede tener solo una salida en su billetera, recibida de un intercambio o un amigo. Digamos que esta salida es 20 XMR. No tienen otras salidas en su billetera. Ahora quieren hacer una donación a dos de sus organizaciones benéficas favoritas. Envían 5 XMR a la primera organización benéfica y luego están confundidos porque, aunque deberían tener 15 XMR restantes, no pueden enviar inmediatamente la siguiente donación a la segunda organización benéfica. Como habrás adivinado, esto se debe a que el 15 XMR está bloqueado. No se puede gastar hasta que se devuelva como cambio (10 confirmaciones o alrededor de 20 minutos). Una vez que se desbloqueen sus fondos, podrán enviar su segunda donación.</p> <p>Solo para reiterar el punto, no habrían tenido este problema si hubieran tenido múltiples salidas en su lugar, como dos salidas 10 XMR o similares. Podrían enviar ambas donaciones una tras otra, porque la primera donación usaría una de las 10 salidas de XMR (y esperaría 10 confirmaciones para recibir 5 XMR nuevamente en cambio), y la segunda donación usaría las otras 10 XMR salida.</p> <p>Algunas carteras de criptomonedas tienen una función llamada 'gestión de salida', que simplemente muestra al usuario qué salidas tiene actualmente (además de su suma total), y también les permite elegir cuáles quieren usar cuando gastan su criptomoneda.</p> <p>A partir de ahora, la GUI de Monero realiza la selección de salida para los usuarios automáticamente, ya que los usuarios que seleccionan sus propias salidas a menudo generan confusión o, en algunos casos, dañan la privacidad. Sin embargo, hay carteras en construcción, como el nuevo proyecto de carteras Feather, que contendrá estas funciones de gestión de salida.</p> <p>Hemos estado hablando mucho sobre la parte de envío, pero sucede algo fascinante en el extremo receptor. Volviendo a nuestro ejemplo de enviar 3 XMR a alguien, y usando sus salidas 1.5 XMR y 2.25 XMR en la transacción (mientras espera 0.75 XMR en cambio), el receptor NO recibe dos salidas de 1.5 XMR y 2.25 XMR. En su lugar, reciben una salida ONE 3 XMR.</p> <p>En segundo plano, el protocolo combina todas las salidas utilizadas para el gasto y le da al receptor una salida de la cantidad pagada y envía una salida de cambio al remitente. Por lo tanto, el remitente también recibirá una salida como cambio, independientemente de si utilizó dos, tres o diez salidas para enviar la transacción.</p> <p>Esperamos que esto haya aclarado algo de confusión sobre los resultados y cómo funciona la contabilidad interna del protocolo, así como el problema de confusión que enfrentan los usuarios comunes al encontrar fondos bloqueados. En otro artículo, exploraremos la administración de sus salidas para minimizar la posibilidad de tener que esperar fondos desbloqueados antes de enviar transacciones futuras.</p>
ko: <p>모네로는 다른 가상화폐와 마찬가지로 '출력'을 통해 자금의 회계감사를 합니다. 가상화폐 경험이 많은 사람들은 '출력'에 대해 들어보았지만 이것이 무엇이고 어떤 원리로 작동하는지 이해하지 못하고 있습니다. <a target="_blank" href="/knowledge/ring-signatures" class="next-link">링서명 게시글</a>에서 설명했듯이, 출력은 블록체인에서 거래되는 단위입니다. 원(화폐)과 비슷하지만, 차이점은 그 양이 고정되지 않았다는 점입니다.</p> <p>노동에 대한 대가로 천원권, 오천원권, 만원권 총 만육천원을 받았다고 생각해봅시다. 당신은 지갑에 총 세 장의 화폐인 만육천원을 갖고 있습니다. 누군가에게 육천원을 주고 싶다면 오천원권과 천원권을 사용할 수 있지만, 누군가에게 팔천원을 주고 싶다면 만원권만 사용 가능하고 대신 이천원을 돌려받을 것입니다. 또, 누군가에게 만사천원을 주고 싶다면, 화폐 세 장을 모두 사용하고 이천원을 돌려받겠지만, 화폐 세 장을 넘겨준 그 순간에는 잔돈을 돌려받기 전까지 지갑에 더 이상 돈이 없습니다.</p> <p>모네로도 비슷한 원리를 이용합니다. 당신이 가게를 운영하고 있다고 가정하고 세 가지 각기 다른 물품을 하나씩 팔았다고 생각해봅시다. 1.5 XMR, 2.25 XMR, 그리고 5.25 XMR를 받아 총 9 XMR을 받았지만, 3개의 다른 '출력'을 지갑에 받았습니다. 원을 사용할 때와 같이, 누군가에게 3 XMR을 주고 싶다고 하면, 5.25 XMR 출력을 사용하고 1.75 XMR을 돌려받거나, 1.5와 2.25 XMR 출력을 사용하고 0.75 XMR을 돌려받을 수도 있습니다.</p> <p>하지만 모네로는 송금을 하는 순간 사용한 출력이 "잠김" 상태가 되어, 잔돈을 돌려받기 전까지 사용이 불가능해집니다. 프로토콜은 10번의 검증 (약 20분) 이후 자금을 '풀어'줍니다 (=잔돈을 돌려준다). or around 20 minutes. 원화를 이용해 잔돈을 돌려받기 전까지 사용이 불가능한 것처럼, 지갑에서 출력을 사용하면, 잔돈을 돌려받기 전까지 모네로는 사용 불가능합니다.</p> <p>누군가에게 3 XMR을 주기 위해 5.25 XMR 출력을 이용하는 상황으로 돌아가 봅시다. 해당 출력을 이용하면, 잔돈 1.75 XMR을 돌려받기 전까지 이용 불가능합니다. 이 1.75 XMR은 당신이 현재 사용하지 못합니다. 하지만 1.5 XMR와 2.25 XMR 출력은 건들지 않았기 때문에 사용할 수 있습니다. 원화 예시로 돌아가서, 누군가에게 팔천원을 주었다면, 잔돈 이천원은 돌려받기 전까지 사용 불가능하지만, 다른 화폐는 아직 사용되지 않고 지갑에 있습니다. 이 화폐는 잔돈을 돌려받기 기다리는 동안 어디든 사용 가능합니다. 모네로도 마찬가지입니다.</p> <p>이러한 모네로를 처음 접하는 사람들은 여기서 많이 헷갈려 합니다. 거래소에서 샀든 친구에게 받았든 많은 사람들이 종종 지갑에 하나의 출력만을 보관합니다. 그 출력이 20 XMR라고 가정해 봅시다. 이 지갑에는 그 한 개의 출력 외에는 아무것도 없습니다. 이제 이 사람이 두 곳에 기부를 하고 싶다고 생각해봅시다. 그는 첫 단체에 5 XMR만을 보내서 15 XMR이 남아야 하는데 곧바로 다음 단체에 기부를 하려고 하니 (출력이 없어서) 기부가 불가능해 혼란스러워 합니다. 지금쯤이면 아시겠지만, 그 이유는 잔돈 15 XMR이 '잠겨있기' 때문입니다. 잔돈으로 돌려받을 때(10번의 검증 또는 대략 20분 정도)까지 사용이 불가능합니다. 잔돈이 풀리고 나면 이제 두번째 단체에 기부를 할 수 있습니다.</p> <p>다시 말하자면, 그가 10 XMR 출력 두개 등 여러개의 출력을 가지고 있었다면 이런 문제는 없었을 것입니다. 첫 번째 기부에 첫 10 XMR 출력을 사용하고 (5 XMR 잔돈은 10번의 검증 이후에 받고) 두 번쨰 기부에 다른 10 XMR 출력을 사용해 두 번의 기부 모두 바로 할 수 있었을 것입니다.</p> <p>어떤 가상화폐 지갑들은 '출력 관리'라는 기능이 있어서, 유저가 현재 어떤 출력(총액 포함)을 갖고 있는 지 보여주어 가상화폐를 사용할 시 어떤 출력을 이용할 지 선택할 수 있게 해줍니다.</p> <p>현재 모네로 GUI는 혼란관 개인정보 유출을 방지하기 위해 자동으로 유저를 위해 출력을 선택해줍니다. 현재 Feather 지갑같은 출력관리를 지원하는 지갑들이 개발중에 있습니다.</p> <p>지금까지는 송금하는 사람 입장에서만 얘기했지만, 받는 사람 입장에서도 흥미로운 일이 생깁니다. 누군가에게 3 XMR를 보내는 예시로 돌아가서, 1.5 XMR과 2.25 XMR 출력을 사용했을 때, 수취인은 1.5와 2.25 XMR에 해당하는 2개의 출력을 받지 않습니다. 그들은 한 개의 3 XMR 출력을 받습니다.</p> <p>프로토콜은 뒤에서 사용된 모든 출력을 합쳐 수취인에게 한개의 출력을 보내주며, 송금인에게 한개의 출력으로 잔돈을 되돌려줍니다. 송금인이 2,3, 또는 10개의 출력을 사용하더라도 잔돈은 한개의 출력으로 되돌려 받습니다.</p> <p>이 글이 출력과 프로토콜 자체의 내부 회계감사에 대한 이해를 도왔기 바라고, 잠긴 자금에 대한 궁금점도 해결됐기 바랍니다. 다른 글에서 다른 거래를 기다리게 될 가능성을 최소화하는 출력관리에 대해 다루겠습니다.</p>
ru: <p>Monero, как и другие криптовалюты, использует выходы как способ учёта средств. Многие опытные пользователи криптовалюты, вероятно, знакомы с термином «выходы», но далеко не все понимают, что он означает, и как эти выходы работают. Как было сказано в нашей статье, посвящённой <a target="_blank" href="/knowledge/ring-signatures" class="next-link">кольцевым подписям</a>, выходы — это фактические объекты, которыми обмениваются стороны, совершающие сделку, в блокчейне. Выход подобен долларовой банкноте, но сумма не имеет фиксированного достоинства.</p> <p>Если вам заплатят 16 долларов за работу, вы можете получить долларовую, пятидолларовую и десятидолларовую купюры. У вас есть 16 долларов, но в кошельке — три разных купюры. Если вы хотите заплатить кому-то 6 долларов, вы можете использовать купюры достоинством 5 и 1 доллар, но если вы захотите заплатить кому-то 8 долларов, вам придётся использовать 10 долларов и получить обратно 2 доллара сдачей. Наконец, если вы захотите заплатить кому-то 14 долларов, вам придется использовать все три купюры и получить 2 доллара сдачей, но в какой-то момент, когда вы передадите все три купюры, у вас не останется денег в вашем кошельке, пока вы не получите сдачу обратно.</p> <p>Monero работает подобным образом. Предположим, вы являетесь владельцем магазина и по-отдельности продали три разных товара. Вы можете получить 1,5 XMR, 2,25 XMR и 5,25 XMR, всего 9 XMR. Но в вашем кошельке также появятся три разных выхода номиналом, указанным ранее. Как и в случае с долларами, вы можете захотеть заплатить кому-нибудь 3 XMR. Вы можете использовать выход 5,25 XMR и получить сдачей 1,75 XMR, или же вы можете объединить выходы достоинством 1,5 и 2,25 XMR и получить 0,75 XMR обратно.</p> <p>Но как только вы отправите транзакцию, используемые вами выходы перейдут в «заблокированное» состояние, что означает, что они станут недоступны, пока вы не получите сдачу обратно. Протокол разблокирует средства (то есть, вернёт вам сдачу) после 10 подтверждений или примерно через 20 минут. Точно так же, как после того, как вы передадите долларовые купюры из своего кошелька, вы не сможете снова использовать деньги, пока не получите сдачу обратно от кассира, ваши Monero будут недоступными, пока вы не получите сдачу.</p> <p>Вернемся к примеру с отправкой 3 XMR с использованием выхода достоинством 5,25 XMR. Теперь, пока вы ожидаете возврата 1,75 XMR в виде сдачи, вы не можете использовать их. Эти 1,75 XMR будут для вас недоступны. Но вы всё равно сможете воспользоваться выходами достоинством 1,5 XMR и 2,25 XMR, так как они не были потрачены. Возвращаясь к примеру с долларами, если вы заплатили кому-то 8 долларов, как в предыдущем примере, вы не сможете использовать ожидаемые 2 доллара в качестве сдачи до тех пор, пока они не будут отданы вам, но в этом примере в вашем кошельке ещё остаётся неиспользованная десятидолларовая купюра. Её всё ещё можно использовать для покупки всего, что вы пожелаете, в то время, пока вы ожидаете сдачу. То же самое происходит и в случае с Monero.</p> <p>Это часто сбивает с толку новых пользователей Monero. Часто у пользователя в кошельке может иметься только один выход, полученный от биржи или от друга. Допустим, это выход достоинством 20 XMR. И других выходов в кошельке пользователя попросту нет. Допустим, пользователь захочет сделать пожертвование двум своим любимым благотворительным организациям. Пользователь отправляет 5 XMR первой благотворительной организации, а затем оказывается сбитым с толку, потому что, даже несмотря на то, что у него должно было остаться 15 XMR, он не может сразу же отправить следующее пожертвование во вторую благотворительную организацию. Как вы уже догадались, это связано с тем, что 15 XMR были заблокированы. Их нельзя потратить до тех пор, пока они не будут возвращены в качестве сдачи (до получения 10 подтверждений или примерно в течение 20 минут). После того, как средства будут разблокированы, пользователь сможет отправить второе пожертвование.</p> <p>Просто, чтобы ещё раз донести мысль: у пользователя не возникло бы этой проблемы, если бы у него было несколько выходов, например, два выхода по 10 XMR или что-то подобное. Он смог бы отправить оба пожертвования одно за другим, потому что для перевода первого пожертвования использовался один из выходов достоинством 10 XMR (и бы ожидал 10 подтверждений и получения 5 XMR в виде сдачи), а для отправки второго пожертвования использовался бы оставшийся выход так же достоинством 10 XMR.</p> <p>Некоторые криптовалютные кошельки имеют функцию, называемую «управление выходами», которая просто показывает пользователю, какие выходы у него имеются в настоящее время (в дополнение к их общей сумме), а также позволяет выбирать, какие из этих выходов использовать, когда пользователь будет тратить свою криптовалюту.</p> <p>На данный момент GUI-кошелёк Monero производит выбор выходов для пользователей автоматически, так как самостоятельный выбор пользователями собственных выводов часто приводит к путанице или, в некоторых случаях, вредит их приватности. Однако, в стадии разработки находятся и другие кошельки, такие как новый Feather, который будет иметь такие функции управления выходами.</p> <p>Мы много говорили об отправке, но с принимающей стороны тоже происходит кое-что интересное. Возвращаясь к нашему примеру отправки 3 XMR и использования выходов достоинством 1,5 XMR и 2,25 XMR при проведении транзакции (и ожидании сдачи в размере 0,75 XMR), получающая сторона НЕ получает два выхода достоинством 1,5 XMR и 2,25 XMR. Вместо этого она получает ОДИН выход достоинством 3 XMR.</p> <p>В фоновом режиме протокол объединяет все выходы, используемые для траты, и выдаёт получателю один выход из оплаченной суммы, и отправляет один выход сдачи обратно отправителю. Таким образом, отправитель также получает один выход в качестве сдачи, независимо от того, использовал он два, три или десять выходов для проведения транзакции.</p> <p>Мы надеемся, что прояснили ситуацию в отношении выходов и того, как работает внутренний механизм протокола, связанный с учётом, а также объяснили ту обычную проблему, с которой пользователи сталкиваются, когда их средства блокируются. В очередной статье мы расскажем как управлять вашими выходами так, чтобы минимизировать вероятность ожидания снятия блокировки средств перед отправкой последующих транзакций.</p>

# knowledge__outputs__description
source: Many crypto savvy users have probably heard the term "outputs" before, but not everyone understands what they mean and how they work.
es: Muchos usuarios expertos en criptografía probablemente hayan escuchado el término "resultados" antes, pero no todos entienden lo que significan y cómo funcionan.
ko: 가상화폐 경험이 많은 사람들은 "outputs(출력)"에 대해 들어보셨을 겁니다. 하지만 많은 사람들이 이것이 무엇이고 어떤 원리로 작동하는지 이해하지 못하고 있습니다.
ru: Многие опытные пользователи криптовалюты, вероятно, знакомы с термином «выходы», но далеко не все понимают, что он означает, и как эти выходы работают.

# knowledge__outputs__title
source: Monero Outputs Explained
es: Explicación de las salidas de Monero
ko: 모네로 출력에 대하여
ru: Что такое выходы Monero
