Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__myths__13__text
source: <p>The history of Monero is an interesting one, and it may surprise many to hear that it did indeed start as a scam. The creator, thankful_for_today, was likely in league with a cryptocurrency group that made the CryptoNote protocol, but had devious intentions to scam people out of their money using it.</p> <p>Their initial coin efforts failed, so they created Monero as a way to try again. This again failed as the community quickly realized something was amiss and took hold of the coin. Even so, the devious creators had one last trick up their sleeve. They released to the public deliberately deoptimized mining software, keeping the optimized version for themselves so as to outmine others and make lots of money off of the block rewards.</p> <p>This succeeded for a time, but was also quickly caught by the Monero community, fixed, and the optimized miner was released to all. The community, realizing what happened, chose not to relaunch the coin, as it was difficult to gauge both how much the scammers had made off with, and how much time and effort it would take to rebuild from scratch. Despite the difficulty in ascertaining how many coins the scammers received, it is also known that in this period many good-faith miners had independently re-optimized the code themselves, and sold off their profits, ensuring a more fair distribution, and that the scammers were not the only ones to get a large number of coins in this time. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">One such account can be read here</a>. <p>With the benefit of hindsight, some might criticize the decision to not relaunch the coin, and if these scammy origins are enough to push one away from the good work Monero has done, then there is no argument to sway them. Regardless of the initial frustrations the scammer creators caused, Monero has thrived and used its combined community intellect and passion to make a powerful technology. Our current core team, as well as the past members, were not enriched by the cripple mine, and to our knowledge, nobody involved in the initial scam lasted in the Monero community longer than the first few weeks of the coin’s existence.</p>
es: <p>La historia de Monero es interesante, y puede sorprender a muchos escuchar que realmente comenzó como una estafa. El creador, thanksful_for_today, probablemente estaba en alianza con un grupo de criptomonedas que creó el protocolo CryptoNote, pero tenía intenciones tortuosas de estafar a las personas con su dinero. </p> <p>Sus esfuerzos iniciales con monedas fallaron, por lo que crearon Monero como una forma de intentarlo nuevamente. Esto nuevamente falló cuando la comunidad rápidamente se dio cuenta de que algo andaba mal y se apoderó de la moneda. Aun así, los creadores tortuosos tenían un último truco bajo la manga. Lanzaron al público software de minería deliberadamente desoptimizado, conservando la versión optimizada para ellos mismos para minar a otros y ganar mucho dinero con las recompensas de bloque.</p> <p>Esto tuvo éxito por un tiempo, pero también fue rápidamente capturado por la comunidad de Monero, reparado, y el minero optimizado fue lanzado a todos. La comunidad, al darse cuenta de lo que sucedió, decidió no relanzar la moneda, ya que era difícil evaluar tanto con qué estafaron los estafadores como cuánto tiempo y esfuerzo tomaría reconstruir desde cero. </p> <p>Con el beneficio de la retrospectiva, algunos podrían criticar esta decisión, y si estos orígenes fraudulentos son suficientes para alejar a uno del buen trabajo que Monero ha hecho, entonces no hay argumento para influir en ellos. Independientemente de las frustraciones iniciales que causaron los creadores del estafador, Monero ha prosperado y ha utilizado su intelecto y pasión comunitarios combinados para crear una tecnología poderosa. Nuestro equipo central actual, así como los miembros anteriores, no se enriquecieron con la mina lisiada, y que sepamos, nadie involucrado en la estafa inicial duró en la comunidad de Monero más de las primeras semanas de existencia de la moneda.</p>
ko: <p>모네로의 역사는 특이하며 많은 사람들이 모네로는 실제로 사기로 시작했다는 것을 듣고 놀랍니다. 개발자인 thankful_for_today는 Cryptonote 프로토콜의 개발그룹과 친분이 있었다고 의심되며 이를 이용해 사람들을 사기칠 의도가 있었습니다.</p> <p>그들의 초기 사기시도는 실패했기에 모네로로 다시 시도했습니다. 하지만 빠르게 커뮤니티에서 뭔가 이상한걸 인지하고 이 코인을 사기꾼들의 손에서 빼앗았습니다. 하지만 사기꾼들은 마지막 카드를 숨겨두고 있었습니다. 의도적으로 최적화되지 않은 채굴프로그램을 같이 내놨습니다. 그들은 최적화되지 않은 채굴소프트웨어를 출시하고 최적화된 버전을 자기들만 갖고 블록보상을 통해 큰 돈을 벌 생각을 하고 있었습니다.</p> <p>초기에는 성공하는 듯 싶었으나, 모네로 커뮤니티가 금방 이를 잡아냈고 다시 최적화된 소프트웨어를 모두에게 배포했습니다. 무슨 일이 벌어진건지 인지한 커뮤니티는 사기꾼들이 돈을 조금 번 것을 알았지만 얼마나 가져간지도 모르고 새로 시작하기에는 시간과 노력이 너무 많이 들 것이라고 판단해 모네로를 고쳐서 재출시하지 않기로 결정했습니다. 사기꾼들이 받아간 코인이 몇개인지 알지 못했지만, 좋은 의도를 가지고 자기 나름대로 코드를 최적화해서 채굴한 후 코인을 팔아 재분배한 광부들도 있었습니다. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">이 글에 이 사건에 대해 더 자세히 읽어볼 수 있습니다</a>. <p>지금 돌아보며 이러한 결정을 비판하는 이들도 있고, 이런 스캠코인으로 시작한 과거가 모네로의 장점보다 더 크다고 생각해 모네로를 사용할 생각이 없으시다면, 말릴 수 있는 방법은 없습니다. 초기에 사기꾼들로 인한 삐걱거림이 있었지만 모네로를 번창했고 커뮤니티의 지식과 열정으로 강력한 기술로 거듭났습니다. 현재 중앙개발팀과 과거 멤버들은 이러한 불공평한 채굴로 돈을 벌지 않았으며, 우리가 아는 한 초기 사기에 참여한 사람들은 첫 몇 주만에 모네로 커뮤니티에서 전부 사라졌습니다.</p>
ru: <p>История Monero интересна, и многие удивятся, узнав, что на самом деле всё началось как мошенничество. Создатель монеты, thankful_for_today, вероятно, входил в криптовалютную группу, разработавшую протокол CryptoNote, но у него были коварные намерения мошенническим способом нажиться на людях с его помощью.</p> <p>Первые попытки группы по разработке монеты провалились, поэтому они решили попробовать ещё раз и создать Monero. Но снова ничего не вышло, так как сообщество быстро поняло, что что-то идёт не так, и взяло дальнейшую работу над монетой в свои руки. Тем не менее, у коварных создателей был последний туз в рукаве. Для общественности ими было выпущено умышленно неоптимизированное программное обеспечение для майнинга, а оптимизированную версию они оставили для себя, чтобы обойти других и заработать побольше денег на вознаграждениях, выплачиваемых за вычисление блоков.</p> <p>Какое-то время это удавалось, но сообщество Monero так же довольно быстро это обнаружило, исправило, и оптимизированный майнер стал доступным для всех. Понимая, что произошло, сообщество решило не перезапускать монету, так как было трудно оценить, сколько мошенники уже на этом заработали, и сколько времени и усилий потребуется, чтобы построить всё с нуля. Несмотря на трудности, связанные с выяснением общего количества монет, полученного мошенниками, известно, что в тот период многие добросовестные майнеры самостоятельно оптимизировали код и получили свою прибыль, обеспечив тем самым более справедливое распределение, и что мошенники были не единственными, кто получил большое количество монет за это время. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Об одном из таких случаев можно прочитать здесь.</a>. <p>Оглянувшись назад, кто-то может критиковать решение сообщества не перезапускать монету, и если такие пятна в самом начале истории монеты перевешивают всё то хорошее, что было сделано Monero после этого, едва ли найдутся аргументы, чтобы переубедить таких людей. Несмотря на сложности, вызванные действиями недобросовестных создателей в самом начале, сообщество Monero разрасталось и использовало свой общий интеллект и всю свою страсть для создания мощной технологии. Существующая на сегодняшний день команда лидеров проекта, равно как и её прошлые члены, никак не обогатились за счёт такого бесчестного майнинга, и насколько нам известно, никто из тех, кто участвовал в том мошенничестве, не задержался в сообществе Monero дольше первых нескольких недель существования монеты.</p>

# knowledge__myths__13__title
source: Didn’t Monero have a crippled miner in the early days that was used to enrich the founders?
es: ¿No tenía Monero un minero lisiado en los primeros días que se utilizó para enriquecer a los fundadores?
ko: 모네로 초기에 개발자들을 배불리기 위한 악성 광부들이 있지 않았나?
ru: Разве в первое время у Monero не было «кривого» майнера, призванного обогатить разработчиков?

# knowledge__myths__14__text
source: <p>This is a difficult question to answer. One answer commonly given is that we can add up the coinbase transactions (when new Monero is rewarded to a miner for solving a block). These transactions are transparent, and if we add them up we should get the total number of Monero in circulation.</p> <p>It’s important to note however, that if shenanigans were to happen that increase the amount of Monero beyond what we expect to see from the coinbase transactions, they would not happen on the coinbase transactions themselves, but in a regular transaction between wallets. This would only happen in one of three ways.</p> <p>One, if the cryptography that proves no Monero was created or destroyed in a transactions is fundamentally flawed. Two, if the implementation (code) of the solid cryptography is flawed. Three, if neither is flawed, but computers become powerful enough to punch through our current cryptographic schemes, and create false proofs.</p>
es: <p>Esta es una pregunta difícil de responder. Una respuesta comúnmente dada es que podemos sumar las transacciones de coinbase (cuando el nuevo Monero es recompensado a un minero por resolver un bloque). Estas transacciones son transparentes y, si las sumamos, deberíamos obtener el número total de Monero en circulación.</p> <p>Sin embargo, es importante tener en cuenta que si ocurrieran travesuras que aumentan la cantidad de Monero más allá de lo que esperamos ver en las transacciones de la base de monedas, no sucederían en las transacciones de la base de monedas en sí, sino en una transacción regular entre billeteras. Esto solo sucedería de una de tres maneras.</p> <p>Uno, si la criptografía que prueba que no se creó o destruyó Monero en una transacción es fundamentalmente defectuosa. Dos, si la implementación (código) de la criptografía sólida es defectuosa. Tres, si ninguno tiene fallas, pero las computadoras se vuelven lo suficientemente potentes como para atravesar nuestros esquemas criptográficos actuales y crear pruebas falsas.</p>
ko: <p>이는 간단히 답할 수 있는 문제가 아닙니다. 한 방법을 (블록을 풀었을 때 광부에게 보상으로 주어지는 새 모네로가 표기된) 코인베이스 거래를 합산해보는 것입니다. 이 거래들은 공개되어 있으며, 합산하면 현재 유통중인 모네로의 총량을 알 수 있습니다.</p> <p> 여기서 알아야 하는 것이 누군가 몰래 체인에서 모네로를 빼가고 있어 모네로 총량이 코인베이스 거래 합산보다 많다면, 이는 코인베이스 거래로 나타나지 않고 개인간의 지갑과 지갑 사이의 거래로 나타날 것입니다. 이러한 일이 일어날 수 있는 방법은 3가지가 있습니다.</p> <p>첫 번째는 모네로가 거래에서 생성되거나 파괴되었다는 것을 증명하는 암호화기술 자체에 오류가 있을 경우입니다. 두 번째는 암호화기술의 도입에 문제가 있을 경우입니다. 세 번째는 둘 다 문제가 없지만 강력한 컴퓨터를 사용하여 저희 암호화기술을 뚫어내고 가짜 증명을 생성할 경우입니다.</p>
ru: <p>Это сложный вопрос. Одним из обычных ответов является введение coinbase-транзакций (когда новая монета Monero передаётся майнеру, вычислившему блок). Такие транзакции прозрачны, и если мы введём их, то мы будем знать общее количество Monero, находящихся в обращении.</p> <p>Тем не менее важно отметить, что если и будут осуществляться махинации, в результате которых объём Monero станет большим, чем будет ожидаться с учётом coinbase-транзакций, то такие махинации будут проводиться не с самими coinbase-транзакциями, а с обычными транзакциями, проводимыми между кошельками. Это может происходить только в трёх случаях.</p> <p>Во-первых, если криптографические механизмы, позволяющие доказать, что во время транзакции не было создано или уничтожено никаких Monero, будут повреждены. Во-вторых, если сама реализация (код) криптографического механизма будет содержать ошибки. В-третьих, если всё будет работать, как надо, но компьютеры станут настолько мощными, что позволят взламывать существующие криптографические схемы и создавать фальшивые доказательства.</p>

# knowledge__myths__14__title
source: If Monero is so private, how can we audit the supply to ensure nobody is printing free Monero under our noses?
es: Si Monero es tan privado, ¿cómo podemos auditar el suministro para garantizar que nadie imprima Monero gratis bajo nuestras narices?
ko: 모네로가 그렇게 보안에 강력하면, 감사 시 어떻게 누가 모네로를 몰래 훔쳐가고 있는지 확인할까?
ru: Если Monero настолько приватна, как можно проверить прирост денежной массы и убедиться в том, что никто не создаёт Monero из воздуха прямо у нас под носом?

# knowledge__myths__15__text
source: <p>This one is the most difficult to answer because of the constant fluctuation of mining in general. In fact, it may be that after this article is published this may not be the case anymore, and the next day it may become the case again. Technology in general is hard to write about definitively due to the fast moving nature of the industry, and this is especially true with mining and hashrate.</p> <p>We’re not avoiding the concern, don’t worry. Let’s address it by looking at the difference between hardware centralization and pool centralization.</p> <p>The fact that mining on Bitcoin can only be done on very specific hardware that is not easily accessible means that the best hardware is centralized around the manufactures. Since setting up a mining pool is trivial, we expect to see these manufacturers deploy their own mining pools, on which their ASICs mine, and indeed, we see this to be the case with the major ASIC manufacturing companies today.<p> <p>This is not a solvable problem. The centralized mining pools own the hardware, the pool, and the hashes, and there is nothing that anyone can do about it.</p> <p>Pool centralization, while the end result is similar, has very different, and much more changeable underpinnings. Because Monero has egalitarian mining, every miner can choose where to point their hashes. People often choose to point at a bigger pool, simply because this means they will see blocks found more often than a smaller pool. </p> <p>Although, it should be noted that their individual cut of the block reward will be smaller since they are sharing it with many more people. Smaller pools find blocks less often, but each miner gets a larger portion of the block reward, and the end result is a miner actually makes an equivalent amount of money whether they are on a smaller pool or larger one, so we encourage miners to point their hash to smaller pools to further decentralize the mining.</p> <p>But we digress.</p> <p>You’ll notice in our encouragement for decentralization above, the fact that the miner has the power to switch pools. At any point, whether from better education, a rallying call for decentralization, or increased competition amongst pools, the hash distribution can change based off of individual miners changing where they point their hashes. The same can’t be said for mining that is centralized on the hardware level, as the ASIC manufacturers have no incentive to point to any pool other than their own, and they will not do so.</p> <p>So that fact that the bulk of Monero’s hashrate is concentrated into a couple of pools is not something we are stuck with, and indeed, may be due to lack of education about mining in general. It’s something that can be fixed because the problem does not lie at the root level, unlike with Bitcoin’s hardware centralization.</p>
es: <p>Esta es la más difícil de responder debido a la fluctuación constante de la minería en general. De hecho, puede ser que después de que se publique este artículo este ya no sea el caso, y al día siguiente puede volver a ser el caso. La tecnología en general es difícil de escribir definitivamente debido a la naturaleza de rápido movimiento de la industria, y esto es especialmente cierto con la minería y el hashrate.</p> <p>No estamos evitando la preocupación, no se preocupe. Abordemos el problema observando la diferencia entre la centralización de hardware y la centralización de grupos.</p> <p>El hecho de que la minería en Bitcoin solo se puede hacer en un hardware muy específico que no es fácilmente accesible significa que el mejor hardware está centralizado en torno a los fabricantes. Dado que la creación de un grupo de minería es trivial, esperamos ver a estos fabricantes desplegar sus propios grupos de minería, en los que minan sus ASIC, y de hecho, vemos que este es el caso de las principales empresas de fabricación de ASIC en la actualidad.<p> <p>Esto no es un problema solucionable. Los grupos de minería centralizados poseen el hardware, el grupo y los hashes, y no hay nada que nadie pueda hacer al respecto.</p> <p>La centralización de la agrupación, aunque el resultado final es similar, tiene bases muy diferentes y mucho más cambiantes. Debido a que Monero tiene minería igualitaria, cada minero puede elegir dónde apuntar sus hashes. Las personas a menudo eligen apuntar a un grupo más grande, simplemente porque esto significa que verán bloques encontrados con más frecuencia que un grupo más pequeño. </p> <p>Sin embargo, debe tenerse en cuenta que su recompensa de corte individual del bloque será menor ya que la comparten con muchas más personas. Los grupos más pequeños encuentran bloques con menos frecuencia, pero cada minero obtiene una porción más grande de la recompensa del bloque, y el resultado final es que un minero realmente gana una cantidad equivalente de dinero si están en un grupo más pequeño o más grande, por lo que alentamos a los mineros a señalar su hash a piscinas más pequeñas para descentralizar aún más la minería.</p> <p>Pero estamos divagando.</p> <p>Notarás en nuestro estímulo para la descentralización anterior, el hecho de que el minero tiene el poder de cambiar de grupo. En cualquier momento, ya sea por una mejor educación, un llamado a la descentralización o una mayor competencia entre los grupos, la distribución de hash puede cambiar en función de los mineros individuales que cambian dónde apuntan sus hash. No se puede decir lo mismo de la minería que está centralizada en el nivel de hardware, ya que los fabricantes de ASIC no tienen ningún incentivo para apuntar a ningún grupo que no sea el suyo, y no lo harán.</p> <p>De modo que el hecho de que la mayor parte del hashrate de Monero se concentre en un par de piscinas no es algo con lo que estemos atrapados, y de hecho, puede deberse a la falta de educación sobre la minería en general. Es algo que se puede solucionar porque el problema no se encuentra en el nivel raíz, a diferencia de la centralización de hardware de Bitcoin.</p>
ko: <p>이는 채굴 상황이 항상 변하고 있기 때문에 대답하기 가장 까다로운 사항입니다. 실제로 이 글이 게시된 이후에 상황이 완전히 바뀌어 있을 수도 있고 그 다음날 다시 원래대로 돌아올 수도 있습니다. 이 업계에서 기술변화는 빠르게 일어나기 때문에 특정 기술, 특히 채굴과 해시레이트,에 관해 명확하게 설명하기 힘듭니다.</p> <p>우려에 대한 답을 피하고자 하는건 아니니까 걱정하지 않으셔도 됩니다. 먼저 하드웨어 중앙화와 채굴풀 중앙화의 차이에 대해 알아봅시다.</p> <p>비트코인 채굴을 위해서 필요한 특수 장비가 구하기 쉽지 않다는 것은 최고의 하드웨어는 제조자들이 중앙화해서 사용하고 있다는 것을 뜻합니다. 채굴풀을 만드는 것은 상대적으로 쉽기 때문에, 이 제조자들이 보유한 ASICs를 이용해 자기들만의 채굴풀을 만들 수 있고, 실제로 오늘 날 많은 ASIC 제조사가 이러고 있습니다.<p> <p> 이는 해결가능한 문제가 아닙니다. 중앙화된 채굴풀이 하드웨어, 풀, 해시 모드 소유하고 있고 이는 아무도 해결할 수 없습니다.</p> <p> 이에 비해 채굴풀 중앙화는 결과적으로 비슷해 보이지만 실제로는 매우 다르고 내부적으로 많은 것들이 변경 가능합니다. 모네로는 공평한 채굴이 가능하기에 모든 광부들이 자기의 해시를 어디에 이용할 지 결정할 수 있습니다. 많은 사람들이 작은 채굴풀에 비해 블록이 더 자주 채굴되는 큰 채굴풀에 해시를 이용하고 싶어합니다. </p> <p>하지만 사용하는 이가 많으면 많을 수록 개인이 받게 되는 보상도 더 작아진다는 것도 알아야 합니다. 작은 채굴풀은 블록을 채굴하는 횟수가 더 적겠지만, 광부들이 각각 받는 보상은 더 크기에, 결과적으로 작은 채굴풀이나 큰 채굴풀이나 광부가 얻는 소득은 비슷하니, 중앙화를 피하기 위해 작은 채굴풀을 사용하는 것을 권장합니다.</p> <p>But we digress.</p> <p>위에서 탈중앙화를 권장하면서 말했듯이, 광부는 채굴풀을 언제든지 바꿀 권한이 있습니다. 채굴에 대해 더 자세하게 이해하기 위해서든, 탈중앙화를 위해서든, 다른 채굴풀이 더 소득이 높아 보이든지, 이유에 상관 없이 광부는 언제든지 자기 해시를 자기가 원하는 곳에 사용할 수 있습니다. ASIC 제조자가 자기 장비를 다른 채굴풀에 이용할 이유가 없기에, 하드웨어 자체가 중앙화된 경우에는 이런 선택권이 없습니다.</p> <p> 그렇기에 모네로의 해시가 소수의 채굴풀에 집중되어 있다는 것은 영구적인 문제가 아니며 채굴에 대한 이해 부족 자체가 원인일 수도 있습니다. 이는 비트코인의 하드웨어 중앙화 같은 근본적인 문제가 아니기에 언젠가 해결될 수 있습니다.</p>
ru: <p>А это самый сложный вопрос из-за постоянного колебания майнинга в целом. Возможно, что после публикации этой статьи дела уже будут обстоять иначе, а на следующий день всё опять станет как прежде. Определённо, сложно писать о технологии в целом из-за большой скорости развития индустрии, и особенно это касается вопросов майнинга и хешрейта.</p> <p>Мы не уходим от вопроса, не волнуйтесь. Давайте разберёмся, рассмотрев разницу между централизацией аппаратного обеспечения и централизацией пулов.</p> <p>Тот факт, что майнинг Bitcoin осуществим только с использованием специализированного аппаратного обеспечения, которое не так уж и доступно, означает, что лучшее аппаратное обеспечение будет централизовано вокруг соответствующего производителя. Так как организация майнинг-пула дело несложное, можно ожидать, что эти производители создадут собственные пулы, в котором майнинг будет осуществляться при помощи их схем ASIC, и действительно, так и происходит сегодня в случае с ведущими компаниями-производителями ASIC.<p> <p>Это нерешаемая проблема. У централизованных пулов имеется собственное аппаратное обеспечение, пул и хеши, и никто ничего не может поделать с этим.</p> <p>Централизация пула, несмотря на то, что результат будет тем же, имеет совершенно другую, гораздо более изменчивую подоплёку. Поскольку Monero придерживается принципов эгалитарного майнинга, каждый майнер волен выбрать, куда отдать свои хеши. Люди чаще выбирают большие пулы просто потому, что это означает более частое вычисление блоков, чем в случае с небольшими пулами. </p> <p>Вместе с тем следует отметить, что их индивидуальная часть вознаграждения будет меньше, так как они делятся ею со многими другими людьми. Меньшие пулы вычисляют блоки реже, но каждый майнер получает более солидную часть вознаграждения за вычисление блока. И в конечном счёте майнер получает эквивалентную сумму денег, независимо от того, работает он в малом пуле или в большом. Так что мы призываем майнеров отдавать свои хеши меньшим пулам, так как это способствует децентрализации майнинга.</p> <p>Но мы отвлеклись.</p> <p>В нашем призыве к децентрализации выше вы могли отметить, что майнер может переключаться между пулами. В любой момент из личного интереса, в силу призыва к децентрализации сети или усиления конкуренции между пулами, распределение хешрейта будет меняться в зависимости от того, куда майнеры будут отдавать свои хеши.</p> <p>Таким образом, тот факт, что большая часть хешрейта Monero сконцентрирована всего в паре пулов, никак не наша вина, а возможно, просто дело в недостаточности знаний о майнинге в целом. Это можно исправить, поскольку проблема находится не на базовом уровне в отличие от аппаратной централизации Bitcoin.</p>

# knowledge__myths__15__title
source: Most of Monero’s current hashrate comes from just two pools.
es: La mayor parte del hashrate actual de Monero proviene de solo dos grupos.
ko: 모네로의 해시는 2개의 단체가 대부분 담당하고 있다.
ru: Большая часть текущего хешрейта Monero обеспечивается всего двумя пулами.
