Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# document_title__guide__xmr
source: How To Buy Monero (XMR) Anonymously (Without ID) Guide - The Most Private Way in {year}
es: Cómo comprar Monero (XMR) Guía anónima (sin identificación) - La forma más privada en {year}
ko: (본인인증없이) 익명으로 모네로 구매하는 방법 - 지난 {year} 간 가장 익명성이 보장되는 방법
ru: Как купить Монеро (XMR) (XMR) Руководство анонимно (без удостоверения личности) - самый приватный способ в {year}

# document_title__index
source: Buy or Sell Monero Anonymously, Quick and Easy
es: Compre o venda Monero de forma anónima, rápida y fácil
ko: 빠르고 쉽게 모네로를 익명으로 매매
ru: Купить или продать Monero анонимно, быстро и легко

# document_title__index___agoradesk
source: Buy or Sell Bitcoins Anonymously, Quick and Easy
es: Compre o venda bitcoins de forma anónima, rápida y fácil
ko: 빠르고 쉽게 비트코인을 익명으로 매매
ru: Купить или продать биткойны анонимно, быстро и легко

# document_title__login
source: Log in
es: Iniciar sesión
ko: 로그인
ru: Войти

# document_title__post_ad
source: Post an ad
es: Publicar un anuncio
ko: 계약 등록
ru: Разместить объявление

# document_title__reset_password
source: Reset password
es: Restablecer contraseña
ko: 비밀번호 재설정
ru: Восстановить пароль

# document_title__search__buy_call__country
source: Buy {assetName} call option in {country}
es: Compre la opción de compra {assetName} en {country}
ko: {country}에서 {assetName} 콜옵션 구매
ru: Купить колл опцион {assetName} в {country}

# document_title__search__buy_call__country_method
source: Buy {assetName} call option in {country} with {method}
es: Compre la opción de compra {assetName} en {country} con {method}
ko: {method}로 {country}에서 {assetName} 콜옵션 구매
ru: Купить колл опцион {assetName} в {country} за {method}

# document_title__search__buy_call__currency
source: Buy {assetName} call option for {currency}
es: Comprar {assetName} opción de compra por {currency}
ko: {assetName} 콜옵션을 {currency}로 구매
ru: Купить колл опцион {assetName} для {currency}

# document_title__search__buy_call__method
source: Buy {assetName} call option with {method}
es: Compre la opción de compra {assetName} con {method}
ko: {assetName} 콜옵션을 {method}로 구매
ru: Купить колл опцион {assetName} с {method}

# document_title__search__buy_put__country
source: Buy {assetName} put option in {country}
es: Comprar {assetName} opción de venta en {country}
ko: {country}에서 {assetName} 풋옵션 구매
ru: Купить опцион пут {assetName} в {country}

# document_title__search__buy_put__country_method
source: Buy {assetName} put option in {country} with {method}
es: Compre la opción de venta {assetName} en {country} con {method}
ko: {country}에서 {assetName} 풋옵션을 {method}로 구매
ru: Купить опцион {assetName} в {country} с {method}

# document_title__search__buy_put__currency
source: Buy {assetName} put option for {currency}
es: Comprar {assetName} opción de venta por {currency}
ko: {assetName} 풋옵션을 {currency}로 구매
ru: Купить опцион пут {assetName} для {currency}

# document_title__search__buy_put__method
source: Buy {assetName} put option with {method}
es: Compre la opción de venta {assetName} con {method}
ko: {assetName} 풋옵션을 {method}로 구매
ru: Купить опцион пут {assetName} с {method}

# document_title__search__buy__country
source: Buy {assetName} in {country}
es: Comprar {assetName} en {country}
ko: {country}에서 {assetName} 구매
ru: Купить {assetName} в {country}

# document_title__search__buy__country_method
source: Buy {assetName} in {country} with {method}
es: Comprar {assetName} en {country} con {method}
ko: {country}에서 {assetName}를 {method}로 구매
ru: Купить {assetName} в {country} через {method}

# document_title__search__buy__currency
source: Buy {assetName} for {currency}
es: Comprar {assetName} por {currency}
ko: {assetName}를 {currency}로 구매
ru: Купить {assetName} за {currency}

# document_title__search__buy__method
source: Buy {assetName} with {method}
es: Comprar {assetName} con {method}
ko: {assetName}를 {method}로 구매
ru: Купить {assetName} через {method}

# document_title__search__sell
source: Sell {assetName} in {country}
es: Vender {assetName} en {country}
ko: {country}에서 {assetName} 판매
ru: Продать {assetName} в {country}

# document_title__search__sell_call__country
source: Sell {assetName} call option in {country}
es: Vender {assetName} opción de compra en {country}
ko: {country}에서 {assetName} 콜옵션 판매
ru: Продать опцион колл {assetName} в {country}

# document_title__search__sell_call__country_method
source: Sell {assetName} call option in {country} with {method}
es: Venda la opción de compra {assetName} en {country} con {method}
ko: {country}에서 {assetName} 콜옵션을 {method}로 판매
ru: Продать опцион колл {assetName} в {country} с {method}

# document_title__search__sell_call__currency
source: Sell {assetName} call option for {currency}
es: Vender la opción de compra {assetName} por {currency}
ko: {assetName} 콜옵션을 {currency}로 판매
ru: Продать опцион колл {assetName} для {currency}

# document_title__search__sell_call__method
source: Sell {assetName} call option with {method}
es: Vender {assetName} opción de compra con {method}
ko: {assetName} 콜옵션을 {method}로 판매
ru: Продать опцион колл {assetName} с {method}

# document_title__search__sell_put__country
source: Sell {assetName} put option in {country}
es: Vender la opción de venta {assetName} en {country}
ko: {country}에서 {assetName} 풋옵션을 판매
ru: Продать опцион пут {assetName} в {country}

# document_title__search__sell_put__country_method
source: Sell {assetName} put option in {country} with {method}
es: Venda la opción de venta {assetName} en {country} con {method}
ko: {country}에서 {assetName} 풋옵션을 {method}로 판매
ru: Продать опцион пут {assetName} в {country} с {method}

# document_title__search__sell_put__currency
source: Sell {assetName} put option for {currency}
es: Vender la opción de venta {assetName} por {currency}
ko: {assetName} 풋옵션을 {currency}로 판매
ru: Продать опцион пут {assetName} для {currency}

# document_title__search__sell_put__method
source: Sell {assetName} put option with {method}
es: Vender la opción de venta {assetName} con {method}
ko: {assetName} 풋옵션을 {method}로 판매
ru: Продать опцион пут {assetName} с {method}

# document_title__search__sell__country
source: Sell {assetName} in {country}
es: Vender {assetName} en {country}
ko: {country}에서 {assetName} 판매
ru: Продать {assetName} в {country}

# document_title__search__sell__country_method
source: Sell {assetName} in {country} with {method}
es: Vender {assetName} en {country} con {method}
ko: {country}에서 {assetName}를 {method}로 판매
ru: Продать {assetName} в {country} через {method}

# document_title__search__sell__currency
source: Sell {assetName} for {currency}
es: Vender {assetName} por {currency}
ko: {assetName}를 {currency}로 판매
ru: Продать {assetName} за {currency}

# document_title__search__sell__method
source: Sell {assetName} with {method}
es: Vender {assetName} con {method}
ko: {assetName}를 {method}로 판매
ru: Продать {assetName} через {method}

# document_title__settings
source: Settings
es: Opciones
ko: 설정
ru: Настройки

# document_title__signup
source: Sign up
es: Registrarse
ko: 가입
ru: Зарегистрироваться

# document_title__signup_success
source: Sign up success
es: Registrado con éxito
ko: 가입성공
ru: Регистрация успешна

# document_title__start
source: {appName} guides: how to buy or sell Monero
es: Empezando
ko: FRONT_TYPE 가이드: 모네로를 매매하는 방법
ru: Руководства по началу

# document_title__start___agoradesk
source: {appName} guides: how to buy or sell cryptocurrencies and options
es: Guías FRONT_TYPE: cómo comprar o vender criptomonedas y opciones
ko: FRONT_TYPE 가이드: 가상화폐와 옵션을 매매하는 방법
ru: Руководства FRONT_TYPE: как купить или продать криптовалюту и опционы

# document_title__trade
source: Trade {id}
es: Transacción {id}
ko: {id} 거래
ru: Сделка {id}

# document_title__user_ads
source: {user}'s ads
es: Anuncios de {user}
ko: {user}의 계약
ru: Объявления {user}

# document_title__verify_email
source: Verify email
es: Verificar correo electrónico
ko: 이메일 인증
ru: Подтверждение почты

# document_title__wallet
source: Wallet
es: Billetera
ko: 지갑
ru: Кошелёк

source: Done
es: hecho
ko: 끝난
ru: Готово

# dropdown__any_country
source: Any
es: Cualquier
ko: 무관
ru: Любая

# dropdown__any_currency
source: Any
es: Cualquier
ko: 무관
ru: Любая

# edit_ad__cancel_btn
source: Cancel changes
es: Cancelar cambios
ko: 변경 취소
ru: Отменить изменения

# edit_ad__current_price
source: Current ad price
es: Precio actual del anuncio:
ko: 현재 계약 가격:
ru: Текущая цена объявления:

# edit_ad__delete_btn
source: Delete ad
es: Eliminar anuncio
ko: 계약 삭제
ru: Удалить объявление

# edit_ad__delete_dialog__text
source: This will delete the ad permanently. Consider hiding the ad by setting visibility to false.
es: Esto eliminará el anuncio permanentemente. Considere ocultar el anuncio ajustando la opción de visibilidad a falso.
ko: 계약을 영구적으로 삭제하게 됩니다. 계약을 숨기는 걸 권장합니다.
ru: Объявление будет удалено без возможности восстановления. Вы можете скрыть его временно, выключив его 'Активность'.

# edit_ad__delete_dialog__title
source: Confirm ad deletion
es: Confirmar eliminacón de anuncio
ko: 계약 삭제 확인
ru: Подтвердите удаление объявления

# edit_ad__save_btn
source: Save changes
es: Guardar cambios
ko: 변경 저장
ru: Сохранить изменения

# edit_ad__this_ad_is_to
source: This ad is to {ad-type} {created-at} {time-of-creation}. In order to change ad type, please {create-a-new-ad}
es: Este anuncio es para {ad-type} {created-at} {time-of-creation}. Para cambiar el tipo de anuncio, por favor {create-a-new-ad}
ko: 이 계약은 {created-at} {time-of-creation}에 생성된 {ad-type} 계약입니다. 계약 종류를 바꾸고 싶으시다면, {create-a-new-ad}하시기 바랍니다
ru: Это объявление на {ad-type}, {created-at} {time-of-creation}. Чтобы изменить тип сделки, пожалуйста {create-a-new-ad}

# edit_ad__this_ad_is_to_ad_type_call_buy
source: buy {assetName} call option
es: compra {assetName} opción de compra
ko: {assetName} 콜옵션 구매
ru: покупку {assetName} колл-опциона

# edit_ad__this_ad_is_to_ad_type_call_sell
source: sell {assetName} call option
es: vender {assetName} opción de compra
ko: {assetName} 콜옵션 판매
ru: продажу {assetName} колл-опциона

# edit_ad__this_ad_is_to_ad_type_local_buy
source: buy {assetName} for cash (locally)
es: comprar {assetName} por dinero efectivo (localmente)
ko: (근처에서) {assetName}를 현금으로 거래
ru: покупку {assetName} за наличные (при встрече)

# edit_ad__this_ad_is_to_ad_type_local_sell
source: sell {assetName} for cash (locally)
es: vender {assetName} por dinero efectivo (localmente)
ko: (근처에서) {assetName}를 현금으로 거래
ru: продажу {assetName} за наличные (при встрече)

# edit_ad__this_ad_is_to_ad_type_online_buy
source: buy {assetName} online
es: comprar {assetName} en línea
ko: {assetName} 온라인으로 구매
ru: покупку {assetName} онлайн

# edit_ad__this_ad_is_to_ad_type_online_sell
source: sell {assetName} online
es: vender {assetName} en línea
ko: {assetName} 온라인으로 판매
ru: продажу {assetName} онлайн

# edit_ad__this_ad_is_to_ad_type_put_buy
source: buy {assetName} put option
es: compra {assetName} opción de venta
ko: {assetName} 풋옵션 구매
ru: покупку {assetName} пут-опциона

# edit_ad__this_ad_is_to_ad_type_put_sell
source: sell {assetName} put option
es: vender {assetName} opción de venta
ko: {assetName} 풋옵션 판매
ru: продажу {assetName} пут-опциона

# edit_ad__this_ad_is_to_create_new
source: create a new ad
es: crear un nuevo anuncio
ko: 새 계약 생성
ru: создайте новое объявление

# edit_ad__this_ad_is_to_created_at
source: created at
es: creado en
ko: 생성일
ru: созданное

# edit_ad__title
source: Edit an advertisement
es: Editar un anuncio
ko: 계약 수정
ru: Редактировать объявление

# edit_ad__updated_price
source: Updated ad price:
es: Precio actualizado del anuncio:
ko: 업데이트된 계약 가격:
ru: Обновленная цена объявления:

# edit_ad__visible
source: Visible
ko: 열람가능
ru: Активно

# edit_ad__warning__no_buyer_settlement_address
source: URGENT ACTION NEEDED: This ad doesn't have a settlement wallet address set. Provide it as soon as possible to avoid having the ad hidden.
es: SE NECESITA UNA ACCIÓN URGENTE: Este anuncio no tiene una dirección de cartera de liquidación establecida. Proporciónela lo antes posible para evitar que el anuncio se oculte.
ko: 긴급 조치 필요: 이 광고에는 결제 지갑 주소가 설정되어 있지 않습니다. 광고가 숨겨지지 않도록 가능한 한 빨리 제공하십시오.
ru: НЕОБХОДИМО СРОЧНОЕ ДЕЙСТВИЕ: У этого объявления не установлен адрес расчетного кошелька. Укажите его как можно скорее, чтобы избежать скрытия объявления.

# edit__error__invalid_settlement_address
source: Please enter a valid settlement wallet address
es: Por favor, introduzca una dirección válida del monedero de liquidación
ko: 유효한 결제 지갑 주소를 입력하세요.
ru: Пожалуйста, введите действительный адрес расчетного кошелька

source: Error
ko: 에러
ru: Ошибка

# error_page
source: Oops! Something went wrong. Please try again soon. Click anywhere on the page to reload.
es: ¡Ups! Algo ha ido mal. Por favor, pruebe otra vez.
ko: 오류가 생겼습니다! 다시 시도해 보시기 바랍니다. 아무 곳이나 클릭하면 새로고침합니다.
ru: Оп! Что-то пошло не так. Пожалуйста, попробуйте еще раз.

# error_page__subtext
source: If that doesn't help, try clearing your cookies or using a different browser. If that doesn't help either, please {open_a_ticket}
es: Si eso no ayuda, intente borrar sus cookies o usar un navegador diferente. Si eso tampoco ayuda, {open_a_ticket}
ko: 같인 일이 발생한다면, 쿠키를 지우거나 다른 브라우저를 이용해보시기 바랍니다. 그래도 안된다면, {open_a_ticket}하시기 바랍니다
ru: Если это не поможет, попробуйте очистить куки или использовать другой браузер. Если и это не поможет, пожалуйста, {open_a_ticket}

# error_page__subtext__ticket
source: open a support ticket.
es: abra un ticket de soporte.
ko: 민원신고
ru: откройте тикет в службе поддержки.

# error__captcha
source: Captcha failed, please try again
es: Captcha fallido, por favor, pruebe otra vez
ko: 캡ㅊ 실패, 다시 시도해 보시기 바랍니다
ru: Ошибка капчи, пожалуйста попробуйте ещё раз

# error__edit__244
source: Provided settlement wallet address is invalid
es: La dirección del monedero de liquidación proporcionada no es válida
ko: 제공된 결제 지갑 주소가 잘못되었습니다.
ru: Предоставленный адрес расчетного кошелька недействителен

# error__edit__245
source: Internal {appName} address can't be used for trade settlement. Please input an outside, non-{appName} {asset} address to continue.
es: La dirección interna de FRONT_TYPE no puede utilizarse para la liquidación de operaciones. Por favor, introduzca una dirección externa, no FRONT_TYPE {asset} para continuar.
ko: 내부 FRONT_TYPE 주소는 거래 결제에 사용할 수 없습니다. 계속하려면 FRONT_TYPE {asset} 이 아닌 외부 주소를 입력하세요.
ru: Внутренний адрес FRONT_TYPE не может быть использован для расчетов по сделкам. Пожалуйста, введите внешний, не FRONT_TYPE {asset} адрес, чтобы продолжить.

# error__edit__245__nojs
source: Internal {appName} address can't be used for trade settlement. Please input an outside, non-{appName} address to continue.
es: La dirección interna de FRONT_TYPE no puede utilizarse para la liquidación de operaciones. Por favor, introduzca una dirección externa, no FRONT_TYPE para continuar.
ko: 내부 FRONT_TYPE 주소는 거래 결제에 사용할 수 없습니다. 계속하려면 FRONT_TYPE 이 아닌 외부 주소를 입력하세요.
ru: Внутренний адрес FRONT_TYPE не может быть использован для расчетов по сделкам. Пожалуйста, введите внешний, не FRONT_TYPE адрес, чтобы продолжить.

# error__edit__249
source: You must set a settlement wallet address to continue.
es: Debe establecer una dirección de cartera de liquidación para continuar.
ko: 계속하려면 결제 지갑 주소를 설정해야 합니다.
ru: Для продолжения необходимо установить адрес расчетного кошелька.

# error__post_ad__107
source: Can't track liquidity without setting maximum amount
es: No se puede rastrear la liquidez sin establecer la cantidad máxima
ko: 최대량 설정 없이 유동성을 확인할 수 없습니다
ru: Нельзя следить за ликвидностью без указания максимальной суммы сделки

# error__post_ad__108
source: Minimum transaction amount cannot be equal to or larger than maximum transaction amount
es: El monto mínimo de la transacción no puede ser igual o mayor que el monto máximo de la transacción
ko: 최소 거래량은 최대 거래량과 같거나 더 높을 수 없습니다
ru: Минимальная сумма сделки не может быть равна или больше максимальной суммы сделки

# error__post_ad__114
source: Payment window has to be 15-90 minutes
es: El margen de pago debe ser de 15-90 minutos
ko: 결제기한은 15-90분 사이어야 합니다
ru: Окно оплаты должно быть от 15 до 90 минут

# error__post_ad__132
source: Can't create more than {maximumNumberOfAds} ads. Please delete one of your old ads to create this one.
es: No se pueden crear más de {maximumNumberOfAds} anuncios. Por favor, elimine uno de sus anteriores anuncios para crear este.
ko: {maximumNumberOfAds} 이상 계약을 생성할 수 없습니다. 다른 계약을 삭제하고 다시 시도해 보시기 바랍니다.
ru: Нельзя создать более {maximumNumberOfAds} объявлений. Чтобы создать новое объявление, пожалуйста, удалите одно из ваших старых объявлений.

# error__post_ad__142
source: Can't set a fiat limit that is less than minimum amount.
es: No se puede establecer un límite fiat menor que la cantidad mínima.
ko: 최소량보다 더 낮은 명목화폐량을 설정할 수 없습니다.
ru: Минимальное ограничение сумм сделки не может быть ниже минимального размера сделки.

# error__post_ad__143
source: Can't set a fiat limit that is more than maximum amount.
es: No se puede establecer un límite de fiat mayor que la cantidad máxima.
ko: 최대량보다 더 높은 명목화폐량을 설정할 수 없습니다.
ru: Максимальное ограничение сумм сделки не может быть выше минимального размера сделки.

# error__post_ad__173
source: Your ad's currency can't be the same as your ad's asset
es: La moneda de su anuncio no puede ser la misma que el activo de su anuncio
ko: 계약으로 판매하려는 자산과 결제화폐가 같을 수 없습니다
ru: Валюта вашего объявления не может совпадать с криптовалютой вашего объявления.

# error__post_ad__80
source: Latitude or longitude was not set
es: Latitud o longitud no fue establecida
ko: 위도 또는 경도가 설정되지 않았습니다
ru: Не указана широта или долгота

# error__post_ad__81
source: Price value wasn't properly set
es: El valor del precio no se estableció correctamente
ko: 가격이 제대로 설정되지 않았습니다
ru: Неверное значение цены

# error__post_ad__86
source: Illegal combinations of country, payment method, and currency
es: Combinaciones ilegales por país, método de pago y moneda
ko: 같이 설정할 수 없는 국가, 결제수단, 또는 통화입니다.
ru: Неверная комбинация страны, способа оплаты и валюты

# error__post_ad__87
source: This payment method isn't valid for selected country
es: Este método de pago no es válido para el país seleccionado
ko: 선택한 국가에서 사용할 수 없는 결제수단입니다
ru: Данный способ оплаты не подходит для указанной страны

# error__post_ad__88
source: This currency isn't valid for selected payment method
es: Esta moneda no es válida para el método de pago seleccionado
ko: 선택한 결제수단으로 사용할 수 없는 화폐입니다
ru: Данная валюта не подходит для выбранного способа оплаты

# error__post_ad__89
source: Location was not properly set
es: La ubicación no se estableció correctamente
ko: 위치설정이 잘못되었습니다
ru: Неверно указано местоположение

# error__post_ad__generic
source: Errors in the form! Please check your ad again.
es: ¡Errores en el formulario! Por favor revise su anuncio de nuevo.
ko: 오류가 있습니다. 계약내용을 확인하고 다시 시도해주시기 바랍니다.
ru: Ошибки в анкете! Пожалуйста проверьте ваше объявление

# error__settings__220
source: Disposable email addresses are not allowed
es: Las direcciones de correo electrónico desechables no están permitidas
ko: 일회성 이메일 주소는 사용 불가능합니다
ru: Одноразовые адреса электронной почты запрещены

# error__signup__219
source: Disposable email addresses are not allowed
es: Las direcciones de correo electrónico desechables no están permitidas
ko: 일회성 이메일 주소는 사용 불가능합니다
ru: Одноразовые адреса электронной почты запрещены

# error__signup__47
source: User with that username already exists.
es: Ya existe un usuario con ese nombre de usuario.
ko: 이미 존재하는 유저명입니다.
ru: Пользователь с таким именем уже существует

# error__signup__48
source: User with that email already exists
es: Ya existe un usuario con ese correo electrónico
ko: 이미 다른 유저가 사용하는 이메일입니다
ru: Пользователь с таким адресом электронной почты уже существует

# error__trade_request__100
source: Cannot request less than {min_asset_amount} {assetSymbol} for trade creation.
es: No se puede solicitar menos de {min_asset_amount} {assetSymbol} para la creación de una transacción.
ko: 최소 {min_asset_amount} {assetSymbol} 이상 거래해야 합니다.
ru: Нельзя начать сделку менее чем на {min_asset_amount} {assetSymbol}.

# error__trade_request__101
source: Requested amount is less than ad’s minimum transaction amount
es: El monto solicitado es menor que el monto mínimo de transacción del anuncio
ko: 요청한 거래량이 계약의 최소거래량보다 적습니다.
ru: Запрошенная сумма меньше минимальной допустимой суммы сделки.

# error__trade_request__102
source: Requested amount is more than trader has available for this ad
es: La cantidad solicitada es más de lo que el comerciante tiene disponible para este anuncio
ko: 요청한 거래량이 계약의 최대거래량보다 많습니다.
ru: Запрошенная сумма больше максимальной допустимой суммы сделки.

# error__trade_request__103
source: This trader is currently not trading. Please check other ads or come back later.
es: Este comerciante no está comerciando actualmente. Por favor, revise otros anuncios o vuelva más tarde.
ko: 현재 거래중이지 않은 대상입니다. 나중에 다시 시도하거나 다른 계약을 이용하시기 바랍니다.
ru: Данный торговец в данный момент не торгует. Пожалуйста, найдите другое объявление или вернитесь позже.

# error__trade_request__105
source: This trader doesn't have enough balance to start a trade for this amount.
es: Este comerciante no tiene saldo suficiente para iniciar una transacción de esa cantidad.
ko: 거래대상이 거래에 필요한 잔액이 없습니다.
ru: У торговца недостаточно средств для начала сделки.

# error__trade_request__106
source: You don't have enough balance in your {appName} wallet to start a trade!
es: ¡No tiene suficiente saldo en su Billetera de FRONT_TYPE para iniciar una transacción!
ko: FRONT_TYPE 지갑에 잔액이 부족합니다!
ru: У вас недостаточно средств в кошельке FRONT_TYPE для начала сделки!

# error__trade_request__109
source: Requested amount is more than trader has available for this ad
es: La cantidad solicitada es más de lo que el comerciante tiene disponible para este anuncio
ko: 요청한 거래량이 거래대상이 이 계약에 사용 가능한 금액보다 많습니다
ru: Запрошенная сумма больше максимальной допустимой суммы сделки.

# error__trade_request__110
source: This trader requires higher feedback score to trade than you have at the moment. You can increase your feedback score by completing trades with traders who don't have such requirement.
es: Este comerciante requiere una puntuación de confianza/feedback más alta para operar con él, que la que tiene actualmente. Puede aumentar su puntuación de confianza completando transacciones con comerciantes que no tienen dicho requisito.
ko: 거래에 필요한 최소 후기량을 만족하지 못하였습니다. 다른 대상과 거래하여 후기량을 높인 후 다시 시도해 주시기 바랍니다.
ru: Этот торговец требует более высокую оценку отзывов, чем вы имеете в настоящий момент. Вы можете увеличить оценку отзывов совершая сделки с торговцами, не ставящими такое требование.

# error__trade_request__111
source: Requested amount is not one of the amount accepted by this trader
es: La cantidad solicitada no es una de las cantidades aceptadas por este comerciante
ko: 거래대상이 받지 않는 거래량입니다
ru: Запрашиваемая сумма не является одной из допустимых для данного торговца.

# error__trade_request__112
source: Can’t request a trade for an ad you posted yourself
es: No puede solicitar una transacción para un anuncio que usted mismo publicó
ko: 자기가 등록한 계약과 거래할 수 없습니다
ru: Нельзя открыть сделку с самим собой!

# error__trade_request__141
source: Can't create a trade for an amount that’s less than the minimum allowed amount
es: No se puede crear una transacción por una cantidad inferior a la cantidad mínima permitida
ko: 최소 거래량 이상 거래해야 합니다
ru: Нельзя открыть сделку на сумму ниже минимально допустимой

# error__trade_request__150
source: You can't start a trade because this trader has blocked you. Try looking for other traders.
es: No puede comenzar una transacción porque este usuario le ha bloqueado. Pruebe con otros usuarios.
ko: 거래대상이 당신을 차단했습니다. 다른 유저와 거래하시기 바랍니다.
ru: Вы не можете начать сделку, потому что этот пользователь заблокировал вас. Попробуйте найти другого торговца.
