Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# search__no_google_text
source: We have noticed that Google Services are blocked in your browser. That's OK, but we are using them to find local deals near you. That means you will have to enter your coordinates manually. You can use services such as {this} to help you with that.
es: Hemos detectado que los Servicios de Google están bloqueados en su navegador. Eso está bien, pero nosotros los utilizamos para encontrar transacciones cerca de usted. Esto significa que deberá introducir sus coordenadas de forma manual. Puede utilizar servicios como {this} para ayudarle a hacerlo.
ko: 이용중인 브라우저에서 구글이 이용 불가능합니다. 그래도 이용 가능하지만, 저희는 구글을 이용해 주변 거래를 찾습니다. 구글을 이요하고 싶지 않다면 위치를 직접 입력해주세요. {this}나 비슷한 다른 서비스를 이용하면 도움이 됩니다.
ru: Мы обратили внимание на то, что в вашем браузере заблокированы службы Google. Ничего страшного, но мы их используем для поиска объявлений рядом с вами. Поэтому, вам придется ввести координаты вручную. В этом вам могут помочь сайты на подобии {this}.

# search__no_google_text_here
source: this
es: este
ko: 이 서비스
ru: этого

# search__no_results
source: No results in {country} with the selected criteria... yet.
es: No hay resultados en {country} con los criterios seleccionados.
ko: {country}에 아직 원하는 조건에 맞는 거래가 없습니다.
ru: Нет результатов в {country} по указанным критериям.

# search__no_results_1
source: Try with different payment method, different amount or no amount at all.
es: Pruebe con otro método de pago, otra cantidad o sin introducir cantidad.
ko: 다른 결제수단이나 거래량을 이용해 보세요.
ru: Попробуйте повторить поиск с другим методом оплаты, суммой или не указывая суммы.

# search__no_results_2
source: Alternatively, be the first one to {post-an-ad} here!
es: Si no ¡Sea el primero en {post-an-ad} aquí!
ko: 아니면, 가장 먼저 {post-an-ad}해 보세요!
ru: Или будьте первым, кто {post-an-ad} в этой категории!

# search__no_results_post_an_ad
source: post an ad
es: publique un anuncio
ko: 계약을 게시
ru: разместит здесь объявление

# search__popular_methods
source: 🔥 Popular {code} methods
es: 🔥 Métodos populares {code}
ko: 🔥 인기 {code} 방법
ru: 🔥 Популярные методы в {code}

# search__sell_tab
source: Sell
es: Vender
ko: 판매
ru: Продать

# seo__headline_1
source: Protect your right to privacy - buy Monero.
es: Proteja su derecho a la privacidad: compre Monero.
ko: 모네로를 이용해 개인정보를 보호하세요.
ru: Купить Monero (XMR) - способ защитить свое право на частную жизнь.

# seo__headline_1___agoradesk
source: The best cryptocurrency exchange to buy and sell Bitcoin online without ID verification.
es: El mejor intercambio de criptomonedas para comprar y vender Bitcoin en línea sin verificación de identificación.
ko: 본인인증 없이 온라인으로 비트코인을 매매할 수 있는 최고의 가상화폐 거래소.
ru: Лучший биткойн обменник для покупки и продажи биткоинов без подтверждения личности.

# seo__headline_2
source: Sell Monero to people worldwide or locally - support the community and make money with cryptocurrency.
es: Venda Monero a personas de todo el mundo o localmente: apoye a la comunidad y gane dinero con criptomonedas.
ko: 모네로를 세계 어디있든 누구나에게 판매하세요 - 모네로 커뮤니티를 지원하고 가상화폐로 돈을 벌어보세요.
ru: Продавайте Monero людям по всему миру или рядом - поддерживайте сообщество и зарабатывайте на криптовалюте.

# seo__headline_2___agoradesk
source: A true LocalBitcoins and Paxful alternative.
es: Una verdadera alternativa LocalBitcoins y Paxful.
ko: LocalBitcoins와 Paxful을 대체할 수 있는 거래소.
ru: Настоящая альтернатива LocalBitcoins и Paxful.

# seo__text_1
source: If you are concerned about the invasion of privacy - the best cryptocurrency to invest in is XMR. Monero is an untraceable coin developed with privacy by design in mind. Where to buy Monero? LocalMonero is the biggest, most trusted and well-established P2P Monero exchange in the XMR community. We have no KYC checks - you can simply buy Monero anonymously without ID verification with PayPal, credit card, gift card, cash by mail or convert bitcoin to Monero - our platform supports any payment method.
es: Si le preocupa la invasión de la privacidad, la mejor criptomoneda para invertir es XMR. Monero es una moneda imposible de rastrear desarrollada teniendo en cuenta la privacidad por diseño. <br/>¿Dónde comprar Monero? LocalMonero es el intercambio P2P Monero más grande, más confiable y bien establecido en la comunidad XMR. No tenemos cheques KYC: simplemente puede comprar Monero de forma anónima sin verificación de identidad con PayPal, tarjeta de crédito, tarjeta de regalo, efectivo por correo o convertir bitcoin a Monero; nuestra plataforma admite cualquier método de pago.
ko: 개인정보 유출이 두렵다면 - 투자하기 가장 좋은 가상화폐는 XMR입니다. 모네로는 개인정보보호를 염두에 두고 개발된 추적 불가능한 코인입니다. <br/> 모네로를 어디서 살까? LocalMonero는 XMR 커뮤니티에서 확실히 자리잡고 가장 크고 신뢰받는 P2P 모네로 거래소입니다. 저희는 KYC를 이용하지 않습니다 - 본인인증 없이 페이팔, 신용카드, 상품권, 현금이나 비트코인으로 모네로를 익명으로 구매할 수 있습니다 - 저희 플랫폼은 이 중 어느 결제수단이든 이용 가능합니다.
ru: Если вы беспокоитесь о вторжении государства или корпораций в личную жизнь - самая перспективная криптовалюта - это XMR. Монеро - это анонимная и бесследная валюта, разработанная с упором на финансовую конфиденциальность. <br/>Где купить монеро? LocalMonero - это крупнейший и пользующийся наибольшим доверием в XMR сообществе P2P обменник Monero. Наша криптовалютная биржа не проверяет ваши личные данные - вы можете просто купить Monero анонимно без подтверждения личности с помощью Киви (Qiwi), Яндекс.Деньги, перевода с карты Сбербанка, PayPal, или или конвертировать биткойны в монеро - наша платформа поддерживает любой способ оплаты.

# seo__text_1___agoradesk
source: Wondering how to invest in Bitcoin? On AgoraDesk, purchasing bitcoins has never been easier - instantly buy BTC from a person using your favorite online payment method: PayPal, credit/debit card or bank transfer, gift cards, Venmo or any other. If you want to buy bitcoins near you with cash, you can find someone willing to sell bitcoins locally - the trading platform supports buying and seling BTC with cash. You can even buy bitcoins using cash by mail.
es: ¿Te preguntas cómo invertir en Bitcoin? En AgoraDesk, comprar bitcoins nunca ha sido tan fácil: compre BTC instantáneamente a una persona utilizando su método de pago en línea favorito: PayPal, tarjeta de crédito / débito o transferencia bancaria, tarjetas de regalo, Venmo o cualquier otro. <br/> Si desea comprar bitcoins cerca de usted con efectivo, puede encontrar a alguien dispuesto a vender bitcoins localmente: la plataforma de negociación admite la compra y venta de BTC con efectivo. Incluso puedes comprar bitcoins usando efectivo por correo.
ko: 비트코인에 어떻게 투자할지 고민중이라고? AgoraDesk에서 비트코인을 구매한는건 지금보다 쉬웠던 적은 없습니다 - 원하는 결제수단(페이팔, 계좌이체, 신용카드, 체크카드, 상품권, 벤모(Venmo) 등)을 이용해 다른 유저로부터 비트코인을 구매하세요. <br/> 비트코인을 주변에서 현금으로 구매하고 싶다면, 주변에서 비트코인을 판매할 사람을 찾아드리겠습니다 - 저희 거래소는 현금을 이용한 비트코인 매매를 지원합니다. 심지어 현금우편으로도 비트코인을 구매할 수 있습니다.
ru: Интересуетесь, как инвестировать в Bitcoin? Покупать биткойны на AgoraDesk просто как никогда - моментально купите BTC за рубли, используя ваш любимый способ онлайн-оплаты: Киви (Qiwi), Яндекс.Деньги, перевод с карты Сбербанка, PayPal, или любой другой. <br/> Если же вы хотите купить биткойны за рубли наличными, вы можете найти человека, который продаст вам биткойн при встрече - биржа поддерживает покупку и продажу BTC за наличные. Вы даже можете купить биткойны наличными по почте.

# seo__text_2
source: LocalMonero is the best place to sell XMR - whether it's your mining rewards, Monero price arbitrage, or you simply see the value in servicing the community. The arbitration bond protection system and our secure Monero arbitration bond wallet provide you with a robust XMR trading experience - so you can convert XMR to USD, EUR, AUD, GBP or any other local currency with peace of mind.
es: LocalMonero es el mejor lugar para vender XMR - ya sea por sus recompensas de minería, arbitraje de precios de Monero, o simplemente ves el valor de servir a la comunidad. El sistema de protección de bonos de arbitraje y nuestra cartera segura de bonos de arbitraje de Monero le proporcionan una sólida experiencia de comercio de XMR - para que pueda convertir XMR a USD, EUR, AUD, GBP o cualquier otra moneda local con tranquilidad.
ko: LocalMonero는 XMR을 판매할 수 있는 최고의 장소입니다. 채굴 보상이든, Monero 가격 차익 거래 또는 단순히 커뮤니티 서비스의 가치를 참조하십시오. 중재 채권 보호 시스템과 안전한 Monero 중재 채권 지갑은 강력한 XMR 거래 경험을 제공하므로 XMR을 USD, EUR, AUD, GBP 또는 기타 현지 통화로 안심하고 변환할 수 있습니다.
ru: LocalMonero - это лучшее место для продажи XMR - будь то ваши награды за майнинг Monero, арбитража криптовалют, или вы просто видите ценность в расширении сообщества. Система защиты сделки арбитражным залогом и наш безопасный кошелек арбитражного залога Monero обеспечивают вам надежный процесс обмена XMR на рубли.

# seo__text_2___agoradesk
source: Are you a bitcoin trader looking to make money with crypto arbitrage? A miner who wants to cash out BTC to USD or other local currency? AgoraDesk is a <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins alternative </a> that respects your privacy and security, while providing you with a smooth and fast experience of cashing in your bitcoins.
es: ¿Eres un comerciante de bitcoins que busca ganar dinero con el arbitraje criptográfico? ¿Un minero que quiere cambiar BTC a USD u otra moneda local? <br/> AgoraDesk es una <a href="/localbitcoins-alternative" style="color: #0b4f6c"> alternativa de LocalBitcoins </a>que respeta su privacidad y seguridad, a la vez que le brinda una experiencia rápida y fluida de cobrar sus bitcoins.
ko: 재정거래를 통해 돈을 벌고 싶은 비트코인 유저이십니까? 아니면 비트코인을 USD나 다른 화폐로 바꾸고 싶은 광부? <br/> AgoraDesk는 유저의 개인정보와 보안을 중요시하면서 원활한 사용을 통해 비트코인 현금화 서비스를 제공하는 <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins를 대체할 거래소</a>입니다.
ru: Вы трейдер и хотите заработать на биткоине с помощью крипто-арбитража? Или желаете перевести доходы от майнинга биткоинов в рубли? <br/> Биржа AgoraDesk - это <a href="/localbitcoins-alternative" style="color: #0b4f6c"> альтернатива Локал Биткоин</a>, которая уважает вашу конфиденциальность и безопасность, обеспечивая при этом быстрый и легкий процесс обналичивания ваших биткойнов в рубли.

# settings__2fa__backup_code
source: Your backup code is:
es: Su código de respaldo es:
ko: 백업코드:
ru: Ваш запасной код:

# settings__2fa__disable_btn
source: Disable 2FA
es: Desactivar 2FA
ko: 2FA 비활성화
ru: Отключить 2FA

# settings__2fa__disable_error
source: Wrong password or one-time password.
es: Contraseña o código temporal incorrectos.
ko: 잘못된 비밀번호 또는 OPT입니다.
ru: Неверный пароль или одноразовый пароль.

# settings__2fa__disable_subtitle
source: To disable 2FA enter your password and one-time password.
es: Para desactivar la 2FA, introduzca su contraseña y el código temporal.
ko: 2FA를 활성화하기 위해서 비밀번호와 OTP를 입력해주세요.
ru: Чтобы отключить 2FA, введите ваш пароль и одноразовый пароль.

# settings__2fa__disable_success
source: Success! 2FA disabled.
es: ¡Completado! 2FA desactivado.
ko: 성공! 2FA가 비활성화 되었습니다.
ru: 2FA успешно отключена.

# settings__2fa__disable_title
source: Disable two-factor authentication
es: Desactivar la autenticación de dos pasos
ko: 2중인증(2FA) 비활성화
ru: Отключить двухфакторную аутентификацию

# settings__2fa__enable
source: Enable two-factor authentication
es: Activar autenticación de dos pasos
ko: 2중인증(2FA) 비활성화
ru: Включить двухфакторную аутентификацию

# settings__2fa__enable_btn
source: Enable 2FA
es: Activar 2FA
ko: 2중인증(2FA) 활성화
ru: Включить 2FA

# settings__2fa__enable_enter_pass
source: To enable 2FA enter your password.
es: Introduzca su contraseña para activar la autenticación de dos pasos.
ko: 2FA를 활성화하기 위해서 비밀번호와 OTP를 입력해주세요.
ru: Чтобы включить 2FA, введите свой пароль

# settings__2fa__network_error
source: Something went wrong with the request! Try refreshing the page and repeat the request.
es: ¡Algo ha ido mal con su solicitud! Pruebe de refrescar la página y repita la solicitud.
ko: 뭔가 잘못됐습니다! 새로고침 후 다시 시도해주세요.
ru: Что-то пошло не так! Попробуйте обновить страницу и повторить запрос.

# settings__2fa__not_enabled_yet
source: Your 2FA has not been enabled yet! You need to enter the one-time password to activate it.
es: ¡Su 2FA no ha sido activada todavía! Usted necesita introducir la contraseña temporal para activarla.
ko: 2FA이 아직 활성화되지 않았습니다! 활성화를 위해 OTP를 입력해주세요.
ru: Ваша 2FA еще не активирована! Для активации вам нужно ввести одноразовый пароль.

# settings__2fa__rtfm
source: Read the two-factor authentication activation guide
es: Leer la gruía de activación de la autenticación de dos pasos
ko: 2중인증 활성화 가이드를 읽어주세요
ru: Прочитайте инструкцию по активации двухфакторной аутентификации

# settings__2fa__status
source: Your 2FA status:
es: Su estado de 2FA:
ko: 2FA 상태:
ru: Ваш 2FA статус:

# settings__2fa__status_disabled
source: Disabled
es: DESACTIVADO
ko: 활성화됨
ru: ОТКЛЮЧЕНА

# settings__2fa__status_enabled
source: Enabled
es: ACTIVADO
ko: 비활성화됨
ru: ВКЛЮЧЕНА

# settings__2fa__step_four
source: <strong> Enter the code</strong> given by your 2FA mobile app in the box below the QR code and <strong> press the 'Verify 2FA' button</strong>.
es: <strong> Introduzca el código</strong> proporcionado por su aplicación 2FA, en el recuadro bajo el código QR y <strong> presione el botón 'Verificar 2FA'</strong>.
ko: 모바일 2중인증 어플의 QR코드 밑에 주어진<strong> 번호를 입력</strong>하고나서 <strong> '2FA 확인'을 눌러주세요</strong>.
ru: В поле под QR-кодом, <strong> введите код</strong>, который вы видите в 2FA приложении и <strong> нажмите на кнопку 'Подтвердить 2FA' </strong>.

# settings__2fa__step_one
source: {download-a-2fa-app} such as {andotp} or {any-other-2fa-app} that supports {totp} for your device.
es: {download-a-2fa-app} para su dispositivo que soporte {totp}, como {andotp} o {any-other-2fa-app}.
ko: 사용하는 모바일기기에 {totp}를 지원하는 {andotp}나 {any-other-2fa-app}을 {download-a-2fa-app} 받아주세요.
ru: {download-a-2fa-app} (например, {andotp}, или {any-other-2fa-app}, поддерживающее {totp}) на ваше устройство.

# settings__2fa__step_one_any_other_2fa_app
source: any other 2FA app
es: cualquier otra aplicación de 2FA
ko: 다른 2중인증 어플
ru: любое другое 2FA приложение

# settings__2fa__step_one_download_a_2fa_app
source: Download a 2FA app
es: Descargo una aplicación de 2FA
ko: 다운로드
ru: Скачайте 2FA приложение

# settings__2fa__step_three
source: Launch the 2FA app on your mobile device. Find the scan a barcode function in the app and <strong> scan the QR code </strong> displayed on this page.
es: Abra la aplicación 2FA en su dispositivo móvil. Encuentre la funcionalidad de escanear código en la aplicación y <strong> escanee el código QR </strong> mostrado en ésta página.
ko: 핸드폰에 2FA을 키세요. 어플 내 바코드 스캔을 눌러 이 페이지에 나온<strong> QR코드를 스캔하세요</strong>.
ru: Запустите 2FA приложение на вашем мобильном устройстве. Найдите функцию сканирования штрихкода и <strong> отсканируйте QR-код</strong>, показанный на этой странице.

# settings__2fa__step_two
source: Write down your backup code (below) on a piece of paper and store it in a safe place. You will need it if you lose your phone, or you will be locked out of your account. {appName} will not be able to help you should you lose this code.
es: <strong> Anote su código de respaldo </strong> (coloreado arriba en verde) en un trozo de papel y guárdelo en un sitio seguro. Usted lo necesitará si pierde el teléfono, o su cuenta quedará bloqueada. FRONT_TYPE no podrá ayudarle si pierde este código.
ko: 위에 (초록색으로 표시된)<strong> 백업코드를 종이에 적어</strong> 안전한 곳에 보관하세요. 핸드폰을 잃어버리면 계정을 복구하는데 사용됩니다. 이 백업코드를 잃어버리면 FRONT_TYPE도 도와줄 수 없습니다.
ru: <strong> Запишите ваш запасной код! </strong> (сверху зеленым цветом) на бумажке и храните в безопасном месте. Он вам понадобится в случае потери телефона, в противном случае, вы не сможете войти в ваш аккаунт. FRONT_TYPE не сможет вам помочь, если вы потеряете этот код.

# settings__2fa__subtitle
source: When two-factor authentication is active you need to enter a one time code every time you log in or withdraw funds.
es: Cuando la autenticación de dos factores está activada usted necesita introducir un código temporal cada vez que acceda a la plataforma o retire fondos.
ko: 2중인증이 활성화되면 로그인하거나 자금을 출금할때마다 OTP를 입력해야합니다.
ru: При включенной 2FA, тобы войти в систему или вывести средства, в дополнении к паролю вам нужен одноразовый код с мобильного телефона

# settings__2fa__success
source: Success!
es: ¡Logrado con éxito!
ko: 성공!
ru: Успех!

# settings__2fa__success_text
source: Two-factor authentication has been set on your account.
es: La autenticación de dos pasos ha sido activada en su cuenta.
ko: 계정에 2중인증이 활성화되었습니다.
ru: Двухфакторная аутентификация была активирована.

# settings__2fa__success_warn
source: This is the last chance to write down your backup code!
es: ¡Esta es la última oportunidad para anotar su código de respaldo!
ko: 백업코드를 적을 수 있는 마지막 기회입니다!
ru: Это ваш последний шанс записать ваш запасной код!

# settings__2fa__title
source: Two-factor authentication (2FA)
es: Autenticación de Dos Factores (2FA)
ko: 2중인증(2FA)
ru: Двухфакторная аутентификация (2FA)

# settings__2fa__verify_btn
source: Verify 2FA
es: Verificar 2FA
ko: 2FA 확인
ru: Подтвердить 2FA

# settings__2fa__warning
source: <strong>PLEASE NOTE:</strong> if you lose your 2FA credentials (lose or break phone, delete your 2FA app and lose your backup code) you <strong>will not be able to login into your account ever again</strong>. {appName} will not be able to help you. <strong>Use at your own risk</strong>.
es: <strong>TENGA EN CUENTA:</strong> si usted pierde sus credenciales de 2FA (pérdida o rotura de teléfono, aplicación de 2FA eliminada y código de respaldo perdido) usted <strong>no podrá acceder a su cuenta nunca más</strong>. FRONT_TYPE no podrá ayudarle. <strong>Utilizar bajo su responsabilidad</strong>.
ko: <strong>주의:</strong> 2중인증 정보를 잃어버리면 (핸드폰 분실 또는 고장 또는 2중인증 어플 삭제하고 백업코드 분실) <strong> 다시는 계정에 로그인할 수 없습니다</strong>. FRONT_TYPE도 도와줄 수 없습니다. <strong>이를 감안하고 이용해주세요</strong>.
ru: <strong>ОБРАТИТЕ ВНИМАНИЕ:</strong> Если вы потеряете доступ к своему второму фактору (потеряете или сломаете телфон, удалите 2FA приложение и потеряете запасной код), вы <strong> больше никогда не сможете зайти в свой аккаунт </strong>. FRONT_TYPE не сможет вам помочь. <strong>Используйте на свой страх и риск</strong>.

# settings__2fa__wrong_otp
source: Wrong one-time password.
es: Contraseña temporal errónea.
ko: 잘못된 OTP입니다.
ru: Неправильный одноразовый пароль.

# settings__api_key__copy_tooltip
source: Copy to clipboard
es: Copiar al portapapeles
ko: 클립보드에 저장
ru: Скопировать в буфер обмена

# settings__api_key__delete_tooltip
source: Delete and expire active key
es: Eliminar y caducar clave activa
ko: 이용중인 키 만료 후 삭제
ru: Удалить и истечь срок действия активного ключа

# settings__api_key__generate__button
source: Generate
es: Generar
ko: 생성
ru: Сгенерировать

# settings__api_key__generate__caption
source: Generating a key will also invalidate the previously generated API key
es: Generar una clave también invalidará la clave API generada previamente
ko: 새 키를 생성하면 전에 생성된 API키를 사용할 수 없습니다
ru: Генерация ключа также сделает недействительным ранее сгенерированный ключ API

# settings__api_key__generate__title
source: Generate new API key
es: Generar nueva clave API
ko: 새 API 키 생성
ru: Создать новый ключ API

# settings__api_key__label
source: API key
es: Clave API
ko: API 키
ru: Ключ API

# settings__api_key__label__caption
source: To be able to use private API endpoints, you have to set your API key as the "Authorization" header. The key expires in 5 years. Find more details in the {api-docs}.
es: Para poder utilizar puntos finales de API privados, debe establecer su clave API como el encabezado "Authorization". La clave caduca en 5 años. Encuentre más detalles en los {api-docs}.
ko: API endpoints를 사용하려면 "Authorization"에서 API 키를 설정해야 합니다. 이 키는 5년 후 만료됩니다. 더 많은 정보는 {api-docs}에 있습니다.
ru: Чтобы иметь возможность использовать частные конечные точки API, вы должны установить свой ключ API в качестве заголовка Authorization. Срок действия ключа истекает через 5 лет. Более подробную информацию вы найдете в {api-docs}.

# settings__api_key__label__caption__api_docs_link
source: API docs
es: documentos de la API
ko: API 문서
ru: документации по API

# settings__basic_info_title
source: Basic user information
es: Información básica de usuario
ko: 기본 유저 정보
ru: Основная информация о пользователе

# settings__buying_vacation_tip
source: No one who wants to sell you coins will see your ads or open trades on them
es: Nadie que quiera venderle monedas verá sus anuncios o abrirá operaciones con ellos
ko: 당신에게 코인을 팔고 싶지 않은 사람은 당신 계약을 보지 못하고 거래를 열지도 않습니다
ru: Желающие продать вам монеты не увидят ваши объявления или не смогут открыть по ним сделку

# settings__buying_vacation_title
source: Buying vacation
es: Comprando en vacaciones
ko: 휴가 구매
ru: Приостановить покупки

# settings__change_email__btn
source: Change email
es: Cambiar email
ko: 이메일 변경
ru: Изменить адрес почты

# settings__change_email__new
source: New email
es: Nuevo email
ko: 새 이메일
ru: Новый адрес почты

# settings__change_email__new_tip
source: A verification letter will be sent to verify your email
es: Un correo de verificación será enviado para verificar su email
ko: 이메일주소로 인증 이메일을 보냈습니다
ru: Вам будет выслано письмо для подтверждения этого адреса

# settings__change_email__none
source: No email provided
es: No proporcionado email
ko: 이메일 없음
ru: Адрес электронной почты не указан

# settings__change_email__subtitle
source: Current email: {email}
es: Email actual: {email}
ko: 현재 사용중인 이메일: {email}
ru: Текущий адрес: {email}

# settings__change_email__title
source: Change/verify email
es: Cambiar/verificar email
ko: 이메일 변경 및 인증
ru: Поменять или подтвердить адрес электронной почты

# settings__change_email__unverified
source: Unverified
es: No verificado
ko: 인증 안됨
ru: Неподтвержден

# settings__change_email__verified
source: Verified
es: Verificado
ko: 인증됨
ru: Подтврежден

# settings__change_password_wrong
source: Wrong current password
es: Contraseña errónea
ko: 잘못된 현재 비밀번호입니다
ru: Неправльный текущий пароль

# settings__change_password__btn
source: Change password
es: Cambiar contraseña
ko: 비밀번호 변경
ru: Изменить пароль

# settings__change_password__confirm
source: Confirm new password
es: Confirme nueva contraseña
ko: 새 비밀번호 확인
ru: Подтвердите новый пароль

# settings__change_password__confirm_tip
source: Please confirm your new password
es: Por favor confirme su nueva contraseña
ko: 새 비밀번호를 확인해주세요
ru: Пожалуйста, подтвердите ваш новый пароль

# settings__change_password__new
source: New password
es: Nueva contraseña
ko: 새 비밀번호
ru: Новый пароль

# settings__change_password__old
source: Old Password
es: Antigua contraseña
ko: 현재 비밀번호
ru: Старый пароль

# settings__change_password__old_tip
source: Please enter your current password to proceed
es: Por favor, introduzca su actual contraseña para continuar
ko: 진행을 위해 현재 비밀번호를 입력하세요
ru: Пожалуйта введите ваш текущий пароль

# settings__change_password__subtitle
source: After changing the password you will have to log in again using your new password
es: Después de cambiar la contraseña usted deberá acceder otra vez utilizando su nueva contraseña
ko: 비밀번호를 변경 후 새 비밀번호로 로그인해야 합니다
ru: После того, как вы измените пароль, вам нужно будет снова зайти, используя новый пароль

# settings__change_password__title
source: Change password
es: Cambiar contraseña
ko: 이메일 변경
ru: Поменять пароль

# settings__delete_account__button
source: Delete account
es: Eliminar la cuenta
ko: 계정 삭제
ru: Удалить аккаунт

# settings__delete_account__description
source: This will delete and anonymize all your account data. Your account will be deleted entirely - this action cannot be undone.
es: Esto eliminará y anonimizará todos los datos de tu cuenta. Tu cuenta será eliminada por completo - esta acción no se puede deshacer.
ko: 이렇게 하면 모든 계정 데이터가 삭제되고 익명화됩니다. 계정이 완전히 삭제됩니다 -이 작업은 취소할 수 없습니다.
ru: Это удалит и анонимизирует все данные вашей учетной записи. Ваша учетная запись будет полностью удалена - это действие необратимо.
