Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__networking__0__text
source: <p>It shouldn't come as a surprise to anyone that Monero, and indeed all cryptocurrency, runs on the internet. And yet, even though this statement seems basic and obvious, many do not consider the implications of what this means in regards to their privacy. In other words, there are some things Monero can and can't protect against, just by nature of running on the internet. Some of these considerations are mere inconveniences, while others are much more serious in a scenario where absolute privacy is required. Let's take the time to get familiar with how Monero users interact with each other on the network, and what this means for their privacy.</p> <p>Starting on the trivial side of things, if a user does not have access to the internet, they cannot download new blocks, propagate transactions on behalf of others, or send transactions of their own. An interesting thing to note is, a user with a full node, without internet access can construct a transaction offline that can be sent later. This is because a ring signature only needs outputs from the blockchain to hide with. A brief reminder on <a target="_blank" href="/knowledge/ring-signatures" class="next-link">how ring signatures work</a>, it hides the real output that a user is sending among a collection of unaffiliated outputs chosen from the past. If the user has access to these outputs in the form of a fully downloaded blockchain (full node) then they can create the ring signature from the past outputs, and once internet connectivity resumes, propagate the transaction to the network.</p> <p>A user that is using a remote node cannot do this, as when they construct their ring signature, they contact the remote full node for outputs to include in the ring signature. No internet means they can't reach this node, so they do not have offline transaction construction capabilities.</p> <p>Before we continue into some of the privacy considerations, let's have a brief primer on how the internet works as a whole. The entire internet is nothing more than computers connecting to other computers. That's it. The blog you like to read? Just some files hosted on someone else's computer. This website you're reading this article on (LocalMonero)? Files and code hosted on a computer somewhere. Even big crazy sites work this way. Take YouTube for example. Just video files hosted on Google's gigantic computer systems, and you connect to them to download the video to your own computer so you can watch it.</p> <p>These computers can tell each other apart because each and every computer connected to the internet is given a unique identification number called an IP address. These typically are four sets of numbers separated by periods, for example: 172.66.35.7. It's important to keep this in mind when we consider how Monero information is moved around the internet. Monero is a peer-to-peer network (P2P), meaning computers connect directly to each other rather than using an intermediary. So when a user's full node is downloading a newly discovered block, they aren't downloading it from a central server, but from their peers. The downside to this is, since users are connecting to each other directly, they know each other’s IP addresses.</p> <p>Well? What's the big deal? It's just a number, right? Not exactly. IP addresses themselves contain information about the user, such as the originating country, and network provider, but, even worse, internet service providers (ISPs) know the IP address of each person using their services. This means these ISPs and those that they work with can watch a user's internet traffic and, using some clever tactics, discover that they are using Monero. Now before you get scared, note the wording there. All these snoopers can do is see that a person is connecting to other nodes on the Monero network. Because of Monero's privacy technology, nothing else is leaked about the individual. Not whether or not they are running a node, or if/when they send transactions, and if a transaction is sent, none of its information is known. All these ISPs can see is that one of their users is connecting to the Monero network.</p> <p>Now, for some people, in some locations, this information alone may be enough to cause damage to reputation or freedom. Or perhaps the idea of anyone invading your privacy and what you do on the internet, for any reason, is not acceptable to you. These individuals are encouraged to only connect to the Monero network using VPNs, Tor, or I2P, all of which are services that hide a user's IP address from others as well as hide what a user is doing from their ISP. The differences between these services is beyond the scope of this article, but there are plenty of high quality articles written on the topic, so concerned users are encouraged to study up!</p> <p>For the rest of us, we may think that having others know we are connected to the Monero network isn’t that big of a deal. After all, the actual contents of our transactions, or if we’re sending any at all, are hidden to the public, so what's the harm? While this may be true, users are encouraged to consider the fact that the main draw of cryptocurrencies is being their own bank. When you hold your private key, and if something happens to it, nobody can help you recover your lost funds.</p> <p>Being your own bank means considering, not just your digital security, but your physical security as well. It could very well be that the knowledge of an individual connecting to the Monero network may bring unwanted attention, not necessarily from large scale actors like nation states, but smaller ones with selfish interest, like hackers looking to make an easy buck. There are indeed countless stories all over the crypto space of such scenarios actually taking place.</p> <p>This article is not intended to fearmonger or frighten, but rather encourage users to do some research on what methods of web surfing protection are right for them. The good news is, that these skills will transfer to general internet usage as well, not just Monero usage, and as such, in our increasingly internet connected world, a savvy user can’t go wrong accumulating the proper knowledge and skills to stay safe and truly be their own bank.</p>
es: <p>No debería sorprender a nadie que Monero, y de hecho todas las criptomonedas, se ejecuten en Internet. Y, sin embargo, aunque esta afirmación parece básica y obvia, muchos no consideran las implicaciones de lo que esto significa con respecto a su privacidad. En otras palabras, hay algunas cosas contra las que Monero puede y no puede protegerse, simplemente por la naturaleza de su ejecución en Internet. Algunas de estas consideraciones son meros inconvenientes, mientras que otras son mucho más graves en un escenario donde se requiere absoluta privacidad. Tomemos el tiempo para familiarizarnos con cómo los usuarios de Monero interactúan entre sí en la red y lo que esto significa para su privacidad.</p> <p>Empezando por el lado trivial de las cosas, si un usuario no tiene acceso a Internet, no puede descargar nuevos bloques, propagar transacciones en nombre de otros o enviar transacciones propias. Algo interesante a tener en cuenta es que un usuario con un nodo completo, sin acceso a Internet, puede construir una transacción fuera de línea que se puede enviar más tarde. Esto se debe a que una firma de anillo solo necesita salidas de la cadena de bloques para esconderse. Un breve recordatorio sobre <a target="_blank" href="/knowledge/ring-signatures" class="next-link">cómo funcionan las firmas de anillo</a>, oculta la salida real que envía un usuario entre una colección de salidas no afiliadas elegidas en el pasado. Si el usuario tiene acceso a estas salidas en forma de una cadena de bloques completamente descargada (nodo completo), entonces puede crear la firma del anillo a partir de las salidas anteriores y, una vez que se reanude la conectividad a Internet, propagar la transacción a la red.</p> <p>Un usuario que está utilizando un nodo remoto no puede hacer esto, ya que cuando construyen su firma de anillo, se comunican con el nodo completo remoto para obtener resultados para incluir en la firma de anillo. Sin Internet significa que no pueden acceder a este nodo, por lo que no tienen capacidades de construcción de transacciones fuera de línea.</p> <p>Antes de continuar con algunas de las consideraciones de privacidad, hagamos una breve introducción a cómo funciona Internet en su conjunto. Todo Internet no es más que computadoras conectadas a otras computadoras. Eso es. ¿El blog que te gusta leer? Solo algunos archivos alojados en la computadora de otra persona. ¿En este sitio web estás leyendo este artículo (LocalMonero)? Archivos y código alojados en una computadora en algún lugar. Incluso los grandes sitios locos funcionan de esta manera. Tome YouTube por ejemplo. Solo archivos de video alojados en los gigantescos sistemas informáticos de Google, y usted se conecta a ellos para descargar el video a su propia computadora y poder verlo.</p> <p>Estas computadoras se pueden distinguir entre sí porque a todas y cada una de las computadoras conectadas a Internet se les asigna un número de identificación único llamado dirección IP. Por lo general, son cuatro conjuntos de números separados por puntos, por ejemplo: 172.66.35.7. Es importante tener esto en cuenta cuando consideramos cómo se mueve la información de Monero por Internet. Monero es una red peer-to-peer (P2P), lo que significa que las computadoras se conectan directamente entre sí en lugar de usar un intermediario. Entonces, cuando el nodo completo de un usuario está descargando un bloque recién descubierto, no lo está descargando de un servidor central, sino de sus pares. La desventaja de esto es que, dado que los usuarios se conectan entre sí directamente, conocen las direcciones IP de los demás.</p> <p>¿Y bien? ¿Cual es el problema? Es solo un número, ¿verdad? No exactamente. Las propias direcciones IP contienen información sobre el usuario, como el país de origen y el proveedor de red, pero, lo que es peor, los proveedores de servicios de Internet (ISP) conocen la dirección IP de cada persona que utiliza sus servicios. Esto significa que estos ISP y aquellos con los que trabajan pueden observar el tráfico de Internet de un usuario y, utilizando algunas tácticas inteligentes, descubrir que están usando Monero. Ahora, antes de asustarse, observe la redacción allí. Todo lo que estos fisgones pueden hacer es ver que una persona se está conectando a otros nodos de la red Monero. Debido a la tecnología de privacidad de Monero, no se filtra nada más sobre el individuo. No si están ejecutando un nodo o no, o si / cuando envían transacciones, y si se envía una transacción, no se conoce ninguna de su información. Todo lo que estos ISP pueden ver es que uno de sus usuarios se está conectando a la red Monero.</p> <p>Ahora, para algunas personas, en algunos lugares, esta información por sí sola puede ser suficiente para dañar la reputación o la libertad. O quizás la idea de que alguien invada su privacidad y lo que hace en Internet, por cualquier motivo, no le resulte aceptable. Se anima a estas personas a que solo se conecten a la red Monero mediante VPN, Tor o I2P, todos los cuales son servicios que ocultan la dirección IP de un usuario a los demás y también ocultan lo que un usuario está haciendo a su ISP. Las diferencias entre estos servicios están más allá del alcance de este artículo, pero hay muchos artículos de alta calidad escritos sobre el tema, por lo que se anima a los usuarios preocupados a que estudien.</p> <p>Para el resto de nosotros, podemos pensar que que otros sepan que estamos conectados a la red Monero no es tan importante. Después de todo, el contenido real de nuestras transacciones, o si estamos enviando alguno, está oculto al público, entonces, ¿cuál es el daño? Si bien esto puede ser cierto, se alienta a los usuarios a considerar el hecho de que el principal atractivo de las criptomonedas es su propio banco. Cuando tiene su clave privada, y si algo le sucede, nadie puede ayudarlo a recuperar sus fondos perdidos.</p> <p>Ser su propio banco significa considerar, no solo su seguridad digital, sino también su seguridad física. Es muy posible que el conocimiento de un individuo que se conecta a la red Monero pueda atraer atención no deseada, no necesariamente de actores a gran escala como los estados nacionales, sino de actores más pequeños con intereses egoístas, como los piratas informáticos que buscan hacer dinero fácil. De hecho, hay innumerables historias en todo el espacio criptográfico de tales escenarios que realmente tienen lugar.</p> <p>Este artículo no pretende provocar miedo ni asustar, sino animar a los usuarios a investigar un poco sobre qué métodos de protección de la navegación web son adecuados para ellos. La buena noticia es que estas habilidades también se transferirán al uso general de Internet, no solo al uso de Monero, y como tal, en nuestro mundo cada vez más conectado a Internet, un usuario inteligente no puede equivocarse al acumular los conocimientos y habilidades adecuados para mantenerse seguro. y ser verdaderamente su propio banco.</p>
ko: <p>모네로와 모든 암호 화폐가 인터넷에서 실행된다는 사실은 누구에게도 놀라운 일이 아닙니다. 그러나이 진술이 기본적이고 명백해 보이지만 많은 사람들은 이것이 개인 정보 보호와 관련하여 의미하는 바를 고려하지 않습니다. 즉, Monero가 인터넷에서 실행하는 특성상 보호 할 수있는 것과 보호 할 수없는 것들이 있습니다. 이러한 고려 사항 중 일부는 단순한 불편 사항이지만 다른 일부는 절대적인 개인 정보 보호가 필요한 시나리오에서 훨씬 더 심각합니다. 시간을내어 Monero 사용자가 네트워크에서 서로 상호 작용하는 방식과 이것이 개인 정보 보호에 미치는 영향에 대해 알아 봅시다.</p> <p>사소한 부분부터 시작하여 사용자가 인터넷에 액세스 할 수 없으면 새 블록을 다운로드하거나 다른 사람을 대신하여 거래를 전파하거나 자신의 거래를 보낼 수 없습니다. 흥미로운 점은 인터넷에 액세스 할 수없는 전체 노드를 가진 사용자가 나중에 보낼 수있는 오프라인 트랜잭션을 구성 할 수 있다는 것입니다. 링 서명은 숨길 블록 체인의 출력 만 필요하기 때문입니다. <a target="_blank" href="/knowledge/ring-signatures" class="next-link">링 서명이 어떻게 작동하는지</a>에 대한 간략한 알림으로, 사용자가 과거에서 선택한 관련없는 출력 모음 중에서 보내는 실제 출력을 숨 깁니다. 사용자가 완전히 다운로드 된 블록 체인 (전체 노드)의 형태로 이러한 출력에 액세스 할 수있는 경우 과거 출력에서 링 서명을 생성하고 인터넷 연결이 재개되면 트랜잭션을 네트워크로 전파 할 수 있습니다.</p> <p>원격 노드를 사용하는 사용자는 링 서명을 구성 할 때 링 서명에 포함 할 출력을 위해 원격 전체 노드에 접속하므로이를 수행 할 수 없습니다. 인터넷이 없다는 것은이 노드에 도달 할 수 없음을 의미하므로 오프라인 트랜잭션 구성 기능이 없습니다.</p> <p>몇 가지 개인 정보 보호 고려 사항을 계속하기 전에 인터넷이 전체적으로 어떻게 작동하는지에 대한 간략한 입문서를 살펴 보겠습니다. 전체 인터넷은 다른 컴퓨터에 연결된 컴퓨터에 지나지 않습니다. 그게 다야. 읽고 싶은 블로그? 다른 사람의 컴퓨터에서 호스팅되는 일부 파일입니다. 이 웹 사이트 (LocalMonero)에서이 기사를 읽고 있습니까? 컴퓨터 어딘가에 호스팅 된 파일 및 코드. 큰 미친 사이트조차도 이런 식으로 작동합니다. 예를 들어 YouTube를 보자. Google의 거대한 컴퓨터 시스템에 호스팅 된 동영상 파일 만 있으면 연결하여 동영상을 자신의 컴퓨터에 다운로드하여 시청할 수 있습니다.</p> <p>이러한 컴퓨터는 인터넷에 연결된 모든 컴퓨터에 IP 주소라는 고유 한 식별 번호가 부여되기 때문에 서로 구분할 수 있습니다. 일반적으로 마침표로 구분 된 4 개의 숫자 집합입니다 (예 : 172.66.35.7). Monero 정보가 인터넷에서 어떻게 이동하는지 고려할 때이를 염두에 두는 것이 중요합니다. Monero는 P2P (Peer-to-Peer Network)로 컴퓨터가 중개자를 사용하지 않고 서로 직접 연결합니다. 따라서 사용자의 전체 노드가 새로 발견 된 블록을 다운로드 할 때 중앙 서버가 아니라 피어에서 다운로드합니다. 단점은 사용자가 서로 직접 연결하기 때문에 서로의 IP 주소를 알고 있다는 것입니다.</p> <p>음? 큰 문제는 무엇입니까? 숫자 일 뿐이죠? 정확히. IP 주소 자체에는 발신 국가 및 네트워크 공급자와 같은 사용자에 대한 정보가 포함되어 있지만 더 나쁜 경우에는 인터넷 서비스 공급자 (ISP)가 서비스를 사용하는 각 사용자의 IP 주소를 알고 있습니다. 즉, 이러한 ISP와 함께 작업하는 ISP는 사용자의 인터넷 트래픽을 감시하고 몇 가지 영리한 전술을 사용하여 Monero를 사용하고 있음을 발견 할 수 있습니다. 이제 무서워하기 전에 거기에있는 문구에 유의하십시오. 이러한 스누 퍼가 할 수있는 일은 사람이 Monero 네트워크의 다른 노드에 연결하고 있다는 것을 확인하는 것입니다. Monero의 개인 정보 보호 기술로 인해 개인에 대한 다른 정보는 유출되지 않습니다. 노드를 실행 중인지 여부, 트랜잭션을 보내는 경우 / 언제를 전송하는지 여부와 트랜잭션이 전송 된 경우 해당 정보를 알 수 없습니다. 이러한 ISP가 볼 수있는 것은 사용자 중 한 명이 Monero 네트워크에 연결되어 있다는 것입니다.</p> <p>이제 어떤 사람들에게는 어떤 지역에서는이 정보만으로도 명성이나 자유에 피해를 줄 수 있습니다. 또는 어떤 이유로 든 귀하의 개인 정보를 침해하는 사람과 귀하가 인터넷에서 수행하는 작업에 대한 아이디어는 귀하에게 허용되지 않습니다. 이러한 개인은 VPN, Tor 또는 I2P를 사용하여 Monero 네트워크에만 연결하는 것이 좋습니다.이 모든 서비스는 사용자의 IP 주소를 다른 사람으로부터 숨기고 ISP로부터 사용자가하는 일을 숨기는 서비스입니다. 이러한 서비스 간의 차이점은이 기사의 범위를 벗어나지 만 주제에 대한 고품질 기사가 많이 작성되어 있으므로 관심있는 사용자는 연구를 권장합니다!</p> <p>나머지 사람들에게는 Monero 네트워크에 연결되어 있다는 사실을 다른 사람들에게 알리는 것이 그렇게 큰 문제가 아니라고 생각할 수 있습니다. 결국 우리 거래의 실제 내용, 또는 우리가 어떤 것을 보내더라도 대중에게 숨겨져 있는데 어떤 해가 될까요? 이것이 사실 일 수 있지만, 사용자는 암호 화폐의 주요 이점이 자신의 은행이라는 사실을 고려하는 것이 좋습니다. 개인 키를 보유하고있을 때 어떤 일이 발생하더라도 잃어버린 자금을 복구하는 데 아무도 도움을 줄 수 없습니다.</p> <p>자신의 은행이된다는 것은 디지털 보안뿐 아니라 물리적 보안도 고려하는 것을 의미합니다. Monero 네트워크에 연결하는 개인에 대한 지식은 국가 국가와 같은 대규모 행위자가 아니라 해커처럼 이기적인 관심을 가진 소규모 행위자로부터 원치 않는 관심을 가져올 수 있습니다. 실제로 발생하는 그러한 시나리오의 암호화 공간 전체에 실제로 수많은 이야기가 있습니다.</p> <p>이 기사는 두려워하거나 두려워하기위한 것이 아니라 사용자가 웹 서핑 보호 방법이 자신에게 적합한 지 조사하도록 권장합니다. 좋은 소식은 이러한 기술이 Monero 사용뿐만 아니라 일반적인 인터넷 사용으로도 이전된다는 것입니다. 따라서 점점 더 인터넷에 연결되는 세상에서 정통한 사용자는 안전을 유지하기 위해 적절한 지식과 기술을 축적하는 데 실수를 할 수 없습니다. 진정으로 자신의 은행이 되십시오.</p>
ru: <p>Ни для кого не будет сюрпризом тот факт, что Monero, как и любая другая криптовалюта, работает через Интернет. И всё же, несмотря на то, что данный факт кажется простым и очевидным, многие не принимают во внимание, что это означает с точки зрения приватности пользователей. Другими словами, есть некоторые вещи, от которых Monero может или не может защитить просто в силу того, что валюта работает в сети Интернет. Некоторые из проблем будут связаны с простым неудобством, в то время как другие будут гораздо серьёзнее в условиях, когда потребуется абсолютная приватность. Давайте уделим немного времени тому, чтобы рассмотреть, как пользователи Monero взаимодействуют друг с другом в сети, и что этот процесс означает для их приватности.</p> <p>Начнём с тривиальной стороны вопроса: если у пользователя нет доступа к сети Интернет, он просто не сможет загружать новые блоки, передавать транзакции от имени других участников сети или самостоятельно проводить их. Интересно то, что пользователь, обладающий полным узлом, без доступа в Интернет может создавать транзакции в режиме «офлайн», а затем проводить их позже. Это связано с тем, что для построения кольцевой подписи нужны только выходы, взятые из блокчейна, которые позволят скрыть действительный выход. Коротко напомним о том, <a target="_blank" href="/knowledge/ring-signatures" class="next-link">как работают кольцевые подписи</a>: реальный выход, который отправляется пользователем, скрывается среди набора не связанных между собой выходов, которые выбираются из прошлых транзакций. Если у пользователя есть доступ к этим выходам в виде полностью скачанного блокчейна (это полный узел), он может создать кольцевую подпись, используя прошлые выходы, а после восстановления подключения к Интернету передать транзакцию в сеть.</p> <p>Пользователь, использующий удалённый узел, не может сделать этого, так как при построении своей кольцевой подписи он связывается с удалённым полным узлом, чтобы включить прошлые выходы в свою кольцевую подпись. Отсутствие Интернета означает, что он не может связаться с таким узлом, поэтому у него не будет возможности построить транзакцию в режиме «офлайн».</p> <p>Прежде чем мы продолжим обсуждать некоторые из аспектов, связанных с приватностью, давайте бегло рассмотрим, как работает Интернет в целом. Весь Интернет — это не что иное, как просто ряд компьютеров, соединённых с другими компьютерами. Вот и всё. Блог, который вам так нравится читать? Просто набор файлов, размещённых на чужом компьютере. Этот веб-сайт, на котором вы читаете данную статью (LocalMonero)? Файлы и код находятся где-то на каком-то компьютере. Даже безумно большие сайты работают именно так. Возьмём, к примеру, YouTube. Это обычные видеофайлы, размещённые в гигантских компьютерных системах Google, и вы подключаетесь к ним, чтобы загрузить видео на свой компьютер, чтобы посмотреть.</p> <p>Компьютеры способны отличать друг друга, поскольку каждому компьютеру, подключенному к сети Интернет, даётся уникальный идентификационный номер, называемый IP-адресом. Обычно это четыре ряда чисел, разделённых между собой точками, например: 172.66.35.7. Важно помнить об этом, когда мы говорим о том, как данные Monero передаются по сети Интернет. Monero — это одноранговая сеть (P2P), то есть, компьютеры связываются друг с другом напрямую без каких-либо посредников. Таким образом, когда полный узел скачивает недавно вычисленный блок, он скачивает его не с центрального сервера, а с таких же одноранговых машин. Оборотная сторона процесса состоит в том, что, поскольку пользователи подключаются друг к другу напрямую, им известны IP-адреса друг друга.</p> <p>И что? В чём тут проблема? Это же просто число, так ведь? Ну, не совсем. Сами по себе IP-адреса содержат информацию о пользователе, например, о стране его местонахождения, о его сетевом провайдере, но, что ещё хуже, интернет-провайдеры (ISP) знают IP-адрес каждого человека, пользующегося их услугами. Это означает, что эти интернет-провайдеры и те, с кем они работают, могут отслеживать интернет-трафик пользователя и, при помощи некоторых хитрых приёмов, могут выявить, что вы пользуетесь Monero. А теперь, прежде чем вы окончательно напугаетесь, обратите внимание на суть формулировки. Всё, что эти шпионы могут видеть, только то, что человек подключается к другим узлам сети Monero. Ведь технология обеспечения приватности, используемая Monero, не позволит им узнать о человеке ничего более. Ни того, используете ли вы собственный узел, ни того, проводите ли вы транзакцию, и когда вы это делаете, и даже если транзакция проводится, никто не сможет узнать никакой информации, касающейся её. Все эти интернет-провайдеры смогут увидеть только то, что кто-то из их пользователей подключается к сети Monero.</p> <p>NОднако, в случае с некоторыми людьми в определённых локациях этой информации может оказаться достаточно для того, чтобы нанести ущерб их репутации или свободе. Или, возможно, сама идея того, что кто-то может вторгнуться в вашу частную жизнь или узнать, чем вы занимаетесь в Интернете, по какой-либо причине может быть неприемлемой для вас. Таким людям рекомендуется подключаться к сети Monero только через VPN, Tor или I2P — все эти службы скрывают IP-адрес от других, равно как и действия пользователя от его интернет-провайдера. Отличие этих сервисов друг от друга выходит за рамки темы данной статьи, но об этом написана масса других крайне качественных статей, поэтому заинтересованным пользователям рекомендуется ознакомиться с ними!</p> <p>Что касается всех остальных, мы можем считать, что не так уж и важно, знает ли кто-то, подключены мы к сети Monero или нет. В конце концов, фактическое содержимое наших транзакций, или тот факт, проводим ли мы их в принципе, скрыто от других, так в чём проблема? Несмотря на всё это, пользователям рекомендуется учитывать тот факт, что основным преимуществом криптовалют является то, что пользователи, по сути, сами себе являются банком. Когда у вас имеется свой приватный ключ, и если с ним что-то случится, никто уже не сможет помочь вам вернуть потерянные средства.</p> <p>Быть самому себе банком означает заботится не только о собственной цифровой, но и вполне физической безопасности. Вполне может оказаться так, что знание личности человека, подключающегося к сети Monero, может стать причиной нежелательного внимания, не обязательно со стороны каких-то крупных субъектов, таких как государство, но более мелких, имеющих свои эгоистичные интересы, например, хакеров, влекомых жаждой лёгкой наживы. По факту, в криптопространстве существует бесчисленное количество историй, свидетельствующих о том, что такие сценарии действительно имеют место быть.</p> <p>Цель данной статьи не состоит в том, чтобы как-то запугать пользователей, а скорее в том, чтобы пользователи заинтересовались тем, какие методы защиты веб-сёрфинга им подходят. Хорошая новость заключается в том, что эти навыки будут распространяться на пользование Интернетом в целом, а не только сетью Monero, и поэтому, в нашем мире, который всё в большей степени становится связан с сетью Интернет, опытный пользователь точно не ошибётся, если станет накапливать знания и навыки, необходимые для обеспечения собственной безопасности, чтобы быть способным действительно оставаться для себя своим собственным банком.</p>
