Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__rings__0__text
source: <p>Monero is known far and wide across the crypto space as being the king of privacy coins. While everyone knows Monero offers good privacy, not as many understand just how the privacy operates.</p> <p>Many other privacy coins publish comparison chart infographics, which list off the names of each coin’s privacy technology, and in most they label Monero’s tech as RingCT, but this is only partially true. Monero actually has a three-prong approach to privacy. One technology to hide the receiver of a transaction, one to hide the amount sent, and one to hide the output used, these are stealth addresses, RingCT, and ring signatures respectively.</p> <p>This three-pronged approach means that if one of the technologies is broken, the others do not necessarily share the same fate. Ring signatures are the weakest link in the privacy scheme; the word weak here meaning the most susceptible to heuristic attacks. Let’s take some time to explore them, shall we?</p> <p>As mentioned above, the goal of ring signatures is to obscure an output used in a transaction. If the 'input/output' terminology of cryptocurrency is confusing to you, don’t worry. It’s actually not that complicated. When you hear 'output' just think a check. One of those things, not quite so common anymore, that people use to pay with. Like a check, it can be denoted in any amount - $10, $32.50, etc - and is exchanged between transacting parties. For cryptocurrencies, outputs serve these functions.</p> <p>When someone pays you 10 Monero, you receive a 10 XMR output. This output has a value (10), and is what is taken from the sender’s wallet, in the same way when you pay for a service, a bill leaves your physical wallet and is given to the person you are purchasing from.</p> <p>The way the output is hidden is by constructing a ring (hence the name) of decoy outputs. But these decoys are not 'fake' outputs’. They are real past outputs from the blockchain that have nothing to do with the present transaction, but to an outside observer, each of these outputs might look equally probable as the real one. The size of the set of decoy outputs, plus the real one is called the ringsize, and currently Monero’s is eleven. So there are ten decoy outputs and one real one.</p> <p>Why don’t we just increase this number to 100 or even 1000? The more the better, right? Well, from a privacy perspective, yes, but there are other things to consider. Let’s go back to a physical example to see what I mean. If you wanted to hide one of your dollar bills among ten decoys, you would need to carry around eleven dollars in your wallet for each dollar you wanted to spend. One real dollar, and ten fake ones. This already gets pretty cumbersome if you want to spend even a few dollars. Now imagine we increased the decoy amount to 1000. For every one dollar you wanted to spend, you would need to carry around 1001 dollars. You’d need to carry around a briefcase just to buy one candy bar! It's important to note that ring signatures don't work quite this way, for example, the decoys themselves are not a part of the signature, only references to them, but we hope this analogy can be somewhat helpful in picturing the basic concepts.</p> <p>The decoys on the blockchain work similarly. Each added decoy increases the time and verification cost of the transaction. Every node has to download the entire ring signature for each transaction, and each ring signature contains the real output, as well as the decoys. Not only that, but it has to verify the math that at least one of these outputs is real, and the math verification time also increases with each decoy. This means we have to find a happy middle ground, where the ringsize is large enough to adequately obscure the real output, even against many heuristic attacks, but small enough so as not to cause the blockchain to increase at a massive rate. It’s not enough to pick an arbitrary number, or to just increase the ringsize when we make the signature smaller (such as with CLSAG). The Monero community wants concrete, mathematical evidence on which ringsize offer the best trade offs. A number too small, and the privacy will not be strong enough against heuristic attacks. Too large, and we may be getting only marginal benefit on the privacy side, and needlessly suffering in regards to scaling.</p> <p>One last thing to mention. Some Monero literature simplifies and says that ring signatures hide the sender, but this is not entirely true, and the difference is not just pedantic. The difference between the sender (a human) and an output (a bill) is a big one when it comes to preserving privacy. While an output may have ties to a sender, an output itself does not equal a sender. So even if a ring signature was to be broken, it does not necessarily link to a person’s identity, and both the amount and the receiver are still hidden, minimizing the damage done to the privacy of all parties.</p> <p>That’s not to say that a broken ring signature is insignificant. Any leaked metadata is bad, and does have the potential to reveal more information than we think, especially when used in conjunction with other metadata. So we do our best to ensure that the ringsize chosen has academic rigor behind the decision, other metadata leakage is minimized, and the user experiences defaults to the best possible actions.</p> <p>But if the probability of a broken signature is still worrying to you, well, there is some incredible news on the horizon. The next generation of privacy protocols that are being worked on, such as Triptych, Arcturus, and Lelantus, have really neat capabilities. In these protocols, the size scales logarithmically, not linearly, as ringsize increases. This means that we can fit 100 decoys, but the space used is closer to ringsize 10 in the old tech. That’s quite the difference, and will significantly improve privacy all around.</p> <p>In the cat and mouse game that is privacy, Monero continuously innovates to stay ahead of the curve and ensure the best practical privacy for all.<p>
es: <p>Monero es conocido en todo el mundo de las criptomonedas como el rey de las monedas de privacidad. Si bien todos saben que Monero ofrece una buena privacidad, no muchos comprenden cómo funciona la privacidad.</p> <p>Muchas otras monedas de privacidad publican infografías de gráficos comparativos, que enumeran los nombres de la tecnología de privacidad de cada moneda y, en la mayoría, etiquetan la tecnología de Monero como RingCT, pero esto es solo parcialmente cierto. Monero en realidad tiene un enfoque de privacidad de tres puntas. Una tecnología para ocultar al receptor de una transacción, otra para ocultar la cantidad enviada y otra para ocultar la salida utilizada, son direcciones ocultas, RingCT y firmas de anillo, respectivamente.</p> <p>Este enfoque triple significa que si una de las tecnologías se rompe, las otras no necesariamente comparten el mismo destino. Las firmas de anillo son el eslabón más débil del esquema de privacidad; la palabra débil aquí significa el más susceptible a ataques heurísticos. Tomemos un tiempo para explorarlos, ¿de acuerdo?</p> <p>Como se mencionó anteriormente, el objetivo de las firmas de anillo es ocultar una salida utilizada en una transacción. Si la terminología de 'entrada / salida' de la criptomoneda le resulta confusa, no se preocupe. En realidad, no es tan complicado. Cuando escuche "salida", piense en un cheque. Una de esas cosas, que ya no son tan comunes, con las que la gente paga. Como un cheque, se puede denotar en cualquier cantidad ($ 10, $ 32,50, etc.) y se intercambia entre las partes que realizan la transacción. Para las criptomonedas, las salidas cumplen estas funciones.</p> <p>Cuando alguien le paga 10 Monero, recibe una salida de 10 XMR. Esta salida tiene un valor (10), y es lo que se saca de la billetera del remitente, de la misma manera cuando pagas por un servicio, una factura sale de tu billetera física y se entrega a la persona a la que le estás comprando.</p> <p>La forma en que se oculta la salida es mediante la construcción de un anillo (de ahí el nombre) de salidas señuelo. Pero estos señuelos no son salidas "falsas". Son salidas pasadas reales de la cadena de bloques que no tienen nada que ver con la transacción actual, pero para un observador externo, cada una de estas salidas podría parecer igualmente probable que la real. El tamaño del conjunto de salidas señuelo, más el real, se llama tamaño de anillo, y actualmente el de Monero es once. Entonces hay diez salidas señuelo y una real.</p> <p>¿Por qué no aumentamos este número a 100 o incluso a 1000? Cuanto más mejor, ¿verdad? Bueno, desde una perspectiva de privacidad, sí, pero hay otras cosas a considerar. Volvamos a un ejemplo físico para ver a qué me refiero. Si quisiera esconder uno de sus billetes de un dólar entre diez señuelos, necesitaría llevar alrededor de once dólares en su billetera por cada dólar que quisiera gastar. Un dólar real y diez falsos. Esto ya se vuelve bastante engorroso si desea gastar incluso unos pocos dólares. Ahora imagina que aumentamos la cantidad de señuelos a 1000. Por cada dólar que quisieras gastar, necesitarías llevar alrededor de 1001 dólares. ¡Necesitaría llevar un maletín solo para comprar una barra de chocolate! Es importante tener en cuenta que las firmas de anillo no funcionan de esta manera, por ejemplo, los señuelos en sí no son parte de la firma, solo referencias a ellos, pero esperamos que esta analogía pueda ser de alguna ayuda para representar los conceptos básicos.</p> <p>Los señuelos de la cadena de bloques funcionan de manera similar. Cada señuelo agregado aumenta el tiempo y el costo de verificación de la transacción. Cada nodo tiene que descargar la firma de anillo completa para cada transacción, y cada firma de anillo contiene la salida real, así como los señuelos. No solo eso, sino que tiene que verificar la matemática de que al menos una de estas salidas es real, y el tiempo de verificación matemática también aumenta con cada señuelo. Esto significa que tenemos que encontrar un término medio feliz, donde el tamaño del anillo sea lo suficientemente grande como para oscurecer adecuadamente la salida real, incluso contra muchos ataques heurísticos, pero lo suficientemente pequeño como para no hacer que la cadena de bloques aumente a un ritmo masivo. No es suficiente elegir un número arbitrario o simplemente aumentar el tamaño del anillo cuando hacemos la firma más pequeña (como con CLSAG). La comunidad de Monero quiere evidencia matemática concreta sobre qué tamaño de anillo ofrece las mejores compensaciones. Un número demasiado pequeño y la privacidad no será lo suficientemente fuerte contra los ataques heurísticos. Demasiado grande, y es posible que obtengamos solo un beneficio marginal en el lado de la privacidad, y suframos innecesariamente con respecto a la escala.</p> <p>Una última cosa que mencionar. Alguna literatura de Monero simplifica y dice que las firmas de anillo ocultan al remitente, pero esto no es del todo cierto, y la diferencia no es solo pedante. La diferencia entre el remitente (un humano) y una salida (una factura) es grande cuando se trata de preservar la privacidad. Si bien una salida puede tener vínculos con un remitente, una salida en sí misma no es igual a un remitente. Por lo tanto, incluso si se rompiera una firma de anillo, no necesariamente se vincula con la identidad de una persona, y tanto la cantidad como el destinatario siguen ocultos, lo que minimiza el daño causado a la privacidad de todas las partes.</p> <p>Eso no quiere decir que una firma de anillo rota sea insignificante. Cualquier metadato filtrado es malo y tiene el potencial de revelar más información de la que pensamos, especialmente cuando se usa junto con otros metadatos. Por lo tanto, hacemos todo lo posible para asegurarnos de que el tamaño de anillo elegido tenga el rigor académico detrás de la decisión, se minimice la fuga de otros metadatos y las experiencias del usuario adopten las mejores acciones posibles por defecto.</p> <p>Pero si la probabilidad de una firma rota todavía le preocupa, bueno, hay noticias increíbles en el horizonte. La próxima generación de protocolos de privacidad en los que se está trabajando, como Triptych, Arcturus y Lelantus, tienen capacidades realmente interesantes. En estos protocolos, el tamaño escala logarítmicamente, no linealmente, a medida que aumenta el tamaño del anillo. Esto significa que podemos colocar 100 señuelos, pero el espacio utilizado está más cerca del tamaño de anillo 10 en la tecnología antigua. Esa es una gran diferencia y mejorará significativamente la privacidad en general.</p> <p>En el juego del gato y el ratón que es la privacidad, Monero innova continuamente para mantenerse a la vanguardia y garantizar la mejor privacidad práctica para todos.<p>
ko: <p>모네로는 가상화폐 세계에서 최고의 보안코인으로 알려져 있습니다. 많은 사람들이 모네로의 보안이 강력한건 알지만, 왜 강력한지에 대해서는 이해를 못합니다.</p> <p>많은 보안코인이 각 코인의 보안기술을 알려주는 비교차트를 게시하는데, 보통 모네로의 보안기술은 RingCT라고 나와있지만, 이는 부분적으로만 맞는 말입니다. 모네로는 보안을 위해 3가지 기술을 같이 이용하고 있습니다. 하나는 수취인을 숨기고, 하나는 거래량을 숨기며, 나머지 하나는 사용된 출력을 숨기는데 이 기술들은 각각 비밀주소, RingCT, 그리고 링서명입니다.</p> <p>이러한 3가지 다른 기술의 응용은 하나가 실패하더라도 나머지가 모두 같이 실패하지는 않는다는 뜻입니다. 링서명이 이 중 가장 취약한 보안기술입니다; 여기서 취약하다는 뜻은 반복적인 공격에 민감하다는 뜻입니다. 하나씩 찬찬히 살펴볼까요?</p> <p>위에서 말했다시피, 링서명의 목표는 거래에 사용된 출력을 숨기기 위함입니다. 만약 가상화폐에서 쓰이는 '입력/출력'의 뜻이 헷갈린다면 걱정하지 않으셔도 됩니다. 생각보다 복잡하지 않습니다. '출력'을 하나의 수표로 생각하시면 됩니다. 요즘은 잘 쓰이지 않지만, 수표는 결제수단 중 하나입니다. 수표처럼, 출력의 가치는 다양하고 - 만원, 삼만이천오백원, 등등... - 거래할 때 주고받습니다. 가상화폐에서, 출력이 이 역할을 담당합니다.</p> <p>누군가가 당신에게 10 XMR을 주면, 당신은 10 XMR에 해당하는 출력을 얻습니다. 이 출력을 (10)이라는 가치를 가지고, 현실의 (물리적) 지갑에서 돈을 꺼내 상대방에게 지불하듯이, 결제자(송금인)의 지갑에서 꺼내집니다.</p> <p>출력이 숨겨지는 방법은 원(링)을 만들어 (그래서 링서명...) 가짜 출력을 포함합니다. 하지만 이 '가짜'는 '거짓' 출력이 아닙니다. 이들은 블록체인에서 끌어온, 하지만 이 거래와는 무관한, 과거에 실제 있었던 출력이지만, 외부인은 진짜와 구별할 수 없습니다. 가짜출력의 갯수와 진짜 출력의 합이 링사이즈이며, 현재 링사이즈는 11입니다. 이는 실제 출력에 10개의 가짜 출력이 포함된다는 뜻입니다.</p> <p>그럼 왜 그냥 링사이즈를 100이나 1000으로 늘리지 않을까? 더 많을수록 더 좋은게 아닌가? 보안의 측면에서만 생각한다면 맞는 말이지만, 다른 요소들도 고려해야 합니다. 현실의 사례를 생각해봅시다. 실제 화폐를 10개의 위조화폐 사이에 숨긴다고하면, 총 11개의 화폐를 들고 다녀야 합니다; 1개의 진짜, 10개의 가짜. 돈 조금 쓰기 위해 벌써 들고 다녀야하는 화폐가 많아졌습니다. 이 숫자를 1000으로 증가시킨다고 생각해봅시다. 만원을 쓰고 싶을 때마다 1001만원씩 들고 다녀야 합니다. 과자 하나 사기 위해 캐리어를 들고 다녀야할 것입니다! 링서명은 가짜를 실제로 보유할 필요는 없고 언급만 해 이와 완전 같지는 않지만, 이해에는 도움이 될 것입니다.</p> <p>이 가짜들은 블록체인 내에서 비슷한 역할을 합니다. 가짜 하나가 추가될 때마다 검증에 필요한 시간도 증가하고 거래수수료도 증가합니다. 모든 노드가 모든 거래의 링서명을 통째로 다운받아야 하고, 모든 링서명은 진짜와 가짜를 포함하고 있습니다. 그뿐만이 아니라, 수학적으로 검증해 이 출력의 일부는 진짜라과 확인해야 하고 이런 수학적 검증에 소요되는 시간은 가짜가 추가될 때마다 증가합니다. 이는 링사이즈가 반복적인 공격으로부터 진짜를 숨기면서 너무 크지도 않은 어느 정도 적당한 선을 찾아야 한다는 의미입니다. 아무 숫자나 고를 수도 없고 (CLSAG를 통해서) 링서명이 작아진다고 링사이즈를 마냥 키울 수도 없습니다. 모네로 커뮤니티는 수학적으로 가장 최적화된 링사이즈를 원합니다. 너무 작으면 보안이 희생되어 반복적인 공격을 방어할 수 없을 것입니다. 너무 크면 보안에서 미약하게 강해지겠지만 규모 면에서 희생이 있을 것입니다.</p> <p>마지막으로, 모네로에 관한 어떤 글들은 링서명이 송금인을 숨긴다고 하지만, 이는 사실이 아니며, 이는 그저 현학적인 차이가 아닙니다. 송금인(사람)과 출력(화폐)의 차이는 보안에 있어서 중대한 차이입니다. 출력이 송금인과 연관이 있을 수 있지만, 출력 자체가 송금인을 뜻하지는 않습니다. 링서명이 뚫리더라도, 무조건적으로 송금인과 연결되는 것은 아니며, 수취인과 거래량 자체는 아직도 숨겨져 있어 양측의 피해를 최소화할 수 있습니다.</p> <p>하지만 이는 링서명이 뚫리는게 위험하지 않다는 말은 아닙니다. 메타데이터가 유출되는 것은 좋지 않고 다른 메타데이터와 같이 이용되면 우리 생각보다 더 많은 정보를 유출할 수 있습니다. 그렇기에 우리는 명확한 근거를 가지고, 메타데이터 유출의 피해를 최소화며 유저 경험을 최대한 향상시킬 수 있는 링사이즈를 정했습니다.</p> <p>여전히 링서명이 뚫리는 것이 걱정된다면, 이를 해소할 좋은 소식이 있습니다. Triptych, Arcturus나 Lelantus같은 현재 개발중인 차세대 보안 프로토콜은 아주 좋은 기능을 가졌습니다. 이 프로토콜들은 링사이즈가 증가함에 따라 보안이 직선 향상하는 것이 아니라 대수적으로 향상됩니다. 이는 100개의 가짜를 넣어도 이전 세대의 10개 가짜 정도의 노력만 든다는 뜻입니다. 이는 엄청난 차이이며, 보안을 눈에 띄게 향상시킬 것입니다.</p> <p> 술래잡기같은 보안의 세계에서, 모네로는 항상 앞서 모두의 보안을 향상시키기 위해 노력하고 있습니다.<p>
ru: <p>Monero известна в криптопространстве как лидер среди всех остальных существующих приватных монет. И несмотря на то, что практически всем известно, что Monero обеспечивает высокий уровень приватности, далеко не все понимают, как работают соответствующие механизмы.</p> <p>Многие другие приватные монеты публикуют сравнительную инфографику, где указывается название технологии, обеспечивающей приватность каждой из монет, и в большинстве случаев технология, стоящая за приватностью Monero, указывается как RingCT, но это лишь отчасти так. По сути, Monero использует тройственный подход к обеспечению приватности. Первая технология используется для сокрытия получателя транзакции, вторая — для сокрытия переводимой суммы, а третья — для сокрытия выходов. И это скрытые адреса, RingCT и кольцевые подписи, соответственно.</p> <p>Данный тройственный подход означает, что если одна из технологий не сработает, то совсем не обязательно остальные две разделят её судьбу. Кольцевые подписи являются самым слабым звеном в схеме обеспечения приватности; и в данном случае слово «слабое» означает, что они наиболее уязвимы для атак с применением эвристического анализа. Почему бы нам не рассмотреть их подробнее?</p> <p>Как уже говорилось выше, целью кольцевых подписей является сокрытие выхода, используемого в транзакции. Если вас смущают термины «вход» и «выход», используемые в криптовалютном мире, не стоит беспокоиться. На самом деле, всё не так сложно. Когда вы слышите слово «выход», просто представьте себе чек. Сейчас они уже не так широко используются для оплаты чего бы то ни было. Тем не менее, выход, как и чек, может быть на любую сумму: 10 долларов, 32,50 доллара и так далее, и он точно так же передаётся между сторонами, совершающими сделку. В случае с криптовалютами именно выход выполняет эти функции.</p> <p>Когда кто-то переводит вам 10 Monero, вы получаете выход достоинством 10 XMR, и он передаётся вам из кошелька отправителя точно так же, как это происходит с чеками, которые вы достаёте из своего физического кошелька, чтобы оплатить услугу, передавая их продавцу.</p> <p>Чтобы скрыть выход необходимо построить кольцо (отсюда и название) из ложных выходов. Но эти ложные выходы не являются «фальшивыми». Это реальные выходы, ранее попавшие в блокчейн, но не имеющие никакого отношения к настоящей транзакции. Однако, для внешнего наблюдателя каждый из этих выходов в равной степени вероятно будет выглядеть как реальный. Размер группы ложных выходов вместе с одним реальным выходом называется размером кольца и в настоящее время в случае Monero равен одиннадцати. Таким образом, в кольцо входят десять ложных и один реальный выход.</p> <p>Так почему бы просто не увеличить это число до 100 или даже до 1000? ведь, чем больше, тем лучше, правильно? Ну, с точки зрения приватности, да, но есть и другие моменты, которые следует учитывать. Чтобы понять, что я имею в виду, давайте вернёмся к физическому примеру. Если бы вы захотели скрыть долларовую банкноту среди десяти ложных банкнот, вам пришлось бы носить с собой в кошельке примерно одиннадцать долларов на каждый доллар, который вы бы собирались потратить. Один реальный доллар и десять фальшивых. Это уже будет несколько затруднительно, даже если вы решите потратить несколько долларов. А теперь представьте, что сумма фальшивок возрастает до 1000. То есть, на каждый доллар, который вы собираетесь потратить, вам придётся носить примерно 1001 доллар. Вам пришлось бы таскать за собой целый чемодан, просто чтобы купить шоколадный батончик! Важно отметить, что кольцевые подписи работают не совсем так. Например, ложные выходы сами по себе не являются частью подписи — имеются только ссылки на них, но, надеюсь, эта аналогия поможет вам понять общую концепцию.</p> <p>Ложные выходы в блокчейне работают подобным образом. Каждый добавляемый ложный выход увеличивает время проведения и затраты на верификацию транзакции. Каждому узлу приходится загружать всю кольцевую подпись для каждой транзакции, а каждая кольцевая подпись содержит как реальный выход, так и ложные выходы. Но помимо этого требуется проверить всю математику, чтобы убедиться в том, что, по крайней мере, один из выходов является реальным, а время такой верификации увеличивается с каждым новым ложным выходом. Это означает, что необходимо найти золотую середину, где размер кольца будет достаточно большим, чтобы адекватно скрыть реальный выход, сделав невозможным даже множество атак с применением эвристического анализа, а также достаточно малым, чтобы размер блокчейна не увеличивался бешеным темпом. В этом случае нельзя выбрать какое-то случайное число или просто увеличить размер кольца, когда мы делаем подпись меньше (как в случае с CLSAG). Сообществу Monero необходимо конкретное, математическое доказательство того, какой размер кольца обеспечит оптимальное соотношение. Слишком маленький размер не обеспечит должной защиты приватности и не позволит противостоять атакам методом эвристического анализа. Слишком большой размер кольца даст лишь незначительное преимущество с точки зрения приватности, но нанесёт неоправданный ущерб с точки зрения масштабирования.</p> <p>И последнее: в некоторых работах, посвящённых Monero, всё упрощается и говорится о том, что кольцевые подписи позволяют скрыть отправителя, но это не совсем так, и отличие отнюдь не из разряда педантичных придирок. Разница между отправителем (человеком) и выходом (счётом) является грандиозной, когда речь заходит о защите приватности. Несмотря на то, что выход может быть как-то связан с отправителем, сам по себе он не равен отправителю. Таким образом, даже если кольцевая подпись будет взломана, то это никак не поможет связать транзакцию с какой-то конкретной личности, а сумма и отправитель останутся скрытыми, что сведёт к минимуму ущерб приватности всех сторон.</p> <p>Я не хочу сказать, что возможность взлома кольцевой подписи не является чем-то малозначимым. Утечка любых метаданных — это всегда плохо, и потенциально при этом раскрывается больше информации, чем мы могли бы подумать, особенно, если эти данные удаётся связать с другими метаданными. Поэтому, мы делаем всё возможное, чтобы выбор размера кольца был научно обоснованным, чтобы вероятность утечки метаданных была минимальной, а опыт пользователя сводился к самым простым и необходимым действиям.</p> <p>Но если вас по-прежнему волнует вероятность взлома подписи, то у нас есть ошеломительные новости. Следующее поколение протоколов защиты приватности, над которыми уже ведётся работа, такие как Triptych, Arcturus и Lelantus, будут обеспечивать действительно феноменальные возможности. После реализации этих протоколов по мере увеличения размера кольца размер транзакции будет масштабироваться логарифмически, а не линейно. Это означает, что мы сможем использовать 100 ложных выходов, но затраченное на них место будет тем же, что понадобилось бы для 10 выходов в случае со старой технологией. В этом и заключается главное отличие, следовательно, уровень приватности также повысится.</p> <p>В этой игре в кошки-мышки, то есть в своём стремлении обеспечить максимальную приватность своих пользователей, Monero непрерывно занимается введением инноваций, которые позволяют этой валюте оставаться впереди остальных и гарантировать наивысший уровень приватности на практике для всех пользователей без исключения.<p>

# knowledge__rings__description
source: Ring signatures are the weakest link in the privacy scheme; the word weak here meaning the most susceptible to heuristic attacks. Let’s explore them, shall we?
es: Las firmas de anillo son el eslabón más débil del esquema de privacidad; la palabra débil aquí significa el más susceptible a ataques heurísticos. Vamos a explorarlos, ¿de acuerdo?
ko: 보안장치에 있어서 최대 취약점입은 링서명입니다; 여기서 취약하다는 뜻은 반복적인 공격에 민감하다는 뜻입니다. 이게 무슨 뜻인지 알아볼까요?
ru: Кольцевые подписи являются самым слабым звеном в схеме обеспечения приватности; и в данном случае слово «слабое» означает, что они наиболее уязвимы для атак с применением эвристического анализа. Предлагаем поговорить о них поподробнее.

# knowledge__rings__title
source: How Ring Signatures Obscure Monero's Outputs
es: Cómo las firmas de anillo oscurecen los resultados de Monero
ko: 링서명이 모네로 출력을 숨기는 방법
ru: Как кольцевые подписи скрывают выходы Monero
