Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__wired__0__text
source: <p>In both the privacy and cryptocurrency spheres, misinformation often runs rampant. We have <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">an article outlining fifteen common incorrect or outdated assumptions about Monero</a>, but we want to take time to address one particular article that is often cited and circulated by Monero skeptics.</p> <p>The Wired publication put out <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">an article</a> on the 27th of March, 2018, which itself was written in response to another fresh-off-the-press paper published by various academics titled: “An Empirical Analysis of Traceability in the Monero Blockchain”.</p> <p>Though the paper was coauthored by individuals with clear conflict of interest (read: they are advisors to, and have a stake in Zcash), the paper was moderately well-received by the Monero community as confirming things the community has already known and written about in their own Monero Research Lab papers (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> and <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) the earliest of which was published four years prior. There were also several frustrations with it however, chiefly the conflict of interest, the fact that the issues were already known, discussed and – in some cases – remedied, and the gross mischaracterization of Monero’s privacy guarantees at the time. The community commented on the preprint of the work, and many of their recommendations made it through to the final paper.</p> <p>But what exactly was mischaracterized? The fact that Monero had not had the flaws discussed in the paper for over a year. Transactions pre-2017 were indeed vulnerable to a form of privacy leakage, but at the time of publishing, Monero had addressed most of the concerns. To be fair to the authors, they discuss Monero’s remedies to a small degree, but not enough to influence the effect it had on the cryptocurrency media cycle at the time. Hence the Wired article.</p> <p>While we can examine the Wired article in question as a period piece, and how true or untrue it was at the time, the fact that it is still being shared today as reasoning for why Monero’s privacy guarantees are weak actually invite an analysis on how the piece holds up in the present. We gladly take this invitation.</p> <p>A quick read of the article shows several sensationalized lines, such as “[The findings] shouldn’t just worry anyone trying to stealthily spend Monero today” and the entire tone of the article which postulates the research as ‘new’, based largely off of the publication. The academic paper itself has recommendations such as warning Monero users of the potential compromise of their anonymity, despite the fact that not only had these discussions been happening since 2014, but the rallying cry of the community was for people to not buy Monero and that it was very experimental.</p> <p>But what of the criticisms themselves? The reality is that many issues with Monero as a privacy coin are either no longer true of Monero, or shared concerns with privacy coins as a category of blockchain-based cryptocurrencies. Let’s begin addressing these.</p> <p>One of the most often-quoted criticisms of Monero is that, because of the permanence and immutability of the blockchain, if a future technology was to break the privacy, all of Monero’s past transactions would be laid bare. In other words, your privacy has a ticking clock on it.</p> <p>We cannot stress this enough. Literally every privacy coin that employs on-chain methods for obfuscation and privacy has this flaw, and yet it is often used against Monero (ironically, many times by competing privacy coins with the same problem), and is used in this article as well. The response to this criticism might be surprising to some, but Monero actually may be less vulnerable than other privacy coins to this due to the fact that it has a multi-pronged approach to privacy.</p> <p>Monero hides outputs (senders), amounts, and receivers through three different technologies, ring signatures, RingCT, and stealth addresses respectively. Of these, ring signatures are the weakest, and most susceptible to both modern day heuristics and theoretical, future, privacy-breaking technologies. This has been known to the Monero community for years, and active research is underway to improve or replace the ring signature scheme entirely.</p> <p>However, even if the ring signature was broken entirely, only the true output would be revealed. NOT the sender (as in individual), but the output. To couple an output with an identity is not impossible, but it would require more metadata and resources. Coupled with the fact that RingCT and the stealth address would NOT be revealed lessens the impact even further.</p> <p>It should be noted that the Wired article does lightly discuss the above information in the portion where they reached out to Riccardo ‘fluffypony’ Spagni for comment, but the time given to it is brief, and almost seems to hand-wave away this crucial information. The lack of understanding is especially apparent when trying to discuss these things with people who share the article willy-nilly in the modern day.</p> <p>Another criticism that’s much harder to address is in how the outside world views Monero, and how that relates with how the community around Monero views the coin. For an example of this, readers need not look farther than the title of the article itself: “The Dark Web’s Favorite Currency Is Less Untraceable Than It Seems”.</p> <p>Any person who spends any significant amount of time in the Monero community can attest to the fact that the Monero community goes to great lengths to show just how hard real privacy is to achieve, even to the detriment of marketing or adoption efforts. If the community provides ample resources discussing the coin and its shortcomings accurately, at some point, the ignorance becomes the fault of the user who believes that the coin is all they need to be 100% private.</p> <p>By this point it should be evident that the Monero community takes seriously both its privacy, and its honesty about the weaknesses therein and subsequent improvements. Articles, like the one in question, completely miss this spirit of innovation in Monero. It likens Monero to the droves of other cryptocurrencies that make grandiose claims, with only thought for profit and to prey on uneducated investor-wannabes.</p> <p>The reality couldn’t be more different. Monero is acutely aware of its weaknesses, seeks to continue building so as to improve them, tighten up loose joints, and achieve the very real, but very hard goal of giving the world a private, fungible cryptocurrency that can be used by all, and do it all in a manner that is fair, decentralized, and community-driven. Perhaps it’s time to put away the sensationalization and article sharing as a means to shill bags and promote competitors. Perhaps it’s time to tell another story.</p>
es: <p>Tanto en la esfera de la privacidad como en la de las criptomonedas, la información errónea a menudo es rampante. Tenemos <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">un artículo que describe quince suposiciones incorrectas u obsoletas comunes sobre Monero</a>, pero queremos tomar el tiempo para abordar un artículo en particular que a menudo escépticos de Monero citan y circulan.</p> <p>La publicación Wired publicó <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">un artículo</a> el 27 de marzo de 2018, que fue escrito en respuesta a otro artículo recién publicado publicado por varios académicos titulado: "Un análisis empírico de trazabilidad en la cadena de bloques de Monero ".</p> <p>Aunque el documento fue en coautoría de personas con un claro conflicto de intereses (léase: son asesores y tienen una participación en Zcash), el periódico recibió una moderada buena acogida por parte de la comunidad de Monero como confirmación de cosas que la comunidad ya sabía y escrito en sus propios documentos de Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> y <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) el primero de los cuales fue publicado cuatro años antes. Sin embargo, también hubo varias frustraciones, principalmente el conflicto de intereses, el hecho de que los problemas ya se conocían, discutían y, en algunos casos, se solucionaban, y la gran caracterización errónea de las garantías de privacidad de Monero en ese momento. La comunidad comentó sobre la preimpresión del trabajo, y muchas de sus recomendaciones llegaron al documento final.</p> <p>Pero, ¿qué se caracterizó exactamente? El hecho de que Monero no había tenido los defectos discutidos en el documento durante más de un año. Las transacciones anteriores a 2017 eran realmente vulnerables a una forma de fuga de privacidad, pero al momento de la publicación, Monero había abordado la mayoría de las preocupaciones. Para ser justos con los autores, discuten los remedios de Monero en un pequeño grado, pero no lo suficiente como para influir en el efecto que tuvo en el ciclo de medios de las criptomonedas en ese momento. De ahí el artículo de Wired.</p> <p>Si bien podemos examinar el artículo de Wired en cuestión como una pieza de época, y qué tan cierto o falso era en ese momento, el hecho de que todavía se comparte hoy como razonamiento de por qué las garantías de privacidad de Monero son débiles en realidad invita a un análisis sobre cómo se sostiene la pieza en el presente. Con mucho gusto tomamos esta invitación.</p> <p>Una lectura rápida del artículo muestra varias líneas sensacionalistas, como "[Los hallazgos] no deberían preocupar a cualquiera que intente gastar sigilosamente a Monero hoy" y el tono completo del artículo que postula la investigación como "nueva", basado en gran medida fuera de la publicación. El documento académico en sí tiene recomendaciones como advertir a los usuarios de Monero sobre el posible compromiso de su anonimato, a pesar del hecho de que no solo habían estado sucediendo estas discusiones desde 2014, sino que el grito de guerra de la comunidad era que la gente no comprara Monero y que Fue muy experimental.</p> <p>¿Pero qué hay de las críticas en sí mismas? La realidad es que muchos problemas con Monero como moneda de privacidad ya no son ciertos de Monero, o comparten preocupaciones con las monedas de privacidad como una categoría de criptomonedas basadas en blockchain. Comencemos por abordar estos.</p> <p>Una de las críticas más citadas de Monero es que, debido a la permanencia e inmutabilidad de la cadena de bloques, si una tecnología futura fuera a romper la privacidad, todas las transacciones pasadas de Monero quedarían al descubierto. En otras palabras, su privacidad tiene un reloj que hace tictac.</p> <p>No podemos enfatizar esto lo suficiente. Literalmente, cada moneda de privacidad que emplea métodos en cadena para la ofuscación y la privacidad tiene este defecto, y sin embargo, a menudo se usa contra Monero (irónicamente, muchas veces al competir con monedas de privacidad con el mismo problema), y también se usa en este artículo. La respuesta a esta crítica puede ser sorprendente para algunos, pero Monero en realidad puede ser menos vulnerable que otras monedas de privacidad a esto debido al hecho de que tiene un enfoque de privacidad múltiple.</p> <p>Monero oculta salidas (remitentes), cantidades y receptores a través de tres tecnologías diferentes, firmas de anillo, RingCT y direcciones ocultas, respectivamente. De estas, las firmas de anillo son las más débiles y más susceptibles tanto a las heurísticas modernas como a las tecnologías teóricas, futuras y que rompen la privacidad. Esto ha sido conocido por la comunidad de Monero durante años, y se está realizando una investigación activa para mejorar o reemplazar por completo el esquema de firma de anillo.</p> <p>Sin embargo, incluso si la firma del anillo se rompiera por completo, solo se revelaría la salida real. NO el remitente (como en el individuo), sino la salida. No es imposible acoplar una salida con una identidad, pero requeriría más metadatos y recursos. Junto con el hecho de que RingCT y la dirección sigilosa NO se revelarían, el impacto disminuye aún más.</p> <p>Cabe señalar que el artículo de Wired discute ligeramente la información anterior en la parte en la que se acercaron a Riccardo 'fluffypony' Spagni para que hiciera comentarios, pero el tiempo que se le dio es breve y casi parece irse. Esta información crucial. La falta de comprensión es especialmente evidente cuando se trata de discutir estas cosas con personas que comparten el artículo de manera casual en la actualidad.</p> <p>Otra crítica que es mucho más difícil de abordar es la forma en que el mundo exterior ve a Monero y cómo se relaciona con la forma en que la comunidad alrededor de Monero ve la moneda. Para un ejemplo de esto, los lectores no necesitan mirar más allá del título del artículo en sí: "La moneda favorita de la Dark Web es menos imposible de rastrear de lo que parece".</p> <p>Cualquier persona que pase una cantidad significativa de tiempo en la comunidad de Monero puede dar fe del hecho de que la comunidad de Monero hace todo lo posible para mostrar cuán difícil es lograr la privacidad real, incluso en detrimento de los esfuerzos de marketing o adopción. Si la comunidad proporciona amplios recursos para discutir la moneda y sus defectos con precisión, en algún momento, la ignorancia se convierte en culpa del usuario que cree que la moneda es todo lo que necesita para ser 100% privado.</p> <p>En este punto, debería ser evidente que la comunidad de Monero toma en serio tanto su privacidad como su honestidad sobre las debilidades y las mejoras posteriores. Los artículos, como el en cuestión, extrañan por completo este espíritu de innovación en Monero. Compara a Monero con las multitudes de otras criptomonedas que hacen reclamos grandiosos, con solo pensar en obtener ganancias y aprovecharse de aspirantes a inversores sin educación.</p> <p>La realidad no podría ser más diferente. Monero es muy consciente de sus debilidades, busca continuar construyendo para mejorarlas, tensar las articulaciones sueltas y lograr el objetivo muy real pero muy difícil de darle al mundo una criptomoneda privada y fungible que pueda ser utilizada por todos, y hágalo todo de manera justa, descentralizada e impulsada por la comunidad. Tal vez sea hora de dejar de lado la sensacionalización y el intercambio de artículos como un medio para vender bolsos y promover a los competidores. Quizás es hora de contar otra historia.</p>
ko: <p>가상화폐와 보안의 세계에서 잘못된 정보는 만연합니다. <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">모네로에 관한 15가지 미신과 우려</a>란 글이 따로 있지만, 모네로 불신론자들이 자주 퍼뜨리는 한가지에 집중 설명하겠습니다.</p> <p>Wired지는 2018년 3월 27일, 갓 출시된 “An Empirical Analysis of Traceability in the Monero Blockchain”라는 논문에 대한 <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">기사</a>를 냈습니다.</p> <p>이해충돌의 여지가 다분하지만 (저자중 일부가 Zcash를 보유하거나 Zcash의 고문), 해당 논문 자체는 모네로 커뮤니티가 이미 빠르면 4년 전에 자체 연구(<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a>과 <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>)를 통해 인지하고 있는 부분이기에 겸허하게 받아들였습니다. 물론 이해충돌, 이미 연구된 결과, 어느 정도 해소된 문제라는 점, 그리고 당시 모네로의 개인정보보호 보장을 부정적이게 포장하는 등에 대한 불만은 있었습니다. 커뮤니티는 해당 기사의 견본인쇄에 대한 의견을 전했으며, 기사는 대부분의 의견이 반영된 후 출시되었습니다.</p> <p>하지만 어떤 식으로 불리하게 포장되었을까? 바로 해당 기사에 지적된 문제점은 이미 해결된지 일년이 넘었다는 것입니다. 2017년 이전 거래는 개인정보 유출의 문제가 있었지만, 기사가 출시될 당시에는 이미 해당 문제를 포함한 많은 문제를 해결했었습니다. 기사 저자의 편을 들자면, 기사에서도 모네로의 해결방안을 언급은 하지만, 당시 가상화폐 세계에서 중요하다고 인지할 정도는 아니었습니다. 그 결과가 Wired지의 기사입니다.</p> <p>해당 기사를 당시에 맞든 아니든 구시대의 산물로 생각할 수 있지만, 아직도 해당 기사를 인용해 모네로의 개인정보보호를 의심하고 있는 사람들은 지금도 그 기사의 내용이 맞는지 분석해달라고 합니다. 저희는 기꺼이 분석해드리겠습니다.</p> <p>기사를 읽어보면 중요한 문구가 몇 있는데, “[이 결과가] 아무도 모르게 모네로를 사용하고 싶은 사람에게는 걱정요소가 아니다” 와 기사의 토대가 된 논문을 기반으로 한 기사 전반적으로 느껴지는 해당 결과가 ‘새로운’ 결과라는 어조. 해당 논문은 2014년도부터 논의되어온 문제임에도 불구하고 모네로 유저들에게 개인정보 유출을 조심하라고 추천하거나 커뮤니티의 의견을 모네로는 실험적이기 때문에 구매를 추천하지 않는다고 주장했습니다.</p> <p>해당 비판이 정말 유효할까? 현실은 모네로의 보안코인으로서의 문제는 이미 해결됐거나 남은 문제는 블록체인 기반의 가상화폐 중 보안코인이 공통적으로 가지고 있는 문제입니다. 여기에 대한 이야기를 해보겠습니다.</p> <p> 모네로에 대해 자주 나오는 비판 중 하나는 블록체인 자체의 수정 불가능한 영구성에 관해서인데, 만약 미래의 신기술이 이를 뚫을 수 있다면, 모네로의 과거 모든 거래내역이 노출된다는 것입니다. 한마디로, 개인정보 유출은 시간문제라는 것입니다.</p> <p>아무리 강조해도 부족하지만, 이는 블록체인을 기반으로 한 모든 보안코인에 해당되는 문제이지만, 모네로에만 유독 이러한 비판이 (역설적이게도 같은 문제가 있는 다른 보안코인으로부터) 자주 나타나고, 이 기사에서도 인용됩니다. 많은 사람들이 이에 대한 답을 듣고 놀라겠지만, 모네로는 보안 삼신기의 이용으로 다른 보안코인에 비해 이 문제에 덜 취약합니다.</p> <p> 모네로는 출력(송금인), 거래량, 수취인을 링서명, RingCT, 그리고 비밀주소를 통해 숨기고 있습니다. 물론, 링서명이 이 중 반복적인 공격이나 미래의 이론상 가능한 개인정보 공격 기술에 가장 취약합니다. 모네로 커뮤니티는 이를 몇년동안 인지하고 있었으며 링서명을 개선하거나 통째로 교체하기 위해 연구중입니다.</p> <p>하지만, 링서명이 완전히 실패하더라도, 출력만이 노출될 뿐입니다. 승금인이 아닌 출력만이 노출됩니다. 출력과 실제 인물을 연관짓는게 불가능하지만, 더 많은 메타데이터와 자원이 필요할 것입니다. RingCT와 비밀주소가 노출되지 않는 것을 감안하면 링서명의 실패로 인한 충격은 미미할 것입니다.</p> <p>Wired지의 기사는 위의 문제를 Riccardo ‘fluffypony’ Spagni의 의견을 묻는 중 간단히만 언급하며 이 중요한 내용을 대충 짚어넘깁니다. 이런 기술에 대한 이해부족은 특히 이 기사를 인용해 비판을 제기하는 사람들과 논의할 때 잘 나타납니다.</p> <p>좀 더 답하기 어려운 것은 일반 사람들이 모네로를 바라보는 시각에 대한 비판인데, 이는 모네로 커뮤니티가 모네로를 어떻게 인식하는지가 중요합니다. 이는 해당 기사에서도 명확히 들어납니다: “다크웹의 최애 코인은 생각보다 추적불가능하지 않다 (The Dark Web’s Favorite Currency Is Less Untraceable Than It Seems)”.</p> <p>모네로 커뮤니티에 어느정도 시간을 투자하면 그 누구라도 알겠지만 커뮤니티는 (마케팅이나 도입 면에서 타격을 입더라도)진정한 개인정보 보호가 얼마나 어려운지 보여주기 위해 많은 노력을 들이고 있습니다. 커뮤니티가 코인과 코인의 부족한 점에 대해 충분히 정보를 제공하고 논의한다면, 코인에 대한 무지함은 모네로 하나가 100% 개인정보를 보장해 줄 수 있다고 믿는 유저의 탓입니다.</p> <p>여기서 알 수 있다시피, 커뮤니티는 모네로의 보안과 모네로에 대한 부족함과 그를 보완하기 위한 기술개발에 전력을 다하고 있습니다. 지금 이같은 기사는 이런 모네로의 혁신을 위한 노력을 무시하고 있습니다. 모네로를 무지한 이들의 수익만을 노리고 말도 안되는 주장을 하는 다른 가상화폐와 같은 수준으로 치부합니다.</p> <p>현실은 이 정반대입니다.모네로는 취약점을 정확하게 인지하고 있으며, 계속적인 발전을 위해 노력하고 있습니다. 이를 통해 탈중앙화되고 커뮤니티 주도의 개발이 이루어지는 대체성 있는 보안코인의 보급이라는 어렵지만 달성 가능한 목표를 향해 나아가고 있습니다.이제 이런 자아도취와 기사를 통한 경쟁자를 폄훼하는 행위는 그만할 때라고 생각합니다. 이제는 다른 이야기를 할 시대입니다.</p>
ru: <p>Как в области обеспечения приватности данных, так и в криптовалютной сфере, часто случается так, что дезинформация распространяется с невероятной скоростью. Нами была опубликована <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">статья, в которой изложены пятнадцать в целом неправильных или устаревших представлений о Monero</a>, но здесь мы хотим поговорить об одной конкретной статье, которая часто цитируется, и на которую ссылаются скептики Monero.</p> <p>Издание Wired опубликовало свою <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">статью</a> 27 марта 2018 года, которая, по сути, стала ответом на другую свежую статью, также опубликованную различными академическими изданиями, под названием «Эмпирический анализ отслеживаемости блокчейна Monero».</p> <p>Несмотря на то, что авторы статьи имели очевидный конфликт интересов (читай: они являются советниками и имеют долю в ZCash), документ был относительно хорошо принят сообществом Monero, так как подтверждал то, что самому сообществу уже было известно, и что было давно записано в документах Исследовательской лаборатории Monero (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> и <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), самый ранний из которых был опубликован ещё четыре года назад. Однако, и эта статья несколько разочаровала сообщество, и главным образом это было связано с конфликтом интересов, с тем фактом, что проблемы уже были известны, рассмотрены и в некоторых случаях решены, и грубым искажением сути гарантий приватности Monero, обеспечиваемых на тот момент. Сообщество прокомментировало препринт работы, и многие из рекомендаций были отражены в окончательной версии документа.</p> <p>Но что именно было искажено? Тот факт, что у Monero попросту уже более года как не было тех недостатков, что обсуждались в статье. До 2017 года транзакции действительно были уязвимы с точки зрения утечки приватных данных, но на момент публикации сообществом Monero уже было решено большинство проблем. Справедливости ради, следует отметить, что авторами были бегло рассмотрены некоторые меры, принятые Monero, но этого было явно недостаточно для того, чтобы как-то повлиять на то мнение, которое сложилось и распространялось в криптовалютной медиа среде на тот момент. И статья в Wired — одно из последствий этого.</p> <p>Несмотря на то, что данную статью в Wired можно рассматривать как некий исторический материал, и обсуждать, насколько она была правдивой или ошибочной в то время, тот факт, что она всё ещё используется для обоснования слабости гарантий приватности Monero, на самом деле требует анализа того, насколько она актуальна сегодня. И мы с радостью принимаем приглашение.</p> <p>Уже только беглое чтение статьи позволяет выделить несколько просто таки сенсационных строк, например: «Эти выводы должны волновать не только тех, кто сегодня пытается скрытно тратить Monero», а также общий тон статьи, который безапелляционно позиционирует исследование как «новое» и основанное на соответствующей публикации. В самой научной статье содержатся определённые рекомендации. Так, например, рекомендуется предупредить пользователей Monero о возможности нарушения их приватности, несмотря на то, что это не только обсуждается, начиная с 2014 года, но и на всё громче звучащий призыв сообщества к людям не покупать Monero, и разъяснения, связанные с экспериментальным характером монеты.</p> <p>Но в чём суть самой критики? Реальность такова, что многие проблемы, связанные с Monero как с приватной монетой, либо уже более не актуальны для Monero, либо являются общими проблемами для всех приватных монет в категории криптовалют, основанных на технологии блокчейна. Давайте разберёмся.</p> <p>Наиболее часто суть критики Monero заключается в том, что из-за постоянного и неизменяемого характера блокчейна, в случае, если в будущем появится технология, позволяющая взломать механизмы обеспечения приватности, то и все прошлые транзакции Monero будут раскрыты. Другими словами, под вашу приватность заложена бомба с часовым механизмом.</p> <p>Мы скажем больше — буквально каждая приватная монета, использующая методы обфускации и обеспечения приватности в блокчейне, имеет этот недостаток. Но всё же, наиболее часто этот аргумент используется именно против Monero (по иронии судьбы, раз за разом конкурирующие приватные монеты сталкиваются с одной и той же проблемой), и данная статья — не исключение. Ответ на подобную критику для некоторых может оказаться неожиданным, но Monero, возможно, на самом деле менее уязвима с этой точки зрения, чем другие приватные монеты, так как использует многосторонний подход к обеспечению приватности.</p> <p>Monero скрывает выходы (отправителей), суммы и личность получателей при помощи трёх разных технологий: кольцевых подписей, RingCT и скрытых адресов, соответственно. Среди этих технологий кольцевые подписи являются самым слабым местом, и они наиболее уязвимы как к применению современных эвристических методов, так, теоретически, и к будущим технологиям, направленным на взлом механизмов обеспечения приватности. Это было известно сообществу Monero в течение многих лет, и ведутся активные исследования, направленные на улучшение или полную замену схемы кольцевой подписи.</p> <p>Тем не менее, даже если кольцевая подпись будет взломана, будет раскрыт только действительный выход. НЕ ЛИЧНОСТЬ отправителя (конкретного физического лица), а только выход. Связать выход с личностью пользователя не невозможно, но для этого потребуется больше метаданных и ресурсов. В сочетании с тем, что RingCT и скрытый адрес НЕ БУДУТ раскрыты, это ещё больше уменьшит возможные последствия.</p> <p>Следует отметить, что в статье, опубликованной Wired, слегка затрагивается вышеуказанная информация — конкретно в той части, где они приводят комментарии Риккардо ‘fluffypony’ Спаньи, но делается это как-то походя, и авторы практически отмахиваются от такой важной информации. Отсутствие понимания проблемы особенно очевидно, когда мы пытаемся обсудить эти вещи с людьми, которые так или иначе ссылаются на данную статью сегодня.</p> <p>Другой аспект критики, который гораздо сложнее, сводится к тому, как внешний мир видит Monero, и как это связано с видением монеты со стороны самого сообщества Monero. Например, читателям будет достаточно всего лишь заголовка статьи: «Любимая валюта даркнета не так неотслеживаема, как кажется».</p> <p>Любой человек, проводящий значительное количество времени в сообществе Monero, может подтвердить, что сообщество делает всё возможное, чтобы просто продемонстрировать, насколько сложно добиться реальной приватности, и делается это даже в ущерб рыночным показателям и росту популярности монеты. И если сообщество обеспечивает достаточно ресурсов для точного понимания сути монеты и её недостатков, то в какой-то момент определённые заблуждения возникают по вине самих пользователей, которые считают, что монета — это всё, что нужно для обеспечения 100% приватности.</p> <p>К этому моменту уже должно было стать очевидным, что сообщество Monero серьёзно относится как к вопросу приватности, так и к объективности освещения слабых мест монеты, равно как и её последующих улучшений. Статьи, подобные той, что мы рассматриваем сейчас, полностью игнорируют дух инноваций, характерный для Monero. В них Monero сравнивается с множеством других криптовалют с их грандиозными посулами, которые на самом деле ориентированы исключительно на извлечение выгоды и занимаются охотой на необразованных как бы «инвесторов».</p> <p>И всё изложенное в них не имеет практически ничего общего с реальностью. Monero чётко осознаёт свои слабые стороны, стремится к исправлению ситуации, старается подтянуть плохо закреплённые узлы механизма и достичь вполне реальной, но трудно достижимой цели — явление миру приватной, взаимозаменяемой криптовалюты, которой смогут пользоваться абсолютно все без исключения на справедливых основаниях, и которая будет децентрализована и ориентирована на сообщество. Возможно, пришло время отказаться от поиска сомнительных сенсаций и публикации статей, служащих инструментом дискредитации одних криптовалют и продвижения их конкурентов. Возможно, настало время совершенно других историй.</p>
