Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__practices__0__text
source: <p>Many users might be shocked to learn that experts think that it's possible to use a cryptocurrency incorrectly. Depending on what a user is defending against, there are certain steps and precautions that must be taken to preserve privacy, evade scams, and ensure the proper and timely delivery of transactions. Fortunately, the Monero developers have done everything they can to set sane defaults in these areas, so users who use the wallet software as-is will be safe the majority of the time. That said, we'd like to take some time to look at a few cases where it might be helpful to be a little more thoughtful in your spending.</p>
es: <p>Es posible que muchos usuarios se sorprendan al saber que los expertos piensan que es posible utilizar una criptomoneda de forma incorrecta. Dependiendo de lo que se defienda un usuario, existen ciertos pasos y precauciones que se deben tomar para preservar la privacidad, evadir estafas y garantizar la entrega adecuada y oportuna de las transacciones. Afortunadamente, los desarrolladores de Monero han hecho todo lo posible para establecer valores predeterminados cuerdos en estas áreas, por lo que los usuarios que usan el software de billetera tal como está estarán seguros la mayor parte del tiempo. Dicho esto, nos gustaría tomarnos un tiempo para analizar algunos casos en los que podría ser útil pensar un poco más en sus gastos.</p>
ko: <p>많은 사람들이 놀라는 것이 전문가들은 가상화폐를 잘못 사용하는게 가능하다고 생각하는 것입니다. 유저의 목적에 따라 다르지만, 거래를 정확하고 빠르게 하고 사기를 방지하며 개인정보를 보호하기 위해서는 여러 단계와 주의점이 있습니다. 다행히도 모네로의 개발자들은 이러한 사항들을 기본으로 탑재했고 모네로 지갑 소프트웨어를 사용하는 사람들이 대부분 안전하게 이용할 수 있습니다. 그럼에도 불구하고 거래 시 주의해야 할 사례 몇가지에 대해 다뤄보겠습니다.</p>
ru: <p>Многие пользователи могут испытать шок, узнав, что эксперты считают, что криптовалюту можно использовать как-то неправильно. В зависимости от того, от чего защищается пользователь, необходимо предпринять определённые шаги и меры предосторожности, которые позволят сохранить приватность, избежать мошенничества и обеспечить надлежащее и своевременное проведение транзакций. К счастью, разработчики Monero сделали всё возможное, чтобы создать разумные механизмы, используемые для решения этих вопросов по умолчанию, поэтому пользователи, которые задействуют программное обеспечение кошелька «как есть», большую часть времени находятся в безопасности. Тем не менее, нам бы хотелось уделить некоторое время рассмотрению нескольких случаев, когда было бы полезно проявить чуть более высокий уровень осмотрительности при трате ваших средств.</p>

# knowledge__practices__1__text
source: <p>The first, and biggest way to keep your cryptocurrency safe and secure is to write down your Monero mnemonic seed, which is a short word list shown when you first create your wallet. If you have this seed, but your computer/phone dies, then you can recover your Monero. If you do not have this seed, and you lose your wallet, then your Monero is lost and nobody can help you recover it. In the same way, do not share this seed with anyone. If they have this word list, they have full access and spending rights to your Monero. Many have been careless with securing their seed, and come to the terrifying reality of lost funds because someone has taken them. We recommend writing it down. Physically. Not storing it digitally, and ensuring that you have several copies in various places. This is the number one thing you can do to secure your Monero. WRITE DOWN YOUR SEED!</p>
es: <p>La primera y más importante forma de mantener su criptomoneda segura y protegida es escribir su semilla mnemotécnica de Monero, que es una breve lista de palabras que se muestra cuando crea su billetera por primera vez. Si tiene esta semilla, pero su computadora / teléfono muere, entonces puede recuperar su Monero. Si no tienes esta semilla y pierdes tu billetera, entonces tu Monero está perdido y nadie puede ayudarte a recuperarlo. De la misma forma, no compartas esta semilla con nadie. Si tienen esta lista de palabras, tienen acceso total y derechos de gasto a su Monero. Muchos han sido descuidados al asegurar su semilla y llegan a la aterradora realidad de los fondos perdidos porque alguien se los ha llevado. Recomendamos anotarlo. Físicamente. No almacenarlo digitalmente y asegurarse de tener varias copias en varios lugares. Esta es la primera cosa que puede hacer para proteger su Monero. ¡ESCRIBA SU SEMILLA!</p>
ko: <p>가상화폐를 안전하게 보관하는 가장 중요한 첫번째는 지갑 생성 시 주어지는 단어목록인 모네로 시드를 받아 적는 것입니다. 이 시드가 있으면 컴퓨터/핸드폰이 이용 불가능해도 모네로를 복구할 수 있습니다. 이 시드가 없고 모네로 지갑을 잃어버리면, 모네로는 잃게 되고 아무도 복구해줄 수 없습니다. 이 시드는 절대 공유하면 안됩니다. 다른 사람이 이 시드를 갖고 있다면, 당신의 모네로를 이용할 수 있습니다. 많은 사람들이 시드관리에 소홀히 했다가 누군가가 시드를 훔쳐 모든 자금을 잃는 경우를 경험했습니다. 실제 종이에 적어놓는 것을 추천합니다. 온라인 상에 저장하지 않고 여러 종이에 실제로 적어 분산 보관하는 것을 추천합니다. 이게 모네로를 안전하게 보관하기 위한 최우선 방법입니다. 제발 시드를 받아 적으세요!</p>
ru: <p>Первый и самый лучший способ обеспечить безопасность вашей криптовалюте - записать мнемоническую фразу Monero, представляющую собой короткий список слов, который отображается, когда вы создаёте кошелёк. Если у вас есть эта мнемоническая фраза, а ваш компьютер/телефон навсегда выйдет из строя, вы сможете восстановить свои Monero. Если у вас нет этой мнемонической фразы, и вы потеряете свой кошелёк, значит, ваши Monero так же будут потеряны, и никто не сможет помочь вам в их восстановлении. Точно так же не следует делиться этой мнемонической фразой с кем бы то ни было. Если у кого-то другого окажется этот список слов, то этот человек получит полный доступ к вашим Monero и права на их использование. Те многие, кто был небрежен с сохранением своей мнемонической фразы, столкнулись с ужасающей реальностью, потеряв свои средства, так как они были забраны кем-то другим. Так что, рекомендуем записать её. Физически. Не сохранять в цифровом виде, а сделать так, чтобы у вас в разных местах хранилось несколько копий. Это самое основное, что вы можете сделать, чтобы обезопасить ваши Monero. ЗАПИШИТЕ ВАШУ МНЕМОНИЧЕСКУЮ ФРАЗУ!</p>

# knowledge__practices__1__title
source: WRITE DOWN YOUR SEED!
es: ¡ESCRIBA SU SEMILLA!
ko: 제발 시드를 받아 적으세요!
ru: ЗАПИШИТЕ ВАШУ МНЕМОНИЧЕСКУЮ ФРАЗУ!

# knowledge__practices__2__text
source: <p>Some scams utilize malware on your computer that changes the copy/paste functionality to put the address of the malware creator instead of the intended recipient. Since Monero addresses are long and unwieldy, it can be tempting to just verify the first few numbers and letters and call it good, or maybe not double check the address at all. While it's probably not necessary to verify the entire address, checking the first dozen and last dozen characters of an address will be more than enough for most cases. For addresses that you send to frequently, many wallets have an address book feature, which will put in the chosen saved address automatically. Still best to do a quick check though.</p>
es: <p>Algunas estafas utilizan software malicioso en su computadora que cambia la función de copiar y pegar para poner la dirección del creador del software malicioso en lugar del destinatario previsto. Dado que las direcciones de Monero son largas y difíciles de manejar, puede ser tentador simplemente verificar los primeros números y letras y decir que están bien, o tal vez no verificar la dirección en absoluto. Si bien probablemente no sea necesario verificar la dirección completa, verificar la primera y la última docena de caracteres de una dirección será más que suficiente en la mayoría de los casos. Para las direcciones a las que envía con frecuencia, muchas billeteras tienen una función de libreta de direcciones, que colocará automáticamente la dirección guardada elegida. Sin embargo, es mejor hacer una comprobación rápida.</p>
ko: <p>어떤 사기는 컴퓨터에 악성프로그램을 사용해 복사/붙여넣기 기능을 통해 원주소 대신 악성프로그램 주인의 지갑 주소를 붙여놓기합니다. 모네로 주소는 길고 한번에 알아보기 어렵기 때문에, 첫 몇개의 숫자와 글씨만 확인하거나 아예 확인하지 않는 경우가 많습니다. 주소를 전부 확인할 필요까지는 없지만, 첫 10자리와 마지막 10자리 정도만 확인해도 안전합니다. 자주 송금하는 주소가 있다면 많인 지갑들이 지원하는 주소록 기능을 이용해 저장할 수도 있습니다. 그래도 여전히 확인하는 것을 권장합니다.</p>
ru: <p>Некоторые мошенники устанавливают на ваш компьютер вредоносное программное обеспечение (ПО), которое изменяет функцию «скопировать/вставить» и вставляет адрес создателя такого ПО вместо адреса настоящего получателя средств. Поскольку адреса Monero длинны и громоздки, всегда велико искушение проверить только первые несколько букв и цифр или вообще не проверять адрес дважды — и так сойдёт. Может, и не стоит проверять весь адрес целиком — в большинстве случаев, проверки первых и последних десяти символов будет более чем достаточно. А в случае с адресами, которыми вы часто пользуетесь для перевода средств, кошельки предлагают воспользоваться функцией адресной книги, которая вставляет выбранный адрес в нужное поле автоматически. Но даже, если и так, всё-равно лучше убедиться в том, что адрес правильный.</p>

# knowledge__practices__2__title
source: Double check your addresses
es: Verifique sus direcciones
ko: 주소를 다시 한번 확인하세요
ru: Дважды проверяйте адреса

# knowledge__practices__3__text
source: <p>Hot and cold wallets are common terminology in the cryptocurrency space, and the concept is really quite simple. A hot wallet is one that you take out and use often. It's 'hot' from being in your back pocket. Cold wallets are ones that are not touched very often, similar to money in a bank. Just as it's not advisable to carry hundreds of dollars in your physical wallet, but it's generally acceptable to do so in a bank account, users should consider how much Monero is prudent to carry in their hot, mobile wallets, and how much is best left at home in a second, cold one. This way, losing a phone, theft, or other mishaps won't cause total loss of funds.</p>
es: <p>Las billeteras frías y calientes son una terminología común en el espacio de las criptomonedas y el concepto es bastante simple. Una billetera caliente es aquella que saca y usa con frecuencia. Hace calor por estar en tu bolsillo trasero. Las billeteras frías son aquellas que no se tocan con mucha frecuencia, similares al dinero en un banco. Así como no es recomendable llevar cientos de dólares en su billetera física, pero en general es aceptable hacerlo en una cuenta bancaria, los usuarios deben considerar cuánto Monero es prudente llevar en sus billeteras móviles calientes y cuánto es mejor dejar. en casa en una segunda, fría. De esta forma, la pérdida de un teléfono, el robo u otros contratiempos no provocarán la pérdida total de fondos.</p>
ko: <p>핫지갑과 콜드지감은 가상화폐 상에서 자주 사용되는 단어고 아주 간단한 개념입니다. 핫지갑은 자주 이용하고 들고 다니는 지갑입니다. 뒷주머니에 넣고 다니기에 뜨거운(핫)한 것입니다. 콜드지갑은 자주 사용되지 않는, 은행과 비슷한 개념입니다. 실제 지갑에 몇백만원씩 넣고 다니는건 추천하지 않지만 은행에는 괜찮은 것처럼, 유저들은 모네로를 핫지갑, 모바일 지갑, 그리고 콜드지갑에 어느 정도 보관할 지 생각해봐야 합니다. 이렇게 되면 핸드폰을 잃어버리거나 도난, 또는 어떠한 이유로 지갑을 잃어버려도 모든 돈을 잃지는 않을 것입니다.</p>
ru: <p>Термины «горячий» и «холодный» кошелёк широко используются в криптовалютном пространстве, а концепция сама по себе довольно проста. Горячим называют тот кошелёк, который вы носите с собой, и которым вы часто пользуетесь. А «горячий» он потому, что вы буквально носите его в заднем кармане. Холодными же являются те кошельки, которыми вы не пользуетесь так часто, как если бы деньги хранились в банке. Точно так же не рекомендуется носить сотни долларов с собой в физическом кошельке, но вполне приемлемо хранить их на банковском счёте — пользователи сами решают, сколько им носить с собой в горячем, мобильном кошельке, а сколько лучше оставить дома во втором, холодном кошельке. Таким образом, если вы потеряете свой телефон, вас ограбят или случится какая-нибудь другая неприятность, вы не потеряете всех своих средств.</p>

# knowledge__practices__3__title
source: Learn the difference between hot and cold wallets
es: Conozca la diferencia entre billeteras frías y calientes
ko: 콜드지갑과 핫지갑의 차이
ru: Разница между горячими и холодными кошельками

# knowledge__practices__4__text
source: <p>If the idea of keeping your digital environment completely free from viruses and malware to protect your Monero is scary to you, then you might consider a hardware wallet. Basically the hardware wallet keeps your private keys on the device, away from your computer. So even if your computer does get compromised, the hackers will not have access to your seed. You will only be able to spend the funds if the hardware wallet is connected to the computer and signs the transaction. This moves the security of the keys from your computer, which is used for many things, and has a large attack surface, to the hardware wallet, which is only used for one thing, and has a much smaller attack surface. For the common person that doesn't know the ins and outs of computer security, it's a viable option to keep your funds secure.</p>
es: <p>Si la idea de mantener su entorno digital completamente libre de virus y malware para proteger su Monero le da miedo, entonces podría considerar una billetera de hardware. Básicamente, la billetera de hardware mantiene sus claves privadas en el dispositivo, lejos de su computadora. Entonces, incluso si su computadora se ve comprometida, los piratas informáticos no tendrán acceso a su semilla. Solo podrá gastar los fondos si la billetera de hardware está conectada a la computadora y firma la transacción. Esto mueve la seguridad de las claves de su computadora, que se usa para muchas cosas y tiene una gran superficie de ataque, a la billetera de hardware, que solo se usa para una cosa y tiene una superficie de ataque mucho más pequeña. Para la persona común que no conoce los entresijos de la seguridad informática, es una opción viable mantener sus fondos seguros.</p>
ko: <p>모네로를 안전하게 보관하기 위해 온라인상 보안을 철저히 하고 모든 악성프로그램을 차단하는게 힘들다고 생각하면, 하드지갑을 마련하는 것을 고려해보시길 권장합니다. 하드지갑은 컴퓨터가 아닌 하드웨어에 '열쇠'를 보관합니다. 이렇게 되면 컴퓨터가 해킹당해도 해커가 시드에 접속하지 못할 것입니다. 하드지갑이 컴퓨터에 연결이 되어 있고 서명을 해야만 자금을 이용할 수 있을 것입니다. 이는 열쇠 보관의 책임을 자주 사용되고 공격하기 쉬운 컴퓨터에서 단 한가지 목적으로만 사용되고 공격하기 어려운 하드지갑으로 옮깁니다. 컴퓨터 보안에 대해 무지한 문외한에게는 자금을 안전하게 보관하는 좋은 옵션입니다.</p>
ru: <p>Если сама идея тотальной защиты вашей цифровой среды от вирусов и вредоносного ПО с целью обеспечения безопасности ваших Monero пугает вас, то вам следует рассмотреть вариант использования аппаратного кошелька. По сути, аппаратный кошелёк используется для хранения ваших приватных ключей на устройстве подальше от компьютера. Поэтому, даже если ваш компьютер взломают, хакеры не получат доступа к мнемонической фразе. Они смогут потратить ваши средства только в том случае, если к компьютеру будет подключён аппаратный кошелёк, и транзакция будет подписана. При использовании аппаратного кошелька функция обеспечения безопасности ваших ключей перемещается с вашего компьютера, который может использоваться в самых разных целях, что создаёт довольно большую площадь атаки, на этот самый аппаратный кошелёк, который используется лишь с одной целью, и площадь атаки, соответственно, становится меньше. Для рядового пользователя, которому неизвестны детали компьютерной безопасности, эта опция будет жизненно важной, так как позволяет защитить средства.</p>

# knowledge__practices__4__title
source: Are hardware wallets right for you?
es: ¿Son las carteras de hardware adecuadas para usted?
ko: 당신은 하드지갑이 필요할까?
ru: Подходит ли вам вариант с аппаратным кошельком?

# knowledge__practices__5__text
source: <p>In the realm of privacy, it's often far too easy to accidentally leak or reveal data about yourself that can be used to identify you. An old example that no longer applies to Monero is custom ringsizes. If the default is 11, and everyone uses 11, but you consistently use 54, yes the number is higher so your anonymity set is higher, but now you stand apart from the crowd and your transactions are easier to identify. Monero has since made an update to fix the ringsize at 11, so now everyone looks the same.</p> <p>There are several things one can do to accidentally harm their privacy in other cryptocurrencies like Bitcoin. Choosing a reputable mixer, getting non-KYC/AML'd coins, not reusing addresses, and proper coin output management are all things an individual needs to consider when trying to minimize leakage of metadata. Monero sidesteps many of these problems by making the privacy features mandatory, and setting good defaults for the average user. The example above of using a fixed ringsize means that end users don't have to puzzle over how to achieve the best possible privacy in this regard. The wallet does it for them automatically.</p> <p>This may seem like an odd thing to talk about. Most users could be forgiven for thinking that all software automatically works for them, and not against them. Sadly, nothing could be further from the truth, and when it comes to privacy almost all cryptocurrencies are severely lacking. The amount of effort one has to go through to achieve any level of privacy is usually too much and too difficult for an average user. This is often the case even with other cryptocurrencies that focus on privacy! Monero makes sure to make it so privacy happens automatically, with no thought from users, at the protocol level when possible, and with sane default settings for the wallets when it's not. When in doubt, just use the defaults of the wallet, and don't be afraid to ask questions.</p>
es: <p>En el ámbito de la privacidad, a menudo es demasiado fácil filtrar o revelar accidentalmente datos sobre usted que se pueden usar para identificarlo. Un viejo ejemplo que ya no se aplica a Monero son los tamaños de anillo personalizados. Si el valor predeterminado es 11, y todos usan 11, pero usted usa constantemente 54, sí, el número es más alto, por lo que su conjunto de anonimato es mayor, pero ahora se destaca entre la multitud y sus transacciones son más fáciles de identificar. Desde entonces, Monero ha realizado una actualización para fijar el tamaño del anillo en 11, por lo que ahora todos se ven iguales.</p> <p>Hay varias cosas que uno puede hacer para dañar accidentalmente su privacidad en otras criptomonedas como Bitcoin. Elegir un mezclador de buena reputación, obtener monedas que no sean KYC / AML, no reutilizar direcciones y una gestión adecuada de la salida de monedas son todas las cosas que una persona debe considerar al intentar minimizar la fuga de metadatos. Monero evita muchos de estos problemas haciendo que las funciones de privacidad sean obligatorias y estableciendo buenos valores predeterminados para el usuario promedio. El ejemplo anterior de usar un tamaño de anillo fijo significa que los usuarios finales no tienen que preocuparse por cómo lograr la mejor privacidad posible a este respecto. La billetera lo hace por ellos automáticamente.</p> <p>Puede parecer extraño hablar de esto. Se puede perdonar a la mayoría de los usuarios por pensar que todo el software funciona automáticamente para ellos y no en su contra. Lamentablemente, nada podría estar más lejos de la verdad, y cuando se trata de privacidad, casi todas las criptomonedas carecen de ella. La cantidad de esfuerzo que uno debe realizar para lograr cualquier nivel de privacidad suele ser demasiado y demasiado difícil para un usuario promedio. ¡Este suele ser el caso incluso con otras criptomonedas que se centran en la privacidad! Monero se asegura de que la privacidad ocurra automáticamente, sin que los usuarios piensen en ellos, a nivel de protocolo cuando sea posible, y con una configuración predeterminada sensata para las billeteras cuando no lo sea. En caso de duda, utilice los valores predeterminados de la billetera y no tema hacer preguntas.</p>
ko: <p>보안에 있어서, 자기 신상에 연결될 수 있는 정보를 실수로 유출하기는 너무나 쉽습니다. 모네로에는 이제 적용되지 않는 한 예는 선택적 링사이즈입니다. 링사이즈 기본값이 11이고 모두가 11을 사용하지만 당신만이 64를 사용한다면, 링사이즈는 커서 해당 링에서는 익명성이 높아지겠지만, 군중에서 튀게 되어 당신이라고 확인하기 쉬울 것입니다. 모네로는 업데이트를 통해서 링사이즈를 11로 고정했고, 이제 모두가 똑같아 보입니다.</p> <p> 비트코인같은 가상화폐를 이용하면서 개인정보를 유출할 수 있는 몇 가지 실수가 있습니다. 유저가 메타데이터 유출을 방지하기 위해서는 잘 알려진 '세탁기'를 쓰거나, KYC/AML을 요구하지 않는 코인을 쓰거나, 코인 출력 관리 등을 고려해야 합니다. 모네로는 보안기능등을 필수로 요구해 이런 문제들을 방지하고 일반유저들이 이용할 수 있는 기본값을 제공합니다. 위의 고정 링사이즈를 예시로 들면 유저가 최대 보안을 위해서 고민을 할 필요가 없다는 뜻입니다. 지갑이 이를 자동으로 해결해줍니다.</p> <p>이 다음 이야기는 의외일 수도 있지만, 유저들은 소프트웨어가 유저의 편의를 위해 노력한다는 것이 당연하게 느끼겠지만, 현실은 이 정반대입니다. 특히 보안에 관해서 거의 모든 가상화폐가 기준미달입니다. 개인정보를 보호하기 위해서 들여야 하는 노력은 너무나 어렵고 너무 많은 시간을 필요로 해 평균적이 유저가 도달하기 어렵습니다. 심지어 이는 보안을 목적으로 한 많은 가상화폐에도 해당됩니다! 모네로는 가능한 한 유저의 노력없이 프로토콜 단계에서 보안이 자동적으로 보장되게 하고, 이가 힘들 경우 지갑에서 기본값으로 제공합니다. 개인정보보호가 의심될 경우, 지갑의 기본값을 이용하시고 언제든지 궁금점에 대해서 물어보세요.</p>
ru: <p>Когда мы говорим о приватности, важно понимать, насколько просто порой случайно раскрыть или не уберечься от утечки данные, которые позволят идентифицировать вашу личность. Старым примером, уже более не актуальным для Monero, является возможность самостоятельного определения размера кольца. Если по умолчанию он будет равен 11, и все будут использовать именно этот размер, но вы будете раз за разом использовать размер равный 54, то да, действительно, это число будет выше, и размер анонимной группы будет больше, но в результате вы будете выделяться из толпы, и ваши транзакции будет проще идентифицировать. Monero было принято решение сделать размер кольца равный 11 фиксированным, и теперь все выглядят одинаково.</p> <p>В случае с другими криптовалютами, такими как Bitcoin, существует несколько вещей, которые любой может сделать совершенно случайно, навредив собственной приватности. Подбор заслуживающего доверия миксера, получение монет, не прошедших процедуру KYC/AML, исключение возможности повторного использования адресов, грамотный подбор выходов — всё это необходимо учитывать, чтобы минимизировать утечку метаданных. Monero позволяет обойти многие из этих проблем, делая функции обеспечения приватности обязательными, и предлагая любому пользователю воспользоваться довольно хорошими настройками уже по умолчанию. Пример с фиксированным размером кольца, приведённый выше, означает, что конечным пользователям не придётся ломать голову над тем, как обеспечить наилучший уровень безопасности в этом отношении. Кошелёк просто делает за них это автоматически.</p> <p>Это может показаться странным, но большинство пользователей, что простительно, считает, что всё ПО автоматически работает в их интересах, а не наоборот. К сожалению, нет ничего более далёкого от правды, и когда дело доходит до проблемы приватности, практически все криптовалюты страдают от её недостаточного уровня. Среднестатистическому пользователю для достижения любого уровня приватности приходится предпринимать огромное количество усилий и сталкиваться с целым рядом сложностей. Именно так зачастую обстоят дела даже с другими криптовалютами, ориентированными на обеспечение приватности! Monero пытается гарантировать достойный уровень приватности автоматически, без участия пользователя, когда это возможно — на уровне протокола, а если нет такой возможности — за счёт разумных настроек кошельков, которые будут использоваться по умолчанию. И если у вас есть какие-либо сомнения, просто используйте заданные по умолчанию настройки вашего кошелька и не бойтесь задавать вопросы.</p>

# knowledge__practices__5__title
source: When in doubt, use the defaults (with Monero)
es: En caso de duda, utilice los valores predeterminados (con Monero)
ko: 의심스러울 땐 (모네로의) 기본을 따라라
ru: Если сомневаетесь, воспользуйтесь настройками, установленными по умолчанию (Monero)

# knowledge__practices__description
source: Let's have a look at steps and precautions that must be taken to preserve privacy, evade scams, and ensure the proper delivery of transactions while using Monero.
es: Echemos un vistazo a los pasos y precauciones que se deben tomar para preservar la privacidad, evadir las estafas y garantizar la entrega adecuada de las transacciones mientras se usa Monero.
ko: 모네로를 이용한 거래를 할 때 사기당하지 않고 개인정보를 보호하기 위해서는 어떠한 노력이 들어가는지 알아봅시다.
ru: Давайте рассмотрим шаги и меры предосторожности, которые необходимо предпринять для сохранения приватности, предотвращения мошенничества и обеспечения надлежащего способа отправки транзакций при использовании Monero.
