Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__mining__4__text
source: Where does RandomX fit into all of this? It seeks to even out the advantage by ASICs by making ASICs very difficult to make. It does this by requiring miners to make and execute random code in place of hashing based off of an algorithm. It may be confusing how this actually helps anything, so let’s go back to our printer analogy. Remember what happened when the design changed? The old monster printers become obsolete every night, and new ones had to be developed with the new design in mind. What would happen if every new lottery prize ticket, had to adhere to a new design standard for every new jackpot? Creating a new monster printer would become incredibly difficult. You can’t just plan on one ticket design anymore. Since the design is random, the monster printer makers would have to add color capabilities, ways to print different lettering and borders and shapes and more. In short, the machine they ended up inventing would be a standard, regular printer. Just like everyone else has. By simply implementing this randomness in the ticket design, we substantially reduced the great advantage gained from specialized hardware. RandomX does the same, but with mining. In this way, the advantages gained by a select few affluent people is minimized, as if they invest in creating “ASICs” for mining RandomX, they will actually merely invent stronger, better CPUs, which benefits the world at large. This means the little guy with his 20 ticket printers is back in the game. He may still have a harder time since these wealthy individuals can still buy more printers than him, but at least now he’s not outclassed by orders of magnitude simply from one machine. He’s competitive in his small way. Knowing that even the little guy can be competitive in mining Monero, we encourage everyone to give it a spin, either in the Monero GUI wallet, which has support for solo mining, or by downloading community maintained software. It’s easy, competitive, and open to all.
es: ¿Dónde encaja RandomX en todo esto? Busca igualar la ventaja de los ASIC haciendo que los ASIC sean muy difíciles de hacer. Para ello, requiere que los mineros creen y ejecuten código aleatorio en lugar de hashing basado en un algoritmo.<br/><br/>Puede ser confuso cómo esto realmente ayuda a algo, así que volvamos a la analogía de nuestra impresora. ¿Recuerdas lo que sucedió cuando el diseño cambió? Las viejas impresoras monstruosas se vuelven obsoletas todas las noches, y las nuevas tuvieron que desarrollarse teniendo en cuenta el nuevo diseño. ¿Qué pasaría si cada nuevo boleto de premio de lotería tuviera que adherirse a un nuevo estándar de diseño para cada nuevo premio mayor? <br/><br/>Crear una nueva impresora monstruo se volvería increíblemente difícil. Ya no puedes planificar el diseño de un boleto. Dado que el diseño es aleatorio, los fabricantes de impresoras monstruosas tendrían que agregar capacidades de color, formas de imprimir diferentes letras y bordes y formas y más. En resumen, la máquina que terminaron inventando sería una impresora estándar y normal. Al igual que todos los demás.<br/><br/>Simplemente implementando esta aleatoriedad en el diseño del ticket, redujimos sustancialmente la gran ventaja obtenida del hardware especializado. RandomX hace lo mismo, pero con la minería.<br/><br/>De esta manera, se minimizan las ventajas obtenidas por unas pocas personas ricas seleccionadas, ya que si invierten en crear "ASIC" para minar RandomX, en realidad simplemente inventarán CPU más fuertes y mejores, lo que beneficia al mundo en general.<br/><br/>Esto significa que el pequeño con sus 20 impresoras de boletos está de vuelta en el juego. Puede que aún tenga más dificultades ya que estas personas adineradas aún pueden comprar más impresoras que él, pero al menos ahora no es superado por órdenes de magnitud simplemente de una máquina. Es competitivo a su pequeña manera.<br/><br/>Sabiendo que incluso el pequeño puede ser competitivo en la minería de Monero, alentamos a todos a darle un giro, ya sea en la billetera GUI de Monero, que tiene soporte para la minería en solitario, o descargando software mantenido por la comunidad. Es fácil, competitivo y abierto a todos.
ko: 도대체 여기에 RandomX 무슨 상관이냐고요? RandomX는 여기에 맞는 ASICs를 만들지 못하게 ASICs 제작의 난이도를 최대한 높여버리기 위해 알고리즘 기반의 해시생성이 아닌 무작위 함수를 이용해 채굴을 합니다.<br/><br/> 실제로 이게 무슨 도움이 되는지 이해하기 힘들 수도 있으니, 프린터 예시로 돌아가봅시다. 고성능 프린터는 디자인이 바뀐 로또티켓을 출력하지 못하기 때문에 더 이상 사용하지 못하고 새 고성능 프린터를 개발해야 합니다. 만약 모든 로또 티켓이 각자 새로운 무작위 디자인을 적용해야만 당첨된다면 어떻게 될까요? <br/><br/> 새 고성능 프린터를 개발하는건 거의 불가능에 가까울겁니다. 이제 한가지 디자인에 최적화할 수 없습니다. 디자인이 무작위이니 고성능 컴퓨터는 새로운 잉크도 도입해야할 것이고, 다른 문구, 도형 등도 프린트할 수 있어야 합니다. 결과적으로, 고성능 프린터는 모두가 보유한 그냥 프린터처럼 될 것입니다. <br/><br/> 티켓디자인을 무작위로 바꾸면서 특수장비를 가진 이들의 이점을 없앨 수 있었습니다. RandomX도 채굴에 비슷한 방법을 사용합니다.<br/><br/> 이렇게 되면 소수의 사람들이 가진 이점을 최소화하고 그들이 RandomX을 위한 “ASICs” 개발하기 위해 노력하면 그저 더 발전된 CPU를 만들어 모두에게 이로울 것입니다.<br/><br/> 이 덕분에 프린터를 20대 구매한 일반인도 다시 경쟁에 뛰어들 수 있습니다. 프린터를 더 많이 살 수 있는 자와는 경쟁하기 힘들 지 몰라도, 기계성능의 차이에 의해 몇십배씩 차이가 나지는 않을 것이고, 나름대로의 경쟁이 가능할 것입니다. <br/><br/> 거창한 장비가 없어도 모네로 채굴이 가능하니 개인 채굴이 가능한 모네로 GUI를 사용하거나 커뮤니티 소프트웨어를 이용해 채굴을 시도해 보기를 권장합니다. 쉽고 누구나 경쟁력 있게 이용할 수 있습니다.
ru: Где RandomX вписывается во все это? Он стремится выровнять преимущество ASIC, делая ASIC очень сложными в изготовлении. Это происходит благодаря требованию майнеров создавать и выполнять случайный код вместо хеширования на основе алгоритма.<br/><br/>Это может сбивать с толку, но на самом деле это помогает, поэтому давайте вернемся к аналогии с принтером. Помните, что случилось, когда дизайн изменился? Старые монстр-принтеры устаревают каждую ночь, и новые должны были быть разработаны с учетом нового дизайна. Что произойдет, если каждый новый лотерейный призовой билет будет придерживаться нового стандарта дизайна для каждого нового джекпота? <br/><br/>Создание нового принтера-монстра стало бы невероятно трудным. Вы не можете больше планировать один дизайн билета. Поскольку дизайн случайный, создатели принтеров-монстров должны будут добавить цветовые возможности, способы печати различных букв, границ и форм и многое другое. Короче говоря, машина, которую они в итоге изобрели, будет стандартным, обычным принтером. Как и у всех остальных.<br/><br/>Просто внедрив эту случайность в дизайн билета, мы значительно сократили преимущество, получаемое от специализированного оборудования. RandomX делает то же самое, но с майнингом.<br/><br/>Таким образом, преимущества, получаемые несколькими избранными состоятельными людьми, сводятся к минимуму, поскольку, если они вкладывают средства в создание «ASIC» для майнинга RandomX, они на самом деле просто изобретают более сильные и лучшие процессоры, которые приносят пользу всему миру.<br/><br/>Это означает, что маленький парень с его 20 принтерами билетов вернулся в игру. Ему все еще может быть труднее, поскольку эти богатые люди все еще могут покупать больше принтеров, чем он, но, по крайней мере, теперь он не отстает на несколько порядков от одной машины. Он конкурентоспособен в своем маленьком масштабе.<br/><br/>Зная, что даже маленький парень может быть конкурентоспособным в майнинге Monero, мы призываем всех попробовать его, либо в кошельке Monero GUI, поддерживающем индивидуальный майнинг, либо загрузив программное обеспечение, поддерживаемое сообществом. Это легко, конкурентоспособно и открыто для всех.

# knowledge__mining__description
source: On November 30th, 2019, Monero had its semiannual hard fork, with the most anticipated change being a switch from the old PoW algorithm, cryptonight, to the completely new, internally developed one, RandomX. The Monero community believes RandomX is a big step toward egalitarian mining, but let’s dig deeper to see if that’s the case.
es: El 30 de noviembre de 2019, Monero tuvo su bifurcación semianual, con el cambio más esperado como un cambio del antiguo algoritmo PoW, cryptonight, al completamente nuevo, desarrollado internamente, RandomX. La comunidad de Monero cree que RandomX es un gran paso hacia la minería igualitaria, pero profundicemos para ver si ese es el caso.
ko: 2019년 11월 30일, 반년마다 정기적으로 있는 하드포크를 통해 모두가 가장 기다리던 변화인 오래된 Proof of Work 알고리즘인 cryptonight이 내부적으로 새로 개발된 RandomX로 교체했습니다. 모네로 커뮤니티는 RandomX가 평등한 채굴에 큰 도움이 될 것이라고 믿고 있으며, 실제로 그런지 알아보겠습니다.
ru: 30 ноября 2019 года у Monero произошёл очередной полугодичный хард-форк, и самым ожидаемым изменением было переключение со старого алгоритма PoW cryptonight на совершенно новый, внутренне разработанный, RandomX. Сообщество Monero считает, что RandomX - это большой шаг к эгалитарной добыче, однако давайте углубимся, чтобы понять, так ли это.

# knowledge__mining__title
source: Monero Mining: What Makes RandomX so Special
es: Monero Mining: lo que hace que RandomX sea tan especial
ko: 모네로 채굴: RandomX가 특출난 이유
ru: Майнинг Monero: что делает RandomX таким особенным

# knowledge__myths__0__text
source: <p>No cryptocurrency is without its shortcomings, and Monero is no exception. In fact, the community has <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">made a YouTube series</a> covering the privacy weaknesses of Monero from a technological standpoint.</p> <p>That said, there are some common criticisms levied toward Monero that are either outdated, or incorrect, while others are presenting a very narrow view of the problem in question. In this article we hope to set the record straight on these criticisms.</p>
es: <p>Ninguna criptomoneda está exenta de defectos, y Monero no es una excepción. De hecho, la comunidad ha <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">hecho una serie de YouTube</a> que cubre las debilidades de privacidad de Monero desde un punto de vista tecnológico.</p> <p>Dicho esto, hay algunas críticas comunes a Monero que están desactualizadas o son incorrectas, mientras que otras presentan una visión muy limitada del problema en cuestión. En este artículo esperamos dejar las cosas claras sobre estas críticas.</p>
ko: <p>단점이 없는 가상화폐는 없습니다. 실제로 모네로 커뮤니티에서 모네로 보안의 기술적 취약점을 설명하는 <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">유튜브 시리즈를 만들었습니다</a>. </p> <p> 하지만 모네로를 향한 잘못되거나 이미 해결책이 제시된 취약점에 대한 지적도 있고, 모네로에 대한 편협된 시각도 있습니다. 여기서 우린 그런 잘못된 지적을 바로잡고자 합니다.</p>
ru: <p>Абсолютно все криптовалюты имеют свои недостатки, и Monero не является исключением. Сообществом на YouTube даже была выпущена <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">серия видео</a>, с технической стороны рассказывающая о слабых местах Monero, связанных с обеспечением приватности пользователей.</p> <p>Тем не менее вокруг Monero по-прежнему ходит множество критических слухов, которые либо уже давно устарели, либо в корне неверны, или попросту непозволительно сужают контекст рассматриваемой проблемы. В этой статье мы надеемся дать достойный ответ подобной критике.</p>

# knowledge__myths__0__title
source: Introduction
es: Introducción
ko: 소개
ru: Вступление

# knowledge__myths__1__text
source: <p>This is a common criticism over Monero, which causes many to give it a wide berth, and it is by far the one where the response of the community isn’t quite so cut and dry as just correcting an incorrect assumption.</p> <p>The reality is, we, as a community, do not yet know what the regulatory response will be to something like Monero yet. We do know that cryptocurrencies in general are on the radar of many government agencies, and have reason to believe Monero is, moreso than others, for the above stated reasons, but, as of yet, few moves have been made by the governments of any country in regards to outright banning Monero.</p> <p>Even so, the Monero community is committed to fighting the good fight. We believe financial privacy is something that is essential for freedom, and that everyone should have the option to transact privately without governments, corporations, or anyone else spying on you.</p> <p>One reassurance we can give, however, is that at one point Bitcoin had the exact same reputation that Monero does now. It was thought to be the criminal’s coin, and completely private and anonymous, but slowly, over time, the public came to accept Bitcoin regardless. </p> <p>Now one might argue that Bitcoin’s reputation changed as people realized that it really wasn’t private or anonymous, but this isn’t true, as the notion that Bitcoin is completely private and can’t be traced is still pervasive not only in the general public, but amongst those regulating the industry. These people still believe it is private, so they basically believe it to be what Monero actually is, and yet we’re quickly moving into a world where it is gaining acceptance with the public, businesses, and governing bodies. This suggests, given enough time, Monero might see this same acceptance.</p>
es: <p>Esta es una crítica común sobre Monero, lo que hace que muchos le den un amplio margen, y es con mucho aquella donde la respuesta de la comunidad no es tan corta y seca como simplemente corregir una suposición incorrecta.</p> <p>La realidad es que nosotros, como comunidad, todavía no sabemos cuál será la respuesta regulatoria a algo como Monero. Sabemos que las criptomonedas en general están en el radar de muchas agencias gubernamentales, y tenemos razones para creer que Monero está, más que otras, por las razones indicadas anteriormente, pero, hasta el momento, los gobiernos han hecho pocos movimientos. país en lo que respecta a la prohibición total de Monero.</p> <p>Aun así, la comunidad de Monero está comprometida a pelear la buena batalla. Creemos que la privacidad financiera es algo esencial para la libertad, y que todos deberían tener la opción de realizar transacciones privadas sin gobiernos, corporaciones o cualquier otra persona que lo espíe.</p> <p>Sin embargo, una garantía que podemos dar es que, en un momento, Bitcoin tenía exactamente la misma reputación que Monero ahora. Se pensaba que era la moneda del criminal, y completamente privada y anónima, pero lentamente, con el tiempo, el público llegó a aceptar Bitcoin independientemente. </p> <p>Ahora se podría argumentar que la reputación de Bitcoin cambió cuando la gente se dio cuenta de que realmente no era privada o anónima, pero esto no es cierto, ya que la noción de que Bitcoin es completamente privado y no se puede rastrear sigue siendo generalizada no solo en el público en general, pero entre los que regulan la industria. Estas personas todavía creen que es privado, por lo que básicamente creen que es lo que Monero es en realidad, y sin embargo, nos estamos moviendo rápidamente a un mundo donde está ganando aceptación con el público, las empresas y los órganos de gobierno. Esto sugiere, dado el tiempo suficiente, Monero podría ver esta misma aceptación.</p>
ko: <p>이는 모네로를 비판할 때 자주 나오는 주장이어서 다른 비판보다 더 신빙성 있어 보일 수 있고 커뮤니티가 간단히 해답을 내놓을 수 있는 비판은 아닙니다.</p> <p>솔직히 말하자면, 커뮤니티는 아직 모네로 같은 가상화폐에 어떠한 제재가 생길 지 모릅니다. 우리가 아는 것은 많은 정부 단체들이 가상화폐를 유심히 지켜보고 있고, 특히 모네로의 특성상 더 주목받고 있다는 것이지만, 아직까지는 그 어느 국가도 모네로를 완전히 금지하는 등 검열을 한 국가는 없습니다.</p> <p>그래도 모네로는 검열이 생길 경우 싸울 준비가 되어 있습니다. 우리는 경제적 개인정보보호가 자유를 위해선 필수라고 생각하고 있고, 누구나 국가, 회사, 또는 그 누구의 간섭도 없이 거래할 수 있는 방안이 필요하다고 생각합니다.</p> <p> 우리를 안심시키는 한가지 사실은 비트코인도 한 때는 현재 모네로와 비슷한 평판을 가지고 있었다는 것입니다. 비트코인도 한 때 범죄자만 사용하는 것으로 인식되었고 완전히 익명이고 개인정보보호가 보장된다고 생각되었지만, 시간이 지나면서 대중도 비트코인을 받아들이게 되었습니다. </p> <p> 비트코인에 대한 인식이 바뀐 이유가 사람들이 비트코인은 사실 익명도 아니고 개인정보보호가 완벽하지 않다는 걸 깨달았기 때문이라고 할 수도 있지만, 이는 잘못된 사실입니다. 무지한 대중뿐만이 아니라 비트코인의 검열을 주장하는 단체들은 아직도 비트코인이 완전히 익명이고 개인정보보호가 보장된다고 생각하고 있습니다. 이들은 아직도 비트코인이 모네로와 같이 익명성이 보장된다고 생각하고 있지만 비트코인은 보다시피 대중, 사업체, 그리고 정부 단체들에게 조금씩 받아들여지고 있습니다. 이는 시간이 지나면 모네로도 점점 받아들여질 것임을 암시하고 있습니다.</p>
ru: <p>Здесь мы собрали самые распространённые заблуждения, которые охотно принимаются многими и которые, несомненно, заслуживают более чем тривиальной поправки со стороны сообщества.</p> <p>В реальности нам как сообществу до сих пор доподлинно не известно, как регулятивные органы относятся к вещам, подобным Monero. Но одно мы знаем точно, что криптовалюты постоянно находятся на радаре многих правительственных агентств, и у нас есть основания полагать, что, в силу обозначенных выше причин, Monero привлекает к себе больше внимания, чем другие, но к этому времени правительствами стран еще не предпринимались попытки прямого запрета Monero.</p> <p>Как бы то ни было, сообщество Monero борется за правое дело. Мы верим в то, что финансовая приватность очень важна с точки зрения свободы личности и что каждый имеет право на приватность совершения сделок без какого-либо вмешательства со стороны правительств, корпораций или кого бы то ни было другого, шпионящего за вами.</p> <p>Однако кое-что мы можем сказать вам с уверенностью: в одном смысле у Bitcoin была точно та же репутация, что Monero имеет на сегодняшний день. Bitcoin считался «криминальной» монетой, совершенно приватной и анонимной, но потихоньку с течением времени, несмотря на всё это, общество приняло Bitcoin. </p> <p>Здесь кто-то может возразить, дескать, репутация Bitcoin изменилась, когда люди поняли, что на самом деле он не является ни приватным, ни анонимным. Но это не верно, поскольку убеждённость в том, что Bitcoin обеспечивает полную приватность и не может быть отслежен, по-прежнему сильна не только в обществе в целом, но и среди регуляторов, занимающихся индустрией. Эти люди всё еще верят в приватность Bitcoin, то есть верят в то, что он обладает теми свойствами, что на самом деле есть у Monero. И при этом мы видим, как Bitcoin принимается обществом, деловыми и правительственными кругами. Это позволяет говорить о том, что со временем Monero ждёт то же самое признание.</p>

# knowledge__myths__1__title
source: Monero will face regulatory scrutiny far beyond other cryptocurrencies because of its commitment to privacy and anonymity in its transactions.
es: Monero enfrentará un escrutinio regulatorio mucho más allá de otras criptomonedas debido a su compromiso con la privacidad y el anonimato en sus transacciones.
ko: 모네로는 특유의 익명성과 개인정보보호로 인해 다른 가상화폐보다 더 심한 검열의 대상이 될 것이다.
ru: Monero подвергнется тщательному рассмотрению со стороны регулятивных органов в гораздо большей степени, чем другие криптовалюты, из-за того, что проект придерживается принципов обеспечения приватности и анонимности своих транзакций.

# knowledge__myths__10__text
source: <p>One common complaint about most coins smaller than Bitcoin is how easy it is to theoretically 51% attack them. Indeed, several small coins, such as Vertcoin did get successfully 51% attacked several times.</p> <p>Most of these concerns arise from the website https://www.crypto51.app/ which shows how much it would cost to rent the hashrate from NiceHash, a platform which rents out mining hardware for cloud mining. At one point in time, this website listed an attack on Monero to cost around $6,300 for one hour. While this price may cause many of us to gawk, it’s not outside the realm of possibility for a wealthy business or individual to be able to conduct a sustained attack on the network.</p> <p>This, thankfully, is no longer the case. A keen eyed reader will see that the website has actually taken Monero off of their application, due to the inclusion of RandomX. Once again, the reader is encouraged to read <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">our article on RandomX for details</a>, but due to the CPU-friendly nature of the algorithm, no longer can businesses like NiceHash just purchase ASICs for Monero to rent out to whoever is willing to rent them. Now, they have to compete with CPUs, which are much more prevalent and easier to obtain.</p> <p>The exact cost of hardware to 51% attack the Monero network has not been calculated, and indeed, is not as easily calculated as other coins with ASICs period.</p>
es: <p>Una queja común sobre la mayoría de las monedas más pequeñas que Bitcoin es lo fácil que es teóricamente atacarlas en un 51%. De hecho, varias monedas pequeñas, como Vertcoin, fueron atacadas con éxito el 51% varias veces.</p> <p>La mayoría de estas inquietudes surgen del sitio web https://www.crypto51.app/ que muestra cuánto costaría alquilar el hashrate de NiceHash, una plataforma que alquila hardware de minería para la minería en la nube. En un momento dado, este sitio web enumeró un ataque a Monero que costó alrededor de $ 6,300 por una hora. Si bien este precio puede hacer que muchos de nosotros nos sorprendamos, no está fuera del alcance de la posibilidad de que una empresa o persona adinerada pueda realizar un ataque sostenido en la red.</p> <p>Esto, afortunadamente, ya no es el caso. Un lector entusiasta verá que el sitio web realmente ha eliminado a Monero de su aplicación, debido a la inclusión de RandomX. Una vez más, se alienta al lector a leer <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">nuestro artículo sobre RandomX para obtener detalles</a>, pero debido a la naturaleza amigable de la CPU del algoritmo, las empresas como NiceHash ya no pueden simplemente comprar ASIC para que Monero las alquile a quien sea está dispuesto a alquilarlos. Ahora, tienen que competir con las CPU, que son mucho más frecuentes y fáciles de obtener.</p> <p>El costo exacto del hardware para atacar el 51% de la red Monero no se ha calculado y, de hecho, no se calcula tan fácilmente como otras monedas con período ASIC.</p>
ko: <p>비트코인보다 규모가 작은 모든 가상화폐가 받는 공통적인 비판은 이론적으로 51% 공격에 취약하다는 것입니다. 실제로 Vertcoin같은 몇몇 소규모 가상화폐데 대한 51% 공격이 성공한 전례가 있습니다.</p> <p>이러한 우려의 대부분은 NiceHash라는 클라우드 채굴 장비를 대여해주는 플랫폼의 대여료는 보여주는 https://www.crypto51.app/ 라는 웹사이트에서 나오고 있습니다. 이 사이트에 모네로 공격 가격이 시간당 6,300 USD라고 표기된 적도 있습니다. 엄청난 가격처럼 보일 수도 있지만, 충분히 자금이 준비된 사엄체나 개인이 지속적인 공격을 하려면 감당할 수 없는 가격은 아닙니다.</p> <p> 하지만 이제는 더 이상 불가능한 일입니다. 주의력 깊은 사람이라면 RandomX가 도입된 이후에 해당 웹사이트에 이제 모네로는 더 이상 없다는 것을 알 수 있습니다. 다시 한번 강조하지만 <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank"> RandomX에 관한 저희 게시글</a>을 읽어보는 것을 추천하고 이미 읽으신 분들은 아시겠지만, CPU 친화적인 알고리즘 덕분에 NiceHash같은 사업체가 모네로 전용 ASICs를 구매해 대여해주는 것이 불가능합니다. 공격자들은 누구나 쉽게 구할 수 있고 사방에 널린 CPU와 경쟁해야 합니다.</p> <p>모네로에 51% 공격을 감행하기 위한 금액이 따로 측정된 적도 없고 다른 ASICs가 이용 가능한 가상화폐보다 훨씬 계산하기 어려울 것입니다.</p>
ru: <p>Одним из общих вопросов, предъявляемых к монетам меньши, чем Bitcoin, состоит в том, насколько они уязвимы к атаке 51%. И действительно, атака 51% была успешно и неоднократно проведена в отношении таких небольших монет, как Vertcoin.</p> <p>По большей части причиной такой озабоченности является веб-сайт https://www.crypto51.app/, который показывает, сколько стоит арендовать хешрейт на NiceHash, платформе, сдающей в аренду аппаратное обеспечение для облачного майнинга. В какой-то момент этот веб-сайт зафиксировал атаку на Monero, которая обошлась примерно $6300 в час. Несмотря на то, что эта цена может показаться многим из нас ошеломительной, она вовсе не противоречит возможности того, что какая-то преуспевающая компания или бизнесмен смогут провести атаку на сеть.</p> <p>К счастью, такого уже не произойдёт. Внимательный читатель поймёт, что данный веб-сайт исключил Monero из своего приложения после реализации RandomX. И снова мы рекомендуем вам нашу <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">статью по RandomX</a>,, в которой содержатся все подробности. Как бы то ни было, ориентированный на использование CPU алгоритм более не позволяет предприятиям вроде NiceHash покупать схемы ASIC для майнинга Monero и сдавать их в аренду любому желающему. Теперь между собой конкурируют более распространённые и доступные CPU.</p> <p>Никто не вычислял точной стоимости аппаратного обеспечения, необходимого для проведения атаки 51% на Monero, да и не так это просто, как в случае с другими монетами.</p>
