Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__why_monero__analysis__btc__decentralized__text
source: Bitcoin itself is decentralized, but most mixing services are centralized. This means you need to trust them. Some newer ones, like Wasabi wallet are not, however.
es: Bitcoin en sí está descentralizado, pero la mayoría de los servicios de mezcla están centralizados. Esto significa que debes confiar en ellos. Sin embargo, algunos más nuevos, como la billetera Wasabi, no lo son.
ko: 비트코인 자체는 탈중앙화되었지만, 이를 세탁하기 위한 대부분의 서비스는 중앙화되어 있습니다. 이는 곧 그 서비스를 무조건적으로 신뢰해야 한다는 뜻입니다. 하지만, Wasabi 지갑같은 최신 지갑들은 아닙니다.
ru: Сам биткойн децентрализован, но большинство миксеров централизованы. Это означает, что вам нужно им доверять. Однако, некоторые более новые, например, кошелек Wasabi, не являются таковыми.

# knowledge__why_monero__analysis__btc__fungibility__text
source: <p> Not all Bitcoins are equal and have the same value. Some Bitcoins have been blacklisted and blocked by several entities, making those coins less valuable than the rest. If you receive Bitcoins that were used in the past for illegal purposes, then your Bitcoins could be blacklisted even though you had nothing to do with the illegal activity. Or, say a government, employer, or some other entity decides to blacklist your Bitcoins in the future, much like they do with asset freezing or confiscation. There would be nothing you could do. Since a mixer only makes it more difficult to trace your Bitcoins, this category has been marked as &quot;not fungible.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, a former Bitcoin Core developer who is well-respected in the Bitcoin and other cryptocurrency communities, acknowledges the Bitcoin fungibility problem in a <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> YouTube video</a>. </li> <li> Discussion of the Bitcoin fungibility problem on <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
es: <p> No todos los Bitcoins son iguales y tienen el mismo valor. Algunos Bitcoins han sido incluidos en la lista negra y bloqueados por varias entidades, lo que hace que esas monedas sean menos valiosas que el resto. Si recibe Bitcoins que se usaron en el pasado para fines ilegales, entonces sus Bitcoins podrían incluirse en la lista negra aunque no haya tenido nada que ver con la actividad ilegal. O, digamos, un gobierno, un empleador u otra entidad decide poner en la lista negra sus Bitcoins en el futuro, al igual que lo hacen con la congelación o confiscación de activos. No habría nada que pudieras hacer. Dado que un mezclador solo hace que sea más difícil rastrear sus Bitcoins, esta categoría se ha marcado como &quot;no fungible.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, un antiguo desarrollador de Bitcoin Core que es muy respetado en las comunidades de Bitcoin y otras criptomonedas, reconoce el problema de fungibilidad de Bitcoin en un <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> video de YouTube</a>. </li> <li> Discusión del problema de fungibilidad de Bitcoin en <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
ko: <p> 모든 비트코인이 같고 같은 가치를 가지지는 않습니다. 어떤 비트코인은 몇몇 단체에게 블랙리스트되어 차단당했으며, 그로 인해 다른 비트코인보다 가치가 떨어집니다. 과거 불법적으로 쓰인 비트코인이 있다면, 당신이 그 불법행위에 가담하지 않았더라도 당신의 비트코인은 블랙리스트되었을 것입니다. 아니면 미래에 정부, 고용인, 또는 다른 단체가 자금을 동결하거나 압수하듯 당신의 비트코인을 블랙리스트한다고 생각해봅시다. 당신이 이에 대항할 수 있는 방법은 없습니다. 세탁서비스는 당신의 비트코인을 추적하기 어렵게 할 뿐이라, 이 며에 있어서 비트코인은 &quot;대체성이 없습니다.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos라는 비트코인과 가상화폐 세계에서 존중받는 비트코인의 전 개발자는 <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> 유튜브 비디오</a>에서 비트코인의 대체성 문제를 인정합니다.. </li> <li> 비트코인의 대체성 문제를 토론하는 장소: <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
ru: <p> Не все биткойны равны и имеют одинаковую ценность. Некоторые биткойны занесены в черный список и заблокированы несколькими акторами, что делает эти монеты менее ценными, чем остальные. Если вы получаете биткойны, которые использовались в прошлом для незаконных целей, тогда ваши биткойны могут попасть в черный список, даже если вы не имеете никакого отношения к нелегальной деятельности. Или, скажем, правительство, работодатель или какая-либо другая организация решает занести в черный список ваши биткойны в будущем, так же, как они делают это с замораживанием или конфискацией активов. В этом случае нет ничего, что вы могли бы сделать. Поскольку миксер только усложняет отслеживание ваших биткойнов, эта категория была помечена как &quot;не взаимозаменяемая.&quot; </p> <ul class="disc"> <li> Андреас Антонопулос, бывший разработчик Bitcoin Core, пользующийся уважением в биткойн- и других криптовалютных сообществах, признает проблему взаимозаменяемости биткойнов в <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> видео на YouTube</a>. </li> <li> Обсуждение проблемы взаимозаменяемости биткойнов на <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>

# knowledge__why_monero__analysis__btc__private__text
source: <p> All Bitcoin transactions are visible on the blockchain and there is a <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin rich list</a>, so Bitcoin is not private. Bitcoin is <a href="https://bitcoin.org/en/you-need-to-know"> pseudononymous</a>, not anonymous. </p> <p> For <b>Bitcoin mixers</b>, you have to trust that they can keep their data safe and are not owned by or cooperating with a government, hackers, or other entities. </p> <p> In July of 2017, the founder of the largest Bitcoin mixing service, BITMIXER.IO, announced that they were closing and gave this as their reason: </p> <blockquote> <div class="quote"> <p> &hellip; Now I grasped that Bitcoin is transparent non-anonymous system <b>by design</b>. Blockchain is a great open book&hellip; </p> </div> <footer> <p> BITMIXER.IO, in an announcement of closing on <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (emphasis in the original). </p> </footer> </blockquote> <p> A few weeks later, after considering the various privacy-centric coins, he said this: </p> <blockquote> <div class="quote"> <p> After the deep investigation I confirm that MONERO is the best privacy currency. So I strongly recommend MONERO for all people who need extra privacy. </p> </div> <footer> <p> BITMIXER.IO, in a <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> followup post</a>. </p> </footer> </blockquote>
es: <p> Todas las transacciones de Bitcoin son visibles en la cadena de bloques y hay una <a href="http://www.bitcoinrichlist.com/top100"> lista rica de Bitcoin</a>, por lo que Bitcoin no es privado. Bitcoin es <a href="https://bitcoin.org/en/you-need-to-know"> seudonónimo</a>, no anónimo. </p> <p> Para <b>mezcladores de Bitcoin</b>, debe confiar en que pueden mantener sus datos seguros y que no son propiedad ni cooperan con un gobierno, piratas informáticos u otras entidades. </p> <p> En julio de 2017, el fundador del mayor servicio de mezcla de Bitcoin, BITMIXER.IO, anunció que estaban cerrando y dio esto como su razón: </p> <blockquote> <div class="quote"> <p> &hellip; Ahora comprendí que Bitcoin es un sistema transparente no anónimo <b>por diseño</b>. Blockchain es un gran libro abierto&hellip; </p> </div> <footer> <p> BITMIXER.IO, en un anuncio de cierre en <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (énfasis en el original). </p> </footer> </blockquote> <p> Unas semanas después, después de considerar las diversas monedas centradas en la privacidad, dijo esto: </p> <blockquote> <div class="quote"> <p> Después de la profunda investigación, confirmo que MONERO es la mejor moneda de privacidad. Por lo tanto, recomiendo MONERO para todas las personas que necesitan privacidad adicional. </p> </div> <footer> <p> BITMIXER.IO, en una <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> publicación de seguimiento</a>. </p> </footer> </blockquote>
ko: <p> 모든 비트코인 거래는 블록체인에서 볼 수 있으며 <a href="http://www.bitcoinrichlist.com/top100"> 비트코인부자목록</a>이라는 목록이 있는만큼, 비트코인의 소유는 비밀이 아닙니다. 비트코인은<a href="https://bitcoin.org/en/you-need-to-know"> 가명</a>을 이용하지, 익명이 아닙니다. </p> <p> <b>비트코인 세탁</b>에서 당신은 해당 업체가 정부나 정부협력 업체, 해커, 또는 다른 적대적 단체가 아니고 데이터도 안전하게 보관할 것이라고 믿어야 합니다. </p> <p> 2017년 7월, 최대 비트코스 세탁 업체인 BITMIXER.IO의 설립자는 그들이 서비스를 중단하며 그 이유는 다음과 같다고 밝혔습니다.: </p> <blockquote> <div class="quote"> <p> &hellip; 저는 비트코인이 <b>설계단계부터</b> 투명하고 익명이 아닌 것을 인지했습니다. 블록체인은 누구나 볼 수 있게 열려있습니다.&hellip; </p> </div> <footer> <p> <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a>에 밝힌 BITMIXER.IO의 서비스 중단 공지 (원문 강조). </p> </footer> </blockquote> <p> 몇 주 후, 여러 보안코인을 고려한 후 , 그는 다음과 같이 말했습니다: </p> <blockquote> <div class="quote"> <p> 충분한 조사 후 저는 모네로가 최고의 보안코인이라고 판단했습니다. 그렇기에 저는 보안을 중요시하는 사람들에게 모네로를 강력추천하고 싶습니다. </p> </div> <footer> <p> BITMIXER.IO의 <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378">다른 글</a>. </p> </footer> </blockquote>
ru: <p> Все биткойн-транзакции видны в блокчейне, и существует <a href="http://www.bitcoinrichlist.com/top100"> список биткойновых богачей</a>, поэтому Биткойн не является конфиденциальным. Биткойн является <a href="https://bitcoin.org/en/you-need-to-know"> псевдоанонимным</a>, а не анонимным. </p> <p> При использовании <b>биткойн-миксеров</b>, вы должны верить, что они будут хранить свои данные в безопасности, не принадлежат правительству, хакерам или другим организациям, и не сотрудничают с ними. </p> <p> В июле 2017 года основатель крупнейшего сервиса смешивания биткойнов, BITMIXER.IO, объявил, что закрывается, и назвал это своей причиной: </p> <blockquote> <div class="quote"> <p> &hellip; Теперь я понял, что Биткойн - это прозрачная неанонимная система <b>по своей природе</b>. Блокчейн - большая открытая книга&hellip; </p> </div> <footer> <p> BITMIXER.IO в объявлении о закрытии <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (выделено в оригинале). </p> </footer> </blockquote> <p> Несколько недель спустя, после рассмотрения различных монет, ориентированных на конфиденциальность, он сказал следующее: </p> <blockquote> <div class="quote"> <p> После глубокого расследования я подтверждаю, что MONERO - лучшая валюта для конфиденциальности. Поэтому я настоятельно рекомендую MONERO всем людям, которым нужна дополнительная конфиденциальность. </p> </div> <footer> <p> BITMIXER.IO, в <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> последующем сообщении</a>. </p> </footer> </blockquote>

# knowledge__why_monero__analysis__btc__untraceable__text
source: <p> Since all Bitcoin transactions are visible on the blockchain, ALL Bitcoin transactions can be traced. A Bitcoin mixer can highly obfuscate transactions, making it much more difficult for someone to trace the Bitcoins, but not impossible. As technology progresses and companies which specialize in tracing Bitcoin transactions become more prevalent, once highly-obfuscated transactions will become relatively easily traceable: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Law Enforcement Continues to Invest in Bitcoin Tracking Services </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins Are Easier to Track Than You Think </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: A Company Specializing in Tracing Bitcoin for Law Enforcement </a> </li> </ul> <p> A Google search will reveal dozens of articles like the ones above. And remember, any transaction that occurred at any time in the past is on the blockchain and has the potential to be traced, even if a mixing service was used. In fact, the use of a mixing service is likely to draw attention to those transactions. </p>
ko: <p> 비트코인 모든 거래는 블록체인에서 볼 수 있기에, 모든 비트코인 거래는 추적이 가능합니다. 비트코인 세탁은 거래를 뒤섞어 비트코인 추적을 매우 어렵게하지만, 불가능하지는 않습니다. 기술이 발전하고 비트코인 추적 업체들이 더 많아지면 한 때 복잡했던 거래흔적은 쉽게 추적이 가능해질 것입니다: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> 경검이 비트코인 추적 서비스에 투자할 예정 </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: 당신 생각보다 비트코인은 추적하기 쉽습니다 </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: 경검과 협력하는 비트코인 추적 업체 </a> </li> </ul> <p> 간단한 구글검색만 해봐도 위와 같은 기사가 수두룩합니다. 그 어떤 거래도 블록체인에 기록되고 세탁을 해도 추적될 가능성이 있는 것을 명심하셔야 합니다. 심지어, 세탁된 거래들은 관심을 더 쉽게 살 수 있습니다. </p>
ru: <p> Поскольку все транзакции Биткойн видны в блокчейне, ВСЕ транзакции Биткойн можно отследить. Биткойн-миксер может сильно запутывать транзакции, делая их намного более сложными для отслеживания, но не невозможными. По мере развития технологий и распространения компаний, которые специализируются на отслеживании транзакций с биткойнами, транзакции с когда-то высокой степенью запутывания станут относительно легко отслеживаемыми: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Правоохранительные органы продолжают инвестировать в услуги по отслеживанию биткойнов </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Биткойны легче отследить, чем вы думаете </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: компания, специализирующаяся на отслеживании биткойнов для правоохранительных органов </a> </li> </ul> <p> Поиск Google покажет десятки статей, подобных приведенным выше. И помните, любая транзакция, которая произошла в любое время в прошлом, находится в блокчейне и может быть отслежена, даже если использовался миксер. Фактически, использование миксеров может привлечь внимание к этим транзакциям. </p>

# knowledge__why_monero__analysis__dash__decentralized__text
source: Not all DASH nodes are equal. There is a superclass of nodes, called <i>Masternodes</i> whose owners have more influence over the system than regular node operators. This makes DASH semi-centralized instead of the ideal 100% decentralized system.
es: No todos los nodos DASH son iguales. Hay una superclase de nodos, llamada <i>Masternodes</i> cuyos propietarios tienen más influencia sobre el sistema que los operadores de nodos regulares. Esto hace que DASH sea semi-centralizado en lugar del sistema ideal 100% descentralizado.
ko: 모든 DASH 노드가 같지는 않습니다. <i>Masternodes</i>라는 상위노드가 있고, 이들은 소유주는 일반 노드의 소유주보다 시스템에 대한 권한이 더 많습니다. 이는 DASH를 100% 탈중앙화가 아닌 부분 중앙화 시스템으로 만듭니다.
ru: Не все узлы DASH равны. Существует суперкласс узлов, называемый <i>Masternodes</i>, владельцы которого имеют большее влияние на систему, чем обычные операторы узлов. Это делает DASH полуцентрализованной системой, вместо идеальной 100% децентрализованной системы.

# knowledge__why_monero__analysis__dash__fungible__text
source: Since transactions are not private, the potential exists for an entity to block or blacklist certain coins, making them less valuable than the others. See the note on the lack of Bitcoin fungibility below since the same principle applies to DASH.
es: Dado que las transacciones no son privadas, existe la posibilidad de que una entidad bloquee o ponga en una lista negra ciertas monedas, haciéndolas menos valiosas que las demás. Vea la nota sobre la falta de fungibilidad de Bitcoin a continuación, ya que el mismo principio se aplica a DASH.
ko: 거래가 비밀이 아니기에, 한 단체가 특전 코인을 블랙리스트하거나 차단해 다른 코인보다 가치가 떨어지게 할 수 있습니다. 같은 원리인 비트코인 대체성에 대한 글을 밑에서 읽어보시기 바랍니다.
ru: Поскольку транзакции не являются конфиденциальными, существует возможность блокирования или внесения в черный список определенных монет, что делает их менее ценными, чем другие. См. примечание об отсутствии возможности использования биткойнов ниже, поскольку тот же принцип применяется к DASH.

# knowledge__why_monero__analysis__dash__private
source: DASH has a <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> rich list</a>, so this is not a private coin. The financial details of coin addresses are visible to anyone examining the blockchain.
es: DASH tiene una <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> lista rica</a>, por lo que esta no es una moneda privada. Los detalles financieros de las direcciones de monedas son visibles para cualquiera que examine la cadena de bloques.
ko: DASH는 <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html">부자목록</a>이 있어서 보안코인이 아닙니다. 코인주소의 금융정보는 블록체인을 볼 수 있는 누구나 볼 수 있습니다.
ru: У DASH есть <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> список богачей</a>, так что это не конфиденциальная монета. Финансовые детали адресов монет видны всем, кто изучает блокчейн.

# knowledge__why_monero__analysis__dash__private__another_quote
source: <b>Peter Todd</b>, another Bitcoin Core developer and cryptographer, has made a <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> similar statement</a>.
es: <b>Peter Todd</b>, otro desarrollador y criptógrafo de Bitcoin Core, ha hecho una <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> declaración similar</a>.
ko: <b>Peter Todd</b>라는 다른 암호전문가인 비트코인 개발자도 <a href="https://twitter.com/petertoddbtc/status/622022840330682368">비슷한 발언</a>을 했습니다.
ru: <b>Питер Тодд</b>, другой разработчик и криптограф Bitcoin Core, сделал <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> аналогичное заявление</a>.

# knowledge__why_monero__analysis__dash__private__quote
source: <blockquote> <div class="quote"> <p> DASH isn't cryptographically private at all. Actually I had a slide in the deck that was like 'DASH, LOL,' and like nothing else... it's snakeoil and I'm just sort of beside myself about it, personally. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core developer and cryptographer, in a <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> presentation to Coinbase </a>. </p> </footer> </blockquote>
es: <blockquote> <div class="quote"> <p> DASH no es criptográficamente privado en absoluto. En realidad, tuve un tobogán en la cubierta que era como 'DASH, LOL', y como nada más ... es aceite de serpiente y estoy un poco fuera de mí al respecto, personalmente. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, desarrollador de Bitcoin Core y criptógrafo, en una presentación <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> a Coinbase </a>. </p> </footer> </blockquote>
ko: <blockquote> <div class="quote"> <p> 암호화기술 측면에서 DASH는 절대 개인정보가 보호되지 않습니다. 실제로 저는 'DASH, LOL,'만 적은 슬라이드도 준비했었습니다... DASH는 엉터리이며 개인적으로 어이가 없습니다. </p> </div> <footer> <p> <b>Gregory Maxwell</b>란 암호화기술 전문가인 주요 비트코인 개발자 발언 <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> 코인베이스 발표 </a>. </p> </footer> </blockquote>
ru: <blockquote> <div class="quote"> <p> DASH вообще не криптографически конфиденциален. На самом деле у меня был слайд в презентации, который выглядел примерно так: «DASH, LOL» и больше ничего... это фуфломицин, и я если честно в шоке от этого. </p> </div> <footer> <p> <b>Грегори Максвелл</b>, разработчик и криптограф Bitcoin Core, в <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> презентации для Coinbase </a> </p> </footer> </blockquote>

# knowledge__why_monero__analysis__dash__untraceable__text
source: Transactions are routed through a series of <a href="https://www.dash.org/masternodes/"> Masternodes </a> to make them untraceable. This practice might work if all masternode operators had only pure motives. However, if a government, group of hackers, other entity, or even an individual bought many masternodes (there would be no way to know if this occured) and if the transaction passed through a route where all of the masternodes were owned by that entity, then the transaction could be traced by that entity. Given the relatively low cost of masternodes and the enormous budget of governments and some organizations, the possibility that coins can be traced is real.
es: Las transacciones se enrutan a través de una serie de <a href="https://www.dash.org/masternodes/"> Masternodes </a> para que no se puedan rastrear. Esta práctica podría funcionar si todos los operadores de masternode tuvieran solo motivos puros. Sin embargo, si un gobierno, un grupo de piratas informáticos, otra entidad o incluso un individuo compró muchos masternodes (no habría forma de saber si esto ocurrió) y si la transacción pasó a través de una ruta donde todos los masternodes eran propiedad de esa entidad , la entidad podría rastrear la transacción. Dado el costo relativamente bajo de los masternodes y el enorme presupuesto de los gobiernos y algunas organizaciones, la posibilidad de que se puedan rastrear monedas es real.
ko: DASH 거래는 추적을 피하기 위해 여러 개의 <a href="https://www.dash.org/masternodes/"> 마스터노드를 </a> 거칩니다. 만약 모든 마스터노드 소유주가 악의가 없다면 이는 가능할 것입니다. 하지만, 만약 정부, 해커, 아니면 다른 단체나 개인이 마스터노드를 구매했고 (심지어 구매했는지 아닌지 알 수도 없습니다) 거래가 이러한 마스터노드만을 거쳤다면 해당 거래는 추적이 가능할 것입니다. 정부와 일부 단체의 어마어마한 자금과 상대적으로 저렴한 마스터노드의 가격을 고려하면, 당신의 코인이 추적될 가능성은 상당합니다.
ru: Транзакции направляются через серию <a href="https://www.dash.org/masternodes/"> мастер-узлов</a>, чтобы сделать их недоступными для отслеживания. Эта практика могла бы сработать, если бы все операторы мастер-узлов имели только искренние мотивы. Однако, если правительство, группа хакеров, другое юридическое лицо или даже частное лицо купили много мастер-узлов (не было бы никакой возможности узнать, произошло ли это), и если транзакция проходила по маршруту, где все мастер-узлы принадлежали этому лицу, то транзакция может быть отслежена этим лицом. Учитывая относительно низкую стоимость мастер-узлов и огромный бюджет правительств и некоторых организаций, возможность отслеживания монет вполне реальна.

# knowledge__why_monero__analysis__disclaimer
source: This site was made by Monero users. There was a time when we weren't Monero users but were concerned about financial privacy. We researched the coins which claimed to be private and this page is the result of our research. It's why we chose Monero over the rest. So, if we appear to be biased, we are, but we believe that bias is based on facts which you can read below and verify for yourself.
es: Este sitio fue creado por usuarios de Monero. Hubo un tiempo en que no éramos usuarios de Monero pero estábamos preocupados por la privacidad financiera. Investigamos las monedas que afirmaban ser privadas y esta página es el resultado de nuestra investigación. Es por eso que elegimos Monero sobre el resto. Entonces, si parecemos estar sesgados, lo estamos, pero creemos que el sesgo se basa en hechos que puede leer a continuación y verificar por usted mismo.
ko: 이 사이트는 모네로 유저들에 의해 만들어졌습니다. 저희도 과거에는 모네로를 이용하지 않았지만 그때도 금융정보 보호의 중요성에 대해서는 인지하고 있었습니다. 저희는 보안코인이라고 하는 코인들을 연구했고 이 페이지가 그 연구의 결과이고 저희가 모네로를 선택한 이유입니다. 저희 의견이 편향될 수는 있지만, 그 편향은 팩트를 기반으로 하며 직접 읽어보시고 확인하시기 바랍니다.
ru: Этот сайт был создан пользователями Monero. Было время, когда мы не были пользователями Monero, но беспокоились о финансовой конфиденциальности. Мы изучили монеты, которые утверждали, что являются конфидециальными, и эта страница является результатом нашего исследования. Вот почему мы выбрали Monero, а не какие-либо другие валюты. Итак, если мы кажемся предвзятыми, то это так, но мы считаем, что наша предвзятость основана на фактах, которые вы можете прочитать ниже и проверить сами.
