Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__myths__2__text
source: <p>Monero does indeed have fewer wallet options than many existing coins. This is because Monero was developed from the ground up. It’s on a completely different codebase than Bitcoin. This means Monero can’t just fork the Bitcoin core wallet, or any other wallets that exist for Bitcoin like most coins do, and take advantage of existing infrastructure. As well, it means that Monero is not as easily added to third party wallets, such as Exodus.</p> <p>And yet, slowly but surely, wallets of all kinds are beginning to appear for Monero. It was a meme for many years that Monero did not have a GUI, and no mobile wallet support, but now, nothing could be further from the truth. There are wallets that cater to Monero specifically, such as Monerujo for Android, and Cake Wallet for both iOS and Android, as well as new ones such as Wookey, Exa Wallet, and more. Furthermore, third party wallets are beginning to add Monero, albeit at a slower rate, including Exodus and Guarda, and we expect this trend to only continue as time goes on and Monero’s codebase matures.</p>
es: <p>Monero tiene menos opciones de billetera que muchas monedas existentes. Esto se debe a que Monero se desarrolló desde cero. Está en una base de código completamente diferente a Bitcoin. Esto significa que Monero no puede simplemente bifurcar la billetera central de Bitcoin, o cualquier otra billetera que exista para Bitcoin como la mayoría de las monedas, y aprovechar la infraestructura existente. Además, significa que Monero no se agrega tan fácilmente a las billeteras de terceros, como Exodus.</p> <p>Y, sin embargo, lenta pero segura, comienzan a aparecer billeteras de todo tipo para Monero. Fue un meme durante muchos años que Monero no tenía una GUI y no tenía soporte de billetera móvil, pero ahora, nada podría estar más lejos de la realidad. Hay billeteras que se adaptan específicamente a Monero, como Monerujo para Android y Cake Wallet para iOS y Android, así como otras nuevas como Wookey, Exa Wallet y más. Además, las billeteras de terceros están comenzando a agregar Monero, aunque a un ritmo más lento, incluidos Exodus y Guarda, y esperamos que esta tendencia continúe solo a medida que pasa el tiempo y la base de código de Monero madura.</p>
ko: <p>모네로가 다른 가상화폐에 비해 사용할 수 있는 지갑이 적은 것은 사실입니다. 이는 모네로가 비트코인 기반의 코드를 가지지 않고 처음부터 개발되었기 때문입니다. 이 때문에 대부분의 비트코인 기반 코인과 달리 모네로는 비트코인 기반의 지갑이나 비트코인을 이용하는 지갑을 포크하여 사용할 수 없다는 뜻입니다. 이는 또한 Exodus같은 서드파티 지갑들이 쉽게 모네로를 지원하지 못한다는 뜻입니다.</p> <p>하지만 그럼에도 불구하고 모네로를 지원하는 지갑이 조금씩 추가되고 있습니다. 몇년동안 모네로는 GUI나 모바일지갑이 없다고 놀림 받았지만, 이제는 아닙니다. 안드로이드의 Monerujo나 안드로이드/iOS의 Cake Wallet같은 모네로를 위해 최적화한 지갑들도 있고 Wookey이나 Exa Wallet같은 새로 출시된 지급들도 많이 있습니다. 그리고 천천히 Exodus나 Guarda같은 서드파티 지갑들도 모네로를 추가하기 시작하고 있고 모네로 코드에 대한 이해가 증가하면서 점점 더 많은 지갑들이 추가될 것이라고 예상하고 있습니다.</p>
ru: <p>Действительно, у кошельков Monero гораздо меньше опций, чем у множества существующих монет. Причина состоит в том, что Monero разрабатывалась практически с нуля. Её кодовая база совершенно отличается от кодовой базы Bitcoin. Это означает, что Monero не может просто сделать форк основного кошелька Bitcoin, равно как и любого другого существующего кошелька Bitcoin, как это происходит в случае с другими монетами. То есть Monero не может воспользоваться преимуществом готовой инфраструктуры. В равной степени это также означает, что третьим сторонам не так просто добавить Monero в список поддерживаемых их кошельками валют, как, например, в случае с Exodus.</p> <p>И всё же медленно, но верно, кошельки всех видов открываются для Monero. За многие годы отсутствие GUI у Monero уже стало мемом, равно как и отсутствие поддержки мобильными кошельками, но сейчас это уже далеко от истины. Сейчас существуют специализированные кошельки для Monero, такие как Monerujo для Android и Cake Wallet для iOS и Android, а также новые кошельки, такие как Wookey, Exa Wallet и многие другие. Кроме того, сторонние кошельки начинают добавлять Monero в списки поддерживаемых валют, и, даже несмотря на то, что это происходит не очень быстро, как в случае с Exodus и Guarda, мы всё же надеемся что этот тренд сохранится с течением времени и кодовая база Monero будет только развиваться.</p>

# knowledge__myths__2__title
source: Monero has fewer wallet options.
es: Monero tiene menos opciones de billetera.
ko: 모네로는 사용 가능한 지갑이 몇 없다.
ru: У кошельков Monero меньше опций.

# knowledge__myths__3__text
source: <p>This criticism is also a bit of a tricky one. Admittedly, in some areas, Monero is indeed more difficult to use than Bitcoin. Examples of this are in the longer address, and syncing taking a long time, even on a light wallet, because a wallet cannot simply check the blockchain without scanning each output to see if it belongs to the account in question. </p> <p>That said, in many ways, Monero builds on, if not outright improves, the user experience of cryptocurrency, particularly when it comes to privacy.</p> <p>We invite the reader to read articles on the steps Bitcoiners recommend for maintaining privacy. The list is long, confusing, and difficult to get perfectly, with often the consequences for a mistake being compromised privacy. One example of this is the suggestion to tumble or mix your Bitcoin, but after the mixing process, if the resulting outputs are merged or otherwise move into the same wallet, the mixing could have been for naught, as tracing the outputs provide high linkability. Another example is the fact that many recommend mining your own Bitcoin if you want it to remain completely ambiguous as to how the Bitcoin outputs were obtained, a notion which is laughable in the current mining ecosystem.</p> <p>With Monero, this laundry list of details are all but completely done away with. Every Monero transaction retains a high level of privacy every time, without the user needing to do anything or use external software. While Bitcoin makes it difficult to get privacy right for all except the most experienced user, Monero makes it difficult to get it wrong, for everyone, all the time. As far as trade-offs go, we think the longer addresses and sync time are more than worth it.</p> <p>And even after discussing everything above, the fact remains that user experience often gets better over time, and Monero is no exception. The UX of a coin may be dramatically improved after a few years, but the foundations of it are much harder to change.</p>
es: <p>Esta crítica también es un poco complicada. Es cierto que, en algunas áreas, Monero es de hecho más difícil de usar que Bitcoin. Ejemplos de esto se encuentran en la dirección más larga, y la sincronización lleva mucho tiempo, incluso en una billetera ligera, porque una billetera no puede simplemente verificar la cadena de bloques sin escanear cada salida para ver si pertenece a la cuenta en cuestión. </p> <p>Dicho esto, en muchos sentidos, Monero se basa, si no mejora, en la experiencia del usuario de la criptomoneda, especialmente en lo que respecta a la privacidad.</p> <p>Invitamos al lector a leer artículos sobre los pasos recomendados por Bitcoiners para mantener la privacidad. La lista es larga, confusa y difícil de obtener a la perfección, y a menudo las consecuencias de un error comprometen la privacidad. Un ejemplo de esto es la sugerencia de voltear o mezclar su Bitcoin, pero después del proceso de mezcla, si las salidas resultantes se fusionan o se mueven a la misma billetera, la mezcla podría haber sido en vano, ya que el rastreo de las salidas proporciona una alta capacidad de enlace. Otro ejemplo es el hecho de que muchos recomiendan extraer su propio Bitcoin si desea que permanezca completamente ambiguo en cuanto a cómo se obtuvieron los resultados de Bitcoin, una noción que es ridícula en el ecosistema minero actual.</p> <p>Con Monero, esta lista detallada de detalles se ha eliminado por completo. Cada transacción de Monero conserva un alto nivel de privacidad cada vez, sin que el usuario tenga que hacer nada o usar software externo. Si bien Bitcoin hace que sea difícil obtener la privacidad adecuada para todos, excepto para el usuario más experimentado, Monero hace que sea incorrecto, para todos, todo el tiempo. En cuanto a las compensaciones, creemos que las direcciones más largas y el tiempo de sincronización valen más que la pena.</p> <p>E incluso después de discutir todo lo anterior, el hecho es que la experiencia del usuario a menudo mejora con el tiempo, y Monero no es una excepción. El UX de una moneda puede mejorarse drásticamente después de unos años, pero sus fundamentos son mucho más difíciles de cambiar.</p>
ko: <p>이 역시 쉽게 답할 수 있는 비판은 아닙니다. 비트코인에 모네로의 몇몇 요소들은 사용하기 더 어려습니다. 예를 들어 더 긴 주소, 긴 동기화 시간, 블록체인만 스캔하는 light wallet에서의 이용이 불가능한 등 여러 문제가 있습니다.</p> <p>이를 감안해도 모네로는 보안에 있어 유저에게 다른 가상화폐보다 더 나은 경험을 제공합니다.</p> <p>비트코인을 개인정보를 보호하면서 쓰는 방법을 설명해놓은 글을 읽어보시기 바랍니다. 완벽히 실행하기 매우 복잡하고 이해하기 어려우며 한 번의 실수만 해도 개인정보가 유출될 수 있습니다. 예시로 많은 사람들이 자주 추천하는 비트코인 세탁을 하고나서 결과물이 한 곳에 모이거나 다시 원지갑으로 돌아가면 추적이 가능하기 때문에 세탁의 의미가 없게 됩니다. 다른 예시로 많은 이들이 비트코인의 출처를 불분명하게 하고 싶다면 비트코인을 채굴하는 것을 권장하는데 현재 채굴 생태계를 감안하면 말도 안되는 이야기입니다.</p> <p>모네로를 이용하면 이런 복잡한 단계를 거칠 필요가 없습니다. 모든 모네로 거래는 유저의 추가적인 노력이나 외부 소프트웨어를 이용할 필요 없이 강력한 보안이 보장됩니다. 비트코인은 경험이 많은 소수의 유저들을 제외하고 개인정보를 보호하기 어렵게 하지만, 모네로는 모든 사람이 언제나 개인정보를 쉽게 보호할 수 있게 합니다. 이걸 감안했을 때 더 긴 주소와 오랜 동기화 시간은 충분히 감당할 수 있다고 생각합니다.</p> <p>위의 여러가지 설명을 했지만 실상은 유저경험은 언제나 시간이 지나면 향상된다는 것이며 모네로도 예외는 아닙니다. 코인의 UX는 시간이 지나면서 나아지지만 코인자체의 기반을 바꾸기는 매우 어렵습니다.</p>
ru: <p>Подобная критика несколько лукава. Следует признать, что в некоторых смыслах Monero труднее пользоваться, чем Bitcoin. Примером может послужить то, что у Monero более длинные адреса, дольше происходит синхронизация, даже в случае с лёгкими кошельками, но причина состоит в том, что кошелёк не может просто проверить блокчейн, не просканировав каждый выход, чтобы убедиться в том, что тот принадлежит именно тому счёту, которому положено. </p> <p>Другими словами, Monero строится на базе или даже улучшает пользовательский криптовалютный опыт, в частности в том, что касается конфиденциальности.</p> <p>Мы предлагаем читателю ознакомиться со статьями, в которых сторонники Bitcoin приводят рекомендуемые способы обеспечения приватности. Список предлагаемых методов будет длинным, запутанным, трудновыполнимым, а зачастую, вследствие любой ошибки при реализации предлагаемых методов, приватность будет подвергаться ещё большему риску. Примером может служить предложение по смешиванию монет Bitcoin. Но после смешивания, если полученные выходы переместятся в один и тот же кошелёк, смешивание будет бесполезным, так как отслеживание выходов обеспечивает высокий уровень связываемости. Другим примером служит тот факт, что многие рекомендуют самостоятельно заниматься майнингом Bitcoin, чтобы оставалось неясным, как были получены выходы, что просто смешно, учитывая состояние существующей экосистемы майнинга.</p> <p>В случае с Monero в списке способов «отмывки» присутствуют все эти способы, но они никак не используются. Каждая транзакция Monero всякий раз обеспечивает высокий уровень приватности, при этом пользователю нет никакой необходимости предпринимать что-либо или пользоваться внешним программным обеспечением. В то время как в случае с Bitcoin приватность может себе обеспечить далеко не каждый, а, скорее, только опытные пользователи, Monero же минимизирует возможность ошибки для каждого на постоянной основе. Если говорить о компромиссах, нам кажется, что более длинные адреса и большее время синхронизации стоят того.</p> <p>И даже после всего вышесказанного факт остаётся фактом: пользовательский опыт взаимодействия (UX) улучшается с течением времени, и Monero не является исключением. Уровень UX монеты может невероятно вырасти за несколько лет, но поменять его основы гораздо сложнее.</p>

# knowledge__myths__3__title
source: Monero has a poor user experience.
es: Monero tiene una mala experiencia de usuario.
ko: 모네로는 유저가 이용하기에 불편하다.
ru: Плохой пользовательский опыт Monero.
