Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__sell__step_two_text_0
source: Go to the {main-page} and in the search box select the 'Sell' tab, fill in the form with the amount you want to sell in your currency, your location and choose a payment method. If you're unsure how you want to be paid, choose 'All online offers' as your payment method. The site will list {assetName} traders available in your region.
es: Vaya a la {main-page} y en en el recuadro de búsqueda seleccione la pestaña 'Vender', complete el formulario con la cantidad que desea vender en su moneda, su ubicación y un método de pago. Si no está seguro de cómo desea que le paguen, elija 'Todas las ofertas en línea' como su método de pago. El sitio mostrará una lista de los compradores de {assetName} disponibles en su región.
ko: {main-page}로 가 검색조건에 판매하고 싶은 양과 판매에 이용할 화폐, 내 위치, 그리고 결제수단을 설정하셔야 합니다. 어떤 결제수단을 이용하고 싶은지 확실하지 않다면 '모든 온라인 계약'을 선택하시면 됩니다. 지역 내 이용 가능한 {assetName} 거래목록이 나타날 것입니다.
ru: Перейдите на {main-page} и в поле поиска выберите опцию 'Продать'. Заполните предложенную форму, введя количество {assetName}, которое вы хотите продать, в вашей валюте, а также выберите способ платежа. Если вы не уверены в том, какой способ оплаты предпочесть, выберите в качестве способа платежа вариант 'Все онлайн предложения'. Сайт покажет вам список всех предложений {assetName}.

# guide__sell__step_two_text_0_main_page
source: main page
es: página principal
ko: 메인 페이지
ru: главную страницу

# guide__sell__step_two_text_1
source: Some payment methods are considered high-risk. Monero transactions are completely irreversible. Once you sell your Monero it's not possible for you to recover them, even if the payment is reversed. That's why we recommend you sell with a low-risk payment method to experienced users with a large amount of previous trades and 100% feedback.
es: Algunos métodos de pago están considerados como de alto riesgo. Las transacciones de Monero son completamente irreversibles. Una vez venda sus Monero no es posible recuperarlos, incluso aunque el pago del comprador se revierta. Por esto le recomendamos que venda con un método de pago de bajo riesgo y a usuarios experimentados con gran cantidad de transacciones previas con 100% confianza/feedback.
ko: 다른 결제수단보다 위험도가 높은 결제수단들이 있습니다. 모네로 거래는 환불이 안됩니다. 한번 모네로를 팔면 결제를 되돌려도 모네로는 다시 돌려받을 수 없습니다. 그렇기 때문에 거래량이 많고 후기가 좋은 유저에게 위험도가 낮은 결제수단을 통해 판매하는 것을 추천합니다.
ru: Некоторые способы оплаты сопряжены с высоким риском. Транзакции с Монеро (XMR) носят необратимый характер. Если вы продали свои Монеро (XMR), их невозможно вернуть, даже если покупатель отзовет свой платеж. Именно поэтому мы рекомендуем вам продавать Монеро (XMR), пользуясь способами оплаты с низким уровнем риска, опытным пользователям с большим количеством ранее совершенных сделок и 100% положительными отзывами.

# guide__sell__step_two_text_1___agoradesk
source: Some payment methods are considered high-risk. Cryptocurrency transactions are completely irreversible. Once you sell your cryptocurrency it's not possible for you to recover them, even if the payment is reversed. That's why we recommend you sell with a low-risk payment method to experienced users with a large amount of previous trades and 100% feedback.
es: Algunos métodos de pago se consideran de alto riesgo. Las transacciones de criptomonedas son completamente irreversibles. Una vez que vendes tu criptomoneda, no es posible que las recuperes, incluso si el pago se revierte. Es por eso que le recomendamos que venda con un método de pago de bajo riesgo a usuarios experimentados con una gran cantidad de operaciones anteriores y 100% de comentarios.
ko: 다른 결제수단보다 위험도가 높은 결제수단들이 있습니다. 가상화폐 거래는 환불이 안됩니다. 한번 가상화폐를 팔면 결제를 되돌려도 가상화폐는 다시 돌려받을 수 없습니다. 그렇기 때문에 거래량이 많고 후기가 좋은 유저에게 위험도가 낮은 결제수단을 통해 판매하는 것을 추천합니다.
ru: Некоторые способы оплаты считаются рискованными. Криптовалютные транзакции совершенно необратимы. После того, как вы продадите свою криптовалюту, вы не сможете восстановить их, даже если платеж будет отменен. Вот почему мы рекомендуем вам продавать с методом оплаты с низким риском для опытных пользователей с большим количеством предыдущих сделок и 100% обратной связи.

# guide__sell__title
source: How to sell Monero online
es: Como vender Monero en línea
ko: 온라인에서 모네로를 판매하는 방법
ru: Как продать Монеро (XMR) онлайн

# guide__sell__title___agoradesk
source: How to sell cryptocurrency online
es: Cómo vender criptomonedas en línea
ko: 온라인에서 가상화폐를 판매하는 방법
ru: Как продать криптовалюту онлайн

# guide__telegram__card_title
source: Telegram mobile notifications
es: Notificaciones Telegram para móvil/celular
ko: 모바일 텔레그램 알림
ru: Мобильные уведомления в Telegram

# guide__telegram__conclusion
source: Congratulations! Now you can respond to your customers instantly!
es: ¡Enhorabuena! Ahora puede responder a sus clientes de forma instantánea!
ko: 축하합니다! 이제 당신의 고객에게 바로 답장을 할 수 있습니다!
ru: Поздравляем! Теперь вы можете моментально отвечать вашим клиентам!

# guide__telegram__disable_text
source: If you want to disable notifications from our bot, navigate back to the 'Notifications' tab in your {account-settings} and click the red 'Disable Telegram Notifications' button.
es: Si desea desactivar las notificaciones de nuestro bot, navegue de nuevo hasta la pestaña de 'Notificaciones' en sus {account-settings} y haga click en el botón rojo 'Desactivar Notificaciones Telegram'.
ko: 저희 자동알림을 끄고 싶다면, {account-settings}의 '알림'으로 들어가 빨간색 '텔레그램 알림 해제'를 누르시면 됩니다.
ru: Если вы хотите перестать получать уведомления от нашего бота, вернитесь обратно во вкладку 'Уведомления' в {account-settings} и кликните на красную кнопку с текстом 'Отключить уведомления в Telegram'.

# guide__telegram__disable_text_account_settings
source: account settings
es: opciones de la cuenta
ko: 내 계정 설정
ru: настройках аккаунта

# guide__telegram__disable_title
source: How to disable notifications?
es: ¿Cómo desactivar las notificaciones?
ko: 알림은 어떻게 해제하나요?
ru: Как отключить уведомления?

# guide__telegram__prologue_0
source: {telegram} allows you to receive {appName} notifications (such as new trade, new payment, trade finalization or new chat message notifications) in the form of Telegram messages from our notification bot.
es: {telegram} te permite recibir notificaciones de FRONT_TYPE (como nuevas operaciones, nuevos pagos, finalización de operaciones o nuevas notificaciones de mensajes de chat) en forma de mensajes de Telegram de nuestro bot de notificaciones.
ko: {telegram} 을 사용하면 알림 봇에서 텔레그램 메시지 형식으로 FRONT_TYPE 알림(예: 신규 거래, 신규 결제, 거래 완료 또는 신규 채팅 메시지 알림)을 받을 수 있습니다.
ru: {telegram} позволяет вам получать уведомления от FRONT_TYPE (такие как новая сделка, новый платеж, завершение сделки, или новые сообщения в чате) в виде сообщений от нашего Telegram бота.

# guide__telegram__prologue_1
source: Telegram is a mobile messaging app. You can read more on what Telegram is in the {official-faq}.
es: Telegram es una aplicación de mensajería. Puede leer más sobre Telegram en su {official-faq}.
ko: 텔레그램은 모바일 채팅 어플입니다. {official-faq}에서 텔레그램에 대해 더 자세히 알아볼 수 있습니다.
ru: Telegram - это мобильный мессенджер. Вы можете прочитать больше информации о том, что такое Telegram в {official-faq}.

# guide__telegram__prologue_1_official_faq
source: official FAQ
es: FAQ oficial
ko: 공식 FAQ
ru: официальном FAQ

# guide__telegram__prologue_2
source: In order to activate mobile notifications you need to have Telegram {installed}.
es: Para poder activar las notificaciones móvil necesita tener Telegram {installed}.
ko: 모바일 알림을 이용하려면 텔레그램이 {installed}.
ru: Для того чтобы получать мобильные уведомления, {installed} Telegram

# guide__telegram__prologue_2_installed
source: installed on your device
es: instalado en su dispositivo
ko: 기기에 설치되어 있어야 합니다
ru: на вашем устройсте должен быть установлен

# guide__telegram__step_one_text_0
source: {press-this} or search for '{appName} Notification Bot' in Telegram's search field and select {appName} Notification Bot.
es: {press-this} o busque 'FRONT_TYPE Notification Bot' en el hueco de búsqueda de Telegram y escoja FRONT_TYPE Notification Bot.
ko: {press-this}를 누르거나 텔레그램에서 'FRONT_TYPE 알림봇'을 검색 후 선택해주세요.
ru: {press-this} или введите 'FRONT_TYPE Notification Bot' в поле поиска Telegram и выберите FRONT_TYPE Notification Bot.

# guide__telegram__step_one_text_0_press_this
source: Press on this link
es: Presione éste enlace
ko: 여기
ru: Нажмите на эту ссылку

# guide__telegram__step_one_text_1
source: After you open the chat window, press on 'Start' at the bottom of the screen or send the message '/start' (without quotes) manually.
es: Después de abrir la ventana de chat, presione 'Iniciar' en la pantalla o envíe el mensaje '/start' (sin comillas) manualmente.
ko: 채팅창을 열어서 화면 하단의 '시작'을 누르거나 '/start'라고 메시지를 보내면 됩니다.
ru: После того, как вы откроете окно чата, нажмите на 'Начать' в нижней части экрана или отправьте сообщение '/start' (без кавычек) вручную.

# guide__telegram__step_one_text_2
source: Our bot will give you your Telegram Notifications ID.
es: Nuestro bot le dará su ID de notificaciones Telegram.
ko: 채팅봇이 텔레그램 알림 ID를 알려드립니다.
ru: Наш бот даст вам ваш ID уведомлений в Telegram (Telegram Notifications ID).

# guide__telegram__step_three_text
source: That's it! Now you will receive notifications from our bot.
es: ¡Eso es todo! Ahora recibirá notificaciones de nuestro bot.
ko: 됐습니다! 이제 저희 채팅봇으로부터 알림을 받으실 수 있습니다.
ru: Вот и всё! Теперь вы будете получать уведомления от нашего бота.

# guide__telegram__step_two_text_0
source: Go to your {account-settings} and select the 'Notifications' tab.
es: Vaya a sus {account-settings} y seleccione la pestaña 'Notificaciones'.
ko: {account-settings}에서 '알림'을 선택하세요.
ru: Зайдите в {account-settings} и выберите вкладку 'Уведомления'.

# guide__telegram__step_two_text_0_settings
source: account settings
es: opciones de la cuenta
ko: 내 계정 설정
ru: настройки аккаунта

# guide__telegram__step_two_text_1
source: Type in your Telegram Notifications ID in the relevant field in the 'Telegram Notifications' section.
es: Escriba su ID de notificaciones de Telegram en el campo correspondiente en la sección 'Notificaciones de Telegram'.
ko: 내 텔레그램 알림 ID를 '텔레그램 알림'의 해당 입력창에 입력하시면 됩니다.
ru: Впишите ваш ID уведомлений в Telegram (Telegram Notifications ID) в соответствующее поле в разделе 'Уведомления Telegram'.

# guide__telegram__step_two_text_2
source: Click the save icon to save your Telegram Notifications ID.
es: Haga clic en el icono de guardar para guardar su ID de notificaciones de Telegram.
ko: 저장을 눌러 텔레그램 알림 ID를 저장하세요.
ru: Нажмите на иконку 'Сохранить', чтобы сохранить ваш ID уведомлений в Telegram.

# guide__telegram__title
source: How to turn on Telegram mobile notifications
es: Como activar las notificaciones de Telegram para móvil/celular
ko: 텔레그램 알림을 활성화하는 방법
ru: Как включить мобильные уведомления в Telegram

# guide__trade__block_1_text_0
source: A typical trade on {appName} works like this, the example is an online sell trade where you're selling {assetName} to a buyer. The process is similar when you are buying {assetName} online, but for this example we're focusing on selling {assetName}, as that's the most common type of trade. {linebreak} First you need to deposit {assetName} to your {localmonero-wallet}. {linebreak} Then, you need to {create} {a-sell-monero-ad} (called an online sell advertisement). When making the advertisement you choose a payment method, set your pricing, your limits and write your terms of the trade as a free form message.
es: Una transacción típica en FRONT_TYPE funciona de esta manera, el ejemplo es una transacción de venta en línea donde usted está vendiendo {assetName} a un comprador. El proceso es similar cuando compra {assetName} en línea, pero para este ejemplo nos centramos en vender {assetName}, ya que es el tipo de comercio más común. {linebreak} Primero necesita {create} {a-sell-monero-ad} (llamado anuncio de venta en línea). Al hacer el anuncio, usted elige un método de pago, establece su precio, sus límites y escribe sus términos de intercamio en forma de texto libre. {linebreak} Luego necesita {fund} su {localmonero-wallet} con {assetName}.
ko: FRONT_TYPE의 거래는 일반적으로 이렇게 이루어지며, 예시는 (당신이) 구매자에게 {assetName}을 판매하는 온라인 거래입니다. 온라인으로 {assetName}를 구매할 때도 비슷하지만 여기 예시에서는 가장 많은 거래인 {assetName} 판매가 나와있습니다. {linebreak} 우선 {localmonero-wallet}에 {assetName}을 {fund}해야합니다. {linebreak} 이후 {a-sell-monero-ad}를 {create}해야합니다. 계약을 만들 때 결제수단, 가격, 결제한도 및 거래조건 등을 입력해야합니다.
ru: Вот как работает обычная сделка на FRONT_TYPE. Примером служит сделка по продаже онлайн, где вы продаете {assetName} покупателю. Процесс покупки {assetName} онлайн работает аналогичным образом, но для этого примера мы выбрали продажу {assetName}, поскольку это наиболее распространенный вид сделки. {linebreak} Прежде всего вам нужно отправить арбитражный залог на ваш {localmonero-wallet}. Затем, вам нужно создать онлайн-объявление о продаже {assetName} (называемое онлайн-объявление о продаже). При создании объявления вы выбираете способ оплаты, устанавливаете цену, ограничения и указываете условия сделки в свободной форме.

# guide__trade__block_1_text_0_a_sell_monero_ad
source: a sell {assetName} online advertisement
es: anuncio de venta en línea de {assetName}
ko: 온라인 {assetName} 판매 계약
ru: {assetName} интернет реклама

# guide__trade__block_1_text_0_create
source: create
es: crear
ko: 생성
ru: Создайте

# guide__trade__block_1_text_0_fund
source: fund
es: recargar
ko: 충전
ru: фонд

# guide__trade__block_1_text_0_localmonero_wallet
source: {appName} wallet
es: billetera FRONT_TYPE
ko: FRONT_TYPE 지갑
ru: FRONT_TYPE кошелек

# guide__trade__block_1_text_1
source: You need to have {assetName} in your {appName} arbitration bond wallet in order for customers to be able to open trade requests from your advertisements. When a <strong>buyer opens a trade with you</strong>, {assetName} for the full amount of the trade is automatically reserved from your wallet. Give the buyer payment instructions and guide the buyer through paying for the trade. You will receive email notifications when someone replies to your advertisement. Once the buyer has paid and pressed the<strong> I have paid button</strong> you will receive a notification via e-mail and on the website that a trade has been paid for. When you've confirmed that you have received the payment it's time for you to finalize the trade. After the trade is finalized and settled, the buyer will have XMR in their settlement wallet. The final step is to <strong>leave feedback</strong> for the buyer and encourage the buyer to do the same for you. Feedback is important in order to gain reputation and make more trades.
es: Necesita tener {assetName} en su cartera de bonos de arbitraje FRONT_TYPE para que los clientes puedan abrir solicitudes de comercio desde sus anuncios. <br/><br/>Cuando un <strong>comprador abre una operación con usted</strong> {assetName} por el importe total de la operación se retira automáticamente de su monedero a la fianza de arbitraje. Dé al comprador las instrucciones de pago y guíelo en el pago de la operación. Recibirás notificaciones por correo electrónico cuando alguien responda a tu anuncio. <br/><br/> Una vez que el comprador haya pagado y pulsado el botón<strong> He pagado</strong> recibirás una notificación por correo electrónico y en la página web de que la operación ha sido pagada. <br/><br/> Cuando hayas confirmado que has recibido el pago es el momento de <strong>finalizar la operación</strong>. Esto te devuelve el bono de arbitraje y envía el {assetName} a la cartera de liquidación del comprador. <br/><br/> El último paso es <strong>dejar comentarios</strong> para el comprador y animar al comprador a hacer lo mismo para ti. Los comentarios son importantes para ganar reputación y realizar más operaciones.
ko: 고객이 광고에서 거래 요청을 열 수 있도록 하려면 FRONT_TYPE 중재 채권 지갑에 {assetName} 이(가) 있어야 합니다. <br/><br/> <strong>구매자가 귀하와 거래를 시작하면</strong>, {assetName} 전체 거래 금액이 자동으로 귀하의 지갑에서 중재 채권으로 인출됩니다. 구매자에게 지불 지침을 제공하고 거래에 대한 지불을 통해 구매자를 안내합니다. 누군가가 귀하의 광고에 답장하면 이메일 알림을 받게 됩니다. <br/><br/> 구매자가 지불하고<strong> 지불했습니다 버튼</strong> 을 누르면 이메일과 웹사이트를 통해 거래 대금이 지불되었다는 알림을 받게 됩니다. <br/><br/> 지불을 확인했으면 <strong>거래를 완료해야 합니다</strong>. 그러면 중재 보증금이 반환되고 {assetName} 가 구매자의 결제 지갑으로 전송됩니다. <br/><br/> 마지막 단계는 구매자에게 <strong>피드백을 남기고</strong> 구매자가 귀하를 위해 동일한 작업을 수행하도록 권장하는 것입니다. 평판을 얻고 더 많은 거래를 하려면 피드백이 중요합니다.
ru: Вам необходимо иметь {assetName} в кошельке арбитражного залога FRONT_TYPE для того, чтобы клиенты могли открывать сделки с вашим объявлением. <br/><br/>Когда покупатель <strong>открывает с вами сделку</strong>, {assetName} на всю сумму сделки автоматически снимается с вашего кошелька в арбитражный залог. Дайте покупателю инструкции по оплате и проведите его через оплату сделки. Вы будете получать уведомления по электронной почте, когда кто-то ответит на ваше объявление. <br/><br/> После того как покупатель оплатил и нажал кнопку<strong> Я оплатил</strong> вы получите уведомление по электронной почте и на сайте о том, что сделка была оплачена. <br/><br/> Когда вы подтвердили, что получили платеж, настало время <strong>завершить сделку</strong>. Это возвращает вам арбитражный залог и отправляет {assetName} на расчетный кошелек покупателя. <br/><br/> Последний шаг - <strong>оставить отзыв</strong> для покупателя и поощрить его сделать то же самое для вас. Отзывы важны для того, чтобы заработать репутацию и совершать больше сделок.

# guide__trade__block_1_title
source: Overview of the trading process
es: Resumen del proceso de transacción
ko: 거래상황 개요
ru: Обзор порядка торговли

# guide__trade__block_2_text
source: Before you start trading you need to consider what payment methods you are going to provide and research the payment method so that you know how it works. When you first start trading we recommend you don't choose a high-risk payment method. Transfer with a specific bank can be a good starting payment method, especially if there are few traders active in your country. <strong>Before you start trading</strong> Before you start trading make sure you<strong> familiarize yourself with your local legislation </strong>and that your are in compliance with any relevant laws and that you have the necessary business licenses for the jurisdiction you’re trading in. Legislation varies a lot from country to country and whether you're trading as an individual or as a business. <strong>Research the payment method</strong> you're going to offer. Read through other traders' ads of the same payment method and make some trades with them. Try to identify possible problems before you start trading. <strong>Use payment accounts only for {assetName} trading.</strong> Some payment providers will temporarily or permanently close your account if you receive unauthorized payments that are related to fraud. Using accounts only for {assetName} trading protects your personal finances.
es: Antes de comenzar a comerciar, debe considerar qué métodos de pago proporcionará e investigarlos para saber cómo funcionan. Cuando comience a operar por primera vez, le recomendamos que no elija un método de pago de alto riesgo. La transferencia con un banco específico puede ser un buen método de pago inicial, especialmente si hay pocos comerciantes activos en su país. <br/><br/> <strong>Antes de comenzar a operar</strong> <br/><br/> Antes de comenzar a operar, asegúrese de<strong> familiarizarse con su legislación local </strong>y que cumple con todas las leyes pertinentes, inclusive contar con las licencias comerciales necesarias para la jurisdicción en la que esté negociando. <br/><br/> La legislación varía mucho de un país a otro tanto si usted está operando como particular, como si lo hace como negocio <br/><br/><strong>Investigue el método de pago </strong> que ofrecerá. Lea los anuncios de otros comerciantes del mismo método de pago y realice algunos intercambios con ellos. Trate de identificar posibles problemas antes de comenzar a operar. <br/><br/><strong>Utilice cuentas de pago destinadas exclusivamente para comerciar con {assetName}.</strong> Algunos proveedores de pago cerrarán su cuenta de forma temporal o permanente si recibe pagos no autorizados relacionados con el fraude. Utilizando cuentas de forma exclusiva para comerciar con {assetName}, protegerá sus finanzas personales.
ko: 거래를 시작 전 어떤 결제수단을 이용할 지 알아보고 정하는게 중요합니다. 첫 거래에는 위험도가 높은 결제수단은 추천하지 않습니다. 거주 국가에 거래대상이 많지 않으면 특정 은행을 이용한 계좌이체가 시작하기 무난합니다. <br/><br/> 거래를 시작하기 이전에 <strong>거주지의 관련 법령을 이해하고</strong> 필요한 자격증 등을 취득해 법을 따르고 있는지 확인하시기 바랍니다. <br/><br/> 국가별로도 법률이 차이나고 개인/사업체인지에 따라 차이가 있습니다. <br/><br/>이용할 <strong> 결제수단에 대해 잘 알아보세요</strong>. 같은 거래수단을 이용한 다른 사람들과 거래를 해보는 것을 추천합니다. 거래를 하기 전 발생할 수 있는 문제에 대해 생각해봐야 합니다. <br/><br/><strong> {assetName} 거래 시에만 결제용 계정을 이용하세요.</strong> 사기가 의심되는 결제가 생기면 결제수단을 제공하는 회사 측에서 계정을 차단할 수 있습니다. {assetName} 거래에만 계정을 사용하면 이 위험을 줄여 개인자산을 보호할 수 있습니다.
ru: Прежде чем приступать к торговле, вам необходимо решить, с какими способами оплаты вы будете работать, и подробно изучить такие способы оплаты, чтобы знать, как они функционируют. Если вы приступаете к торговле впервые, мы рекомендуем не выбирать способы оплаты, сопряженные с высоким риском. Перевод из конкретного банка может быть хорошим начальным способом оплаты, особенно если в вашей стране небольшое количество активных трейдеров. Далее приводится более подробная информация о различных способах оплаты и их уровнях риска. <br/> <br/> Если у вас новая учетная запись и отсутствует история сделок, мы рекомендуем вам начать с ответов на существующие объявления, чтобы купить и продать несколько {assetName}. Это поможет вам понять, как функционирует трейдинг, и составить некоторую торговую историю, которая сделает вашу учетную запись заслуживающей доверия, что, в свою очередь, обеспечит лучший рейтинг в списке вашим объявлениям. <br/> <br/> <strong> Прежде чем приступать к торговле</strong> <br/> <br/> Вы начинающий? Наработайте некоторый торговый опыт, поскольку с совершенно новой учетной записью будет сложно найти клиентов на ваши объявления. Начните с обращения по объявлениям других трейдеров о покупке и продаже – это поможет вам получить первые отзывы и совершить первые сделки. Чем больше у вас совершенных сделок и отзывов, тем больше вам можно доверять. <br/> <br/> <br/> <br/> Прежде чем приступать к трейдингу, ознакомьтесь с местным законодательством и позаботьтесь о соблюдении всех соответствующих законов и о наличии необходимых бизнес-лицензий для той юрисдикции, в которой вы заключаете сделки. <br/> <br/> У каждой страны свои законы; кроме того, имеет значение то, заключаете ли вы сделки как частное лицо или как предприятие. <br/> <br/> Изучите поподробнее тот способ оплаты, который вы собираетесь предложить. Почитайте объявления других трейдеров, предлагающих тот же способ оплаты, и совершите с ними несколько сделок. Попробуйте выявить возможные проблемы до начала торговли. Поиск по форумам обсуждений – это тоже хорошая идея. Мы рекомендуем вам начинать торговлю, используя способ оплаты, сопряженный с низким риском. См.более подробную информацию о способах оплаты ниже. <br/> <br/> Использовать платежные учетные записи лишь для торговли {assetName}. Некоторые провайдеры платежных систем могут закрыть вашу учетную запись на какое-то время или окончательно, если вы получаете несанкционированные платежи, связанные с мошенничеством. Использование учетных записей лишь для торговли {assetName} защищает ваши личные финансы.

# guide__trade__block_2_title
source: Getting started
es: Empezando
ko: 시작하기 전에
ru: Начало работы
