Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__history__0__text
source: <p>Few cryptocurrency projects have origins that are shrouded in mystery. Most have an identifiable founder, and many hyped up their projects before launch to maximize profits from an ICO. Bitcoin seemed to stand alone in having a whitepaper that was dropped out of nowhere on the cryptography community, and having their founder, Satoshi Nakamoto, disappear.</p> <p>Until Monero.</p> <p>But before we even start talking about Monero’s launch in 2014, we need to go even further back.</p>
es: <p>Pocos proyectos de criptomonedas tienen orígenes envueltos en misterio. La mayoría tiene un fundador identificable, y muchos promocionaron sus proyectos antes del lanzamiento para maximizar las ganancias de una ICO. Bitcoin parecía estar solo en tener un documento técnico que se abandonó de la nada en la comunidad de criptografía, y que su fundador, Satoshi Nakamoto, desapareciera.</p> <p>Hasta Monero.</p> <p>Pero incluso antes de comenzar a hablar sobre el lanzamiento de Monero en 2014, necesitamos retroceder aún más.</p>
ko: <p>몇몇 가상화폐 프로젝트는 그 기원이 알려지지 않았습니다. 대부분은 개발자를 점찍을 수 있고 프로젝트 출시 이전에 ICO를 통한 이익을 극대화하기 위해 프로젝트를 과장광고합니다. 비트코인만이 가상화폐 중 유일하게 출처가 불분명한 백서를 갖고 있으며 개발자인 Satoshi Nakamoto는 이후 사라졌습니다.</p> <p>모네로가 나타나고 모든게 바뀌었습니다./p> <p> 하지만 2014년 모네로의 출시를 이야기하기 전에, 조금 더 전의 이야기를 해야 합니다.</p>
ru: <p>Очень немногие криптовалютные проекты имеют происхождение, окутанное тайной. Большинство из них было основано неизвестными людьми, которые подняли хайп вокруг проектов ещё до момента запуска, чтобы извлечь максимально возможную прибыль от ICO. Казалось, что один только Bitcoin выделяется среди них тем, что у проекта имеется так называемая «белая книга», появившаяся буквально из ниоткуда, откуда-то из мира криптографического сообщества, а также тем, что у проекта был основатель, Сатоши Накамото, который затем исчез.</p> <p>Так было до появления Monero.</p> <p>Но прежде чем мы даже начнём говорить о запуске проекта Monero в 2014 году, мы должны вернуться ещё немного назад во времени.</p>

# knowledge__history__1__text
source: <p>In September 2013 a previously unheard of group, Cryptonote, released a whitepaper about a novel protocol under the same name. This protocol sought to make a Bitcoin-like cryptocurrency, although utilizing optional ring signatures and stealth addresses to bolster the privacy. Not long after, in November of 2013, initial code was pushed to GitHub for a new coin called Bytecoin. This coin implemented the protocol described in the paper, on a brand new codebase (i.e. not forked from Bitcoin like most other coins at the time).</p> <p>The Bytecoin team took their time putting the rest of the code on their repository, but seemed to be done by March of 2014, when the project was subsequently ‘discovered’ by a ‘random’ person on the BitcoinTalk forums, though it is now widely suspected that this was a plant to generate interest. After the sockpuppet succeeded in garnering eyeballs, those newly interested people discovered something strange: over 80% of the coins had already been mined.</p> <p>This was an astronomical amount, and many were willing to write it off as a scam and move on; that is until the Bytecoin team showed up. They claimed that the reason so much of the coin had been mined by this point was because Bytecoin was actually not a new coin with a massive premine, but had actually existed on the deep web for two years, since 2012.</p> <p>Long story short, these claims were not well received, as nobody had heard of Bytecoin before, and it didn’t take long before people lost interest. Not everyone was willing to completely give up however. Some began looking over the Cryptonote protocol that Bytecoin was based on and concluded that the protocol itself seemed to be solid and innovative, even if the first implementation wasn’t. </p> <p>At that point, it was a race to see who could fork Bytecoin, clean up the code, and be the first ‘non-scam’ version to market, in order to gain a first mover advantage.</p>
es: <p>En septiembre de 2013, un grupo nunca antes conocido, Cryptonote, publicó un documento sobre un nuevo protocolo con el mismo nombre. Este protocolo buscaba crear una criptomoneda similar a Bitcoin, aunque utilizando firmas de anillo opcionales y direcciones ocultas para reforzar la privacidad. No mucho después, en noviembre de 2013, el código inicial fue enviado a GitHub para una nueva moneda llamada Bytecoin. Esta moneda implementó el protocolo descrito en el documento, en una nueva base de código (es decir, no bifurcada de Bitcoin como la mayoría de las otras monedas en ese momento).</p> <p>El equipo de Bytecoin se tomó su tiempo para poner el resto del código en su repositorio, pero parecía estar listo en marzo de 2014, cuando el proyecto fue posteriormente 'descubierto' por una persona 'aleatoria' en los foros de BitcoinTalk, aunque Ahora se sospecha ampliamente que esta era una planta para generar interés. Después de que el calcetín lograra atraer globos oculares, esas personas recientemente interesadas descubrieron algo extraño: más del 80% de las monedas ya habían sido extraídas.</p> <p>Esta fue una cantidad astronómica, y muchos estaban dispuestos a descartarla como una estafa y seguir adelante; eso es hasta que apareció el equipo de Bytecoin. Afirmaron que la razón por la cual gran parte de la moneda se había extraído en este punto era porque Bytecoin en realidad no era una moneda nueva con una premina masiva, sino que había existido en la red profunda durante dos años, desde 2012.</p> <p>En pocas palabras, estos reclamos no fueron bien recibidos, ya que nadie había oído hablar de Bytecoin antes, y no pasó mucho tiempo antes de que la gente perdiera interés. Sin embargo, no todos estaban dispuestos a rendirse por completo. Algunos comenzaron a revisar el protocolo Cryptonote en el que se basaba Bytecoin y concluyeron que el protocolo en sí mismo parecía ser sólido e innovador, incluso si la primera implementación no lo era. </p> <p>En ese momento, era una carrera ver quién podía bifurcar Bytecoin, limpiar el código y ser la primera versión "no estafa" en el mercado, para obtener una ventaja de primer jugador.</p>
ko: <p>2013년 9월에, Cryptonote라는 무명의 그룹이 새로운 프로토콜의 백서를 공개했습니다. 이 프로토콜은 비트코인 같지만 링서명과 임시주소를 이용해 개인정보보호를 극대화한 가상화폐를 만들고자 했습니다. 얼마 지나지 않아 2013년 11월에 GitHub에 Bytecoin이라는 새 가상화폐의 코드가 공개되었습니다. 이 가상화폐는 백서에 설명된 프로토콜을 (다른 가상화폐와 달리 비트코인의 하드포크가 아닌) 완전히 새로운 코드로 구현했습니다.</p> <p>Bytecoin 팀은 시간을 들여 코드를 코드가 비트코인 포럼의 '임의의' 누군가에게 '발견'된 2014년 3월까지 다 저장했습니다 (지금은 관심을 얻기 위한 쁘락치였다는 설이 지배적입니다). 쁘락치로 인해 관심을 가진 사람들은 뭔가 이상한 점을 발견했습니다: 화폐의 80% 이상이 이미 채굴되었다는 것입니다.</p> <p> 이는 천문학적인 수치였으며, 사람들은 그저 또 다른 사기라고 생각하고 무시했습니다; Bytecoin 팀이 앞에 나서기 이전까지 말입니다. 그들은 화폐가 벌써 그렇게 많이 채굴된 이유가 Bytecoin이 사전 채굴량이 많은 코인이 아니라 이미 다크웹에서 2012년부터 2년 동안 사용되어 왔다고 했습니다.</p> <p>결론부터 말하자면 사람들은 이런 주장을 좋게 받아들이지 않았으며 아무도 들어본 적 없는 Bytecoin이 사람들의 관심 속에서 잊혀지는 것은 시간문제였습니다. 하지만 모두가 포기한 것은 아니었습니다. 일부는 Bytecoindml Cryptonote 프로토콜을 읽어보면서 첫 시행은 불안했지만 프로토콜 자체는 충분히 혁신적이라 판단했습니다.</p> <p>이 시점에 사람들은 선두주자가 가지는 이점을 이해하기 때문에 Bytecoin의 코드를 누가 먼저 정리하고 하드포크해 '사기가 아닌' 버전을 공개할 수 있는지 경쟁하기 시작했습니다.</p>
ru: <p>В сентябре 2013 года ранее неизвестная группа CryptoNote выпустила белую книгу, посвящённую новому протоколу под тем же названием. Этот протокол должен был стать основой для подобной Bitcoin криптовалюты, дополнительно использующей кольцевые подписи и скрытые адреса, которые повышали уровень приватности. Вскоре после этого, в ноябре 2013 года, на GitHub был опубликован исходный код новой монеты под названием Bytecoin. Эта монета поддерживала протокол, описанный в документе, на совершенно новой кодовой базе (то есть она не была форком Bitcoin, как большинство других монет в то время).</p> <p>Команда Bytecoin не торопилась с размещением оставшейся части кода в своём репозитории, это было сделано только к марту 2014 года, когда проект был как бы «случайно обнаружен» совершенно «случайным человеком» на форумах BitcoinTalk. Хотя теперь есть подозрение, что всё это было сделано умышленно, чтобы подогреть интерес сообщества. После того как задумка сработала, вновь заинтересованные люди обнаружили нечто странное: более 80% монет уже было добыто.</p> <p>Сумма была астрономической, и многие уже были готовы причислить проект к разряду мошеннических и двигаться дальше, но тут появилась команда Bytecoin. Они заявили, что причина, по которой так много монет было добыто к тому моменту, заключалась в том, что Bytecoin на самом деле не была новой монетой с массивным премайнингом, а фактически уже существовала в глубокой паутине в течение двух лет, начиная с 2012 года.</p> <p>Короче говоря, эти заявления однозначно не были восприняты положительно, так как никто раньше ничего не слышал о Bytecoin, и вскоре люди всё же потеряли интерес к проекту. Однако не все были готовы полностью отказаться от него. Некоторые начали анализировать протокол CryptoNote, на основе которого был создан Bytecoin, и пришли к выводу, что сам протокол является довольно надёжным и инновационным, даже несмотря на то, что первый вариант его реализации таковым не являлся. </p> <p>И в этот момент началась гонка — люди хотели первыми сделать форк Bytecoin, очистить код и первыми выпустить «не мошенническую» версию на рынок, для того чтобы получить преимущество.</p>

# knowledge__history__2__text
source: <p>On April 9th, 2014, another previously unheard of entity named thankful_for_today posted on the BitcoinTalk forums, announcing the launch of the first Bytecoin fork, called Bitmonero. Since it was the first fork, Bitmonero quickly gained attention and a small community formed around it when it launched on April 18th, eager to continue where Bytecoin had left off, but it didn’t take long for something to smell fishy about Bitmonero also.</p> <p>The founder, thankful_for_today, proved difficult to work with. Often disappearing for days at a time (very strange for a brand new coin in the first days of development), and would often go against the community by trying to merge mine Monero with Bytecoin, adjust the issuance schedule, and generally refusing to cooperate with the consistent core group that had built around the coin, going so far as to have his own website, BitcoinTalk post, and repositories.</p> <p>It soon became clear that the core group that had built up around Monero were far more active and competent than thankful_for_today, and, despite being invited to take part several times, he eventually disappeared and became a footnote in Monero’s history. Many years later, it’s suspected that he was also secretly a part of the Bytecoin team. Why? Well, during all of this, Bytecoin themselves had not been sitting idly.</p>
es: <p>El 9 de abril de 2014, otra entidad nunca antes conocida llamada thankful_for_today publicada en los foros de BitcoinTalk, anunciando el lanzamiento de la primera bifurcación de Bytecoin, llamada Bitmonero. Dado que fue el primer tenedor, Bitmonero rápidamente llamó la atención y se formó una pequeña comunidad a su alrededor cuando se lanzó el 18 de abril, ansioso por continuar donde Bytecoin se había quedado, pero no pasó mucho tiempo para que algo oliera mal a Bitmonero también.</p> <p>El fundador, thanksful_for_today, resultó difícil de trabajar. A menudo desaparece durante días (muy extraño para una moneda nueva en los primeros días de desarrollo), y a menudo iría en contra de la comunidad al tratar de fusionar la mina Monero con Bytecoin, ajustar el calendario de emisión y, en general, negarse a cooperar con el grupo central consistente que se había construido alrededor de la moneda, llegando a tener su propio sitio web, publicación de BitcoinTalk y repositorios.</p> <p>Pronto se hizo evidente que el grupo central que se había formado alrededor de Monero era mucho más activo y competente que agradecido_para_todos los días, y, a pesar de haber sido invitado a participar varias veces, finalmente desapareció y se convirtió en una nota al pie de la historia de Monero. Muchos años después, se sospecha que él también era secretamente parte del equipo de Bytecoin. ¿Por qué? Bueno, durante todo esto, Bytecoin no se había quedado de brazos cruzados.</p>
ko: <p>2014년 4월 8일, thankful_for_today라는 개체가 BitcoinTalk 포럼에 Bitmonero라는 첫 Bytecoin 하드포크를 내놓았습니다. 첫 포크였기 때문에 금방 사람들의 관심을 샀고 출시일인 4월 18일 Bytecoin의 후계자를 더 발전하고 싶었던 사람들을 중심으로 커뮤니티가 형성되기 시작했지만, Bitmonero도 사람들의 의심을 사기에는 얼마 걸리지 않았습니다.</p> <p>개발자인 thankful_for_today는 협력하기 어려운 개체였습니다. (새 코인의 개발에 치명적인 초반에) 며칠씩 연락이 안되는건 일상다반사였으며, Bytecoin으로 모네로를 캐려고 하는 등 커뮤니티에 반하는 행동을 하고, 출시일을 마음대로 변경하고, 개인 코드 저장소와 BitcoinTalk post라는 웹사이트를 만드는 등 전체적으로 코인을 중심으로 형성된 커뮤니티와 협력하기를 거부했습니다. </p> <p>시간이 지나면서 thankful_for_today보다 모네로를 중심으로 생긴 그룹이 더 활발히 활동하며 일을 잘하는 것이 드러났고, 이후 몇번의 참여권유에도 불가하고 결국 thankful_for_today는 모네로의 역사로 사라졌습니다. 몇년 후, 그마저도 Bytecoin 팀의 쁘락치였다고 의심받기 시작했습니다. 이를 어떻게 아냐? 이 모든 일이 일어나는 동안, Bytecoin은 마냥 손가락 빨며 기다리고 있지 않았기 때문입니다.</p>
ru: <p>9 апреля 2014 года другое лицо, о котором ранее никто не слышал, под именем thankful_for_today разместило на форумах BitcoinTalk объявление о запуске первого форка Bytecoin под названием Bitmonero. Так как это был первый форк, Bitmonero быстро привлекла к себе внимание и вокруг неё сформировалось небольшое сообщество. 18 апреля проект был запущен с того места, где остановился Bytecoin. Но понадобилось совсем немного времени, чтобы почуять душок, исходящий от Bitmonero.</p> <p>Оказалось, что сотрудничество с основателем проекта thankful_for_today — дело непростое. Он часто исчезал сразу на несколько дней (что очень странно для новой монеты в первые дни её развития) и часто шёл против сообщества, пытаясь объединить майнинг Monero с Bytecoin, корректировать график эмиссии, и в целом отказывался сотрудничать с основной группой, которая образовалась вокруг проекта. Он зашёл так далеко, что создал свой собственный веб-сайт, ветку на BitcoinTalk и репозиторий.</p> <p>Вскоре стало ясно, что основная группа, сформировавшаяся вокруг Monero, была гораздо более активной и компетентной, чем сам thankful_for_today, и, несмотря на несколько приглашений принять участие в работе, он в конце концов исчез и стал сноской на полях истории Monero. Много лет спустя появились подозрения, что он тайно входил в часть команды Bytecoin. Почему? Ну, во время всего этого команда Bytecoin тоже не сидела сложа руки.</p>

# knowledge__history__3__text
source: <p>The Bytecoin team was not happy. Their plan at getting rich off of their lie from their massively premined coin had failed. They had put all of the work in developing the protocol (there is strong evidence that the CryptoNote developers and Bytecoin developers were very closely related), and had nothing to show for it.</p> <p>But they weren’t done yet. They launched a new coin, Bitmonero, under a new pseudonym, thankful_for_today. In fact, why stop there? Since they were the most familiar with the code, they could launch several new coins with slightly differing emission schedules and names, with new accounts and nobody would be the wiser that it was them all along. So they did. Fantomcoin, Monte Verde, Dashcoin (not to be confused with Dash), and more forks all appeared not long after Bitmonero was launched, and tried to take a part of the marketshare.</p> <p>These attempts ultimately failed, as Monero outgrew their competition quickly, and leaving little doubt as to the winner of the CryptoNote coins.</p> <p>But even still, scams did not stop there. Bytecoin had one last trick up their sleeve. When thankful_for_today released Bitmonero, he released a deliberately deoptimized miner alongside it. He kept the optimized version, and hoped to amass a large stash for himself, but these deoptimizations were quickly caught by the core team, as well as other, independent groups, and even this was fixed in short order. With this, their last scam, defeated, Bytecoin retreated into the dark, only coming out to do bogus rebrands and announcements in the height of the 2017 cryptocurrency market boom to try to squeeze out any last profit from their scam at the expense of their tiny, unsuspecting community.</p>
es: <p>El equipo de Bytecoin no estaba contento. Su plan para hacerse rico con su mentira de su moneda masivamente preminada había fallado. Habían puesto todo el trabajo en el desarrollo del protocolo (hay una fuerte evidencia de que los desarrolladores de CryptoNote y los desarrolladores de Bytecoin estaban muy relacionados), y no tenían nada que mostrar.</p> <p>Pero aún no habían terminado. Lanzaron una nueva moneda, Bitmonero, bajo un nuevo seudónimo, agradecido por hoy. De hecho, ¿por qué parar allí? Como estaban más familiarizados con el código, podrían lanzar varias monedas nuevas con horarios y nombres de emisiones ligeramente diferentes, con nuevas cuentas y nadie sería más sabio que siempre fueron ellos. Entonces lo hicieron. Fantomcoin, Monte Verde, Dashcoin (que no debe confundirse con Dash), y más tenedores, todos aparecieron poco después del lanzamiento de Bitmonero, e intentaron tomar parte de la cuota de mercado.</p> <p>Estos intentos finalmente fracasaron, ya que Monero superó rápidamente a su competencia y dejó pocas dudas sobre el ganador de las monedas CryptoNote.</p> <p>Pero aún así, las estafas no se detuvieron allí. Bytecoin tenía un último truco bajo la manga. Cuando thankful_for_today lanzó Bitmonero, lanzó un minero deliberadamente desoptimizado junto a él. Mantuvo la versión optimizada y esperaba acumular un gran alijo para sí mismo, pero estas desoptimizaciones fueron capturadas rápidamente por el equipo central, así como por otros grupos independientes, e incluso esto se solucionó en poco tiempo. Con esto, su última estafa, derrotada, Bytecoin se retiró a la oscuridad, solo salió para hacer falsas marcas y anuncios en el apogeo del auge del mercado de criptomonedas de 2017 para tratar de exprimir cualquier último beneficio de su estafa a expensas de su pequeño , comunidad desprevenida.</p>
ko: <p>Bytecoin 팀은 이런 상황을 반기지 않았습니다. 애초에 그들은 계획은 그들의 '사전채굴코인' 거짓말로 큰 돈을 버는 것이었지만 실패했습니다. 그들은 프로토콜 개발에 많은 시간을 투자했고 결과적으로 얻은 건 아무것도 없었습니다 (CryptoNote 개발자들과 ByteCoin 개발자들이 매우 밀접한 관계를 갖고 있다는 증거가 다수 있습니다).</p> <p>하지만 그들은 포기하지 않았습니다. 그들은 thankful_for_today라는 다른 가명을 이용해 Bitmoneor라는 새 코인은 출시했습니다. 거기서 그치지 않고, 그들은 다른 사람들이 같은 팀인지 인지하지 못하게 여러 가명과 가상화폐의 출시일을 살짝식 변경했지만 근본적으로 비슷한 코인을 여러 개 출시했습니다. 그들은 Bitmonero 이후 Fantomcoin, Monte Verde, Dashcoin (Dash와 별개의 코인) 등 여러 하드포크 코인을 냈으며 이를 통해 시장점유율을 갖고자 했습니다.</p> <p>이러한 시도는 결과적으로 모네로의 빠른 성장으로 인해 실패했고, CryptoNote 발 코인들의 최종 승자가 누군지 확실히 보여줬습니다.</p> <p> 하지만 이들의 사기계획은 여기서 그치지 않았습니다. Bytecoin은 아직 최후의 계획이 남아 있었습니다. thankful_for_today가 Bitmonero를 출시했을 때 그는 의도적으로 최적화되지 않은 채굴프로그램을 같이 내놨습니다. 그는 최적화된 버전을 혼자만 갖고 이를 통해 큰 돈을 벌 생각을 하고 있었으나, 이러한 시도는 금방 들통났고 이마저도 금방 고쳐졌습니다. 이걸 마지막으로 그들의 사기계획은 완전히 무너졌으며 Bytecoin은 완전히 망가져 2017년 코인대란 때 이러한 과거를 모르는 사람들을 노리고 엉터리 브랜드로 마지막 사기를 시도하고 사라졌습니다.</p>
ru: <p>Команда Bytecoin была недовольна. Их план по обогащению мошенническим способом путём массивного премайнинга монеты потерпел неудачу. Они вложили все силы в разработку протокола (есть веские доказательства того, что разработчики CryptoNote и разработчики Bytecoin были очень тесно связаны) и в результате не получили ничего.</p> <p>Но они не остановились на этом. Они запустили новую монету, Bitmonero, под новым псевдонимом — thankful_for_today. И правда, зачем останавливаться на достигнутом? Так как они были людьми наиболее знакомыми с кодом, они могли бы запустить несколько новых монет с немного отличавшимся графиком эмиссии и под разными именами, под новыми учётными записями, и никто бы не догадался, что всё это было сделано ими же. Так они и сделали. Fantomcoin, Monte Verde, Dashcoin (не путать с Dash) и другие форки появившиеся вскоре после запуска Bitmonero попытались отхватить свою долю рынка.</p> <p>Эти попытки в конечном счёт закончились провалом, так как проект Monero довольно быстро одержал победу в этой конкурентной борьбе, не оставив сомнений в том, какая монета является лучшей среди тех, что основаны на протоколе CryptoNote.</p> <p>Но и на этом мошенники не остановились. У команды Bytecoin был последний туз в рукаве. Когда thankful_for_today выпустил Bitmonero, он нарочно выпустил и не оптимизированную версию майнера. Он сохранил оптимизированную версию для себя в надежде накопить солидную сумму. Но этот трюк с оптимизацией был быстро выявлен основной командой, и другими независимыми группами, а ситуация была исправлена в кратчайшие сроки. После этого, после того как их последняя афера провалилась, Bytecoin растворился в темноте и напомнил о себе лишь единожды, попытавшись произвести фиктивный ребрендинг и сделав ряд заявлений в разгар бума криптовалютного рынка в 2017 году. Это была их последняя попытка выжать любую прибыль из своего мошеннического проекта за счёт их же крошечного ничего не подозревающего сообщества.</p>

# knowledge__history__3__title
source: Scorched Earth
es: Tierra quemada
ko: 초토화 정책의 시도
ru: Выжженная земля

# knowledge__history__4__text
source: <p>Not many coins can boast about having a founder that is not with them any longer. Indeed, Bitcoin and Monero are probably the two biggest examples. While a comparison may show Bitcoin in a more charitable light, there are lessons to be gleaned from Monero’s scammy beginnings also.</p> <p>Bitcoin showed what can happen when one person is tired of the current system, and dares to step up with innovation to challenge the status quo. Monero shows the power of a community that refuses to be fed lies, finds the truth for themselves, and retakes the tools with which they can build their freedom. Monero may have started as a scam, but it has truly evolved into a powerful weapon to take back our financial privacy.</p>
es: <p>No hay muchas monedas que puedan presumir de tener un fundador que ya no está con ellas. De hecho, Bitcoin y Monero son probablemente los dos ejemplos más importantes. Si bien una comparación puede mostrar a Bitcoin en una luz más caritativa, también hay lecciones que se pueden obtener de los inicios fraudulentos de Monero.</p> <p>Bitcoin mostró lo que puede suceder cuando una persona está cansada del sistema actual y se atreve a intensificar la innovación para desafiar el status quo. Monero muestra el poder de una comunidad que se niega a ser alimentada con mentiras, encuentra la verdad por sí misma y retoma las herramientas con las que puede construir su libertad. Monero puede haber comenzado como una estafa, pero realmente se ha convertido en un arma poderosa para recuperar nuestra privacidad financiera.</p>
ko: <p>개발자가 사라졌다고 자신있게 말 할 수 있는 코인은 많지 않습니다. 실제로 모네로와 비트코인만이 유일한 예시 중 하나입니다. 비교하면 비트코인의 사례가 좀 더 좋아 보이지만, 모네로의 과거에서도 배울 점은 많습니다.</p> <p>우리는 비트코인을 통해서 현 제도에 불만을 가진 한 개인이 혁신적인 변화를 불러올 수 있다는 것을 보았습니다. 모네로를 통해서 우리는 커뮤니티가 거짓을 간파하고 직접 진실을 찾고 자유의 기반이 되는 기술을 되찾을 수 있다는 것을 보았습니다. 모네로는 사기로 시작했을 지 몰라도 지금은 경제적 개인정보 보호를 보장하는 강력한 도구가 되었습니다.</p>
ru: <p>Не многие монеты могут похвастаться наличием основателя, которого больше нет с ними. И ведь действительно, Bitcoin и Monero, пожалуй, являются двумя самыми яркими примерами. Несмотря на то, что такое сравнение может выставить Bitcoin в более выгодном свете, но есть уроки, которые можно извлечь и из мошеннической природы рождения Monero.</p> <p>Bitcoin показал, что может случиться, когда один человек устанет от существующей системы и осмелится шагнуть в ногу с инновациями, бросив вызов установившемуся положению вещей. Monero демонстрирует силу сообщества, которое отказывается от лжи, находит истину для себя и использует инструменты, с помощью которых оно способно обеспечить собственную свободу. Проект Monero, возможно, и начинался с мошенничества, но он действительно превратился в мощное оружие, позволяющее сохранить приватность нашей финансовой жизни.</p>

# knowledge__history__4__title
source: Conclusion
es: Conclusión
ko: 결론
ru: Заключение
