Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__non_custodial__buy__7
source: Once the seller has confirmed receiving your payment, they'll initiate the trade settlement. You'll see that the trade status will have changed to "Processing". At this point, there's nothing else you need to do - the coins will be transferred to your provided settlement wallet address automatically. This will take some time (usually around 10-60 minutes), so just relax and wait for the incoming transaction to appear in your personal wallet. Please note, the network transaction fees associated with trade settlement will be deducted from the trade amount, meaning you'll receive slightly less than what's displayed on the trade page.
es: Una vez que el vendedor haya confirmado la recepción de su pago, iniciará la liquidación de la operación. Verás que el estado de la operación habrá cambiado a "Procesando". En este momento, no hay nada más que hacer: las monedas se transferirán automáticamente a la dirección del monedero de liquidación que hayas proporcionado. Esto llevará algún tiempo (normalmente entre 10 y 60 minutos), así que relájese y espere a que la transacción entrante aparezca en su monedero personal. Tenga en cuenta que las tasas de transacción de la red asociadas a la liquidación de la operación se deducirán del importe de la misma, lo que significa que recibirá una cantidad ligeramente inferior a la que aparece en la página de operaciones.
ko: 판매자가 귀하의 지불금 수령을 확인하면 거래 정산을 시작합니다. 거래 상태가 "처리 중"으로 변경된 것을 볼 수 있습니다. 이 시점에서 다른 작업은 필요하지 않습니다. 제공된 결제 지갑 주소로 코인이 자동으로 전송됩니다. 이것은 약간의 시간(보통 약 10-60분)이 소요되므로 긴장을 풀고 들어오는 트랜잭션이 개인 지갑에 나타날 때까지 기다리십시오. 거래 결제와 관련된 네트워크 거래 수수료는 거래 금액에서 공제되며, 이는 거래 페이지에 표시된 금액보다 약간 적게 받게 된다는 것을 의미합니다.
ru: Как только продавец подтвердит получение вашего платежа, он начнет расчеты по сделке. Вы увидите, что статус сделки изменится на "В обработке". На этом этапе вам больше ничего не нужно делать - монеты будут переведены на указанный вами адрес расчетного кошелька автоматически. Это займет некоторое время (обычно около 10-60 минут), поэтому просто расслабьтесь и ждите, пока входящая транзакция не появится в вашем личном кошельке. Обратите внимание, что из суммы сделки будут вычтены комиссионные за транзакции, связанные с расчетом, что означает, что вы получите немного меньше, чем указано на странице сделки.

# guide__non_custodial__buy__8
source: That's it! Once the trade settlement is finished and you've received your coins, you'll be able to see the settlement details by expanding the "Transaction details" section on the trade page. Don't forget to leave feedback about your experience with this seller!
es: Eso es todo. Una vez que la transacción haya terminado y hayas recibido tus monedas, podrás ver los detalles de la transacción ampliando la sección "Detalles de la transacción" en la página de la transacción. No olvides dejar tu opinión sobre tu experiencia con este vendedor.
ko: 그게 다야! 거래 결제가 완료되고 코인을 받으면 거래 페이지의 "거래 세부 정보" 섹션을 확장하여 결제 세부 정보를 볼 수 있습니다. 이 판매자에 대한 경험에 대한 피드백을 남기는 것을 잊지 마십시오!
ru: Вот и все! После завершения расчетов по сделке и получения монет вы сможете увидеть детали расчетов, развернув раздел "Детали сделки" на странице сделки. Не забудьте оставить отзыв о своем опыте сделки с этим продавцом!

# guide__non_custodial__register
source: <a target="_blank" href="/signup" class="next-link">Register an account</a> with {appName}. If you already have an account, skip to the next step.
es: <a target="_blank" href="/signup" class="next-link">Registre una cuenta</a> con FRONT_TYPE. Si ya tiene una cuenta, pase al siguiente paso.
ko: <a target="_blank" href="/signup" class="next-link">FRONT_TYPE에</a> 계정을 등록하세요. 이미 계정이 있는 경우 다음 단계로 건너뜁니다.
ru: <a target="_blank" href="/signup" class="next-link">Зарегистрируйте учетную запись</a> в FRONT_TYPE. Если у вас уже есть учетная запись, перейдите к следующему шагу.

# guide__non_custodial__sell__1
source: Deposit the coins to your <a target="_blank" href="/account/wallet" class="next-link">{appName} arbitration bond wallet</a>. You'll see your {appName} deposit address under the "Receive" tab.
es: Deposita las monedas en tu monedero de bonos de arbitraje <a target="_blank" href="/account/wallet" class="next-link">FRONT_TYPE</a>. Verá su dirección de depósito FRONT_TYPE en la pestaña "Recibir".
ko: <a target="_blank" href="/account/wallet" class="next-link">FRONT_TYPE 중재 채권 지갑</a>에 코인을 입금합니다. "받기" 탭 아래에 FRONT_TYPE 입금 주소가 표시됩니다.
ru: Внесите монеты на свой <a target="_blank" href="/account/wallet" class="next-link">кошелек для арбитражного залога FRONT_TYPE</a>. Вы увидите FRONT_TYPE адрес вашего депозита на вкладке "Получить".

# guide__non_custodial__sell__2
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> and in the search box, select "Sell". You can further refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box. Press "Search".
es: Vaya a la <a target="_blank" href="/" class="next-link">página principal</a> y, en el cuadro de búsqueda, seleccione "Vender". Puede refinar aún más sus resultados ingresando la cantidad deseada y cambiando la moneda, el país o el método de pago (seleccione "Todas las ofertas en línea" si no está seguro de qué método de pago desea utilizar) en el cuadro de búsqueda. Presione "Buscar".
ko: <a target="_blank" href="/" class="next-link">기본 페이지</a> 로 이동하여 검색창에서 '판매'를 선택합니다. 검색 상자에서 원하는 금액을 입력하고 통화, 국가 또는 지불 방법을 변경하여 결과를 더욱 구체화할 수 있습니다(사용하려는 지불 방법이 확실하지 않은 경우 "모든 온라인 제안" 선택). "검색"을 누릅니다.
ru: Перейдите на главную страницу <a target="_blank" href="/" class="next-link"></a> и в строке поиска выберите "Продать". Вы можете уточнить результаты, введя желаемую сумму и изменив валюту, страну или способ оплаты (выберите "Все онлайн предложения", если вы не уверены, какой способ оплаты использовать) в строке поиска. Нажмите "Поиск".

# guide__non_custodial__sell__2__1
source: Some payment methods are considered <a target="_blank" href="/faq#high-risk-methods" class="next-link">high-risk</a>. Cryptocurrency transactions are completely irreversible. If the payment made by the buyer is reversed, then once you sell your cryptocurrency it won't be possible for you to recover it. That's why we recommend that you sell with a low-risk payment method to experienced users with a large amount of previous trades and a high reputation score.
es: Algunos métodos de pago se consideran <a target="_blank" href="/faq#high-risk-methods" class="next-link">de alto riesgo</a>. Las transacciones de criptodivisas son completamente irreversibles. Si el pago realizado por el comprador se revierte, una vez que vendas tu criptodivisa no te será posible recuperarla. Por eso recomendamos que vendas con un método de pago de bajo riesgo a usuarios experimentados con una gran cantidad de operaciones anteriores y una alta puntuación de reputación.
ko: 일부 결제 방법은 <a target="_blank" href="/faq#high-risk-methods" class="next-link">고위험</a>으로 간주됩니다. 암호화폐 거래는 완전히 되돌릴 수 없습니다. 구매자가 지불한 금액이 취소된 경우 암호화폐를 판매하면 복구할 수 없습니다. 그렇기 때문에 이전 거래량이 많고 평판 점수가 높은 숙련된 사용자에게 저위험 결제 수단으로 판매하는 것을 권장합니다.
ru: Некоторые способы оплаты считаются <a target="_blank" href="/faq#high-risk-methods" class="next-link">высокорискованными</a>. Криптовалютные транзакции полностью необратимы. Если платеж, совершенный покупателем, будет возвращен, то после продажи криптовалюты вы не сможете ее вернуть. Поэтому мы рекомендуем продавать криптовалюту методом оплаты с низким уровнем риска опытным пользователям с большим количеством предыдущих сделок и высоким показателем репутации.

# guide__non_custodial__sell__2__2
source: From the list of ads, choose one from a trader with a high amount of trades and a good reputation score (shown respectively in the brackets next to the username). A green circle means the trader has been online today; a yellow circle means they have visited the site this week; and a gray circle means that the trader hasn't been here for over a week. You can click the "Sell" button to view more information about an advertisement.
es: De la lista de anuncios, elija uno de un comerciante con una gran cantidad de operaciones y una buena puntuación de reputación (mostrada respectivamente en los paréntesis junto al nombre de usuario). Un círculo verde significa que el comerciante ha estado en línea hoy; un círculo amarillo significa que ha visitado el sitio esta semana; y un círculo gris significa que el comerciante no ha estado aquí durante más de una semana. Puede hacer clic en el botón "Vender" para ver más información sobre un anuncio.
ko: 광고 목록에서 거래량이 많고 평판 점수가 좋은 거래자 중 하나를 선택하십시오(각각 사용자 이름 옆에 괄호 안에 표시됨). 녹색 원은 거래자가 오늘 온라인 상태임을 의미합니다. 노란색 원은 이번 주에 사이트를 방문했음을 의미합니다. 회색 원은 거래자가 일주일 넘게 여기에 있지 않았음을 의미합니다. "판매" 버튼을 클릭하면 광고에 대한 자세한 정보를 볼 수 있습니다.
ru: Из списка объявлений выберите одно от трейдера с большим количеством сделок и хорошим показателем репутации (показаны соответственно в скобках рядом с именем пользователя). Зеленый круг означает, что трейдер был онлайн сегодня; желтый круг означает, что он посещал сайт на этой неделе; а серый круг означает, что трейдер не появлялся здесь более недели. Вы можете нажать кнопку "Продать", чтобы просмотреть дополнительную информацию об объявлении.

# guide__non_custodial__sell__2___agoradesk
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> and in the left column, select the "Sell" tab. Then, select the cryptocurrency you want to trade by pressing the corresponding tab on the row above the ads table. For this example, we'll choose BTC. You can further refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box. Press the blue button with the "Search" icon.
es: Vaya a la <a target="_blank" href="/" class="next-link">página principal</a> y, en la columna de la izquierda, seleccione la pestaña "Vender". Luego, seleccione la criptomoneda con la que desea operar presionando la pestaña correspondiente en la fila sobre la tabla de anuncios. Para este ejemplo, elegiremos BTC. Puede refinar aún más sus resultados ingresando la cantidad deseada y cambiando la moneda, el país o el método de pago (seleccione "Todas las ofertas en línea" si no está seguro de qué método de pago desea utilizar) en el cuadro de búsqueda. Pulsa el botón azul con el icono "Buscar".
ko: <a target="_blank" href="/" class="next-link">기본 페이지</a> 로 이동하여 왼쪽 열에서 '판매' 탭을 선택합니다. 그런 다음 광고 표 위의 행에서 해당 탭을 눌러 거래하려는 암호화폐를 선택합니다. 이 예에서는 BTC를 선택합니다. 검색 상자에서 원하는 금액을 입력하고 통화, 국가 또는 지불 방법을 변경하여 결과를 더욱 구체화할 수 있습니다(사용하려는 지불 방법이 확실하지 않은 경우 "모든 온라인 제안" 선택). "검색" 아이콘이 있는 파란색 버튼을 누릅니다.
ru: Перейдите на главную страницу <a target="_blank" href="/" class="next-link"></a> и в левой колонке выберите вкладку "Продать". Затем выберите криптовалюту, которой вы хотите торговать, нажав соответствующую вкладку в строке над таблицей объявлений. Для данного примера мы выберем BTC. Вы можете уточнить результаты, введя желаемую сумму и изменив валюту, страну или способ оплаты (выберите "Все онлайн предложения", если вы не уверены в выборе способа оплаты) в строке поиска. Нажмите синюю кнопку со значком "Поиск".

# guide__non_custodial__sell__3
source: After you press the "Sell" button, you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them, you can go back to the previous page and choose another advertisement. To start a trade, type in how much {assetName} you want to sell and click the "Send trade request" button. You'll be once again shown the trade terms, read them carefully one more time and make sure you agree, then press "Agree to terms and start trading".
es: Después de pulsar el botón "Vender", verás más información sobre el anuncio, incluidas las condiciones del intercambio. Léelas antes de enviar la solicitud de intercambio, si no estás de acuerdo con ellas, puedes volver a la página anterior y elegir otro anuncio. Para iniciar el intercambio, escribe la cantidad de {assetName} que quieres vender y haz clic en el botón "Enviar solicitud de intercambio". Se te mostrarán de nuevo las condiciones de la operación, léelas detenidamente una vez más y asegúrate de que estás de acuerdo, luego pulsa "Aceptar las condiciones y empezar a negociar".
ko: "판매" 버튼을 누르면 거래 조건을 포함한 광고에 대한 자세한 정보를 볼 수 있습니다. 거래 요청을 제출하기 전에 해당 내용을 읽고 동의하지 않으면 이전 페이지로 돌아가서 다른 광고를 선택할 수 있습니다. 거래를 시작하려면 판매하려는 금액( {assetName} )을 입력하고 "거래 요청 보내기" 버튼을 클릭하세요. 다시 한 번 거래 조건이 표시되고 한 번 더 자세히 읽고 동의하는지 확인한 다음 "조건에 동의하고 거래 시작"을 누르십시오.
ru: После нажатия кнопки "Продать" вы увидите более подробную информацию об объявлении, включая условия сделки. Прочитайте их перед подачей запроса на сделку, если вы не согласны с ними, вы можете вернуться на предыдущую страницу и выбрать другое объявление. Чтобы начать сделку, введите, сколько {assetName} вы хотите продать, и нажмите кнопку "Отправить запрос на сделку". Вам снова покажут условия сделки, прочитайте их еще раз и убедитесь, что вы согласны, затем нажмите кнопку "Согласиться с условиями и начать сделку".

# guide__non_custodial__sell__4
source: A trade page will be opened in your browser. Communicate with the buyer through the trade chat and provide them with your payment details.
es: Se abrirá una página de comercio en su navegador. Comunícate con el comprador a través del chat de comercio y proporciónale tus datos de pago.
ko: 브라우저에서 거래 페이지가 열립니다. 거래 채팅을 통해 구매자와 통신하고 지불 세부 정보를 제공하십시오.
ru: В вашем браузере откроется страница сделки. Общайтесь с покупателем через торговый чат и предоставьте ему свои платежные реквизиты.

# guide__non_custodial__sell__5
source: You'll be notified once the buyer has made the payment. Make sure you've received the payment and that it's the right amount. Once you've verified that the payment is 100% correct, press "Finalize".
es: Recibirás una notificación cuando el comprador haya realizado el pago. Asegúrate de que has recibido el pago y de que es el importe correcto. Una vez que hayas verificado que el pago es 100% correcto, pulsa "Finalizar".
ko: 구매자가 결제를 완료하면 알림이 전송됩니다. 지불을 받았고 금액이 올바른지 확인하십시오. 결제가 100% 정확한지 확인했으면 "완료"를 누릅니다.
ru: Вы получите уведомление, как только покупатель произведет оплату. Убедитесь, что вы получили платеж и что это правильная сумма. Как только вы убедитесь, что оплата произведена на 100% правильно, нажмите "Завершить".

# guide__non_custodial__sell__6
source: At this point, you'll be prompted to enter your current {appName} password. Type it in, and press confirm. By entering your password, you are generating a settlement wallet and signing the cryptocurrency transaction, so make sure you don't forget or lose the password at least until the trade is settled.
es: En este punto, se le pedirá que introduzca su contraseña actual de FRONT_TYPE. Introdúzcala y pulse confirmar. Al introducir su contraseña, está generando un monedero de liquidación y firmando la transacción de criptodivisas, así que asegúrese de no olvidar o perder la contraseña al menos hasta que se liquide la operación.
ko: 이 시점에서 현재 FRONT_TYPE 비밀번호를 입력하라는 메시지가 표시됩니다. 입력하고 확인을 누릅니다. 비밀번호를 입력하면 결제 지갑이 생성되고 암호화폐 거래에 서명하게 되므로 적어도 거래가 정산될 때까지 비밀번호를 잊어버리거나 분실하지 않도록 하십시오.
ru: На этом этапе вам будет предложено ввести текущий пароль FRONT_TYPE. Введите его и нажмите подтвердить. Введя пароль, вы создаете расчетный кошелек и подписываете криптовалютную транзакцию, поэтому убедитесь, что вы не забыли или не потеряли пароль, по крайней мере до тех пор, пока сделка не будет завершена.

# guide__non_custodial__sell__7
source: You'll see that the trade status will have changed to "Processing". At this point, there's nothing else you need to do - the coins will be transferred to the buyer's settlement wallet address automatically.
es: Verás que el estado de la operación habrá cambiado a "Procesando". En este punto, no hay nada más que hacer: las monedas se transferirán a la dirección del monedero de liquidación del comprador automáticamente.
ko: 거래 상태가 "처리 중"으로 변경된 것을 볼 수 있습니다. 이 시점에서 다른 작업은 필요하지 않습니다. 코인은 자동으로 구매자의 결제 지갑 주소로 전송됩니다.
ru: Вы увидите, что статус сделки изменился на "В обработке". На этом этапе вам больше ничего не нужно делать - монеты будут переведены на адрес расчетного кошелька покупателя автоматически.

# guide__non_custodial__sell__8
source: That's it! Once the trade settlement is finished, you'll be able to see the settlement details by expanding the "Transaction details" section on the trade page. Don't forget to leave feedback about your experience with this buyer!
es: Eso es todo. Una vez finalizada la liquidación de la operación, podrás ver los detalles de la misma ampliando la sección "Detalles de la transacción" en la página de la operación. No olvides dejar tu opinión sobre tu experiencia con este comprador.
ko: 그게 다야! 거래 정산이 완료되면 거래 페이지의 "거래 세부 정보" 섹션을 확장하여 정산 세부 정보를 볼 수 있습니다. 이 구매자에 대한 경험에 대한 피드백을 남기는 것을 잊지 마십시오!
ru: Вот и все! После завершения расчетов по сделке вы сможете увидеть детали расчетов, развернув раздел "Детали сделки" на странице сделки. Не забудьте оставить отзыв о своем опыте сделки с этим покупателем!

# guide__sell__step_five_text
source: After you've sent the trade request the buyer will ask you for your payment details (e.g. if you want to sell for a bank transfer the buyer will ask for your bank account information). After the buyer is provided the payment information, he will pay for the {assetName} and confirm it to you. Please make sure that you have received the money into your account before finalizing the trade. NEVER finalize the trade before you have received the payment. {assetName} transactions are irreversible, once you send the {assetName} to the buyer there is no way to get them back, even if the buyer's payment doesn't show up. Once you have confirmed that the payment has been made you can scroll down the page and select 'Finalize'. This will send the {assetName} to the buyer's settlement wallet and complete the trade.
es: Después de que hayas enviado la solicitud de comercio, el comprador te pedirá tus datos de pago (por ejemplo, si quieres vender por transferencia bancaria, el comprador te pedirá los datos de tu cuenta bancaria). Después de que el comprador reciba la información de pago, pagará por el {assetName} y te lo confirmará. Por favor, asegúrate de que has recibido el dinero en tu cuenta antes de finalizar la operación. NUNCA finalices la operación antes de haber recibido el pago. Las transacciones de {assetName} son irreversibles, una vez que envías los {assetName} al comprador no hay forma de recuperarlos, incluso si el pago del comprador no aparece. Una vez que hayas confirmado que el pago se ha realizado, puedes desplazarte hacia abajo en la página y seleccionar "Finalizar". Esto enviará el {assetName} a la cartera de liquidación del comprador y completará el intercambio.
ko: 거래 요청을 보낸 후 구매자는 결제 세부정보를 요청할 것입니다(예: 은행 송금을 위해 판매하려는 경우 구매자는 은행 계좌 정보를 요청할 것입니다). 구매자에게 지불 정보가 제공되면 구매자는 {assetName} 에 대해 지불하고 귀하에게 확인합니다. 거래를 완료하기 전에 귀하의 계정에 돈이 입금되었는지 확인하십시오. 지불을 받기 전에 거래를 완료하지 마십시오. {assetName} 거래는 되돌릴 수 없습니다. 일단 {assetName} 를 구매자에게 보내면 구매자의 지불이 표시되지 않더라도 되돌릴 방법이 없습니다. 결제가 확인되면 페이지를 아래로 스크롤하여 '완료'를 선택할 수 있습니다. 이렇게 하면 {assetName} 이(가) 구매자의 결제 지갑으로 전송되고 거래가 완료됩니다.
ru: После того как вы отправите запрос на сделку, покупатель попросит вас предоставить платежные реквизиты (например, если вы хотите продать за банковский перевод, покупатель попросит предоставить информацию о вашем банковском счете). После предоставления покупателю платежной информации он оплатит {assetName} и подтвердит это вам. Пожалуйста, убедитесь, что вы получили деньги на свой счет, прежде чем завершить сделку. НИКОГДА не завершайте сделку до получения оплаты. Сделки {assetName} необратимы, как только вы отправите {assetName} покупателю, вы не сможете получить их обратно, даже если платеж покупателя не придет. После того, как вы подтвердили, что платеж был произведен, вы можете прокрутить страницу вниз и выбрать "Завершить". Это отправит {assetName} на расчетный кошелек покупателя и завершит сделку.

# guide__sell__step_four_text
source: After you press the 'Sell' button you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them you can go back to the previous page and choose another advertisement. To start the trade, type in how much {assetName} you want to sell and click the 'Send trade request' button to the start the trade. Once you start the trade your {assetName} will be moved from your wallet to the arbitration bond for trade protection.
es: Después de pulsar el botón "Vender", verás más información sobre el anuncio, incluidas las condiciones del intercambio. Léelas antes de enviar la solicitud de intercambio, si no estás de acuerdo con ellas puedes volver a la página anterior y elegir otro anuncio. Para iniciar la operación, escribe la cantidad de {assetName} que quieres vender y haz clic en el botón "Enviar solicitud de operación" para iniciar la operación. Una vez que inicies la operación, tu {assetName} se trasladará de tu cartera al bono de arbitraje para proteger la operación.
ko: '판매' 버튼을 누르면 거래 조건을 포함한 광고에 대한 자세한 정보를 볼 수 있습니다. 거래 요청을 제출하기 전에 해당 내용을 읽고 동의하지 않으면 이전 페이지로 돌아가서 다른 광고를 선택할 수 있습니다. 거래를 시작하려면 판매하려는 금액( {assetName} )을 입력하고 '거래 요청 보내기' 버튼을 클릭하여 거래를 시작합니다. 거래를 시작하면 {assetName} 이(가) 거래 보호를 위해 지갑에서 중재 채권으로 이동됩니다.
ru: После нажатия кнопки 'Продать', вы увидите более подробную информацию о предложении, включая условия сделки. Внимательно ознакомьтесь с ними, прежде чем отправлять запрос на сделку. Если вы не согласны с этими условиями, вы можете вернуться на предыдущую страницу и выбрать другое предложение. Чтобы начать сделку, впечатайте, сколько вы хотите купить и нажмите на кнопку 'Отправить запрос на сделку', чтобы приступить к сделке. Как только вы начнете сделку, ваши {assetName} будут перемещены из вашего кошелька в арбитражный залог.

# guide__sell__step_three_text
source: From the list of advertisements, choose one from a trader with a good reputation score and a high amount of trades. A green circle means the trader has been online today, a yellow circle means they have visited the site this week and a grey circle means that the trader hasn't been here for over a week. You can click the 'Sell' button to view more information about an advertisement.
es: De la lista de anuncios, escoja uno que provenga de un comerciante con buena reputación (feedback) y un alto número de transacciones. Un circulo verde significa que el comerciante ha estado conectado hoy, un circulo amarillo que ha visitado la página esta semana y uno gris que no ha pasado por aquí en como mínimo una semana. Puede pinchar el botón 'Vender' para ver más información sobre un anuncio.
ko: 계약목록에서 거래량이 많고 후기가 좋은 거래대상을 선택하세요. 초록색 원은 거래대상이 오늘 접속했었다는 것이고, 노란색은 이번주에 접속, 회색은 일주일 이상 접속하지 않았다는 뜻입니다. '판매'를 눌러 계약에 대해 더 알아볼 수 있습니다.
ru: Из списка предложений выберите одно, предлагаемое трейдером с хорошей оценкой репутации и большим количеством завершенных сделок. Индикатор времени ответа показывает, когда пользователь последний раз был в сети: сегодня (зеленый), в течение недели (желтый) или же дольше (серый). Вы можете нажать на кнопку 'Продать', чтобы ознакомиться с более подробной информацией об объявлении.
