Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__why_monero__analysis__zcash__decentralized__text
source: <p> Zcash is a company and currently it <a href="https://z.cash/blog/funding.html"> takes 20% of all ZEC mined as a founder's reward</a>. </p> <p> Zcash required a <b>Trusted Setup</b>. This means that you have to trust that the system was set up honestly. If it wasn't set up honestly, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> unlimited amounts of ZEC could be created without anyone knowing</a>. This would make the hacker rich and devalue ZEC. There is no way to know if the Trusted Setup was executed honestly. We have to take them at their word. This introduces a human point of failure into the system which is counter to almost every other cryptocurrency. You should only have to trust math and verifiable source code in cryptocurrecies, not humans. As we've seen with virtually all large software companies, such as <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, and even governments, they shouldn't be trusted. </p> <p> Peter Todd, a Bitcoin Core developer who <a href="https://github.com/zcash/mpc/blob/master/README.md"> participated </a> in the Zcash Trusted Setup, has called it a &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash is not unconditionally sound, can't be with current tech...requires a trusted setup&hellip; will need to redo the procedure [Trusted Setup] to upgrade the crypto over time so it's a vulnerability. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core developer and cryptographer, in a <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> presentation to Coinbase</a>. </p> </footer> </blockquote>
es: <p> Zcash es una compañía y actualmente <a href="https://z.cash/blog/funding.html"> toma el 20% de todas las ZEC extraídas como recompensa del fundador</a>. </p> <p> Zcash requirió una <b>Configuración de confianza</b>. Esto significa que debe confiar en que el sistema se configuró honestamente. Si no se configuró honestamente, se podrían crear <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> cantidades ilimitadas de ZEC sin que nadie lo supiera</a>. Esto haría al pirata informático rico y devaluaría ZEC. No hay forma de saber si la configuración de confianza se ejecutó honestamente. Tenemos que tomarlos en su palabra. Esto introduce un punto humano de falla en el sistema que es contrario a casi cualquier otra criptomoneda. Solo debería confiar en las matemáticas y el código fuente verificable en las criptomonedas, no en los humanos. Como hemos visto con prácticamente todas las grandes compañías de software, como <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, e incluso los gobiernos, no se debe confiar en ellas. </p> <p> Peter Todd, un desarrollador de Bitcoin Core que <a href="https://github.com/zcash/mpc/blob/master/README.md"> participó </a> en la Configuración de confianza de Zcash, lo ha llamado una &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> puerta trasera </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash no es incondicionalmente sólido, no puede estar con la tecnología actual ... requiere una configuración confiable&hellip; necesitará rehacer el procedimiento [Confianza confiable] para actualizar la criptografía con el tiempo, por lo que es una vulnerabilidad. </p> </div> <footer> <p> Gregory Maxwell, desarrollador y criptógrafo de Bitcoin Core, en una presentación de <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> a Coinbase</a>. </p> </footer> </blockquote>
ko: <p> Zcash는 하나의 회사이며 현재 <a href="https://z.cash/blog/funding.html"> ZEC 채굴보상의 20%를 받아갑니다</a>. </p> <p> Zcash는 <b>설치단계에서 신뢰를 필요로 합니다</b>. 무슨 뜻이냐면, 당신은 설치가 제대로 되었다고 믿어야만 합니다. 그렇지 않게 된다면, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> 아무도 모르게 ZEC가 무제한 발행될 수 있습니다</a>. 이는 해커의 배를 불리고 ZEC의 가치를 떨어트립니다. 제대로된 설치가 됐다고 알 수 있는 방법은 없습니다. 그저 믿어야만할 뿐입니다. 이 부분에서 모든 가상화폐의 적인 인간실수가 이용될 가능성이 있습니다. 가상화폐에서는 사람이 아닌 수학과 소스코드만을 믿어야만 합니다. <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> 마이크로소프트</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> 애플</a>, 그리고 정부단체같은 거의 모든 대형 소프트웨어 단체에서 볼 수 있듯이, 그들은 믿을 수 없습니다. </p> <p> Zcash 신뢰설치 단계의 개발에 <a href="https://github.com/zcash/mpc/blob/master/README.md">참여한 </a> 비트코인 주요 개발자인 Peter Todd는 이를 &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> 뒷구멍</a> &quot;이라 했습니다. </p> <blockquote> <div class="quote"> <p> Zcash는 완전무결하지 않고 현재 기술로 이는 불가능합니다... 신뢰설치를 필요로 합니다&hellip; 취약점을 보완하기 위해 [신뢰설치]를 업그레이드하고 다시 해야만 합니다. </p> </div> <footer> <p> 암호화기술 전문가이자 비트코인 주요 개발자인 Gregory Maxwell: <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> 코인베이스 발표</a>. </p> </footer> </blockquote>
ru: <p> Zcash - это компания, и в настоящее время она <a href="https://z.cash/blog/funding.html"> получает 20% от всего замайненого ZEC в качестве вознаграждения учредителя</a>. </p> <p> Zcash требует <b>Trusted Setup</b>. Это означает, что вы должны верить, что система была настроена честно. Если это не было сделано честно, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> неограниченное количество ZEC могло бы быть создано в тайне</a>. Это сделало бы хакера богатым и обесценило бы ZEC. Невозможно узнать, была ли доверенная установка выполнена честно. Мы вынуждены верить им на слово. Это вводит точку отказа человека в систему, которая противостоит почти любой другой криптовалюте. Вы должны доверять математике и проверяемому исходному коду только в криптовалютах, а не в людях. Исходя из поведения практически всех крупных компаний-разработчиков программного обеспечения, таких как <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft </a>или<a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a> и даже правительств, им не стоит доверять. </p> <p> Питер Тодд, разработчик Bitcoin Core, который <a href="https://github.com/zcash/mpc/blob/master/README.md"> участвовал </a> в Zcash Trusted Setup, назвал его &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> бэкдором </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash не является безусловно надежным, и не может быть в принципе, с технологиями, которые используются в данный момент ... требуется доверенная установка… при обновлениях протокола процедуру [Trusted Setup], придётся проводить заново, так что это является уязвимостью. </p> </div> <footer> <p> Грегори Максвелл, разработчик и криптограф Bitcoin Core, в <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> презентации для Coinbase</a>. </p> </footer> </blockquote>

# knowledge__why_monero__analysis__zcash__fungible
source: Since all transactions are not private, the potential exists for an entity to block or blacklist certain coins, making them less valuable than the others. See the note on the lack of Bitcoin fungibility below since the same principle applies to Zcash.
es: Dado que todas las transacciones no son privadas, existe la posibilidad de que una entidad bloquee o ponga en una lista negra ciertas monedas, haciéndolas menos valiosas que las demás. Vea la nota sobre la falta de fungibilidad de Bitcoin a continuación, ya que el mismo principio se aplica a Zcash.
ko: 모든 거래가 비밀거래가 아니기 때문에, 특정 단체가 특정 코인을 블랙리스트하거나 차단해 다른 코인보다 가치를 떨어트릴 수 있습니다. 같은 원리인 비트코인 대체성에 대한 글을 밑에서 확인하시기 바랍니다.
ru: Поскольку все транзакции не являются конфиденциальными, существует возможность блокирования или внесения в черный список определенных монет, что делает их менее ценными, чем другие. См. примечание об отсутствии возможности использования биткойнов ниже, поскольку тот же принцип применим к Zcash.

# knowledge__why_monero__analysis__zcash__private__quote
source: <blockquote> <div class="quote"> <p> And by the way, I think we can successfully make Zcash too traceable for criminals like WannaCry, but still completely private &amp; fungible. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcash CEO, in a <a href="https://twitter.com/zooko/status/863202798883577856"> tweet </a> </p> </footer> </blockquote> <p> If Zcash can be "too traceable", then it can't be completely private or fungible. </p>
ko: <blockquote> <div class="quote"> <p> 저는 Zcash가 개인정보 보안 &amp; 대체성을 보장하면서 WannaCry같은 범죄좌에게는 Zcash를 추적 가능하게 할 수 있다고 믿습니다. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcash CEO 발언: <a href="https://twitter.com/zooko/status/863202798883577856"> 트윗 </a> </p> </footer> </blockquote> <p> Zcash가 "추적이 쉽다면", 대체성과 개인정보보호는 보장될 수 없습니다. </p>
ru: <blockquote> <div class="quote"> <p> И, между прочим, я думаю, что мы можем успешно сделать Zcash также отслеживаемым для преступников, таких как WannaCry, но все еще полностью конфиденциальным &amp; взаимозаменяемым. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, генеральный директор Zcash, в <a href="https://twitter.com/zooko/status/863202798883577856"> твите </a> </p> </footer> </blockquote> <p> Если Zcash может быть "также отслеживаемым", то он не может быть полностью конфиденциальным или взаимозаменяемым. </p>

# knowledge__why_monero__analysis__zcash__private__text
source: Zcash transactions are visible on their blockchain. They do enable hidden transactions, but <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> less than 1% of transactions are fully shielded </a> . Since hidden transactions are optional and not the default (not to mention rarely used), the <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> hidden transactions stand out on their blockchain</a>, drawing attention to themselves.
es: Las transacciones de Zcash son visibles en su blockchain. Permiten las transiciones ocultas, pero <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> menos del 1% de las transacciones están completamente protegidas </a> . Dado que las transacciones ocultas son opcionales y no las predeterminadas (sin mencionar que rara vez se usan), las <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> transacciones ocultas se destacan en su blockchain</a>, llamando la atención sobre sí mismas.
ko: Zcash 거래는 블록체인에서 볼 수 있습니다. 비밀거래가 가능하지만, <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> 전체 거래의 1% 미만만이 보호되고 있습니다</a>. 비밀거래는 선택사항이기에 (자주 사용되지 않는걸 떠나), <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/">비밀거래는 블록체인에서 튀며</a> 관심을 끌어들입니다.
ru: Транзакции Zcash видны в их блокчейне. Они разрешают скрытые транзакции, но <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> менее 1% транзакций полностью скрыты</a>. Поскольку скрытые транзакции являются необязательными и не используются по умолчанию (не говоря уже о том, что они редко используются), скрытые транзакции <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> выделяются в их цепочке блоков</a>, привлекая внимание к себе.

# knowledge__why_monero__analysis__zcash__untraceable__text
source: Regular transactions are transparent. Hidden transactions use zk-SNARKS, which have admittedly robust privacy guarantees under certain conditions. The question is if these conditions are met, and seeing the miniscule amount of people using the shielded capabilities, this remains in question.
es: Las transacciones regulares son transparentes. Las transacciones ocultas usan zk-SNARKS, que tienen garantías de privacidad sólidas bajo ciertas condiciones. La pregunta es si se cumplen estas condiciones, y al ver la cantidad minúscula de personas que utilizan las capacidades blindadas, esto sigue en cuestión.
ko: 일반거래는 공개되어 있습니다. 비밀거래는 특정 조건에서 강력한 보안을 보장하는 zk-SNARKS를 이용합니다. 문제는 이 조건이 만족 가능한지, 그리고 이 보안기능을 이용하는 사람이 소수이기에, 실제로 보안이 이뤄지는지는 미지수입니다.
ru: Обычные транзакции прозрачны. Скрытые транзакции используют zk-SNARKS, которые имеют определенные надежные гарантии конфиденциальности при определенных условиях. Вопрос в том, соблюдаются ли эти условия, и, учитывая минимальное количество людей, использующих скрытые возможности, это остается под вопросом.

# knowledge__why_monero__analysis__zcoin__decentralized__text
source: Zcoin has implemented Znodes, which act simiarly to Dash masternodes, and have greater power than other nodes on the network. Since all nodes are not created equal, and the differenciating factor between them is the amount of money an individual has (Znodes cost 1000 XZC), the network is semi-centralized.
es: Zcoin ha implementado Znodes, que actúan de manera similar a los masternodes de Dash, y tienen mayor poder que otros nodos en la red. Dado que no todos los nodos son iguales, y el factor diferenciador entre ellos es la cantidad de dinero que tiene un individuo (los Znodes cuestan 1000 XZC), la red está semi-centralizada.
ko: Zcoin은 Dash 마스터노드와 비슷한 Znodes를 사용하는데, 이는 다른 노드보다 더 압도적인 권한을 갖고 있습니다. 모든 노드가 공평하지 않기에, 노드 소유권의 차이는 개인의 자금차이(Znodes는 1000 XZC에 거래됩니다)에 따라 나뉘고, 네트워크는 부분 중앙화됩니다.
ru: Zcoin реализовал Znodes, которые действуют аналогично мастер-узлам Dash и имеют большую мощность, чем другие узлы в сети. Поскольку все узлы не созданы равными, и разностным фактором между ними является сумма денег, которую имеет человек (Znodes стоит 1000 XZC), сеть является полуцентрализованной.

# knowledge__why_monero__analysis__zcoin__fungiblity__text
source: After the final stage of Lelantus goes live in 2021, it is assumed that Zcoin will be fungible due to the mandatory privacy enforcement. In this regard, it will be a true competitor to Monero. However...
es: Después de que la etapa final de Lelantus se active en 2021, se supone que Zcoin será fungible debido a la aplicación obligatoria de la privacidad. En este sentido, será un verdadero competidor para Monero. Sin embargo...
ko: Lelantus의 마지막 단계가 2021년에 도입되면 Zcoin도 보안기능의 의무사용으로 인해 대체성이 보장될 것이라고 믿습니다. 이러한 면에서 이 Zcoin은 모네로의 경쟁자입니다. 하지만...
ru: После того, как в 2021 году завершится финальная стадия Lelantus, предполагается, что Zcoin станет взаимозаменяемым благодаря обязательному соблюдению конфиденциальности. В этом плане он станет настоящим конкурентом Monero. Однако...

# knowledge__why_monero__analysis__zcoin__note
source: <p><strong>Note:</strong> Zcoin is shifting from its current Sigma scheme to a new protocol that relies on its new work, Lelantus. Lelantus is going to be implemented in stages, and this article is going to assume all stages are complete and implemented for proper comparisons alongside projected implementation times.</p> <p>The reason Zcoin was given this luxury of being judged on its future protocol, and not Zcash, is because Zcoin has a roadmap with general timings for activation, whereas Zcash's 'privacy by default' plans are and continue to be nebulous.</p>
es: <p><strong>Nota:</strong> Zcoin está cambiando de su esquema Sigma actual a un nuevo protocolo que se basa en su nuevo trabajo, Lelantus. Lelantus se implementará en etapas, y este artículo asumirá que todas las etapas están completas e implementadas para realizar comparaciones adecuadas junto con los tiempos de implementación proyectados.</p> <p>La razón por la que se le dio a Zcoin este lujo de ser juzgado por su protocolo futuro, y no por Zcash, es porque Zcoin tiene una hoja de ruta con tiempos generales para la activación, mientras que los planes de 'privacidad por defecto' de Zcash son y siguen siendo nebuloso.</p>
ko: <p><strong>주의:</strong> Zcoin은 지금의 Sigma 제도에서 새로운 기술인 Lelantus를 기반으로 한 새 프로토콜로 변경중입니다. Lelantus는 단계적으로 적용될 것이며, 이 글에서는 비교를 위해서 모든 단계가 예상대로 적용됐다고 가정하겠습니다. </p> <p> Zcoin이 Zcash는 받지 못한 이런 가정이 가능한건 Zcash의 아직도 불분명한 '기본 보안기능 제공' 계획과 달리 Zcoin은 단계적 적용 로드맵이 분명하기 때문입니다. Zcash's 'privacy by default' plans are and continue to be nebulous.</p>
ru: <p><strong>Примечание:</strong> Zcoin переходит от своей текущей схемы Sigma к новому протоколу, который опирается на новый механизм, Lelantus. Lelantus будет реализован поэтапно, и в этой статье предполагается, что все этапы завершены и реализованы - для правильного сравнения наряду с прогнозируемым временем реализации.</p> <p>Причина, по которой Zcoin заслуживает роскошь быть судимым по своему будущему протоколу, в отличие от Zcash, заключается в том, что у Zcoin есть дорожная карта с общими сроками активации, в то время как планы Zcash по запуску «конфиденциальности по умолчанию» есть и остаются туманными.</p>

# knowledge__why_monero__analysis__zcoin__private__text
source: <p>Zcoin (XZC) will not have a rich list, so it will be private. By-default, mandatory privacy is expected to go live in 2021. Once implemented, a rich list will not be possible to create (though currently <a href="https://www.coinexplorer.net/XZC/richlist">they do have one</a>).</p>
es: <p>Zcoin (XZC) no tendrá una lista completa, por lo que será privada. Por defecto, se espera que la privacidad obligatoria entre en funcionamiento en 2021. Una vez implementada, no será posible crear una lista completa (aunque actualmente <a href="https://www.coinexplorer.net/XZC/richlist">tienen una</a>).</p>
ko: <p>Zcoin (XZC)은 부자목록이 없을 것이고 개인정보가 보장될 것입니다. 기본적으로 2021년을 기준으로 보안기능이 기본값으로 적용될 것이고 도입되면, 부자목록 생성이 불가능할 것입니다(하지만 현재는 <a href="https://www.coinexplorer.net/XZC/richlist">부자목록이 있습니다</a>).</p>
ru: <p>Zcoin (XZC) не будет иметь список богачей, поэтому он будет конфиденциальным. Обязательная конфиденциальность по умолчанию ожидается в 2021 году. После внедрения, список богачей будет невозможно создать (хотя в настоящее время <a href="https://www.coinexplorer.net/XZC/richlist">он существует</a>).</p>

# knowledge__why_monero__analysis__zcoin__untraceablity__text
source: With the final stage of Lelantus implemented in 2021, Zcoin should not be traceable, although theoretical attacks have not yet been explored since it has not yet been released or had any time out in the wild. At present Zcoin is traceable if one puts a <a href="https://explorer.zcoin.io/">Zcoin address</a> in a blockchain explorer and you can see its balance and related transactions.
es: Con la etapa final de Lelantus implementada en 2021, Zcoin no debería ser rastreable, aunque los ataques teóricos aún no se han explorado ya que aún no se ha lanzado o no ha tenido tiempo de espera en la naturaleza. En la actualidad, Zcoin es rastreable si uno coloca una <a href="https://explorer.zcoin.io/">dirección de Zcoin</a> en un explorador de blockchain y puede ver su saldo y las transacciones relacionadas.
ko: 2021년 Lelantus의 마지막 단계가 적용되면, Zcoin은 추적이 불가능할 것이지만, 아직 적용되지 않았기에 이론상 어떤 공격이 가능한지는 모릅니다. 현재 Zcoin은 추적이 가능하며 <a href="https://explorer.zcoin.io/">Zcoin 주소</a>가 블록체인에 노출되면 해당 주소의 잔액과 거래내역을 볼 수 있습니다..
ru: С заключительной стадией Lelantus, реализованной в 2021 году, Zcoin должен быть неотслеживаем, хотя теоретические атаки еще не исследовались, так как он еще не был выпущен или имел какое-то время в дикой природе. В настоящее время Zcoin можно отследить, если вы поместите адрес <a href="https://explorer.zcoin.io/">Zcoin</a> в проводник блокчейна, вы сможете увидеть его баланс и связанные транзакции.

# knowledge__why_monero__decentraized__text
source: All nodes (a node is a running instance of the coin's blockchain) of the network are equal. There is no superclass of nodes which have more influence or control over transactions or the system than other nodes.
es: Todos los nodos (un nodo es una instancia en ejecución de la cadena de bloques de la moneda) de la red son iguales. No hay una superclase de nodos que tengan más influencia o control sobre las transacciones o el sistema que otros nodos.
ko: 모네로 네트워크의 모든 노드(노드란 가상화폐 블록체인이 접속 가능한 출입구라고 생각하면 됩니다)는 공평합니다. 다른 노드보다 영향력이 강하거나 거래권한이 강한 상위노드는 없습니다.
ru: Все узлы (узел является запущенным экземпляром блокчейна монеты) сети равны. Не существует суперкласса узлов, которые имеют большее влияние или контроль над транзакциями или системой, чем другие узлы.

# knowledge__why_monero__decentralized__title
source: Decentralized
es: Descentralizado
ko: 탈중앙화
ru: Децентрализованность

# knowledge__why_monero__description
source: Why is Monero the best privacy coin? Not all privacy-centric coins can deliver 100% privacy, untraceability, security and fungibility. Find out how Monero solves all those problems compared to other "privacy" coins.
es: No todas las monedas centradas en la privacidad pueden ofrecer un 100% de privacidad, no rastreabilidad, seguridad y fungibilidad. Descubra cómo Monero resuelve todos esos problemas en comparación con otras monedas de "privacidad".
ko: 왜 모네로가 최고의 보안코인일까? 모든 보안코인이 100% 개인정보보호, 추적 불가성, 보안 및 대체성을 제공하지는 않습니다. 모네로가 다른 "보안"코인에 비해 이를 어떻게 제공하는지 알아봅시다.
ru: Не все монеты, ориентированные на конфиденциальность, могут обеспечить 100% конфиденциальность, неотслеживаемость, безопасность и взаимозаменяемость. Узнайте, как Monero решает все эти проблемы по сравнению с другими монетами «конфиденциальности».

# knowledge__why_monero__intro_0
source: Not all privacy-centric coins can deliver 100% privacy, untraceability, security and fungibility in a 100% decentralized coin with a trustless setup. Here's what these attributes are and why they're important:
es: No todas las monedas centradas en la privacidad pueden ofrecer un 100% de privacidad, no rastreabilidad, seguridad y fungibilidad en una moneda 100% descentralizada con una configuración confiable. Esto es lo que son estos atributos y por qué son importantes:
ko: 모든 보안코인이 100% 탈중앙화하며 신뢰설치가 필요없는 100% 개인정보보호, 추적 불가성, 보안 및 대체성을 제공하지는 않습니다.모네로에 어떤 요소가 있으며 왜 중요한지 알아봅시다:
ru: Не все монеты, ориентированные на конфиденциальность, могут обеспечить 100% конфиденциальность, невозможность отслеживания, безопасность и взаимозаменяемость в 100% децентрализованной монете с надежной настройкой. Вот что это за свойства и почему они важны:

# knowledge__why_monero__intro__fungible__text
source: All coins are equal and have the same value.
es: Todas las monedas son iguales y tienen el mismo valor.
ko: 모든 코인은 동일하며 같은 가치를 가집니다.
ru: Все монеты равны и имеют одинаковую ценность.

# knowledge__why_monero__intro__fungible__title
source: Fungible
ko: 대체성
ru: Взаимозаменяемость

# knowledge__why_monero__intro__private__text
source: Your finances are not visible to the public. A person looking at the coin's blockchain won't be able to see how much money you have.
es: Sus finanzas no son visibles para el público. Una persona que mira la cadena de bloques de la moneda no podrá ver cuánto dinero tiene.
ko: 당신의 금융활동은 공개되지 않습니다. 체인을 들여다봐도 당신이 얼마를 보유하고 있는지 알 수 없습니다.
ru: Ваши финансы не видны общественности. Человек, смотрящий на блокчейн монеты, не сможет увидеть, сколько у вас денег.

# knowledge__why_monero__intro__private__title
source: Private
es: Privado
ko: 개인정보보호
ru: Конфиденциальность

# knowledge__why_monero__intro__secure__text
source: All transactions are encrypted and the wallet which holds your funds is encrypted.
es: Todas las transacciones están encriptadas y la billetera que contiene sus fondos está encriptada.
ko: 모든 거래는 암호화되며 자금을 보유한 지갑도 암호화됩니다.
ru: Все транзакции зашифрованы и кошелек, в котором хранятся ваши средства, зашифрован.

# knowledge__why_monero__intro__secure__title
source: Secure
es: Seguro
ko: 보안 보장
ru: Безопасность

# knowledge__why_monero__intro__untraceability__text
source: The coins can't be traced through blockchain analysis or blockchain monitoring.
es: Las monedas no se pueden rastrear a través del análisis de blockchain o el monitoreo de blockchain.
ko: 블록체인을 분석하거나 블록체인을 모니터링해도 코인 추적을 불가능합니다.
ru: Монеты не могут быть отслежены с помощью анализа блокчейна или мониторинга блокчейна.

# knowledge__why_monero__intro__untraceable__title
source: Untraceable
es: Imposible de rastrear
ko: 추적 불가
ru: Неотслеживаемость
