Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__subaddresses__description
source: Monero has always found innovative ways to solve difficult privacy problems. Nowhere is this exemplified more than in the case of Monero's subaddress technology.
es: Monero siempre ha encontrado formas innovadoras de resolver problemas difíciles de privacidad. En ninguna parte esto se ejemplifica más que en el caso de la tecnología de subdirección de Monero.
ko: 모네로는 보안 측면에서 항상 어려운 문제를 혁신적인 방법으로 해결해 왔습니다. 이를 모네로의 비밀주소만큼 가장 잘 보여주는 예는 없습니다.
ru: Monero всегда находила инновационные способы решения сложных проблем, связанных с обеспечением приватности. И едва ли в случае Monero что-то может послужить более удачным примером этого, чем технология подадресов.

# knowledge__subaddresses__title
source: How Monero Subaddresses Prevent Identity Linking
es: Cómo las subdirecciones de Monero previenen la vinculación de identidades
ko: 모네로 2차주소가 실제 신상과 연결되는 걸 방지하는 방법
ru: Как подадреса Monero не позволяют устанавливать связь с личностью пользователя

# knowledge__title
source: Knowledge
es: Conocimiento
ko: 지식정보
ru: Знание

# knowledge__trust__0__text
source: <p>Few ideas in the cryptocurrency space receive as much attention and discussion as the concept of trust, and not without reason. After all, the entire point of a blockchain is to eliminate trust in third parties.</p> <p>For those who don’t fully understand the idea, here’s a light primer. In the traditional financial system, third parties are generally used for various tasks. Banks are used to secure money on your behalf from theft, arbiters. Escrows are used so business deals can operate between two parties that don’t trust each other. Credit card companies pay out money for goods and services on your behalf, assuming the risk that you might not pay them back.</p> <p>Each of these instances requires trust. For the banks and escrow agents, you are trusting that they themselves will not run off with your money, and for credit card companies, you trust they will not pay out money in your name without your consent, all of which are very possible. We do what we can to ensure these things do not occur. We only work with trusted companies and individuals, and we legislate to make the above scenarios illegal and try to ensure consequences to offenders, but that doesn’t always stop them from happening anyways.</p> <p>Furthermore, these services do not come for free. Escrow agents and banks may charge for their services, and credit cards charge interest on loaned money.</p> <p>Blockchain was made to eliminate these middle men, and the trust and fees that come along with them. Through the power of consensus, users can themselves enforce the state of the ledger, without trusting anyone to tell them how much money they have, and without any trusted third parties to potentially run off with your funds.</p> <p>So much emphasis is placed on this trustlessness, that any change or technological addition that adds an element of trust back into the blockchain is met with great skepticism and criticism, and some projects reject all such notions outright. It’s interesting then that the same consideration is not given to privacy.</p> <p>Once again, we look at the rest of the world and we see that too often, our privacy is at the mercy of ‘trusted’ third parties. When we give our physical addresses for an item we want shipped to us, we are trusting that the store in question will not use this info for nefarious purposes, or sell it to others. The same is true of our personal thoughts or photos that we post on social media. It even applies to our finances, as several hacks within the accounting industry, or finance apps that flat out post to an internal public board what people are spending money on (i.e Venmo).</p> <p>Monero sees this commitment to trustlessness on the blockchain, and applies a similar standard to how we approach privacy. Our privacy should not depend on a third party promising to keep it safe any more than our finances should depend on others promising us they won’t run off with them. To this end, Monero ensures that all privacy technologies implemented are trustless.</p> <p>There are other privacy technologies floating around. Trusted ones, and, admittedly, they are not without their strong points. Zcash uses certain types of proving systems as building blocks in its confidential transaction protocol which have very strong privacy guarantees, with large anonymity sets and, used correctly, could be a powerful way to ensure your privacy. The drawback to this approach however, as part of the initial setup of this technology, there needs to be a parameter set that must be chosen and subsequently forgotten. If anyone retains this parameter, they would have the ability to create false SNARK proofs, effectively printing money without anyone being the wiser because it’s hidden. But does this affect privacy? Some theorize yes, while others no, and in the end, more research needs to be done to come to a definitive answer.</p> <p>Regardless, this process of minimizing trust sounds just like the scenarios we discussed in the beginning of this article. The traditional world. The one we’re trying to move away from. Blockchain itself doesn’t reduce trust in third parties, but rather eliminates it. The Monero community thinks the same standard of elimination rather than reduction should be applied to our privacy technologies also. Just because it is not definitively proven that trusted setups can or cannot compromise privacy doesn’t mean we should be lax about allowing trust back into the system in this regard.</p> <p>Of course, any progression in the privacy space is an improvement, and often trusted privacy is merely a stepping stone to trustless privacy, and in these cases we are happy to see the space moving forward. And yet, at the same time, the Monero community just cannot, in good conscience, deploy privacy technology on our blockchain that would weaken the very purpose of our revolution.</p> <p>We often get asked the question of when Monero is going to implement this or that new privacy tech. These questions often come from the uninformed, who don’t understand the trade-offs, and are merely parroting the new privacy buzzwords of the day. The answer to these questions is simple. Monero is constantly looking at, reviewing, and researching new privacy protocols that would strengthen the privacy guarantees on the Monero chain, but we are unwilling to delve into the world of trusted privacy to achieve this goal, even if the guarantees are theoretically stronger.</p> <p>Some say this approach will prove to be outdated, but we think such people have lost the story of why we are here to begin with.</p>
es: <p>Pocas ideas en el espacio de las criptomonedas reciben tanta atención y discusión como el concepto de confianza, y no sin razón. Después de todo, el objetivo de una cadena de bloques es eliminar la confianza en terceros.</p> <p>Para aquellos que no entienden del todo la idea, he aquí una ligera introducción. En el sistema financiero tradicional, los terceros se utilizan generalmente para diversas tareas. Los bancos se utilizan para asegurar el dinero en su nombre contra el robo, los árbitros. Los fideicomisos se utilizan para que los tratos comerciales puedan funcionar entre dos partes que no confían la una en la otra. Las compañías de tarjetas de crédito pagan dinero por bienes y servicios en tu nombre, asumiendo el riesgo de que no les devuelvas el dinero.</p> <p>Cada uno de estos casos requiere confianza. En el caso de los bancos y los agentes de custodia, usted confía en que ellos mismos no huirán con su dinero, y en el caso de las compañías de tarjetas de crédito, usted confía en que no pagarán dinero en su nombre sin su consentimiento, todo lo cual es muy posible. Hacemos lo que podemos para garantizar que estas cosas no ocurran. Sólo trabajamos con empresas y personas de confianza, y legislamos para que las situaciones anteriores sean ilegales y tratamos de garantizar las consecuencias para los infractores, pero eso no siempre impide que ocurran de todos modos.</p> <p>Además, estos servicios no son gratuitos. Los agentes de custodia y los bancos pueden cobrar por sus servicios, y las tarjetas de crédito cobran intereses por el dinero prestado.</p> <p>Blockchain se creó para eliminar a estos intermediarios, y la confianza y las comisiones que conllevan. A través del poder del consenso, los usuarios pueden hacer valer por sí mismos el estado del libro de contabilidad, sin confiar en que nadie les diga cuánto dinero tienen, y sin que ningún tercero de confianza pueda huir con sus fondos.</p> <p>Se pone tanto énfasis en esta falta de confianza, que cualquier cambio o adición tecnológica que añada un elemento de confianza a la cadena de bloques es recibida con gran escepticismo y crítica, y algunos proyectos rechazan directamente estas nociones. Es interesante entonces que no se le dé la misma consideración a la privacidad.</p> <p>Una vez más, miramos al resto del mundo y vemos que, con demasiada frecuencia, nuestra privacidad está a merced de terceros "de confianza". Cuando damos nuestras direcciones físicas para un artículo que queremos que nos envíen, estamos confiando en que la tienda en cuestión no utilizará esta información para fines nefastos, o la venderá a otros. Lo mismo ocurre con nuestros pensamientos personales o las fotos que publicamos en las redes sociales. Incluso se aplica a nuestras finanzas, ya que varios hacks dentro de la industria de la contabilidad, o las aplicaciones de finanzas que de plano publican en un tablero público interno lo que la gente está gastando dinero (es decir, Venmo).</p> <p>Monero ve este compromiso con la confianza en la cadena de bloques, y aplica un estándar similar a la forma en que abordamos la privacidad. Nuestra privacidad no debería depender de que un tercero prometa mantenerla a salvo, al igual que nuestras finanzas no deberían depender de que otros nos prometan que no huirán con ellas. Con este fin, Monero asegura que todas las tecnologías de privacidad implementadas no son de confianza.</p> <p>Hay otras tecnologías de privacidad flotando por ahí. Las de confianza, y, hay que reconocerlo, no carecen de puntos fuertes. Zcash utiliza ciertos tipos de sistemas de prueba como bloques de construcción en su protocolo de transacciones confidenciales que tienen garantías de privacidad muy fuertes, con grandes conjuntos de anonimato y, utilizado correctamente, podría ser una poderosa manera de asegurar su privacidad. Sin embargo, el inconveniente de este enfoque es que, como parte de la configuración inicial de esta tecnología, debe haber un conjunto de parámetros que deben ser elegidos y posteriormente olvidados. Si alguien conserva este parámetro, tendría la capacidad de crear pruebas falsas de SNARK, imprimiendo efectivamente dinero sin que nadie se entere porque está oculto. Pero, ¿afecta esto a la privacidad? Algunos teorizan que sí, mientras que otros que no, y al final, hay que investigar más para llegar a una respuesta definitiva.</p> <p>En cualquier caso, este proceso de minimización de la confianza se parece a los escenarios de los que hablamos al principio de este artículo. El mundo tradicional. Del que intentamos alejarnos. Blockchain en sí no reduce la confianza en terceros, sino que la elimina. La comunidad de Monero piensa que el mismo estándar de eliminación en lugar de reducción debería aplicarse también a nuestras tecnologías de privacidad. El hecho de que no esté definitivamente probado que las configuraciones de confianza puedan o no comprometer la privacidad no significa que debamos ser laxos a la hora de permitir que la confianza vuelva al sistema en este sentido.</p> <p>Por supuesto, cualquier progreso en el espacio de la privacidad es una mejora, y a menudo la privacidad de confianza es simplemente un peldaño hacia la privacidad sin confianza, y en estos casos nos alegramos de ver que el espacio avanza. Sin embargo, al mismo tiempo, la comunidad de Monero no puede, con la conciencia tranquila, desplegar una tecnología de privacidad en nuestro blockchain que debilitaría el propósito mismo de nuestra revolución.</p> <p>A menudo nos preguntan cuándo va a implementar Monero esta o aquella nueva tecnología de privacidad. Estas preguntas a menudo provienen de los desinformados, que no entienden las ventajas y desventajas, y simplemente repiten como loros las nuevas palabras de privacidad del día. La respuesta a estas preguntas es sencilla. Monero está constantemente buscando, revisando e investigando nuevos protocolos de privacidad que fortalecerían las garantías de privacidad en la cadena Monero, pero no estamos dispuestos a profundizar en el mundo de la privacidad de confianza para lograr este objetivo, incluso si las garantías son teóricamente más fuertes.</p> <p>Algunos dicen que este enfoque será obsoleto, pero creemos que esas personas han perdido la historia de por qué estamos aquí para empezar.</p>
ko: <p>암호 화폐 공간에서 몇 가지 아이디어는 신뢰의 개념으로 많은 관심과 토론을받을, 그리고 이유없이. 결국, 블록 체인의 전체 지점은 제 3 자에 대한 신뢰를 제거하는 것입니다.</p> <p>아이디어를 완전히 이해하지 못하는 사람들에게 는 가벼운 프라이머가 있습니다. 전통적인 금융 시스템에서 제3자는 일반적으로 다양한 작업에 사용됩니다. 은행은 도난, 중재자에서 돈을 확보하는 데 사용됩니다. 에스크로는 서로를 신뢰하지 않는 두 당사자 간에 비즈니스 거래가 운영될 수 있도록 사용됩니다. 신용 카드 회사는 귀하를 대신하여 상품과 서비스에 대한 돈을 지불하며, 귀하가 돈을 갚지 못할 위험이 있다고 가정합니다.</p> <p>이러한 각 인스턴스에는 신뢰가 필요합니다. 은행과 에스크로 에이전트의 경우, 당신은 그들이 자신의 돈으로 도망하지 않을 것이라고 믿고, 신용 카드 회사에 대한, 당신은 그들이 당신의 동의없이 귀하의 이름으로 돈을 지불하지 않습니다 신뢰, 모두는 매우 가능하다. 우리는 이러한 일이 일어나지 않도록 하기 위해 할 수 있는 일을 합니다. 우리는 신뢰할 수있는 회사 및 개인과만 협력하고, 우리는 위의 시나리오를 불법으로 만들고 범죄자에게 결과를 보장하기 위해 입법하지만, 어쨌든 일어나는 것을 항상 멈추지는 않습니다.</p> 또한 <p>이러한 서비스는 무료로 제공되지 않습니다. 에스크로 에이전트와 은행은 서비스에 대해 요금을 부과할 수 있으며 신용 카드는 대출 금에 대한 이자를 부과합니다.</p> <p>블록체인은 이러한 중개인을 제거하기 위해 만들어졌으며, 그들과 함께 제공되는 신뢰와 수수료가 있었습니다. 합의의 힘을 통해, 사용자는 그들이 얼마나 많은 돈을 그들에게 사람을 신뢰하지 않고, 잠재적으로 당신의 자금으로 도망 할 수있는 신뢰할 수있는 제 3 자없이, 원장의 상태를 적용 할 수 있습니다.</p> <p>이러한 신뢰성에 많은 중점을 두고 있으며, 블록 체인에 다시 신뢰의 요소를 추가하는 변화 또는 기술 적 추가는 큰 회의론과 비판으로 충족되며 일부 프로젝트는 이러한 모든 개념을 완전히 거부합니다. 그것은 같은 고려 사항이 개인 정보 보호에 주어지지 않는 것이 흥미 롭군요.</p> <p>다시 한번, 우리는 세계의 나머지 부분을 보고 우리는 너무 자주, 우리의 개인 정보 보호는 '신뢰할 수있는'제 3 자의 자비에 있음을 볼 수 있습니다. 당사가 당사에 배송하고자 하는 품목에 대해 물리적 주소를 제공할 때, 문제의 매장이 이 정보를 사악한 목적으로 사용하거나 다른 사람에게 판매하지 않을 것이라고 믿고 있습니다. 우리가 소셜 미디어에 게시하는 개인적인 생각이나 사진도 마찬가지입니다. 심지어 회계 업계 내에서 여러 해킹으로, 또는 사람들이 (즉, Venmo)에 돈을 지출하는 내부 공공 보드에 게시물을 평평하게 금융 애플 리케이션으로, 우리의 재정에 적용됩니다.</p> <p>Monero는 블록 체인에 대한 신뢰성에 대한 이러한 약속을 보고 개인 정보 보호에 접근하는 방법과 유사한 표준을 적용합니다. 우리의 개인 정보 보호는 우리의 재정보다 더 안전하게 유지하겠다고 약속하는 제 3 자에 의존해서는 안됩니다. 이를 위해 Monero는 구현된 모든 개인 정보 보호 기술이 신뢰할 수 없도록 합니다.</p> <p>주변에 떠있는 다른 개인 정보 보호 기술이 있습니다. 신뢰할 수 있는 사람, 그리고, 명백하게, 그들은 그들의 강한 포인트 없이. Zcash는 매우 강력한 개인 정보 보호 보장을 가지고 기밀 거래 프로토콜의 빌딩 블록으로 증명 시스템의 특정 유형을 사용, 큰 익명 세트와, 올바르게 사용, 당신의 개인 정보를 보장하는 강력한 방법이 될 수 있습니다. 그러나 이 방법의 단점은 이 기술의 초기 설정의 일부로 선택되고 나중에 잊어야 하는 매개 변수 집합이 필요합니다. 누군가가이 매개 변수를 유지하는 경우, 그들은 효과적으로 숨겨진 때문에 현명한 사람이되지 않고 돈을 인쇄, 거짓 SNARK 증거를 만들 수있는 능력을 가질 것이다. 그러나 이것은 개인 정보 보호에 영향을 미칩니까? 일부는 예, 다른 사람 아니오 동안, 그리고 결국, 더 많은 연구가 최종 대답에 와서 수행 할 필요가있다.</p> <p>신뢰를 최소화하는 이 프로세스는 이 문서의 시작 부분에서 설명한 시나리오와 같습니다. 전통적인 세계. 우리가 멀리 이동하려고하는 하나. 블록체인 자체는 제3자에 대한 신뢰를 줄이는 것이 아니라 이를 제거합니다. Monero 커뮤니티는 감소보다는 동일한 제거 기준을 개인 정보 보호 기술에 적용해야 한다고 생각합니다. 신뢰할 수 있는 설정이 개인 정보를 손상시킬 수 있거나 손상될 수 없다는 것이 결정적으로 입증되지 않았다고 해서 이 와 관련하여 시스템에 신뢰를 다시 허용하는 것이 느슨해야 한다는 의미는 아닙니다.</p> 물론 <p>프라이버시 공간의 진행은 개선이며 종종 신뢰할 수 있는 개인 정보 보호는 신뢰할 수 없는 프라이버시를 위한 디딤돌일 뿐이며, 이러한 경우 우리는 앞으로 나아갈 공간을 보게 되어 기쁩니다. 그럼에도 불구하고, 동시에 Monero 커뮤니티는 우리의 혁명의 목적을 약화시킬 수있는 우리의 블록 체인에 개인 정보 보호 기술을 배포 할 수 없습니다.</p> <p>우리는 종종 Monero가이 또는 새로운 개인 정보 보호 기술을 구현할 때의 질문을받습니다. 이러한 질문은 종종 트레이드 오프를 이해하지 못하는 정보에서 비롯되며, 단지 그 날의 새로운 개인 정보 보호 유행어를 앵무새화하고 있습니다. 이러한 질문에 대한 대답은 간단합니다. Monero는 Monero 체인의 개인 정보 보호 보장을 강화할 새로운 개인 정보 보호 프로토콜을 지속적으로 보고 검토하고 연구하고 있지만, 보증이 이론적으로 더 강하더라도 이 목표를 달성하기 위해 신뢰할 수있는 개인 정보 보호 의 세계를 탐구하기를 꺼리고 있습니다.</p> <p>어떤 사람들은이 접근 방식이 구식으로 판명 될 것이라고 말하지만, 우리는 그러한 사람들이 우리가 왜 이곳에 있는지에 대한 이야기를 잃었다고 생각합니다.</p>
ru: <p>Далеко не все идеи в сфере криптовалют получают столько обсуждения и внимания, как концепции доверия, и не без оснований. В конце концов, весь смысл блокчейна заключается в устранении доверия к третьим сторонам или лицам.</p> <p>Для тех, кто не до конца понимает данную концепцию, вот небольшой пример - в традиционной финансовой системе третья сторона зачастую используется для решения различного ряда задач. Банки выступают от вашего имени в качестве средства для защиты денег от воровства. Условное депонирование используется для заключения сделок между двумя сторонами, которые зачастую не доверяют друг другу. Компании, выпускающие кредитные карты, выплачивают деньги за товары и услуги от вашего имени, принимая на себя риск того, что вы не сможете их впоследствии вернуть.</p> <p>Каждый из подобных примеров требует доверия. Что касается банков и сервисов условного депонирования, вы полагаете, что они не смогут скрыться с вашими деньгами, а в случае компаний, выпускающих кредитные карты, вы подразумеваете, что они не станут выплачивать деньги от вашего имени без вашего согласия, и, конечно, это всё имеет место быть. И мы сами делаем все возможное, чтобы этого не случилось. Мы работаем только с проверенными компаниями и индивидуальными предпринимателями, мы принимаем законы, которые позволяют регулировать все указанные выше сценарии, и пытаемся обеспечить соответствующие последствия в отношении правонарушителей, правда, это не всегда работает так, как должно.</p> <p>Кроме того, все эти услуги не предоставляются вам бесплатно. Сервисы депонирования и банки могут взимать плату за свои услуги, а кредитные компании берут соответствующие проценты с предоставленных вам денег.</p> <p>Блокчейн был создан, чтобы устранить всех этих посредников, а также связанные с ними факторы доверия и комиссии. Благодаря возможностям консенсуса пользователи могут сами обеспечивать соблюдение чистоты своего бухгалтерского учета, не доверяя никому информацию о том, сколько у них денег, и без надобности участия каких-либо доверенных третьих сторон, которые потенциально могут сбежать с вашими деньгами.</p> <p>Фактору доверия уделяется так много внимания, что малейшие изменения или технологические улучшения, которые повторно добавляют элемент доверия в блокчейн, встречают большой скептицизм и критику, а некоторые проекты полностью избегают подобных идей. Самое интересное — это то, что понятию конфиденциальности уделяется намного меньше внимания.</p> <p>Опять же, когда мы смотрим на весь остальной мир, мы видим, что наша жизнь зачастую находится во власти этих самых «доверенных» третьих лиц. Когда мы указываем наши адреса для доставки товара, мы надеемся, что магазин, о котором идёт речь, не будет использовать эту информацию в своих корыстных целях или, как вариант, не станет продавать ее другим. То же самое и с нашими сокровенными мыслями или фотографиями, которые мы публикуем в социальных сетях. Всё это применимо и к нашему финансовому благу, например, в случае взлома в сфере бухгалтерского учета или финансовых приложений, которые затем публикуют в открытый доступ информацию о том, на что люди тратят деньги (например, Venmo).</p> <p>Monero ценит данное стремление к отсутствию доверия в рамках блокчейна и применяет аналогичный стандарт при доходе к понятию конфиденциальности. Наша конфиденциальность не должна зависеть от обещаний третьих сторон обеспечить эту самую безопасность точно так же, как сохранность наших средств не должна зависеть от обещаний других лиц, что они не сбегут с ними. Именно поэтому Monero гарантирует, что все реализованные технологии конфиденциальности не будут требовать фактора доверия.</p> <p>Стоит отметить, что есть и другие технологии конфиденциальности, которые находятся у всех на слуху. И нужно признать, они не лишены своих сильных сторон. Например, Zcash использует определённые типы систем доказательства в качестве строительных блоков в своём протоколе конфиденциальных транзакций, которые имеют очень сильные гарантии конфиденциальности, особенно с учётом больших наборов анонимных групп, и при правильном использовании могут быть отличным средством для обеспечения вашей конфиденциальности. Однако главным недостатком этого подхода является то, что в рамках первоначальной настройки должен быть задан набор параметров, который впоследствии должен быть предварительно выбран и впоследствии утерян. И если бы кто-то сохранил этот параметр, у него была бы возможность создавать ложные доказательства SNARK с соответствующим выпуском новых денег, и никто бы не догадался, так как всё это было скрыто. Но влияет ли это на конфиденциальность в целом? Некоторые предполагают, что да, а другие - нет, и в конце концов необходимо провести дополнительные исследования, чтобы прийти к окончательному ответу.</p> <p>Тем не менее процесс минимизации доверия подобен тем сценариям, которые мы обсуждали в начале данной статьи. Пример традиционного шаблона мира, того, от которого мы так стараемся отойти. Сам по себе блокчейн не снижает доверие к третьим сторонам, а, скорее, наоборот, устраняет его. Сообщество Monero считает, что именно стандарт исключения, а не уменьшения должен применяться и к нашим технологиям обеспечения конфиденциальности. Тот факт, что окончательно не доказано, что доверенные установки могут поставить под угрозу конфиденциальность, не означает, что мы должны давать слабину в отношении восстановления доверия к системе.</p> <p>Конечно, любое улучшение в сфере конфиденциальности — это улучшение, и зачастую доверенная конфиденциальность не более, чем просто ступенька к этой самой доверенной конфиденциальности, и в подобных случаях мы рады лицезреть, что всё движется вперёд и не стоит на месте. В то же время сообщество Monero не может просто взять и воспользоваться технологией конфиденциальности в блокчейна, которая ослабила бы саму цель нашей революции.</p> <p>Нам часто задают вопрос, когда Monero собирается внедрить ту или иную новую технологию конфиденциальности. В основном все эти вопросы звучат от неосведомленных пользователей, которые не понимают сути компромиссов и просто повторяют все эти новые модные лозунги о конфиденциальности. Ответ на эти вопросы весьма прост - Monero постоянно изучает, разрабатывает и исследует новые протоколы конфиденциальности, которые укрепят гарантии конфиденциальности в блокчейне Monero, но мы не желаем углубляться в мир доверенной конфиденциальности для достижения этих целей, даже если эти гарантии в теории выглядят сильнее.</p> <p>Некоторые повторяют, что данный подход впоследствии окажется устаревшим, но мы думаем, что такие люди просто забыли о том, зачем мы здесь.</p>

# knowledge__trust__description
source: The concept of trust is one of the most discussed in the cryptocurrency space. After all, the entire point of a blockchain is to eliminate trust in third parties.
es: El concepto de confianza es uno de los más discutidos en el espacio de las criptomonedas. Después de todo, el objetivo de una cadena de bloques es eliminar la confianza en terceros.
ko: 신뢰의 개념은 암호 화폐 공간에서 가장 많이 논의되는 것 중 하나입니다. 결국, 블록 체인의 전체 요점은 제 3 자에 대한 신뢰를 제거하는 것입니다.
ru: Концепция доверия — это одна из самых широко обсуждаемых тем в криптовалютном пространстве. В конце концов, основной смысл блокчейна заключается в устранении доверия к третьим сторонам или лицам.

# knowledge__trust__title
source: Why Monero Uses a Trustless Setup Unlike Zcash
es: Por qué Monero utiliza una configuración sin confianza a diferencia de Zcash
ko: Monero가 Zcash와 달리 신뢰할 수없는 설정을 사용하는 이유
ru: Почему Monero, в отличие от Zcash, использует настройки, не требующие доверия
