Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# error__trade_request__151
source: This ad is only for users trusted by the ad poster. Try looking for other ads.
es: Este anuncio es únicamente para usuarios verificados por el anunciante. Pruebe a mirar otros anuncios.
ko: 계약등록자가 신뢰하는 사람만 거래할 수 있는 계약입니다. 다른 계약을 찾으시기 바랍니다.
ru: Это объявление только для пользователей, которым доверяет автор объявления. Попробуйте найти другое объявление.

# error__trade_request__173
source: You are not allowed to open more trades
es: No está permitido abrir más operaciones
ko: 한번에 이용 가능한 거래 수를 넘었습니다.
ru: Вам не разрешено открывать больше сделок

# error__trade_request__218
source: This ad is only for users with verified email. Go to your account settings, set your email (if you haven't already), and verify it.
es: Este anuncio es solo para usuarios con correo electrónico verificado. Vaya a la configuración de su cuenta, configure su correo electrónico (si aún no lo ha hecho) y verifíquelo.
ko: 이메일 인증된 유저만 이용 가능한 계약입니다. 이메일 인증 후 다시 시도해 주시기 바랍니다
ru: Это объявление только для пользователей с подтвержденным адресом электронной почты. Перейдите в настройки своей учетной записи, укажите адрес электронной почты (если вы этого еще не сделали) и подтвердите его.

# error__trade_request__232
source: This user is currently prohibited from trading due to a restriction on their account
es: Este usuario tiene actualmente prohibido operar debido a una restricción en su cuenta
ko: 이 사용자는 현재 계정 제한으로 인해 거래가 금지되어 있습니다.
ru: В настоящее время этому пользователю запрещено торговать в связи с ограничением на его аккаунте.

# error__trade_request__240
source: Provided settlement wallet address is invalid
es: La dirección del monedero de liquidación proporcionada no es válida
ko: 제공된 결제 지갑 주소가 잘못되었습니다.
ru: Предоставленный адрес расчетного кошелька недействителен

# error__trade_request__241
source: Internal {appName} address can't be used for trade settlement. Please input an outside, non-{appName} {asset} address to continue.
es: La dirección interna de FRONT_TYPE no puede utilizarse para la liquidación de operaciones. Por favor, introduzca una dirección externa, no FRONT_TYPE {asset} para continuar.
ko: 내부 FRONT_TYPE 주소는 거래 결제에 사용할 수 없습니다. 계속하려면 FRONT_TYPE {asset} 이 아닌 외부 주소를 입력하세요.
ru: Внутренний адрес FRONT_TYPE не может быть использован для расчетов по сделкам. Пожалуйста, введите внешний, не FRONT_TYPE {asset} адрес, чтобы продолжить.

# error__trade_request__246
source: Can't open a trade: this trader hasn't yet provided a settlement address for this ad. Contact the seller if you can, or try again later, or look for another offer.
es: No se puede abrir una operación: este comerciante aún no ha proporcionado una dirección de liquidación para este anuncio. Ponte en contacto con el vendedor si puedes, o inténtalo más tarde, o busca otra oferta.
ko: 거래를 열 수 없습니다: 이 거래자는 아직 이 광고에 대한 결제 주소를 제공하지 않았습니다. 가능하면 판매자에게 문의하거나 나중에 다시 시도하거나 다른 제안을 찾아보세요.
ru: Невозможно открыть сделку: этот торговец еще не указал расчетный адрес для данного объявления. Свяжитесь с продавцом, если сможете, или повторите попытку позже, или поищите другое предложение.

# error__trade_request__99
source: This trader requires lower transaction amount for the first trade with him. Please check the trade details below.
es: Este comerciante requiere una cantidad de transacción más baja para la primera operación con él. Por favor, consulte los detalles de transacción a continuación.
ko: 이 거래대상이 처음 거래하는 사람과 거래 가능한 최대 한도를 넘었습니다. 거래 내용을 수정 후 다시 시도해 주시기 바랍니다.
ru: Данный торговец требует более низкой суммы для первой сделки с ним. Уточните доступный размер сделки в описании снизу.

# error__withdraw__170
source: Amount that has been requested for withdrawal is less than the minimum possible amount
es: El importe que se ha solicitado para la retirada es inferior al mínimo posible
ko: 출금 요청 금액이 최소 가능 금액보다 적습니다.
ru: Сумма, запрошенная для снятия, меньше минимально возможной суммы

# error__withdraw__73_140
source: Incorrect password/one-time password
es: Contraseña/contraseña de un solo uso incorrecta
ko: 잘못된 비밀번호입니다
ru: Неверный пароль/одноразовый пароль

# error__withdraw__74_77
source: Insufficient funds
es: Fondos insuficientes
ko: 잔액이 부족합니다
ru: Недостаточно средств

# error__withdraw__75
source: This address doesn't exist in the {appName} database
es: Esta dirección no existe en la base de datos de FRONT_TYPE
ko: FRONT_TYPE에 없는 주소입니다
ru: Адрес не найден в базе данных FRONT_TYPE

# error__withdraw__76
source: Attempting to withdraw arbitration bond to the same address as the account that’s requesting the withdrawal
es: Intentar retirar el bono de arbitraje a la misma dirección que la cuenta que solicita la retirada
ko: 출금을 신청한 계좌와 동일한 주소로 중재채권 출금을 시도하는 경우
ru: Вы пытаетесь вывести арбитражный залог на тот же адрес, что и запрашивает вывод средств

# error__withdraw__closed_connection
source: Something went wrong on the request, but the transaction might have already been sent. Please reload the page, check if the transaction has been sent and repeat it if needed. If the error persists please contact our support.
es: Algo salió mal en la solicitud, pero es posible que la transacción ya se haya enviado. Vuelva a cargar la página, verifique si la transacción se ha enviado y repítala si es necesario. Si el error persiste, por favor en contacto con nuestro soporte
ko: 오류가 발생지만 거래요청이 발신되었을 수도 있습니다. 거래요청이 발송되었나 확인 후 다시 시도해 주시기 바랍니다. 오류가 계속 발생한다면 민원신고를 해주시기 바랍니다.
ru: Что-то пошло не так в запросе, но транзакция, возможно, уже была отправлена. Перезагрузите страницу, проверьте, была ли транзакция отправлена, и повторите ее, если необходимо. Если ошибка не исчезла, пожалуйста, свяжитесь с нашей поддержкой.

# error__withdraw__generic
source: Something went wrong, please check the receiving {assetName} address.
es: Algo ha ido mal, por favor, revise la dirección receptora de {assetName}.
ko: {assetName}을 받을 주소를 확인하고 다시 시도해 주시기 바랍니다.
ru: Что-то пошло не так, проверьте введённый адрес {assetName}.

# faq_question_31
source: What should I know about high-risk payment methods?
es: ¿Qué debo saber sobre los métodos de pago de alto riesgo?
ko: 위험이 높은 결제수단은 무엇인가요?
ru: Что я должен знать о способах оплаты с высокой степенью риска?

# faq__answer_0
source: {appName} is a peer-to-peer Monero exchange. We are a marketplace where users can buy and sell Monero to and from each other. Users, called traders, create advertisements with the price and the payment method they want to offer. You can browse our website for trade advertisements and search for a payment method you prefer. You will find traders buying and selling Monero online for more than 60 different payment methods. If you're new to {appName} and want to buy Monero, please take a look at our how to buy guide to learn how to buy Monero.
es: FRONT_TYPE es una casa de cambio de Monero peer-to-peer (persona a persona). Somos un mercado donde los usuarios pueden comprar y vender Monero entre ellos. Los usuarios, llamados comerciantes, crean anuncios con el precio y el método de pago que desean ofrecer. Puede navegar por nuestro sitio web para ver anuncios y buscar el método de pago que prefiera. Encontrará comerciantes comprando y vendiendo Monero en línea con más de 60 métodos de pago diferentes. Si es nuevo en FRONT_TYPE y quiere comprar Monero, por favor, consulte nuestra guía para aprender como hacerlo.
ko: FRONT_TYPE은 P2P 모네로 거래소입니다. 유저끼리 서로서로 모네로를 매매할 수 있는 곳입니다. 거래자(유저)는 자기가 원하는 가격과 결제수단으로 계약을 등록합니다. 여러 거래를 둘러본 후 원하는 결제수단을 찾아볼 수 있습니다. 60개 이상의 결제수단으로 유저들이 모네로를 거래하고 있습니다. FRONT_TYPE를 통한 모네로 구입이 처음이시라면, 모네로 구매 가이드를 참고하시기 바랍니다.
ru: FRONT_TYPE – это биржа Монеро (XMR) для физических лиц. Мы являемся площадкой, где пользователи могут взаимодействовать друг с другом, покупая и продавая Монеро (XMR). Пользователи, называемые трейдерами, создают объявления с указанием цены и способа оплаты. Вы можете просматривать наш веб-сайт в поисках объявлений о сделках с предпочтительным для вас способом оплаты. Вы найдете трейдеров, покупающих и продающих Монеро (XMR) онлайн с использованием более 60 различных способов оплаты. Если вы новичок на FRONT_TYPE и хотите купить Монеро (XMR), ознакомьтесь с нашим 'Руководством о покупке', чтобы узнать, как купить Монеро (XMR).

# faq__answer_0___agoradesk
source: {appName} is a peer-to-peer cryptocurrency OTC desk. We are a marketplace where users can buy and sell cryptocurrencies to and from each other. Users, called traders, create advertisements with the price and the payment method they want to offer. You can browse our website for trade advertisements and search for a payment method you prefer. You'll find traders buying and selling cryptocurrencies online for more than 60 different payment methods. If you're new to {appName} and want to buy cryptocurrencies, please take a look at our guides.
es: FRONT_TYPE es un escritorio OTC de criptomoneda de igual a igual. Somos un mercado donde los usuarios pueden comprar y vender criptomonedas entre ellos. Los usuarios, llamados comerciantes, crean anuncios con el precio y la forma de pago que desean ofrecer. Puede navegar por nuestro sitio web en busca de anuncios comerciales y buscar el método de pago que prefiera. Encontrará comerciantes que compran y venden criptomonedas en línea por más de 60 métodos de pago diferentes. Si es nuevo en FRONT_TYPE y desea comprar criptomonedas, consulte nuestras guías.
ko: FRONT_TYPE은 P2P OTC 가상화폐 거래소입니다. 유저끼리 서로서로 가상화폐를 매매할 수 있는 곳입니다. 거래자(유저)는 자기가 원하는 가격과 결제수단으로 계약을 등록합니다. 여러 거래를 둘러본 후 원하는 결제수단을 찾아볼 수 있습니다. 60개 이상의 결제수단으로 유저들이 가상화폐를 거래하고 있습니다. FRONT_TYPE를 통한 가상화폐 구입이 처음이시라면, 저희 가이드를 참고하시기 바랍니다.
ru: FRONT_TYPE - это P2P OTC платформа для торговли криптовалютой и опционами. Мы являемся рынком, где пользователи могут покупать и продавать криптовалюты друг другу. Пользователи, называемые трейдерами, создают рекламу с ценой и способом оплаты, который они хотят предложить. Вы можете просматривать наш сайт для рекламы торговли и искать способ оплаты, который вы предпочитаете. Вы найдете трейдеров, покупающих и продающих криптовалюты онлайн для более чем 60 различных способов оплаты. Если вы новичок в FRONT_TYPE и хотите купить криптовалюты, ознакомьтесь с нашими руководствами.

# faq__answer_1
source: You can check our {buying} and {selling} guides to get started with trading Monero.
es: Puede echar un vistazo a nuestras guías de {buying} y de {selling} para empezar a comerciar con Monero.
ko: {buying}와 {selling} 가이드를 참고 후 모네로 거래를 시작하세요.
ru: Наши руководства по {buying} и {selling} Монеро (XMR) могут вам помочь начать торговать.

# faq__answer_1_buying
source: buying
es: compra
ko: 구매
ru: покупке

# faq__answer_1_selling
source: selling
es: venta
ko: 판매
ru: продаже

# faq__answer_1___agoradesk
source: You can check our {buying} and {selling} guides to get started with trading cryptocurrencies.
es: Puede consultar nuestras guías {buying} y {selling} para comenzar a comerciar con criptomonedas.
ko: {buying}와 {selling} 가이드를 참고 후 가상화폐 거래를 시작하세요.
ru: Вы можете проверить наши {buying} и {selling} руководства, чтобы начать торговать криптовалютами.

# faq__answer_10
source: If you purchase Monero using {appName}, the Monero will be sent to your provided Monero settlement wallet. From there you can send it wherever you wish. If you want to sell Monero, you first need to deposit XMR to your {appName} Monero wallet.
es: Si compras Monero usando FRONT_TYPE, el Monero será enviado a tu cartera de liquidación de Monero proporcionada. A partir de ahí puedes enviarlo a donde quieras. Si quiere vender Monero, primero tiene que depositar el bono de arbitraje en su monedero de bonos de arbitraje FRONT_TYPE Monero.
ko: FRONT_TYPE을(를) 사용하여 모네로를 구매하면 제공된 모네로 결제 지갑으로 모네로가 전송됩니다. 거기에서 원하는 곳으로 보낼 수 있습니다. 모네로를 매도하려면 먼저 FRONT_TYPE 모네로 중재채권 지갑에 중재채권을 입금해야 합니다.
ru: Если вы покупаете Monero с помощью FRONT_TYPE, Monero будут отправлены на предоставленный вами расчетный кошелек Monero. Оттуда вы можете отправить монеты куда пожелаете. Если вы хотите продавать Monero, сначала вам нужно внести арбитражный залог на ваш FRONT_TYPE кошелек.

# faq__answer_10_wallet_page
source: wallet page
es: la página de su Billetera
ko: 지갑 페이지
ru: страницу кошелька

# faq__answer_10___agoradesk
source: If you purchase cryptocurrency using {appName}, the coins will be sent to your provided settlement wallet. From there you can send it wherever you wish. If you want to sell cryptocurrency, you first need to deposit cryptocurrency to your relevant {appName} wallet.
es: Si compras criptodivisas utilizando FRONT_TYPE, las monedas se enviarán a tu monedero de liquidación proporcionado. A partir de ahí, podrá enviarlas a donde desee. Si desea vender criptodivisas, primero debe depositar un bono de arbitraje en su monedero de bonos de arbitraje FRONT_TYPE.
ko: FRONT_TYPE을(를) 사용하여 암호화폐를 구매하면 제공된 결제 지갑으로 코인이 전송됩니다. 거기에서 원하는 곳으로 보낼 수 있습니다. 암호화폐를 판매하려면 먼저 해당 FRONT_TYPE 중재채권 지갑에 중재채권을 예치해야 합니다.
ru: Если вы покупаете криптовалюту с помощью FRONT_TYPE, монеты будут отправлены на предоставленный вами расчетный кошелек. Оттуда вы можете отправить их туда, куда пожелаете. Если вы хотите продать криптовалюту, вам сначала нужно внести арбитражный залог на освободившийся кошелек FRONT_TYPE arbitration bond.

# faq__answer_11
source: In order to sell Monero on {appName} you'll first need to send some Monero for the arbitration bond to your {appName} wallet. To do that you'll need a {appName} account, access to Monero in another Monero wallet and you need to know your {appName} receiving address. To find your {appName} receiving address you need to go to visit the {wallet-page}. The top of the page is divided in three parts allowing you to both send, receive Monero and view your transactions. On the 'Receive' tab you'll find your receiving address. Once you know your {appName} receiving address, you can go to your other Monero wallet and use this address to send Monero to your {appName} address.
es: Para vender Monero en FRONT_TYPE primero tendrá que enviar algunos Monero para bonos de arbitraje a su cartera de bonos de arbitraje de FRONT_TYPE. Para ello, necesitarás una cuenta de FRONT_TYPE, acceso a Monero en otra cartera de Monero y conocer tu dirección de recepción de FRONT_TYPE. Para encontrar su dirección de recepción FRONT_TYPE necesita ir a visitar la página {wallet-page}. La parte superior de la página está dividida en tres partes que le permiten tanto enviar, como recibir bonos de arbitraje de Monero y ver sus transacciones. En la pestaña "Recibir" encontrará su dirección de recepción. Una vez que sepas tu dirección de recepción de FRONT_TYPE, puedes ir a tu otra cartera de Monero y utilizar esta dirección para enviar Monero a tu dirección de FRONT_TYPE.
ko: FRONT_TYPE에서 Monero를 판매하려면 먼저 FRONT_TYPE 중재 채권 지갑에 중재 채권을 위해 일부 Monero를 보내야 합니다. 그러려면 FRONT_TYPE 계정이 필요하고 다른 Monero 지갑에서 Monero에 액세스할 수 있으며 FRONT_TYPE 수신 주소를 알아야 합니다. FRONT_TYPE 수신 주소를 찾으려면 {wallet-page}을(를) 방문해야 합니다. 페이지 상단은 Monero 중재 채권을 보내고 받고 거래를 볼 수 있는 세 부분으로 나뉩니다. '수신' 탭에서 수신 주소를 찾을 수 있습니다. FRONT_TYPE 수신 주소를 알게 되면 다른 Monero 지갑으로 이동하여 이 주소를 사용하여 FRONT_TYPE 주소로 Monero를 보낼 수 있습니다.
ru: Для того чтобы продавать Monero на FRONT_TYPE, сначала вам нужно будет отправить некоторое количество Monero для арбитражного залога на кошелек FRONT_TYPE. Для этого вам понадобится аккаунт FRONT_TYPE, доступ к Monero в другом кошельке Monero и ваш адрес получения FRONT_TYPE. Чтобы узнать свой адрес получения FRONT_TYPE, вам нужно зайти на страницу {wallet-page}. Верхняя часть страницы разделена на три части, позволяющие вам как отправлять, так и получать арбитражный залог Monero и просматривать свои транзакции. На вкладке 'Receive' вы найдете свой адрес получения. Как только вы узнаете свой адрес получения FRONT_TYPE, вы можете зайти в свой другой кошелек Monero и использовать этот адрес для отправки Monero на адрес FRONT_TYPE.

# faq__answer_11___agoradesk
source: In order to sell cryptocurrencies on {appName} you'll first need to send some coins for the arbitration bond to your {appName} wallet. To do that you'll need a {appName} account, access to coins in another wallet and you need to know your {appName} receiving address. To find your {appName} receiving address you need to go to visit the {wallet-page}. Select the relevant cryptocurrency, the top of the wallet page is divided in three parts allowing you to both send, receive cryptocurrency and view your transactions. On the 'Receive' tab you'll find your receiving address. Once you know your {appName} receiving address, you can go to your other wallet and use this address to send the coins to your {appName} address.
es: Para vender criptodivisas en FRONT_TYPE primero tendrás que enviar algunas monedas para el bono de arbitraje a tu cartera de bonos de arbitraje de FRONT_TYPE. Para ello, necesitarás una cuenta de FRONT_TYPE, acceso a monedas en otro monedero y conocer tu dirección de recepción de FRONT_TYPE. Para encontrar su dirección de recepción FRONT_TYPE necesita ir a visitar el {wallet-page}. Seleccione la criptomoneda correspondiente, la parte superior de la página del monedero está dividida en tres partes que le permiten tanto enviar, como recibir bonos de arbitraje y ver sus transacciones. En la pestaña "Recibir" encontrará su dirección de recepción. Una vez que sepas tu dirección de recepción de FRONT_TYPE, puedes ir a tu otro monedero y utilizar esta dirección para enviar las monedas a tu dirección de FRONT_TYPE.
ko: FRONT_TYPE에서 암호 화폐를 판매하려면 먼저 FRONT_TYPE 중재 채권 지갑에 중재 채권용 코인을 보내야 합니다. 그러려면 FRONT_TYPE 계정이 필요하고 다른 지갑의 코인에 액세스할 수 있으며 FRONT_TYPE 수신 주소를 알아야 합니다. FRONT_TYPE 수신 주소를 찾으려면 {wallet-page}을(를) 방문해야 합니다. 관련 암호화폐를 선택하면 지갑 페이지 상단이 세 부분으로 나누어져 송금, 중재 보증금 수령 및 거래 내역을 볼 수 있습니다. '수신' 탭에서 수신 주소를 찾을 수 있습니다. FRONT_TYPE 수신 주소를 알게 되면 다른 지갑으로 이동하여 이 주소를 사용하여 FRONT_TYPE 주소로 코인을 보낼 수 있습니다.
ru: Для того чтобы продавать криптовалюты на FRONT_TYPE, вам сначала нужно будет отправить несколько монет для арбитражного залога на ваш кошелек арбитражного залога FRONT_TYPE. Для этого вам понадобится учетная запись FRONT_TYPE, доступ к монетам в другом кошельке и свой адрес получения FRONT_TYPE. Чтобы узнать свой адрес получения FRONT_TYPE, вам нужно зайти на {wallet-page}. Выберите соответствующую криптовалюту, верхняя часть кошелька разделена на три части, позволяющие вам как отправлять, так и получать арбитражный залог и просматривать свои транзакции. На вкладке 'Receive' вы найдете свой адрес получения. Как только вы узнаете свой адрес получения FRONT_TYPE, вы можете перейти в другой кошелек и использовать этот адрес для отправки монет на ваш адрес FRONT_TYPE.

# faq__answer_12
source: Transactions take between 10-60 minutes when you are sending Monero to your {appName} wallet or when your sending Monero out from your {appName} wallet.
es: Las transacciones tardan entre 10-60 minutos cuando envías Monero a tu cartera FRONT_TYPE o cuando envías Monero desde tu cartera FRONT_TYPE.
ko: FRONT_TYPE 지갑으로 Monero를 보내거나 FRONT_TYPE 지갑에서 Monero를 보낼 때 거래는 10-60분 정도 걸립니다.
ru: Транзакции занимают от 10 до 60 минут при отправке Monero на кошелек FRONT_TYPE или при отправке Monero с кошелька FRONT_TYPE.

# faq__answer_12___agoradesk
source: Transactions take between 10-60 minutes when you are sending coins to your {appName} wallet or when your sending coins out from your {appName} wallet.
es: Las transacciones tardan entre 10-60 minutos cuando envías monedas a tu monedero FRONT_TYPE o cuando envías monedas desde tu monedero FRONT_TYPE.
ko: FRONT_TYPE 지갑으로 코인을 보내거나 FRONT_TYPE 지갑에서 코인을 보낼 때 거래는 10-60분 정도 걸립니다.
ru: Транзакции занимают от 10 до 60 минут при отправке монет на кошелек FRONT_TYPE или при отправке монет с кошелька FRONT_TYPE.

# faq__answer_13
source: The Monero network might be experiencing congestion, in this case transactions will take much longer to go through. Monero transactions have to be confirmed by the Monero network. When a transaction is made it gets sent into a transaction pool from where it is bundled up into blocks that Monero miners confirm through mining. Blocks get mined on average every two minutes. Once the transaction has been included in a block and has been mined, it has been confirmed once. When the confirmation count of the transaction reaches a certain threshold, currently 10 confirmations, the transaction appears in the receiving wallets. You can read more about confirmations on the Monero wikipedia and you can see the current number of unconfirmed transactions on the Monero network in your {wallet}.
es: La red Monero puede estar experimentando congestión, en este caso las transacciones pueden llevar más tiempo. Las transacciones de Monero tienen que ser confirmadas por la red Monero. Cuando se realiza una transacción, se envía a un grupo de transacciones desde donde se empaqueta en bloques que los mineros de Monero confirman a través de la minería. Los bloques se minan en promedio cada dos minutos. Una vez que la transacción se incluyó en un bloque y se extrajo, se confirma una vez. Cuando el recuento de confirmación de la transacción alcanza un cierto umbral, actualmente 10 confirmaciones, la transacción aparece en las carteras receptoras. Puede leer más acerca de las confirmaciones en la wikipedia de Monero y puede ver el número actual de transacciones no confirmadas en la red de Monero en su {wallet}
ko: 모네로 네트워크에 트래픽이 많을 경우 모네로 전송에 더 많은 시간이 소요됩니다. 모네로 전송은 모네로 네트워크에서 확인되어야 합니다. 전송요청은 모네로 전송요청풀에 보내져 다른 요청과 함께 블록으로 묶여 모네로 마이너가 블록을 캐 요청을 확인합니다. 블록을 캐는 데에는 평균 2분이 소요됩니다. 요청이 포함된 블록이 캐지면 1번 확인됩니다. 최소 확인 횟수(현재 10회)를 도달하면 받을 지갑에 해당 거래내역이 나타납니다. 더 자세한 내용은 모네로 위키피디아에서 확인하시고 {wallet}에서 현재 모네로 네트워크 내 미확인된 요청을 확인할 수 있습니다.
ru: Монеро (XMR)-сеть может быть перегружена, в этом случае обработка транзакций займет больше времени. FRONT_TYPE необходимо 10 подтверждений для зачисления Монеро (XMR) вам на счет. Вы можете подробнее ознакомиться с процессом подтверждений на Википедии и посмотреть текущее количество неподтвержденных транзакций в вашем {wallet}

# faq__answer_13_wallet
source: wallet
es: billetera
ko: 지갑
ru: кошельке
