Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__mnemonic__btc__electrum__content__6
source: In the "Seed extension" input, type in the {appName} password that you've used when finalizing the trade and press "Next".
es: En la entrada "Extensión de la semilla", escriba la contraseña FRONT_TYPE que ha utilizado al finalizar la operación y pulse "Siguiente".
ko: "시드 확장" 입력에서 거래를 완료할 때 사용한 FRONT_TYPE 비밀번호를 입력하고 "다음"을 누릅니다.
ru: В поле "Seed extension" введите пароль FRONT_TYPE, который вы использовали при заключении сделки, и нажмите "Next".

# guide__mnemonic__btc__electrum__content__7
source: Select "native segwit (p2wpkh)" and in the derivation path input below write {formattedDerivationPath}. Press "Next".
es: Seleccione "segwit nativo (p2wpkh)" y en la entrada de la ruta de derivación escriba {formattedDerivationPath}. Pulse "Siguiente".
ko: "native segwit (p2wpkh)"를 선택하고 아래의 파생 경로 입력에 {formattedDerivationPath}을 작성하십시오. "다음"을 누릅니다.
ru: Выберите "native segwit (p2wpkh)" и в поле ввода пути деривации ниже напишите {formattedDerivationPath}. Нажмите "Next".

# guide__mnemonic__btc__electrum__content__8
source: Choose whichever password you want for your wallet and press "Next".
es: Elige la contraseña que quieras para tu cartera y pulsa "Siguiente".
ko: 지갑에 사용할 비밀번호를 선택하고 "다음"을 누르십시오.
ru: Выберите пароль, который вы хотите использовать для своего кошелька, и нажмите "Next".

# guide__mnemonic__btc__electrum__content__9
source: That's it! You'll see all the transactions under the "History" tab.
es: Ya está. Verás todas las transacciones en la pestaña "Historial".
ko: 그게 다야! "내역" 탭에서 모든 거래를 볼 수 있습니다.
ru: Вот и все! Вы увидите все транзакции на вкладке "History".

# guide__mnemonic__btc__electrum__title
source: Using Electrum
es: Uso de Electrum
ko: 일렉트럼 사용하기
ru: Использование Electrum

# guide__mnemonic__monero__cli__content__1
source: Download the latest version of the Monero CLI wallet for your OS from <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
es: Descargue la última versión de la cartera Monero CLI para su sistema operativo desde <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
ko: <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>에서 OS용 Monero CLI 지갑의 최신 버전을 다운로드합니다.
ru: Загрузите последнюю версию кошелька Monero CLI для вашей ОС с сайта <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.

# guide__mnemonic__monero__cli__content__2
source: Launch the wallet with the {formattedFlag} flag.
es: Lanza la cartera con la bandera {formattedFlag} .
ko: {formattedFlag} 플래그로 지갑을 시작합니다.
ru: Запустите кошелек с флагом {formattedFlag} .

# guide__mnemonic__monero__cli__content__3
source: Enter whichever name for your wallet that you want.
es: Introduzca el nombre que desee para su cartera.
ko: 원하는 지갑 이름을 입력하세요.
ru: Введите любое имя для вашего кошелька.

# guide__mnemonic__monero__cli__content__4
source: When asked to <strong>"Specify Electrum seed"</strong>, paste the mnemonic seed from the trade page.
es: Cuando se le pida <strong>"Especificar semilla de Electrum"</strong>, pegue la semilla mnemotécnica de la página de comercio.
ko: <strong>"Electrum seed 지정"</strong>메시지가 표시되면 거래 페이지에서 니모닉 시드를 붙여넣습니다.
ru: Когда вас попросят <strong>"Укажите seed-фразу для Electrum"</strong>, вставьте seed-фразу со страницы сделки.

# guide__mnemonic__monero__cli__content__5
source: When asked to <strong>"Enter seed offset passphrase",</strong> type in the {appName} password that you've used when finalizing the trade.
es: Cuando se le pida <strong>"Introducir frase de contraseña de compensación de semillas",</strong> escriba la contraseña de FRONT_TYPE que ha utilizado al finalizar la operación.
ko: <strong>"시드 오프셋 암호를 입력하십시오"라는 메시지가 표시되면</strong> 거래를 완료할 때 사용한 FRONT_TYPE 비밀번호를 입력합니다.
ru: Когда вас попросят <strong>"Введите фразу-пароль смещения seed",</strong> введите пароль FRONT_TYPE, который вы использовали при завершении сделки.

# guide__mnemonic__monero__cli__content__6
source: Answer the next questions to your preference.
es: Responda a las siguientes preguntas según su preferencia.
ko: 다음 질문에 원하는 대로 답하십시오.
ru: Ответьте на следующие вопросы в соответствии с вашими предпочтениями.

# guide__mnemonic__monero__cli__content__7
source: That's it! After the wallet is synchronized, you'll see all the transactions by using the {formattedCommand} command.
es: Eso es todo. Después de que el monedero esté sincronizado, verás todas las transacciones usando el comando {formattedCommand} .
ko: 그게 다야! 지갑이 동기화되면 {formattedCommand} 명령을 사용하여 모든 거래를 볼 수 있습니다.
ru: Вот и все! После синхронизации кошелька вы увидите все транзакции, используя команду {formattedCommand} .

# guide__mnemonic__monero__cli__title
source: Using official CLI wallet
es: Utilizar el monedero oficial CLI
ko: 공식 CLI 지갑 사용
ru: Использование официального кошелька CLI

# guide__mnemonic__monero__gui__content__1
source: Download the latest version of the Monero GUI wallet for your OS from <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> and launch it.
es: Descargue la última versión del monedero GUI para su sistema operativo desde <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> e inícielo.
ko: <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> 에서 OS용 Monero GUI 지갑의 최신 버전을 다운로드하고 실행합니다.
ru: Загрузите последнюю версию кошелька Monero GUI для вашей ОС с сайта <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> и запустите ее.

# guide__mnemonic__monero__gui__content__2
source: Choose whichever wallet mode you prefer, and then select "Restore wallet from keys or mnemonic seed".
es: Elija el modo de monedero que prefiera y, a continuación, seleccione "Restaurar monedero a partir de claves o semillas mnemónicas".
ko: 원하는 지갑 모드를 선택한 다음 "키 또는 니모닉 시드에서 지갑 복원"을 선택하십시오.
ru: Выберите режим работы кошелька, который вам больше нравится, а затем выберите "Restore wallet from keys or mnemonic seed".

# guide__mnemonic__monero__gui__content__3
source: Choose "Restore from seed" (selected by default) and paste the mnemonic seed from the trade page into the input below. Then, select "Seed offset passphrase" and type in the {appName} password that you've used when finalizing the trade. Press "Next".
es: Elija "Restaurar desde la semilla" (seleccionada por defecto) y pegue la semilla mnemotécnica de la página de comercio en la entrada de abajo. A continuación, seleccione "Frase de contraseña de compensación de semillas" y escriba la contraseña de FRONT_TYPE que ha utilizado al finalizar la operación. Pulse "Siguiente".
ko: "시드에서 복원"(기본적으로 선택됨)을 선택하고 거래 페이지의 니모닉 시드를 아래 입력에 붙여넣습니다. 그런 다음 "Seed offset passphrase"를 선택하고 거래를 완료할 때 사용한 FRONT_TYPE 비밀번호를 입력하십시오. "다음"을 누릅니다.
ru: Выберите "Restore from seed" (выбрано по умолчанию) и вставьте seed-фразу со страницы сделки в поле ввода ниже. Затем выберите "Seed offset passphrase" и введите пароль FRONT_TYPE, который вы использовали при завершении сделки. Нажмите "Next".

# guide__mnemonic__monero__gui__content__4
source: That's it! After the wallet is synchronized, you'll see all the transactions under the "Transactions" tab.
es: Eso es todo. Una vez sincronizado el monedero, verás todas las transacciones en la pestaña "Transacciones".
ko: 그게 다야! 지갑이 동기화되면 "거래" 탭 아래에 모든 거래가 표시됩니다.
ru: Вот и все! После синхронизации кошелька вы увидите все транзакции на вкладке "Transactions".

# guide__mnemonic__monero__gui__title
source: Using official GUI wallet
es: Utilizar el monedero oficial GUI
ko: 공식 GUI 지갑 사용
ru: Использование официального кошелька GUI

# guide__mnemonic__title
source: How to restore my non-custodial settlement wallet from the mnemonic seed?
es: ¿Cómo restablecer mi cartera de liquidación sin custodia desde la semilla mnemotécnica?
ko: 니모닉 시드에서 비 보관 결제 지갑을 복원하는 방법은 무엇입니까?
ru: Как восстановить мой некастодиальный кошелек для расчетов из seed-фразы?

# guide__non_custodial__buy__1
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> - you'll see the top offers for your default region. You can refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box and pressing "Search".
es: Vaya a la <a target="_blank" href="/" class="next-link">página principal</a> : verá las mejores ofertas para su región predeterminada. Puede refinar sus resultados ingresando la cantidad deseada y cambiando la moneda, el país o el método de pago (seleccione "Todas las ofertas en línea" si no está seguro de qué método de pago desea utilizar) en el cuadro de búsqueda y presione "Buscar".
ko: <a target="_blank" href="/" class="next-link">기본 페이지</a> 로 이동하면 기본 지역의 인기 상품이 표시됩니다. 검색 상자에 원하는 금액을 입력하고 통화, 국가 또는 지불 방법을 변경하고(사용하려는 지불 방법이 확실하지 않은 경우 "모든 온라인 제안" 선택) "검색"을 눌러 결과를 구체화할 수 있습니다.
ru: Перейдите на <a target="_blank" href="/" class="next-link">главную страницу</a> - вы увидите лучшие предложения для вашего региона по умолчанию. Вы можете уточнить результаты, введя желаемую сумму, изменив валюту, страну или способ оплаты (выберите "Все онлайн предложения", если вы не уверены какой способ оплаты хотите использовать) в поисковой строке и нажав кнопку "Поиск".

# guide__non_custodial__buy__1__1
source: From the list of ads, choose one from a trader with a high amount of trades and a good reputation score (shown respectively in the brackets next to the username). A green circle means the trader has been online today; a yellow circle means they have visited the site this week; and a gray circle means that the trader hasn't been here for over a week. You can click the "Buy" button to view more information about an advertisement.
es: De la lista de anuncios, elija uno de un comerciante con una gran cantidad de operaciones y una buena puntuación de reputación (mostrada respectivamente en los paréntesis junto al nombre de usuario). Un círculo verde significa que el comerciante ha estado en línea hoy; un círculo amarillo significa que ha visitado el sitio esta semana; y un círculo gris significa que el comerciante no ha estado aquí durante más de una semana. Puede hacer clic en el botón "Comprar" para ver más información sobre un anuncio.
ko: 광고 목록에서 거래량이 많고 평판 점수가 좋은 거래자 중 하나를 선택하십시오(각각 사용자 이름 옆에 괄호 안에 표시됨). 녹색 원은 거래자가 오늘 온라인 상태임을 의미합니다. 노란색 원은 이번 주에 사이트를 방문했음을 의미합니다. 회색 원은 거래자가 일주일 넘게 여기에 있지 않았음을 의미합니다. "구매" 버튼을 클릭하면 광고에 대한 자세한 정보를 볼 수 있습니다.
ru: Из списка объявлений выберите одно от трейдера с большим количеством сделок и хорошим показателем репутации (показатели показаны соответственно в скобках рядом с именем пользователя). Зеленый круг означает, что трейдер был онлайн сегодня; желтый круг означает, что он посещал сайт на этой неделе; серый круг означает, что трейдера не было здесь больше недели. Вы можете нажать кнопку "Купить", чтобы просмотреть более подробную информацию об объявлении.

# guide__non_custodial__buy__1___agoradesk
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> - you'll see the top offers for your default region. Then, select the cryptocurrency you want to trade by pressing the corresponding tab on the row above the ads table. For this example, we'll choose BTC. In the left column you should then select the "Buy" tab. You can refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box and pressing the blue button with the "Search" icon.
es: Vaya a la <a target="_blank" href="/" class="next-link">página principal</a> : verá las mejores ofertas para su región predeterminada. Luego, seleccione la criptomoneda con la que desea operar presionando la pestaña correspondiente en la fila sobre la tabla de anuncios. Para este ejemplo, elegiremos BTC. En la columna de la izquierda, debe seleccionar la pestaña "Comprar". Puede refinar sus resultados ingresando la cantidad deseada y cambiando la moneda, el país o el método de pago (seleccione "Todas las ofertas en línea" si no está seguro de qué método de pago desea usar) en el cuadro de búsqueda y presionando el botón azul con el Icono "Buscar".
ko: <a target="_blank" href="/" class="next-link">기본 페이지</a> 로 이동하면 기본 지역의 인기 상품이 표시됩니다. 그런 다음 광고 표 위의 행에서 해당 탭을 눌러 거래하려는 암호화폐를 선택합니다. 이 예에서는 BTC를 선택합니다. 왼쪽 열에서 "구매" 탭을 선택해야 합니다. 검색 상자에 원하는 금액을 입력하고 통화, 국가 또는 지불 방법을 변경하여 검색 결과를 구체화할 수 있습니다(사용하려는 지불 방법이 확실하지 않은 경우 "모든 온라인 제안" 선택). "검색" 아이콘입니다.
ru: Перейдите на <a target="_blank" href="/" class="next-link">главную страницу</a> - вы увидите топ-предложения для вашего региона по умолчанию. Затем выберите криптовалюту, которой вы хотите торговать, нажав соответствующую вкладку в строке над таблицей объявлений. Для данного примера мы выберем BTC. Затем в левой колонке следует выбрать вкладку "Купить". Вы можете уточнить результаты, введя желаемую сумму и изменив валюту, страну или способ оплаты (выберите "Все онлайн-предложения", если вы не уверены, какой способ оплаты хотите использовать) в поисковой строке и нажав синюю кнопку со значком "Поиск".

# guide__non_custodial__buy__2
source: After you press the "Buy" button, you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them, you can go back to the previous page and choose another advertisement. To start the trade, type in how much {assetName} you want to buy and click the "Send trade request" button. You'll be once again shown the trade terms, read them carefully one more time and make sure you agree, then press "Accept terms".
es: Después de pulsar el botón "Comprar", verás más información sobre el anuncio, incluidas las condiciones del intercambio. Léelas antes de enviar la solicitud de intercambio, si no estás de acuerdo con ellas, puedes volver a la página anterior y elegir otro anuncio. Para iniciar la operación, escribe la cantidad de {assetName} que quieres comprar y haz clic en el botón "Enviar solicitud de operación". Se te mostrarán de nuevo las condiciones de la operación, léelas con atención una vez más y asegúrate de que estás de acuerdo, luego pulsa "Aceptar condiciones".
ko: "구매" 버튼을 누르면 거래 조건을 포함하여 광고에 대한 자세한 정보를 볼 수 있습니다. 거래 요청을 제출하기 전에 해당 내용을 읽고 동의하지 않으면 이전 페이지로 돌아가서 다른 광고를 선택할 수 있습니다. 거래를 시작하려면 구매하려는 금액( {assetName} )을 입력하고 "거래 요청 보내기" 버튼을 클릭하세요. 다시 한 번 거래 조건이 표시되고 한 번 더 주의 깊게 읽고 동의하는지 확인한 다음 "조건 수락"을 누릅니다.
ru: После нажатия кнопки "Купить" вы увидите более подробную информацию об объявлении, включая условия сделки. Прочитайте их перед отправкой запроса на сделку, если вы не согласны с ними, вы можете вернуться на предыдущую страницу и выбрать другое объявление. Чтобы начать сделку, введите, сколько {assetName} вы хотите купить, и нажмите кнопку "Отправить запрос на сделку". Вам снова будут показаны условия сделки, внимательно прочитайте их еще раз и убедитесь, что вы согласны, затем нажмите кнопку "Принять условия".

# guide__non_custodial__buy__3
source: Next, you'll be prompted to enter your settlement wallet address. This is the address that the coins you've bought will be sent to. If you don't have a personal XMR wallet, you can use either the <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">official Monero GUI or CLI wallet</a> or <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather wallet</a>. Copy your address from your wallet and paste it in the "Receiving Monero address" input (make sure the pasted address is the same as the copied address to avoid losing your coins). Please note, that the wallet you use for trade settlement must be your own, third-party hosted wallets are not allowed. Once done, press "Start trading" to begin the trade.
es: A continuación, se le pedirá que ingrese la dirección de su billetera de liquidación. Esta es la dirección a la que se enviarán las monedas que ha comprado. Si no tiene una billetera XMR personal, puede usar la <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">GUI oficial de Monero o la billetera CLI</a> o la <a target="_blank" href="https://featherwallet.org/" class="next-link">billetera Feather</a>. Copie su dirección de su billetera y péguela en la entrada "Recibiendo dirección de Monero" (asegúrese de que la dirección pegada sea la misma que la dirección copiada para evitar perder sus monedas). Tenga en cuenta que la billetera que utilice para la liquidación de transacciones debe ser suya, no se permiten billeteras alojadas por terceros. Una vez hecho esto, presione "Comenzar a operar" para comenzar la operación.
ko: 다음으로 결제 지갑 주소를 입력하라는 메시지가 표시됩니다. 구매한 코인이 발송될 주소입니다. 개인 XMR 지갑이 없는 경우 <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">공식 Monero GUI 또는 CLI 지갑</a> 또는 <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather 지갑</a>을 사용할 수 있습니다. 지갑에서 주소를 복사하여 "모네로 받기 주소" 입력에 붙여넣습니다(붙여넣은 주소가 복사한 주소와 동일한지 확인하여 코인 분실 방지). 거래 결제에 사용하는 지갑은 본인 소유의 지갑이어야 하며, 타사 호스팅 지갑은 허용되지 않습니다. 완료되면 "거래 시작"을 눌러 거래를 시작합니다.
ru: Затем вам будет предложено ввести адрес вашего расчетного кошелька. Это адрес, на который будут отправлены купленные вами монеты. Если у вас нет личного кошелька XMR, вы можете использовать либо <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">официальный кошелек Monero GUI или кошелек Monero CLI</a> , либо <a target="_blank" href="https://featherwallet.org/" class="next-link">кошелек Feather</a>. Скопируйте свой адрес из своего кошелька и вставьте его в поле «Адрес получения Monero» (убедитесь, что вставленный адрес совпадает с скопированным адресом, чтобы не потерять свои монеты). Обратите внимание, что кошелек, который вы используете для торговых расчетов, должен быть вашим собственным, использование кошельков третьих лиц не разрешается. После этого нажмите «Начать сделку», чтобы начать сделку.

# guide__non_custodial__buy__3___agoradesk
source: Next, you'll be prompted to enter your settlement wallet address. This is the address that the coins you've bought will be sent to. If you don't have a personal BTC wallet, you can use <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum wallet</a>. Copy your address from your wallet and paste it in the "Receiving Bitcoin address" input (make sure the pasted address is the same as the copied address to avoid losing your coins). Please note, that the wallet you use for trade settlement must be your own, third-party hosted wallets are not allowed. Once done, press "Start trading" to begin the trade.
es: A continuación, se le pedirá que ingrese la dirección de su billetera de liquidación. Esta es la dirección a la que se enviarán las monedas que ha comprado. Si no tiene una billetera BTC personal, puede usar la <a target="_blank" href="https://electrum.org/#home" class="next-link">billetera Electrum</a>. Copie su dirección de su billetera y péguela en la entrada "Recibiendo la dirección de Bitcoin" (asegúrese de que la dirección pegada sea la misma que la dirección copiada para evitar perder sus monedas). Tenga en cuenta que la billetera que utilice para la liquidación de transacciones debe ser suya, no se permiten billeteras alojadas por terceros. Una vez hecho esto, presione "Comenzar a operar" para comenzar la operación.
ko: 다음으로 결제 지갑 주소를 입력하라는 메시지가 표시됩니다. 구매한 코인이 발송될 주소입니다. 개인 BTC 지갑이 없는 경우 <a target="_blank" href="https://electrum.org/#home" class="next-link">일렉트럼 지갑</a>을 사용할 수 있습니다. 지갑에서 주소를 복사하여 "비트코인 수신 주소" 입력에 붙여넣습니다(붙여넣은 주소가 복사한 주소와 동일한지 확인하여 코인 분실 방지). 거래 결제에 사용하는 지갑은 본인 소유의 지갑이어야 하며, 타사 호스팅 지갑은 허용되지 않습니다. 완료되면 "거래 시작"을 눌러 거래를 시작합니다.
ru: Затем вам будет предложено ввести адрес вашего расчетного кошелька. Это адрес, на который будут отправлены купленные вами монеты. Если у вас нет личного кошелька BTC, вы можете использовать <a target="_blank" href="https://electrum.org/#home" class="next-link">кошелек Electrum</a>. Скопируйте адрес из своего кошелька и вставьте его в поле "Адрес получения Bitcoin" (убедитесь, что вставленный адрес совпадает с скопированным адресом, чтобы не потерять свои монеты). Обратите внимание, что кошелек, который вы используете для торговых расчетов, должен быть вашим собственным, использование кошельков третьих лиц не разрешается. После этого нажмите кнопку "Начать сделку", чтобы начать сделку.

# guide__non_custodial__buy__4
source: A trade page will be opened in your browser. Communicate with the seller through the trade chat to make sure the seller is ready to receive your payment and to clarify any questions you have about making the payment.
es: Se abrirá una página de comercio en su navegador. Comunícate con el vendedor a través del chat de comercio para asegurarte de que el vendedor está preparado para recibir tu pago y para aclarar cualquier duda que tengas sobre la realización del mismo.
ko: 브라우저에서 거래 페이지가 열립니다. 거래 채팅을 통해 판매자와 통신하여 판매자가 지불을 받을 준비가 되었는지 확인하고 지불에 대한 질문을 명확히 하십시오.
ru: В вашем браузере откроется страница сделки. Общайтесь с продавцом через торговый чат чтобы убедиться, что продавец готов принять ваш платеж, и чтобы уточнить любые вопросы, возникшие у вас в связи с осуществлением платежа.

# guide__non_custodial__buy__5
source: Conduct the payment according to the seller's instructions and immediately press "I have paid" - this will notify the seller that the payment is complete and prevent the seller from canceling the trade.
es: Realice el pago según las instrucciones del vendedor y pulse inmediatamente "He pagado" - esto notificará al vendedor que el pago está completo y evitará que el vendedor cancele la operación.
ko: 판매자의 지시에 따라 결제를 진행하고 즉시 "결제 완료"를 누르십시오. 그러면 판매자에게 결제가 완료되었음을 알리고 판매자가 거래를 취소하는 것을 방지할 수 있습니다.
ru: Проведите оплату в соответствии с инструкциями продавца и сразу же нажмите кнопку "I have paid" ("Я оплатил") - это уведомит продавца о том, что оплата завершена, и не позволит ему отменить сделку.
