Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__subaddresses__0__text
source: <p>Monero has always found innovative ways to solve difficult privacy problems. Often times these innovations lead to other innovations, and sometimes these resulting technologies can even be used for usecases not previously considered. Nowhere is this exemplified more than in the case of Monero's subaddress technology.</p> <p>Consider a hypothetical privacy problem, wherein usage of one address across multiple platforms from seemingly unrelated peoples can lead to the linkage and deanonymization of said peoples. Put simply, if you were a person named Billy Joe Bob and you sold apples for Bitcoin, you might post your Bitcoin address in a public place for customers to pay you. Let's say the address starts with the alphanumeric string 7XybV3... But tossing aside the obvious privacy risk of anyone being able to check your Bitcoin balance and see how much you have sold, there's a second, not often talked about privacy risk. Let's say you were also an underground hacker going by the name of l33tz0r. You do whistle blowing work, telling an unsuspecting populace about government corruption, and it's imperative that you keep your identity a secret. You accept Bitcoin donations for your work, and post the address on a public forum. It's the same address that you accept money from your apple customers. The 7XybV3... one.</p> <p>A simple, but devastating deanonymization attack would be to use an internet search engine to search for your Bitcoin address. Putting the address of 7XybV3... in the engine brings up two different results. The apple business, and l33tz0r. This is enough to link the two identities and deanonymize l33tz0r, with potentially scary consequences from the powers that be.</p> <p>It's important to note that this attack is ALSO possible with Monero. Even though Monero hides most on-chain data, this attack doesn't use any. It only uses the address, which must be shared in order to receive payment. Publicly in the case of anonymous donations. This is one potential way in which Monero users can unwittingly hurt their privacy, and is also an example of how, even though Monero is top tier in regards to privacy retention, it is not bulletproof.</p> <p>The usual way of getting around this problem was owning multiple wallets. With different addresses posted for every identity (or usecase), they cannot be linked. But this privacy only holds if the user never mixes them up. Accidentally posting the incorrect address would have the same linkage effects. As well, the seed of each address must be kept secure, increasing the infosec work necessary with each new wallet made.</p> <p>Monero's solution was subaddresses. The ability to create an absolutely massive number of addresses underneath the main address, using it as a seed of sorts. Every generated subaddress can accept Monero, and all of it goes to the same wallet. Using this method, the number of identities that can be operated under one address is huge while keeping the infosec work to a minimum. These addresses are also not mathematically linkable, so unless the user shouts their connection to the world, an outside observer will have great difficulty linking them.</p> <p>But another interesting usecase emerged from subaddresses; as a replacement option of the universally hated payment IDs.</p> <p>Payment IDs were a way for merchants to identify which customer sent which payment. Since Monero information is obscured on chain, the receiver of a transaction is not able to see which address sent it. This means that if there are similarly priced items and multiple orders, it can become impossible to identify who sent what. Payment IDs are a unique, random string generated by the merchant and given to the customer. The customer adds this as a separate field when sending the transaction. This random string is placed on the blockchain as part of the transaction, and in this way, the merchant is able to identify and sort through incoming transactions.</p> <p>This method was flawed in several ways. Firstly, it detracts from the uniformity of on-chain data. Additional, unique metadata can make some transactions stand apart from the crowd, thereby allowing heuristic analysis. This is especially true when this metadata is not enforced as mandatory for all. Making this mandatory for everyone would add needless space to the blockchain though, and was not pursued. As well, if a payment ID was ever reused for any reason, it would be trivial to link two transactions as connected. This typically occurred with exchange deposits, and anyone could easily link transactions as both being a deposit on an exchange, and from one particular individual.</p> <p>Secondly, from a UX perspective, payment IDs create a second step that cryptocurrency users coming from other coins are not used to, and if they are forgotten then it causes a massive headache to the merchant who must identify these transactions via other means. This was typically done by speaking directly with each customer who forgot to put the payment ID and confirming other identifying information that only they could know, such as a combination of the amount, date sent, and transaction ID.</p> <p>This extra step was missed by many, and it got to the point where some exchanges started to charge money to customers if their money had to be manually retrieved because of forgetting a payment ID. Others grit their teeth and ate the extra support costs, but nobody was happy about it.</p> <p>There was one solution to this, integrated addresses, which merged the address and the payment ID into one string, so it couldn’t be forgotten, but adoption was fairly weak, despite the benefits merchants would have received from including it.</p> <p>In an interesting turn of events, subaddresses came in to save the day. The ability to generate large amounts of subaddresses per main address, and identify which transactions came into which subaddresses, allowed merchants to rid themselves of payment IDs in an elegant way, while adopting the next generation of Monero technology. Since then, most exchanges and merchant tools have switched to subaddresses as the primary way of transaction identification.</p> <p>What started as a solution for a privacy problem turned into something much more, which solved a major UX issue for merchants and customers alike. Innovation begets more innovation, which can often snowball into unexpected wins for everyone. Monero has seen this time and time again, and puts great effort into innovating what is possible on the blockchain. Who knows what other things we can unlock together?</p>
es: <p>Monero siempre ha encontrado formas innovadoras de resolver problemas difíciles de privacidad. A menudo, estas innovaciones conducen a otras innovaciones y, a veces, estas tecnologías resultantes pueden incluso utilizarse para casos de uso no considerados anteriormente. En ninguna parte esto se ejemplifica más que en el caso de la tecnología de subdirección de Monero.</p> <p>Considere un problema de privacidad hipotético, en el que el uso de una dirección en múltiples plataformas de personas aparentemente no relacionadas puede conducir a la vinculación y desanonimización de dichas personas. En pocas palabras, si fuera una persona llamada Billy Joe Bob y vendiera manzanas por Bitcoin, podría publicar su dirección de Bitcoin en un lugar público para que los clientes le paguen. Digamos que la dirección comienza con la cadena alfanumérica 7XybV3 ... Pero dejando de lado el obvio riesgo de privacidad de que cualquiera pueda verificar su saldo de Bitcoin y ver cuánto ha vendido, hay un segundo, que no se habla a menudo sobre el riesgo de privacidad. Digamos que también eras un hacker clandestino que se llamaba l33tz0r. Haces un trabajo de denuncia de irregularidades, diciéndole a una población desprevenida sobre la corrupción del gobierno, y es imperativo que mantengas tu identidad en secreto. Aceptas donaciones de Bitcoin por tu trabajo y publicas la dirección en un foro público. Es la misma dirección en la que acepta dinero de sus clientes de Apple. El 7XybV3 ... uno.</p> <p>Un ataque de desanonimización simple pero devastador sería utilizar un motor de búsqueda de Internet para buscar su dirección de Bitcoin. Al poner la dirección de 7XybV3 ... en el motor aparecen dos resultados diferentes. El negocio de la manzana y l33tz0r. Esto es suficiente para vincular las dos identidades y desanonimizar a l33tz0r, con consecuencias potencialmente aterradoras por parte de los poderes fácticos.</p> <p>Es importante tener en cuenta que este ataque TAMBIÉN es posible con Monero. Aunque Monero oculta la mayoría de los datos en cadena, este ataque no usa ninguno. Solo utiliza la dirección, que debe compartirse para recibir el pago. Públicamente en el caso de donaciones anónimas. Esta es una forma potencial en la que los usuarios de Monero pueden dañar su privacidad sin saberlo, y también es un ejemplo de cómo, aunque Monero es de primer nivel en lo que respecta a la retención de privacidad, no es a prueba de balas.</p> <p>La forma habitual de solucionar este problema era poseer varias carteras. Con diferentes direcciones publicadas para cada identidad (o caso de uso), no se pueden vincular. Pero esta privacidad solo se mantiene si el usuario nunca los mezcla. Publicar accidentalmente la dirección incorrecta tendría los mismos efectos de vinculación. Además, la semilla de cada dirección debe mantenerse segura, aumentando el trabajo de seguridad de información necesario con cada nueva billetera realizada.</p> <p>La solución de Monero fueron subdirecciones. La capacidad de crear una cantidad absolutamente masiva de direcciones debajo de la dirección principal, usándola como una especie de semilla. Cada subdirección generada puede aceptar Monero y todo va a la misma billetera. Con este método, la cantidad de identidades que se pueden operar bajo una dirección es enorme, mientras se mantiene el trabajo de seguridad al mínimo. Estas direcciones tampoco se pueden vincular matemáticamente, por lo que a menos que el usuario grite su conexión con el mundo, un observador externo tendrá grandes dificultades para vincularlas.</p> <p>Pero otro caso de uso interesante surgió de las subdirecciones; como una opción de reemplazo de los identificadores de pago odiados universalmente.</p> <p>Los ID de pago eran una forma de que los comerciantes identificaran qué cliente envió qué pago. Dado que la información de Monero está oculta en la cadena, el receptor de una transacción no puede ver qué dirección la envió. Esto significa que si hay artículos con precios similares y varios pedidos, puede resultar imposible identificar quién envió qué. Los ID de pago son una cadena aleatoria única generada por el comerciante y entregada al cliente. El cliente agrega esto como un campo separado al enviar la transacción. Esta cadena aleatoria se coloca en la cadena de bloques como parte de la transacción y, de esta manera, el comerciante puede identificar y clasificar las transacciones entrantes.</p> <p>Este método tenía varios defectos. En primer lugar, resta valor a la uniformidad de los datos en cadena. Los metadatos adicionales y únicos pueden hacer que algunas transacciones se destaquen entre la multitud, lo que permite el análisis heurístico. Esto es especialmente cierto cuando estos metadatos no son obligatorios para todos. Sin embargo, hacer esto obligatorio para todos agregaría espacio innecesario a la cadena de bloques, y no se persiguió. Además, si alguna vez se reutilizara un ID de pago por cualquier motivo, sería trivial vincular dos transacciones como conectadas. Esto generalmente ocurría con los depósitos de intercambio, y cualquiera podía vincular fácilmente las transacciones como un depósito en un intercambio y de un individuo en particular.</p> <p>En segundo lugar, desde una perspectiva de UX, los ID de pago crean un segundo paso al que los usuarios de criptomonedas que provienen de otras monedas no están acostumbrados, y si se olvidan, causan un gran dolor de cabeza al comerciante que debe identificar estas transacciones por otros medios. . Por lo general, esto se hacía hablando directamente con cada cliente que olvidó poner el ID de pago y confirmando otra información de identificación que solo ellos podían conocer, como una combinación del monto, la fecha de envío y el ID de la transacción.</p> <p>Muchos pasaron por alto este paso adicional y llegó al punto en que algunos intercambios comenzaron a cobrar dinero a los clientes si su dinero tenía que ser recuperado manualmente debido a que olvidó una identificación de pago. Otros aprietan los dientes y se comen los costos de apoyo adicionales, pero nadie estaba contento con eso.</p> <p>Había una solución para esto, direcciones integradas, que fusionaban la dirección y el ID de pago en una sola cadena, por lo que no se podía olvidar, pero la adopción fue bastante débil, a pesar de los beneficios que los comerciantes habrían recibido al incluirla.</p> <p>En un interesante giro de los acontecimientos, las subdirecciones entraron para salvar el día. La capacidad de generar grandes cantidades de subdirecciones por dirección principal e identificar qué transacciones entraban en qué subdirecciones, permitió a los comerciantes deshacerse de los ID de pago de una manera elegante, mientras adoptaban la próxima generación de tecnología Monero. Desde entonces, la mayoría de los intercambios y las herramientas comerciales se han cambiado a subdirecciones como la forma principal de identificación de transacciones.</p> <p>Lo que comenzó como una solución para un problema de privacidad se convirtió en algo mucho más, lo que resolvió un importante problema de UX para comerciantes y clientes por igual. La innovación genera más innovación, que a menudo puede generar ganancias inesperadas para todos. Monero ha visto esto una y otra vez, y pone un gran esfuerzo en innovar lo que es posible en blockchain. ¿Quién sabe qué otras cosas podemos desbloquear juntos?</p>
ko: <p>모네로는 보안문제를 혁신적인 방법으로 해결해왔습니다. 이런 혁신은 종종 또 다른 혁신을 불러왔으며, 이런 기술들이 전에는 고려하지 않았던 분야에서도 사용될 수 있었습니다. 이를 모네로의 비밀주소처럼 단적으로 보여주는 예는 없습니다.</p> <p>한개의 주소를 사용하는 다수일 수도 있는 사람들이 해당 주소의 이용으로 신분이 노출되는 경우를 생각해봅시다. 무슨 말이냐면, 당신이 김철수라고 가정하고, 김철수가 사과를 팔아 비트코인을 벌려면 이 비트코인 주소를 고객들에게 공개해야 합니다. 이 주소가 7XybV3...로 시작한다고 해봅시다. 누구나 이 주소의 잔액, 거래내역, 거래량을 볼 수 있는 문제를 무시하더라도 사람들이 잘 모르는 다른 보안문제가 있습니다. 당신이 김철수이기도 하지만 l33tz0r라는 이름의 해커로 활동하고 있다고 해봅시다. 당신의 해커로써 정부 부패 등을 고발하는 내부고발 일을 하고 있어 신분을 철저히 숨겨야 합니다. 당신은 일의 대가로 비트코인을 받고 있어 비트코인 주소를 공개 포럼에 올립니다. 이는 당신이 사과판매를 위해 올린 주소와 같은 7XybV3... 주소입니다.</p> <p>간단한 인터넷 검색만 이용해도 당신의 신분을 노출할 수 있는 공격을 감행할 수 있게 됩니다.7XybV3... 주소를 검색해보면 결과가 2가지가 나올 것입니다. 사과사업과 l33tz0r. 이 두가지만 있어도 충분히 두 신분이 동일한 것을 알 수 있고 l33tz0r의 정체가 공개되어 권력층의 철퇴를 맞을 수 있습니다.</p> <p>이런 공격이 모네로에서도 가능하다는 것을 알아야 합니다. 모네로가 대부분의 체인 데이터를 숨기고 있지만, 이러한 공격은 체인 데이터를 이용하지 않습니다. 이는 그저 돈을 받기 위해 공유할 수 있는 주소만을 이용합니다. 이 주소는 익명 기부든 많은 이유로 공개될 수 있습니다. 이러한 사례가 유저들이 자기도 모르게 자기 정보를 노출할 수 있음과 모네로가 아무리 보안에 있어 최고의 기술을 자랑해도 무적이 아님을 보여줍니다.</p> <p>이 문제를 피하는 방법 중 하나는 여러개의 지갑을 보유하는 것입니다. 다른 신분(이나 다른 목적)을 위해 각기 다른 주소를 갖고 있다면, 서로 연결될 일은 없을 것입니다. 하지만 이런 보안은 유저가 실수하지 않을 때만 유지됩니다. 실수로라도 잘못된 주소를 공개하면 바로 여러 신분이 연결될 수 있습니다. 또한, 각 주소의 시드마저 따로 안전히 보관되어야 하고, 주소가 하나 추가될 때마다 정보보안을 위한 노력이 더 증가합니다.</p> <p>여기에 대한 모네로의 해답은 비밀주소입니다. 메인주소를 하나 두고 무궁무진하게 비밀주소를 만들 수 있는 능력입니다. 각 비밀주소가 모네로를 받을 수 있고, 모든 비밀주소로 받은 모네로는 메인지갑으로 가게 됩니다. 이 방법을 사용하면 정보보안 노력을 최소한으로 유지하며 하나의 주소로 여러 개의 신분을 유지할 수 있습니다. 이 주소들은 수학적으로도 서로 연결될 수 없으며, 유저가 직접 신분을 노출하지 않는 한, 외부 관찰자가 신분을 연결할 확률은 대단히 낮습니다.</p> <p>하지만 이는 또 다른 재미난 기술이 생겼습니다; 바로 결제 ID입니다.</p> <p>결제 ID는 사업체가 어느 고객이 돈을 냈는지 확인하는 방법입니다. 모네로 정보가 체인 차원에서 숨겨져 있기 때문에, 수취인은 누가 돈을 보냈는지 알 수 없습니다. 이는 비슷한 가격의 물품에 대한 주문이 여러개 있으면, 누가 무엇을 보냈는지 알 수 없다는 뜻입니다. 결제 ID는 사업체가 고객에게 제공하는 무작위 난수입니다. 고객은 거래를 할 때 이를 따로 명시합니다. 이 난수는 블록체인에 거래의 일부로 등록되며, 이를 이용해 사업체는 누가 어떤 거래를 보내왔는지 알 수 있습니다.</p> <p>물론 이 방법에는 여러 문제가 있습니다. 첫번째로, 이는 체인 데이터의 균일함을 훼손합니다. 또, 독특한 메타데이터는 군중에서 튀게 할 것이고, 반복 공격에 노출됩니다. 이는 특히 이 메타데이터가 필수가 아닐 경우에 더 심해집니다. 하지만 이를 필수로 만들면 블록체인에 불필요한 정보를 추가할 것이기 때문에 도입되지 않았습니다. 또한, 만약 어떠한 이유로든지 결제 ID가 반복 이용되면 두 거래를 연관지어 신분을 연결지을 수도 있습니다. 이는 보통 거래소 입금에 많이 나타나며 거래소의 거래와 개인의 거래를 쉽게 연관지을 수 있습니다.</p> <p>두번째로, UI 측면에서 바라보면, 결제 ID는 다른 가상화폐 유저들은 익숙하지 않은 거래단계를 추가하고 만약 까먹는다면 다른 방법으로 거래를 확인해야하는 사업체에 큰 고민거리를 안겨줍니다. 이는 보통 고객에게 연락해 거래량, 결제시간, 거래ID 등 해당 고객만이 알 수 있는 정보를 통해 확인하는 방법으로 해결됐습니다.</p> <p>이러한 일이 너무 자주 일어나 일부 사업체는 결제 ID를 포함시키지 않으면 추가비용을 청구하는 규정을 도입했습니다. 일부는 눈물을 머금으며 추가비용을 지불했지만 이를 반기는 이는 아무도 없었습니다.</p> <p>이런 문제를 주소와 결제ID를 하나의 난수로 통합하는 통합주소를 통해 해결하려 했지만, 사람들이 잘 사용하지 않았습니다.</p> <p>의도치 않게 비밀주소가 이 문제를 해결했습니다. 하나의 주소에 수많은 비밀주소를 만들 수 있고, 어떤 거래가 어떤 비밀주소를 통해 들어왔는지 확인함에 따라 결제ID를 사용할 필요가 없어지는 동시에 모네로의 새 기술도 사용할 수 있었습니다. 그 이후부터 많은 거래소와 사업체들이 거래확인의 방법으로 비밀주소를 사용하기 시작했습니다.</p> <p> 보안문제의 해결안으로 시작된 비밀주소가 그걸 뛰어넘어 수많은 이들이 겪던 UX 문제를 해결했습니다. 혁신은 더 많은 혁신을 낳으며, 의도치 않게 모두에게 이로운 결과를 낳을 수 있습니다. 모네로는 이를 몇번씩 경험했고, 블록체인에서 이용 가능한 혁신을 위해 노력하고 있습니다. 이 다음에 어떤 혁신이 있을 지 누가 알까요?</p>
ru: <p>Monero всегда находила инновационные способы решения сложных проблем, связанных с обеспечением приватности. Довольно часто эти инновации приводили к появлению других инноваций, а иногда появившиеся в результате технологии использовались в ранее не виданных целях. И едва ли в случае Monero что-то может послужить более удачным примером этого, чем технология подадресов.</p> <p>Рассмотрим гипотетическую проблему обеспечения приватности, когда использование одного адреса на множестве платформ, казалось бы, несвязанными между собой людьми может привести к связыванию и деанонимизации указанных пользователей. Простым языком, если бы вас звали Билли Джо Боб, и вы бы продавали яблоки за Bitcoin, вам бы пришлось опубликовать свой Bitcoin-адрес, чтобы покупатели смогли заплатить вам за товар. Допустим, адрес начинается с буквенно-цифровой строки 7XybV3... Однако, если отбросить очевидный риск для приватности, связанный с тем, что абсолютно любой может проверить ваш баланс Bitcoin и узнать, сколько вы продали, существует и другой риск для приватности, о котором говорят не так часто. Допустим, что вы также являетесь хакером, скрывающимся под ником l33tz0r. Вы занимаетесь тем что распространяете среди ничего не подозревающего населения информацию о коррупции в правительстве, и вам, прежде всего, необходимо держать свою личность в секрете. Вы принимаете пожертвования в Bitcoin через адрес, опубликованный на публичном форуме. И это тот же самый адрес, на который получаете деньги от продажи яблок, 7XybV3...</p> <p>Простым, но сокрушительным способом атаки в данном случае могло бы стать использование обычного поискового движка, чтобы найти ваш Bitcoin-адрес. Ввод адреса 7XybV3... в поисковую строку может дать два различных результата: выход на ваш яблочный бизнес и выход на хакера с ником l33tz0r. Этого уже достаточно, чтобы связать две личности и деанонимизировать l33tz0r со всеми вытекающими последствиями со стороны властей.</p> <p>Важно отметить, что проведение подобной атаки ТАКЖЕ возможно и в случае с Monero. Даже несмотря на то, что Monero скрывает большую часть данных, находящихся в блокчейне, для проведения такого вида атаки они и не требуются. Используется только адрес, которым приходится делиться, чтобы получить платёж. Публично — в случае с анонимными пожертвованиями. Это один из путей, которым пользователи Monero могут случайно подвергнуть риску собственную приватность, и это также служит примером того, что даже несмотря на то, что Monero является лидером с точки зрения защиты приватности пользователей, и эту криптовалюту нельзя считать «пуленепробиваемой».</p> <p>Обычным способом решения этой проблемы всегда было создание множества кошельков. Если для каждой личности (или в каждом отдельном случае) публиковать различный адрес, их нельзя будет связать. Но приватность будет сохраняться только в том случае, если пользователь никогда не будет их путать. Стоит случайно опубликовать не тот адрес, и вы получите те самые последствия связывания. Как и в случае с обеспечением безопасности мнемонической фразы каждого адреса, необходимо соблюдать все меры предосторожности с каждым новым кошельком.</p> <p>Решением Monero стали подадреса, подразумевающие возможность создания огромного количества адресов под основным адресом, который используется в качестве своего рода мнемонической фразы. На каждый из сгенерированных подадресов можно принимать Monero, и эти средства будут поступать на один и тот же кошелёк. При использовании данного метода количество личностей, действующих под одним адресом, является просто невероятным, и, при этом, как минимум, поддерживается безопасность ваших данных. Эти адреса также нельзя связать математически, и если сам пользователь не сообщит о такой связи всему миру, наблюдателю едва ли удастся сделать это.</p> <p>Но ещё одним интересным свойством подадресов является то, что они могут использоваться как замена всеми ненавидимых идентификаторов платежей.</p> <p>Идентификаторы платежей использовались предпринимателями для того, чтобы идентифицировать, кто именно из покупателей отправил конкретный платёж. Поскольку информация Monero скрывается в блокчейне, получатель транзакции не может увидеть, с какого адреса он пришёл. Это означает, что если у предпринимателя имеются товары примерно по одной и той же цене и множество заказов, то уже просто невозможно определить, кто и что отправил. Идентификаторы платежей представляют собой уникальную случайную строку, генерируемую предпринимателем и передаваемую им клиенту. При отправке транзакции клиент добавляет идентификатор как отдельное поле. Эта случайная строка сохраняется в блокчейне как часть транзакции, и таким образом предприниматель может идентифицировать и сортировать входящие транзакции.</p> <p>тот метод имел несколько недостатков. Во-первых, нарушается единообразие данных, сохранённых в блокчейне. Кроме того, уникальные метаданные могут выделить некоторые транзакции из общей массы, а следовательно, становится возможным эвристический анализ. Особенно эта проблема становится уникальной, если эти метаданные могут не использоваться всеми на обязательной основе. Но если бы использование таких метаданных стало обязательным для всех, что потребовало бы больше места в блокчейне, поэтому, от данной реализации пришлось отказаться. Помимо прочего, если бы идентификатор платежа по какой-то причине был использован где-либо повторно, то это не составило бы никакого труда связать две транзакции. Как правило, это происходило в случае с биржевыми депозитами, когда любой мог связать транзакции как принадлежащие к депозиту на бирже и как исходящие от одного и того же лица.</p> <p>тот метод имел несколько недостатков. Во-первых, нарушается единообразие данных, сохранённых в блокчейне. Кроме того, уникальные метаданные могут выделить некоторые транзакции из общей массы, а следовательно, становится возможным эвристический анализ. Особенно эта проблема становится уникальной, если эти метаданные могут не использоваться всеми на обязательной основе. Но если бы использование таких метаданных стало обязательным для всех, что потребовало бы больше места в блокчейне, поэтому, от данной реализации пришлось отказаться. Помимо прочего, если бы идентификатор платежа по какой-то причине был использован где-либо повторно, то это не составило бы никакого труда связать две транзакции. Как правило, это происходило в случае с биржевыми депозитами, когда любой мог связать транзакции как принадлежащие к депозиту на бирже и как исходящие от одного и того же лица.</p> <p>Этот дополнительный шаг пропускали многие, и дошло даже до того, что некоторые биржи начали взимать плату с клиентов, если их деньги приходилось принимать «вручную», когда те забывали об идентификаторе платежа. Иные просто скрипели зубами, но принимали на себя все издержки, связанные с поддержкой, но, в любом случае, никто счастлив не был.</p> <p>Решением послужили интегрированные адреса, которые объединяли адрес и идентификатор платежа в одну строку так, что о включении идентификатора просто невозможно было забыть. Но широкого распространения интегрированные адреса не получили, даже несмотря на те преимущества, которые получали предприниматели в результате их использования.</p> <p>Решением послужили интегрированные адреса, которые объединяли адрес и идентификатор платежа в одну строку так, что о включении идентификатора просто невозможно было забыть. Но широкого распространения интегрированные адреса не получили, даже несмотря на те преимущества, которые получали предприниматели в результате их использования.</p> <p>Таким образом, то, что начиналось как решение проблемы приватности, переросло в нечто большее и решило вопрос пользовательского взаимодействия как для предпринимателей, так и для их клиентов. Инновация порождает инновацию, и часто это превращается в снежный ком неожиданных преимуществ для всех и каждого. Мы вновь и вновь наблюдаем подобное в случае с Monero, и этот проект делает всё возможное для реализации инноваций в своём блокчейне. Кто знает, что ещё мы сможем открыть вместе?</p>
