Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# fees__trading__text
source: Registering, buying and selling Monero is completely <strong>free</strong>. {appName} users who create advertisements are charged a <strong> 1% arbitration protection fee </strong> for every completed trade.
es: El registro, la compra y la venta de Monero es completamente <strong>gratuito</strong>. <br/> A los usuarios de FRONT_TYPE que crean anuncios se les cobra una <strong> 1% de tasa de protección de arbitraje </strong> por cada operación completada.
ko: Monero 등록, 구매 및 판매는 완전히 <strong>무료</strong>입니다. <br/> 광고를 만드는 FRONT_TYPE 사용자에게는 완료된 모든 거래에 대해 <strong> 1%의 중재 보호 수수료 </strong> 가 부과됩니다.
ru: Регистрация, покупка и продажа Monero полностью <strong>бесплатна</strong>. <br/> С пользователей FRONT_TYPE, создающих рекламные объявления, взимается <strong> 1% комиссию за арбитражную защиту </strong> за каждую совершенную сделку.

# fees__trading__text___agoradesk
source: Registering, buying and selling cryptocurrencies is completely <strong>free</strong>. {appName} users who create advertisements are charged a <strong> 1% arbitration protection fee </strong> for every completed trade.
es: El registro, la compra y la venta de criptodivisas es completamente <strong>gratuito</strong>. <br/> A los usuarios de FRONT_TYPE que crean anuncios se les cobra una <strong> 1% de tasa de protección de arbitraje </strong> por cada operación realizada.
ko: 암호화폐 등록, 구매 및 판매는 완전히 <strong>무료입니다</strong>. <br/> 광고를 만드는 FRONT_TYPE 사용자에게는 완료된 모든 거래에 대해 <strong> 1%의 중재 보호 수수료 </strong> 가 부과됩니다.
ru: Регистрация, покупка и продажа криптовалют полностью <strong>бесплатна</strong>. <br/> С пользователей FRONT_TYPE, создающих рекламные объявления, взимается <strong> 1% комиссию за арбитражную защиту </strong> за каждую завершенную сделку.

# fees__trading__title
source: Monero trading
es: Comercio de Monero
ko: 모네로 거래
ru: Торговля Монеро (XMR)

# fees__trading__title___agoradesk
source: Cryptocurrency trading
es: Comercio de criptomonedas
ko: 가상화폐 거래
ru: Криптовалютная торговля

# fees__tx__text
source: Transactions to wallets of other {appName} users are {free}. {linebreak} Transactions to other Monero wallets are subject to the Monero network transaction fee. The current fee is visible on the {wallet-page} under the heading {outgoing-monero-fees}. The transaction fee is paid from your {appName} wallet when you send a transaction.
es: Las transacciones a billeteras de otros usuarios de FRONT_TYPE son {free}. {linebreak} Las transacciones a otras billeteras Monero están sujetas a la comisión de transacción de la red Monero. La comisión actual se puede ver en la {wallet-page} bajo el encabezado {outgoing-monero-fees}. La comisión de transacción se paga de su billetera de FRONT_TYPE cuando envía una transacción.
ko: 다른 FRONT_TYPE 유저 지갑과의 입출금은 {free}입니다. {linebreak} 다른 모네로 지갑과의 거래는 모네로 네트워크 사용료가 붙습니다. 현재 사용료는 {wallet-page}에서 {outgoing-monero-fees} 밑에서 확인할 수 있습니다. 네트워크 사용료는 FRONT_TYPE 지갑에서 자동으로 사용됩니다.
ru: Транзакции в кошельки других пользователей FRONT_TYPE {free}. {linebreak} За транзакции в другие Монеро (XMR)-кошельки взимается комиссия Монеро (XMR)-сети. Текущая комиссия показана на {wallet-page} под заголовком {outgoing-monero-fees}. Комиссия за транзакции оплачивается из вашего кошелька FRONT_TYPE при отправке транзакции.

# fees__tx__text_free
source: free
es: gratuitas
ko: 푸료
ru: бесплатны

# fees__tx__text_wallet_page
source: wallet page
es: página de billetera
ko: 지갑 페이지
ru: странице кошелька

# fees__tx__text___agoradesk
source: Transactions to wallets of other {appName} users are {free}. {linebreak} Transactions to outside cryptocurrency wallets are subject to the relevant cryptocurrency network transaction fee. The current fee is visible on the {wallet-page} under the heading {outgoing-monero-fees}. The transaction fee is paid from your {appName} wallet when you send a transaction.
es: Las transacciones en carteras de otros usuarios de FRONT_TYPE son {free}. {linebreak} Las transacciones a billeteras de criptomonedas externas están sujetas a la tarifa de transacción de la red de criptomonedas correspondiente. La tarifa actual es visible en el {wallet-page} bajo el encabezado {outgoing-monero-fees}. La tarifa de transacción se paga desde su billetera FRONT_TYPE cuando envía una transacción.
ko: 다른 FRONT_TYPE 유저 지갑과의 입출금은 {free}입니다. {linebreak} 외부 거래소 지갑과의 거래는 해당 가상화폐 네트워크 사용료가 붙을 수 있습니다. 현재 사용료는 {wallet-page}에서 {outgoing-monero-fees} 밑에서 확인할 수 있습니다. 네트워크 사용료는 FRONT_TYPE 지갑에서 자동으로 사용됩니다.
ru: Транзакции на кошельки других пользователей FRONT_TYPE: {free}. {linebreak} Операции с внешними кошельками криптовалюты облагаются соответствующей комиссией за транзакции сети криптовалюты. Текущая плата отображается в {wallet-page} под заголовком {outgoing-monero-fees}. Комиссия за транзакцию оплачивается с вашего кошелька FRONT_TYPE при отправке транзакции.

# fees__tx__title
source: Monero transaction fees
es: Comisiones de transacción Monero
ko: 모네로 이용 수수료
ru: Комиссия за транзакции Монеро (XMR)

# fees__tx__title___agoradesk
source: Cryptocurrency transaction fees
es: Tarifas de transacción de criptomonedas
ko: 가상화폐 이용 수수료
ru: Комиссия за транзакции в криптовалюте

source: Finish
es: Terminar
ko: 끝
ru: Конец

# footer__about
source: About
es: Sobre
ko: 대하여
ru: О нас

# footer__affiliate
source: Affiliate
es: Afiliación
ko: 제휴
ru: Партнёрская программа

# footer__blocks
source: Monero Block Explorer
es: Explorador de bloques de Monero
ko: 모네로 블록 탐색
ru: Обозреватель блоков Monero

# footer__bounty
source: Security bounty
es: Recompensa de seguridad
ko: 보안 현상금
ru: Охота за ошибками

# footer__contact
source: Contact us
es: Contáctenos
ko: 소개
ru: Связаться с нами

# footer__fees
source: Fees
es: Comisiones
ko: 수수료
ru: Комиссии

# footer__le
source: Law Enforcement Inquiries
es: Consultas sobre las fuerzas del orden
ko: 법 집행 문의
ru: Запросы правоохранительных органов

# footer__tos
source: Terms of service
es: Términos del servicio
ko: 서비스 약관
ru: Договор оферта

# formula__examples_title
source: Examples
es: Ejemplos
ko: 예시
ru: Примеры

# formula__examples__btc
source: 5% above the average BTC/EUR market price: <strong>coingeckobtcusd*usdeur*1.05</strong> BTC/XMR market price: <strong>1/coingeckoxmrbtc</strong> 5% above the Kraken BTC/EUR last price converted into GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> 5% below the highest among the BTC/USD Bitfinex low price and the BTC/USD Kraken last price: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> 0.1 LTC over the market BTC/LTC price: <strong>coingeckobtcltc+0.1</strong>
es: 5% por encima del precio promedio de mercado BTC / EUR: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC / XMR precio de mercado: <strong>1/coingeckoxmrbtc</strong> <br/> 5% por encima del Kraken BTC / Último precio en EUR convertido a GBP: <strong>krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% por debajo del más alto entre el precio bajo BTC / USD Bitfinex y el último precio BTC / USD Kraken: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC en el mercado Precio BTC / LTC: <strong>coingeckobtcltc+0.1</strong>
ko: BTC/EUR 시장가보다 5% 이상 높습니다: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC/XMR 시장가: <strong>1/coingeckoxmrbtc</strong> <br/> GBP로 변환된 Kraken BTC/EUR 가격보다 5% 이상 높습니다: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> Bitfinex BTC/USD 현재 최고가와 Kraken BTC/USD 마지막 거래가보다 5% 이상 낮습니다: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> BTC/LTC 시장가보다 0.1 LTC 이상 높습니다: <strong>coingeckobtcltc+0.1</strong>
ru: На 5% выше средней рыночной цены BTC / EUR: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> Рыночная цена BTC / XMR: <strong>1/coingeckoxmrbtc</strong> <br/> На 5% выше последней цены Kraken BTC/EUR, конвертированной в фунты стерлингов: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> На 5% ниже самой высокой из цен BTC/USD Bitfinex low и Kraken last: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> На 0.1 LTC выше рыночной цены BTC/LTC: <strong>coingeckobtcltc+0.1</strong>

# formula__examples__xmr
source: 5% above the average XMR/EUR market price:<br>**coingeckoxmrusd\*usdeur\*1.05**<br>ETH/XMR market price: **coingeckoethbtc/coingeckoxmrbtc**<br>BTC/XMR market price:<br>**1/coingeckoxmrbtc**<br>5% above the Kraken XMR/EUR last price converted into GBP:<br>**krakenxmreurlast/usdeur*usdgbp*1.05**<br>5% below the highest among the XMR/USD Bitfinex low price and the XMR/USD Kraken last price:<br>**max(bitfinexxmrusdlow,krakenxmrusdlast)\*0.95**<br>0.001 BTC over the market XMR/BTC price:<br>**coingeckoxmrbtc+0.001**
es: 5% sobre el precio promedio de mercado de XMR/EUR: <strong> coingeckoxmrusd*usdeur*1.05 </strong><br/> Precio promedio de mercado de ETH/XMR: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/>Precio promedio de mercado de BTC/XMR : <strong>1/coingeckoxmrbtc</strong><br/> 5% por encima del último precio de Kraken XMR/EUR convertido en GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% por debajo del más alto entre los precios bajos de XMR/USD Bitfinex y el último precio de Kraken de XMR/USD: <strong> max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95 </strong> <br/> 0.001 BTC en el mercado Precio de XMR/BTC: <strong> coingeckoxmrbtc+0.001 </strong>
ko: BTC/EUR 시장가보다 5% 이상 높습니다: <strong>coingeckoxmrusd*usdeur*1.05</strong> <br/> ETH/XMR 시장가: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR 시장가: <strong>1/coingeckoxmrbtc</strong> <br/> GBP로 변환된 Kraken XMR/EUR 가격보다 5% 이상 높습니다: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> Bitfinex XMR/USD 현재 최고가와 Kraken XMR/USD 마지막 거래가보다 5% 이상 낮습니다: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> XMR/BTC 시장가보다 0.001 BTC 이상 높습니다: <strong>coingeckoxmrbtc+0.001</strong>
ru: На 5% выше средней рыночной цены Монеро в евро: <strong> coingeckoxmrusd*usdeur*1.05 </strong><br/>Рыночная цена ETH/XMR: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/>Рыночная цена BTC/XMR: <strong>1/coingeckoxmrbtc</strong><br/>На 5% выше последней цены Kraken XMR/EUR, конвертированной в фунты стерлингов: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> На 5% ниже самой высокой из цен XMR/USD Bitfinex low и Kraken last: <strong> max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> На 0.001 BTC выше рыночной цены XMR/BTC: <strong> coingeckoxmrbtc+0.001 </strong>

# formula__fiat_rates
source: Fiat Exchange Rates
es: Tipos de cambio fiat
ko: 명목 환율
ru: Курсы фиатных валют

# formula__fiat_rates_tab
source: Fiat Exchange Rates
es: Fiat Exch Rates
ko: 명목 환율
ru: Курсы фиат. обм.

# formula__functions
source: Functions
es: Funciones
ko: 함수
ru: Функции

# formula__input_label
source: Price formula
es: Fórmula de precio
ko: 가격 계산식
ru: Формула цены

# formula__invalid_message
source: Invalid formula!
es: ¡Fórmula inválida!
ko: 잘못된 식입니다!
ru: Неверная формула!

# formula__markets
source: Markets
es: Mercados
ko: 시장
ru: Рынки

# formula__markets_tab
source: Markets
es: Mercados
ko: 시장
ru: Рынки

# formula__no_formula_message
source: Enter a valid formula to see the price
es: Introduce una fórmula válida para ver el precio.
ko: 가격을 보기 위해 사용 가능한 식을 입력하시기 바랍니다
ru: Введите верную формулу, чтобы увидеть цену

# formula__no_formula_message__premium
source: Enter a valid formula to see the premium
es: Ingrese una fórmula válida para ver la prima
ko: 프리미엄가를 보기 위해 사용 가능한 식을 입력하시기 바랍니다
ru: Введите верную формулу, чтобы увидеть премию

# formula__operators
source: Operators
es: Operadores
ko: 오퍼레이터
ru: Операции

# formula__operators_and_functions_tab
source: Operators & Functions
es: Opers & Funcs
ko: 오퍼레이터 & 함수
ru: Опер. и Функ.

# formula__popular_fiat_pairs
source: Popular fiat exchange pairs
es: Populares pares de intercambio fiat
ko: 인기 명목화폐 교환페어
ru: Популярные пары обмена фиата

# formula__unexpected_error
source: Error! Refresh the page and try again. If the problem persists, please contact our support.
es: Error. Actualice la página e inténtelo de nuevo. Si el problema persiste, póngase en contacto con nuestro soporte.
ko: 에러! 새로고침 후 다시 시도해 주시기 바랍니다. 계속해서 문제가 생긴다면, 고객지원에 연락해 주시기 바랍니다.
ru: Ошибка! Обновите страницу и попробуйте снова. Если проблема не устранена, обратитесь в нашу службу поддержки.

# guide__2fa__step_five_text
source: In your authenticator app, scan the QR code shown on the page. After you've done that, 6 digit one-time passwords will start appearing in the app.
es: En su apliación de autenticación, escanee el código QR mostrado en la página. Después de ello, una contraseña de un solo uso de 6 dígitos aparecerá en la aplicación.
ko: 인증어플로 QR코드를 인식해주시기 바랍니다. 인식이 되면 어플에 6자리 OPT가 나타납니다.
ru: В мобильном приложении выберите опцию 'Сканировать штрихкод', отсканируйте штрихкод, показываемый на веб-странице FRONT_TYPE. Теперь в приложении начнут появляться коды двухфакторной аутентификации.

# guide__2fa__step_four_text
source: Install the authentication app on your phone. You can {choose-any-app} that supports TOTP. For example, {andotp} is Free and Open Source.
es: Instale la aplicación de autenticación en su teléfono. Puede {choose-any-app} que soporte TOTP. Por ejemplo, {andotp} es Libre y de Código Abierto.
ko: 핸드폰에 인증어플을 설치하시기 바랍니다. TOTP를 지원하는 {choose-any-app}합니다. 예시로 {andotp}는 오픈소스 무료 어플입니다.
ru: Установите приложение аутентификации на свой телефон. Вы можете {choose-any-app}, поддерживающее TOTP. Например, {andotp} имеет открытый исходный код.

# guide__2fa__step_four_text_choose_any_app
source: choose any app
es: elegir cualquier aplicación
ko: 모든 어플이 이용 가능
ru: выбрать любое приложение

# guide__2fa__step_one_text_0
source: Two-factor authentication (2FA) is enabled from the 'Two-factor authentication' tab on the settings page. When activating two-factor authentication it is very important that you <strong> write down the backup code </strong> and keep it in a safe place, preferably on paper. If you lose access to your two-factor codes you will not be able to log in to your account and {appName} will not be able to help you. That's the point of 2FA. <strong> Use at your own risk. </strong>
es: Autenticación de dos factores (2FA) está activada desde la pestaña 'Autenticación de dos factores' en la página de configuración. Al activar la autenticación de dos pasos es muy importante que <strong> anote el código de respaldo </strong> y lo guarde en un lugar seguro, preferiblemente en papel. Si pierde acceso a sus códigos de dos factores no será capaz de acceder a su cuenta y FRONT_TYPE no podrá ayudarle. Ese es el punto del 2FA. <strong> Úselo bajo su responsabilidad. </strong>
ko: 2중인증(2FA)은 설정 페이지의 '2중인증'에서 이용 가능합니다. 2중인증을 활성화할 때는 <strong> 백업코드를 따로 적어놓는 것이</strong> 매우 중요하고 안전한 곳에 보관하는 것이 좋습니다. 2중인증 코드를 잊으신다면 로그인할 수 없으며 FRONT_TYPE에서 도와줄 수 없습니다. 2중인증은 2가지 비밀번호 모두 필요합니다. <strong> 모든 책임은 전적으로 유저에게 있습니다. </strong>
ru: Двухфакторную аутентификацию (2FA) можно активировать из вкладки 'Двухфакторная аутентификация' на странице настроек. При активации двухфакторной аутентификации очень важно записать резервный код, желательно на бумаге, и хранить его в надежном месте. Если вы потеряете доступ к своим двухфакторным кодам, вы не сможете войти в систему и FRONT_TYPE не сможет вам помочь. <strong> Используйте на свой страх и риск. </strong>

# guide__2fa__step_one_text_1
source: {appName} offers {totp} 2FA. Once 2FA is enabled, {auth-mobile-app} will be synchronized with {appName} and will produce 6-digit one-time passwords. This password is changed every minute. To login or withdraw arbitration bond, in addition to your password you also need to enter this one-time password before it expires.
es: FRONT_TYPE ofrece {totp} 2FA. Una vez que se habilita la 2FA, {auth-mobile-app} se sincronizará con FRONT_TYPE y producirá contraseñas de 6 dígitos de un solo uso. Esta contraseña se cambia cada minuto. Para iniciar sesión o retirar el bono de arbitraje, además de su contraseña, deberá introducir esta contraseña de un solo uso antes de que caduque.
ko: FRONT_TYPE은(는) {totp} 2FA를 제공합니다. 2FA가 활성화되면 {auth-mobile-app} 은(는) FRONT_TYPE과 동기화되고 6자리 일회용 비밀번호를 생성합니다. 이 비밀번호는 1분마다 변경됩니다. 중재 채권에 로그인하거나 철회하려면 비밀번호 외에 만료되기 전에 이 일회용 비밀번호도 입력해야 합니다.
ru: FRONT_TYPE предлагает {totp} 2FA. Когда 2FA включена, {auth-mobile-app} синхронизируется с FRONT_TYPE и генерирует 6-значный одноразовый пароль. Этот пароль меняется каждую минуту. Для входа в систему или вывода арбитражного залога из кошелька, помимо пароля, необходимо ввести этот одноразовый пароль до истечения срока его действия.

# guide__2fa__step_one_text_1_auth_mobile_app
source: authentication mobile app
es: aplicación móvil de autenticación
ko: 모바일 인증 어플
ru: мобильное приложение аутентификаци

# guide__2fa__step_one_text_2
source: To start activating two-factor authentication visit the {settings-page} and choose 'Two-factor authentication' tab.
es: Para comenzar activando la autenticación de dos factores visite la {settings-page} y escoja la pestaña 'Autenticación de Dos Factores'.
ko: 2중인증을 활성화하려면 {settings-page}에 들어가 '2중인증' 탭을 확인하시기 바랍니다.
ru: Для активации двухфакторной аутентификации зайдите на {settings-page} и выберите вкладу 'Двухфакторная аутентификация'.

# guide__2fa__step_one_text_2_settings_page
source: settings page
es: página de configuración
ko: 설정 페이지
ru: страницу настроек

# guide__2fa__step_six_text
source: To complete the setup enter the code given by your mobile app in the box below the QR code and press the 'Verify 2FA' button. Congrats! Two-factor authentication has been enabled for your account. Use codes given to you by the app along with your password to login and withdraw your arbitration bond.
es: Para completar la configuración, introduzca el código proporcionado por su aplicación móvil en la casilla situada debajo del código QR y pulse el botón "Verificar 2FA". <br/><br/> ¡Felicidades! La autenticación de dos factores ha sido activada para su cuenta. Utilice los códigos que le proporciona la aplicación junto con su contraseña para iniciar sesión y retirar su bono de arbitraje.
ko: 설정을 완료하려면 QR 코드 아래 상자에 모바일 앱에서 제공한 코드를 입력하고 '2FA 확인' 버튼을 누르십시오. <br/><br/> 축하합니다! 귀하의 계정에 대해 이중 인증이 활성화되었습니다. 귀하의 비밀번호와 함께 앱에서 제공한 코드를 사용하여 로그인하고 중재 채권을 철회하십시오.
ru: Для завершения настройки введите код, предоставленный вашим мобильным приложением, в поле под QR-кодом и нажмите кнопку 'Verify 2FA'. <br/><br/> Поздравляем! Двухфакторная аутентификация была включена для вашего аккаунта. Используйте коды, выданные вам приложением, вместе с паролем для входа в систему и вывода арбитражного залога из кошелька.

# guide__2fa__step_three_text
source: IMPORTANT! Write down your backup code. We recommend to print or write it on a piece of paper for maximum security. Store it safely, this code is your only chance to regain access to your account should you lose your phone or delete the authenticator app.
es: <strong>¡IMPORTANTE! Anote su código de respaldo. </strong> Recomendamos imprimirlo o escribirlo en un pedazo de papel para máxima seguridad. Guárdelo de forma segura, este código es su única oportunidad de recuperar el acceso a su cuenta en caso de que pierda su teléfono o elimine la aplicación de autenticación.
ko: <strong>중요! 백업코드를 따로 적어놓으시기 바랍니다. </strong> 보안을 위해 종이에 적어놓는 것을 추천합니다. 이 코드가 핸드폰을 잃어버리거나 인증어플을 삭제했을 경우 유일하게 계정을 복구할 수 있는 수단이기에 안전한 곳에 보관하셔야 합니다.
ru: <strong> Запишите резервный код, показанный на странице </strong> (предпочтительно на бумаге), и храните его в надежном месте. Данный код является единственным шансом восстановления доступа к вашему аккаунту, в случае утери телефона или удаления приложения.

# guide__2fa__step_two_text
source: Enter your password and press 'Enable 2FA' button.
es: Introduzca su contraseña y presione el botón 'Activar 2FA'.
ko: 비밀번호를 입력하고 '2FA 활성화'를 누르시기 바랍니다.
ru: Введите ваш пароль и нажмите на кнопку 'Включить 2FA'.

# guide__2fa__title
source: How to enable two-factor authentication
es: Cómo activar la autenticación de dos factores
ko: 2중인증 활성화하는 방법
ru: Как включить двухфакторную аутентификацию для моей учетной записи?

# guide__btc__card_five_1
source: Unfortunately,<strong> coins like bitcoin have no privacy embedded in their protocol. </strong> All the transactions and amounts traded between all parties are publicly visible. This prevents bitcoin from being fungible, and leads to fundamental problems with the viability of bitcoin as a global monetary base.
es: Desafortunadamente, <strong> las monedas como bitcoin no tienen privacidad incorporada en su protocolo. </strong> Todas las transacciones y cantidades intercambiadas entre todas las partes son públicamente visibles. Esto evita que bitcoin siendo fungible, y conduce a problemas fundamentales con la viabilidad de Bitcoin como base monetaria global
ko: 아쉽게도, <strong> 비트코인을 포함함 몇몇 가상화폐는 익명성이 보장되지 않습니다. </strong> 모든 거래와 거래량은 누구나 열람할 수 있습니다. 이는 비트코인을 추적할 수 있게 하며, 화폐로서의 국제적 이용을 어렵게하는 근본적인 한계입니다.
ru: К сожалению, <strong> монеты, такие как биткойны, не имеют конфиденциальности, встроенной в их протокол. </strong> Все транзакции и суммы, которыми обмениваются все стороны, являются публично видимыми. Это предотвращает биткойны от взаимозаменяемости и приводит к фундаментальным проблемам с жизнеспособностью биткойнов как глобальной денежной базы.

# guide__btc__card_five_2
source: Imagine the following scenario: bitcoin has become the only used currency in the world. What would some of the implications of the lack of privacy be?
es: Imagine el siguiente escenario: Bitcoin se ha convertido en la única moneda utilizada en el mundo. ¿Cuáles serían algunas de las implicaciones de la falta de privacidad?
ko: 다음 상황을 가정해봅시다: 세계 모든 화폐가 비트코인으로 통일되었다면, 익명성이 보장되지 않음으로써 어떤 문제가 생길까요?
ru: Представьте себе следующий сценарий: биткойн стал единственной используемой валютой в мире. Какими будут некоторые последствия отсутствия конфиденциальности?

# guide__btc__card_five_3
source: You are traveling through parts of a country with a medium to high violent crime rate. You need to use some of your Bitcoin to pay for something.<strong> If every person you transact with knows exactly how much money you have, this is a threat to your personal physical safety. </strong>
es: 1. Está viajando por partes de un país con un índice de delitos violentos de medio a alto. Debe usar algunos de sus Bitcoin para pagar algo. <strong> Si cada La persona con la que realiza la transacción sabe exactamente cuánto dinero tiene, esta es una amenaza para su seguridad física personal. </strong>
ko: 범죄율이 높은 나라를 여행하고 있고 있고 모든 거래를 비트코인을 통해 해야 합니다. <strong> 당신이 보유하고 있는 금액을 모두가 알고 있다면, 범죄의 대상이 될 수 있습니다. </strong>
ru: 1. Вы путешествуете по частям страны со средним или высоким уровнем насильственной преступности. Вам нужно использовать часть своего биткойна, чтобы заплатить за что-то. <strong> Если каждый человек, с которым вы заключаете сделку, точно знает, сколько у вас денег, - это угроза вашей личной физической безопасности. </strong>

# guide__btc__card_five_3__title
source: 1. Physical safety
es: 1. seguridad física
ko: 1. 신체적 안전
ru: 1. Физическая безопасность
