Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__critical__description
source: Сrypto enthusiasts are encouraged to think critically and evaluate projects based off of their real world value, but are projects themselves supposed to be self critical and self aware?
es: Se anima a los entusiastas de la criptografía a pensar críticamente y evaluar proyectos basados en su valor en el mundo real, pero ¿se supone que los proyectos en sí mismos son autocríticos y conscientes de sí mismos?
ko: Сrypto 애호가는 실제 세계 가치를 기반으로 프로젝트를 비판적으로 생각하고 평가하도록 권장되지만 프로젝트 자체가 자기 비판적이며 자기 인식 적이어야합니까?
ru: Считается, что энтузиасты в криптовалютном пространстве должны мыслить критически и оценивать проекты на основе их ценности с точки зрения применимости в условиях реального мира. Но разве не должны и сами проекты отличаться своей «самокритичностью» и «самосознанием»?

# knowledge__critical__title
source: Why Monero Has the Most Critical Thinking Community
es: Por qué Monero tiene la comunidad de pensamiento más crítica
ko: Monero가 가장 비판적인 사고 커뮤니티를 보유한 이유
ru: Почему представители сообщества Monero отличаются масштабом своего критического мышления

# knowledge__dandelion__0__text
source: <p>As a cryptocurrency, Monero might seem very boring to the naked eye. It doesn’t have a big claim to fame such as being a ‘world computer’ or ‘revolutionizing xyz industry’. It’s just trying to be a private, digital, fungible money, and every upgrade and new technology just furthers this end. </p> <p> Those that deem this goal as too narrow or uninteresting generally don’t understand how difficult it is to achieve meaningful privacy, especially on a permanent, open ledger like a blockchain. Any avenue for metadata leakage is a potential for privacy erosion.</p> <p> Monero takes precautions to obfuscate on-chain data, such as the receiver, sender, and amounts, via stealth addresses, ring signatures, and Pedersen commitments respectively. This minimizes the chances of a casual observer from deducing critical info after transactions have already been sent and are now just a part of recorded history. There are, however some attacks that can be done the moment a transaction occurs that cannot be performed any time later.</p>
es: Como criptomoneda, Monero puede parecer muy aburrido a simple vista. No tiene un gran reclamo a la fama, como ser una "computadora mundial" o "revolucionar la industria xyz". Solo está tratando de ser un dinero privado, digital y fungible, y cada actualización y nueva tecnología solo promueve este fin. <br/><br/>Aquellos que consideran que este objetivo es demasiado estrecho o poco interesante generalmente no entienden lo difícil que es lograr una privacidad significativa, especialmente en un libro abierto permanente como una cadena de bloques. Cualquier vía de fuga de metadatos es un potencial para la erosión de la privacidad. <br/><br/>Monero toma precauciones para ofuscar datos en la cadena, como el remitente, el receptor y los importes, a través de direcciones ocultas, firmas de anillo y compromisos de Pedersen, respectivamente. Esto minimiza las posibilidades de que un observador casual deduzca información crítica después de que las transacciones ya se han enviado y ahora son solo una parte del historial registrado. Sin embargo, hay algunos ataques que se pueden realizar en el momento en que se produce una transacción que no se puede realizar más adelante.
ko: <p>외부 사람들에게 모네로는 가상화폐로서 흥미가 떨어질 수 있습니다. '세계적 컴퓨터'라거나 '업계를 뒤흔들 것'이라는 뻔한 주장을 하지 않습니다. 모네로는 그저 지속적인 발전과 신기술 도입을 통해 대체성이 있고 개인정보보호가 보장되는 전자화폐일 뿐입니다. </p> <p> 이걸 별로 중요한 일이 아니라고 치부하는 사람들은 블록체인같은 영구적인 기록이 남는 공개레저에서 개인정보가 보호된다는 것이 얼마나 어려운지 이해하지 못하고 있습니다. 소량의 데이터 유출도 개인정보를 위협할 수 있습니다.</p> <p> 모네로는 보낸이, 받는이, 거래량 등 체인 내 데이터를 임시주소, 링서명, 페데르센 약속을 사용해 숨기고 있습니다. 이는 외부 체인 내 관찰자가 거래내역을 보고 중요정보를 유추할 확률을 최소화합니다. 하지만, 거래가 이뤄지고 있는 순간에만 할 수 있는 공격들도 있습니다.</p>
ru: Если смотреть на Monero невооружённым глазом, эта криптовалюта может показаться довольно скучной. Она не претендует на какую-то особую славу ‘мировой компьютерной’ или ‘революционной xyz индустрии’. Проект просто направлен на то, чтобы сделать деньги приватными, цифровыми и взаимозаменяемыми, и реализация любого очередного обновления и новой технологии только приближает Monero к достижению этой цели. <br/><br/> Те, кому подобная задача кажется слишком ограниченной или неинтересной в целом, просто не понимают, насколько сложно добиться действительной конфиденциальности, особенно в случае с таким постоянным и открытым реестром, как блокчейн. Любая возможность утечки метаданных ведёт к потенциальному краху приватности. <br/><br/> Monero предпринимает все меры предосторожности, необходимые для обфускации данных в блокчейне, таких как данные получателя, отправителя, и суммы, используя скрытые адреса, кольцевые подписи и обязательства Педерсена. Это сводит к минимуму вероятность того, что случайному наблюдателю удастся получить какую-то критически важную информацию после того, как транзакция будет проведена и станет частью уже записанной истории. Тем не менее, существуют некоторые виды атак, которые можно произвести исключительно в момент проведения транзакции и ни в какое другое время.

# knowledge__dandelion__0__title
source: Privacy as priority
es: Privacidad como prioridad
ko: 개인정보보호 우선
ru: Конфиденциальность как приоритет

# knowledge__dandelion__1__text
source: These attacks revolve around identifying which IP address a transaction came from. If this information is deduced it could reveal that an individual sent a Monero transaction. It’s not able to show to who, and how much, but there are some cases where the knowledge of someone using Monero is enough to cause harm. The good news is, that if this information is not gleaned the moment the transaction is made, then it cannot be learned at a later date, since IP addresses are not stored on the blockchain. It is also comforting to know that such an attack is unlikely to be seen in the wild, as, in order to pull it off, the attacker would need a large majority of nodes on the network. If a person was able to command this large majority, however, they would be able to identify the “direction” a transaction came from. This may be confusing, so we’ll explain some background info here. Each node connects to other nodes on the network, so that they can keep their blockchain up to date, as well as share what they know with others. These connections allow them to learn about new transactions, propagate them, and send their own. Since a node can only tell their peers about transactions they know about, it stands to reason that the very first node that propagates a transaction is the node that is actually sending Monero. If an attacker owns a large majority of nodes on the network, each node will hear about a transaction from one of their peers, and based on the timing in which each node receives this information, they can deduce likely candidates for where the transaction started. If this is still confusing, we offer this example. Suppose we both have a mutual friend that is hiding from our vision. This friend calls out loudly. I hear his call first, and I hear it louder than you do. From this information, we can know that I am likely closer to our friend than you are. The fact that you hear the sound later (even by just a split second) and the sound is fainter means that we should start our search around my area, not yours. If an attacker is able to successfully guess which of their peers sent the transaction, since they have the IP address that is connected to their node and forwarded it to them, they can be certain of the IP address that sent it. This is powerful information, as IP addresses contains information about the country and internet service provider (ISP) of the user, and the ISP themselves know which user is linked to which exact IP address, effectively deanonymizing the Monero user.
es: Estos ataques giran en torno a identificar de qué dirección IP proviene una transacción. Si se deduce esta información, podría revelar que un individuo envió una transacción de Monero. No puede mostrar a quién y cuánto, pero hay algunos casos en los que el conocimiento de alguien que usa Monero es suficiente para causar daño. <br/><br/>La buena noticia es que si esta información no se obtiene en el momento en que se realiza la transacción, entonces no se puede aprender en una fecha posterior, ya que las direcciones IP no se almacenan en la cadena de bloques. También es reconfortante saber que tal ataque es poco probable que se vea en la naturaleza, ya que, para lograrlo, el atacante necesitaría una gran mayoría de nodos en la red. Sin embargo, si una persona fuera capaz de comandar esta gran mayoría, podría identificar la "dirección" de la que provino la transacción. <br/><br/>Esto puede ser confuso, por lo que explicaremos algunos antecedentes aquí. Cada nodo se conecta a otros nodos en la red, para que puedan mantener su blockchain actualizada, así como compartir lo que saben con los demás. Estas conexiones les permiten aprender sobre nuevas transacciones, propagarlas y enviar las suyas. Dado que un nodo solo puede informar a sus pares sobre las transacciones que conocen, es lógico que el primer nodo que propaga una transacción sea el nodo que realmente envía a Monero. <br/><br/>Si un atacante posee una gran mayoría de nodos en la red, cada nodo escuchará acerca de una transacción de uno de sus pares y, en función del momento en que cada nodo recibe esta información, puede deducir posibles candidatos para el inicio de la transacción. <br/><br/>Si esto sigue siendo confuso, ofrecemos este ejemplo. Supongamos que ambos tenemos un amigo mutuo que se esconde de nuestra visión. Este amigo llama en voz alta. Primero escucho su llamada, y la escucho más fuerte que tú. A partir de esta información, podemos saber que probablemente estoy más cerca de nuestro amigo que tú. El hecho de que escuches el sonido más tarde (incluso por solo una fracción de segundo) y el sonido sea más tenue significa que debemos comenzar nuestra búsqueda en mi área, no en la tuya. <br/><br/>Si un atacante puede adivinar con éxito cuál de sus pares envió la transacción, ya que tiene la dirección IP que está conectada a su nodo y se la reenvió, puede estar seguro de la dirección IP que la envió. Esta es una información poderosa, ya que las direcciones IP contienen información sobre el país y el proveedor de servicios de Internet (ISP) del usuario, y el propio ISP sabe qué usuario está vinculado a qué dirección IP exacta, desanonizando efectivamente al usuario de Monero.
ko: 이 공격은 거래의 시작 IP 주소를 찾으려고 합니다. 이 정보가 유출되면 누가 모네로를 거래했는지 알 수 있게 됩니다. 받는 사람과 거래량은 알 수 없지만, 모네로를 거래했다는 것만으로도 거래자가 위험에 빠지는 경우도 있습니다. <br/><br/> 다행인 점은 IP 정보는 블록체인이 기록되지 않아 거래가 이뤄지는 순간에 공격이 이뤄지지 않는 한 이후에 유출될 위험은 없다는 것입니다. 또한 이러한 공격을 실행하기 위해서는 공격자가 네트워크 내 많은 노드를 장악하고 있어야 하기 때문에 공격을 받을 위험을 거의 없습니다. 하지만 누군가가 많은 노드를 장악하고 있다면, 어느 '방향'에서 거래가 시작됐는지 알 수 있을 것입니다. <br/><br/> 이해하기 어려운 정보이기에 먼저 기본정보를 좀 더 설명하고 넘어가겠습니다. 모든 노드는 블록체인을 업데이트하고 정보를 공유하기 위해 네트워크 내 다른 노드와 연결되어 있습니다. 이런 연결을 통해 거래를 만들고 다른 거래들을 인지하고 네트워크 내 확산시킵니다. 노드는 오직 해당 노드가 알고 있는 정보만 확산시킬 수 있기 때문에, 가장 첫 노드가 거래를 시작한 노드라는 것을 알 수 있습니다. <br/><br/> 만약 공격자가 네트워크 내 대다수의 노드를 장악하고 있다면, 장악하지 못한 다른 노드로부터 거래에 대한 정보를 듣고 정보의 흐름을 거슬러 올라가 어느 노드에서 거래가 시작되었는지 유추할 수 있을 것입니다. <br/><br/> 아직도 이해가 안될 수 있기에 예시를 준비했습니다. 철수와 영희가 공통적으로 아는 친구가 있다고 생각해봅시다. 현재 이 친구는 어딨는지 보이지는 않지만, 목소리는 들립니다. 이 친구가 소리를 지르면 영희에 비해 철수가 먼저 듣고 더 크게 듣습니다. 여기서 우리는 친구는 영희보다 철수에게 더 가까이 있다는 것을 알 수 있습니다. 영희가 (순식간일지라도) 친구의 외침을 더 늦게 듣고 더 작게 들린다는 것은 친구를 찾기 위해선 영희가 아닌 철수 주변을 먼저 찾아봐야한다는 것입니다. <br/><br/> 이런 식으로 공격자가 성공적으로 어느 노드가 정보를 보냈는지 알 수 있다면, 노드에 연결된 IP 주소를 확신할 수 있게 됩니다. 이 정보는 IP 주소를 통해 거주 국가와 인터넷 서비스 제공자(ISP)를 알 수 있고, ISP를 통해 IP 주소의 주인을 알 수 있기에 모네로의 익명성을 무너뜨리는 강력한 정보입니다.
ru: Подобные атаки направлены на определение IP-адреса, с которого была проведена транзакция. Если такая информация будет получена злоумышленником, то он сможет идентифицировать личность человека, отправившего транзакцию Monero. При этом ему будет неизвестно, кто является адресатом, и сколько было передано в транзакции, но в некоторых случаях уже знание того, кто пользуется Monero, способно причинить определённый ущерб. <br/><br/> Хорошо, однако, то, что эту информацию не получится получить после того, как транзакция уже будет проведена, то есть, её не получится узнать позже, ведь IP-адреса не сохраняются в блокчейне. Также приятно осознавать, что подобный вид атаки едва ли будет воспроизведён в реальных условиях, поскольку для этого злоумышленнику придётся использовать большинство узлов, присутствующих в сети. Тем не менее, если кому-то удастся заполучить под свой контроль подавляющее большинство узлов, такой пользователь сможет идентифицировать “направление”, с которого пришла транзакция. <br/><br/> Это может показаться несколько запутанным, поэтому мы приведём информацию, которая прояснит ситуацию. Каждый узел связывается с другими узлами сети, поддерживая таким образом актуальную версию блокчейна, а также это делается для того, чтобы делиться известной ему информацией с другими узлами. Такая связь позволяет узлам узнавать о новых транзакциях, ретранслировать их, а также отправлять собственные. Так как узел может сообщить другим узлам только данные тех транзакций, о которых ему известно, получается так, что самый первый узел, передающий транзакцию, является тем самым узлом, который по сути отправляет Monero. <br/><br/> В том случае, если злоумышленником будет контролироваться подавляющее большинство узлов сети, и каждый узел будет узнавать о транзакции от одного из одноранговых узлов, в зависимости от времени, когда эта информация будет получена каждым узлом, можно будет выбрать список кандидатов, то есть, вероятных создателей транзакции. <br/><br/> Если ситуация не стала понятней, давайте рассмотрим следующий пример. Предположим, у нас с вами есть общий друг, которого мы с вами не видим. Этот друг громко зовёт нас. Я слышу его голос первым и громче, чем вы. Обладая этой информацией, мы можем прийти к выводу, что я нахожусь ближе к нашему другу. Тот факт, что звук доходит до вас позднее (даже на какую-то незначительную долю секунды), и что звук этот тише, означает, что нам необходимо искать нашего друга где-то в области, в которой нахожусь я, а не вы. <br/><br/> Если злоумышленнику удастся угадать, каким из одноранговых узлов была отправлена транзакция, и поскольку у него будет IP-адрес, связанный с узлом, то злоумышленник будет уверен в том, что именно с этого IP-адреса была отправлена транзакция. Это довольно серьёзная информация, поскольку IP-адрес указывает на страну, в которой находится пользователь, а также на соответствующего провайдера интернет-услуг (ISP). Кроме того, самим ISP известно, какой IP-адрес закреплён за определённым пользователем, что означает фактическую деанонимизацию пользователя Monero.

# knowledge__dandelion__1__title
source: Attack to reveal IP address
es: Ataque para revelar la dirección IP
ko: IP 주소 공개 공격Attack to reveal IP address
ru: Атака, направленная на раскрытие IP-адреса
