Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# ad__broker_warn__back
source: I'll choose another trader
es: Elegiré otro comerciante
ko: 다른 상인을 선택하겠습니다
ru: Я выберу другого трейдера

# ad__broker_warn__buy_0
source: This buyer may take <strong>UP TO {days} WORKING DAYS</strong> to complete the payment.
es: Este comprador puede tardar <strong>HASTA {days} DÍAS LABORABLES</strong> en completar el pago.
ko: 이 구매자는 결제를 완료하는 데 <strong>영업일 기준 최대 {days} 일</strong> 이 소요될 수 있습니다.
ru: Этому покупателю может потребоваться <strong>ДО {days} РАБОЧИХ ДНЕЙ</strong>, чтобы завершить платеж.

# ad__broker_warn__buy_1
source: The total amount might be sent to you in <strong>MULTIPLE PARTS FROM DIFFERENT ACCOUNTS</strong>.
es: Es posible que se le envíe el importe total en <strong>MÚLTIPLES PIEZAS DE DIFERENTES CUENTAS</strong>.
ko: 총 금액은 <strong>다른 계정의 여러 부분</strong>으로 전송 될 수 있습니다.
ru: Общая сумма может быть отправлена вам в виде <strong>НЕСКОЛЬКИХ ЧАСТЕЙ ИЗ РАЗНЫХ АККАУНТОВ</strong>.

# ad__broker_warn__buy_2
source: This buyer will <strong>NOT CANCEL THE TRADE</strong> if you change your mind before the trade is finalized.
es: Este comprador <strong>NO CANCELARÁ LA OPERACIÓN</strong> si cambia de opinión antes de que la operación finalice.
ko: 이 구매자는 거래가 완료되기 전에 마음이 바뀌면 <strong>거래를 취소하지 않습니다</strong> .
ru: Этот покупатель <strong>НЕ ОТМЕНИТ СДЕЛКУ</strong>, если вы передумаете до её завершения.

# ad__broker_warn__sell_0
source: This seller may take <strong>UP TO 72 HOURS</strong> to confirm your payment.
es: Este vendedor puede tardar <strong>HASTA 72 HORAS</strong> en confirmar su pago.
ko: 이 판매자는 결제를 확인하는 데 <strong>최대 72 시간</strong> 이 소요될 수 있습니다.
ru: Этому продавцу может потребоваться <strong>ДО 72 ЧАСОВ</strong> для подтверждения вашего платежа.

# ad__broker_warn__sell_1
source: You might have to send the payment in <strong>MULTIPLE PARTS</strong> to different accounts.
es: Es posible que deba enviar el pago en <strong>MÚLTIPLES PARTES</strong> a diferentes cuentas.
ko: <strong>MULTIPLE PARTS</strong> 의 지불금을 다른 계정으로 보내야 할 수도 있습니다.
ru: Возможно, вам придется отправить платеж в <strong>НЕСКОЛЬКО ЧАСТЕЙ</strong> на разные аккаунты.

# ad__broker_warn__sell_2
source: This seller <strong>WILL REQUIRE VIDEO VERIFICATION OF YOU AND YOUR PAYMENT.</strong>
es: Este vendedor <strong>REQUERIRÁ UNA VERIFICACIÓN EN VIDEO DE USTED Y SU PAGO.</strong>
ko: 이 판매자 ( <strong>)는 귀하와 귀하의 결제에 대한 동영상 확인이 필요합니다.</strong>
ru: Этот продавец <strong>ПОТРЕБУЕТ ВИДЕОПРОВЕРКИ ВАС И ВАШЕЙ ОПЛАТЫ.</strong>

# ad__broker_warn__sell_3
source: This seller <strong>WILL NOT REFUND YOU</strong> if you decide not to continue with the trade.
es: Este vendedor <strong>NO LE REEMBOLSARÁ</strong> si decide no continuar con la operación.
ko: 이 판매자는 거래를 계속하지 않기로 결정한 경우 <strong>환불하지 않습니다</strong> .
ru: Этот продавец <strong>НЕ ВЕРНЕТ ВАМ ДЕНЬГИ</strong> , если вы решите не продолжать торговлю.

# ad__broker_warn__title
source: READ THIS before going forward
es: LEA ESTO antes de seguir adelante
ko: 진행하기 전에 이것을 읽으십시오
ru: ПРОЧИТАЙТЕ ЭТО, прежде чем идти дальше

# ad__confirmation__accept_terms_btn
source: Accept terms
es: Acepta las condiciones
ko: 약관 동의
ru: Принять условия

# ad__confirmation__provide_address
source: Provide the settlement {asset} wallet address
es: Proporcione la dirección de la billetera {asset} de la liquidación.
ko: 결제 {asset} 지갑 주소 제공
ru: Укажите адрес {asset} кошелька для расчета

# ad__confirmation__provide_address__subtitile
source: The address is going to be used to receive the {asset} you've bought. Make sure the address is correct and you have access to the wallet, otherwise the coins may be irretrievably lost.
es: La dirección se utilizará para recibir las {asset} que hayas comprado. Asegúrate de que la dirección es correcta y de que tienes acceso al monedero, de lo contrario las monedas pueden perderse irremediablemente.
ko: 이 주소는 구매하신 {asset} 을(를) 받는 데 사용됩니다. 주소가 정확하고 지갑에 액세스할 수 있는지 확인하십시오. 그렇지 않으면 코인이 돌이킬 수 없을 정도로 손실될 수 있습니다.
ru: Этот адрес будет использоваться для получения купленных вами {asset}. Убедитесь, что адрес правильный и у вас есть доступ к кошельку, иначе монеты могут быть безвозвратно потеряны.

# ad__confirmation__provide_address__you_own
source: By beginning the trade you confirm that the receiving wallet belongs to you
es: Al iniciar la operación, confirmas que el monedero receptor te pertenece
ko: 거래를 시작함으로써 귀하는 받는 지갑이 귀하의 것임을 확인합니다
ru: Начиная сделку, вы подтверждаете, что принимающий кошелек принадлежит вам

# ad__deleted
source: This ad has been deleted
es: Este anuncio ha sido eliminado
ko: 삭제된 계약입니다
ru: Это объявление было удалено

# ad__homepage_listing__call_buy_heading
source: Sell {assetName} call option online in {country}
es: Venda la opción de compra {assetName} en línea en {country}
ko: {assetName}의 콜옵션을 {country}에서만 온라인으로 판매
ru: Продать {assetName} колл опцион онлайн в {country}

# ad__homepage_listing__call_sell_heading
source: Buy {assetName} call option online in {country}
es: Compre la opción de compra {assetName} en línea en {country}
ko: {assetName}의 콜옵션을 {country}에서만 온라인으로 구매
ru: Купить {assetName} колл опцион онлайн в {country}

# ad__homepage_listing__local_buy_heading
source: Sell {assetName} for cash in {country}
es: Vender {assetName} por dinero efectivo en {country}
ko: {assetName}을 {country}에서 현금으로 판매
ru: Продать {assetName} за наличные в {country}

# ad__homepage_listing__local_sell_heading
source: Buy {assetName} with cash in {country}
es: Comprar {assetName} con dinero efectivo en {country}
ko: {assetName}을 {country}에서 현금으로 구매
ru: Купить {assetName} за наличные в {country}

# ad__homepage_listing__online_buy_heading
source: Sell {assetName} online in {country}
es: Vender {assetName} en línea en {country}
ko: {assetName}을 {country}에서 온라인으로 판매
ru: Продать {assetName} онлайн в {country}

# ad__homepage_listing__online_sell_heading
source: Buy {assetName} online in {country}
es: Comprar {assetName} en línea en {country}
ko: {assetName}을 {country}에서 온라인으로 구매
ru: Купить {assetName} онлайн в {country}

# ad__homepage_listing__put_buy_heading
source: Sell {assetName} put option online in {country}
es: Venda la opción de venta {assetName} en línea en {country}
ko: {assetName}의 풋옵션을 {country}에서 판매
ru: Продать опцион пут {assetName} онлайн в {country}

# ad__homepage_listing__put_sell_heading
source: Buy {assetName} put option online in {country}
es: Compre la opción de venta {assetName} en línea en {country}
ko: {assetName}의 풋옵션을 {country}에서 구매
ru: Купить опцион пут {assetName} онлайн в {country}

# ad__links__subtitle
source: Didn't find the deal you were looking for? These {appName} listings have more {assetName} trade deals similar to this one:
es: ¿No encontró el acuerdo que buscaba? Estas listas de FRONT_TYPE tienen más acuerdos comerciales de {assetName} similares a este:
ko: 찾고 있는 거래가 없으십니까? FRONT_TYPE에 비슷한 {assetName} 거래가 있습니다:
ru: Не нашли подходящую вам сделку? В этих списках FRONT_TYPE есть больше похожих предложений сделок по покупке или продаже {assetName}:

# ad__links__title
source: Listings with this ad
es: Listados con este anuncio
ko: 이 계약과 포함된 목록
ru: Списки с этим объявлением

# ad__listing__insufficient_balance
source: Trader has insufficient balance
es: El comerciante tiene un saldo insuficiente
ko: 거래 대상의 잔고가 부족합니다.
ru: У трейдера недостаточно средств

# ad__no_max_amount
source: any amount
es: cualquier cantidad
ko: 거래량 무관
ru: любая сумма

# ad__no_min_amount
source: Up to
es: hasta
ko: 최대
ru: До

# ad__no_terms
source: No terms of trade specified.
es: No hay términos de intercambio especificados.
ko: 거래 약관이 없습니다.
ru: Условия сделки не указаны.

# ad__self_vacation_notice
source: This ad is not visible to the public because you're currently on vacation. You can change that in the settings or on the dashboard.
es: Este anuncio no es visible para el público porque actualmente está de vacaciones. Puedes cambiarlo en los ajustes o en el panel de control.
ko: 이 광고는 현재 휴가 중이기 때문에 공개되지 않습니다. 설정 또는 대시 보드에서 변경할 수 있습니다.
ru: Это объявление спрятано из поиска, потому что вы находитесь в отпуске. Вы можете изменить это в настройках или на панели управления.

# ad__verified_email
source: Your email needs to be verified to open a trade with this ad
es: Su correo electrónico debe ser verificado para abrir una operación con este anuncio
ko: 거래 계약을 게시하기 전 이메일 인증을 하셔야 합니다
ru: Ваш адрес электронной почты должен быть подтвержден, чтобы открыть сделку с этим объявлением

# address_input__buyer_settlement_address__label
source: Settlement {asset} wallet address
es: Liquidación {asset} dirección del monedero
ko: 결제 {asset} 지갑 주소
ru: Адрес расчётного {asset} кошелька

# affiliate__banner__code
source: Banner code:
es: Código del Banner:
ko: 배너번호:
ru: Код баннера:

# affiliate__banner__text
source: Banners promote {appName} with your affiliate. You can add HTML banners to your blogs and websites. {linebreak} {iframe} banner for your advertisement (size 234 x 60 pixels, half-banner unit):
es: Los Banners/pancartas promocionan FRONT_TYPE con tu referido. Puedes añadir banners HTML a tus blogs y webs. {linebreak} {iframe} banner publicitario (tamaño 234 x 60 pixels):
ko: 배너는 제휴사를 통해 FRONT_TYPE을 홍보할 수 있습니다. 블로그/웹사이트에 HTML 배너를 게시하실 수 있습니다. {linebreak} {iframe} 광고를 위한 배너 (234 x 60 픽셀, 기존 배너의 절반 사이즈):
ru: Баннеры - это открытые объявления, которые вы можете добавить в ваш блог или вебсайт. {linebreak} {iframe} баннер для вашего объявления (размер 234 x 60 пикселей, средний баннер):

# affiliate__banner__title
source: Banner
es: Banner/pancarta
ko: 배너
ru: Баннер

# affiliate__enable_btn
source: Enable affiliate program
es: Activar programa de afiliación
ko: 제휴프로그램 승인
ru: Активировать партнёрскую программу

# affiliate__enabled
source: Your affiliate program is enabled, and you can earn commissions by adding your affiliate tag {ref_code} to any {appName} URL.
es: Su programa de afiliación está activado y puede ganar comisiones al agregar su código de referidos {ref-code} a cualquier URL de FRONT_TYPE.
ko: 제휴프로그램이 승인되었습니다. FRONT_TYPE URL의 제휴코드 {ref-code}를 통해 수수료를 받을 수 있습니다.
ru: Ваша партнерская программа активна, и вы можете зарабатывать комиссионные, добавляя партнёрский код {ref-code} к любой URL FRONT_TYPE.

# affiliate__example__text
source: You get two users, buyer and seller of the {assetName} registered on {appName}, and they do one trade valued 100 {assetSymbol}. You earn 20% commission on the {appName} trading fees from both participants, in total 40% of the {appName} fee. Your earned sum is 0.4 {assetSymbol}. Only finalized sales that go though our transaction process matter. Payouts are made daily. {appName} support is more than willing to help you with any questions.
es: Usted tiene dos usuarios referidos, comprador y vendedor de {assetName}, registrados en FRONT_TYPE, y ellos hacen una transacción 100 {assetSymbol}. Usted gana una comisión del 20% de las comisiones de transacción de FRONT_TYPE generadas por cada usuario, en este caso sería en total un 40% de la comisión de FRONT_TYPE. Su cantidad ganada sería 0.4 {assetSymbol}. Únicamente para ventas finalizadas que pasen por nuestro proceso de transacción. Los pagos se hacen diariamente. {linebreak} {support} de está más que dispuesto a ayudarle con cualquier duda.
ko: FRONT_TYPE에 등록된 {assetName}의 구매자와 판매자가 100 {assetSymbol}을 거래합니다. 당신은 판매자/구매자 양측에서 FRONT_TYPE 거래 수수료의 20%를 받아 총 40%의 FRONT_TYPE 거래 수수료를 받을 수 있습니다. 최종 수익은 0.4 {assetSymbol}입니다. 최종승인된 거래에만 해당됩니다. 수익은 매일 지급됩니다. {linebreak} 질문이 있으시면 언제든지 FRONT_TYPE {support}로 연락하시기 바랍니다.
ru: У вас есть два пользователя, покупатель и продавец {assetName}, зарегистрированные на FRONT_TYPE, и они осуществляют одну сделку на 100 {assetName}. Вы получаете 20% комиссионных от сборов FRONT_TYPE со сделки с обоих участников, что в сумме дает 40% от сбора FRONT_TYPE. Ваша итоговая сумма составляет 0,4 {assetName}. Только завершенные сделки берутся в расчет. Выплаты производятся ежедневно. {support} в вашем распоряжении для любых вопросов.

# affiliate__example__text_support
source: support
es: soporte
ko: 지원
ru: Служба поддержки

# affiliate__example__title
source: Commission example
es: Ejemplo de comisión por referidos
ko: 수수료 예시
ru: Примеры комиссионных

# affiliate__instructions_0
source: Affiliation is registered when any user signs up after landing on the site from a link with your referral code.
es: Los referidos se contabilizan cuando cualquier usuario se registra en la página, habiendo llegado a la misma desde un enlace con tu código de referidos.
ko: 유저가 당신의 제휴코드로 가입할 경우 그 유저가 당신의 제휴사로 등록됩니다.
ru: Партнерство регистрируется, когда любой пользователь регистрируется, переходя на сайт по ссылке с вашим партнёрским кодом.

# affiliate__instructions_link_type_regular_subtitle
source: Regular:
es: Común:
ko: 일반:
ru: Обычные:

# affiliate__instructions_text
source: You can use any of the {appName} links, for example:
es: Puede usar cualquier enlace de FRONT_TYPE, como por ejemplo:
ko: FRONT_TYPE의 어느 링크든 사용 가능합니다. 예시:
ru: Вы можете использовать любые ссылки FRONT_TYPE, например:

# affiliate__instructions_title
source: Example links
es: Ejemplos de enlaces
ko: 링크 예시
ru: Примеры ссылок

# affiliate__logged_out
source: You can enable the affiliate program after you {sign-up} or {log-in}.
es: Puede activar el programa de afiliación tras {sign-up} o {log-in}.
ko: {sign-up} 및 {log-in} 후 제휴프로그램이 사용 가능합니다.
ru: Вы можете активировать партнёрскую программу после того как вы {sign-up} или {log-in}.

# affiliate__logged_out_log_in
source: log in
es: iniciar sesión
ko: 로그인
ru: войдёте

# affiliate__logged_out_sign_up
source: sign up
es: registrarse
ko: 가입
ru: зарегистрируйтесь

# affiliate__payouts__none
source: No payouts yet
es: No ha recibido pagos todavía
ko: 수수료 없음
ru: Еще нет выплат.

# affiliate__payouts__table__date
source: Date
es: Fecha
ko: 날짜
ru: Дата

# affiliate__payouts__table__description
source: Description
es: Descripción
ko: 상세
ru: Описание

# affiliate__payouts__table__description_text
source: Affiliate program commission payout
es: Pago de comisiones del programa de afiliación
ko: 제휴프로그램 수수료 지불금
ru: Выплата комиссии по партнёрской программе

# affiliate__payouts__table__received
source: Received
es: Recibidos
ko: 수익
ru: Получено

# affiliate__payouts__title
source: Payouts
es: Pagos
ko: 지불금
ru: Выплаты

# affiliate__ref_code
source: Your referral code is: {ref-code}
es: Su código de referidos es: {ref-code}
ko: 당신의 제휴코드: {ref-code}
ru: Ваш партнёрский код: {ref-code}

# affiliate__terms__text
source: • You can link to any individual page, such as country listing or payment method listing, or anything else on {appName}. • You will earn {assetName} from the users who arrive to the site through your affiliate link register and make trades. • Payouts will be made daily to your {appName} wallet as {assetName}. • Commissions will be paid for one year from the user's registration. Commission is based on the income the new user brings for {appName} (trading fees). • If you have active coupons, your total coupon rebates for a given period will be subtracted from your affiliate earnings for the same given period. If your total rebate amount for a given period is greater than or equal to the affiliate earnings for the same given period, you will not receive any affiliate earnings for that given period. • Any foul play, such as misleading advertising, is forbidden. • Spamming is forbidden. Spamming includes sending unsubscribed private or public messages on forums/reddit, unsubscribed mass-mail, etc. • Adding hidden iframes on a website in order to capture affiliates is forbidden. Only affiliate iframes or direct links to the webpage are allowed. • {appName} has the right to disable any affiliate user at any given time. If you breach the terms, your affiliate program will be terminated.
es: • Puede enlazar a cualquier página individual, como la lista de países o la lista de métodos de pago, o cualquier otra cosa en FRONT_TYPE. <br/>• Obtendrá {assetName} de los usuarios que llegan al sitio a través de su enlace de afiliado se registre y realice transacciones. <br/>• Los pagos se realizarán diariamente en su billetera {assetName} de FRONT_TYPE. <br/>• Las comisiones se pagarán durante un año a partir de la inscripción del usuario. La comisión se basa en los ingresos que el nuevo usuario genera para FRONT_TYPE (comisiones de transacción).<br/>• Si tiene cupones activos, sus reembolsos totales de cupones para un período determinado se restarán de sus ganancias de afiliado para el mismo período dado. Si el monto total de su reembolso para un período determinado es mayor o igual que las ganancias de afiliados para el mismo período, no recibirá ninguna ganancia de afiliados para ese período. <br/>• Cualquier juego sucio, como publicidad engañosa, está prohibido. <br/>• Prohibido el Spamming. Spamming incluye el envío de mensajes privados o públicos en foros/reddit sin suscripción, así como el correo masivo sin suscripción, etc. <br/>• Se prohíbe agregar iframes ocultos en un sitio web para capturar afiliados. Solo se permiten iframes de afiliados o enlaces directos a la página web. <br/>• FRONT_TYPE tiene el derecho de deshabilitar a cualquier usuario afiliado en cualquier momento. Si incumple los términos, su programa de afiliación será cancelado.
ko: • 일정 국가 내 게시글이나 결제수단 등 FRONT_TYPE 내에서는 전부 링크연동이 가능합니다. <br/>• 링크를 통해 가입하고 거래한 모든 유저를 통해 {assetName}를 벌 수 있습니다. <br/>• 지불금은 FRONT_TYPE 지갑에 {assetName}로 매일 지급될 것입니다. <br/>• 수수료는 유저 가입 후 1년동안 지급됩니다. 수수료는 유저의 FRONT_TYPE (거래수수료)에 따라 지급됩니다. <br/>• 사용중인 쿠폰이 있을 경우, 쿠폰을 통한 할인금액이 차감된 후 수수료가 지급될 것입니다. 쿠폰 할인금액이 수수료보다 높을 경우, 수수료는 지급되지 않습니다. <br/>• 과장광고 등의 사기는 허용되지 않습니다. <br/>• 스팸게시는 허용되지 않습니다. 스팸게시에는 구독되어 있지 않은 인터넷포럼/레딧의 메시지나 이메일 등이 포함됩니다. <br/>• 제휴코드를 통해 유저를 끌어들이기 위해 숨겨진 iframe을 기재하는 것은 허용되지 않습니다. 제휴 iframe과 직접링크만 허용됩니다. <br/>• FRONT_TYPE은 언제든지 제휴유저를 밴할 수 있습니다. 규정을 어길 경우, 언제든지 제휴프로그램이 끊길 수 있습니다.
ru: • Вы можете делать ссылку на любую страницу сайта FRONT_TYPE, например, на список стран или на список способов оплаты. <br/>• Вы получите {assetName} с пользователей, которые придут на сайт по вашей ссылке, зарегистрируются и осуществят сделки. <br/>• Выплаты будут перечисляться в ваш кошелек FRONT_TYPE в качестве {assetName} ежедневно. <br/>• Комиссионные будут выплачиваться за год, отсчитывая со дня регистрации. Сумма комиссионных зависит от дохода, который новый пользователь принесет FRONT_TYPE (сборы за сделки).<br/>• Если у вас есть активные купоны, общая сумма скидок по купонам за определенный период будет вычтена из комиссионных доходов за тот же период. Если ваша общая сумма скидки за определенный период больше или равна комиссионной прибыли за тот же период, вы не получите никакой комиссионной прибыли за этот период. <br/>• Любое жульничество, например, реклама, вводящая в заблуждение, запрещено. <br/>• Рассылать спам запрещено. Рассылка спама включает отправку без подписки частных или публичных сообщений на форумах/reddit, массовые рассылки без подписки и т.д. <br/>• Добавление на веб-сайт скрытых встроенных фреймов с целью захвата партнеров запрещена. Допускаются только партнерские встроенные фреймы или прямые ссылки на веб-страницу. <br/>• FRONT_TYPE сохраняет за собой право отключить партнерскую программу для любого пользователя в любое время. Если вы нарушите эти условия, ваша партнерская программа будет прекращена.

# affiliate__terms__text___agoradesk
source: • You can link to any individual page, such as country listing or payment method listing, or anything else on {appName}. • You will earn cryptocurrency from the users who arrive to the site through your affiliate link register and make trades. • Payouts will be made daily to your {appName} wallet in the relevant cryptocurrencies. • Commissions will be paid for one year from the user's registration. Commission is based on the income the new user brings for {appName} (trading fees). • Any foul play, such as misleading advertising, is forbidden. • Spamming is forbidden. Spamming includes sending unsubscribed private or public messages on forums/reddit, unsubscribed mass-mail, etc. • Adding hidden iframes on a website in order to capture affiliates is forbidden. Only affiliate iframes or direct links to the webpage are allowed. • {appName} has the right to disable any affiliate user at any given time. If you breach the terms, your affiliate program will be terminated.
es: • Puede vincular a cualquier página individual, como la lista de países o la lista de métodos de pago, o cualquier otra cosa en FRONT_TYPE. <br/> • Ganará criptomonedas de los usuarios que lleguen al sitio a través de su enlace de afiliado, regístrese y realice intercambios. <br/> • Los pagos se realizarán diariamente en su billetera FRONT_TYPE en las criptomonedas relevantes. <br/> • Las comisiones se pagarán durante un año a partir del registro del usuario. La comisión se basa en los ingresos que aporta el nuevo usuario por FRONT_TYPE (tarifas comerciales). <br/> • Cualquier juego sucio, como publicidad engañosa, está prohibido. <br/> • El spam está prohibido. El envío de spam incluye el envío de mensajes privados o públicos no suscritos en foros / reddit, correo masivo no suscrito, etc. <br/> • Está prohibido agregar iframes ocultos en un sitio web para capturar afiliados. Solo se permiten iframes de afiliados o enlaces directos a la página web. <br/> • FRONT_TYPE tiene el derecho de deshabilitar a cualquier usuario afiliado en cualquier momento. Si no cumple con los términos, su programa de afiliación será cancelado.
ko: • 일정 국가 내 게시글이나 결제수단 등 FRONT_TYPE 내에서는 전부 링크연동이 가능합니다. <br/>• 링크를 통해 가입하고 거래한 모든 유저를 통해 가상화폐를 벌 수 있습니다. <br/>• 지불금은 FRONT_TYPE 지갑에 관련 가상화폐로 매일 지급될 것입니다. <br/>• 수수료는 유저 가입 후 1년동안 지급됩니다. 수수료는 유저의 FRONT_TYPE (거래수수료)에 따라 지급됩니다. <br/>• 과장광고 등의 사기는 허용되지 않습니다. <br/>• 스팸게시는 허용되지 않습니다. 스팸게시에는 구독되어 있지 않은 인터넷포럼/레딧의 메시지나 이메일 등이 포함됩니다. <br/>• 제휴코드를 통해 유저를 끌어들이기 위해 숨겨진 iframe을 기재하는 것은 허용되지 않습니다. 제휴 iframe과 직접링크만 허용됩니다. <br/>• FRONT_TYPE은 언제든지 제휴유저를 밴할 수 있습니다. 규정을 어길 경우, 언제든지 제휴프로그램이 끊길 수 있습니다.
ru: • Вы можете делать ссылку на любую страницу сайта FRONT_TYPE, например, на список стран или на список способов оплаты. <br/>• Вы получите соответствующие криптовалюты с пользователей, которые придут на сайт по вашей ссылке, зарегистрируются и осуществят сделки. <br/>• Выплаты будут перечисляться в ваш кошелек FRONT_TYPE в качестве соответствующей криптовалюты ежедневно. <br/>• Комиссионные будут выплачиваться за год, отсчитывая со дня регистрации. Сумма комиссионных зависит от дохода, который новый пользователь принесет FRONT_TYPE (сборы за сделки). <br/>• Любое жульничество, например, реклама, вводящая в заблуждение, запрещено. <br/>• Рассылать спам запрещено. Рассылка спама включает отправку без подписки частных или публичных сообщений на форумах/reddit, массовые рассылки без подписки и т.д. <br/>• Добавление на веб-сайт скрытых встроенных фреймов с целью захвата партнеров запрещена. Допускаются только партнерские встроенные фреймы или прямые ссылки на веб-страницу. <br/>• FRONT_TYPE сохраняет за собой право отключить партнерскую программу для любого пользователя в любое время. Если вы нарушите эти условия, ваша партнерская программа будет прекращена.

# affiliate__terms__title
source: Affiliate program terms
es: Términos del programa de afiliación
ko: 제휴프로그램 규정
ru: Условия партнерской программы

# affiliate__title
source: Affiliate program
es: Programa de afiliación
ko: 제휴프로그램
ru: Партнерская программа

# affiliate__users__text
source: You are currently registered as an affiliate for {number} users and will earn commissions from all trades done by these.
es: Actualmente está registrado como afiliado por {number} usuarios y ganará comisiones de todas las operaciones realizadas por éstos.
ko: 당신은 현재 {number}명의 유저가 제휴유저로 등록되어 있으며 이들의 모든 거래를 통한 수수료를 벌고 있습니다.
ru: Вы зарегистрированы как партнер для {number} пользователей и получите комиссионные за все их сделки.
