Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__btc__card_two_5
source: Monero is a grassroots community attracting the world's best cryptocurrency researchers and engineering talent.
es: Monero es una comunidad de base que atrae a los mejores investigadores de criptomoneda y al talento de ingeniería del mundo
ko: 모네로는 세계 최고의 가상화폐 연구자들과 재능을 끌어들이는 공동체입니다.
ru: Монеро (XMR) - это массовое сообщество, привлекающее лучших в мире исследователей криптовалюты и инженерных талантов.

# guide__btc__card_two_6
source: Over 420 developer have contributed to the Monero project, including 30 core developers. Forums and chat channels are welcoming and active.
es: Más de 420 desarrolladores han contribuido al proyecto Monero, incluidos 30 desarrolladores principales. Los foros y los canales de chat son acogedores y activos
ko: 30명의 메인개발자를 포함한 420명 이상의 개발자가 모네로 프로젝트에 참여했습니다. 관련 포럼과 채팅은 활발한 활동을 하고 있고 누구나 환영입니다.
ru: Более 420 разработчиков внесли свой вклад в проект Монеро (XMR), в том числе 30 основных разработчиков. Форумы и чаты очень приветливы и активны.

# guide__btc__card_two_7
source: Monero's Research Lab, Core Development Team and Community Developers are constantly pushing the frontier of what is possible with cryptocurrency privacy and security.
es: El Laboratorio de Investigación de Monero, el Equipo de Desarrollo Central y los Desarrolladores de la Comunidad están empujando constantemente la frontera de lo que es posible con la privacidad y seguridad de la criptomoneda
ko: 모네로 연구소는와 중앙개발팀, 그리고 커뮤니티 개발자들은 항상 가상화폐의 보안과 안전을 향상시키기 위해 노력하고 있습니다 Monero's Research Lab, Core Development Team and Community Developers are constantly pushing the frontier of what is possible with cryptocurrency privacy and security.
ru: Исследовательская лаборатория Монеро (XMR), группа разработчиков ядра и разработчики сообщества постоянно расширяют границы возможного с конфиденциальностью и безопасностью криптовалюты.

# guide__btc__card_two_8
source: <strong> Monero is electronic cash that allows fast, inexpensive payments to and from anywhere in the world. </strong> There are no multi-day holding periods and no risk of fraudulent chargebacks. It is safe from ‘capital controls’ - these are measures that restrict the flow of traditional currencies, sometimes to an extreme degree, in countries experiencing economic instability.
es: <strong> Monero es dinero en efectivo electrónico que permite pagos rápidos y económicos desde y hacia cualquier lugar del mundo. </strong> <br/> No hay períodos de espera de varios días y no hay riesgo de devoluciones de cargo fraudulentas. Está a salvo de los 'controles de capital': son medidas que restringen el flujo de monedas tradicionales, a veces en un grado extremo, en países que experimentan inestabilidad económica
ko: <strong> 모네로는 전세계 누구나 어디서든 빠르고 싸게 온라인결제를 가능하게 하는 전자화폐입니다.</strong> 결제에 며칠씩 걸리지 않으며 차지백 사기를 당할 위험도 없습니다. '자금통제'로부터도 자유롭습니다 - 경제상황이 불안한 국가에서 종종 (극한의 방안을 이용한) 전통화폐의 흐름을 통제하기 위한 시도가 있습니다.
ru: <strong> Монеро (XMR) - это электронная наличность, которая позволяет осуществлять быстрые и недорогие платежи в любую точку мира. </strong> <br/> Не существует многодневных периодов удержания, и нет риска мошеннических возвратных платежей. Это безопасно от «контроля капитала» - мер, которые ограничивают поток традиционных валют, иногда в крайней степени, в странах, испытывающих экономическую нестабильность

# guide__btc__card_two__title
source: 2. Why Monero? (as explained by {getmonero})
es: 2. ¿Por qué Monero? (según lo explicado por {getmonero})
ko: 2. 왜 모네로를 써야하나요? ({getmonero}의 답)
ru: 2. Почему Монеро (XMR)? (объяснено {getmonero})

# guide__btc__conclusion_1
source: It’s getting more and more difficult as time goes on, but it’s still possible to achieve an anonymous purchase of bitcoin as long as you’re willing to take an extra step of <strong> converting it from Monero. </strong> Fortunately, Monero only serves to increase your privacy and anonymity to an even further degree. Whereas in most other guides available online they suggest methods that involve steps that create further privacy leaks, this guide is provides a way that will not only minimize privacy leaks, but even enhance your level of privacy as compared to buying bitcoin directly with cash, since <strong> you will be protected by Monero’s privacy features. </strong>
es: Se está volviendo cada vez más difícil a medida que pasa el tiempo, pero aún es posible lograr una compra anónima de bitcoin siempre que esté dispuesto a dar un paso adicional para <strong> convertir de Monero. </strong> Afortunadamente, Monero solo sirve para aumentar aún más su privacidad y anonimato. Mientras que en la mayoría de las otras guías disponibles en línea sugieren métodos que implican pasos que crean más filtraciones de privacidad, esta guía proporciona una manera eso no solo minimizará las filtraciones de privacidad, sino que incluso mejorará su nivel de privacidad en comparación con la compra de bitcoin directamente en efectivo, ya que <strong> estará protegido por las características de privacidad de Monero. </strong>
ko: 시간이 지날수록 어려워지고 있지만, <strong>모네로를 거쳐</strong> 익명으로 비트코인을 구매하는 것이 가능합니다. 여기서 다행히도 모네로는 익명성과 보안을 향상시키기 위해서만 사용됩니다. 인터넷 상의 다른 가이드에서는 보안유출의 위험이 있는 다른 방법을 제시하고 있지만 이 가이드는 보안유출의 위험을 최소화하고 현금으로 비트코인을 직접 구매하는 것에 비해 <strong>모네로의 보안을 통해</strong> 익명성을 향상시키는 방법을 제공합니다.
ru: С течением времени становится все труднее, но все еще можно добиться анонимной покупки биткойнов, если вы готовы сделать дополнительный шаг конвертации <strong> через Монеро (XMR). </strong> К счастью, Монеро (XMR) только повышает вашу конфиденциальность и анонимность в еще большей степени. В то время как в большинстве других руководств, доступных в Интернете, предлагают методы включающие шаги, которые создают дополнительные утечки конфиденциальности, это руководство предоставляет спосбо не только минимизировать утечку конфиденциальности, но даже повысить ваш уровень конфиденциальности по сравнению с покупкой биткойнов напрямую наличными, поскольку <strong> вы будете защищены функциями конфиденциальности Монеро (XMR). </strong>

# guide__btc__conclusion__title
source: Conclusion
es: Conclusión
ko: 결론
ru: Заключение

# guide__btc__intro_1
source: <strong>Buying bitcoins anonymously has become an increasingly difficult task.</strong>
es: <strong> Comprar bitcoins de forma anónima se ha convertido en una tarea cada vez más difícil. </strong>
ko: <strong>익명으로 비트코인을 구매하는 것이 점점 더 어려워지고 있습니다.</strong>
ru: <strong> Анонимная покупка биткойнов становится все более сложной задачей. </strong>

# guide__btc__intro_2
source: With each passing day, it seems like most if not all of the traditional methods of acquiring bitcoin have begun to require ID verification, making most guides available online today such as the one on {ninety-nine-bitcoins} or {coincentral} obsolete. {linebreak} {gutter} The traditional way of buying bitcoins without ID has mainly been through the P2P Bitcoin exchange platform {localbitcoins}, a place that was especially popular for buying bitcoin anonymously with {paypal}.
es: Con cada día que pasa, parece que la mayoría, si no todos los métodos tradicionales de adquisición de bitcoin, han comenzado a requerir la verificación de identificación, por lo que la mayoría de las guías están disponibles en línea hoy en día, como la de {ninety-nine-bitcoins} o {coincentral} obsoleta. {linebreak} {gutter} La forma tradicional de comprar bitcoins sin identificación ha sido principalmente a través de la plataforma de intercambio de bitcoins P2P {localbitcoins}, un lugar que fue especialmente popular para comprar bitcoin de forma anónima con {paypal}.
ko: 시간이 지나면서 지금까지 사용되어 온 비트코인 구매 방법들의 대부분이 본인인증을 요구하고 있어 {ninety-nine-bitcoins}나 {coincentral}에 나와있는 구매법이 무효하게 되었습니다. {linebreak} {gutter} 본인인증없이 비트코인을 구매하는 가장 인기있는 방법은 {paypal}을 이용하는 P2P 비트코인 거래소인 {localbitcoins}를 이용하는 것입니다.
ru: Кажется, что с каждым днем ​​большинство, если не все традиционные методы получения биткойнов, требуют подтверждения личности, что делает большинство руководств, доступных сегодня в Интернете, таких как на {ninety-nine-bitcoins} или {coincentral} устаревшими. {linebreak} {gutter} Традиционный способ покупки биткойнов без подтверждения личности был через P2P-платформу обмена биткойнов {localbitcoins}, особенно популярной для анонимной покупки биткойнов через {paypal}.

# guide__btc__intro_3
source: But, unfortunately, even <strong>LocalBitcoins have started requiring ID verification from all their traders.</strong>
es: Pero, desafortunadamente, incluso <strong> LocalBitcoins han comenzado a requerir la verificación de ID de todos sus operadores. </strong>
ko: 하지만, 안타깝게도 <strong>LocalBitcoin마저 본인인증을 요구하기 시작했습니다.</strong>
ru: Но, к сожалению, даже <strong> LocalBitcoins начали требовать подтверждения линчости от всех своих трейдеров. </strong>

# guide__btc__intro_4
source: So are the days when you could buy bitcoins with a credit card instantly and with no verification behind us? Not quite. Here, we present to you an easy, anonymous, private and quick way to acquire bitcoins with cash in just a few steps…
es: ¿Entonces, los días en que podría comprar bitcoins con una tarjeta de crédito al instante y sin verificación alguna? No del todo. Aquí, le presentamos una forma fácil, anónima, privada y rápida. para adquirir bitcoins en efectivo en unos pocos pasos ...
ko: 그래서 이제 본인인증없이 신용카드로 비트코인을 구매할 수는 없는 것일까요? 아직은 아닙니다. 여기서 <strong>모네로를 이용해</strong> 쉽고 빠르게 익명으로 비트코인을 현금으로 구매하는 방법을 알려드리겠습니다!
ru: Так прошли ли дни, когда вы могли купить биткойны с помощью кредитной карты мгновенно и без проверки? Не совсем. Здесь мы представляем вам простой, анонимный, приватный и быстрый способ приобрести биткойны наличными всего за несколько шагов ...

# guide__btc__title
source: How to Buy Bitcoins Anonymously
es: Cómo comprar Bitcoins de forma anónima
ko: 익명으로 비트코인을 구매하는 방법
ru: Как купить биткойны анонимно

# guide__buy__step_five_text
source: Once you have made the payment, click the 'I have paid button'. Once the trader has verified that your payment has been received, the trade will finalized and soon you'll see the {assetName} in your settlement wallet. And that's all there is to it, congratulations on your first {assetName} trade!
es: Una vez que haya realizado el pago, haga clic en el botón "He pagado". Una vez que el operador haya verificado que tu pago ha sido recibido, la operación finalizará y pronto verás el {assetName} en tu cartera de liquidación. Y eso es todo, ¡felicidades por tu primera operación de {assetName}!
ko: 결제가 완료되면 '결제했습니다' 버튼을 클릭합니다. 거래자가 귀하의 지불이 수신되었음을 확인하면 거래가 완료되고 곧 결제 지갑에 {assetName} 이(가) 표시됩니다. 그것이 전부입니다. 첫 {assetName} 거래를 축하합니다!
ru: После того как вы произвели оплату, нажмите кнопку "Я оплатил". Как только трейдер подтвердит, что ваш платеж получен, сделка будет завершена, и вскоре вы увидите {assetName} в своем расчетном кошельке. Вот и все, поздравляем вас с вашей первой сделкой {assetName}!

# guide__buy__step_five_text_localmonero_wallet
source: {appName} wallet
es: Billetera FRONT_TYPE
ko: FRONT_TYPE 지갑
ru: кошельке FRONT_TYPE

# guide__buy__step_four_text
source: After you press the 'Buy' button you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them you can go back to the previous page and choose another advertisement. To start the trade, type in how much {assetName} you want to buy and click the 'Send trade request' button to the start the trade. Be sure you're ready to pay when clicking the button, if you don't pay before the payment window is over, the seller will be able to cancel the trade.
es: Después de presionar el botón 'Comprar', verá más información sobre el anuncio, incluyendo los términos de intercambio. Léalos detenidamente antes de enviar la solicitud de transacción, si no está de acuerdo con ellos, puede volver a la página anterior y elegir otro anuncio. Para iniciar el comercio, ingrese la cantidad de {assetName} que desea comprar y haga clic en el botón 'Enviar solicitud de transacción' para iniciar la misma. Asegúrese de estar listo para pagar cuando haga clic en el botón, si no paga antes de que finalice el margen de tiempo para pagos, el vendedor podrá cancelar la transacción.
ko: '구매'버튼 클릭하면 약관을 포함한 해당 계약에 대한 더 많은 정보를 볼 수 있습니다. 약관을 읽어보시고 동의하시면 거래요청을 하시면 되고, 동의하지 않으신다면 다른 계약을 찾아보시면 됩니다. 거래를 시작하고 싶다면 구매하고 싶은 {assetName} 갯수를 입력하시고 '거래요청'을 누르시면 됩니다. 결제한도 내에 결제를 하지 않으면 결제대상이 거래를 취소할 수 있기에 버튼을 누르시기 전 결제준비를 하시기 바랍니다.
ru: После нажатия кнопки 'Купить' вы увидите более подробную информацию об объявлении, включая условия сделки. Внимательно ознакомьтесь с ними, прежде чем отправлять запрос на сделку. Если вы не согласны с этими условиями, вы можете вернуться на предыдущую страницу и выбрать другое объявление.Чтобы начать сделку, впечатайте в синее поле, сколько вы хотите купить, введите сообщение для продавца и нажмите на кнопку 'Отправить запрос на сделку', чтобы приступить к сделке. При нажатии на эту кнопку будьте готовы к оплате. Если вы не совершите платеж до того, как закроется окно оплаты, сделка будет автоматически отменена.

# guide__buy__step_one_text
source: {register-an-account} with {appName}. You get a free and secure online Monero wallet. No additional apps are needed. If you already have an account, skip to the next step.
es: {register-an-account} con FRONT_TYPE. Obtenga una billetera en línea de Monero gratuita y segura. Sin necesidad de aplicaciones adicionales. Si ya tiene una cuenta, salte al siguiente paso.
ko: FRONT_TYPE에 {register-an-account}하시면 됩니다. 무료로 이용 가능한 안전한 모네로 지갑이 생성됩니다. 다른 어플을 설치하실 필요 없습니다. 이미 계정이 있다면, 다음 단계로 넘어가세요.
ru: {register-an-account} на FRONT_TYPE. Вы получите бесплатный и надежный Монеро (XMR)-кошелек. Дополнительные приложения не требуются. Если у вас уже есть учетная запись, перейдите к следующему шагу.

# guide__buy__step_one_text_register_an_account
source: Register an account
es: Registre una cuenta
ko: 가입
ru: Зарегистрируйтесь

# guide__buy__step_one_text___agoradesk
source: {register-an-account} with {appName}. You get a free and secure online cryptocurrency wallet. No additional apps are needed. If you already have an account, skip to the next step.
es: {register-an-account} con FRONT_TYPE. Obtiene una billetera de criptomonedas en línea gratuita y segura. No se necesitan aplicaciones adicionales. Si ya tiene una cuenta, salte al siguiente paso.
ko: FRONT_TYPE에 {register-an-account}하시면 됩니다. 무료로 이용 가능한 안전한 가상화폐 지갑이 생성됩니다. 다른 어플을 설치하실 필요 없습니다. 이미 계정이 있다면, 다음 단계로 넘어가세요.
ru: {register-an-account} с FRONT_TYPE. Вы получаете бесплатный и безопасный онлайн-кошелек криптовалюты. Никаких дополнительных приложений не требуется. Если у вас уже есть учетная запись, перейдите к следующему шагу.

# guide__buy__step_three_text
source: From the list of advertisements, choose one from a trader with a good reputation score and a high amount of trades. A green circle means the trader has been online today, a yellow circle means they have visited the site this week and a grey circle means that the trader hasn't been here for over a week. You can click the 'Buy' button to view more information about an advertisement.
es: De la lista de anuncios, escoja uno que provenga de un comerciante con buena reputación (feedback) y un alto número de transacciones. Un circulo verde significa que el comerciante ha estado conectado hoy, un circulo amarillo que ha visitado la página esta semana y uno gris que no ha pasado por aquí en como mínimo una semana. Puede pinchar el botón 'Comprar' para ver más información sobre un anuncio.
ko: 계약목록에서 거래횟수가 많고 후기가 많은 사람의 계약을 고르세요. 초록색 원은 거래대상이 오늘 접속했었다는 것이고, 노란색은 이번주에 접속, 회색은 일주일 이상 접속하지 않았다는 뜻입니다. '구매'를 눌러 계약에 대해 더 알아볼 수 있습니다.
ru: Из списка объявлений выберите одно, предлагаемое трейдером с хорошей оценкой репутации и большим количеством сделок. Индикатор времени ответа показывает, отвечает когда пользователь последний раз был в сети: сегодня (зеленый), в течение недели (желтый) или же дольше (серый). Вы можете нажать на кнопку 'Купить', чтобы ознакомиться с более подробной информацией об объявлении.

# guide__buy__step_two_text
source: Go to the {main-page} and in the search box fill in the form with the amount you want to buy in your currency, your location and a payment method. If you're unsure how you want to pay, choose 'All online offers' as your payment method. The site will list {assetName} traders available in your region.
es: Vaya a la {main-page} y en en el recuadro de búsqueda, complete el formulario con la cantidad que desea comprar en su moneda, su ubicación y un método de pago. Si no está seguro de cómo desea pagar, elija 'Todas las ofertas en línea' como su método de pago. El sitio mostrará una lista de los comerciantes {assetName} disponibles en su región.
ko: {main-page}로 가 검색조건에 구매하고 싶은 양과 구매에 이용할 화폐, 내 위치, 그리고 결제수단을 설정하셔야 합니다. 어떤 결제수단을 이용하고 싶은지 확실하지 않다면 '모든 온라인 계약'을 선택하시면 됩니다. 지역 내 이용 가능한 {assetName} 거래목록이 나타날 것입니다.
ru: Перейдите на {main-page} и в поле поиска введите количество {assetName}, которое вы хотите купить, в вашей валюте, ваше местоположение, а также выберите способ платежа. Если вы не уверены в том, как вы хотите оплачивать, выберите в качестве способа платежа вариант 'Все онлайн предложения'. Сайт покажет вам список {assetName}-трейдеров, имеющихся в вашем регионе.

# guide__buy__step_two_text_main_page
source: main page
es: página principal
ko: 메인 페이지
ru: главную страницу

# guide__buy__title
source: How to buy Monero online
es: Cómo comprar Monero en línea
ko: 모네로를 온라인으로 구매하는 방법
ru: Как купить Монеро (XMR) онлайн

# guide__buy__title___agoradesk
source: How to buy cryptocurrency online
es: Cómo comprar criptomonedas en línea
ko: 가상화폐를 온라인으로 구매하는 방법
ru: Как купить криптовалюту онлайн

# guide__cbm__buyer__0__text
source: You can put the cash in the envelope at home or in the car, and you can put your phone with the video turned on in your front shirt pocket and it'll record the whole process without much extra work from you apart from making sure that you do everything in front of where the camera's pointing. If you have something like a GoPro or the latest iPhone which has a camera with a wider viewing angle it's going to be even easier. Keep the footage in case of a dispute for 180 days.
es: Puedes poner el dinero en el sobre en casa o en el coche, y puedes poner tu teléfono con el vídeo encendido en el bolsillo delantero de tu camisa y grabará todo el proceso sin mucho trabajo extra por tu parte, aparte de asegurarte de que lo haces todo delante de donde apunta la cámara. Si tienes algo como una GoPro o el último iPhone, que tiene una cámara con un ángulo de visión más amplio, será aún más fácil. Conserva las grabaciones en caso de litigio durante 180 días.
ko: 당신은 집이나 차에 봉투에 현금을 넣을 수 있습니다, 당신은 당신의 앞 셔츠 주머니에 켜져 비디오와 휴대 전화를 넣을 수 있습니다 그리고 그것은 당신이 카메라의 가리키는 곳 앞에서 모든 것을 할 수 있는지 확인하는 것 외에 당신에게서 많은 추가 작업없이 전체 프로세스를 기록합니다. 당신은 GoPro 또는 넓은 시야각카메라를 가지고 최신 아이폰 같은 무언가가있는 경우 그것은 더 쉽게 될 것입니다. 분쟁이 있는 경우 180일 동안 영상을 보관하십시오.
ru: Вы можете положить наличные деньги в конверт дома или в машине, и вы можете положить телефон с включенным видео в переднем кармане рубашки, и он будет записывать весь процесс без большой дополнительной работы от вас, кроме того, чтобы убедиться, что вы делаете все перед тем, куда камера указывает. Если у вас есть что-то вроде GoPro или новейший iPhone с камерой с более широким углом обзора, это будет еще проще. Сохраняйте записи в случае спора в течение 180 дней.

# guide__cbm__buyer__0__title
source: Your video should be filmed within a single take, without cuts
es: El vídeo debe estar filmado en una sola toma, sin cortes
ko: 동영상은 컷 없이 한 번의 테이크 내에서 촬영되어야 합니다.
ru: Ваше видео должно быть снято в течение одного дубля, без порезов.

# guide__cbm__buyer__1__text
source: Use some sort of a custom chop/stamp/seal, or a signature or just random movements with a sharpie inside the envelope, covering all surfaces. This will help establish whether the seller is actually opening the envelope you've sent or a fake one. Make sure the mark is visible on the video.
es: Utilice algún tipo de chuleta/sello personalizado, o una firma o simplemente movimientos aleatorios con un rotulador dentro del sobre, cubriendo todas las superficies. Esto ayudará a establecer si el vendedor está abriendo realmente el sobre que has enviado o uno falso. Asegúrese de que la marca es visible en el vídeo.
ko: 일종의 사용자 정의 잘라내기/스탬프/씰, 또는 모든 표면을 덮는 봉투 안에 날카로운 서명 또는 임의의 움직임을 사용합니다. 이렇게 하면 판매자가 실제로 보낸 봉투를 열고 있는지 가짜 봉투를 열고 있는지 여부를 설정하는 데 도움이 됩니다. 동영상에 표시가 표시되는지 확인합니다.
ru: Используйте что-то вроде уникальной линии/штампа/печати, или подпись, или просто случайные движения с заостренным внутри конверта, охватывая все поверхности. Это поможет установить, действительно ли продавец вскрывает конверт, который вы послали, или поддельный. Убедитесь, что метка видна на видео.

# guide__cbm__buyer__1__title
source: Put custom markings inside the envelope
es: Poner marcas personalizadas en el interior del sobre
ko: 봉투 안에 사용자 지정 표시 넣기
ru: Уникальная маркировка внутри конверта

# guide__cbm__buyer__2__text
source: To mitigate a (potential, but very rare) case of postal theft en route, try to conceal the fact that the package contains cash. You may put the cash in a magazine, mylar bag or some other container. Vacuum sealing the cash also works.
es: Para mitigar un caso (potencial, pero muy raro) de robo postal en ruta, intente ocultar que el paquete contiene dinero en efectivo. Puede poner el dinero en efectivo en una revista, una bolsa de mylar o algún otro recipiente. Sellar el dinero al vacío también funciona.
ko: 도중에 우편 도난의 (잠재력, 그러나 매우 드문) 경우를 완화하려면 패키지에 현금이 포함되어 있다는 사실을 은폐하십시오. 당신은 잡지, 마일러 가방 또는 다른 용기에 현금을 넣을 수 있습니다. 진공 밀봉도 효과가 있습니다.
ru: Чтобы смягчить (потенциальный, но очень редкий) случай кражи почты в пути, постарайтесь скрыть тот факт, что посылка содержит наличные деньги. Вы можете положить наличные деньги в журнал, майларовый пакет или другой контейнер. Вакуумная герметизация наличных также работает.

# guide__cbm__buyer__2__title
source: Try to disguise the cash
es: Trata de disimular el dinero en efectivo
ko: 현금을 위장하려고
ru: Попробуйте замаскировать наличные
