Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__myths__4__text
source: <p>This criticism is most commonly given with Bitcoin in mind. What if Bitcoin adopts privacy technologies that allow adequate privacy. What would be the use for Monero?</p> <p>The reality is, we don’t see Bitcoin ever putting privacy on the first layer. At best, it would be on second layers, or through certain wallets, such as Samourai and Wasabi. This means the privacy is opt-in, which research shows is always inferior to privacy that is on by default. Even if this technology was adopted by a decent percentage of Bitcoin users (which is itself a stretch of the imagination), the privacy would be inferior.</p> <p>While the reasons for opt-in privacy inferiority would be big enough to make it’s own article, we want to elaborate with a crude example here. Privacy, from a technological standpoint, is about hiding in a crowd. The bigger and more homogeneous the crowd, the better the privacy of the individual. Conversely if either the crowd is small, or large, but everyone wears different, unique clothing, it would be easier to identify an individual.</p> <p>This means that since Bitcoin is forcing people to take extra steps to be a part of this crowd, many will not do it, and those that do, may do it poorly. The end result ends up being a small crowd, and identifying individual outputs is much easier. But it gets worse. In addition to the crowd being small, every individual is more or less unique from each other, depending on the privacy protocol they chose to use. Some might choose Samourai, which has one way of mixing, while others may choose Wasabi which has another, and the list goes on. This ultimately leads to unique characteristics about each transaction. Coupled with the small crowd, the privacy is quite weak.</p> <p>We compare the above to Monero, which enforces privacy at a protocol level. This means that everyone is a part of the crowd by default, and everyone utilizes the same privacy (the one dictated by the protocol). The crowd is both large, and homogeneous, resulting in much stronger privacy.</p> <p>But let’s take a step back and follow a hypothetical, where, somehow, Bitcoin does indeed put privacy on the base layer. It’s robust, on-by default, and mandatory. What would be the need for Monero?</p> <p>Well, for some, there wouldn’t be one, and it may be surprising to hear, but many of us Monero folks wouldn’t care. All we want is for there to be a privacy preserving, fungible way for individuals to transact with each other across the globe, and if Bitcoin miraculously does it in a way that actually protects privacy through mandatory, base-layer technology, then many of us would happily switch over. Good luck getting this to happen though.</p> <p>That said, Monero does offer many features beyond privacy that Bitcoin does not. The dynamic blocksize enabled by a tail emission, a different code base, a policy of low fees, a different elliptic curve, and more. In particular the dynamic blocksize should be highlighted here, as it enables a theoretically limitless transaction throughput with only storage and bandwidth being the choke points. In short, a theoretical Bitcoin with privacy just doesn't offer everything Monero does.</p> <p>Switching gears one last time for this question, less often this argument applies to technology like an ethereum smart contract using zk-SNARKS, which, once again, does not have mandatory privacy on the base layer of the main chain, so the anonymity sets will be quite small and of dubious ability to adequately protect privacy. For other comparisons, please see our <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">article comparing Monero to the other major privacy coins</a>.</p>
es: <p>Esta crítica se da más comúnmente con Bitcoin en mente. ¿Qué pasa si Bitcoin adopta tecnologías de privacidad que permiten una privacidad adecuada? ¿Cuál sería el uso para Monero?</p> <p>La realidad es que no vemos que Bitcoin ponga privacidad en la primera capa. En el mejor de los casos, sería en segundas capas, o a través de ciertas billeteras, como Samourai y Wasabi. Esto significa que la privacidad es opcional, lo que según la investigación siempre es inferior a la privacidad que está activada de forma predeterminada. Incluso si esta tecnología fuera adoptada por un porcentaje decente de usuarios de Bitcoin (que en sí mismo es un tramo de la imaginación), la privacidad sería inferior.</p> <p>Si bien las razones para la inferioridad de privacidad de la suscripción voluntaria serían lo suficientemente grandes como para hacer su propio artículo, queremos elaborar un ejemplo crudo aquí. La privacidad, desde un punto de vista tecnológico, se trata de esconderse en una multitud. Cuanto más grande y más homogénea sea la multitud, mejor será la privacidad del individuo. Por el contrario, si la multitud es pequeña o grande, pero todos usan ropa diferente y única, sería más fácil identificar a un individuo.</p> <p>Esto significa que, dado que Bitcoin está obligando a las personas a tomar medidas adicionales para ser parte de esta multitud, muchos no lo harán, y los que sí lo hagan, pueden hacerlo mal. El resultado final termina siendo una pequeña multitud, e identificar salidas individuales es mucho más fácil. Pero se pone peor. Además de que la multitud es pequeña, cada individuo es más o menos único entre sí, dependiendo del protocolo de privacidad que elijan usar. Algunos pueden elegir Samourai, que tiene una forma de mezclar, mientras que otros pueden elegir Wasabi que tiene otra, y la lista continúa. En última instancia, esto conduce a características únicas sobre cada transacción. Junto con la pequeña multitud, la privacidad es bastante débil.</p> <p>Comparamos lo anterior con Monero, que aplica la privacidad a nivel de protocolo. Esto significa que todos son parte de la multitud de forma predeterminada, y todos utilizan la misma privacidad (la que dicta el protocolo). La multitud es grande y homogénea, lo que resulta en una privacidad mucho más fuerte.</p> <p>Pero demos un paso atrás y sigamos una hipótesis, donde, de alguna manera, Bitcoin realmente pone privacidad en la capa base. Es robusto, activado de forma predeterminada y obligatorio. ¿Cuál sería la necesidad de Monero?</p> <p>Bueno, no habría uno, y puede ser sorprendente escucharlo, pero a muchos de nosotros, la gente de Monero, no nos importaría. Todo lo que queremos es que haya una forma fungible y de preservación de la privacidad para que las personas realicen transacciones entre sí en todo el mundo, y si Bitcoin lo hace milagrosamente de una manera que realmente protege la privacidad a través de la tecnología de capa base obligatoria, entonces muchos de nosotros felizmente cambiaría. Sin embargo, buena suerte para que esto suceda.</p> <p>Con menos frecuencia, este argumento se aplica a la tecnología como un contrato inteligente de ethereum que usa zk-SNARKS, que, una vez más, no tiene privacidad obligatoria en la capa base de la cadena principal, por lo que los conjuntos de anonimato serán bastante pequeños y dudosos capacidad de proteger adecuadamente la privacidad. Para otras comparaciones, consulte nuestro <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artículo que compara Monero con las otras monedas principales de privacidad</a>.</p>
ko: <p>이 비판은 비트코인과 비교할 때 자주 나옵니다. 비트코인이 어느 정도의 개인정보보호를 보장하는 기술을 도입한다면? 모네로를 쓸 이유가 없지 않나?</p> <p>실상은 비트코인이 레이어1에 개인정보보호를 도입할 일은 없습니다. 하더라도 레이어2에 도입되거나 Samourai나 Wasabi와 같은 특정 지갑을 통해서일 것입니다. 이는 결국 유저가 개인정보보호에 노력을 따로 들여야 한다는 것이고, 연구에 의하면 이는 자동으로 적용되는 개인정보호에 못미칩니다. (이것부터 이미 말도 안되는 가정이지만) 상당한 수의 비트코인 유저가 개인정보보호 기술을 이용한다해도, 기본제공되는 개인정보보호보다 한참 못 미칠 것입니다.</p> <p>왜 별도의 개인정보보호를 이용하는 것이 열등한지에 대해서만 따로 글을 쓸 수 있지만, 간단한 예를 통해 설명하겠습니다. 기술적인 측면에서 개인정보보호는 군중에 숨는 것과 같습니다. 군중이 크고 균일할수록 개인정보보호가 더 강력해집니다. 반대로 군중이 작거나 커도 모두가 개성있고 서로서로 다르다면, 그 중에서 한 개인을 찝어내는 것은 쉬울 것입니다.</p> <p>비트코인은 군중에 숨기 위해 따로 노력을 들이게 하기 때문에, 많은 이들이 이를 하지 않을 것이고 하더라도 형편없이 할 것입니다. 결과적으로는 작은 군중이 될 것이며 거기서 한 명을 찾는 것은 쉬울 것입니다. 하지만 여기서 끝이 아닙니다. 군중이 작은 것에 추가로 어떤 개인정보보호 프로토콜을 쓰느냐에 따라 구성원은 서로서로 구별하기 쉽게 될 것입니다. 누구는 Samourai를 이용하고 누구는 비트코인을 세탁하고 누구는 Wasabi를 사용할 수도 있고 가능성은 무궁무진합니다. 이는 결과적으로 모든 거래가 고유의 특성을 가지게 될 것이고 작은 군중과 합쳐져 결국 상당히 약한 보안으로 이어지게 됩니다.</p> <p>위를 프로토콜 단계에서 개인정보보호를 도입하는 모네로와 비교해 봅시다. 이는 모두가 기본적으로 군중에 속하게 된다는 것이며, 모두가 (프로토콜에서 제공하는) 개인정보보호를 이용한다는 것입니다. 즉 결과적으로 거대하고 균일한 군중이 됩니다.</p> <p>하지만 다시 돌아와서 비트코인이 어떻게 기본 레이어에 탄탄하고 기본적으로 제공되는 개인정보보호를 도입했다고 가정해 봅시다. 그렇다면 모네로를 굳이 쓸 이유가 있을까?</p> <p>결론부터 말하자면 의외일 수도 있지만 쓸 이유가 없고 저희 모네로 유저들은 신경쓰지 않을 것입니다. 저희가 원하는 것은 그저 세계적으로 누구나와 거래하면서도 개인정보보호가 보장되고 대체성 있는 화폐이니, 비트코인이 만약 의무적으로 이용해야하고 기본 레이어에 적용된 개인정보보호를 마법같이 어떻게 이룰 수 있다면 아무런 불만없이 비트코인을 이용할 것입니다. 하지만 이게 될 리가 없습니다.</p> <p>모네로는 비트코인이 제공하지 않는 많은 기능들이 있습니다. 꼬리자르기를 가능하게하는 유동적이 블록사이즈, 완전히 새로운 코드, 낮은 거래수수료, 다른 타원곡선암호화 등 많습니다. 특히 강조하고 싶은건, 인터넷대역폭과 메모리로만 제한되고 무한한 거래를 가능하게 하는 유동적인 블록사이즈입니다. 간단히 말해, 개인정보보호를 제공하는 가상의 비트코인도 모네로가 제공하는 모든 걸 제공하지는 않습니다.</p> <p>한번만 더 뒤로 돌아가서, 가끔 이러한 비판이 zk-SNARKS같은 이더리움 스마트콘트랙트 기술과 비교해서도 나오지만, 이것도 메인체인의 기본 레이어에 의무적인 개인정보보호가 도입되어 있지 않아, 작고 불완정한 군중으로 인해 제대로 개인정보를 보호할 수 없을 것입니다. 모네로와 다른 익명코인과의 비교를 보고 싶다면 <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">이 글</a>을 참고하시기 바랍니다.</p>
ru: <p>Подобная критика обычно имеет место, если параллельно речь заходит о Bitcoin. Что будет, если Bitcoin реализует технологии приватности, которые обеспечат надлежащий уровень анонимности? Какой прок тогда от Monero?</p> <p>Но реальность такова, что Bitcoin никогда не ставил приватность на первое место, не выводил её на первый уровень. В лучшем случае это будет какой-нибудь второй уровень, или же приватность будет обеспечиваться определёнными кошельками, такими как Samourai и Wasabi. А это означает возможность выбора приватности в качестве опции, что, как показывают исследования, всегда хуже, чем приватность, обеспечиваемая по умолчанию. Даже если бы эта технология была принята большим процентом пользователей Bitcoin (что само по себе уже трудно представить), уровень приватности был бы ниже.</p> <p>Несмотря на то, что причины более низкого уровня такой «опциональной» приватности достаточно серьёзны для того, чтобы посвятить им отдельную статью, здесь мы ограничимся одним предельно простым примером. Приватность с технической точки зрения означает возможность затеряться в толпе. Чем больше толпа, и чем она однороднее, тем выше будет уровень приватности отдельно взятого человека. И наоборот, если толпа маленькая или даже большая, но все в ней носят разную одежду, найти в ней человека будет проще.</p> <p>Это означает, что так как при использовании Bitcoin приходится предпринимать дополнительные шаги, чтобы стать частью толпы, многим это просто не удастся, а у тех, кто это всё-таки сделает, всё получится довольно плохо. В конченом счёте мы имеем дело с небольшой толпой, в которой выходы определённого человека идентифицировать гораздо проще. Но дела обстоят ещё хуже. Помимо того, что толпа маленькая, каждый человек в ней более или менее отличается другого, в зависимости от используемого протокола, обеспечивающего приватность. Кто-то выбирает Samourai, использующий один метод смешивания, в то время как остальные выбирают Wasabi, который использует другой метод смешивания, и этот список можно продолжать. В конечном счёте это приводит к появлению уникальных характеристик каждой транзакции. Учитывая небольшой размер толпы, уровень приватности будет крайне низким.</p> <p>А теперь сравним это с Monero, которая обеспечивает приватность на уровне протокола. То есть, каждый является частью толпы по умолчанию, и каждый обладает одним и тем же уровнем приватности (определяемым протоколом). Получается большая, однородная толпа, и приватность обеспечивается более надёжно.</p> <p>Но давайте вернёмся назад и гипотетически предположим, что Bitcoin каким-то образом действительно стал обеспечивать приватность на базовом уровне. Устойчиво, по умолчанию и в обязательном порядке. Зачем тогда будет нужна Monero?</p> <p>Ну, её просто не станет, и, пожалуй, это кого-то действительно удивит, но многим из нас будет всё равно. Всё, чего мы добиваемся, это сохранение приватности и взаимозаменяемости при проведении транзакций между людьми по всему земному шару, и если вдруг Bitcoin волшебным образом действительно сможет защитить приватность пользователей посредством обязательной технологии, реализованной на базовом уровне, многие из нас будут только рады этому. Так что, мы можем только пожелать им удачи в этом.</p> <p>К слову,помимо приватности, Monero обеспечивает ещё множество других возможностей, отличающих её от Bitcoin. Динамический размер блока, обеспечиваемый последующей эмиссией, другая кодовая база, политика низких комиссий, использование другой эллиптической кривой и так далее. В частности, здесь стоит особо выделить динамический размер блока, поскольку он обеспечивает теоретически неограниченную пропускную способность транзакций, и при этом только необходимый объём памяти и пропускная способность являются проблемными параметрами. Короче говоря, теоретически, с точки зрения приватности Bitcoin просто не даёт всего, что предлагается Monero.</p> <p>И чтобы уже не возвращаться к этому вопросу - не так часто данный аргумент применяется к технологиям подобным смарт-контрактам Ethereum, которые используют zk-SNARKS, но которые, опять же, не обеспечивают обязательной приватности блокчейна на базовом уровне, поэтому в их случае анонимные группы будут довольно небольшими, и их способность адекватно защитить приватность пользователей будет под большим вопросом. Мы также <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">сравниваем Monero с другими основными приватными монетами в другой нашей статье</a>.</p>

# knowledge__myths__4__title
source: Monero will become obsolete if a more popular blockchain adopts strong privacy technology.
es: Monero se volverá obsoleto si una cadena de bloques más popular adopta una tecnología de privacidad sólida.
ko: 비트코인이 보안을 강화하면 모네로를 쓸 이유가 없어진다.
ru: Monero устареет, если в другом более популярном блокчейне будет реализована надёжная технология обеспечения приватности.

# knowledge__myths__5__text
source: <p>Not anymore! Thanks to the wondrous technology of bulletproofs, added in October 2018, transaction sizes are drastically reduced (by over 80%), leading to a similar drop in transaction fees. In fact, as of time of writing, Monero is cheaper per byte than Bitcoin, and further optimizations of the technology are bringing these even lower.</p> <p>These optimizations are varied and frequent. One example is clever optimizations in the bulletproofs themselves, shrinking the math required for both computation and verification, sometimes by up to 25%.</p> <p>In addition, there are new, exciting ring signature schemes in the works, such as CLSAG, which will replace the current MLSAG scheme, and further shrink the size of the entire transaction by 25-35%. Beyond this, are even newer, more bleeding edge technologies with completely different proving systems that have the potential to keep current transaction sizes, but have ring sizes of over one hundred, such as Triptych, Arcturus, and Lelantus, all of which are smaller and more efficient than current schemes.</p>
es: <p>¡Ya no más! Gracias a la maravillosa tecnología de antibalas, agregada en octubre de 2018, los tamaños de transacción se reducen drásticamente (en más del 80%), lo que lleva a una caída similar en las tarifas de transacción. De hecho, al momento de escribir esto, Monero es más barato por byte que Bitcoin, y las optimizaciones adicionales de la tecnología los están reduciendo aún más.</p> <p>Estas optimizaciones son variadas y frecuentes. Un ejemplo son las optimizaciones inteligentes en las pruebas a prueba de balas, reduciendo las matemáticas necesarias tanto para el cálculo como para la verificación, a veces hasta en un 25%.</p> <p>Además, hay nuevos y emocionantes esquemas de firma de anillo en proceso, como CLSAG, que reemplazará el esquema MLSAG actual y reducirá aún más el tamaño de toda la transacción en un 25-35%. Más allá de esto, hay tecnologías aún más nuevas y más innovadoras con sistemas de prueba completamente diferentes que tienen el potencial de mantener los tamaños de transacción actuales, pero tienen tamaños de anillo de más de cien, como Triptych, Arcturus y Lelantus, todos los cuales son más pequeños y más eficiente que los esquemas actuales.</p>
ko: <p>이제는 아닙니다! 2018년 10월 bulletproof 기술의 도입 이후 거래 데이터가 급격히 줄어들었고 (약 80%) 덕분에 비슷한 수준의 거래수수료 감소가 있었습니다. 지금 이 글을 작성하는 순간을 기준으로 모네로의 수루료는 1 byte를 기준으로 비트코인보다 저렴하고, 점점 더 최적화가면서 수수료가 더 낮아지고 있습니다./p> <p> 최적화는 다양한 방면에서 자주 일어나고 있습니다. 기발한 최적화의 한가지 예시는 계산과 검증을 최대 25%까지 줄인 bulletproof입니다.</p> <p>추가적으로, 현재 이용중인 MLSAG를 대체할 CLSAG라는 새 링서명 기술을 개발중이며, 이는 전체 거래사이즈를 25-35% 정도 감소시킬 것입니다. 이외에도 Triptych, Arcturus, 그리고 Lelantus같은 완전히 새로운 증명시스템을 동반한 새 최첨단 기술들이 있습니다. 이들은 링사이즈를 100 이상으로 유지하면서 현재보다 거래사이즈를 줄이는 등 지금보다 훨씬 더 작고 효율적인 거래를 가능하게 할 것입니다.</p>
ru: <p>Это уже не так! Благодаря удивительной технологии Bulletproofs, которая была реализована в октябре 2018, размер транзакций значительно сократился (более чем на 80%), что привело к такому же сокращению размера комиссий. Фактически на момент написания этой статьи комиссия Monero за байт ниже, чем у Bitcoin, а дальнейшая оптимизация технологии позволит снизить её ещё больше.</p> <p>Оптимизация может быть самой разной и может происходить очень часто. Примером может служить умная оптимизация самих Bulletproofs, в результате которой математическая составляющая вычислений и верификации сокращается примерно на 25%.</p> <p>Кроме того, продолжается работа над новыми и просто восхитительными схемами кольцевых подписей, такими как CLSAG, которые заменят используемую в настоящее время схему MLSAG, что позволит сократить общий размер транзакции ещё на 25-35%. Кроме того, существуют более современные, передовые технологии использования совершенно иных систем доказательства, которые при сохранении текущего размера транзакций потенциально позволят использовать кольца, включающие более сотни участников. Среди таких технологий можно упомянуть Triptych, Arcturus и Lelantus — каждая из них предполагает реализацию более эффективных и компактных схем.</p>

# knowledge__myths__5__title
source: Doesn’t Monero have very high transaction fees?
es: ¿Monero no tiene tarifas de transacción muy altas?
ko: 모네로 거래 수수료는 엄청나게 높지 않나?
ru: Разве у Monero не очень высокие комиссии за транзакции?

# knowledge__myths__6__text
source: Again. Bulletproofs brought this down drastically. Monero transactions are still bigger than Bitcoin transactions, but now only by around eight times, rather than the roughly fifty times that it was before. But there's another way to look at this as well. Bitcoin has some means of achieving privacy, usually through mixers and specialized wallets such as Wasabi, Samourai, and other CoinJoin related schemes. When you compare the costs of mixing with other Bitcoin outputs, address hopping, and maintaining proper output distribution, the total cost, in both size and fees is larger than if a user was to just use Monero. So yes, naked Bitcoin transactions are smaller, but to achieve any form of privacy (which is much weaker than Monero's regardless) would take more space on Bitcoin than on Monero.
es: De nuevo. Las balas a prueba lo derribaron drásticamente. Las transacciones de Monero siguen siendo más grandes que las transacciones de Bitcoin, pero ahora solo unas ocho veces, en lugar de las aproximadamente cincuenta veces que eran antes.
ko: 다시 말씀드리지만 bulletproof 기술의 도입 이후 거래 데이터가 급격히 줄었습니다. 모네로의 거래 데이터 사이즈 자체는 아직도 비트코인보다 크지만, 전의 50배보다 작은 8배 정도로 줄었습니다. 하지만 이를 다른 방면으로 볼 수 있습니다. 비트코인은 세탁을 하거나 Wasabi, Samourai나 그 외 CoinJoin 관련 기술을 등을 이용해 개인정보를 보호할 수 있습니다. 비트코인을 세탁하는데 들어가는 노력과 비용을 감안하면 모네로를 사용하는 것보다 더 비싸고 데이터량이 많습니다. 네, 비트코인 자체의 거래는 모네로보다 더 작지만 (어차피 모네로보다는 못하지만) 개인정보를 보호하기 위해서는 비트코인이 모네로보다 더 크다고 할 수 있습니다.
ru: И снова, Bulletproofs в значительной степени смягчили эту ситуацию. Транзакции Monero по-прежнему больше транзакций Bitcoin, но всего-то раз в восемь, в то время как прежде были больше примерно в пятьдесят раз. Но на это можно посмотреть и под другим углом. Bitcoin использует некоторые средства обеспечения приватности, как правило, посредством миксеров и специализированных кошельков, таких как Wasabi, Samourai и других схем на базе CoinJoin. Если сравнивать затраты на смешивание с другими выходами Bitcoin, переключение адресов и поддержание правильного распределения выходов, общие затраты, как с точки зрения размера, так и комиссий, будут больше, чем в случае с использованием Monero. Так что, «чистые» транзакции Bitcoin действительно меньше, но для достижения любой формы приватности (уровень которой будет гораздо ниже, чем у Monero в любом случае) Bitcoin потребовалось бы больше места, чем требуется для Monero.

# knowledge__myths__6__title
source: A Monero transaction is many times bigger than a Bitcoin transaction.
es: Una transacción de Monero es muchas veces más grande que una transacción de Bitcoin.
ko: 모네로 거래는 비트코인에 비해 데이터량이 몇배나 더 크다.
ru: Транзакция Monero во много раз больше транзакции Bitcoin.
