Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__why_monero__analysis__grin__decentralized__text
source: Grin has no premine, founder's reward, masternodes, or treasury. They did not have an ICO, and are run in a manner befitting of a decentralized community. Grin is decentralized.
es: Grin no tiene premina, recompensa del fundador, masternodes o tesorería. No tenían una ICO, y se ejecutan de una manera acorde con una comunidad descentralizada. Grin está descentralizada.
ko: Grin은 사전채굴, 채굴보상, 마스터노드, 회계팀도 없습니다. ICO도 없었고, 탈중앙화 커뮤니티의 정신을 따라운영하고 있습니다. Grin은 탈중앙화된 코인입니다.
ru: У Grin нет премайна, награды основателя, мастер-узлов или казначейства. У них не было ICO, и они управляются в соответствии с принципами децентрализованным сообществом. Grin децентрализован.

# knowledge__why_monero__analysis__grin__fungiblity__text
source: Since all transactions are questionably private, and potentially traceable, there exists the possibility of building a transaction graph, from which can be gleaned valuable information that can be used against an individual regarding their spending habits. Outputs can then be linked to identities, and, even though amounts are not seen, the fact that an output can be linked to an identity means the output can be tainted, just off of the basis of who has held it. We think this means that Grin is not fungible, as some outputs may b e tainted while others will not be.
es: Dado que todas las transacciones son cuestionablemente privadas y potencialmente rastreables, existe la posibilidad de construir un gráfico de transacciones, a partir del cual se puede obtener información valiosa que se puede utilizar contra un individuo con respecto a sus hábitos de gasto. Las salidas se pueden vincular a las identidades y, aunque no se vean cantidades, el hecho de que una salida se pueda vincular a una identidad significa que la salida se puede contaminar, simplemente fuera de la base de quién la ha tenido. Creemos que esto significa que Grin no es fungible, ya que algunas salidas pueden contaminarse mientras que otras no.
ko: 모든 거래가 비밀이지는 않고 추적될 가능성이 있기에, 거래 그래프를 만들어 이를 통해 한 개인의 금융활동을 악용할 수 있는 정보가 유추될 수도 있습니다. 출력은 개인에게 연결될 수 있고, 거래량 자체는 숨겨질 지라도 출력이 한 개인에게 연결될 수 있다는 건 해당 출력을 누가 사용했는지만 알아도 '오염'될 수 있다는 뜻입니다. 우리는 이때문에 Grin이 대체성이 없다고 생각하고, 전부는 아니지만 부 출력이 오염될 수 있다고 생각합니다.
ru: Поскольку конфиденциальность всех транзакций сомнительна и они потенциально прослеживаемы, существует возможность построения графика транзакций, из которого можно получить ценную информацию, которая может быть использована против индивидуума в отношении его финансовых привычек. Выходные данные могут затем быть связаны с идентичностями, и, хотя суммы не видны, тот факт, что выходные данные могут быть связаны с идентичностью, означает, что выходные данные могут быть запятнаны на основе того, кто ими владел. На наш взгляд, что это означает, что Grin не является взаимозаменяемым, так как некоторые монеты могут быть запятнаны, а другие - нет.

# knowledge__why_monero__analysis__grin__private__text
source: Grin does not have a rich list, which would indicate some form of privacy. Indeed, passive attackers scanning the chain cannot see which address has how much money in it, partially because amounts are obfuscated via confidential transactions, partially because address data is not stored on chain, and partially because of Mimblewimble's cut-through technology, where intermediate transactions can be removed from the chain, leaving little metadata from past transactions.
es: Grin no tiene una lista rica, lo que indicaría alguna forma de privacidad. De hecho, los atacantes pasivos que escanean la cadena no pueden ver qué dirección tiene cuánto dinero en ella, en parte porque las cantidades se ofuscan a través de transacciones confidenciales, en parte porque los datos de la dirección no se almacenan en la cadena y en parte debido a la tecnología de corte de Mimblewimble, donde las transacciones intermedias se puede eliminar de la cadena, dejando pequeños metadatos de transacciones pasadas.
ko: Grin은 부자목록이 없기에 어느 정도 보안은 보장합니다. 실제로 Grin은 부분적인 비밀거래, 체인에 기록되지 않는 주소, 그리고 Mimblewimble의 중간단계 거래를 체인에 기록하지 않아 과거 거래를 체인에서 지울 수 있는 최신기술로 인해 체인을 스캔하는 공격자들은 어느 주소가 얼마나 많은 양을 보유하고 있는지 알 수 없습니다.
ru: У Grin нет списка богачей, что указывает на некоторую форму приватности. Действительно, пассивные злоумышленники, сканирующие блокчейн, не могут увидеть, какой адрес имеет сколько денег: частично потому, что суммы скрываются посредством конфиденциальных транзакций, частично потому, что адресные данные не хранятся в блокчейне, и частично из-за сквозной технологии Mimblewimble, где промежуточные транзакции могут быть удалены из цепочки, оставляя мало метаданных из прошлых транзакций.

# knowledge__why_monero__analysis__grin__untraceablity__text
source: Grin does not defend against an active attacker building a transaction graph. It is possible for both miners and a slightly modified node to watch every transaction, save it before the cut-through technology kicks in, and build a complete transaction graph from here, along with retaining all 'cut-through' data. They would not be able to discern any information prior to when they start, but everything after they begin will be valuable metadata with which they could potentially link transactions.
es: Grin no se defiende contra un atacante activo que construye un gráfico de transacciones. Es posible que tanto los mineros como un nodo ligeramente modificado vean cada transacción, la guarden antes de que la tecnología de corte comience y construyan un gráfico de transacción completo desde aquí, junto con la retención de todos los datos de 'corte'. No podrían discernir ninguna información antes de comenzar, pero todo después de que comiencen serán metadatos valiosos con los que podrían vincular las transacciones.
ko: Grin은 거래 그래프를 만드는 해커에 대해서 방어할 수 없습니다. 광부와 일부 수정된 노드들이 거래를 보고 지워지기 전에 저장하는 것이 가능해 이를 사용해서 거래 그래프를 만들고 모든 '중간단계' 정보를 저장할 수 있습니다. 그들이 이 작업을 하기 이전 정보까지는 알 수 없지만, 시작한 이후의 모든 정보는 여러 거래를 연결시킬 수도 있는 위험한 정보입니다.
ru: Grin не защищается от активного злоумышленника, строящего график транзакций. Как майнеры, так и слегка модифицированный узел могут наблюдать за каждой транзакцией, сохранять ее до того, как вступит в действие сквозная технология, и отсюда построить полный график транзакций, сохраняя при этом все «сквозные» данные. Злоумышленники не смогут получить какую-либо информацию до начала слежки, но все, что они получат, начав следить, будут ценными метаданными, с которыми они могли бы потенциально связать транзакции.

# knowledge__why_monero__analysis__intro
source: Here is an analysis of well-known cryptocurrencies which claim anonymity and/or untraceability as their key differentiator. Bitcoin itself is not within the scope of this analysis since it's never claimed to be anonymous.
es: Aquí hay un análisis de las criptomonedas conocidas que reclaman el anonimato y / o la imposibilidad de rastreo como su diferenciador clave. Bitcoin en sí no está dentro del alcance de este análisis, ya que nunca se afirma que sea anónimo.
ko: 여기 보안코인이며 추적이 불가능하다고 주장하는 여러 가상화폐의 분야별 분석이 있습니다. 비트코인은 보안코인이라고 주장한 적이 없기에 여기 포함되지 않습니다.
ru: Ниже приведён анализ хорошо известных криптовалют, которые утверждают о своей анонимности и / или неотслеживаемости в качестве своего ключевого отличия. Сам биткойн не входит в сферу этого анализа, поскольку он никогда не претендовал на анонимность.

# knowledge__why_monero__analysis__monero__afterword_0
source: Monero has been 100% open source from its inception, meaning anyone can view the software's <a href="https://github.com/monero-project/bitmonero"> source code </a> to verify that no backdoors exist and that the software is secure.
es: Monero ha sido 100% de código abierto desde su inicio, lo que significa que cualquiera puede ver el código fuente <a href="https://github.com/monero-project/bitmonero"> del software </a> para verificar que no existen puertas traseras y que el software es seguro.
ko: 모네로는 도입단계부터 100% 오픈소스였기에 <a href="https://github.com/monero-project/bitmonero"> 소스코드 </a>에서 누구나 소프트웨어를 보고 뒷구멍이 없고 안전한 소프트웨어인지 확인할 수 있습니다.
ru: Monero был на 100% открытым исходным кодом с момента его создания, что означает, что любой может просмотреть исходный код <a href="https://github.com/monero-project/bitmonero"> программного обеспечения </a> , чтобы убедиться, что никаких бэкдоров не существует и что программное обеспечение является безопасным.

# knowledge__why_monero__analysis__monero__afterword_1
source: Monero also has <a href="https://lab.getmonero.org/"> peer-reviewed research papers </a> which mathematically and systematically verify all of its properties listed above.
es: Monero también tiene <a href="https://lab.getmonero.org/"> trabajos de investigación revisados por pares </a> que verifican matemática y sistemáticamente todas sus propiedades enumeradas anteriormente.
ko: 모네로는 위의 모든 요소들을 수학적이고 체계적으로 검증이 가능한 <a href="https://lab.getmonero.org/"> peer-reviewed(동업자들에게 검증받은) 연구 논문</a>이 있습니다.
ru: Monero также имеет ряд <a href="https://lab.getmonero.org/"> рецензированных научных работ</a>, которые математически и систематически доказывают все свойства, перечисленные выше.

# knowledge__why_monero__analysis__monero__decentralized
source: All Monero nodes are equal. There is no superclass of nodes which have more influence or control over transactions than other nodes. No person or entity can trace transactions by owning multiple nodes. Additionally, there is no trusted setup. This means that the need to trust a person or entity is not a factor. The only things that need to be trusted are the source code (which can be verified by anyone) and math.
es: Todos los nodos de Monero son iguales. No hay una superclase de nodos que tengan más influencia o control sobre las transacciones que otros nodos. Ninguna persona o entidad puede rastrear transacciones al poseer múltiples nodos. Además, no hay una configuración confiable. Esto significa que la necesidad de confiar en una persona o entidad no es un factor. Las únicas cosas en las que se debe confiar son el código fuente (que cualquiera puede verificar) y las matemáticas.
ko: 모든 모네로 노드는 공평합니다. 다른 노드보다 권한이 많거나 거래를 통제할 수 있는 상위노드는 없습니다. 여러 노드를 가지고 있다고 해도 개인이나 단체가 거래를 추적할 수는 없습니다. 추가적으로, 신뢰를 필요하는 부분은 없습니다. 무슨 뜻이냐면, 특정 개인 또는 단체를 신뢰할 필요가 전혀 없다는 뜻입니다. 오직 누구나 검증 가능한 소스코드나 수학만을 신뢰한 뿐입니다.
ru: Все узлы Monero равны. Не существует суперкласса узлов, которые имеют большее влияние или контроль над транзакциями, чем другие узлы. Ни одно физическое или юридическое лицо не может отслеживать транзакции, владея несколькими узлами. Кроме того, нет доверенных настроек. Это означает, что необходимость доверять человеку или организации не является фактором. Единственные вещи, которым нужно доверять, это исходный код (который может проверить любой) и математика.

# knowledge__why_monero__analysis__monero__fungible
source: All coins are equal and have the same value. A user, vendor, or any other entity can't block or blacklist certain Monero coins since the transaction history of Monero coins is ambiguous.
es: Todas las monedas son iguales y tienen el mismo valor. Un usuario, proveedor o cualquier otra entidad no puede bloquear o poner en una lista negra ciertas monedas de Monero ya que el historial de transacciones de las monedas de Monero es ambiguo.
ko: 모든 코인은 동일하고 같은 가치를 가집니다. 모네로의 거래내역은 추적이 불가능하기 때문에 유저, 사업체, 그리고 어느 단체도 모네로의 특정 코인을 블랙리스트하거나 차단할 수 없습니다.
ru: Все монеты равны и имеют одинаковую ценность. Пользователь, продавец или любой другой актор не может блокировать или помещать в черный список определенные монеты Монеро, поскольку история транзакций Монеро непрозрачна.

# knowledge__why_monero__analysis__monero__private
source: Monero uses a cryptographically sound system that allows you to send and receive funds without your transactions being publicly visible on the blockchain (the distributed ledger of transactions). This ensures that your purchases, receipts, and other transfers remain <b>private by default</b>. The sender, receiver and amount of the transaction are all private. Some coins have a "rich list" which allows anyone to see which account has the most coins. Since Monero is private, a <a href="http://moneroblocks.info/richlist"> Monero rich list </a> can't exist.
es: Monero utiliza un sistema criptográficamente sólido que le permite enviar y recibir fondos sin que sus transacciones sean visibles públicamente en blockchain (el libro mayor distribuido de transacciones). Esto garantiza que sus compras, recibos y otras transferencias permanezcan <b>privadas de forma predeterminada</b>. El remitente, el receptor y el monto de la transacción son privados. Algunas monedas tienen una "lista rica" que permite a cualquiera ver qué cuenta tiene la mayor cantidad de monedas. Como Monero es privado, no puede existir una <a href="http://moneroblocks.info/richlist"> lista completa de Monero </a> .
ko: 모네로는 암호화적으로 흠이 없는 시스템을 이용해 블록체인에 노출되지 않는 거래가 가능합니다. 이는 당신의 구매, 영수증, 및 다른 거래가 <b>기본적으로 익명</b>이 보장됩니다. 송금인, 수취인, 그리고 거래량 모두 보호됩니다. 어떤 가상화폐들은 "부자목록"이 있어 어떤 계정이 가장 많은 코인을 보유하고 있는지 알 수 있습니다. 모네로는 익명이기 때문에 <a href="http://moneroblocks.info/richlist">모네로 부자목록</a>따위는 존재하지 않습니다.
ru: Monero использует криптографически надежную систему, которая позволяет отправлять и получать средства без публичного отображения транзакций в блокчейне (распределенном регистре транзакций). Это гарантирует, что ваши покупки, квитанции и другие переводы останутся <b>конфидециальными по умолчанию</b>. Отправитель, получатель и сумма транзакции являются конфидециальными. Некоторые монеты имеют «список богачей», который позволяет любому увидеть, на каком счете больше всего монет. Так как Monero является конфидециальной, <a href="http://moneroblocks.info/richlist"> список богачей Monero </a> не может существовать.

# knowledge__why_monero__analysis__monero__secure
source: Using a distributed peer-to-peer consensus network, every transaction is cryptographically secured. Individual accounts have a 25-word mnemonic seed displayed when created, which can be written down to back up the account. A password is mandatory when creating a wallet, and account files are encrypted with a passphrase to ensure they are worthless if stolen.
es: Usando una red distribuida de consenso de igual a igual, cada transacción está protegida criptográficamente. Las cuentas individuales tienen una semilla mnemotécnica de 25 palabras que se muestra cuando se crea, que se puede escribir para hacer una copia de seguridad de la cuenta. Una contraseña es obligatoria al crear una billetera, y los archivos de la cuenta se cifran con una frase de contraseña para garantizar que no valen nada si son robados.
ko: P2P 합의 네트워크를 사용하여 모든 거래는 암호화 보안이 보장됩니다. 개인계정은 생성 시 25단어 시드가 주어져 적어놓으면 나중에 백업에 사용됩니다. 지갑을 만들 때 비밀번호는 필수이며, 모든 계정 정보는 암호화되어 도난당해도 사용이 불가능합니다.
ru: Используя распределенную одноранговую консенсусную сеть, каждая транзакция криптографически защищена. Для отдельных учетных записей при создании отображается мнемонический код из 25 слов, который можно записать для резервного копирования учетной записи. Пароль является обязательным при создании кошелька, а файлы учетной записи шифруются парольной фразой, чтобы гарантировать их бесполезность в случае кражи.

# knowledge__why_monero__analysis__monero__untraceable
source: By taking advantage of ring signatures (a special property of certain types of cryptography), Monero enables untraceable transactions. This means it's ambiguous which funds have been spent, and thus extremely unlikely that a transaction could be linked to particular user.
es: Al aprovechar las firmas de anillo (una propiedad especial de ciertos tipos de criptografía), Monero permite transacciones imposibles de rastrear. Esto significa que es ambiguo qué fondos se han gastado y, por lo tanto, es extremadamente improbable que una transacción pueda vincularse a un usuario en particular.
ko: 링서명(암호화 기술의 일종)을 이용해 모네로는 추적 불가능한 거래를 가능하게 합니다. 이는 어떤 자금이 어떻게 사용됐는지 모르게 하며 덕분에 특정 거래가 특정 유저에게 연결되는 것은 불가능에 가깝습니다.
ru: Используя кольцевые подписи (ring signatures) (особенное свойство определенных типов криптографии), Monero позволяет совершать неотслеживаемые транзакции. Это означает, что неясно, какие средства были потрачены, и поэтому крайне маловероятно, что транзакция может быть связана с конкретным пользователем.

# knowledge__why_monero__analysis__overview__subtitle
source: Select a logo to jump to that coin's analysis.
es: Seleccione un logotipo para saltar al análisis de esa moneda.
ko: 로고를 선택하여 해당 가상화폐의 분석을 확인해보세요.
ru: Нажмите на логотип, чтобы перейти к анализу этой монеты.

# knowledge__why_monero__analysis__overview__table__no
source: No
ko: 아니요
ru: Нет

# knowledge__why_monero__analysis__overview__table__not_completely
source: Not completely
es: No completamente
ko: 일부분만
ru: Не полностью

# knowledge__why_monero__analysis__overview__table__sometimes
source: Sometimes
es: A veces
ko: 가끔
ru: Иногда

# knowledge__why_monero__analysis__overview__table__unsure
source: Unsure
es: Inseguro
ko: 확실하지 않음
ru: Неуверенно

# knowledge__why_monero__analysis__overview__table__yes
source: Yes
es: Sí
ko: 예
ru: Да

# knowledge__why_monero__analysis__overview__title
source: Overview
es: Visión general
ko: 개요
ru: Обзор

# knowledge__why_monero__analysis__title
source: Coin analysis
es: Análisis de monedas
ko: 가상화폐 분석
ru: Анализ монет

# knowledge__why_monero__analysis__txs_are_secure
source: Transactions are cryptographically secure.
es: Las transacciones son criptográficamente seguras.
ko: 거래는 암호화되어서 보안상 안전합니다.
ru: Транзакции криптографически безопасны.
