Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# post_ad__rules_text_1_1
source: You must have at least {minimumXmrAmount} {assetSymbol} in your {appName} arbitration bond wallet for a posted {assetSymbol} sell ad to be visible.
es: Debe tener al menos {minimumXmrAmount} {assetSymbol} en su cartera de bonos de arbitraje FRONT_TYPE para que un anuncio de venta publicado {assetSymbol} sea visible.
ko: 게시된 {assetSymbol} 판매 광고가 표시되려면 FRONT_TYPE 중재 보증금 지갑에 {minimumXmrAmount} {assetSymbol} 이상이 있어야 합니다.
ru: Чтобы размещенное объявление о продаже {assetSymbol} было видно, в вашем кошельке для арбитражного залога FRONT_TYPE должно быть не менее {minimumXmrAmount} {assetSymbol} .

# post_ad__rules_text_1_1__agoradesk_nojs
source: You must have at least {minimumXmrAmount} {assetSymbol} in your {appName} wallet for a posted {assetSymbol} sell or {assetSymbol} call sell or {assetSymbol} put buy ad to be visible.
es: Debe tener al menos {minimumXmrAmount} {assetSymbol} en su billetera FRONT_TYPE para que se publique una {assetSymbol} venta o {assetSymbol} llamada de venta o {assetSymbol} para que el anuncio de compra esté visible.
ko: 최소 {minimumXmrAmount} {assetSymbol}를 FRONT_TYPE 지갑에 보유하고 있어야 게시한 {assetSymbol} 판매글, {assetSymbol} 콜옵션 판매글, 또는 {assetSymbol} 풋옵션 구매글이 공개됩니다.
ru: Вы должны иметь как минимум {minimumXmrAmount} {assetSymbol} в своем кошельке FRONT_TYPE, чтобы опубликованное объявление о продаже {assetSymbol}, продаже {assetSymbol} колл-опциона, или о покупке {assetSymbol} пут-опциона было видимым.

# post_ad__rules_text_1_2
source: Each user is allowed to create up to {maximumNumberOfAds} ads.
es: Cada usuario tiene permitido crear hasta {maximumNumberOfAds} anuncios.
ko: 유저는 최대 {maximumNumberOfAds}개의 계약을 생성할 수 있습니다.
ru: Каждый пользователь может создавать до {maximumNumberOfAds} объявлений

# post_ad__rules_text_1_3
source: Once a trade is opened the price is final, except when there is a clear mistake in the pricing.
es: Una vez que un anuncio está abierto, el precio es final, excepto cuando se aprecie claramente que es un error de precio.
ko: 가격에 확연한 실수가 있지 않는 한 거래가 열리면 가격을 수정할 수 없습니다.
ru: После открытия сделки изменить цену нельзя, за исключением случаев явной ошибки в цене

# post_ad__rules_text_1_3__nojs
source: Once a trade is opened the price and/or the premium are final, except when there is a clear mistake in the pricing.
es: Una vez que se abre una operación, el precio y / o la prima son finales, excepto cuando hay un claro error en el precio.
ko: 가격에 확연한 실수가 있지 않는 한 거래가 열리면 가격 또는 프리미엄을 수정할 수 없습니다.
ru: После открытия сделки изменить цену и/или премию нельзя, за исключением случаев явной ошибки в цене.

# post_ad__rules_text_1_4
source: You are not allowed to buy or sell {assetName} on behalf of someone else (brokering).
es: No se le permite comprar o vender {assetName} en nombre de otra persona (intermediación).
ko: 다른 사람을 대신해서 {assetName}를 매매할 수 없습니다 (중개불가).
ru: Вам не разрешается покупать или продавать {assetName} от имени других лиц (брокерство).

# post_ad__rules_text_1_4__nojs
source: You are not allowed to buy or sell cryptocurrency or cryptocurrency options on behalf of someone else (brokering).
es: No tiene permitido comprar o vender criptomonedas u opciones de criptomonedas en nombre de otra persona (intermediación).
ko: 다른 사람을 대신해서 가상화폐나 가상화폐 옵션을 매매할 수 없습니다 (중개불가).
ru: Вам не разрешается покупать или продавать криптовалюту или криптовалютные опционы от имени третьих лиц (брокерская деятельность).

# post_ad__rules_text_1_5
source: You may only use payment accounts that are registered in your own name (no third party payments!).
es: Solo puede usar cuentas de pago registradas a su propio nombre (¡Sin pagos de terceros!).
ko: 당신 이림으로 등록된 결제계정을 사용해야 합니다 (제3자 관여 불가!).
ru: Вы можете пользоваться лишь счетами для оплаты, зарегистрированными на ваше собственное имя (платежи от третьих сторон запрещены!).

# post_ad__rules_text_1_6
source: You must provide your payment details in the advertisement or in the trade chat.
es: Debe proporcionar sus detalles de pago en el anuncio o en el chat de negociación.
ko: 계액 내용이나 거리챗에서 결제정보를 제공해야 합니다.
ru: Вы должны указывать свои платежные реквизиты в объявлении или чате по сделке.

# post_ad__rules_text_1_7
source: All communication must happen on {appName}.
es: Toda comunicación debe ocurrir en FRONT_TYPE.
ko: 모든 소통은 FRONT_TYPE을 통해 이뤄져야 합니다.
ru: Весь обмен информацией должен происходить на сайте FRONT_TYPE.

# post_ad__rules_title
source: Advertisement rules and requirements
es: Normas y requisitos de publicación de anuncios
ko: 계약 게시 규정
ru: Правила и требования к объявлению

# post_ad__settlement_address__tip
source: Required. Your address to which the coins will be sent to. Cannot be an internal {appName} address.
es: Es necesario. La dirección a la que se enviarán las monedas. No puede ser una dirección interna de FRONT_TYPE.
ko: 필수의. 코인을 받을 주소입니다. 내부 FRONT_TYPE 주소가 될 수 없습니다.
ru: Обязательно. Ваш адрес, на который будут отправлены монеты. Не может быть внутренним адресом FRONT_TYPE.

# post_ad__step_1
source: Step {step_number}
es: Paso {step_number}
ru: Шаг {step_number}

# post_ad__step_2
source: Step 2
es: Paso 2
ru: Шаг 2

# post_ad__step_3
source: Step 3
es: Paso 3
ru: Шаг 3

# post_ad__step_4
source: Step 4
es: Paso 4
ru: Шаг 4

# post_ad__step_5
source: Step 5
es: Paso 5
ru: Шаг 5

# post_ad__step_6
source: Step 6
es: Paso 6
ru: Шаг 6

# post_ad__switch_form_toggle__show_full
source: Show full form
es: Mostrar formulario completo
ko: 전체 보기
ru: Показать всю форму

# post_ad__switch_form_toggle__show_step
source: Show step view
es: Mostrar vista paso a paso
ko: 단계별 보기
ru: Пошаговый вид

# post_ad__terms
source: Terms of trade
es: Términos de intercambio
ko: 거래 약관
ru: Условия сделки

# post_ad__terms_tip_0
source: You can use markdown to style your ad's terms (images not allowed).
es: Términos de intercambio en los anuncios, máximo 4096 caracteres. Puede utilizar markdown para adornar y resaltar los términos de sus anuncios (imágenes no permitidas).
ko: 계약의 거래 약관입니다, 최대 4096자. 계약 약관에 markdown이 사용 가능합니다 (이미지 사용 불가).
ru: Условия сделки вашего объявления. Максимум 4096 символов. Вы можете использовать Markdown для оформления ваших условий сделки (изображения запрещены).

# post_ad__terms_tip_1
source: How to use markdown?
es: ¿Cómo utilizar markdown?
ko: markdown는 어떻게 사용하나요?
ru: Как использовать Markdown?

# post_ad__title
source: Create an advertisement
es: Crear un anuncio
ko: 계약 생성
ru: Создать объявление

# post_ad__track_max_amount_liquidity
source: Track maximum amount liquidity:
es: Seguimiento de la cantidad máxima de liquidez
ko: 최대 유동성 추적
ru: Следить за ликвидностью

# post_ad__track_max_amount_liquidity_tip
source: This option limits the liquidity of this advertisement to the max. transaction limit. Buyers cannot open and complete trades for more than this amount. Example: With track liquidity turned on and max. transaction limit set to 100 USD when a buyer opens a trade for 20 USD the max. transaction limit is automatically decreased to 80 USD. It returns to 100 USD if the buyer cancels the trade, and stays at 80 USD if the trade is completed.
es: Esta opción limita la liquidez de este anuncio al límite máximo de transacción. Los compradores no podrán abrir y completar transacciones superiores a esta cantidad. Ejemplo: Con el seguimiento de liquidez activado y el límite máx. de transacción establecido en 100 USD, cuando un comprador abra una transacción por 20 USD el límite máx. de transacción se reduce automáticamente a 80 USD. Vuelve a 100 USD si el comprador cancela la transacción, y se mantiene en 80 USD si se completa la misma.
ko: 이 옵션은 이 계약의 유동성을 최대로 설정합니다. 거래한도. 구매자는 이보다 많은 거래량의 거래를 열거나 완료할 수 없습니다. 예: 유동성 추적을 이용하고 최대 거래량 한도를 100 USD로 설정하면 구매자가 20 USD 거래를 열면, 최대 거래량 한도가 바로 80 USD로 재설정됩니다. 구매자가 거래를 취소하면 다시 100 USD로 증가하며, 거래가 완료되면 80 USD로 유지됩니다.
ru: Этот параметр ограничивает ликвидность этого объявления до максимального лимита транзакции. Покупатели не могут открыть и завершить сделки на сумму свыше указанной. Пример: если включен параметр 'следить за ликвидностью' и максимальный лимит транзакции установлен в размере 100 долл.США, то в случае открытия торгов покупателем за 20 долларов США максимальный лимит транзакций автоматически уменьшается до 80 долл.США. Лимит возвращается к значению 100 долл.США, если покупатель отменяет торги, и остается на уровне 80 долл.США, если торги завершаются.

# post_ad__trade_type__local_buy
source: Buy {assetName} for cash (locally)
es: Comprar {assetName} por dinero efectivo (localmente)
ko: (내 지역에서) {assetName}를 현금으로 구매
ru: Купить {assetName} за наличныее (при встрече)

# post_ad__trade_type__local_sell
source: Sell {assetName} for cash (locally)
es: Vender {assetName} por dinero efectivo (localmente)
ko: (내 지역에서) {assetName}를 현금으로 판매
ru: Продать {assetName} за наличные (при встрече)

# post_ad__trade_type__online_buy
source: Buy {assetName} online
es: Comprar {assetName} en línea
ko: {assetName}를 온라인으로 구매
ru: Купить {assetName} онлайн

# post_ad__trade_type__online_sell
source: Sell {assetName} online
es: Vender {assetName} en línea
ko: {assetName}를 온라인으로 판매
ru: Продать {assetName} онлайн

# post_ad__trade_type__subtitle
source: I want to...
es: Quiero...
ko: 제가 하고 싶은건...
ru: Я хочу...

# post_ad__trade_type__tip
source: What kind of trade advertisement do you wish to create? If you wish to sell {assetName} make sure you have {assetName} in your {appName} arbitration bond wallet.
es: ¿Qué tipo de anuncio comercial desea crear? Si desea vender {assetName} asegúrese de tener {assetName} en su cartera de bonos de arbitraje FRONT_TYPE.
ko: 어떤 종류의 무역 광고를 만들고 싶습니까? {assetName} 을(를) 판매하려면 FRONT_TYPE 중재 채권 지갑에 {assetName} 이(가) 있는지 확인하십시오.
ru: Какой тип объявления вы хотите создать? Если вы хотите продать {assetName}, убедитесь, что в вашем кошельке арбитражного залога FRONT_TYPE есть {assetName}.

# post_ad__trade_type__tip__nojs
source: What kind of trade advertisement do you wish to create? If you wish to sell Monero, make sure you have Monero in your {appName} arbitration bond wallet.
es: ¿Qué tipo de anuncio comercial desea crear? Si desea vender Monero, asegúrese de tener Monero en su billetera FRONT_TYPE.
ko: 어떤 거래의 계약을 생성하고 싶나요? 모네로를 판매하고 싶다면 FRONT_TYPE 지갑에 모네로를 보유하고 있는지 확인해 주세요.
ru: Какой тип объявления вы хотите создать? Если вы хотите продать Monero, убедитесь, что в вашем кошельке для арбитражного залога FRONT_TYPE есть Monero.

# post_ad__trade_type__tip__nojs___agoradesk
source: What kind of trade advertisement do you wish to create? If you wish to sell cryptocurrency, sell cryptocurrency call options or buy cryptocurrency put options make sure you have the relevant cryptocurrency in your {appName} arbitration bond wallet.
es: ¿Qué tipo de anuncio comercial desea crear? Si desea vender criptodivisas, vender opciones de compra de criptodivisas o comprar opciones de venta de criptodivisas, asegúrese de tener la criptodivisa correspondiente en su cartera de bonos de arbitraje FRONT_TYPE.
ko: 어떤 종류의 무역 광고를 만들고 싶습니까? 암호 화폐를 판매하거나 암호 화폐 콜 옵션을 판매하거나 암호 화폐 풋 옵션을 구입하려면 FRONT_TYPE 중재 채권 지갑에 관련 암호 화폐가 있는지 확인하십시오.
ru: Какой тип объявления вы хотите создать? Если вы хотите продавать {assetName}, продавать {assetName} опционы колл или покупать {assetName} опционы пут, убедитесь, что у вас есть {assetName} в вашем кошельке арбитражного залога FRONT_TYPE.

# post_ad__trade_type__title
source: Type of trade
es: Tipo de transacción
ko: 거래 종류
ru: Тип сделки

# price_formula_interface__tickers__asset_pairs
source: {asset} pairs
es: {asset} pares
ko: {asset} 페어
ru: {asset} пары

# price_formula_interface__tickers__asset_pairs__other_asset
source: Other
es: Otro
ko: 기타
ru: Другие

# recaptcha__no_google_message
source: We have noticed that Google Services are blocked in your browser. Since we use Google's reCAPTCHA for some site actions, you will need to find a way to reach Google's services (e.g. VPN, proxy, or using a Tor browser).
es: Hemos detectado que los Servicios de Google están bloqueados en su navegador. Ya que usamos reCAPTCHA de Google para algunas acciones del sitio, deberá encontrar una manera de comunicarse con los servicios de Google (p.ej, VPN, proxy o mediante el navegador Tor).
ko: 이용중인 브라우저에서 구글이 이용 불가능합니다. 저희 사이트에서 구글 reCAPTCHA를 사용하니 구글 서비스를 이용 가능한 방법을 이용해 주세요 (VPN, 프록시, 토르 브라우저 등).
ru: В вашем браузере не доступны сервисы Google. Так как мы используем Google reCAPTCHA для некоторых действий на сайте, вам необходимо найти способ соединиться с Google (например, с помощью VPN, прокси, или используя браузер Tor).

# receipt__chat_messages
source: Messaging
es: Mensajes
ko: 메시지중
ru: Сообщения

# receipt__chat_messages_none
source: No messages
es: No mensajes
ko: 메시지 없음
ru: Нет сообщений

# receipt__details__opened
source: Opened
es: Abierto
ko: 열림
ru: Открыта

# receipt__no_accountInfo
source: No payment method info provided
es: No info método de pago
ko: 결제정보가 제공되지 않았습니다
ru: Детали платежа не предоставлены

# receipt__title
source: {appName} — Trade ID: {id}
es: FRONT_TYPE — ID de Transacción: {id}
ko: FRONT_TYPE — 거래ID: {id}
ru: FRONT_TYPE — сделка ID: {id}

# reputation_import__denied__tip
source: You can try again with a different username
es: Puede intentarlo de nuevo con un nombre de usuario diferente.
ko: 다른 사용자 이름으로 다시 시도 할 수 있습니다.
ru: Вы можете попробовать еще раз с другим ником

# reputation_import__denied__title
source: Denied
es: Negado
ko: 거부
ru: Отказано

# reputation_import__initial__title
source: Not started
es: No empezado
ko: 시작되지 않음
ru: Не начато

# reputation_import__pending__title
source: Pending
es: pendiente
ko: 대기 중
ru: в ожидании

# reputation_import__stats__registered
source: Registered
es: registrado
ko: 등기
ru: зарегистрирован

# reputation_import__stats__title
source: {platform} reputation
es: {platform} reputación
ko: {platform} 평판
ru: Репутация на {platform}

# reputation_import__stats__trades
source: Trades
es: vientos
ko: 거래
ru: сделок

# reputation_import__stats__volume
source: volume
es: volumen
ko: 음량
ru: объем

# reputation_import__step__code__message
source: Add this code somewhere on your public {platform} profile. Once we've verified the code, you can remove it.
es: Agrega este código en algún lugar de tu perfil público {platform} . Una vez que hayamos verificado el código, puede eliminarlo.
ko: 공개 {platform} 프로필에이 코드를 추가하세요. 코드가 확인되면 제거 할 수 있습니다.
ru: Добавьте этот код в свой публичный профиль {platform}. После того как мы проверим код, вы можете его удалить.

# reputation_import__step__code__message__lbc
source: Add this code to your LocalBitcoins profile as your personal webpage, adding ".com" to the end. Once we've verified the code, you can remove it.
es: Añade este código a tu perfil de LocalBitcoins como página web personal, añadiendo ".com" al final. Una vez que hayamos verificado el código, podrás eliminarlo.
ko: 이 코드를 LocalBitcoins 프로필에 개인 웹페이지로 추가하고 끝에 ".com"을 추가합니다. 코드가 확인되면 제거할 수 있습니다.
ru: Добавьте этот код в свой профиль LocalBitcoins в качестве личной веб-страницы, добавив в конце ".com". Как только мы подтвердим ваш код, вы сможете его удалить.

# reputation_import__step__code__title
source: Add the code
es: Agrega el código
ko: 코드 추가
ru: Добавьте код

# reputation_import__step__final__title
source: Wait for verification
es: Espere la verificación
ko: 확인 대기
ru: Ждите проверки

# reputation_import__step__username__input__label
source: Your {platform} username
es: Tu nombre de usuario de {platform}
ko: {platform} 사용자 이름
ru: Ваше ник на {platform}

# reputation_import__step__username__message
source: What's your username on {platform}?
es: ¿Cuál es su nombre de usuario en {platform}?
ko: {platform}에 대한 사용자 이름은 무엇입니까?
ru: Какое у вас ник на {platform}?

# reputation_import__step__username__title
source: Select username
es: Elija un nombre de usuario
ko: 사용자 이름 선택
ru: Выберите ник пользователя

# reputation_import__stepper__final__message
source: Just wait a little bit for us to verify your profile.
es: Espera un poco a que verifiquemos tu perfil.
ko: 우리가 귀하의 프로필을 확인할 때까지 조금만 기다리십시오.
ru: Подождите немного, пока мы подтверждаем ваш профиль.

# reputation_import__stepper__final__title
source: Almost there!
es: ¡Casi ahí!
ko: 거의 다 왔어!
ru: Почти готово!

# reputation_import__unconfirmed__title
source: Unconfirmed
es: Inconfirmado
ko: 미확인
ru: не подтверждено

# reputation_import__verified__title
source: Verified
es: Verificado
ko: 검증 됨
ru: Одобрено

# reputation_import__wizard_toggle__edit
source: Edit import info
es: Editar información de importación
ko: 가져 오기 정보 수정
ru: Изменить информацию об импорте

# reputation_import__wizard_toggle__initial
source: Link account
es: cuenta de enlace
ko: 계정 연결
ru: Связать аккаунт

# request_password_reset__btn
source: Send reset letter
es: Enviar correo de reseteo
ko: 초기화메일 보내기
ru: Отправить письмо

# request_password_reset__email
source: Your email
es: Su correo electrónico
ko: 이메일주소
ru: Адрес почты

# request_password_reset__email_tip
source: Enter verified email that is linked to your account. We will send a letter with password reset instructions
es: Introduzca un correo electrónico verficiado que esté vinculado a su cuenta. Le enviaremos un correo con instrucciones de reseteo de contraseña
ko: 해당 계정에 이메일인증이 완료된 이메일주소를 입력해 주세요. 초기화메일을 보내드리겠습니다
ru: Введите подтвержденный адрес электронной почты, привязанной к Вашему аккаунту. На него будет отправлено письмо с инструкциями по сбросу пароля

# request_password_reset__error_1
source: We don't have an account associated with this email.
es: No tenemos una cuenta asociada con este correo electrónico.
ko: 이 이메일이 등록된 계정이 없습니다.
ru: У нас нет учетной записи, связанной с этим адресом почты.

# request_password_reset__error_2
source: This email is unverified
es: Este correo electrónico está sin verificar
ko: 이메일이 인증되지 않았습니다
ru: Этот адрес почты неподтвреждён

# request_password_reset__error_3
source: Error
ko: 에러
ru: Ошибка

# request_password_reset__error_5_text
source: Please wait before resetting your password again
es: Por favor, espere antes de resetear su contraseña otra vez
ko: 비밀번호를 다시 초기화하기 전 기다려주세요
ru: Пожалуйста, подождите немного, перед тем как снова сбрасывать пароль

# request_password_reset__error_5_title
source: Too many requests
es: Demasiadas solicitudes
ko: 너무 많은 요청
ru: Слишком много запросов

# request_password_reset__error_6
source: Password reset error
es: Error de reseteo de contraseña
ko: 비밀번호 재설정 에러
ru: Ошибка сброса пароля

# request_password_reset__letter_sent
source: If this email is verified with an account, you'll receive a letter.
es: Si este correo electrónico se verifica con una cuenta, recibirá una carta.
ko: 이 이메일이 계정으로 확인되면 편지를 받게 됩니다.
ru: Если этот адрес подтвержден, вы получите письмо.

# request_password_reset__title
source: Reset password
es: Restablecer contraseña
ko: 비밀번호 재설정
ru: Сбросить пароль

# right_drawer__affiliate
source: Affiliate program
es: Programa de afiliación
ko: 제휴 프로그램
ru: Партнёрская программа

# right_drawer__cancelled
source: Cancelled trades
es: Transacciones canceladas
ko: 취소된 거래
ru: Отменённые сделки

# right_drawer__completed
source: Completed trades
es: Transacciones completadas
ko: 완료된 거래
ru: Завершённые сделки

# right_drawer__dashboard
source: Open trades & ads
es: Transacciones y anuncios abiertos
ko: 진행중인 거래 & 계약
ru: Открытые сделки и объявления

# right_drawer__logout
source: Logout
es: Desconectar
ko: 로그아웃
ru: Выйти

# right_drawer__profile
source: Profile
es: Perfil
ko: 프로필
ru: Профиль

# right_drawer__settings
source: Settings
es: Opciones
ko: 설정
ru: Настройки

# right_drawer__wallet
source: Wallet
es: Billetera
ko: 지갑
ru: Кошелёк

# sanction__action_notice
source: You are prohibited from performing this action due to the following restriction on your account:
es: Tiene prohibido realizar esta acción debido a la siguiente restricción en su cuenta:
ko: 귀하의 계정에 대한 다음 제한 사항으로 인해이 작업을 수행 할 수 없습니다.
ru: Вам запрещено выполнять это действие из-за следующего ограничения в вашем аккаунте:

# sanction__ban__label
source: Banned
es: Ban
ko: 금지
ru: Бан

# sanction__expires
source: Expires
es: Expira
ko: 만료
ru: Истекает

# sanction__label__trading_suspension
source: Trading suspended
es: Negociación suspendida
ko: 거래 중단
ru: Торговля приостановлена

# sanction__reason
source: Reason
es: Razón
ko: 이유
ru: Причина

# sanction__sanctioned_at
source: Since
es: Desde
ko: 이 때부터
ru: С

# sanction__user
source: User
es: Usuario
ko: 사용자
ru: Пользователь

# sanction__wallet_freeze__label
source: Wallet frozen, trading suspended
es: Billetera congelada, comercio suspendido
ko: 월렛 동결, 거래 정지
ru: Кошелёк заморожен, торговля приостановлена

# search__all_methods
source: All {code} methods
es: Todos los métodos {code}
ko: 모든 {code} 방법
ru: Все методы в {code}

# search__amount
source: Amount
es: Cantidad
ko: 거래량
ru: Сумма

# search__btn
source: Search
es: Buscar
ko: 검색
ru: Поиск

# search__buy_tab
source: Buy
es: Comprar
ko: 구매
ru: Купить

# search__coordinates__lat
source: Latitude
es: Latitud
ko: 위도
ru: Широта

# search__coordinates__lon
source: Longitude
es: Longitud
ko: 경도
ru: Долгота

# search__heading_call_buy
source: Sell {assetName} call option in {country} {using-method}
es: Vender la opción de compra {assetName} en {country} {using-method}
ko: {country}에서 {using-method}해 {assetName} 콜옵션을 판매
ru: Продать опцион колл {assetName} в {country} {using-method}

# search__heading_call_sell
source: Buy {assetName} call option in {country} {using-method}
es: Compre la opción de compra {assetName} en {country} {using-method}
ko: {country}에서 {using-method}해 {assetName} 콜옵션을 구매
ru: Купить колл опцион на {assetName} в {country} {using-method}

# search__heading_local_buy
source: Sell {assetName} for cash in {location}
es: Vender mis {assetName} a cambio de dinero en {location}
ko: {location}에서 {assetName}을 현금으로 판매
ru: Продать {assetName} за наличные в {location}

# search__heading_local_sell
source: Buy {assetName} with cash in {location}
es: Comprar {assetName} con dinero en {location}
ko: {location}에서 {assetName}을 현금으로 구매
ru: Купить {assetName} за наличные в {location}

# search__heading_online_buy
source: Sell {assetName} online in {country} {using-method}
es: Vender {assetName} en línea en {country} {using-method}
ko: {country}에서 {using-method}해 {assetName}을 온라인으로 판매
ru: Продать {assetName} онлайн в {country} {using-method}

# search__heading_online_sell
source: Buy {assetName} online in {country} {using-method}
es: Comprar {assetName} en línea en {country} {using-method}
ko: {country}에서 {using-method}해 {assetName}을 온라인으로 구매
ru: Купить {assetName} онлайн в {country} {using-method}

# search__heading_put_buy
source: Sell {assetName} put option in {country} {using-method}
es: Vender {assetName} opción de venta en {country} {using-method}
ko: {country}에서 {using-method}해 {assetName} 풋옵션 판매
ru: Продать опцион пут {assetName} в {country} {using-method}

# search__heading_put_sell
source: Buy {assetName} put option in {country} {using-method}
es: Comprar {assetName} opción de venta en {country} {using-method}
ko: {country}에서 {using-method}해 {assetName} 풋옵션 구매
ru: Купить опцион пут {assetName} в {country} {using-method}

# search__heading_using_method
source: using {method}
es: usando {method}
ko: {method}을 사용
ru: через {method}

# search__location_placeholder
source: Type in your location...
es: Escriba tu localización...
ko: 위치를 입력하세요...
ru: Введите ваше местоположение...
