Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__dandelion__2__text
source: One possible mitigation for this attack is usage of an overlay network such as Tor or I2P. This makes it so that even if an attacker can deduce a source IP address, it’s probably not the one that made the transaction, but rather the outproxy (I2P) or exit node (Tor) of the overlay network. This is not an all-encompassing solution however, as overlay networks, VPNs, and similar software is banned in many countries, and expecting everyone to use, sync, and propagate on these networks is unrealistic. There needs to be a solution that doesn’t require the usage of external software and networks; one that is available to the common person. This solution is Dandelion++ (DPP), which is an upgraded protocol to the original Dandelion proposal for Bitcoin. In this protocol, there are two phases, the stem phase, and the fluff phase; both of them together are supposed to represent the form of a dandelion. In the stem phase, every few minutes, the sending node randomly chooses two peers out of all of the nodes it’s connected to. When the sending node sends a transaction, either on behalf of itself or just forwarding the transaction from another node in the stem phase, it randomly chooses one of these two selected peers and sends the transaction to it. The fluff phase is when a node receives a transaction and broadcasts it to every outgoing connection, rather than just to one randomly chosen one, this allows true transaction propagation. Every few minutes a node defines itself as one that will either propagate via stem or via fluff at random, so a stem phase can be quite long if each connecting node has defined itself as a stem node, but once the transaction hits the fluff phase, it stays there. This means that an attacker will not be able to simply listen for the direction of a transaction anymore, because before it was propagated to everyone, it underwent the stem phase, and the originating node of the fluff phase is not the node the transaction originated from, and it is unknown how many hops along the stem the transaction underwent. Of course, combining the solutions above (DPP plus an overlay network) will give even stronger guarantees of privacy and protection against IP tracing. It should also be noted, that DPP does not defend against another form of network tracing attack that can be done with ISPs, but this is beyond the scope of this article. Dandelion++ is set to go live on the Monero network, and be used by default on the reference client, in the 0.16 release. This small change will further mitigate the attacks possible on the Monero network, and exemplifies why Monero leads the pack in practical, applied privacy technologies.
es: Una posible mitigación para este ataque es el uso de una red superpuesta como Tor o I2P. Esto hace que incluso si un atacante puede deducir una dirección IP de origen, probablemente no sea la que realizó la transacción, sino el nodo de salida (I2P) o de salida (Tor) de la red superpuesta. Sin embargo, esta no es una solución integral, ya que las redes superpuestas, las VPN y el software similar están prohibidos en muchos países, y es poco realista esperar que todos usen, sincronicen y se propaguen en estas redes. Debe haber una solución que no requiera el uso de software y redes externas; uno que está disponible para la persona común. <br/><br/>Esta solución es Dandelion ++ (DPP), que es un protocolo actualizado a la propuesta original de Dandelion para Bitcoin. En este protocolo, hay dos fases, la fase madre y la fase esponjosa; se supone que ambos juntos representan la forma de un diente de león. <br/><br/>En la fase madre, cada pocos minutos, el nodo de envío elige aleatoriamente dos pares de todos los nodos a los que está conectado. Cuando el nodo de envío envía una transacción, ya sea en nombre de sí mismo o simplemente reenviando la transacción desde otro nodo en la fase troncal, elige aleatoriamente uno de estos dos pares seleccionados y le envía la transacción. <br/><br/>La fase fluff es cuando un nodo recibe una transacción y la transmite a cada conexión saliente, en lugar de solo a una elegida al azar, esto permite la propagación de la transacción verdadera. Cada pocos minutos, un nodo se define a sí mismo como uno que se propagará a través de un tallo o una pelusa al azar, por lo que una fase de tallo puede ser bastante larga si cada nodo de conexión se ha definido como un nodo de tallo, pero una vez que la transacción llega a la fase de pelusa, se queda ahi. <br/><br/>Esto significa que un atacante ya no podrá simplemente escuchar la dirección de una transacción, porque antes de que se propagara a todos, se sometió a la fase troncal, y el nodo de origen de la fase fluff no es el nodo del que se originó la transacción , y se desconoce cuántos saltos a lo largo del tallo sufrió la transacción. <br/><br/>Por supuesto, la combinación de las soluciones anteriores (DPP más una red superpuesta) dará garantías aún más fuertes de privacidad y protección contra el rastreo de IP. También se debe tener en cuenta que DPP no se defiende contra otra forma de ataque de rastreo de red que se puede hacer con ISP, pero esto está más allá del alcance de este artículo. <br/><br/>Dandelion ++ está configurado para lanzarse en vivo en la red Monero, y ser utilizado por defecto en el cliente de referencia, en la versión 0.16. Este pequeño cambio mitigará aún más los posibles ataques en la red de Monero y ejemplifica por qué Monero lidera el paquete en tecnologías prácticas y aplicadas de privacidad.
ko: 이 공격을 방어할 수 있는 방법 중 하나는 토르나 I2P같은 우회 서비스를 이용하는 것입니다. 이렇게 되면 공격자가 IP 주소를 알게 되더라도 실제 거래를 한 IP 주소가 아닌 프록시 주소나 토르의 노드 중 하나일 것입니다. 하지만 이는 근본적인 해결책이 될 수 없는게, 우회서비스나 VPN 등이 금지된 나라가 많고, 모든 사람들이 이런 우회서비스를 이용할 것을 기대하는 것은 비현실적이기 때문입니다. 외부 프로그램이나 서비스를 이용하지 않고 누구나 이용 가능한 해결책이 필요합니다. <br/><br/> 이런 해결책 중 하나는 비트코인에 이용되었던 Dandelion 프로토콜이 업그레이드된 Dandelion++(DPP)입니다. 이 프로토콜에서는 민들레(dandelion)의 '씨앗'과 '줄기'로 나뉩니다. <br/><br/> 줄기에서는 노드가 정보를 보낼 때 몇분에 한번씩 연결될 노드 중 무작위로 2개를 선택해 둘 중 하나의 노드로 정보를 보냅니다. <br/><br/> 씨앗에서는 정보를 받아 내보낼 때 무작위로 선택된 노드가 아닌 연결된 모든 노드에 정보를 보내 정보를 완전히 확산시킵니다. 몇분에 한번씩 노드는 줄기가 될 지 씨앗이 될 지 무작위로 선택되며, 줄기 단계에서는 연결된 다른 노드들도 줄기라면 정보확산이 오래 걸리지만 한번 씨앗 노드를 만나면 순식간에 정보가 확산됩니다. <br/><br/> 이는 정보를 모든 노드에 확산시켰고, 줄기를 (알수 없는 횟수만큼) 여러번 거쳐 씨앗 상태에서의 확산은 정보의 원 출처가 아니기에 이제 공격자가 더 이상 정보의 흐름을 추적할 수 없게합니다. <br/><br/> 위에 말한 우회서비스와 DPP를 같이 사용하면 IP 공격으로부터 더욱 안전해질 수 있습니다. 하지만 DPP는 ISP를 사용한 다른 공격은 방어할 수 없는 것을 알아야 합니다. <br/><br/> 모네로 0.16 버전부터는 DPP가 모네로 네트워크에 적용되어 자동으로 이용할 수 있습니다. 이는 모네로 네트워크 자체에 대한 공격도 방어할 수 있게 하며 왜 모네로가 보안에 있어 선두주자인지 보여주고 있습니다.
ru: Одним из способов предотвращения подобной атаки является использование оверлейной сети, такой как Tor или I2P. В этом случае, даже если злоумышленнику удастся выяснить IP-адрес источника, то, вероятнее всего, это будет совсем не тот адрес, с которого была отправлена транзакция, а так называемый outproxy в случае с I2P или выходной узел оверлейной сети в случае с Tor. Однако, это нельзя считать всеобъемлющим решением, поскольку оверлейные сети, VPN и подобное программное обеспечение запрещены во многих странах, и надежда на то, что абсолютно все будут пользоваться такими сетями, синхронизироваться и проводить транзакции с их помощью, далека от реальности. Необходимо решение, которое позволит не прибегать к внешнему программному обеспечению и не использовать внешние сети; решение, которое будет доступно любому среднестатистическому пользователю. <br/><br/> Таким решением и является Dandelion++ (DPP) — обновлённая версия оригинального протокола Dandelion, разработанного для Bitcoin. Данный протокол предполагает наличие двух фаз, фазы стебля и фазы пуха, которые вместе составляют некое подобие одуванчика. <br/><br/> В фазе стебля отправляющий узел каждые несколько минут из всех узлов, с которыми он соединён, случайным образом выбирает два одноранговых узла. Когда на этапе стебля отправляющий узел передаёт транзакцию, либо от своего имени, либо ретранслируя транзакцию другого узла, он случайным образом выбирает один из этих двух узлов и передаёт транзакцию ему. <br/><br/> В фазе пуха узел принимает транзакцию и ретранслирует её по каждому исходящему соединению, а не по одному, выбранному случайным образом, что и обеспечивает распространение транзакции. Каждые несколько минут узел случайным образом определяет, будет он принимать участие в фазе стебля или в фазе пуха, поэтому фаза стебля может оказаться довольно долгой, если каждый подсоединённый узел решит принять в ней участие, но как только транзакция перейдёт на фазу пуха, она уже останется в ней. <br/><br/> Это означает, что злоумышленник уже не сможет определить направление, с которого пришла транзакция, поскольку она была передана сразу всем, она прошла фазу стебля, а узел, участвующий в фазе пуха, не является исходным узлом транзакции, и совершенно неизвестно, сколько скачков совершила транзакция на этапе стебля. <br/><br/> Безусловно, объединение вышеуказанных решений (DPP и оверлейной сети) обеспечивает более высокую гарантию конфиденциальности и защиты от отслеживания вашего IP. Также следует отметить, что DPP никак не защищает от другого вида атаки, связанного с отслеживанием сети, который может провести ваш ISP, но это не является темой данной статьи. <br/><br/> Dandelion++ будет реализован в сети Monero и будет по умолчанию использоваться основным клиентом после выхода версии 0.16. Это небольшое изменение ещё больше повысит защиту в сети Monero от возможных атак, и оно наглядно демонстрирует, почему Monero возглавляет список проектов, реализующих практические, прикладные технологии обеспечения приватности.

# knowledge__dandelion__2__title
source: The mitigation(s)
es: La mitigación (s)
ko: 방어수단
ru: Способы защиты

# knowledge__dandelion__description
source: Monero takes precautions to obfuscate on-chain data, however there are some attacks that can be done the moment a transaction occurs that cannot be performed any time later.
es: Monero toma precauciones para ofuscar los datos en cadena, sin embargo, hay algunos ataques que se pueden hacer en el momento en que se produce una transacción que no se puede realizar en cualquier momento posterior.
ko: 모네로는 체인 내 데이터를 숨기는데 노력하고 있지만 거래의 순간에만 사용 가능한 공격들이 있습니다.
ru: Monero предусматривает все меры предосторожности, необходимые для обфускации данных в блокчейне, однако, существуют некоторые виды атак, которые можно произвести исключительно в момент проведения транзакции и ни в какое другое время.

# knowledge__dandelion__title
source: How Dandelion++ Keeps Monero's Transaction Origins Private
es: Cómo Dandelion ++ mantiene los orígenes de las transacciones de Monero en privado
ko: Dandelion++가 모네로 거래의 출처를 보호하는 방법
ru: Как Dandelion++ помогает сохранить приватность источников транзакций Monero

# knowledge__description
source: What makes Monero special? Learn by reading the articles and guides on our Knowledge page.
es: ¿Qué hace especial a Monero? Aprenda leyendo los artículos y guías en nuestra página de Conocimiento.
ko: 무엇이 모네로를 특별하게 만들까? 정보 페이지에 가이드와 글들을 읽어보세요.
ru: Что делает Monero особенным? Узнайте, прочитав статьи и руководства на нашей странице знаний.
