Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__emission__0__text
source: <p>When most people think of what sets Monero apart, they think of Monero’s privacy technology. Indeed, most would consider the privacy, and the fungibility that it unlocks, as Monero’s defining trait, and the main weapon it brings into the ring when compared to other coins. What most people might not know is that Monero contains other protocol differences from Bitcoin and its derivatives that some might argue are just as important as Monero’s privacy technologies. In this article, we will look at one of these: the tail emission.</p> <p>First, let’s define what this term means. A tail emission is an unceasing subsidy of block rewards, even after the ‘last’ Monero is minted. In other words, Monero’s block reward will never fall to zero, but rather fall until it reaches 0.6 XMR per block, and then stay there forever. Miners will always be paid to mine Monero, and will never have to solely rely on a fee market.</p> <p>But let’s take a step back for a moment, and look at mining on a very high level. Monero miners are incentivized to secure a network by mining hashes. The incentive is the opportunity to make Monero if they find a new block. This Monero is awarded in two ways. Firstly, the miner receives the paid fees of every user who paid for their transaction's inclusion in the block. These are the transaction fees that you pay when you send a transaction. Secondly, the miner receives a predetermined amount of Monero from the protocol itself. In most cases, this ‘block reward’ is substantially higher than the user transaction fees, and is where miners make the most money. This block reward serves to keep the miners financially invested in the chain’s security, but also to get new coins into circulation.</p> <p>In most cryptocurrency protocols, this block reward is set to decrease over time. Most Bitcoin derivatives have what are called halvenings, predetermined points in time where the block reward halves (such as from 20 BTC to 10 BTC). These halvenings happen every few years, and every time it happens, the security on the network decreases. Why? Well, we encourage the reader to read our <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">article on Mining and RandomX</a>, and in doing so they will learn that mining is a race. Block rewards are only given out to those who find a block, and there are many entities in competition to do so. When the rewards are higher, more people are interested in playing this game, whereas when the rewards are low, less people, even those with the equipment to do so, will be willing to use their time and resources on a chance to win a measly prize.</p> <p>Already we begin to scratch the surface of the reason for Monero’s tail emission. Monero too has a decreasing block reward, although unlike Bitcoin there are no halvenings. Instead, each block reward is a tiny amount less than the previous one, so the reduction is much smoother. But the question for all cryptocurrencies is: “What happens when the block reward hits zero?” This is a strange situation in which we both know and don’t know the answer. The part we know is that there will be no more block reward subsidy, which means miners will have to be incentivized by the user transaction fees alone. What we don’t know is if these amounts will be enough to keep the miners securing the chain.</p> <p>As mentioned earlier, at present time, the block reward outweighs the transaction fees by a substantial amount, so the hope is that, as more users use the chain, fees would increase, and with increased fees the miners will deem it worth their time to continue mining. There is another side to this scenario however, the side of the users. If fees increase, then it will become much more expensive to transact with cryptocurrency for everyone, potentially walling it off from those without sufficient monetary resources. But on the other hand, if the fees stay low and the block reward goes to zero, then very few miners will secure the network, leaving it vulnerable to 51% attacks and reversed transactions.</p> <p>Nobody has good answers for this scenario, and no major coin has yet entered this phase of their cryptocurrency's life, so we have no real-world experience with it either. It’s all speculation. A gamble. Bitcoin makes the bet that the fees will be enough to sustain the miners, even if it means excluding the impoverished. Monero makes a different bet. Monero bets that the fees alone would not be enough for chain security, so it includes a tail emission as part of the protocol.</p> <p>We remind the reader that the block reward will not fall below 0.6 XMR per block, ever. Will this be enough to incentivize miners? We don’t know, but it’s certainly better than 0, which is what almost every other currency has built in to their protocol.</p> <p>The main criticism levied against this approach is that this means Monero’s supply is theoretically infinite, causing inflation over time, while coins that cap the block reward have a finite supply, their scarcity increasing the value over time. We feel this argument is insufficient for several reasons.</p> <p>Firstly, what good is a scarce, high-value coin that is easily attacked, censored, and subverted due to low security? If anything, the low security would decrease the value, more than offsetting what increase the scarcity would provide. Secondly, though Monero’s supply is theoretically infinite, the inflation is linear and trends toward zero as a yearly percentage, unlike fiat which is exponential.</p> <p>Monero’s inflation is precisely known ahead of time, and can be accurately projected, unlike fiat which may increase by more or less on a given year based on the whims of the powers that be. This still preserves the cypherpunk spirit of removing the possibility of human corruption through protocol enforced technology. With the added benefit of the peace of mind that the security of Monero’s blockchain through mining will be around as long as the world needs it.</p> <p>The last point we want to touch on is one of fairness. Money is used in several ways, as a store of value, as a medium of exchange, and as a unit of account. In a system where supply is finite, inflation will stop, meaning that those that use it as a store of value use the system for free. They benefit from the continued security provided by the miners without paying anything for it, since without inflation, their money does not slowly lose value over time. Conversely, anyone who uses the currency as a medium of exchange gets penalized (via potentially high transaction fees). This will encourage people to hold but not spend, and skews the fairness of the system to favor holders. By having a tail emission, this evens out the equation. Now holders also pay a small tax, via inflation, for the system's security. The tail emission makes it more fair for everyone.</p>
es: <p>Cuando la mayoría de las personas piensan en lo que distingue a Monero, piensan en la tecnología de privacidad de Monero. De hecho, la mayoría consideraría la privacidad y la fungibilidad que desbloquea, como el rasgo definitorio de Monero, y el arma principal que trae al ring en comparación con otras monedas. Lo que la mayoría de la gente podría no saber es que Monero contiene otras diferencias de protocolo de Bitcoin y sus derivados que algunos podrían argumentar que son tan importantes como las tecnologías de privacidad de Monero. En este artículo, veremos uno de estos: la emisión de cola.</p> <p>Primero, definamos qué significa este término. Una emisión de cola es un subsidio incesante de recompensas en bloque, incluso después de que se acuñe el "último" Monero. En otras palabras, la recompensa de bloque de Monero nunca caerá a cero, sino que caerá hasta alcanzar 0.6 XMR por bloque, y luego permanecerá allí para siempre. A los mineros siempre se les pagará por minar Monero, y nunca tendrán que depender únicamente de un mercado de tarifas.</p> <p>Pero retrocedamos un momento y veamos la minería en un nivel muy alto. Los mineros de Monero tienen incentivos para asegurar una red mediante la extracción de hashes. El incentivo es la oportunidad de hacer Monero si encuentran un nuevo bloque. Este Monero se otorga de dos maneras. En primer lugar, el minero recibe las tarifas pagadas de cada usuario que pagó por la inclusión de sus transacciones en el bloque. Estas son las tarifas de transacción que paga cuando envía una transacción. En segundo lugar, el minero recibe una cantidad predeterminada de Monero del propio protocolo. En la mayoría de los casos, esta "recompensa en bloque" es sustancialmente más alta que las tarifas de transacción del usuario, y es donde los mineros ganan más dinero. Esta recompensa en bloque sirve para mantener a los mineros financieramente invertidos en la seguridad de la cadena, pero también para poner en circulación nuevas monedas.</p> <p>En la mayoría de los protocolos de criptomonedas, esta recompensa de bloque está configurada para disminuir con el tiempo. La mayoría de los derivados de Bitcoin tienen lo que se llama mitades, puntos predeterminados en el tiempo donde el bloque recompensa las mitades (como de 20 BTC a 10 BTC). Estas reducciones ocurren cada pocos años, y cada vez que sucede, la seguridad en la red disminuye. ¿Por qué? Bueno, alentamos al lector a leer nuestro <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artículo sobre Minería y RandomX</a>, y al hacerlo aprenderán que la minería es una carrera. Las recompensas de bloque solo se otorgan a aquellos que encuentran un bloque, y hay muchas entidades en competencia para hacerlo. Cuando las recompensas son más altas, más personas están interesadas en jugar este juego, mientras que cuando las recompensas son bajas, menos personas, incluso aquellas con el equipo para hacerlo, estarán dispuestas a usar su tiempo y recursos en la oportunidad de ganar un miserable premio.</p> <p>Ya comenzamos a rascar la superficie del motivo de la emisión de cola de Monero. Monero también tiene una recompensa de bloque decreciente, aunque a diferencia de Bitcoin no hay reducciones. En cambio, cada recompensa de bloque es una pequeña cantidad menor que la anterior, por lo que la reducción es mucho más suave. Pero la pregunta para todas las criptomonedas es: "¿Qué sucede cuando la recompensa en bloque llega a cero?" Esta es una situación extraña en la que ambos sabemos y no sabemos la respuesta. La parte que sabemos es que no habrá más subsidio de recompensa en bloque, lo que significa que los mineros tendrán que ser incentivados solo por las tarifas de transacción del usuario. Lo que no sabemos es si estas cantidades serán suficientes para mantener a los mineros asegurando la cadena.</p> <p>Como se mencionó anteriormente, en la actualidad, la recompensa en bloque supera las tarifas de transacción en una cantidad sustancial, por lo que la esperanza es que, a medida que más usuarios usen la cadena, las tarifas aumentarán y, con el aumento de las tarifas, los mineros considerarán que vale la pena su tiempo para continuar minando. Sin embargo, hay otro lado de este escenario, el lado de los usuarios. Si las tarifas aumentan, se volverá mucho más costoso realizar transacciones con criptomonedas para todos, lo que podría bloquearlo para aquellos que no tienen suficientes recursos monetarios. Pero, por otro lado, si las tarifas se mantienen bajas y la recompensa en bloque llega a cero, muy pocos mineros asegurarán la red, dejándola vulnerable al 51% de ataques y transacciones revertidas.</p> <p>Nadie tiene buenas respuestas para este escenario, y ninguna moneda importante aún ha entrado en esta fase de la vida de su criptomoneda, por lo que tampoco tenemos experiencia en el mundo real. Todo es especulación. Una apuesta. Bitcoin apuesta a que las tarifas serán suficientes para mantener a los mineros, incluso si eso significa excluir a los empobrecidos. Monero hace una apuesta diferente. Monero apuesta que las tarifas por sí solas no serían suficientes para la seguridad de la cadena, por lo que incluye una emisión de cola como parte del protocolo.</p> <p>Le recordamos al lector que la recompensa del bloque no será inferior a 0.6 XMR por bloque, nunca. ¿Será esto suficiente para incentivar a los mineros? No lo sabemos, pero ciertamente es mejor que 0, que es lo que casi todas las demás monedas han incorporado a su protocolo.</p> <p>La principal crítica en contra de este enfoque es que esto significa que la oferta de Monero es teóricamente infinita, causando inflación con el tiempo, mientras que las monedas que limitan la recompensa del bloque tienen una oferta limitada, su escasez aumenta el valor con el tiempo. Consideramos que este argumento es insuficiente por varias razones.</p> <p>En primer lugar, ¿de qué sirve una moneda escasa y de alto valor que se ataca, censura y subvierte fácilmente debido a la baja seguridad? En todo caso, la baja seguridad disminuiría el valor, más que compensar lo que aumentaría la escasez. En segundo lugar, aunque la oferta de Monero es teóricamente infinita, la inflación es lineal y tiende a cero como porcentaje anual, a diferencia del fiat que es exponencial.</p> <p>La inflación de Monero se conoce de manera precisa con anticipación, y se puede proyectar con precisión, a diferencia del fiat que puede aumentar más o menos en un año determinado según los caprichos de los poderes fácticos. Esto aún conserva el espíritu cypherpunk de eliminar la posibilidad de corrupción humana a través de la tecnología aplicada por el protocolo. Con el beneficio adicional de la tranquilidad de saber que la seguridad de la cadena de bloques de Monero a través de la minería existirá mientras el mundo la necesite.</p> <p> El último punto que queremos tocar es el de la justicia. El dinero se usa de varias maneras, como una reserva de valor, como un medio de intercambio y como una unidad de cuenta. En un sistema donde el suministro es finito, la inflación se detendrá, lo que significa que aquellos que lo usan como una reserva de valor usan el sistema de forma gratuita. Se benefician de la seguridad continua proporcionada por los mineros sin pagar nada por ello, ya que sin inflación, su dinero no pierde valor lentamente con el tiempo. Por el contrario, cualquier persona que use la moneda como medio de intercambio es penalizado (a través de tarifas de transacción potencialmente altas). Esto alentará a las personas a mantener pero no gastar, y sesga la equidad del sistema para favorecer a los titulares. Al tener una emisión de cola, esto iguala la ecuación. Ahora los titulares también pagan un pequeño impuesto, a través de la inflación, por la seguridad del sistema. La emisión de la cola lo hace más justo para todos. </p>
ko: <p> 많은 사람들은 모네로의 장점을 보안이라고 생각합니다. 보안이 보장되는 대체성은 다른 가상화폐에 비해 모네로의 최대강점입니다. 많은 사람들이 모르는 다른 강점은 보안에 추가로 비트코인과 파생상품들과는 다른 프로토콜 자체의 차이점입니다. 이 글에서 우리는 '꼬리자르기'에 대해 알아보겠습니다.</p> <p> 일단 꼬리자르기가 뭘 뜻할까. 꼬리자르기는 마지막 모네로가 채굴된 후에도 지속되는 보상입니다. 한마디로, 모네로의 채굴보상은 0.6 XMR까지 조금씩 떨어진 후 0.6 XMR에서 영원히 계속됩니다. 광부는 계속 모네로 채굴 보상을 얻을 수 있고 블록 수수료에만 의지하지 않아도 됩니다.</p> <p> 모네로 채굴에 대해 생각해봅시다. 모네로 광부는 해시 채굴을 통해 네트워크의 보안을 강화하는데 보상이 주어집니다. 새 블록을 채굴하게 되면 모네로를 받아 보상받습니다. 모네로를 2가지 방법으로 받을 수 있습니다. 첫째는 자신의 거래를 블록에 포함시키고 싶은 유저들이 내는 수수료입니다. 이게 바로 모네로를 보낼 때 내는 수수료입니다. 두번째는 프로토콜 자체에서 블록 캐면 받는 모네로입니다. 대부분의 경우 이 '블록보상'이 수수료보다 훨씬 많고 광부들의 주 수입원입니다. 이 보상은 광부들이 블록체인의 보안을 강화하는 것을 경제적으로 보상해주지기도 하고 새 코인을 생산해냅니다.</p> <p>다른 가상화폐 프로토콜에서는 블록보상이 시간이 지날수록 줄어듭니다. 대부분의 비트코인 파생상품은 보상이 반으로 줄어드는 (20BTC에서 10BTC로 되듯이) 반감기가 있습니다. 이 반감기는 보통 몇년이며 보상이 줄어들 때마다 네트워크의 보안도 같이 줄어듭니다. 왜냐? 저희의 <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">채굴과 RandomX에 대하여</a>를 읽어보시면 알겠지만, 채굴은 일종의 경쟁입니다. 블록보상은 블록을 채굴한 이에게만 돌아가고 블록을 채굴하는 사람들은 서로 보상을 위해 경쟁하는 것입니다. 보상이 높을수록 많은 사람들이 참여하겠지만 반대로 보상이 낮아질수록, 특히 채굴장비를 갖춘 사람들은, 갖고 있는 장비와 시간을 얼마 안되는 보상을 위해 이용고 싶지 않을 것입니다.</p> <p>벌써 모네로의 꼬리자르기가 왜 좋은지 보일 것입니다. 모네로도 블록 보상이 차츰 줄어들지만, 비트코인과 달리 반감되지 않습니다. 오히려 블록보상은 그 전 보상에 비해 아주 소량만 차이가 납니다. 모든 가상화폐의 걱정은 '보상이 0이 되면 어떻게 되나?'입니다. 이에 대해서는 아직 아무도 확신할 수 없습니다. 우리가 알고 있는 것은 블록 자체를 채굴하는 것에 대한 보상이 없어질 것이며, 광부들은 결국 거래수수료에만 의지할 것이란 것입니다. 우리가 확신하지 못하는건 이 거래수수료가 광부들이 채굴을 계속하여 체인의 보안을 강화할만큼 매력적일 지 입니다.</p> <p> 위에 말했다시피 현재로서는 채굴보상이 거래수수료보다 압도적이기 때문에 블록체인 이용자가 더 많아져 거래수수료가 증가해 나중에도 광부들이 채굴할 것이라고 믿을 수 밖에 업습니다. 하지만 반대로 유저들의 입장도 생각해봐야 합니다. 거래수수료가 늘어난다면 가상화폐로 거래하는 것이 모두에게 점점 더 비싸질 것이며 충분한 자금이 없으면 이용하기 힘들 수도 있습니다. 하지만 수수료가 낮게 유지되고 채굴보상이 0이 된다면 채굴로 보안강화를 계속할 광부들은 사라질 것이며 공격자들이 51%의 블록을 점령하여 거래를 되돌릴 권한을 갖게 될 수도 있습니다.</p> <p> 여기에 대한 해결책은 아직 없으며, 아직 이 단계에 진입할만큼 오래된 가상화폐도 없습니다. 어떻게 될 지 아무도 모르며 도박이나 마찬가지입니다. 비트코인은 거래수수료가 광부들이 채굴을 계속할만큼 충분할 것이라고 주장하고 있지만 이는 장비가 광부들을 외면하게 될 것입니다. 모네로의 의견은 다릅니다. 모네로는 거래수수료만으로는 체인 보안 유지에 힘들 것이라고 보기 때문에 꼬리자르기를 프로토콜에 포함한 것입니다.</p> <p> 다시 말씀드리지만 모네로의 채굴보상은 절대 0.6 XMR 이하로 떨어질 일이 없습니다. 이 보상이 광부들에게 충분할지는 저희도 모르지만, 대부분의 다른 가상화폐들이 도달할 0보다는 낫다고 생각합니다.</p> <p>이 접근의 가장 큰 비판 중 하나는 모네로가 무한발행되어 희귀성이 사라져 시간이 지나면 인플레이션으로 인해 모네로의 가격이 하락해 보상이 있더라도 미미할 것이라는 것입니다. 우리는 이런 주장을 뒷받침할 근거가 부족하다고 생각합니다.</p> <p> 첫째로, 가치가 높고 희귀하지만 쉽게 공격당하고, 검열의 대상이 되고, 개인정보가 보호되지 않는 화폐가 무슨 소용입니까? 보안이 사라지면 화폐로써의 가치가 같이 없어질 것이며 희귀성으로 인해 얻는 보상보다 손해가 더 클 것입니다. 둘째로, 모네로는 이론적으로 무한발행하지만 인플레이션으로 인해 기하급수적으로 가치가 하락하는 명목화폐와는 달리 일정한 가치하락을 경험할 것입니다.</p> <p>모네로의 인플레이션은 연간 가치하락이 크게 변동할 수 있는 명목화폐와 달리 상당히 정확하게 예측가능합니다. 이런 프로토콜의 기술적용으로 인간의 간섭을 막는 사이퍼펑크(cypherpunk)의 정신을 보존할 수 있습니다. 추가적으로 모네로 채굴보상은 모네로가 있는한 사라지지 않을 것이라는 장점도 있습니다.</p> <p>마지막으로 공정성을 강조하고 싶습니다. 화폐는 물물교환, 가치보관, 단위 등 여러가지로 쓰이고 있습니다. 공급이 제한되었을 때 인플레이션은 멈추겠지만 이는 화폐를 가치보관의 수단으로 사용하고 있는 사람들은 아무런 대가를 지불하지 않고 이런 시스템을 사용한다는 뜻입니다. 인플레이션이 없으면 화폐의 가치도 하락하지 않기 때문에 이들은 아무런 대가도 지불하지 않고 광부들이 제공하는 보안을 누릴 수 있습니다. 반대로 화폐를 물물교환의 수단으로 사용하는 이들은 (매우 높은 거래수수료를 통해) 불이익을 얻게 됩니다. 이는 사람들이 화폐를 이용하지 않고 들고 있게 만들며, 화폐를 가치보관의 수단으로 사용하는 이들에게 더 이익이 될 것입니다. 꼬리자르기를 도입함으로써 이런 불공정한 문제를 해결합니다. 화폐를 들고 있기만 하는 사람들은 인플레이션으로 조금씩 보안의 대가를 지불하게 됩니다. 꼬리자르기는 모네로를 모두가 공평하게 이용할 수 있게 합니다.</p>
ru: <p>Когда большинство людей думают о том, что отличает Monero от других криптовалют, первое, что приходит в голову — технология обеспечения приватности Monero. И в самом деле, большинство подумает об обеспечиваемых свойствах приватности и взаимозаменяемости, которые являются определяющей чертой Monero и главным оружием, которое служит весомым аргументом при сравнении с другими монетами. Но большинство людей может просто не знать, что Monero имеет и другие особенности протокола, отличающие эту криптовалюту от Bitcoin и его производных. И эти особенности столь же важны, как и технология обеспечения приватности Monero. В этой статье мы рассмотрим одну из них — хвостовую эмиссию.</p> <p>Прежде всего, определимся с терминологией. Хвостовой эмиссией называется непрерывная выплата вознаграждений за вычисление блоков, даже после того, как будет создана «последняя» Monero. Другими словами, размер вознаграждения за вычисление блока Monero никогда не упадёт до нуля, а будет плавно опускаться, пока не достигнет значения в 0,6 XMR за блок, после чего навсегда останется на этом уровне. Майнеры всегда будут получать плату за майнинг Monero, и им никогда не придётся полагаться исключительно на рынок комиссий.</p> <p>Но давайте вернёмся немного назад и рассмотрим майнинг на другом, высоком уровне. Майнеры Monero заинтересованы в защите сети посредством майнинга хэшей. Стимулом является возможность создания Monero в случае вычисления нового блока. Такая вновь создаваемая Monero передаётся в качестве вознаграждения двумя способами. В первом случае майнер получает комиссии с каждого пользователя, который заплатил за включение своей транзакции в блок. Это комиссии за транзакции, которые вы платите при отправке транзакции. Во втором случае майнер получает предопределённую сумму Monero согласно самому протоколу. В большинстве случаев «вознаграждение за блок» значительно выше, чем плата за транзакции пользователей, и именно благодаря ему майнеры зарабатывают больше всего денег. Эта награда за блок служит в качестве финансовой мотивации майнеров, обеспечивающих безопасность сети, а также для выпуска новых монет в обращение.</p> <p>В большинстве криптовалютных протоколов размер такого вознаграждения за вычисление блока снижается с течением времени. В случае с большинством производных Bitcoin в определённый момент происходит так называемое «ополовинивание», когда вознаграждение за вычисление блока уменьшается в два раза (например, с 20 BTC до 10 BTC). Такое ополовинивание происходит каждые несколько лет, и каждый раз, когда это происходит, уровень безопасности сети снижается. Почему? Что ж, мы рекомендуем читателям ознакомиться с нашей статьёй <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">Майнинг и RandomX</a>, из которой они узнают, что майнинг — это гонка. Вознаграждение получают только те, кто вычислит блок, и в этом соревновании принимает участие множество лиц. Чем вознаграждение выше, тем больше людей заинтересовано в этой игре, и чем меньше размер вознаграждения, тем меньше людей, даже тех, у кого есть для этого всё необходимое оборудование, будет готово тратить своё время и ресурсы на то, чтобы получить шанс выиграть такой ничтожно малый приз.</p> <p>Мы уже добрались до поверхности причины последующей эмиссии Monero. Вознаграждение за вычисление блока Monero также снижается, хотя, в отличие от Bitcoin, в данном случае нет никакого ополовинивания. Вместо этого, каждое последующее вознаграждение за блок будет немного меньше предыдущего, и поэтому его сокращение происходит более плавно. Но вопрос, актуальный для всех криптовалют, можно сформулировать так: «Что происходит, когда награда за блок достигает нуля?» Это странная ситуация, в которой ответ известен и неизвестен одновременно. Мы знаем, что больше не будет никакого вознаграждения за блок, а это означает, что работа майнеров будет стимулироваться исключительно выплатой комиссий за проведение транзакций пользователями. Чего мы не знаем, так это того, хватит ли этих сумм, чтобы майнеры по-прежнему обеспечивали безопасность блокчейна.</p> <p>Как упоминалось ранее, в настоящее время вознаграждение за вычисление блока значительно превышает размер комиссий за транзакции, поэтому есть надежда, что по мере того, как всё больше пользователей будет использовать блокчейн, комиссии будут увеличиваться, и при увеличении комиссий майнеры решат, что всё-таки стоит тратить своё время и продолжать заниматься майнингом. Однако, у этого сценария есть и другая сторона — сторона пользователей. В случае увеличения размера комиссий, проведение криптовалютных транзакций станет намного дороже для каждого, что потенциально отвадит от процесса тех, у кого не имеется достаточных денежных ресурсов. Но с другой стороны, если комиссии останутся низкими, а вознаграждение за вычисление блока упадёт до нуля, очень немногие майнеры станут обеспечивать безопасность сети, что сделает её уязвимой для атак 51% и проведения обратных транзакций.</p> <p>Ни у кого нет достаточно хорошего ответа для этого сценария, и ни одна из основных монет ещё не вступила в эту фазу криптовалютной жизни, поэтому и у нас нет реального опыта в решении этого вопроса. Это все лишь домыслы. Азартная игра. Bitcoin ставит на то, что комиссий будет достаточно, чтобы поддержать майнеров, даже если это будет означать исключение из процесса необеспеченных пользователей. Monero делает другую ставку. Monero ставит на то, что одних только комиссий будет недостаточно для обеспечения безопасности блокчейна, и поэтому реализует последующую эмиссию на уровне протокола.</p> <p>Мы напоминаем читателю, что размер вознаграждения за вычисление блока никогда не упадет ниже 0,6 XMR за блок. Будет ли этого достаточно, чтобы стимулировать майнеров? Мы не знаем, но это, определённо, лучше, чем 0, предусмотренный протоколами почти всех остальных валют.</p> <p>Основная критика в отношении данного подхода сводится к тому, что выпуск Monero теоретически станет бесконечным, что с течением времени станет причиной инфляции, а у монет, ограничивающих вознаграждение за блок, будет ограниченный запас, а их дефицит только увеличит их ценность со временем. Нам кажется, что этого аргумента недостаточно по нескольким причинам.</p> <p>Во-первых, чего хорошего в дефицитной, дорогой монете, которую легко атаковать, цензурировать и в принципе уничтожать из-за низкого уровня безопасности? Во всяком случае, низкий уровень безопасности уменьшит ценность в большей степени, нежели её компенсирует повышение дефицитности. Во-вторых, хотя выпуск Monero теоретически и станет бесконечным, инфляция происходит линейно и, как правило, стремится к нулю в виде годового процента, в отличие от фиатных валют, где она повышается по экспоненте.</p> <p>Инфляция Monero точно известна заранее и может быть точно спрогнозирована, в отличие от фиатных денег, где она может возрасти более или менее в отдельно взятом году по прихоти властей. Это опять же сохраняет дух шифропанка, исключающий возможность коррупции со стороны людей за счёт использования основанных на протоколе технологий. И не стоит упускать из виду преимущество, связанное с душевным спокойствием в отношении безопасности блокчейна Monero, обеспечиваемой майнингом, которая будет существовать до тех пор, пока миру это необходимо.</p> <p>Последний момент, который мы хотим затронуть, это вопрос честности. Деньги используются в нескольких случаях: как способ сбережения и как средство обмена или единица учета. В системе, где предложение ограничено, а инфляция когда-нибудь закончится, это подразумевает, что те, кто используют их в качестве способа себережения, могут использовать систему бесплатно. Они извлекают выгоду из постоянной безопасности, обеспечиваемой майнерами, ничего не отдавая взамен, поскольку без инфляции их деньги не потеряют своей ценности с течением времени. И наоборот, любой, кто использует валюту в качестве средства для обмена, облагается штрафом (через потенциально высокие комиссии за транзакцию). Это стимулирует людей хранить, а не тратить, что искажает смысл системы в пользу владельцев. Но с учетом хвостовой эмиссии все выравнивается. Теперь и держателям приходится платить небольшой налог в виде инфляции за безопасность системы. Хвостовая эмиссия делает его справедлимым для всех.</p>
