Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__stealth__0__text
source: <p>Monero has implemented a three-prong approach to privacy. These technologies are <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, which hide the true output (sender), RingCT which hides the amounts, and stealth addresses, which hides the receiver. Today, we will be discussing the last of these mentioned technologies: stealth addresses.</p> <p>There are many reasons why an individual might want to hide who they are sending to. We must never let anyone try to convince us that all examples of this are unsavory behaviors. Things like sending to a unpopular political party, donating to charities, or supporting those that the culture deems 'cancelled' are all examples of where one might want to hide their spending behaviors for fear of repercussion, but are perfectly legitimate in nature.</p> <p>On a transparent blockchain, the addresses where one sends their transactions to are visible to all. It's important to consider that if miners themselves disagree with where the money is going, they can choose not to mine it into a block, effectively censoring this transaction on a seemingly censorship resistant platform. The only way to make this, admittedly unlikely, censorship not possible is if miners can't distinguish between transactions because all on-chain metadata is obscured by various means. Something that Monero is known for.</p> <p>Monero solves this problem of transparent addresses by implementing stealth addresses, a technology that was actually initially made for Bitcoin in 2011 by Bitcoin Talk forum user ByteCoin (the relation to Bytecoin, which would later integrate stealth addresses, is unknown). The current form of stealth addresses has several improvements over the initial idea however. But first, in order to see how they work, let's talk about keys.</p> <p>It's hard to be in the cryptocurrency space and not hear about keys. Phrases like 'back up your private key' are common, but when an average Joe hears the words "public key" and "private key" they get scared and think it will be too technical and confusing to understand. But don't worry. We'll take it slow, and use plenty of examples.</p> <p>The two kinds of keys used in cryptocurrencies are, as just mentioned, public and private. These two keys usually come in a pair, meaning that a particular public and private key are linked to one another. In fact, usually the public key is derived from the private one, meaning if you know the private key, your wallet can do some nifty math and come up with the correct public key every time.</p> <p>Now, as the names imply, the public key can be public without consequence. Usually it's a part of the address that you share to receive money into your cryptocurrency wallet. Also following its namesake, the private key is one that should not be shared. It's the thing that allows you to sign and spend a transaction, so if it is stolen or shared, then the dastardly third party can spend your money, usually to themselves.</p> <p>An easy analogy to this would be a padlock and the key needed to unlock it. The open padlock can be shared freely, and indeed anything can be locked up with this padlock, but only the person with the key is able to open anything the padlock is closed on. The padlock can be copied and shared, the key should not be.</p> <p>These keys are usually abstracted away from the user, so you never really see them. In Monero, they don't appear as a scary alphanumeric string at all. In Monero, the common user knows the private key as their seed. The seed (that you should write down if you haven't), is actually just a human readable private key. </p> <p>See? Not so scary after all. Back to stealth addresses.</p> <p>As mentioned before, stealth addresses weren't originally made for Monero, but Bitcoin. As with most fledgling ideas though, this first iteration had issues. The next attempt came when CryptoNote was created by Nicholas van Saberhagan for Bytecoin, the precursor to Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">see our history of Monero and Bytecoin here</a>), and while it was a definite improvement over the original, even it had some subtle flaws.</p> <p>Eventually, one last iteration came into being from a developer for another now-defunct, privacy cryptocurrency, which fixed the outstanding privacy and security issues with the idea. This eventually made its way into Monero, and is what is used today.</p> <p>Although these privacy and security issues were solved, stealth addresses themselves added a different kind of quirk to blockchain technologies, one that didn’t exist before. The need to scan. Since receiving addresses are not publicly displayed on the blockchain, the receiver never knows if any given transaction is theirs, so they must scan every incoming transactions with their private key to see if it’s theirs.</p> <p>With transparency coins, all they have to do is check to see if a transaction is sending to your address. An easy yes or no question. But with stealth addresses, every transaction could potentially be one that is being sent to you, so you have to try to unlock each one with your private key to see if it opens.</p> <p>This is an extra step that Bitcoin and its derivatives do not have, and makes initial wallet setup, along with syncing a wallet when you haven’t opened it for a while, much longer than Bitcoin. The tradeoff is necessary though, to unlock the privacy guarantees it has. It should be noted that, unlike the weakest point of the privacy trifecta, ring signatures, stealth addresses is not susceptible to heuristics. It relies on tried and true elliptic curve cryptography, which the entire internet relies on, so breaking it would mean an end to computer security in general, not just Monero.</p>
es: <p>Monero ha implementado un enfoque de privacidad de tres pilares. Estas tecnologías son <a target="_blank" href="/knowledge/ring-signatures" class="next-link">firmas en anillo</a>, que ocultan la salida real (remitente), RingCT que oculta las cantidades y direcciones furtivas, que oculta al receptor. Hoy, discutiremos la última de estas tecnologías mencionadas: direcciones furtivas.</p> <p>Hay muchas razones por las que una persona puede querer ocultar a quién envía. Nunca debemos permitir que nadie intente convencernos de que todos los ejemplos de esto son comportamientos desagradables. Cosas como enviar a un partido político impopular, donar a organizaciones benéficas o apoyar a aquellas que la cultura considera 'canceladas' son ejemplos de dónde uno podría querer ocultar sus comportamientos de gasto por temor a repercusiones, pero son de naturaleza perfectamente legítima.</p> <p>En una cadena de bloques transparente, las direcciones a las que uno envía sus transacciones son visibles para todos. Es importante tener en cuenta que si los propios mineros no están de acuerdo con el destino del dinero, pueden optar por no extraerlo en un bloque, censurando efectivamente esta transacción en una plataforma aparentemente resistente a la censura. La única forma de hacer que esta censura, ciertamente poco probable, no sea posible es si los mineros no pueden distinguir entre transacciones porque todos los metadatos en la cadena están ocultos por varios medios. Algo por lo que se conoce a Monero.</p> <p>Monero resuelve este problema de direcciones transparentes implementando direcciones furtivas, una tecnología que en realidad fue creada inicialmente para Bitcoin en 2011 por el usuario del foro Bitcoin Talk ByteCoin (se desconoce la relación con Bytecoin, que luego integraría direcciones furtivas). Sin embargo, la forma actual de direcciones furtivas tiene varias mejoras con respecto a la idea inicial. Pero primero, para ver cómo funcionan, hablemos de claves.</p> <p>Es difícil estar en el espacio de las criptomonedas y no escuchar acerca de las claves. Frases como "haga una copia de seguridad de su clave privada" son comunes, pero cuando un ciudadano medio escucha las palabras "clave pública" y "clave privada", se asusta y piensa que será demasiado técnico y confuso de entender. Pero no se preocupe. Lo tomaremos con calma y usaremos muchos ejemplos.</p> <p>Los dos tipos de claves que se utilizan en las criptomonedas son, como se acaba de mencionar, públicas y privadas. Estas dos claves generalmente vienen en un par, lo que significa que una clave pública y una privada en particular están vinculadas entre sí. De hecho, por lo general, la clave pública se deriva de la privada, lo que significa que si conoce la clave privada, su billetera puede hacer algunas matemáticas ingeniosas y generar la clave pública correcta en todo momento.</p> <p>Ahora, como implican los nombres, la clave pública puede ser pública sin consecuencias. Por lo general, es parte de la dirección que comparte para recibir dinero en su billetera de criptomonedas. También siguiendo su homónimo, la clave privada es una que no debe compartirse. Es lo que le permite firmar y gastar una transacción, por lo que si es robada o compartida, entonces el cobarde tercero puede gastar su dinero, generalmente para ellos mismos.</p> <p>Una analogía fácil con esto sería un candado y la llave necesaria para desbloquearlo. El candado abierto se puede compartir libremente y, de hecho, se puede bloquear cualquier cosa con este candado, pero solo la persona con la llave puede abrir cualquier cosa en la que esté cerrado el candado. El candado se puede copiar y compartir, la llave no debe ser.</p> <p>Estas claves generalmente se extraen del usuario, por lo que nunca las ve realmente. En Monero, no aparecen como una cadena alfanumérica aterradora en absoluto. En Monero, el usuario común conoce la clave privada como su semilla. La semilla (que debe escribir si no lo ha hecho), en realidad es solo una clave privada legible por humanos. </p> <p>¿Ves? Después de todo, no da tanto miedo. De vuelta a las direcciones furtivas.</p> <p>Como se mencionó anteriormente, las direcciones ocultas no se hicieron originalmente para Monero, sino para Bitcoin. Sin embargo, como con la mayoría de las ideas incipientes, esta primera iteración tuvo problemas. El siguiente intento llegó cuando CryptoNote fue creado por Nicholas van Saberhagan para Bytecoin, el precursor de Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">vea nuestra historia de Monero y Bytecoin aquí</a>), y aunque fue una mejora definitiva con respecto al original, incluso tuvo algunos defectos sutiles.</p> <p>Eventualmente, surgió una última iteración de un desarrollador para otra criptomoneda de privacidad ahora desaparecida, que solucionó los problemas pendientes de privacidad y seguridad con la idea. Esto finalmente se abrió camino en Monero, y es lo que se usa hoy.</p> <p>Aunque estos problemas de privacidad y seguridad se resolvieron, las direcciones sigilosas en sí mismas agregaron un tipo diferente de peculiaridad a las tecnologías blockchain, una que no existía antes. La necesidad de escanear. Dado que las direcciones de recepción no se muestran públicamente en la cadena de bloques, el receptor nunca sabe si una determinada transacción es suya, por lo que debe escanear todas las transacciones entrantes con su clave privada para ver si es suya.</p> <p>Con las monedas transparentes, todo lo que tienen que hacer es verificar si una transacción se está enviando a su dirección. Una pregunta fácil de sí o no. Pero con las direcciones ocultas, cada transacción podría ser una que se le envíe, por lo que debe intentar desbloquear cada una con su clave privada para ver si se abre.</p> <p>Este es un paso adicional que Bitcoin y sus derivados no tienen, y hace la configuración inicial de la billetera, además de sincronizar una billetera cuando no la ha abierto por un tiempo, mucho más que Bitcoin. Sin embargo, la compensación es necesaria para desbloquear las garantías de privacidad que tiene. Cabe señalar que, a diferencia del punto más débil de la trifecta de privacidad, las firmas de anillo, las direcciones furtivas no son susceptibles a la heurística. Se basa en una criptografía de curva elíptica probada y verdadera, en la que se basa todo Internet, por lo que romperla significaría el fin de la seguridad informática en general, no solo de Monero.</p>
ko: <p>모네로는 보안을 위해 3가지 장치를 이용합니다. 이 장치들은 출력(송금인)을 숨기는 <a target="_blank" href="/knowledge/ring-signatures" class="next-link">링서명</a>, 거래량을 숨기는 RingCT, 그리고 수취인을 숨기는 비밀주소입니다. 이 글에서는 이 중 비밀주소에 대해 이야기하겠습니다.</p> <p>수취인을 숨기고 싶은 이유는 다양합니다. 우리가 명심해야할 것은 이 의도가 항상 불미스러운 이유가 아니라는 것입니다. 야당을 지원, 자선단체에 기부, 사회가 잘못되었다고 생각하는 단체를 지원하는 등 사회적 규탄을 피하기 위해 자신의 금융활동을 숨길 이유는 많습니다.</p> <p>투명한 블록체인에서는 누구나 수취인 주소를 볼 수 있습니다. 여기서 중요한 것은 만약 광부가 돈이 어떻게 쓰이는지에 대해 동의하지 않는다면 해당 거래가 포함된 블록을 채굴하지 않아 나름대로의 검열을 할 수 있다는 것입니다. 이러한 일이 일어날 가능성이 낮지만 이러한 검열을 피할 수 있는 경우는 광부가 체인 내 거래를 구분할 수 없을 때입니다. 이는 모네로의 장점 중 하나입니다.</p> <p>모네로는 2011년 비트코인 포럼의 Bytecoin이라는 유저(이 유저와 추후 비밀주소를 도입한 Bytecoin 가상화폐와의 연관관계는 불분명합니다)가 비트코인을 위해 개발한 비밀주소를 사용해 공개주소 이용의 문제를 해결합니다. 현재의 비밀주소는 개발단계에 비해서 많은 변화가 있었습니다. 하지만 일단 작동원리를 알기 위해 열쇠에 대해 알아봅시다.</p> <p>가상화폐 세계에 발을 담그면서 열쇠에 대해 모르기는 힘듭니다. '개인키를 백업하세요'같은 문구는 흔히 볼 수 있지만, 일반인이 "공개키"나 "개인키"같은 말을 들으면 너무 기술적이고 이해하기 힘들 것이라고 생각합니다. 하지만 많은 예시를 들며 천천히 설명할테니 걱정하지 않으셔도 됩니다.</p> <p>가상화폐에 쓰이는 두가지 열쇠는 방금 말했다시키 공개키와 개인키입니다. 이 두개는 보통 짝을 이루기에 특정 공개키는 그 짝인 특정 개인키가 있습니다. 실제로 공개키는 개인키를 기반으로 만들어기에 개인키만 알고 있으면 지갑이 계산을 통해 공개키를 유추할 수 있습니다.</p> <p> 이름에서 유추할 수 있듯이 공개키는 아무 문제없이 공개할 수 있습니다. 보통 이는 돈을 받기 위한 가상화폐 지갑 주소의 일부입니다. 똑같은 원리로 개인키는 아무한테도 공유하면 안됩니다. 이 열쇠로 거래를 허락하고 서명하기에 만약 누군가 훔치거나 공유한다면 제3자가 당신의 돈을 사용할 수 있습니다.</p> <p>이해하기 쉬운 예시는 자물쇠와 열쇠입니다. 자물쇠는 누구와도 공유해도 되며 누구나 아무거나 잠글 수 있지만, 열쇠를 보유한 사람만이 이 자물쇠를 열 수 있습니다. 이 자물쇠는 복사되고 공유되지만 열쇠는 그러하지 않습니다.</p> <p>이 열쇠는 유저가 발견하기 어렵기 때문에 쉽게 보기 어렵습니다. 모네로에서는 이 열쇠를 긴 숫자의 나열 속에 숨기지 않습니다. 일반적인 유저도 자기 키를 자기 시드 속에서 찾을 수 있습니다. 이 시드(아직 하지 않았다면 받아 적으시는 것을 추천합니다)는 사람이 읽을 수 있는 개인키라고 생각하시면 됩니다. </p> <p>보시면 알겠지만, 어려운 것이 아닙니다. 비밀주소로 다시 돌아옵시다.</p> <p>아까도 말했듯이, 비밀주소는 원래 모네로가 아닌 비트코인을 위해 만들어졌습니다. 하지만 많은 아이디어가 그렇듯이, 초기에는 문제가 있었습니다. 두번째 시도는 모네로의 전신(<a target="_blank" href="/knowledge/monero-history" class="next-link">모네로의 역사와 Bytecoin에 대해서</a>)인 Nicholas van Saberhagan가 Bytecoin은 위해 CryptoNote를 만들었을 때인데, 이전 시도보다는 분명히 나아졌지만 이 때 역시 문제가 있었습니다.</p> <p>결국, 지금은 존재하지 않는 보안코인 개발자에 의한 세번째이자 마지막 시도에 와서야 보안이 강력한 결과물이 완성됐습니다. 이는 결국 모네로에 도입되었고 오늘날도 이용되고 있습니다.</p> <p> 여기서 보안과 개인정보보호 문제가 해결되었지만, 비밀주소는 블록체인에 이전에 존재하지 않았던 특이점 하나를 추가했습니다. 바로 블록체인 스캔의 필요성입니다. 이 기술로 인해 수취인 주소가 블록체인에 공개되지 않았기 때문에, 수취인은 어느 거래가 자기가 원하는 거래인지 몰라 모든 거래를 자신의 개인키로 확인해야만 했습니다.</p> <p> 투명하게 공개된 코인은 거래 수취인이 자기 주소인지만 확인하면 되는 간단한 문제였지만 비밀주소를 사용하면 모든 거래가 자신의 거래일 수도 있었기에 하나하나 자신의 개인키로 확인해야만 했습니다.</p> <p> 이는 비트코인이나 그 파생상품들은 하지 않아도 되는 단계였으며, 지갑 생성과 지갑동기화 소요시간을 비트코인보다 훨씬 길게 만들었습니다. 하지만 이는 개인정보 보호를 보장하기 위해 감당해야할 사안이었습니다. 유의해야할 점은, 보안기술 삼신기 중 가장 취약한 링서명과 달리 비밀주소는 반복공격도 방어할 수 있다는 것입니다. 비밀주소는 인터넷 자체가 이용하는 타원곡선암호화 기술을 사용하며 이를 뚫는 것은 모네로뿐만이 아닌 모든 컴퓨터보안을 뚫는다는 것을 의미합니다.</p>
ru: <p>Monero использует трёхсторонний подход к обеспечению приватности. Этими тремя технологиями являются <a target="_blank" href="/knowledge/ring-signatures" class="next-link">кольцевые подписи</a>, которые скрывают действительный выход (отправителя), технология RingCT, которая скрывает суммы, и скрытые адреса, которые скрывают получателя транзакции. Сегодня мы рассмотрим последнюю из упомянутых технологий: скрытые адреса.</p> <p>Есть много причин, по которым человек может захотеть скрыть то, кому он отправляет средства. Мы ни в коем случае не должны позволить кому-либо убедить нас в том, что все примеры проявления подобного желания связаны с сомнительным поведением. Такие вещи, как отправка средств сомнительной политической партии, пожертвование средств в благотворительные организации или поддержка тех, чья культура считается «запретной» — всё это примеры того, когда может понадобиться скрыть своё поведение, связанное с расходами, из опасения возможных последствий, но любые подобные действия вполне законны по своей природе.</p> <p>В случае с прозрачным блокчейном адреса, на которые отправляются транзакции, видны всем. Важно учитывать, что, если сами майнеры не согласны с тем, куда переводятся деньги, они могут просто не включать соответствующие транзакции в блок, что по сути, является цензурированием такой транзакции на платформе, которая, казалось бы, устойчива к цензурированию. Единственный способ сделать эту, по общему признанию маловероятную, цензуру невозможной — сделать так, чтобы майнеры не различали транзакции, потому что все метаданные в блокчейне будут скрыты различными способами. Это именно то, чем славится Monero.</p> <p>Monero решает эту проблему прозрачности адресов путём реализации скрытых адресов, технологии, которая изначально была создана для Bitcoin в 2011 году пользователем форума Bitcoin Talk под ником ByteCoin (связь с Bytecoin, криптовалютой, которая позже так же интегрирует скрытые адреса, не установлена). Однако, если сравнивать с первоначальной идеей, в своей текущей форме скрытые адреса имеют несколько усовершенствований. Но сначала, чтобы увидеть, как они работают, поговорим о ключах.</p> <p>Едва ли кто-то в криптовалютном пространстве не слышал о ключах. Часто встречаются такие фразы, как «создайте резервную копию вашего приватного ключа». Но когда среднестатистический Джо слышит словосочетания «публичный ключ» и «приватный ключ», он пугается, полагая, что всё это слишком технически сложно и запутано для понимания рядовым человеком. Но не стоит беспокоиться. Сделаем всё не спеша и с использованием множества примеров.</p> <p>Как было только что сказано, в криптовалютах используются два вида ключей: публичные и приватные. Эти два ключа обычно образуют пару, что означает, что определённые публичный и приватный ключи связаны друг с другом. Фактически, публичный ключ выводится на основе приватного ключа, а это означает, что если вам известен приватный ключ, ваш кошелёк путём некоторых математических вычислений всякий раз сможет получить правильный публичный ключ.</p> <p>Итак, как следует из названий, публичный ключ может быть открытым (публично доступным) без каких-либо последствий. Как правило, это часть адреса, которым вы делитесь для получения денег на свой криптовалютный кошелёк. Кроме того, в соответствии со своим названием, приватный ключ является тем ключом, которым не следует делиться с кем бы то ни было. Именно этот ключ позволяет вам подписывать и проводить транзакцию, поэтому, если он будет украден или передан кому-либо, то недобросовестная третья сторона запросто сможет потратить ваши деньги, как правило, в своих интересах.</p> <p>Простая аналогия — это навесной замок и ключ, необходимый для того, чтобы отпереть такой замок. Открытым навесным замком можно пользоваться, как угодно, и, по сути, при помощи этого замка можно запереть что угодно, но только человек с ключом сможет открыть всё то, на чём этот замок был повешен и заперт. Замок можно скопировать и поделиться им, но с ключом этого делать не следует. Ключи обычно «отделены» от пользователя, поэтому вы их никогда не увидите. В случае с Monero они выглядят не как пугающие буквенно-цифровые строки. Рядовой пользователь Monero знает свой приватный ключ как мнемоническую фразу. Мнемоническая фраза (которую следует записать, если вы ещё этого не сделали) на самом деле является читабельным приватным ключом.</p> <p>Видите? Всё не так и страшно. Но давайте вернёмся к скрытым адресам.</p> <p>Как упоминалось ранее, скрытые адреса изначально создавались не для Monero, а для Bitcoin. Однако, как и в случае с большинством новых идей, у первой итерации были свои недостатки. Следующая попытка была предпринята, когда Николас ван Саберхаган создал протокол CryptoNote, предназначавшийся для Bytecoin, предшественника Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">см. нашу историю Monero и Bytecoin</a>). И хотя это было определенное улучшение в сравнении с оригиналом, даже здесь были некоторые незначительные слабые стороны.</p> <p>В конце концов, последняя итерация была предложена разработчиком другой, ныне несуществующей приватной криптовалюты, что устранило нерешённые проблемы, связанные с приватностью и безопасностью. В конечном итоге скрытые адреса были реализованы в Monero и используются по сей день.</p> <p>Несмотря на то, что проблемы с приватностью и безопасностью были решены, сами по себе скрытые адреса наделили блокчейн-технологию некой особенностью, которой раньше не было. Появилась необходимость сканирования. Поскольку адреса получателей не отображаются в блокчейне в открытом виде, получатель никогда не знает, направлена какая-либо транзакция ему или нет. Поэтому ему приходится сканировать все входящие транзакции при помощи своего приватного ключа, чтобы узнать, соответствует ли он им.</p> <p>В случае с «прозрачными» монетами всё, что требуется сделать, это проверить, была ли направлена транзакция на ваш адрес. Просто да или нет. Но при использовании скрытых адресов каждая транзакция потенциально может быть направлена вам, поэтому приходится пытаться разблокировать каждую из них своим приватным ключом, чтобы увидеть, открывается она или нет.</p> <p>Это дополнительный шаг, которого нет в случае с Bitcoin и его производными, и это делает начальную настройку кошелька, а также его синхронизацию, если вы не открывали его какое-то время, намного дольше, чем у Bitcoin. Тем не менее, этот компромисс необходим, чтобы обеспечить соответствующие гарантии приватности. Следует отметить, что, в отличие от самого слабой из трёх технологий, обеспечивающих приватность, кольцевых подписей, скрытые адреса не являются уязвимыми к эвристическому анализу. В их основе лежит проверенная и эффективная криптография эллиптических кривых, на которую полагается весь Интернет, поэтому её взлом означал бы конец компьютерной безопасности в целом, а не только безопасности Monero.</p>

# knowledge__stealth__description
source: On a transparent blockchain, the addresses where one sends their transactions to are visible to all. Monero solves this problem by implementing stealth addresses.
es: En una cadena de bloques transparente, las direcciones a las que uno envía sus transacciones son visibles para todos. Monero resuelve este problema implementando direcciones furtivas.
ko: 투명한 블록체인에서, 수취인 주소는 누구나 볼 수 있습니다. 모네로는 비밀주소를 이용해 이 문제를 해결합니다.
ru: В случае с прозрачным блокчейном адреса, на которые отправляются транзакции, видны всем. Monero решает эту проблему путём использования скрытых адресов.

# knowledge__stealth__title
source: How Monero Stealth Addresses Protect Your Identity
es: Cómo las direcciones de Monero Stealth protegen su identidad
ko: 모네로 비밀주소가 신상을 보호하는 방법
ru: Как скрытые адреса Monero помогают защитить вашу личность
