Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# start__trade___agoradesk
source: Introduction on trading cryptocurrencies
es: Introducción sobre el comercio de criptomonedas
ko: 가상화폐 거래의 시작
ru: Введение в торговлю криптовалютами

# statistics__no_data
source: No data
es: Sin datos
ko: 데이터가 없습니다
ru: Нет данных

# statistics__ticker_12hr
source: 12 hours:
es: 12 horas:
ko: 12 시간:
ru: 12 часов:

# statistics__ticker_1hr
source: 1 hour:
es: 1 hora:
ko: 1 시간:
ru: 1 час:

# statistics__ticker_24hr
source: 24 hours:
es: 24 horas:
ko: 24 시간:
ru: 24 часов:

# statistics__ticker_6hr
source: 6 hours:
es: 6 horas:
ko: 6 시간:
ru: 6 часов:

# statistics__ticker_api_title
source: {appName} Average Price Ticker API
es: FRONT_TYPE Average Price Ticker API
ko: FRONT_TYPE 평균가격 표시 API
ru: API средней цены FRONT_TYPE

# statistics__ticker_subtitle
source: Only currencies with data available shown
es: Solo se muestran monedas con datos disponibles
ko: 데이터가 있는 화폐만 표시됩니다
ru: Показаны только валюты, по которым есть данные

# statistics__ticker_title
source: Average price/{assetSymbol} based on completed trades
es: Precio promedio/{assetSymbol} basado en las transacciones completadas
ko: 완료된 거래 기준 평균가/{assetSymbol}
ru: Средняя цена/{assetSymbol} на основе завершённых сделок

# statistics__title
source: Statistics
es: Estadísticas
ko: 통계
ru: Статистика

# statistics__widget__instructions__no_data__convert
source: Convert to {currencyCode} from USD
es: Convertir a {currencyCode} desde USD
ko: USD를 {currencyCode}로 변환
ru: Конвертировать в {currencyCode} из долларов США

# statistics__widget__instructions__no_data__none
source: Show 'No data' message
es: Mostrar mensaje 'Sin datos'
ko: 'No data' 메시지 표시
ru: Показать сообщение «Нет данных»

# statistics__widget__instructions__no_data__title
source: If no data for {currencyCode} is present...
es: Si no hay datos para {currencyCode} está presente ...
ko: {currencyCode} 데이터가 없으면...
ru: Если данные для {currencyCode} отсутствуют ...

# statistics__widget__instructions__no_data__usd
source: Show price in USD
es: Mostrar precio en USD
ko: USD로 가격 표시
ru: Показать цену в долларах США

# stepper__back_btn
source: Back
es: Volver
ko: 뒤로
ru: Назад

# stepper__next_btn
source: Next
es: Siguiente
ko: 다음
ru: Вперёд

# support__description
source: You can get support by opening a ticket, sending an email, or reaching out on Telegram.
es: Puede obtener asistencia abriendo un ticket, enviando un correo electrónico o comunicándose en Telegram.
ko: 티켓을 열거 나 이메일을 보내거나 Telegram에 연락하여 지원을받을 수 있습니다.
ru: Вы можете получить поддержку, открыв тикет, отправив электронное письмо или обратившись к нам через Telegram.

# support__email__button
source: Send an email
es: Enviar un correo electrónico
ko: 이메일을 보내다
ru: Отправить письмо

# support__email__description
source: You can send an email to {email}
es: Puede enviar un correo electrónico a {email}.
ko: {email}에 이메일을 보낼 수 있습니다.
ru: Вы можете отправить электронное письмо на адрес {email}

# support__subtitle
source: Reach out to us - we love helping our users! Our response times are usually fast, you can get support via the following methods:
es: Comuníquese con nosotros, ¡nos encanta ayudar a nuestros usuarios! Nuestros tiempos de respuesta suelen ser rápidos, puede obtener soporte a través de los siguientes métodos:
ko: 우리에게 연락하십시오-우리는 사용자를 돕는 것을 좋아합니다! 당사의 응답 시간은 일반적으로 빠르며 다음 방법을 통해 지원을받을 수 있습니다.
ru: Свяжитесь с нами - мы любим помогать нашим пользователям! Обычно мы отвечаем быстро, вы можете получить поддержку следующими способами:

# support__telegram__button
source: Message on Telegram
es: Mensaje en Telegram
ko: 전보 메시지
ru: Написать в Telegram

# support__telegram__description
source: You can message us on Telegram
es: Puede enviarnos un mensaje en Telegram
ko: Telegram에서 메시지를 보낼 수 있습니다.
ru: Вы можете написать нам в Telegram

# support__ticket__button
source: Open a ticket
es: Abrir un boleto
ko: 티켓을여십시오
ru: Открыть тикет

# support__ticket__description
source: You can raise a ticket on our support portal
es: Puede generar un ticket en nuestro portal de soporte
ko: 지원 포털에서 티켓을 올릴 수 있습니다.
ru: Вы можете открыть тикет на нашем портале поддержки

# support__ticket__title
source: Ticket
es: Ticket de soporte
ko: 지원 티켓
ru: Тикет

# support__title
source: Get support
es: Obtener apoyo
ko: 지원을 받다
ru: Получить поддержку

# trade_noun
source: Trade
es: Oficio
ko: 거래
ru: Сделка

# trade__amount_minus_fee__label
source: Amount minus the fee:
es: Importe menos la tarifa:
ko: 금액에서 수수료를 뺀 금액:
ru: Сумма без комиссии:

# trade__amount_plus_fee__label
source: Amount plus the fee:
es: Monto más la tarifa:
ko: 금액과 수수료:
ru: Сумма с комиссией:

# trade__amount_to_pay
source: Amount that you need to pay: {amount}.
es: Cantidad que debe pagar: {amount}.
ko: 지불해야 하는 금액: {amount}.
ru: Сумма, которую нужно оплатить: {amount}.

# trade__amount_to_receive
source: Amount the buyer needs to pay: {amount}.
es: Monto que el comprador debe pagar: {amount}.
ko: 구매자가 지불해야 하는 금액: {amount}.
ru: Сумма, которую покупатель должен оплатить: {amount}.

# trade__buyer_hasnt_completed_payment_text
source: The buyer has not yet marked the payment complete and has {minutes} minutes to make the payment before you are able to cancel the trade. When you receive the payment, finalize the trade.
es: El comprador aún no ha marcado el pago como completo y tiene {minutes} minutos para realizar el pago antes de que usted pueda cancelar la operación. Cuando recibas el pago, finaliza la operación.
ko: 구매자는 아직 결제 완료로 표시하지 않았으며 거래를 취소하기 전에 결제할 수 있는 시간이 {minutes} 분 남았습니다. 지불을 받으면 거래를 완료하십시오.
ru: Покупатель еще не отметил платеж как завершенный, и у него есть {minutes} минут, чтобы произвести оплату, прежде чем вы сможете отменить сделку. Когда вы получите платеж, завершите сделку.

# trade__buyer_instruction_step_two_text_0
source: Right now the seller can cancel the trade, unless you <strong> confirm the payment </strong> by pressing the 'I have paid' button.
es: Por ahora el vendedor puede cancelar la transacción, hasta que <strong> confirmes el pago </strong> pulsando el botón 'He pagado'.
ko: '결제완료' 버튼을 눌러<strong> 결제를 완료할 때까지</strong> 판매자가 결제를 취소할 수 있습니다.
ru: Продавец может отменить сделку до тех пор, пока вы не <strong> подтвердите платёж </strong> нажатием кнопки 'Я заплатил'.

# trade__buyer_instruction_step_two_text_1
source: The seller won't be able to cancel the trade for {minutes} minutes, during which it is safe to pay.
es: El vendedor no puede cancelar la transacción durante {minutes} minutes, hasta entonces es seguro pagar.
ko: 판매자가 결제를 {minutes}분 후까지 취소할 수 없고, 그 동안에는 안전하게 결제하실 수 있습니다.
ru: Продавец не сможет отменить сделку еще {minutes} минут, в течение которых безопасно производить оплату.

# trade__buyer_instruction_step_two_text_2
source: After paying you need to <strong> mark the payment complete </strong> by pressing the 'I have paid' button or the seller will be able to cancel the trade, once payment window time runs out.
es: Después de pagar, necesita <strong> marcar el pago como completado </strong> presionando el botón 'He pagado' o el vendedor podrá cancelar la transacción, una vez se termine el margen de tiempo.
ko: 결제하고 나서 '결제완료'를 눌러 <strong>결제완료를 체크</strong>하시지 않으면 결제한도가 지난 후 판매자가 결제를 취소할 수 있습니다.
ru: После оплаты, вам нужно обозначить <strong> платеж завершенным </strong> с помощью нажатия кнопки 'Я заплатил'. В противном случае, когда истечет время окна оплаты, продавец сможет отменить сделку.

# trade__buyer_instruction_step_two_text_3
source: Waiting for the seller to confirm your payment
es: Esperando que el vendedor confirme su pago
ko: 판매자가 결제를 확인하길 기다리는 중입니다
ru: Ожидаем подтверждения оплаты продавцом

# trade__buyer_instruction_step_two_text_4
source: You have marked the payment complete at {time}.
es: Usted marcó el pago como completado a las {time}
ko: {time}에 결제완료를 체크하셨습니다.
ru: Вы отметили платеж завершённым {time}

# trade__buyer_instruction_step_two_text_5
source: Once {username} confirms the payment, the {assetSymbol} will be sent to your settlement wallet.
es: Una vez que {username} confirme el pago, el {assetSymbol} se enviará a su cartera de liquidación.
ko: {username} 이(가) 결제를 확인하면 {assetSymbol} 이(가) 결제 지갑으로 전송됩니다.
ru: Как только {username} подтвердит платеж, {assetSymbol} будет отправлен на ваш расчетный кошелек.

# trade__buyer_settlement_address_warning
source: If the address provided when opening the trade is wrong, you'll need to reopen the trade with the correct address, otherwise the coins may be irretrievably lost.
es: Si la dirección facilitada al abrir la operación es errónea, deberá reabrir la operación con la dirección correcta, ya que de lo contrario las monedas podrían perderse irremediablemente.
ko: 거래를 열 때 제공한 주소가 잘못된 경우 올바른 주소로 거래를 다시 시작해야 합니다. 그렇지 않으면 코인이 돌이킬 수 없을 정도로 손실될 수 있습니다.
ru: Если адрес, указанный при открытии сделки, неверен, вам придется заново открыть сделку с правильным адресом, иначе монеты могут быть безвозвратно утеряны.

# trade__buyer_settlement_address_warning__toggle
source: Show the address
es: Mostrar la dirección
ko: 주소 표시
ru: Показать адрес

# trade__cancel_trade_btn
source: Cancel trade
es: Cancelar transacción
ko: 거래 취소
ru: Отменить сделку

# trade__dialog_confirm_dispute_text
source: Please confirm that you want to start a dispute.
es: Por favor, confirme que usted quiere abrir una disputa.
ko: 정말 중재신청을 하시겠습니까?
ru: Пожалуйста подтвердите, что вы хотите оспорить эту сделку.

# trade__dialog_confirm_dispute_title
source: Confirm dispute
es: Confirmar disputa
ko: 중재 확인
ru: Подтверждение спора

# trade__dialog_confirm_payment_text
source: You, {username}, declare that you have completed the payment
es: Usted, {username}, declara que ha completado el pago
ko: 유저 {username}가 결제를 완료했다고 합니다
ru: Вы, {username}, заявляете, что вы завершили платёж

# trade__dialog_confirm_payment_title
source: Confirm payment
es: Confirmar pago
ko: 결제 확인
ru: Подтверждение платежа

# trade__dialog__confirm_cancel_btn
source: Confirm
es: Confirmar
ko: 확인
ru: Подтерждаю

# trade__dialog__confirm_cancel_text
source: Please confirm that you want to cancel the trade
es: Por favor, confirme que quiere cancelar la transacción
ko: 정말 거래를 취소하시겠습니까
ru: Пожалуйста, подтвердите, что вы хотите отменить эту сделку

# trade__dialog__confirm_cancel_title
source: Confirm cancellation
es: Confirmar cancelación
ko: 취소 확인
ru: Подтвердите отмену сделки

# trade__dialog__confirm_escrow_text
source: Please confirm that you want to enable arbitration bond protection
es: Confirme que desea activar la protección de la fianza arbitral
ko: 중재 채권 보호를 활성화할 것인지 확인하십시오.
ru: Пожалуйста, подтвердите, что вы хотите включить систему защиты арбитражным залогом

# trade__dialog__confirm_escrow_title
source: Confirm enabling arbitration bond protection
es: Confirmar la habilitación de la protección de la fianza arbitral
ko: 중재 채권 보호 활성화 확인
ru: Подтвердить включение защиты арбитражным залогом

# trade__dialog__confirm_release_monero_not_paid_text
source: The buyer hasn't marked the payment complete yet! Are you sure you want to finalize the trade now?
es: El comprador aún no ha marcado el pago como completo. ¿Estás seguro de que quieres finalizar el intercambio ahora?
ko: 구매자가 아직 결제 완료를 표시하지 않았습니다! 지금 거래를 완료하시겠습니까?
ru: Покупатель еще не сообщил о совершении платежа! Вы уверены, что хотите завершить сделку сейчас?

# trade__dialog__confirm_release_monero_text
source: Please confirm that you have received the payment and want to finalize the trade
es: Por favor, confirme que ha recibido el pago y que desea finalizar la operación
ko: 지불을 받았는지 확인하고 거래를 완료하고 싶습니다.
ru: Пожалуйста, подтвердите, что вы получили оплату и хотите завершить сделку

# trade__dialog__confirm_release_monero_text_warning
source: Be careful! Only finalize a trade when you are sure you have received the payment. There have been scammers who try to trick sellers to finalize a trade prematurely.
es: Tenga cuidado. Sólo finaliza una operación cuando estés seguro de haber recibido el pago. Hay estafadores que intentan engañar a los vendedores para que finalicen una operación antes de tiempo.
ko: 조심하세요! 지불을 받았다고 확신하는 경우에만 거래를 완료하십시오. 판매자를 속여 거래를 조기에 완료하도록 하는 사기꾼이 있습니다.
ru: Будьте внимательны! Завершайте сделку только тогда, когда вы уверены, что получили оплату. Попадаются мошенники, которые пытаются обмануть продавцов и заставить их завершить сделку раньше времени.

# trade__dialog__confirm_release_title
source: Finalizing the trade for {amount} with {username}
es: Finalizando el intercambio de {amount} con {username}
ko: {username}과(와) {amount} 에 대한 거래 완료
ru: Завершение сделки на {amount} с {username}

# trade__dialog__confirm_release__offset_notice
source: This password is used as the offset to generate the non-custodial settlement wallet and sign the transaction. {appName} will have no way of recovering the wallet if you lose this password.
es: Esta contraseña se utiliza como compensación para generar el monedero de liquidación no custodiado y firmar la transacción. FRONT_TYPE no tendrá forma de recuperar el monedero si pierde esta contraseña.
ko: 이 비밀번호는 비수탁결제 지갑을 생성하고 거래에 서명하기 위한 오프셋으로 사용됩니다. FRONT_TYPE은(는) 이 비밀번호를 분실하면 지갑을 복구할 방법이 없습니다.
ru: Этот пароль будет использован в качестве смещения при создании некастодиального расчётного кошелька и подписания транзакции. У FRONT_TYPE не будет возможности восстановить кошелек, если вы потеряете этот пароль.

# trade__dialog__funding_confirm_text
source: Please confirm that you want to fund the trade from your {appName} wallet
es: Por favor, confirme que quiere financiar la transacción con su billetera de FRONT_TYPE
ko: FRONT_TYPE 지갑에서 자금을 이용하시겠습니까?
ru: Пожалуйста, подтвердите, что вы хотите профинансировать эту сделку из вашего кошелька FRONT_TYPE

# trade__dialog__funding_confirm_title
source: Confirm funding
es: Confirmar la financiación
ko: 확인
ru: Подтверждение финансирование

# trade__dialog__funding_error_text
source: Insufficient balance to fund a trade
es: Balance insuficiente para financiar una transacción
ko: 거래하기 위한 자금이 부족합니다
ru: Недостаточный баланс для финансирования этой сделки

# trade__dialog__funding_error_title
source: Funding error!
es: ¡Error de fondos!
ko: 자금 에러!
ru: Ошибка финансирования!

# trade__dispute_btn
source: Start a dispute
es: Abrir una disputa
ko: 중재 시작
ru: Оспорить сделку

# trade__dispute_text
source: If there is a disagreement regarding the trade, you can start a dispute. After that, {appName} support will contact you through this trade's chat.
es: Si hay un desacuerdo sobre la transacción, puede abrir una disputa. Después de eso, el equipo de soporte de FRONT_TYPE le contactará a través del chat de esa transacción.
ko: 이 거래에 문제가 있다면, 중재를 신청할 수 있습니다. 이후, FRONT_TYPE 고객지원이 거래챗을 통해 연락합니다.
ru: В случае, если в ходе сделки возникают разногласия, вы можете начать спор. После этого, администратор FRONT_TYPE свяжется с вами через чат сделки.

# trade__enable_escrow_btn
source: Enable arbitration bond
es: Habilitar la fianza de arbitraje
ko: 중재 채권 활성화
ru: Включить арбитражный залог

# trade__error__247
source: Your account is prohibited from withdrawing due to sanctions
es: Su cuenta tiene prohibida la retirada de fondos debido a sanciones
ko: 귀하의 계정은 제재로 인해 출금이 금지되어 있습니다.
ru: С вашего счета запрещено снимать средства из-за санкций

# trade__error__248
source: The amount of the trade isn’t enough to cover the settlement-related fees. Please try again later when the fees are lower or re-open the trade for a larger amount and cancel this one.
es: El importe de la operación no es suficiente para cubrir las comisiones de liquidación. Por favor, inténtalo de nuevo más tarde cuando las comisiones sean menores o reabre la operación por un importe mayor y cancela esta.
ko: 거래 금액이 결제 관련 수수료를 충당하기에 충분하지 않습니다. 수수료가 낮을 때 나중에 다시 시도하거나 더 많은 금액으로 거래를 재개하고 이 거래를 취소하십시오.
ru: Сумма сделки недостаточна для покрытия комиссий, связанных с расчетом. Пожалуйста, повторите попытку позже, когда комиссия сети понизится, или заново откройте сделку на большую сумму и отмените эту.

# trade__escrow_terms_and_info_text_0
source: {appName} can only offer protection if arbitration bond protection for the trade was enabled
es: FRONT_TYPE sólo puede ofrecer protección si se ha activado la protección de los bonos de arbitraje para la operación
ko: FRONT_TYPE은 거래에 대한 중재 채권 보호가 활성화된 경우에만 보호를 제공할 수 있습니다.
ru: FRONT_TYPE может защитить вас только в том случае, если для сделки была включена защита арбитражным залогом

# trade__escrow_terms_and_info_text_1
source: When enabled, only the buyer and {appName} staff can cancel the deal
es: Cuando está activado, sólamente pueden cancelar el trato el comprador y el personal de FRONT_TYPE
ko: 이용되면 구매자와 FRONT_TYPE 직원만이 거래를 취소할 수 있습니다
ru: Когда включена защита депонированием, только покупатель и администрация FRONT_TYPE могут отменить сделку

# trade__escrow_terms_and_info_title
source: {appName} arbitration bond protection terms and info
es: FRONT_TYPE condiciones de protección de la fianza arbitral e información
ko: FRONT_TYPE 중재 채권 보호 약관 및 정보
ru: Информация по системе защиты покупателя арбитражным залогом на FRONT_TYPE

# trade__feedback__block
source: Block user
es: Bloquear usuario
ko: 유저 차단
ru: Заблокировать

# trade__feedback__leave_feedback_on
source: Leave feedback on {username}
es: Abandonar confianza/feedback de {username}
ko: {username} 후기 남기기
ru: Оставить отзыв о {username}

# trade__feedback__negative
source: Negative
es: Negativo
ko: 부정적
ru: Отрицательный

# trade__feedback__neutral
source: Neutral
ko: 중립
ru: Нейтральный

# trade__feedback__positive
source: Positive
es: Positivo
ko: 긍정적
ru: Положительный

# trade__feedback__tip
source: Feedback will be visible only if the total trade volume between you and your trading partner is over a 100 USD equivalent.
es: La retroalimentación será visible solo si el volumen comercial total entre usted y su socio comercial supera el equivalente a 100 USD.
ko: 당신과 거래대상간의 총거래량이 100 USD 이상일때만 후기가 공개적으로 표시됩니다.
ru: Отзывы будут видны публично, только если общий объём торговли между вами превышает 100 долларовый эквивалент.

# trade__feedback__trust
source: Trustworthy
es: Digno de confianza
ko: 신뢰
ru: Доверенный

# trade__feedback__update_feedback_on
source: Update feedback on {username}
es: Actualizar confianza/feedback de {username}
ko: {username} 후기 업데이트
ru: Обновить отзыв о {username}

# trade__feedback__your_message_tip
source: Optional. Leave a message about {username} to be displayed alongside feedback on the receiver's profile page. Maximum 256 characters.
es: Opcional. Deje un mensaje sobre {username} para que se muestre junto con los demás comentarios en su página de perfil. Máximo 256 caracteres.
ko: 선택사항. {username} 후기 옆에 추가 메시지가 표시됩니다. 최대 256자.
ru: Необязательно. Оставьте сообщение о {username}, которое будет показано рядом с отзывом на публичной странице получателя. Максимум 256 символов.

# trade__feedback__your_message_title
source: Your feedback message
es: Su mensaje de confianza/feedback
ko: 후기 메시지
ru: Ваш отзыв

# trade__floating_price_text
source: The {assetName} amount is {floating} with the market price.
es: La cantidad de {assetName} está {floating} con el precio de mercado.
ko: {assetName} 거래량이 시장가에 따라 {floating}입니다.
ru: Сумма {assetName} {floating} вместе с рыночной стоимостью.

# trade__floating_price_text_floating
source: floating
es: fluctuante
ko: 유동적
ru: плавает

# trade__fund_trade_btn
source: Fund this trade
es: Financie esta transacción
ko: 자금 지원
ru: Финансировать эту сделку

# trade__i_have_paid_btn
source: I have paid
es: He pagado
ko: 결제완료
ru: Я заплатил

# trade__info__fee__label
source: 1% {appName} fee:
es: Tarifa de 1% FRONT_TYPE:
ko: 1% FRONT_TYPE 이용료:
ru: 1% комиссия FRONT_TYPE:

# trade__info__trade_ad
source: Trade ad ({ad_type})
es: Anuncio comercial ({ad_type})
ko: ({ad_type}) 계약
ru: Объявление сделки ({ad_type})

# trade__leave_feedback_btn
source: Leave feedback
es: Abandonar confianza/feedback
ko: 후기 남기기
ru: Оставить отзыв

# trade__local__buyer__escrowed
source: The seller has enabled arbitration bond protection on this trade, meaning the seller can't cancel this trade.
es: El vendedor ha activado la protección de bonos de arbitraje en esta operación, lo que significa que el vendedor no puede cancelar esta operación.
ko: 판매자는 이 거래에 대해 중재 채권 보호를 활성화했으며 이는 판매자가 이 거래를 취소할 수 없음을 의미합니다.
ru: Продавец включил защиту арбитражным залогом для этой сделки, что означает, что продавец не может отменить эту сделку.

# trade__local__buyer__not_escrowed
source: The seller hasn't enabled arbitration bond protection on this trade, meaning the seller can cancel the trade at any moment. You can request arbitration bond protection via chat.
es: El vendedor no ha habilitado la protección de bonos de arbitraje en esta operación, lo que significa que el vendedor puede cancelar la operación en cualquier momento. Puedes solicitar la protección de la garantía de arbitraje a través del chat.
ko: 판매자가 이 거래에 대해 중재 채권 보호를 활성화하지 않았으므로 판매자는 언제든지 거래를 취소할 수 있습니다. 채팅을 통해 중재 채권 보호를 요청할 수 있습니다.
ru: Продавец не включил защиту арбитражным залогом для этой сделки, что означает, что продавец может отменить сделку в любой момент. Вы можете запросить защиту арбитражным залогом через чат.

# trade__local__buyer__verification_code
source: {verificationCode} is your verification code. The seller will know it only after they've finalized the trade. You can write it down and use it to verify the seller has actually sent the coins after receiving your payment when you meet, without needing to use a device at all.
es: {verificationCode} es tu código de verificación. El vendedor lo sabrá sólo después de haber finalizado el intercambio. Puedes anotarlo y utilizarlo para verificar que el vendedor ha enviado realmente las monedas después de recibir tu pago cuando os encontréis, sin necesidad de utilizar ningún dispositivo.
ko: {verificationCode} 은(는) 인증 코드입니다. 판매자는 거래를 완료한 후에야 알 수 있습니다. 기기를 전혀 사용하지 않고도 만날 때 대금을 받은 후 판매자가 실제로 코인을 보냈는지 확인하는 용도로 작성해 사용할 수 있습니다.
ru: {verificationCode} - это ваш проверочный код. Продавец узнает его только после завершения сделки. Вы можете записать его и использовать для проверки того, что продавец действительно отправил монеты после получения вашего платежа при встрече, без необходимости использовать устройство.

# trade__local__step_0__buyer__title
source: Waiting for the seller to fund the trade
es: Esperando que el vendedor financie la operación
ko: 판매자가 거래 자금을 조달하기를 기다리는 중
ru: Ожиданием финансирование сделки продавцом

# trade__local__step_0__buyer__wait_for_funding
source: Wait for the seller to deposit more coins into their {appName} wallet to cover the amount of this trade.
es: Espere a que el vendedor deposite más monedas en su billetera FRONT_TYPE para cubrir el monto de esta operación.
ko: 판매자가이 거래 금액을 충당하기 위해 FRONT_TYPE 지갑에 더 많은 코인을 입금 할 때까지 기다리십시오.
ru: Подождите, пока продавец внесет больше монет в свой кошелек FRONT_TYPE, чтобы покрыть сумму этой сделки.

# trade__local__step_0__seller__fund_the_trade
source: You need to have at least {amount} in your {appName} wallet to fund this trade.
es: Debe tener al menos {amount} en su billetera FRONT_TYPE para financiar esta operación.
ko: 이 거래에 자금을 지원하려면 FRONT_TYPE 지갑에 {amount} 이상이 있어야합니다.
ru: Для финансирования этой сделки в вашем кошельке FRONT_TYPE должно быть не менее {amount}.

# trade__local__step_0__seller__press_fund_btn
source: After depositing the required amount, press the button to fund the trade.
es: Después de depositar la cantidad requerida, presione el botón para financiar la operación.
ko: 필요한 금액을 입금 한 후 버튼을 눌러 거래 자금을 조달하십시오.
ru: После внесения необходимой суммы нажмите кнопку, чтобы профинансировать сделку.

# trade__local__step_0__seller__title
source: Fund the trade
es: Financia el comercio
ko: 거래 자금
ru: Профинансируйте сделку
