Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__btc__description
source: Many consider purchasing XMR with BTC to be a full cleanse, and that the user retains all privacy, despite coming from a transparent chain. But is that so?
es: Muchos consideran que comprar XMR con BTC es una limpieza total, y que el usuario conserva toda la privacidad, a pesar de proceder de una cadena transparente. Pero, ¿es así?
ko: 많은 사람들이 BTC와 XMR을 구입하는 것이 완전한 정화로 간주하고, 사용자는 투명 체인에서 오는에도 불구하고, 모든 개인 정보를 유지합니다. 하지만 그렇게?
ru: Многие считают, что покупка XMR за BTC происходит абсолютно «чисто» и что пользователь полностью сохраняет свою анонимность, несмотря на прозрачность блокчейна BTC. Но так ли это на самом деле?

# knowledge__btc__title
source: Is Converting Bitcoin to Monero Just as Private as Buying Monero Directly?
es: ¿Es la conversión de Bitcoin a Monero tan privada como la compra directa de Monero?
ko: 몬에로를 직접 구매하는 것과 마찬가지로 비트코인을 모네로로 변환하는 것이 사적인 것입니까?
ru: Обмен Bitcoin на Monero настолько же анонимен, как и покупка Monero напрямую. Так ли это?

# knowledge__clsag__0__text
source: <p>As a protocol, Monero is currently in a constant state of innovation. Utilizing research in both on-chain and off-chain solutions, the Monero community looks for areas to improve to make Monero more private, more scaleable, and more accessible to all. One of the more recent innovations is the replacement of the linkable ring signature scheme, MLSAG, with a drop-in replacement CLSAG, which stands for Concise Linkable Spontaneous Anonymous Group.</p> <p>On the surface level, the implementation of CLSAG will decrease the most common 2 input, 2 output transactions by 25%. We’ll also see a 10% decrease in verification time.</p> <p>But what exactly is CLSAG? What does it do, and how does it differ from the old version, MLSAG? Let’s take a minute to remind ourselves of the why and how of ring signatures so we can better understand this concept. Ring signatures allow for non-interactive, witness indistinguishable inputs by use of signer-selected anonymity sets of previous outputs. In laymen’s terms, it allows a user to hide their outputs used in a transaction alongside unrelated outputs, and they can do all of this without needing anyone else to take part. All you need is a copy of the blockchain. Each of these outputs mostly appear to be equally probable of being the actual one being sent, thereby hiding metadata about the sender.</p> <p>This begets a bit of a problem, however. What if a user was to construct a ring signature with all decoy outputs? How would anyone know that the unknown sender doesn't have the authority to send any of them? Would this user be able to spend fake money? The answer is no. The ring signature includes a method for proving that at least one of the outputs is owned by the unknown sender, without revealing which one it is. In fact, both CLSAG and MLSAG (henceforth known as the SAGs) are the part of the ring signature that proves this. Interestingly, at the same time, it proves that the amount of the transaction, though hidden behind confidential transactions (RingCT), balances. That the SAGs prove two things, that one output is owned by someone in the ring, and that the transaction balances, is important, and actually where the size and verification savings lies. If this is getting confusing, don't worry, we'll get to a fun, and easy-to-understand analogy soon.</p> <p>The old signature scheme, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) proves the aforementioned two things in a ring signature, but it does each separately. The use of separate computations for signing and commitment keys means slower operations. A modern computer can do these computations in a matter of milliseconds, which doesn’t seem like much, and indeed, for one transaction it’s not. But when we consider the sheer number of transactions on the Monero blockchain, and that a node syncing from scratch will have to download and verify each of them, the bytes and milliseconds start to pile up quickly.</p> <p>CLSAG combines the maths necessary to prove both into one, as well as computes both of them at once, and it does so in a safe manner. What does this mean in a safe manner? Well, to clear this up, as well as hopefully make the whole thing make more sense, let’s explore that promised fun analogy.</p> <p>Let's say you need to go to both the grocery store and the hardware store, to pick up two different things: food and toxic cleaning chemicals. You don’t want them to intermix, as if there is an accident, the chemicals will spill on the food, making them inedible. You decide to be super safe and drive from your house to the grocery store, buy the food, and then drive back to your house. Only after you have unloaded the food do you get back in the car, drive to the hardware store, and back to your house with the chemicals. You’ve taken two separate trips to ensure the safety of all purchases. Though it is indeed safe, it is inefficient. This represents MLSAG, where two different sets of maths are stored and two different ‘trips’ are made to compute them.</p> <p>You decide you want a faster way to do this, however. It’s too much wasted time. Sure doing it once or twice isn’t going to steal your life away, but having to do this over and over, the hours begin to add up. You start to wonder if you can make one trip instead. From your house, to the grocery store, to the hardware store, and back home. You can’t just go and throw everything in your car haphazardly. It’s not safe. Instead, you designate different spots in your car for different things, and make sure everything fits neatly in its place. In so doing, you’re able to safely make one trip to both stores, and keep things away from each other. This represents CLSAG. There is now only one set of math stored in this transaction to prove these two things, and it’s done in away that they don’t interfere with each other. A trip has to still be made, but you’ve reduced the number of them quite drastically.</p> <p>All of this sounds quite exciting. Is it possible we can find other shortcuts, or other ways to save on time and space? The answer is yes and no. According to current MRL researchers, it's likely not possible to further modify the SAG-type constructions for better size or speed; however other constructions like Arcturus, Omniring, RCT3, or Triptych produce much better size scaling and verification benefits using different mathematical methods. However, each of these 'next-gen' approaches to signer-ambiguous protocols comes with its own tradeoffs in implementation details, and are undergoing active research and investigation.</p> <p>After all, Monero is always innovating.</p>
es: <p>Como protocolo, Monero se encuentra actualmente en un estado constante de innovación. Utilizando la investigación en soluciones dentro y fuera de la cadena, la comunidad de Monero busca áreas para mejorar y hacer que Monero sea más privado, más escalable y más accesible para todos. Una de las innovaciones más recientes es el reemplazo del esquema de firma de anillo enlazable, MLSAG, con un reemplazo CLSAG, que significa Concise Linkable Spontaneous Anonymous Group.</p> <p>En el nivel superficial, la implementación de CLSAG disminuirá las transacciones de 2 entradas y 2 salidas más comunes en un 25%. También veremos una disminución del 10% en el tiempo de verificación.</p> <p>¿Pero qué es exactamente CLSAG? ¿Qué hace y cómo difiere de la versión anterior, MLSAG? Dediquemos un minuto a recordarnos por qué y cómo las firmas de anillo para que podamos entender mejor este concepto. Las firmas de anillo permiten entradas no interactivas, testigos indistinguibles mediante el uso de conjuntos de anonimato seleccionados por el firmante de salidas anteriores. En términos simples, permite al usuario ocultar sus resultados utilizados en una transacción junto con resultados no relacionados, y puede hacer todo esto sin necesidad de que otra persona participe. Todo lo que necesitas es una copia de la cadena de bloques. Cada una de estas salidas en su mayoría parece ser igualmente probable de ser el envío real, ocultando así los metadatos sobre el remitente.</p> <p>Sin embargo, esto genera un pequeño problema. ¿Qué pasaría si un usuario construyera una firma de anillo con todas las salidas señuelo? ¿Cómo podría alguien saber que el remitente desconocido no tiene la autoridad para enviar ninguno de ellos? ¿Podría este usuario gastar dinero falso? La respuesta es no. La firma del anillo incluye un método para probar que al menos una de las salidas es propiedad del remitente desconocido, sin revelar cuál es. De hecho, tanto CLSAG como MLSAG (en adelante, los SAG) son parte de la firma del anillo que lo demuestra. Curiosamente, al mismo tiempo, demuestra que el monto de la transacción, aunque oculto detrás de las transacciones confidenciales (RingCT), se equilibra. Que los SAG prueban dos cosas, que una salida es propiedad de alguien en el ring, y que los saldos de las transacciones son importantes y, en realidad, dónde radica el tamaño y los ahorros de verificación. Si esto se está volviendo confuso, no se preocupe, pronto llegaremos a una analogía divertida y fácil de entender.</p> <p>El antiguo esquema de firma, MLSAG (Grupo Anónimo Espontáneo Vinculable de Múltiples Capas) prueba las dos cosas antes mencionadas en una firma de anillo, pero hace cada una por separado. El uso de cálculos separados para las claves de firma y compromiso significa operaciones más lentas. Una computadora moderna puede hacer estos cálculos en cuestión de milisegundos, lo que no parece mucho, y de hecho, para una transacción no lo es. Pero cuando consideramos la gran cantidad de transacciones en la cadena de bloques de Monero, y que un nodo que se sincroniza desde cero tendrá que descargar y verificar cada una de ellas, los bytes y milisegundos comienzan a acumularse rápidamente.</p> <p>CLSAG combina las matemáticas necesarias para demostrar ambas en una sola, así como las calcula a la vez, y lo hace de manera segura. ¿Qué significa esto de manera segura? Bueno, para aclarar esto, y con suerte hacer que todo tenga más sentido, exploremos esa analogía divertida prometida.</p> <p>Digamos que necesita ir tanto a la tienda de comestibles como a la ferretería para recoger dos cosas diferentes: alimentos y productos químicos de limpieza tóxicos. No querrás que se mezclen, ya que si hay un accidente, los químicos se derramarán sobre la comida, haciéndolos no comestibles. Decide estar súper seguro y conducir desde su casa hasta la tienda de comestibles, comprar la comida y luego regresar a su casa. Solo después de descargar la comida, regresa al automóvil, conduce a la ferretería y regresa a su casa con los productos químicos. Ha realizado dos viajes por separado para garantizar la seguridad de todas las compras. Aunque de hecho es seguro, es ineficiente. Esto representa MLSAG, donde se almacenan dos conjuntos diferentes de matemáticas y se realizan dos "viajes" diferentes para calcularlos.</p> <p>Sin embargo, decides que quieres una forma más rápida de hacerlo. Es demasiado tiempo perdido. Seguro que hacerlo una o dos veces no te va a robar la vida, pero tener que hacerlo una y otra vez, las horas comienzan a acumularse. Empiezas a preguntarte si puedes hacer un viaje en su lugar. Desde su casa, a la tienda de comestibles, a la ferretería y de vuelta a casa. No puedes simplemente ir y tirar todo en tu auto al azar. No es seguro. En su lugar, designe diferentes lugares en su automóvil para diferentes cosas y asegúrese de que todo encaja perfectamente en su lugar. Al hacerlo, puede hacer un viaje con seguridad a ambas tiendas y mantener las cosas alejadas entre sí. Esto representa CLSAG. Ahora solo hay un conjunto de matemáticas almacenadas en esta transacción para probar estas dos cosas, y se hace de forma remota para que no interfieran entre sí. Todavía se debe hacer un viaje, pero ha reducido la cantidad de ellos de manera drástica.</p> <p>Todo esto suena bastante emocionante. ¿Es posible que podamos encontrar otros atajos u otras formas de ahorrar tiempo y espacio? La respuesta es sí y no. Según los investigadores actuales de MRL, es probable que no sea posible modificar aún más las construcciones de tipo SAG para un mejor tamaño o velocidad; sin embargo, otras construcciones como Arcturus, Omniring, RCT3 o Triptych producen beneficios de escalamiento y verificación de tamaño mucho mejores utilizando diferentes métodos matemáticos. Sin embargo, cada uno de estos enfoques de 'próxima generación' para los protocolos ambiguos de firmante viene con sus propias compensaciones en los detalles de implementación, y están siendo investigados e investigados activamente.</p> <p>Después de todo, Monero siempre está innovando.</p>
ko: <p>모네로는 프로토콜로서 지속적으로 발전하고 있습니다. 모네로 커뮤니티는 체인 내/외부에서 모네로를 더욱 익명성과 보안이 보장되고, 누구나, 어떤 규모로든 이용할 수 있도록 지속적으로 연구를 하고 있습니다. 가장 최근 발명 중 하나는 추적이 가능한 링서명인 MLSAG를 drop-in replacement CLSAG(Concise Linkable Spontaneous Anonymous Group)(연결 가능한 즉흥적인 익명 축약 그룹)로 대체하였습니다.</p> <p>표면적으로 CLSAG의 도입은 가장 흔한 거래인 2입력 2출력 거래를 25% 가량 줄일 것이고, 검증시간 또한 10% 감소할 것입니다.</p> <p>하지만 CLSAG란 도대체 무엇일까? CLSAG는 어떻게 작동하며 구버전인 MLSAG와 차이점은 뭘까? 일단 링서명이란 무엇이고 어떻게 작동하는지에 대해 알아봅시다. 링서명은 이전 출력을 이용해 상호작용이 필요없는 구분 불가능한 입력을 이용 가능하게 합니다. 간단히 말해, 유저는 다른 사람의 도움 없이 자신의 출력을 다른 유저들의 출력들 사이에 섞어 숨길 수 있습니다. 필요한 것은 블록체인 뿐입니다. 이 출력들은 외부에서 구분 불가능해 전부 진짜 출력일 가능성이 있어 보여 입력자의 정보를 숨기게 됩니다.</p> <p>하지만 여기에도 문제는 있습니다. 유저가 진짜 출력은 없는 가짜 출력만으로 링서명을 만들면 어떻게 될까? 이 유저가 다른 유저들의 출력만을 사용하면 가짜로 돈을 보낼 수 있지 않을까? 답은 아닙니다. 링서명은 입력자가 누구인지 밝히지 않으면서 최소 1개 이상의 출력은 입력자의 것임을 확인할 수 있는 방법이 있습니다. CLSAG와 MLSAG (추후 SAG로 표기) 둘 다 이 방법이 사용 가능합니다. 흥미롭게도 이 방법은 동시에 (숨겨진) 거래의 거래량을 확인할 필요 없이 거래를 검증합니다. SAG가 최소 1개의 출력이 링서명 유저의 소유라는 것과 거래량이 검증된다는 것을 보여주는 것은 중요합니다. 곧 이해하기 쉬운 예시를 들테니 아직 어려워도 걱정하지 않으셔도 됩니다.</p> <p> 구식 서명인 MLSAG(Multilayered Linkable Spontaneous Anonymous Group)(연결 가능한 다중 즉흥 익명 그룹)는 링서명을 이용하여 방금 말한 2가지를 검증하지만, 따로 검증됩니다. 따로 검증하게 되면 2번의 검증이 필요하기 때문에 검증 속도가 느려집니다. 오늘날의 컴퓨터는 이를 거래당 0.001초 안에 계산할 수 있습니다. 매우 빠르다고 생각될 수 있지만, 모네로 블록체인 전체의 거래량을 감안하고 새로 노드를 운영할 때 모든 거래를 다운받고 검증받는다는 것을 생각했을 때, 소요시간과 데이터량은 엄청나게 많습니다.</p> <p>CLSAG는 보안을 유지하면서 필요한 계산을 하나로 합쳐 한번에 계산합니다. 보안을 유지하면서 이게 어떻게 가능할까? 간단히 설명하기 위해 또 아까 약속한 재미난 예시를 들겠습니다.</p> <p> 음식과 청소용액 구매를 위해 식료품점과 철물점 두 곳을 들러야 한다고 생각해 봅시다. 음식과 청소용액이 섞이면 안되기 때문에 두 가지를 같이 보관하고 싶지 않습니다. 안전하게 하기 위해 당신은 먼저 식료품점에 들려 음식을 사고 다시 집에 돌아가서 음식을 집에 갖다 놓습니다. 음식을 집에 내려놓은 이후에야 당신은 철물점에 가서 청소용품을 구매하고 귀가합니다. 당신의 안전을 위해 2번의 심부름을 따로 했습니다. 안전하긴 하겠지만, 비효율적입니다. 이게 MLSAG입니다; 2번의 계산이 2번의 '심부름'으로 나뉘어져 있습니다.</p> <p>하지만 시간낭비가 심해서 다른 방법을 찾고 싶다고 생각해봅시다. 한두번 심부름한다고 인생에 큰 영향이 생기지는 않겠지만, 매번 심부름을 2번에 나눠서 해야 한다고 생각하면 낭비하는 시간이 꽤 많아집니다. 그래서 어떻게 한번에 해결할 수 없을까 고민하기 시작합니다; 집, 식료품점, 철물점, 귀가. 하지만 모든 물품을 같이 보관하면 안전하지 않습니다. 그래서 당신은 안전하지만 확실하게 물품들을 보관하기 위해 차 안에 물품들의 지정석을 정하기로 합니다. 이렇게 하면 두번의 심부름을 한번으로 줄이면서 음식과 청소용액이 섞일 걱정도 하지 않아도 됩니다. 이게 CLSAG입니다. 2번의 검증을 서로 섞이지 않게 1번의 계산으로 할 수 있게 됩니다. 아직도 1번의 심부름은 해야하지만, 소요시간을 반으로 줄였습니다.</p> <p>이게 가능하다면, 어떻게 소요시간을 더 줄이는 방법이 있지 않을까? 답은 가능하지만 SAG는 안된다 입니다. MRL 연구자들에 의하면, SAG의 사이즈와 속도는 더 이상 최적화하기 불가능합니다; 하지만 Arcturus, Omniring, RCT3, 또는 Triptych 같은 서명은 다른 계산식을 이용해 더 향상된 사이즈와 검증이 가능합니다. 하지만 이 '차세대' 방안은 대신 도입하는 데 어려움이 있어서 아직은 연구가 더 필요합니다.</p> <p>모네로는 항상 진화하고 있습니다.</p>
ru: <p>Как протокол, Monero в настоящее время сохраняет за собой статус инновации. Проводя исследования как самого блокчейна, так и вне его, сообщество Monero ищет способы улучшения Monero с целью повышения уровня приватности монеты, её масштабируемости и доступности для всех без исключения пользователей. Одним из самых последних нововведений является замена схемы связываемой кольцевой подписи, MLSAG, на схему CLSAG, сокращение которой расшифровывается как «Краткая подпись связанной спонтанной анонимной группы» (Concise Linkable Spontaneous Anonymous Group).</p> <p>Если не углубляться в подробности, CLSAG уменьшит размер обычных транзакций с 2 входами и 2 выходами на 25%. Также на 10% сократится время верификации.</p> <p>Но что именно представляет собой схема CLSAG? Как она работает и чем отличается от старой версии MLSAG? Давайте уделим минутку и вспомним, почему и вообще зачем используются кольцевые подписи. Это позволит лучше понять концепцию в целом. Кольцевые подписи обеспечивают возможность неинтерактивного использования подтверждающих транзакцию входов без раскрытия их принадлежности. При этом подписант использует выбираемый им же анонимный набор предыдущих выходов. Простыми словами, это позволяет пользователю скрыть свои выходы, используемые в транзакции, среди других не связанных с ним выходами, и это делается без привлечения каких-либо третьих сторон. И для этого требуется лишь наличие копии блокчейна. Каждый из этих выходов в одинаковой степени вероятно будет являться фактически отправляемым выходом. Таким образом и скрываются метаданные отправителя.</p> <p>Тем не менее, это порождает одну небольшую проблему. Что, если пользователь создаст кольцевую подпись, в которой все выходы будут ложными? Как узнать, что неизвестный отправитель не имеет права отправлять какой-либо из них? Как узнать, что этот пользователь не тратит фальшивые деньги? Ответ — НИКАК. Кольцевая подпись подразумевает использование метода доказательства того, что, по крайней мере, один из выходов принадлежит неизвестному отправителю без указания того, какой из этих выходов таковым является. Фактически, и схема CLSAG, и схема MLSAG (далее именуемые SAG) являются частью кольцевой подписи, подтверждающей это. Что интересно, в то же самое время схема доказывает, что сумма транзакции, скрытая благодаря протоколу обеспечения конфиденциальности транзакций (RingCT), соответствует балансу. Таким образом, SAG доказывают две вещи: что один выход принадлежит кому-то из участников кольца, и что транзакция соответствует балансу, что важно, и благодаря этому и происходит экономия размера и времени верификации. Если это сбивает с толку, не волнуйтесь, мы приближаемся к забавной и простой для понимания аналогии.</p> <p>Старая схема подписи, MLSAG, многоуровневая связываемая подпись спонтанной анонимной группы (Multilayered Linkable Spontaneous Anonymous Group), доказывает вышеупомянутые две вещи в рамках кольцевой подписи, но это делается по-отдельности. Использование отдельных процессов вычисления при подписании и для ключей обязательства означает более медленное выполнение операций. Современные компьютеры позволяют производить эти вычисления за считанные миллисекунды, что не так уж и много, и, действительно, для отдельно взятой транзакции это так. Но если речь идёт об огромном количестве транзакций в блокчейне Monero и синхронизации узла буквально с нуля, когда каждая транзакция должны быть загружена и проверена, количество байт и миллисекунд резко увеличивается.</p> <p>CLSAG объединяет математические вычисления, необходимые для того, чтобы доказать и то, и другое одновременно, и делается это абсолютно безопасным способом. Но что значит «безопасным способом»? Ну, простым языком, чтобы, я надеюсь, было понятно всем без исключения, давайте рассмотрим обещанную забавную аналогию.</p> <p>Допустим, вам нужно пойти и в продуктовый магазин и в магазин бытовой техники, чтобы купить две разные вещи: что-нибудь из еды и токсичные химические чистящие средства. Вы не хотите, чтобы они перемешались во избежание несчастного случая: химикаты могут пролиться на еду и сделают её несъедобной. Вы решаете максимально обезопасить себя и едете в продуктовый магазин, покупаете еду, а затем возвращаетесь домой. И только после того, как вы выгрузите еду, вы вернётесь в машину, поедете в хозяйственный магазин, купите и привезёте домой химикаты. Таким образом, вы совершите две отдельные поездки, чтобы обеспечить безопасность всех ваших покупок. И хотя это действительно безопасно, в то же самое время это неэффективно. Так работает схема MLSAG, когда два разных математических вычисления происходят «в два захода».</p> <p>Вы решаете, что можно было бы сделать всё быстрее. Просто тратится слишком много времени. Безусловно, если делать так один или два раза, это не особо сократит время вашей жизни, но если это будет повторяться снова и снова часы определённо начнут накапливаться. И вы начнёте задаваться вопросом, а нельзя ли всё сделать за один раз. Выехать из вашего дома, проследовать в продуктовый магазин, затем в хозяйственный магазин и обратно домой. Но вы не можете просто взять и бросить всё одной кучей в свою машину. Это небезопасно. Вместо этого вы разложите эти вещи в разные места в своей машине и проследите за тем, чтобы они там и оставались. Таким образом, вы сможете безопасно совершить все покупки за одну поездку, посетив оба магазина и отделив вещи друг от друга. Так и работает CLSAG. Теперь в рамках одной транзакции есть только один набор математических вычислений, позволяющий доказать эти две вещи, и это сделано так, что они не мешают друг другу. Поездку всё же придётся совершить, но вы значительно сократите затрачиваемое вами время.</p> <p>Звучит просто замечательно, не так ли? Возможно ли найти и другие обходные пути и способы сэкономить время и пространство? Ответ и «да» и «нет». Исследователи из MRL утверждают, что, вероятно, уже не удастся каким-либо обрезом изменить схемы типа SAG с целью улучшения размера или скорости. Однако, существуют и другие схемы, такие как Arcturus, Omniring, RCT3 или Triptych, которые обеспечивают преимущества с точки зрения масштабирования и верификации и используют другие математические методы. Однако каждый из этих подходов «следующего поколения» к протоколам сокрытия подписантов имеет свои компромиссы, связанные с реализацией, и в настоящее время активно исследуется и анализируется.</p> <p>В конечном счёте, Monero всегда является объектом инноваций.</p>

# knowledge__clsag__description
source: Let's have a look at one of the more recent Monero protocol innovations: the replacement of the linkable ring signature scheme, MLSAG, with a drop-in replacement CLSAG.
es: Echemos un vistazo a una de las innovaciones más recientes del protocolo Monero: el reemplazo del esquema de firma de anillo enlazable, MLSAG, con un CLSAG de reemplazo directo.
ko: 모네로 프로토콜의 발명: 추적 가능한 링서명인 MLSAG를 drop-in replacement CLSAG로 대체하다.
ru: Предлагаем вашему вниманию одно из последних нововведений протокола Monero: замену схемы связываемой кольцевой подписи MLSAG на CLSAG.

# knowledge__clsag__title
source: How CLSAG Will Improve Monero's Efficiency
es: Cómo CLSAG mejorará la eficiencia de Monero
ko: CLSAG는 어떻게 모네로의 효율을 높였을까
ru: Как реализация схемы CLSAG повысит эффективность Monero
