Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# wallet__swap__deposit__confirmation__address
source: to this address:
es: a esta dirección:
ko: 보내기 :
ru: на этот адрес:

# wallet__swap__deposit__confirmation__address__helper
source: After receiving your transaction, {partner} will send the {asset} to your {appName} wallet
es: Después de recibir su transacción, {partner} enviará el {asset} a su billetera FRONT_TYPE
ko: 거래를 받으면 {partner} 에서 FRONT_TYPE 지갑으로 {asset} 을 (를) 보냅니다.
ru: После получения платежа, {partner} отправит {asset} в ваш FRONT_TYPE кошелек

# wallet__swap__deposit__confirmation__address__send
source: Send
es: Enviar
ko: 보내다
ru: Отправьте

# wallet__swap__deposit__confirmation__address__to_this
source: to this address:
es: a esta dirección:
ko: 보내기 :
ru: на этот адрес:

# wallet__swap__deposits__helper
source: You'll see the transaction on the receiving wallet after it's confirmed by the {asset} network (≈10-60 min)
es: Verá la transacción en la billetera receptora después de que la red {asset} la confirme (≈10-60 min)
ko: {asset} 네트워크에서 확인한 후 수신 지갑에서 거래를 볼 수 있습니다 (≈10-60 분).
ru: Вы увидите транзакцию в кошельке-получателе после подтверждения ее сетью {asset} (≈10-60 мин)

# wallet__swap__limits__deposit__maxAmount
source: Maximum deposit amount
es: Cantidad máxima de depósito
ko: 최대 입금액
ru: Максимальная сумма пополнения

# wallet__swap__limits__deposit__minAmount
source: Minimum deposit amount
es: Monto mínimo de depósito
ko: 최소 입금액
ru: Минимальная сумма пополнения

# wallet__swap__native__amount_type_selector__nojs_description
source: Choose whether you want to calculate the exchange based on how much {asset} you want to send or how much {currencyCode} you want to receive. We'll use it to find the best offers for you.
es: Elige si quieres calcular el intercambio en función de cuánto {asset} quieres enviar o cuánto {currencyCode} quieres recibir. Lo utilizaremos para encontrar las mejores ofertas para ti.
ko: {asset} 을(를) 보내려는 금액 또는 받기를 원하는 {currencyCode} 금액을 기준으로 교환을 계산할지 여부를 선택하십시오. 귀하에게 가장 적합한 제안을 찾는 데 사용할 것입니다.
ru: Выберите, хотите ли вы рассчитать обмен на основе того, сколько {asset} вы хотите отправить или сколько {currencyCode} вы хотите получить. Мы используем это для поиска лучших предложений для вас.

# wallet__swap__native__amount_type_selector__receive
source: Receive {currencyCode}
es: Recibe {currencyCode}
ko: {currencyCode}받기
ru: Получ. {currencyCode}

# wallet__swap__native__amount_type_selector__send
source: Send {asset}
es: Enviar {asset}
ko: {asset}보내기
ru: Отпр. {asset}

# wallet__swap__native__amount__description__amount_type_receive
source: The amount of {currencyCode} you want to receive
es: La cantidad de {currencyCode} que desea recibir
ko: 받고 싶은 금액 {currencyCode}
ru: Сумма {currencyCode}, которую вы хотите получить

# wallet__swap__native__amount__description__amount_type_send
source: The amount of {asset} you want to send
es: La cantidad de {asset} que desea enviar
ko: 보내고 싶은 금액 {asset}
ru: Сумма {asset}, которую вы хотите отправить

# wallet__swap__native__error__invalid_amount
source: Invalid amount
es: Importe no válido
ko: 유효하지 않은 금액
ru: Неверная сумма

# wallet__swap__native__error__no_offers
source: We couldn't find any suitable offers... try adjusting the amount.
es: No hemos podido encontrar ninguna oferta adecuada... prueba a ajustar el importe.
ko: 적절한 제안을 찾을 수 없습니다... 금액을 조정해 보십시오.
ru: Мы не смогли найти подходящие предложения... попробуйте изменить сумму.

# wallet__swap__native__offers__title
source: Choose an offer
es: Elija una oferta
ko: 제안 선택
ru: Выберите предложение

# wallet__swap__native__offers__view_ad_button
source: View ad
es: Ver anuncio
ko: 광고 보기
ru: Посмотреть объявление

# wallet__swap__native__trade_button
source: Trade
es: Intercambio
ko: 교환
ru: Обменять

# wallet__swap__powered_by
source: powered by {partner}
es: con tecnología de {partner}
ko: {partner}제공
ru: при поддержке {partner}

# wallet__swap__provide_email
source: Give {partner} my contact email
es: Dar {partner} mi correo electrónico de contacto
ko: {partner} 에게 내 연락처 이메일 제공
ru: Дайте {partner} мой контактный адрес электронной почты

# wallet__swap__save_link
source: Be sure to save this link, it's your only way of tracking the trade!
es: Asegúrese de guardar este enlace, ¡es su única forma de rastrear el comercio!
ko: 이 링크를 저장하십시오. 이것은 거래를 추적하는 유일한 방법입니다!
ru: Обязательно сохраните эту ссылку, это ваш единственный способ отслеживать сделку!

# wallet__swap__send_btn
source: Send the coins!
es: ¡Envía las monedas!
ko: 동전을 보내세요!
ru: Отправить монеты!

# wallet__swap__status__available
source: Status: available
es: Estado: disponible
ko: 상태 : 사용 가능
ru: Статус: доступно

# wallet__swap__swap_asset_input__withdrawal
source: Estimated sent {asset}
es: Estimado enviado {asset}
ko: {asset}발송 예정
ru: Приблизительная сумма {asset}

# wallet__swap__swap_asset_input__withdrawal__helper
source: Estimated amount of {asset} to be deducted from your {appName} {assetName} wallet to receive the {currency} amount above including the {assetName} transaction network fee. May change slightly due to the network fee fluctuations.
es: Monto estimado de {asset} que se deducirá de su billetera FRONT_TYPE {assetName} para recibir el {currency} monto anterior y cubrir la {assetName} tarifa de la red de transacciones. Puede cambiar ligeramente debido a las fluctuaciones de las tarifas de la red.
ko: 위의 {currency} 금액을 받고 {assetName} 거래 네트워크 수수료를 충당하기 위해 FRONT_TYPE {assetName} 지갑에서 공제 될 {asset} 의 예상 금액입니다. 네트워크 수수료 변동으로 인해 약간 변경 될 수 있습니다.
ru: Ориентировочная сумма в {asset}, которая будет вычтена из вашего FRONT_TYPE {assetName} кошелька для получения указанной выше суммы {currency} и покрытия комиссии за транзакцию в сети {assetName} . Может незначительно измениться из-за колебаний комиссии сети.

# wallet__swap__swap_currency_input__deposit
source: How much {currency} do you want to send?
es: ¿Cuánto {currency} quieres enviar?
ko: {currency} 을 (를) 얼마나 보내시겠습니까?
ru: Сколько {currency} вы хотите отправить?

# wallet__swap__swap_currency_input__withdrawal
source: Estimated received {currency}
es: Recibido estimado {currency}
ko: 예상 수신 {currency}
ru: Приблизительная сумма {currency}

# wallet__swap__swap_currency_input__withdrawal__helper
source: Estimated amount of {currency} you'll get. Use the input below to change it. May change slightly due to {partner} exchange rate fluctuations.
es: Cantidad estimada de {currency} que obtendrá. Utilice la entrada a continuación para cambiarlo. Puede cambiar ligeramente debido a {partner} fluctuaciones del tipo de cambio.
ko: 받을 수있는 {currency} 의 예상 금액입니다. 아래 입력을 사용하여 변경하십시오. {partner} 환율 변동으로 인해 약간 변경 될 수 있습니다.
ru: Приблизительная сумма {currency}, которую вы получите. Используйте ввод ниже, чтобы изменить её. Может незначительно измениться из-за колебаний обменного курса {partner} .

# wallet__swap__withdrawal__success__helper
source: Just relax, wait {time} minutes, and {partner} will send you the {currency}
es: Relájese, espere {time} minutos y {partner} le enviará el {currency}
ko: 긴장을 풀고 {time} 분 기다리면 {partner} 에서 {currency}
ru: Просто расслабьтесь, подождите {time} минут, и {partner} пришлет вам {currency}

# wallet__swap__withdrawal__success__title
source: We've sent the {asset} to {partner}
es: Enviamos el {asset} a {partner}
ko: {asset} 을 (를) {partner}에 보냈습니다.
ru: Мы отправили {asset} на {partner}

# wallet__swap__withdrawal__success__title__all_set
source: All set for the {partner} trade!
es: ¡Todo listo para el comercio de {partner}!
ko: {partner} 거래 준비가 완료되었습니다!
ru: Все готово для вашей сделки на {partner}!

# wallet__tab__receive_long
source: Receive {assetName}
es: Recibir {assetName}
ko: {assetName} 받기
ru: Получить {assetName}

# wallet__tab__receive_short
source: Receive
es: Recibir
ko: 받기
ru: Пополнить

# wallet__tab__send_long
source: Send {assetName}
es: Enviar {assetName}
ko: {assetName} 보내기
ru: Отправить {assetName}

# wallet__tab__send_short
source: Send
es: Enviar
ko: 보내기
ru: Отправить

# wallet__tab__tx_long
source: Transactions
es: Transacciones
ko: 거래
ru: Транзакции

# wallet__tab__tx_short
source: Txs
ko: ㄱㄹ
ru: Транзакц.

# wallet__title
source: Wallet
es: Cartera
ko: 지갑
ru: Кошелек

# wallet__tx__affiliate
source: Affiliate program commission payout
es: Pago de comisiones del programa de afiliación
ko: 제휴 프로그램 중개료 배당금
ru: Выплата комиссии по партнерской программе

# wallet__tx__fee
source: {assetName} network transaction fee.
es: Comisión de transacción de la red {assetName}.
ko: {assetName} 네트워크 이용료.
ru: Комиссия сети {assetName}

# wallet__tx__internal_receive_trade
source: Received from trade {id}
es: Recibido de la transacción {id}
ko: 거래 {id}으로부터 받음
ru: Получено из сделки {id}

# wallet__tx__internal_receive_user
source: Received from user {username}
es: Recibido del usuario {username}
ko: 유저 {username}한테서 받음
ru: Получено от пользователя {username}

# wallet__tx__internal_send_trade
source: Sent to trade {id}
es: Enviado a la transacción {id}
ko: 거래 {id}로 보냄
ru: Отправлено в сделке {id}

# wallet__tx__internal_send_user
source: Sent to user {username}
es: Enviado al usuario {username}
ko: 유저 {username}한테 보냄
ru: Отправлено пользователю {username}

# wallet__tx__pending_send
source: Pending send to
es: Pendiente de enviar a
ko: 송금 대기중
ru: Ожидает отправку на адрес:

# wallet__tx__rebate
source: Fee rebate. Coupon code: {code}.
es: Reembolso de tarifas. Código de cupón: {code}.
ko: 이용료 환급. 쿠폰 코드: {code}.
ru: Возврат комиссии. Код купона: {code}.

# wallet__tx__receive
source: Received. {assetName} network transaction ID:
es: Recibido. ID de transacción de la red {assetName}:
ko: 받음. {assetName} 네트워크 거래 ID:
ru: Получено. ID транзакции в сети {assetName}:

# wallet__tx__reserve
source: {assetName} reserve for trade {id}
es: Reserva de {assetName} para transacción {id}
ko: 거래 {id}를 위한 {assetName} 보관량
ru: Резерв {assetName} для сделки {id}

# wallet__tx__reserve_return
source: {assetName} reserve return from trade {id}
es: Reserva de {assetName} desde la transacción {id}
ko: 거래 {id}를 위한 {assetName} 보관량 돌려받음
ru: Возврат резерва {assetName} для сделки {id}

# wallet__tx__send
source: Sent to
es: Enviado a
ko: 보내기
ru: Отправлено на адрес

# wallet__tx__send_id
source: {assetName} network transaction ID:
es: ID de transacción de la red {assetName}:
ko: {assetName} 네트워크 거래 ID:
ru: ID транзакции в сети {assetName}:

# wallet__txs__details_dialog__title
source: Transaction details
es: Detalles de transacción
ko: 거래 내용
ru: Детали платежа

# wallet__txs__table__amount
source: Amount {assetSymbol}
es: Cantidad {assetSymbol}
ko: {assetSymbol} 금액
ru: Сумма {assetSymbol}

# wallet__txs__table__date
source: Date
es: Fecha
ko: 날짜
ru: Дата

# wallet__txs__table__description
source: Description
es: Descripción
ko: 내용
ru: Описание

# wallet__txs__table__received
source: Received {assetSymbol}
es: {assetSymbol} Recibidos
ko: {assetSymbol} 받음
ru: Получено {assetSymbol}

# wallet__txs__table__sent
source: Sent {assetSymbol}
es: {assetSymbol} Enviados
ko: {assetSymbol} 보냄
ru: Отправлено {assetSymbol}

# wallet__txs__tip_text
source: If you can see a transaction ID with a link to the blockchain explorer in the description, it means that your transaction has successfully been broadcast. Please make sure that your wallet is fully synchronized and that you are using the {latest-version} of the {assetName} wallet
es: Si puede ver en la descripción un ID de transacción con un enlace al explorador de blockchain, significa que su transacción se ha transmitido con éxito. Asegúrese de que su billetera esté completamente sincronizada y de que está utilizando la {latest-version}
ko: 상세내용에 블록체인 탐색기가 링크된 거래 ID가 있으면, 거래가 성공적이라는 뜻입니다. 지갑이 동기화가 완료되었고 {assetName} 지갑의 {latest-version}을 사용중이신지 확인하시기 바랍니다
ru: Если в описании вы видите ID транзакции со ссылкой на блокчейн эксплорер, это означает, что средства были успешно отправлены. Пожалуйста, убедитесь в том, что ваш кошелёк полностью синхронизирован и вы используете {latest-version} кошелька {assetName}.

# wallet__txs__tip_text_latest_version
source: latest version
es: última versión
ko: 최신버전
ru: последнюю версию

# wallet__txs__tip_title
source: Tip: withdrew funds from {appName} and don't see them in your wallet?
es: Consejo: ¿Retiró los fondos de FRONT_TYPE y no los ve en su billetera?
ko: 팁: FRONT_TYPE 지갑에서 출금하였는데 지갑에서 확인되지 않나요?
ru: Совет: отправили средства с FRONT_TYPE и не видите их у себя в кошельке?

# wallet__txs__title
source: Wallet transactions
es: Transacciones de la billetera
ko: 지갑 거래
ru: Транзакции

# wallet__update_soft_warn
source: A new version of Monero software is out! Don't forget to {update} your wallet software, or you won't be able to send and receive transactions.
es: ¡Ya salió una nueva versión del software Monero! No olvide {update} su software de billetera, o no podrá enviar y recibir transacciones.
ko: 모네로 소프트웨어 신버전이 출시되었습니다! 지갑 소프트웨어를 {update}하시지 않으면 거래를 주고받을 수 없습니다.
ru: Выпущена новая версия программного обеспечения Monero! Не забудьте {update} программное обеспечение вашего кошелька, иначе вы не сможете отправлять и получать транзакции.

# wallet__update_soft_warn_update
source: update
es: actualizar
ko: 업데이트
ru: обновить

# wallet__withdraw__amount_and_fee_next
source: You will select the amount and fee level in the next step
es: En el siguiente paso seleccionará el importe y el nivel de la tasa
ko: 다음 단계에서 금액과 수수료 수준을 선택합니다.
ru: В следующем шаге вы выберете сумму и уровень комиссии

# wallet__withdraw__confirmation_dialog__free_upgrade_label
source: Free upgrade
es: Promoción gratuita
ko: 무료 업그레이드
ru: Бесплатное повышение

# wallet__withdraw__confirmation_dialog__free_upgrade_tooltip
source: Because of the way we batch withdrawals, it's actually cheaper to send out your withdrawal with a higher fee rate. Enjoy!
es: Debido a la forma en que agrupamos los retiros, en realidad es más barato enviar su retiro con una tarifa más alta. Disfrute.
ko: 인출을 일괄 처리하는 방식 때문에 실제로 더 높은 수수료율로 인출하는 것이 더 저렴합니다. 즐기다!
ru: Из-за того как мы группируем транзакции, будет дешевле отправить вашу транзакцию с более высоким уровнем комиссии! Наслаждайтесь!

# wallet__withdraw__confirmation_dialog__network_fees
source: Network fees
es: Tarifas de la red
ko: 네트워크 수수료
ru: Комиссия сети

# wallet__withdraw__confirmation_dialog__network_fees__high
source: Fast
es: Rápido
ko: 빠른
ru: Быстро

# wallet__withdraw__confirmation_dialog__network_fees__low
source: Slow
es: Lento
ko: 느린
ru: Медленно

# wallet__withdraw__confirmation_dialog__network_fees__medium
source: Medium
es: Medio
ko: 매질
ru: Средне

# wallet__withdraw__confirmation_dialog__send_max
source: Send Max
es: Enviar a Max
ko: 최대 보내기
ru: Отпр. макс.

# wallet__withdraw__confirmation_dialog__stepper__amount
source: Amount
es: Cantidad
ko: 양
ru: Сумма

# wallet__withdraw__confirmation_dialog__stepper__recipient
source: Recipient
es: Receptor
ko: 수신자
ru: Получатель

# wallet__withdraw__confirmation_dialog__stepper__summary
source: Summary
es: Resumen
ko: 개요
ru: Подтверждение

# wallet__withdraw__confirmation__wallet_owner
source: By confirming the withdrawal you also confirm that the wallet you're withdrawing to belongs to you.
es: Al confirmar la retirada, también confirmas que el monedero al que estás retirando te pertenece.
ko: 출금을 확인함으로써 당신은 또한 당신이 출금하는 지갑이 당신의 소유임을 확인하게 됩니다.
ru: Подтверждая вывод средств, вы также подтверждаете, что кошелек, на который вы выводите средства, принадлежит вам.

# wallet__withdraw__fee_change_dialog__new_fee
source: New withdrawal fee
es: Nueva tasa de retirada
ko: 신규 출금 수수료
ru: Новая комиссия сети

# wallet__withdraw__fee_change_dialog__old_fee
source: Old withdrawal fee
es: Antigua tasa de retirada
ko: 기존 출금 수수료
ru: Старая комиссия сети

# wallet__withdraw__fee_change_dialog__receive_amount
source: Receive amount
es: Cantidad a recibir
ko: 받을양
ru: Получаемая сумма

# wallet__withdraw__fee_change_dialog__send_amount
source: Amount to be deducted
es: Cantidad a deducir
ko: 차감될양
ru: Сумма списания

# wallet__withdraw__fee_change_dialog__title_decreased
source: The withdrawal fee has decreased
es: La tasa de retirada ha disminuido
ko: 출금 수수료가 인하되었습니다
ru: Комиссия сети уменьшилась

# wallet__withdraw__fee_change_dialog__title_increased
source: The withdrawal fee has increased
es: La tasa de retirada ha aumentado
ko: 출금 수수료가 인상되었습니다
ru: Комиссия сети увеличилась

# wallet__withdraw__nojs__change_address_btn
source: Change address
es: Cambiar la dirección
ko: 주소를 바꾸다
ru: Изменить адрес

# wallet__withdrawal__amount_input__label
source: Amount ({asset})
es: Cantidad ({asset})
ko: 금액 ({asset})
ru: Сумма ({asset})

# wallet__withdrawal__confirmation__fee
source: + network fee (≈ {fee} {currency})
es: + tarifa de red (≈ {fee} {currency})
ko: + 네트워크 수수료 (≈ {fee} {currency})
ru: + комиссия сети (≈ {fee} {currency})

# wallet__withdrawal__error__too_small
source: Amount that has been requested for withdrawal is less than the minimum possible amount
es: La cantidad solicitada para retiro es menor que la cantidad mínima posible
ko: 출금요청한 금액이 최소 허용량보다 적습니다
ru: Сумма, запрошенная для снятия, меньше минимально возможной суммы

# wallet__withdrawal__network_fee
source: Network fee
es: Tarifa de red
ko: 네트워크 수수료
ru: Комиссия сети

# warn__high_risk_method_0
source: <strong>NOTE:</strong> This payment method is <strong>high-risk</strong>, since it is <strong>reversible</strong> and for that reason often used by scammers.
es: <strong>NOTA:</strong> Este método de pago es de <strong>alto riesgo</strong>, ya que es <strong>reversible</strong> y por ese motivo, suelen usarlo los estafadores.
ko: <strong>주의:</strong> 이 결제수단은 <strong>나중에 취소가 가능해서</strong> 사기꾼들이 자주 사용하기 때문에 <strong>위험도가 높습니다</strong>.
ru: <strong>ОБРАТИТЕ ВНИМАНИЕ:</strong> Данный способ оплаты обладает <strong>высокой степенью риска</strong>, так как он <strong>обратимый</strong> и поэтому часто используется мошенниками.

# warn__high_risk_method_1
source: Even if you do your due diligence and only trade with reputable users there is no guarantee you'll not end up in a {method} dispute situation. Here's something you can do to increase your chances: {linebreak} 1. Request 2 photo ID scans of the user (i.e. passport and driver's license), make sure that the {method} account name matches the ID. {linebreak} 2. Tell the user to send you an email from the {method} email account (maybe even tell them to put the Trade ID and something about the trade into the email).{linebreak} 3. Charge very high premiums for {method} trades. For example, 25% and higher. That way you get covered if 1 in 5 of your {method} trades are scams (given equal trade amounts). {linebreak} 4. Be wary of high trade amounts. Try to get a few lower amount trades with a trader first. {linebreak}
es: Incluso aunque solo negocie con compradores de buena reputación, no hay garantía de que no termine en una situación de disputa de {method}. Esto es algo que puede hacer para aumentar sus posibilidades: {linebreak} 1. Solicite 2 documentos de identificación con foto del comprador (p.ej. pasaporte y licencia de conducir), asegúrese de que el {method} nombre de la cuenta coincida con el del documento de identificación. {linebreak} 2. Dígale al comprador que le envíe un correo electrónico desde la cuenta de correo electrónico {method} (tal vez incluso pídale que coloque el ID de Transacción y algo sobre FRONT_TYPE en el correo electrónico).{linebreak} 3. Cargue primas muy altas para las transacciones {method}. Por ejemplo, 25% y superior. De esa manera obtendrá cobertura si 1 de cada 5 de sus {method} de transacción son estafas (cantidades de transacción equitativas proporcionadas). {linebreak} 4. Tenga cuidado con las transacciones con un alto importe. Trate de obtener una transacción de cantidad menor la primera vez que trata con un comerciante. {linebreak}
ko: 조심하고 인지도 있는 유저와만 거래해도 {method} 문제가 생길 수 있습니다. 위험도를 낮출 수 있는 예방법이 몇가지 있습니다: {linebreak} 1. 유저의 신분증 사진 2개 요구(예: 여권과 운전면허)하고 {method} 계정명이 신분증과 일치하는지 확인. {linebreak} 2. {method} 계정 이메일로 이메일을 보내달라고 요구(거래에 대한 내용과 거래 ID를 이메일에 포함해달라고 하면 더욱 안전).{linebreak} 3. {method} 거래에 높은 프리미엄 이용. 25% 이상. 이렇게 되면 (거래량이 같은) {method} 거래의 1/5은 복구가 가능합니다. {linebreak} 4. 높은 거래량을 주의하세요. 다른 유저와 좀 더 낮은 거래량을 이용하세요. {linebreak}
ru: Даже если вы выполняете должную осмотртительность и торгуете только с уважаемыми покупателями, вы не защищены от возможности {method} спора. Вот, что можно сделать для повышения своих шансов: {linebreak} 1. Требуйте два скана удостоверений личности покупателя (например паспорт и водительские права), убедитесь что имя {method} аккаунта совпадает с документами. {linebreak} 2. Попросите покупателя отправить вам письмо с электронной почты, привязанной к {method} аккаунту (можно попросить их указать в письме ID сделки или что-нибудь связанное с FRONT_TYPE).{linebreak} 3. Делайте очень высокую наценку на сделки с {method}. Например, 25% и выше. Таким образом вы покроете свои расходы, в случае если 1 из 5{ method} сделок будут с мошенниками (если суммы сделок одинаковы). {linebreak} 4. Осторожнее со сделками на высокую сумму. Постарайтесь сначала провести несколько сделок на более низкую сумму с данным покупателем. {linebreak}

# warning__min_amount_less_than_balance_0
source: This ad has been hidden, because the minimum amount you've specified is lower than your maximum amount available
es: Este anuncio ha sido ocultado, porque la cantidad mínima que ha especificado es menor que su cantidad máxima disponible
ko: 당신이 요구한 최소 거래량이 계약의 최대 거래량보다 높아 숨겨진 계약입니다.
ru: Данное объявление было скрыто, потому что указанная вами минимальная сумма сделки меньше вашей доступной суммы.

# warning__min_amount_less_than_balance_1
source: This trader is on vacation or out of available {assetName}. Please check back later or look for other offers.
es: Este comerciante está de vacaciones o sin disponibilidad de {assetName}. Por favor, pruebe más tarde o busque otras ofertas.
ko: 이 대상은 휴가중이거나 {assetName}이 부족합니다. 나중에 다시 확인하거나 다른 계약을 찾아보세요.
ru: Данный торговец находится в отпуске или у него закончились доступные {assetName}. Пожалуйста, попробуйте зайти сюда позже или найти другие предложения.

# warning__not_enough_balance
source: All of your selling {asset} advertisements have been hidden from public search because your arbitration bond wallet balance is lower than {min-required-balance}. In order for your sell ads to become visible, please deposit at least {amount-xmr} to your arbitration bond {localmonero-wallet}.
es: Todos sus anuncios de venta {asset} han sido ocultados de la búsqueda pública porque el saldo de su cartera de bonos de arbitraje es inferior a {min-required-balance}. Para que sus anuncios de venta sean visibles, por favor deposite al menos {amount-xmr} a su bono de arbitraje {localmonero-wallet}.
ko: 귀하의 중재 채권 지갑 잔액이 {min-required-balance}미만이므로 판매 중인 모든 {asset} 광고가 공개 검색에서 숨겨졌습니다. 판매 광고가 표시되게 하려면 중재 보증금 {localmonero-wallet}에 최소 {amount-xmr} 를 예치하십시오.
ru: Все ваши объявления о продаже {asset} были скрыты от публичного поиска, поскольку баланс вашего кошелька арбитражного залога меньше, чем {min-required-balance}. Чтобы ваши объявления о продаже стали видимыми, внесите не менее {amount-xmr} арбитражного залога в ваш {localmonero-wallet}.

# warning__not_enough_balance_localmonero_wallet
source: {appName} wallet
es: Billetera FRONT_TYPE
ko: FRONT_TYPE 지갑
ru: кошелёк FRONT_TYPE

# web_notification__message
source: You have a new message.
es: Tiene un mensaje nuevo.
ko: 새 메시지가 있습니다.
ru: Вам пришло новое сообщение.

# web_notification__trade_cancelled
source: A trade has been cancelled.
es: Una transacción ha sido cancelada.
ko: 취소된 거래가 있습니다.
ru: Сделка отменена.

# web_notification__trade_complete
source: A trade was completed.
es: Una transacción ha sido completada.
ko: 완료된 거래가 있습니다.
ru: Сделка завершена.

# web_notification__trade_covered
source: Cover payment confirmed
es: Pago de cobertura confirmado
ko: 담보 결제가 확인되었습니다
ru: Покрытие опциона подтверждено
