Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__atomic__0__text
source: <p>In the pursuit of decentralization and a truly permissionless system, few things are as coveted in the cryptocurrency space as decentralized exchanges and atomic swaps. Since its inception, Monero has struggled to implement atomic swaps, as the privacy features create unique problems when trying to design a protocol.</p> <p>But first, let's back up. What are atomic swaps? An atomic swap is a protocol by which two different cryptocurrencies, on different blockchains, can be exchanged in a trustless manner with no intermediary. This means if someone wanted to exchange cryptocurrency A for cryptocurrency B, they would be able to do it without an exchange, centralized or decentralized. As one might imagine, this takes considerable research, and the full technical details that make it possible get quite complicated. Once again, LocalMonero is here to help and give a simple explanation for the common person.</p> <p>To start, let's consider the simplest form of atomic swap, as implemented by Bitcoin. If someone wants to exchange Bitcoin for another coin that uses the same hash time lock contract technology, they can do so in the following way. Alice has Bitcoin (BTC), but wants Litecoin (LTC), and Bob has LTC, but wants BTC. They decide to do an atomic swap so each gets the coin that they want. Alice sends her BTC to a special address, utilizing scripts that lock the funds away so even she can't access it. You can think of it like Alice puts her BTC in a lockbox. When the lockbox is made, she gets a key, and sends a hash of this key to Bob. Now Bob does not have the key itself, only the hash, so he can't yet access the funds.</p> <p>Bob uses this hash as a seed from which he generates his own lockbox, and sends his LTC there, where it is also locked. Since the hash of Alice's key was used as the seed by which Bob's lockbox was made, she can use her key to claim the LTC in Bob's lockbox. Her key fits! But, using math voodoo magic, when she uses her key to open the LTC lock, she reveals the key to Bob, who can then use it to claim the BTC that she put in her lockbox. In this way, with no intermediary, Alice and Bob have successfully exchanged their assets.</p> <p>But there's a slight problem. What if Alice sends to her lockbox, and Bob decides he doesn't want to trade anymore. Now, since Alice can't access her BTC that she locked away, and Bob won't complete his part of the transaction, Alice just loses her money forever. Well, luckily, Bitcoin has a little technology called refund transactions, and so after a period of time, if the BTC is not claimed by Bob, the scripts have a fail-safe built in, where the BTC will automatically go back to Alice. This was the primary speedbump for Monero's atomic swaps implementation. Because of Monero's <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures privacy technology</a>, the sender of a transaction is always uncertain. How can the protocol do a refund transaction if even it doesn't know where the transaction came from?</p> <p>In 2017, a small group of researchers outlined a different method by which atomic swaps would work in Monero. After several years of refinement, the researchers finalized a process by which Monero would be able to do atomic swaps with Bitcoin, even without refund transactions.</p> <p>As with many things of this level of technical complexity, our explanation will overly simplify some things in order to convey the idea, but it will still give a solid idea of the mechanisms by which this process would work.</p> <p>Both Alice (who has XMR and wants BTC) and Bob (who has BTC and wants XMR) must download and run a program that supports the atomic swap. This may be implemented into wallets, decentralized exchanges, or special, specific programs, but the software must be running the atomic swap protocol. In the first step, Alice and Bob's clients connect to each other and make several shared secrets and keys. In this step, a new Monero address is created, with Alice having one half of the key, and Bob having the other. No Monero is in there yet though, so there's nothing to spend. One last thing to note about this address, is that they both have the view key to this wallet, so they can both peek inside to see if or when Monero arrives.</p> <p>In the second step, Bob sends his BTC to a special address, similar to the Bitcoin atomic swap protocol we've already discussed. After Alice sees the BTC arrive to this address on the blockchain, she sends her Monero to the Monero address that she and Bob both have one half of a key to. Bob can verify that the Monero arrived since he also has the view key, and once he sees the Monero is safely in the wallet, he sends Alice a piece of a key that will allow her to withdraw the Bitcoin. Similar to the other protocol, the process of claiming the Bitcoin reveals her half of the Monero key to Bob. Now Bob has both halves, so he can claim the Monero, while Alice has only her half, so she can't try to take it before he does.</p> <p>So if you looked at all of this and are still a bit confused about how Monero was able to get around the problem of refund transactions, the answer is quite simple. Since Monero itself does not have refund transactions, the reader should notice that the Bitcoin (which does have refund transactions) is sent first, and only after it is verified as being on the blockchain is the Monero sent. This allows Monero to utilize Bitcoin's ability to script in refund transactions and take advantage of them, without needing to have these capabilities itself.</p> <p>The atomic swap is now complete, but from here, Bob has a couple of options for his newly claimed XMR. He can use this Monero wallet as is, or move the XMR to another wallet that he already owns. Bob will most likely move the Monero to another wallet, because Alice still has the view key and can see inside.</p> <p>The beauty of this protocol is that it's still quite new, and there is plenty of room for optimizations. It's also quite flexible in its architecture, so implementation in other wallets or decentralized exchanges should be simple and fit cleanly with their existing architecture.</p>
es: <p>En la búsqueda de la descentralización y un sistema verdaderamente sin permisos, pocas cosas son tan codiciadas en el espacio de las criptomonedas como los intercambios descentralizados y los intercambios atómicos. Desde sus inicios, Monero ha tenido problemas para implementar intercambios atómicos, ya que las características de privacidad crean problemas únicos al intentar diseñar un protocolo.</p> <p>Pero primero, retrocedamos. ¿Qué son los intercambios atómicos? Un intercambio atómico es un protocolo mediante el cual dos criptomonedas diferentes, en diferentes cadenas de bloques, se pueden intercambiar de manera confiable y sin intermediarios. Esto significa que si alguien quisiera cambiar la criptomoneda A por la criptomoneda B, podría hacerlo sin un intercambio, centralizado o descentralizado. Como se puede imaginar, esto requiere una investigación considerable y los detalles técnicos completos que lo hacen posible se vuelven bastante complicados. Una vez más, LocalMonero está aquí para ayudar y dar una explicación simple para la persona común.</p> <p>Para empezar, consideremos la forma más simple de intercambio atómico, implementada por Bitcoin. Si alguien quiere intercambiar Bitcoin por otra moneda que use la misma tecnología de contrato de bloqueo de tiempo hash, puede hacerlo de la siguiente manera. Alice tiene Bitcoin (BTC), pero quiere Litecoin (LTC), y Bob tiene LTC, pero quiere BTC. Deciden hacer un intercambio atómico para que cada uno obtenga la moneda que quiera. Alice envía su BTC a una dirección especial, utilizando scripts que bloquean los fondos para que ni siquiera ella pueda acceder a ellos. Puedes pensar en ello como si Alice pusiera su BTC en una caja de seguridad. Cuando se hace la caja de seguridad, obtiene una llave y envía un hash de esta llave a Bob. Ahora Bob no tiene la clave en sí, solo el hash, por lo que aún no puede acceder a los fondos.</p> <p>Bob usa este hash como semilla a partir de la cual genera su propia caja de seguridad y envía su LTC allí, donde también está bloqueado. Dado que el hash de la llave de Alice se utilizó como semilla mediante la cual se hizo la caja de seguridad de Bob, ella puede usar su llave para reclamar el LTC en la caja de seguridad de Bob. ¡Su llave encaja! Pero, usando magia vudú matemática, cuando usa su llave para abrir la cerradura LTC, le revela la llave a Bob, quien luego puede usarla para reclamar el BTC que puso en su caja de seguridad. De esta manera, sin intermediarios, Alice y Bob han intercambiado sus activos con éxito.</p> <p>Pero hay un pequeño problema. ¿Qué pasa si Alice envía a su caja de seguridad y Bob decide que ya no quiere comerciar? Ahora, dado que Alice no puede acceder a su BTC que bloqueó y Bob no completará su parte de la transacción, Alice simplemente pierde su dinero para siempre. Bueno, afortunadamente, Bitcoin tiene una pequeña tecnología llamada transacciones de reembolso, por lo que después de un período de tiempo, si Bob no reclama el BTC, los scripts tienen un sistema de seguridad integrado, donde el BTC volverá automáticamente a Alice. Este fue el aumento de velocidad principal para la implementación de intercambios atómicos de Monero. Debido a la <a target="_blank" href="/knowledge/ring-signatures" class="next-link">tecnología de privacidad de firmas de anillo de Monero</a>, el remitente de una transacción siempre es incierto. ¿Cómo puede el protocolo realizar una transacción de reembolso si ni siquiera sabe de dónde vino la transacción?</p> <p>En 2017, un pequeño grupo de investigadores describió un método diferente mediante el cual los intercambios atómicos funcionarían en Monero. Después de varios años de refinamiento, los investigadores finalizaron un proceso mediante el cual Monero podría realizar intercambios atómicos con Bitcoin, incluso sin transacciones de reembolso.</p> <p>Al igual que con muchas cosas de este nivel de complejidad técnica, nuestra explicación simplificará demasiado algunas cosas para transmitir la idea, pero aún así dará una idea sólida de los mecanismos por los cuales este proceso funcionaría.</p> <p>Tanto Alice (que tiene XMR y quiere BTC) como Bob (que tiene BTC y quiere XMR) deben descargar y ejecutar un programa que admita el intercambio atómico. Esto puede implementarse en billeteras, intercambios descentralizados o programas especiales y específicos, pero el software debe ejecutar el protocolo de intercambio atómico. En el primer paso, los clientes de Alice y Bob se conectan entre sí y crean varios secretos y claves compartidos. En este paso, se crea una nueva dirección de Monero, con Alice con la mitad de la clave y Bob con la otra. Sin embargo, todavía no hay Monero allí, por lo que no hay nada para gastar. Una última cosa a tener en cuenta sobre esta dirección es que ambos tienen la tecla de vista de esta billetera, por lo que ambos pueden mirar adentro para ver si llega Monero o cuándo.</p> <p>En el segundo paso, Bob envía su BTC a una dirección especial, similar al protocolo de intercambio atómico de Bitcoin que ya hemos discutido. Después de que Alice ve que el BTC llega a esta dirección en la cadena de bloques, envía su Monero a la dirección de Monero a la que ella y Bob tienen la mitad de una clave. Bob puede verificar que el Monero llegó ya que él también tiene la clave de vista, y una vez que ve que el Monero está seguro en la billetera, le envía a Alice una pieza de una clave que le permitirá retirar el Bitcoin. Al igual que en el otro protocolo, el proceso de reclamar Bitcoin revela su mitad de la clave Monero a Bob. Ahora Bob tiene ambas mitades, por lo que puede reclamar el Monero, mientras que Alice solo tiene su mitad, por lo que no puede intentar tomarlo antes que él.</p> <p>Entonces, si analizó todo esto y todavía está un poco confundido acerca de cómo Monero pudo solucionar el problema de las transacciones de reembolso, la respuesta es bastante simple. Dado que Monero en sí no tiene transacciones de reembolso, el lector debe notar que el Bitcoin (que sí tiene transacciones de reembolso) se envía primero, y solo después de que se verifica que está en la cadena de bloques se envía el Monero. Esto permite a Monero utilizar la capacidad de Bitcoin para escribir en transacciones de reembolso y aprovecharlas, sin necesidad de tener estas capacidades en sí.</p> <p>El intercambio atómico ahora está completo, pero a partir de aquí, Bob tiene un par de opciones para su XMR recién reclamado. Puede usar esta billetera Monero tal cual, o mover el XMR a otra billetera que ya posee. Lo más probable es que Bob mueva el Monero a otra billetera, porque Alice todavía tiene la tecla de visualización y puede ver el interior.</p> <p>La belleza de este protocolo es que todavía es bastante nuevo y hay mucho espacio para optimizaciones. También es bastante flexible en su arquitectura, por lo que la implementación en otras billeteras o intercambios descentralizados debe ser simple y adaptarse perfectamente a su arquitectura existente.</p>
ko: <p> 분권화와 진정한 무허가 시스템을 추구하면서, 암호 화폐 공간에서 탈 중앙화 거래소와 원자 스왑만큼 탐내는 것은 거의 없습니다. Monero는 처음부터 프로토콜을 설계하려고 할 때 개인 정보 보호 기능이 고유 한 문제를 야기하기 때문에 원자 스왑을 구현하는 데 어려움을 겪었습니다. </p> <p>하지만 먼저 백업합시다. 원자 스왑이란 무엇입니까? 아토믹 스왑은 서로 다른 블록 체인에있는 두 개의 서로 다른 암호 화폐를 중개자없이 신뢰할 수있는 방식으로 교환 할 수있는 프로토콜입니다. 이것은 누군가가 암호 화폐 A를 암호 화폐 B로 교환하기를 원하면 교환 없이도 중앙 집중식 또는 탈 중앙화를 할 수 있다는 것을 의미합니다. 상상할 수 있듯이 이것은 상당한 연구가 필요하며이를 가능하게하는 전체 기술 세부 사항은 상당히 복잡해집니다. 다시 한번, LocalMonero는 일반인을 돕고 간단한 설명을 제공합니다. </p> <p> 시작하기 위해 비트 코인에서 구현 한 가장 간단한 형태의 원자 스왑을 고려해 보겠습니다. 누군가가 비트 코인을 동일한 해시 시간 잠금 계약 기술을 사용하는 다른 코인으로 교환하고 싶다면 다음과 같은 방법으로 그렇게 할 수 있습니다. Alice는 Bitcoin (BTC)을 갖고 있지만 Litecoin (LTC)을 원하고 Bob은 LTC를 갖고 있지만 BTC를 원합니다. 그들은 원자 스왑을 결정하여 각자가 원하는 동전을 얻습니다. Alice는 자금을 잠그는 스크립트를 사용하여 BTC를 특수 주소로 보내 그녀도 액세스 할 수 없게합니다. Alice가 그녀의 BTC를 Lockbox에 넣는 것처럼 생각할 수 있습니다. 락박스가 만들어지면 그녀는 키를 얻고이 키의 해시를 Bob에게 보냅니다. 이제 Bob은 키 자체가 아니라 해시 만 가지고 있으므로 아직 자금에 액세스 할 수 없습니다. </p> <p> Bob은이 해시를 자신의 Lockbox를 생성하는 시드로 사용하고 LTC를 그곳에 전송합니다. Alice의 키 해시가 Bob의 Lockbox가 만들어지는 시드로 사용되었으므로 그녀는 자신의 키를 사용하여 Bob의 Lockbox에서 LTC를 요청할 수 있습니다. 그녀의 열쇠가 맞습니다! 그러나 수학 부두 마술을 사용하여 그녀가 LTC 잠금을 열기 위해 키를 사용할 때, 그녀는 Bob에게 키를 공개하고, Bob은이를 사용하여 자신의 자물쇠 상자에 넣은 BTC를 청구 할 수 있습니다. 이러한 방식으로 중개자없이 Alice와 Bob은 자산을 성공적으로 교환했습니다. </p> <p>하지만 약간의 문제가 있습니다. Alice가 자신의 락박스로 전송하고 Bob이 더 이상 거래하지 않기로 결정하면 어떻게 될까요? 이제 Alice는 자신이 잠근 BTC에 액세스 할 수없고 Bob이 거래의 일부를 완료하지 않기 때문에 Alice는 돈을 영원히 잃게됩니다. 운 좋게도 비트 코인에는 환불 거래라는 작은 기술이 있으므로 일정 시간이 지난 후 Bob이 BTC를 청구하지 않으면 스크립트에 안전 장치가 내장되어 BTC가 자동으로 앨리스에게 돌아갑니다. 이것은 Monero의 원자 스왑 구현을위한 주요 속도 범프였습니다. Monero의 <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> 링 서명 개인 정보 보호 기술 </a> 때문에 거래 발신자는 항상 불확실합니다. 거래의 출처를 알지 못하더라도 프로토콜은 어떻게 환불 거래를 할 수 있나요? </p> <p> 2017 년에 소규모 연구자들은 Monero에서 원자 스왑이 작동하는 다른 방법을 설명했습니다. 몇 년간의 개선 끝에 연구원들은 Monero가 환불 거래 없이도 비트 코인과 원자 스왑을 수행 할 수있는 프로세스를 마무리했습니다. </p> <p>이 수준의 기술적 인 복잡성의 많은 것들과 마찬가지로, 우리의 설명은 아이디어를 전달하기 위해 일부를 지나치게 단순화 할 것이지만이 프로세스가 작동하는 메커니즘에 대한 확실한 아이디어를 제공 할 것입니다. </p> <p> Alice (XMR을 갖고 있고 BTC를 원하는)와 Bob (BTC를 갖고 있고 XMR을 원하는) 모두 원자 스왑을 지원하는 프로그램을 다운로드하여 실행해야합니다. 이것은 지갑, 탈 중앙화 거래소 또는 특수한 특정 프로그램으로 구현 될 수 있지만 소프트웨어는 원자 스왑 프로토콜을 실행해야합니다. 첫 번째 단계에서 Alice와 Bob의 클라이언트는 서로 연결하고 여러 공유 비밀 및 키를 만듭니다. 이 단계에서는 Alice가 키의 절반을 갖고 Bob이 다른 키를 갖는 새 Monero 주소가 생성됩니다. 그러나 Monero는 아직 거기에 없으므로 지출 할 것이 없습니다. 이 주소에 대해 마지막으로 주목해야 할 점은 둘 다이 지갑에 대한보기 키를 가지고 있으므로 Monero가 도착했는지 또는 언제 도착했는지 확인하기 위해 내부를 들여다 볼 수 있다는 것입니다. </p> <p> 두 번째 단계에서 Bob은 이미 논의한 비트 코인 원자 스왑 프로토콜과 유사한 특수 주소로 BTC를 보냅니다. Alice는 BTC가 블록 체인의이 주소에 도착하는 것을 확인한 후 자신과 Bob이 모두 키의 절반을 가지고있는 Monero 주소로 Monero를 보냅니다. Bob은보기 키가 있기 때문에 Monero가 도착했는지 확인할 수 있으며 Monero가 지갑에 안전하게있는 것을 확인하면 Alice에게 Bitcoin을 인출 할 수있는 키 조각을 보냅니다. 다른 프로토콜과 유사하게, 비트 코인을 주장하는 과정은 모네로 키의 절반을 밥에게 보여줍니다. 이제 Bob은 양쪽을 모두 가지고 있으므로 Monero를 차지할 수있는 반면 Alice는 자신의 절반 만 가지고 있기 때문에 이전에 가져 가려고 할 수 없습니다. </p> <p> 따라서이 모든 것을 살펴 보았지만 Monero가 환불 거래 문제를 어떻게 해결할 수 있었는지에 대해 여전히 약간 혼란 스러우면 대답은 매우 간단합니다. Monero 자체에는 환불 거래가 없으므로 독자는 Bitcoin (환불 거래가있는)이 먼저 전송되고 블록 체인에있는 것으로 확인 된 후에 만 ​​Monero가 전송된다는 사실을 알아야합니다. 이를 통해 Monero는 이러한 기능 자체가 없어도 환불 거래에서 스크립트를 작성하고 활용할 수있는 비트 코인의 기능을 활용할 수 있습니다. </p> <p> 아토믹 스왑이 이제 완료되었지만 여기에서 Bob은 새로 청구 된 XMR에 대한 몇 가지 옵션을 사용할 수 있습니다. 그는이 Monero 지갑을 그대로 사용하거나 XMR을 이미 소유하고있는 다른 지갑으로 이동할 수 있습니다. Alice는 여전히 뷰 키가 있고 내부를 볼 수 있기 때문에 Bob은 Monero를 다른 지갑으로 옮길 가능성이 높습니다. </p> <p>이 프로토콜의 장점은 여전히 ​​새롭고 최적화 할 여지가 많다는 것입니다. 또한 아키텍처가 매우 유연하기 때문에 다른 지갑이나 탈 중앙화 거래소에서의 구현은 단순하고 기존 아키텍처에 깔끔하게 맞아야합니다. </p>
ru: <p>В погоне за децентрализацией и в попытках создать по-настоящему не требующую разрешений систему, далеко немногие вещи представляются столь же желанными в криптовалютном пространстве, как атомные свопы. С момента своего создания проект Monero всеми силами пытался внедрить атомные свопы, однако функции обеспечения приватности создают уникальные проблемы, мешающие разработать соответствующий протокол.</p> <p>Но давайте начнём с начала. Что такое атомные свопы? Это протокол, позволяющий без посредников обменивать две разные криптовалюты, использующие разные блокчейны. Это означает, что если кто-то захочет обменять криптовалюту А на криптовалюту B, он сможет сделать это, не прибегая к услугам биржи, централизованной или децентрализованной. Как можно догадаться, это потребует значительных исследований, а все технические детали, которые делают подобное возможным, довольно сложны. И снова LocalMonero поможет простому пользователю и даст простое объяснение.</p> <p>Для начала рассмотрим простейшую форму атомного свопа, реализованную в Bitcoin. Если кто-то захочет обменять Bitcoin на другую монету, которая использует ту же технологию блокировки хеша по времени, то сможет сделать это следующим образом. Допустим, у Элис есть Bitcoin (BTC), но она хочет Litecoin (LTC), у Боба имеется LTC, но он хочет BTC. Они решают произвести атомный своп, чтобы каждый получил желаемую монету. Элис отправляет свой BTC на специальный адрес, используя скрипты, которые блокируют средства так, что даже она не может получить к ним доступ. Представьте, что Элис кладёт свой BTC в абонентский ящик. Как только ящик будет создан, она получит ключ и отправит хеш этого ключа Бобу. Таким образом, Боб не получает самого ключа, а только хеш, поэтому, пока он не может получить доступ к средствам.</p> <p>Боб использует этот хеш как мнемоническую фразу, на основе которой он создаёт собственный абонентский ящик, после чего он кладёт в ящик свой LTC, где тот так же «запирается». Так как хеш ключа Элис был использован в качестве мнемонической фразы, с помощью которого был создан ящик Боба, она может использовать свой ключ, чтобы забрать LTC, который находится в ящике Боба. Её ключ подходит! Но, благодаря математической магии вуду, когда она использует свой ключ, чтобы открыть ящик с LTC, она раскрывает ключ Бобу, который затем сможет использовать его, чтобы взять BTC, который был положен Элис в ящик. Таким образом, без каких-либо посредников, Элис и Боб успешно обмениваются своими активами.</p> <p>Но есть небольшая проблема. Что случится, если Элис положит актив в свой ящик, а Боб решит, что уже не желает ни с кем ничем обмениваться? Так как Элис не может получить доступ к своему BTC, который она уже «заперла», а Боб не желает завершать свою часть сделки, Элис может просто потерять свои деньги навсегда. К счастью, Bitcoin использует технологию под названием «транзакции возмещения», благодаря которой спустя какой-то период времени, если BTC не будет востребован Бобом, скрипты задействуют встроенную функцию безопасности, и BTC автоматически вернётся к Элис. Это и было основным препятствием для реализации атомных свопов в Monero. Из-за технологии обеспечения приватности Monero под названием <a target="_blank" href="/knowledge/ring-signatures" class="next-link">«кольцевые подписи»</a> отправитель транзакции всегда скрыт. Как протокол сможет произвести транзакцию возмещения, если ему даже неизвестно, кто был источником транзакции?</p> <p>В 2017 году небольшой группой исследователей был предложен другой метод, позволяющий проводить атомные свопы с Monero. После нескольких лет доработки, исследователи завершили разработку процесса, благодаря которому стали возможны атомные свопы между Monero и Bitcoin даже без транзакций возмещения.</p> <p>Как и в случае со многими вещами подобного уровня технической сложности, в рамках нашего объяснения некоторые детали будут предельно упрощены, что позволит передать идею, но при этом всё равно создаст достаточное представление о механизмах, с помощью которых обеспечивается работа процесса.</p> <p>Элис (у которой имеется XMR и которая хочет BTC) и Боб (у которого есть BTC и который хочет XMR) должны скачать и запустить программу, которая поддерживает проведение атомных свопов. Это может быть сделано при помощи кошелька, децентрализованной биржи или специальной программы, но программное обеспечение должно поддерживать протокол проведения атомных свопов. На первом этапе клиенты Элис и Боба подключаются друг к другу и создают несколько общих секретов и ключей. На этом этапе создается и новый адрес Monero. При этом у Элис появляется одна половина ключа, а у Боба — другая. Но пока ещё нет никаких Monero, поэтому, и тратить нечего. И последнее, что нужно отметить в отношении этого адреса: оба участника имеют ключ просмотра для этого кошелька, так что оба они могут заглянуть в него, чтобы увидеть, были ли на него получены Monero.</p> <p>На втором этапе Боб отправляет свой BTC на специальный адрес, подобно тому, как это происходит в случае с протоколом проведения атомных свопов Bitcoin, который мы уже обсуждали. После того, как Элис увидит, что BTC поступил на этот адрес в блокчейне, она отправит свои XMR на адрес Monero, для которого у них с Бобом имеется по половине ключа. Боб может проверить, поступили Monero или нет, так как у него также есть ключ просмотра, и как только он увидит, что Monero благополучно поступили в кошелёк, он отправит часть ключа Элис, и эта часть позволит ей забрать Bitcoin. Как и в случае с другим протоколом, в процессе изъятия Bitcoin Элис показывает свою половину ключа Monero Бобу. Теперь у Боба есть обе половинки, и он может забрать Monero, в то время как у Элис имеется только её половина, так что она не сможет попытаться забрать Monero обратно, прежде чем это сделает Боб.</p> <p>И если вы прочитали всё это и по-прежнему не понимаете, как Monero удалось решить проблему транзакций возмещения, то ответ довольно прост. Поскольку Monero не использует транзакций возмещения, читатель должен был заметить, что Bitcoin (который предполагает проведение таких транзакций) отправляется первым, и только после того, как его наличие в блокчейне будет подтверждено, отправляется Monero. Это позволяет Monero использовать способность Bitcoin проводить транзакции возмещения и использовать их в своих интересах, даже не имея такой возможности.</p> <p>Атомный своп завершён, и теперь у Боба есть несколько вариантов использования вновь полученных XMR. Он может использовать этот кошелёк Monero как есть, или же переместить XMR в другой кошелёк, которым владеет. Боб, скорее всего, переместит Monero в другой кошелек, потому что у Элис по-прежнему имеется ключ просмотра, и она может увидеть, сколько Monero находится внутри кошелька.</p> <p>Прелесть данного протокола заключается в том, что он пока ещё довольно новый, и есть много возможностей для его оптимизации. Также, протокол достаточно гибок по своей архитектуре, что позволяет использовать его реализацию для других кошельков или децентрализованных бирж, и будет соответствовать их уже существующей архитектуре.</p>
