Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# settings__delete_account__dialog__warning
source: Your account will be deleted entirely - are you sure you want to proceed? This cannot be undone.
es: Tu cuenta será eliminada por completo - ¿estás seguro de que quieres proceder? Esto no se puede deshacer.
ko: 계정이 완전히 삭제됩니다 - 당신은 당신이 진행할 것인지 확신? 이 작업은 취소할 수 없습니다.
ru: Ваша учетная запись будет полностью удалена - вы уверены, что хотите продолжить? Это действие необратимо.

# settings__email_already_linked
source: This email is linked to another user
es: Este correo electrónico está asociado a otro usuario
ko: 이 이메일은 다른 유저가 사용중입니다
ru: Данный адрес уже привязан к другому пользователю

# settings__error__email_change_title
source: Email change error
es: Error de cambio de Email
ko: 이메일 변경 에러
ru: Ошибка при смене адреса почты

# settings__generic_error
source: Something went wrong! Please try again.
es: ¡Algo ha ido mal! Por favor, pruebe otra vez.
ko: 문제가 생겼습니다! 다시 시도해주세요.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз

# settings__havent_received_email
source: If you don't see a letter from us in your email inbox
es: Si usted no ve ningún correo nuestro en su bandeja de entrada
ko: 저희가 보낸 인증메일을 찾을 수 없다면
ru: В случае, если вы не видите письмо от нас в своем почтовом ящике

# settings__havent_received_email_btn
source: Click here to send verification letter
es: Pinche aquí para enviar correo de verificación
ko: 여기를 눌러 인증메일을 보내세요
ru: Нажмите, чтобы отправить письмо с подтверждением

# settings__homepage
source: Homepage
es: Página principal
ko: 홈페이지
ru: Ваш сайт

# settings__homepage_tip
source: Shown on your public profile. Only valid URL accepted (e.g. https://{example_url})
es: Se muestra en su perfil público. Sólo se acepta URL válida. (p.e. https://{example_url})
ko: 당신 계정 공개정보에 표시됩니다. 사용 가능한 URL만 가능합니다 (예 https://{example_url})
ru: Показывается в общедоступном профиле. Только правильные URL (напр. https://{example_url})

# settings__no_email_warn
source: Your account doesn't have a verified email set. If you lose your password, {appName} will not be able to help you reset it.
es: Su cuenta todavía no tiene vinculado un email verficiado. Si pierde su contraseña, FRONT_TYPE no podrá ayudarle a resetearla.
ko: 계정에 인증된 이메일이 없습니다. 비밀번호를 잊으면, FRONT_TYPE도 도와줄 수 없습니다.
ru: К вашему профилю не привязан подтвержденный адрес электронной почты. В случае утери пароля, FRONT_TYPE не сможет помочь вам восстановить его.

# settings__notifications__email_message_long
source: Send email notifications when new trade message is received (once per hour)
es: Envíe notificaciones por correo electrónico cuando se reciba un nuevo mensaje comercial (una vez por hora)
ko: 새로운 거래 메시지 수신시 이메일 알림 전송 (1 시간에 한 번)
ru: Отправлять уведомления по почте при получении нового сообщения в чате сдеки (один раз в час)

# settings__notifications__email_message_short
source: New trade message (once per hour)
es: Nuevo mensaje comercial (una vez por hora)
ko: 새로운 거래 메시지 (1 시간에 한 번)
ru: Новое сообщение в чате сделки (раз в час)

# settings__notifications__email__title
source: Email Notifications
es: Notificaciones por correo electrónico
ko: 이메일 알림
ru: Email Уведомления

# settings__notifications__escrow_release_long
source: Send email notifications when a trade is finalized
es: Enviar notificaciones por correo electrónico cuando se finaliza una operación
ko: 거래가 완료되면 이메일 알림 보내기
ru: Отправка уведомлений по email при завершении сделки

# settings__notifications__escrow_release_short
source: Trade finalized
es: Comercio finalizado
ko: 거래 완료
ru: Сделка завершена

# settings__notifications__escrow_release_tip
source: Send email notifications when a trade is finalized
es: Enviar notificaciones por correo electrónico cuando se finaliza una operación
ko: 거래가 완료되면 이메일 알림 보내기
ru: Отправка уведомлений по email при завершении сделки

# settings__notifications__new_offers_long
source: Send email notifications for new trade contacts
es: Enviar notificaciones por email sobre nuevas transacciones
ko: 새 거래요청 이메일 알림 보내기
ru: Отправлять уведомления на почту при получении новых контактов по сделкам

# settings__notifications__new_offers_short
source: New trade contacts
es: Nuevas transacciones
ko: 새 거래요청
ru: Новые контакты по сделкам

# settings__notifications__new_offers_tip
source: Send email notifications for new contact requests
es: Enviar notificaciones por email para nuevas solicitudes de contacto
ko: 새 거래요청이 생기면 이메일 알림을 보냅니다
ru: Отправлять уведомления на почту при получении новых контактов по сделкам

# settings__notifications__new_payments_long
source: Send email notifications for new online payments
es: Enviar notificaciones por email para nuevos pagos en línea
ko: 새 온라인 결제 이메일 알림 보내기
ru: Отправлять уведомления на почту при получении новых онлайн-платежей

# settings__notifications__new_payments_short
source: New online payments
es: Nuevos pagos en línea
ko: 새 온라인 결제
ru: Новые онлайн-платежи

# settings__notifications__new_payments_tip
source: Send email notifications for new online payments in your trades
es: Enviar notificaciones por email para nuevos pagos en línea en sus transacciones
ko: 진행중인 거래중 새 올라인 결제가 있으면 이메일 알림을 보냅니다
ru: Отправлять уведомления на почту при получении новых онлайн-платежей в ваших сделках

# settings__notifications__sensitive_long
source: Disable sensitive information from email notifications
es: Desactivar información sensible en las notificaciones por email
ko: 이메일 알림에서 민감한 정보 숨기기
ru: Отключить конфиденциальную информацию из уведомлений по электронной почте

# settings__notifications__sensitive_short
source: Disable sensitive info
es: Desactivar información sensible
ko: 민감한 정보 숨기기
ru: Отключить конфиденциальную информацию

# settings__notifications__sensitive_tip
source: The emails will just ask you to log in to the site, where the actual notifications will be
es: Las notificaciones por correo electrónico solo le pedirán que inicie sesión en el sitio web, donde se enviarán las notificaciones reales
ko: 이메일은 사이트에 로그인하라고만 알려주고, 실제 알림은 사이트에서 볼 수 있습니다
ru: Сообщения электронной почты будут просто содержать предложение войти на сайт, где можно будет просмотреть собственно уведомления.

# settings__notifications__telegram__dialog_title
source: Mobile Telegram Notifications
es: Notificaciones Telegram para móvil/celular
ko: 텔레그램 모바일 알림
ru: Мобильные уведомления в Telegram

# settings__notifications__telegram__disable_confirm_btn
source: Disable Telegram notifications
es: Desactivar notificaciones Telegram
ko: 텔레그램 알림 비활성화
ru: Отключить уведомления в Telegram

# settings__notifications__telegram__disable_confirm_text
source: This will disable notifications on Telegram. You can enable Telegram notifications again by entering your Telegram Notification ID.
es: Esto desactivará las notificaciones en Telegram. Puede activar las notificaciones Telegram otra vez introduciendo su ID de Notificaciones Telegram.
ko: 텔레그램 알림을 비활성화합니다. 텔러그램 알림 ID를 입력해 다시 텔레그램 알림을 활성화할 수 있습니다.
ru: Вы перестанете получать уведомления в Telegram. Вы можете снова включить уведомления в Telegram, введя ваш ID уведомлений Telegram.

# settings__notifications__telegram__error__generic
source: Something went wrong. Please try refreshing the page and repeating the request.
es: Algo fue mal. Por favor, trate de refrescar la página y repita la solicitud.
ko: 문제가 생겼습니다! 새로고침 후 다시 시도해주세요.
ru: Что-то пошло не так. Пожалуйста, попробуйте обновить страницу и повторить запрос.

# settings__notifications__telegram__error__id_already_linked
source: This Telegram ID is linked to other user
es: Este ID de Telegram está vinculado a otro usuario
ko: 다른 유저가 이용중인 텔레그램ID입니다
ru: Этот ID уведомлений в Telegram уже привязан к другому аккаунту

# settings__notifications__telegram__escrow_long
source: Send Telegram notifications when a trade is finalized
es: Enviar notificaciones de Telegram cuando se finaliza una operación
ko: 거래가 완료되면 텔레그램 알림 보내기
ru: Отправлять уведомления в Telegram о завершении сделки

# settings__notifications__telegram__escrow_short
source: Trade finalized
es: Comercio finalizado
ko: 거래 완료
ru: Сделка завершена

# settings__notifications__telegram__how_to
source: How do I turn on {appName} Telegram mobile notifications?
es: ¿Cómo puedo activar en FRONT_TYPE las notificaciones de Telegram para móvil/celular?
ko: FRONT_TYPE 텔레그램 모바일 알림은 어떻게 끄나요?
ru: Как мне включить FRONT_TYPE уведомления в Telegram?

# settings__notifications__telegram__id
source: Telegram Notifications ID
es: ID de Notificaciones Telegram
ko: 텔레그램 알림 ID
ru: ID уведомлений в Telegram

# settings__notifications__telegram__id_tip
source: Telegram Notifications ID given to you by the {appName} Notification Bot
es: ID de Notificaciones Telegram proporcionado por el Bot de FRONT_TYPE
ko: 텔레그램 알림 ID는 FRONT_TYPE 알림봇이 알려줍니다
ru: ID уведомлений в Telegram (Telegram Notifications ID), который вам присвоил бот уведомлений FRONT_TYPE

# settings__notifications__telegram__messages_long
source: Send Telegram notifications for new chat messages in trades
es: Envía notificaciones Telegram por nuevos mensajes en el chat de transacción
ko: 거래챗에 새 메시지가 있으면 텔레그램 알림을 받습니다
ru: Отправлять уведолмения в Telegram при получении новых сообщений в чате сделки

# settings__notifications__telegram__messages_short
source: Chat messages in trade
es: Mensajes del chat de transacción
ko: 거래 내 채팅 메시지
ru: Сообщения в чате сделки

# settings__notifications__telegram__payments_long
source: Send Telegram notifications for new online payments
es: Envía notificaciones Telegram por nuevos pagos en línea
ko: 새 온라인 결제가 있으면 텔레그램 알림을 받습니다
ru: Отправлять уведомления в Telegram при новых платежах в онлайн-сделках

# settings__notifications__telegram__payments_short
source: New online payments
es: Nuevos pagos en línea
ko: 새 온라인 결제
ru: Новые онлайн платежи

# settings__notifications__telegram__payments_tip
source: Send Telegram notifications for new online payments in your trades
es: Envía notificaciones Telegram por nuevos pagos en línea en sus transacciones
ko: 진행중인 거래에 새 온라인 결제가 있으면 텔레그램 알림을 받습니다
ru: Отправлять уведомления в Telegram при новых платежах в онлайн-сделках

# settings__notifications__telegram__title
source: Telegram Notifications
es: Notificaciones Telegram
ko: 텔레그램 알림
ru: Уведомления в Telegram

# settings__notifications__telegram__trade_requests_long
source: Send Telegram notifications for new trade requests
es: Envía notificaciones Telegram por nuevas solicitudes de transacción
ko: 새 거래요청이 있으면 텔레그램 알림을 받습니다
ru: Отправлять уведомления в Telegram при новых предложениях по сделкам

# settings__notifications__telegram__trade_requests_short
source: New trade requests
es: Nuevas solicitudes de transacción
ko: 새 거래요청
ru: Новые предложения по сделкам

# settings__notifications__title
source: Notifications
es: Notificaciones
ko: 알림
ru: Уведомления

# settings__notifications__web_notifications
source: Enable web notifications
es: Activar notificaciones web
ko: 웹 알림 활성화
ru: Включить веб-уведомления

# settings__notifications__web_notifications_tip
source: You will get external notifications outside the browser window
es: Usted recibirá notificaciones externas a la ventana del navegador
ko: 새 창으로 알림을 받습니다
ru: Вы будете получать внешние уведомления за пределами окна вашего браузера

# settings__personal_info
source: Personal introduction
es: Información personal
ko: 개인정보 소개
ru: О себе

# settings__personal_info_tip
source: Shown on your public profile. Maximum 65536 characters. Can use markdown for styling.
es: Se muestra en su perfil público. Máximo 65536 caracteres. Puede usar markdown para estilizar el texto.
ko: 공개 프로필에 표시되는 정보입니다. 최대 65536자. markdown을 사용해 꾸며보세요.
ru: Показывается в общедоступном профиле. Максимум 65536 символов. Можно использовать Markdown для оформления.

# settings__personal_info_title
source: Personal Information
es: Información Personal
ko: 개인정보
ru: Личная информация

# settings__reputation_import__error__imported_by_other_user
source: This account's reputation has already been imported by another user. Perhaps you've made a typo in the username, or maybe chosen the wrong platform?
es: Otro usuario ya ha importado la reputación de esta cuenta. ¿Quizás ha cometido un error tipográfico en el nombre de usuario o quizás ha elegido la plataforma incorrecta?
ko: 이 계정의 평판은 이미 다른 사용자가 가져 왔습니다. 사용자 이름에 오타를 입력했거나 잘못된 플랫폼을 선택했을 수 있습니다.
ru: Репутация этого аккаунта уже импортирована другим пользователем. Возможно, вы допустили опечатку в имени пользователя или выбрали не ту платформу?

# settings__reputation_import__error__lbc_invalid_username
source: Your LocalBitcoins profile is not publicly available, you can test it yourself by attempting to open your own LocalBitcoins profile while being logged out: {link}. We cannot import profiles that aren't publicly available. Try contacting LocalBitcoins support to resolve this, but remove the code from your LocalBitcoins introduction before doing so.
es: Su perfil de LocalBitcoins no está disponible públicamente, puede probarlo usted mismo intentando abrir su propio perfil de LocalBitcoins mientras está desconectado: {link}. No podemos importar perfiles que no estén disponibles públicamente. Intente ponerse en contacto con el soporte de LocalBitcoins para resolver esto, pero elimine el código de su introducción de LocalBitcoins antes de hacerlo.
ko: 귀하의 LocalBitcoins 프로필은 공개적으로 사용할 수 없습니다. 로그 아웃 한 상태에서 자신의 LocalBitcoins 프로필을 열어 직접 테스트 할 수 있습니다. {link}. 공개적으로 사용할 수없는 프로필은 가져올 수 없습니다. 이 문제를 해결하려면 LocalBitcoins 지원에 문의하십시오. 그러나 그렇게하기 전에 LocalBitcoins 소개에서 코드를 제거하십시오.
ru: Ваш профиль LocalBitcoins не является общедоступным, вы можете проверить его самостоятельно, попытавшись открыть свой профиль LocalBitcoins при выходе из системы: {link}. Мы не можем импортировать профили, которые не являются общедоступными. Попробуйте обратиться в службу поддержки LocalBitcoins, чтобы решить эту проблему, но перед тем, как это сделать, удалите код из введения LocalBitcoins.

# settings__reputation_import__error__platform_error
source: Something went wrong. Check that the username is correct and that you've selected the correct platform. If they are correct, try again in 5 minutes. If that still doesn't help, open a support ticket.
es: Algo salió mal. Verifique que el nombre de usuario sea correcto y que haya seleccionado la plataforma correcta. Si son correctos, inténtelo de nuevo en 5 minutos. Si eso aún no ayuda, abra un ticket de soporte.
ko: 문제가 발생했습니다. 사용자 이름이 정확하고 올바른 플랫폼을 선택했는지 확인하십시오. 정확하면 5 분 후에 다시 시도하십시오. 그래도 도움이되지 않으면 지원 티켓을여십시오.
ru: Что-то пошло не так. Убедитесь, что имя пользователя правильное и что вы выбрали правильную платформу. Если они верны, повторите попытку через 5 минут. Если это по-прежнему не поможет, откройте тикет в службу поддержки.

# settings__resend_letter_dialog__title
source: Please complete CAPTCHA
es: Por favor, complete el CAPTCHA
ko: CAPTCHA를 완료해주세요
ru: Пожалуйста выполните CAPTCHA

# settings__resend_letter__sent
source: Letter sent!
es: ¡Correo enviado!
ko: 전송 완료!
ru: Письмо отправлено!

# settings__saved
source: Saved!
es: ¡Guardado!
ko: 저장완료!
ru: Сохранено!

# settings__selling_vacation_tip
source: No one who wants to buy your coins will see your ads or open trades on them
es: Nadie que quiera comprar sus monedas verá sus anuncios o abrirá operaciones con ellos
ko: 당신에게 코인을 팔고 싶지 않은 사람은 당신 계약을 보지 못하고 거래를 열지도 않습니다
ru: Желающие купить ваши монеты не увидят ваши объявления или не смогут открыть по ним сделку

# settings__selling_vacation_title
source: Selling vacation
es: Vendiendo en vacaciones
ko: 휴가 판매
ru: Приостановить продажи

# settings__tab__change_email_long
source: Change email
es: Cambiar email
ko: 이메일 변경
ru: Поменять адрес почты

# settings__tab__change_password_long
source: Password
es: Contraseña
ko: 비밀번호 변경
ru: Пароль

# settings__tab__import_reputation
source: Import reputation
es: Importar reputación
ko: 평판 가져 오기
ru: Импорт репутации

# settings__tab__import_reputation__description
source: You can import your reputation from another P2P platform to {appName}. You'll need to place a code somewhere in your profile on the other platform, which we'll then verify. You can link one account per platform.
es: Puede importar su reputación desde otra plataforma P2P a FRONT_TYPE. Deberá colocar un código en algún lugar de su perfil en la otra plataforma, que luego verificaremos. Puede vincular una cuenta por plataforma.
ko: 다른 P2P 플랫폼에서 FRONT_TYPE으로 평판을 가져올 수 있습니다. 다른 플랫폼의 프로필 어딘가에 코드를 배치해야합니다. 그런 다음이를 확인합니다. 플랫폼 당 하나의 계정을 연결할 수 있습니다.
ru: Вы можете импортировать свою репутацию с другой P2P-платформы в FRONT_TYPE. Вам нужно будет разместить код где-нибудь в вашем профиле на другой платформе, который мы затем проверим. Вы можете привязать одну учетную запись к каждой платформе.

# settings__tab__notifications__long
source: Notifications
es: Notificaciones
ko: 알림
ru: Уведомления

# settings__tab__user_settings_long
source: Personal
ko: 유저 설정
ru: Личное

# settings__title
source: Account settings
es: Opciones de la cuenta
ko: 계정 설정
ru: Настройки профиля

# settings__vacation_title
source: Vacation
es: Vacaciones
ko: 휴가
ru: Отпуск

# settings__wrong_password
source: Wrong password
es: Contraseña incorrecta
ko: 잘못된 비밀번호입니다
ru: Неправильный пароль

# settlement_address
source: Settlement wallet address
es: Dirección del monedero de liquidación
ko: 결제 지갑 주소
ru: Адрес расчетного кошелька

# signup_success__letter_sent
source: A verification letter has been sent to your email.
es: Un correo de verificación ha sido enviado a tu correo electrónico.
ko: 이메일로 인증메일을 보냈습니다.
ru: Вам был отправлено письмо с инструкциями по подтверждению почтового адреса.

# signup_success__login
source: You will now be redirected to the homepage.
es: Ahora será redireccionado a la página de inicio.
ko: 홈페이지로 이동합니다.
ru: Сейчас вы будете перенаправлены на главную страницу.

# signup_success__title
source: Registration success!
es: ¡Registro completado!
ko: 가입 성공!
ru: Регистрация успешна!

# signup__agree_to_tos
source: I have read and agreed to
es: He leído y acepto los {terms}
ko: {terms}을 읽었고 동의합니다
ru: Я прочитал и согласен с {terms}

# signup__agree_to_tos_terms
source: terms of service
es: Términos del servicio FRONT_TYPE
ko: FRONT_TYPE 서비스 약관
ru: договором офертой FRONT_TYPE

# signup__btn
source: Sign up
es: Registro
ko: 가입
ru: Зарегистрироваться

# signup__confirm_pass
source: Confirm password
es: Confirmar contraseña
ko: 비밀번호 확인
ru: Подтвердить пароль

# signup__email
source: Email (optional)
es: Correo electrónico (opcional)
ko: 이메일 (선택적)
ru: Email (необязательно)

# signup__email_tip
source: You don't have to enter your email to trade Monero, but without it we won't be able to recover your password or send you email notifications. Your email will be checked against a third-party database of disposable email providers.
es: No es necesario que ingrese su correo electrónico para intercambiar Monero, pero sin él no podremos recuperar su contraseña ni enviarle notificaciones por correo electrónico. Su correo electrónico se verificará con una base de datos de terceros de proveedores de correo electrónico desechables.
ko: 모네로 거래는 이메일을 입력할 필요는 없지만, 이메일이 없으면 비밀번호 복구나 이메일 알림이 불가능합니다. 제공된 이메일은 일회성 이메일 제공사와 대조해 검사됩니다.
ru: Вам не нужно вводить адрес электронной почты, чтобы торговать Monero, но без него мы не сможем восстановить ваш пароль или отправлять уведомления по электронной почте. Ваша электронная почта будет проверена по сторонней базе данных поставщиков одноразовой электронной почты.

# signup__email_tip___agoradesk
source: You don't have to enter your email to trade cryptocurrencies, but without it we won't be able to recover your password or send you email notifications. Your email will be checked against a third-party database of disposable email providers.
es: No tiene que ingresar su correo electrónico para intercambiar criptomonedas, pero sin ella no podremos recuperar su contraseña ni enviarle notificaciones por correo electrónico. Su correo electrónico se verificará con una base de datos de terceros de proveedores de correo electrónico desechables.
ko: 가상화폐 거래는 이메일을 입력할 필요는 없지만, 이메일이 없으면 비밀번호 복구나 이메일 알림이 불가능합니다. 제공된 이메일은 일회성 이메일 제공사와 대조해 검사됩니다.
ru: Вам не нужно вводить адрес электронной почты для обмена криптовалютами, но без него мы не сможем восстановить ваш пароль или отправлять уведомления по электронной почте. Ваша электронная почта будет проверена по сторонней базе данных поставщиков одноразовой электронной почты.

# signup__error_2_dialog_title
source: Registration error
es: Error de registro
ko: 가입 에러
ru: Ошибка регистрации

# signup__error_dialog_text
source: Please enter valid information.
es: Por favor, introduzca información válida.
ko: 잘못된 정보를 입력하셨습니다.
ru: Пожалуйста, введите верную информацию.

# signup__error_dialog_title
source: Form error
es: Error de formulario
ko: 입력 에러
ru: Ошибка запроса

# signup__login
source: Already have an account?
es: ¿Ya tiene una cuenta? {link}
ko: 계정이 이미 있나요? {link}
ru: Уже зарегистрированы? {link}

# signup__login_link
source: Log in.
es: Iniciar sesión.
ko: 로그인
ru: Войдите.

# signup__title
source: Sign up
es: Regístrese
ko: 가입
ru: Регистрация

# signup__tos_dialog_text
source: In order to register, please read and agree with {terms}
es: Para poder registrarse, por favor, lea y acepte los {terms}
ko: 가입하기 위해 {terms}를 읽고 동의해주세요
ru: Для регистрации, пожалуйста прочтите и согласитесь с {terms}

# signup__tos_dialog_text_agree
source: Agree
es: Acepto
ko: 동의
ru: Согласен

# signup__tos_dialog_text_disagree
source: Disagree
es: Rechazo
ko: 비동의
ru: Не согласен

# signup__tos_dialog_text_terms
source: {appName} terms of service
es: Términos del servicio FRONT_TYPE
ko: FRONT_TYPE 서비스 약관
ru: договором офертой FRONT_TYPE

# signup__tos_dialog_title
source: Terms of service
es: Términos del servicio
ko: 서비스 약관
ru: Договор оферта

# sso__logout_portal
source: You are being logged out...
es: Está siendo desconectado...
ko: 로그아웃중...
ru: Вы выходите из системы...

# sso__unverified_email_text
source: You need to verify your email to continue. You can do it at the {settings-page}.
es: Necesita verificar su correo electrónico para continuar. Puede hacerlo en la {settings-page}.
ko: {settings-page}에서 이메일 인증을 해야 계속할 수 있습니다.
ru: Чтобы продолжить, вам нужно подтвердить ваш адрес электронной почты. Вы можете сделать это на {settings-page}.

# sso__unverified_email_title
source: Unverified email
es: Correo electrónico sin verificar
ko: 미인증 이메일
ru: Неподтверждённый email

# start__2fa
source: Two-factor authentication
es: Autenticación de Dos Factores
ko: 2중인증
ru: Двухфакторная аутентификация

# start__buy_online
source: How to buy {assetName} online
es: Cómo comprar {assetName} en línea
ko: 온라인으로 {assetName} 구매하는 방법
ru: Как купить {assetName} онлайн

# start__buy_online___agoradesk
source: How to buy cryptocurrencies online
es: Cómo comprar criptomonedas en línea
ko: 온라인으로 가상화폐 구매하는 방법
ru: Как купить криптовалюты онлайн

# start__learn_more
source: Learn More
es: Saber Más
ko: 더 배우기
ru: Узнать больше

# start__local
source: How to buy or sell {assetName} for cash
es: Como comerciar localmente con {assetName}
ko: {assetName}을 현금으로 매매하는 방법
ru: Как торговать {assetName} при личной встрече

# start__local___agoradesk
source: How to buy or sell cryptocurrencies for cash
es: Cómo comprar o vender criptomonedas por dinero en efectivo
ko: 가상화폐를 현금으로 매매하는 방법
ru: Как купить или продать криптовалюту за наличные

# start__settings
source: {appName} settings
es: Configuración de FRONT_TYPE
ko: FRONT_TYPE 설정
ru: Настройки FRONT_TYPE

# start__title
source: {appName} guides: how to buy or sell Monero
es: Empezando
ko: FRONT_TYPE 가이드: 모네로를 매매하는 방법
ru: Рукводоства по началу: как купить или продать Монеро

# start__trade
source: Introduction on trading {assetName}
es: Introducción al comercio con {assetName}
ko: {assetName} 거래의 시작
ru: Введение к торговле {assetName} онлайн
