Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# buyer_settlement_fee_level__description
source: Choose a fee level to be used during the trade settlement. The values shown here are the current rate estimations and may differ from those applied during the trade settlement. Should the amount of the trade be too low to settle the trade with the selected fee level, a lower fee level will be automatically selected during the settlement.
es: <strong> Elija un nivel de comisión que se utilizará durante la liquidación de la operación. </strong> Los valores mostrados aquí son las estimaciones actuales de las tasas y pueden diferir de las aplicadas durante la liquidación de la operación. Si el importe de la operación es demasiado bajo para liquidar la operación con el nivel de comisión seleccionado, se seleccionará automáticamente un nivel de comisión inferior durante la liquidación.
ko: <strong> 거래 결제 시 사용할 수수료 수준을 선택합니다. </strong> 여기에 표시된 값은 현재 예상 요율이며 거래 결제 시 적용된 값과 다를 수 있습니다. 거래 금액이 너무 낮아 선택한 수수료 수준으로 거래를 결제할 수 없는 경우 결제 시 더 낮은 수수료 수준이 자동으로 선택됩니다.
ru: <strong> Выберите уровень комиссии, который будет использоваться при расчете по сделке. </strong> Указанные здесь значения являются текущими оценками и могут отличаться от тех, которые будут применены при расчете по сделки. Если сумма сделки слишком мала, чтобы завершить сделку с выбранным уровнем комиссии, в процессе расчета будет автоматически выбран более низкий уровень комиссии.

# buyer_settlement_fee_level__title
source: Settlement fee level
es: Nivel de la tasa de liquidación
ko: 결제 수수료 수준
ru: Уровень комиссии при расчёте

# cancelled__no_trades
source: You haven't cancelled any trades yet
es: No ha cancelado ninguna transacción todavía
ko: 아직 취소한 거래가 없습니다.
ru: У вас еще нет отменённых сделок

# cancelled__title
source: Your cancelled trades
es: Sus transacciones canceladas
ko: 취소한 거래
ru: Ваши отменённые сделки

# captcha__helper_text
source: Enter the text on the image above
es: Introduzca el texto de la imagen de arriba
ko: 위 이미지에 적힌 대로 입력하시기 바랍니다
ru: Введите текст на изображении выше

# chat__attach
source: Attach a file
es: Adjuntar un archivo
ko: 파일첨부
ru: Прикрепить файл

# chat__attachment
source: Attachment
es: Adjunto
ko: 첨부물
ru: Приложение

# chat__btn
source: Send message
es: Enviar mensaje
ko: 메시지 보내기
ru: Отправить сообщение

# chat__eu_fraud_warning
source: There seems to be a surge of bank account fraud in our European region right now. <br /> We advise all our traders in the European region to exercise extreme caution when dealing with new trading partners, such as asking for a photograph of themselves holding an ID and a piece of paper with trade information (such as trade ID, amount, username and date). Keep in mind that fraudsters might be in possession of leaked or stolen KYC documents. <br />
es: Parece que hay una oleada de fraude en cuentas bancarias en nuestra región europea en este momento. <br /> Aconsejamos a todos nuestros operadores en la región europea que tengan mucho cuidado cuando tratar con nuevos socios comerciales, como solicitar una fotografía de ellos mismos con una identificación y un pedazo de papel con información comercial (como identificación comercial, monto, nombre de usuario y fecha). Tenga en cuenta que los estafadores pueden estar en posesión de información filtrada o Documentos KYC robados. <br />
ko: 현재 유럽지역에 은행계좌 사기가 급증하고 있습니다. <br /> 유럽지역의 유저들은 새로운 대상과 거래할 때 신분증과 거래내용()거래 ID, 거래량, 유저명, 날짜 등)이 적힌 종이를 들고 찍은 사진을 요구하는 등 주의를 기울이시기 바랍니다. 사기꾼들은 도난당한 KYC 문서를 보유하고 있을 수도 있다는 것을 명심하시기 바랍니다. <br />
ru: В нашем европейском регионе, похоже, сейчас наблюдается всплеск мошенничества с банковскими счетами. <br /> Мы советуем всем нашим трейдерам в европейском регионе проявлять крайнюю осторожность, когда общение с новыми торговыми партнерами, например, запрос фотографии, на которой у них есть удостоверение личности, и лист бумаги с торговой информацией (такой как идентификатор сделки, сумма, имя пользователя и дата). Имейте в виду, что мошенники могут получить утечку или украденные документы KYC. <br />

# chat__input_tip
source: <strong>Enter</strong> to start a new line, <strong>Alt+Enter</strong> to send a message. 65536 characters maximum. {appName} encrypts and stores chat messages for 180 days for dispute mediation purposes.
es: <strong>Enter</strong> para empezar una nueva línea, <strong>Alt+Enter</strong> para enviar un mensaje. Máximo 65536 caracteres. FRONT_TYPE encripta y almacena los mensajes de chat durante 180 días para propósitos de mediación.
ko: <strong>Enter</strong>를 눌러 다음줄로 넘어갈 수 있고, <strong>Alt+Enter</strong>를 눌러 메시지를 전송할 수 있습니다. 최대 65536자. FRONT_TYPE는 분쟁 중재를 위해 채팅내역을 암호화해 180일 동안 저장합니다.
ru: Нажмите <strong>Enter</strong>, чтобы перейти на новую строку. Нажмите <strong>Alt+Enter</strong>, чтобы отправить сообщение. Максимум 65536 символов. FRONT_TYPE хранит сообщения в зашифрованном виде в течение 180 дней для разрешения торговых споров.

# chat__input_tip_short
source: {appName} encrypts and stores chat messages for 180 days for dispute mediation purposes.
es: FRONT_TYPE cifra y almacena mensajes de chat durante 180 días para fines de mediación de disputas.
ko: FRONT_TYPE는 분쟁 중재를 위해 채팅내역을 암호화해 180일 동안 저장합니다.
ru: FRONT_TYPE шифрует и сохраняет сообщения чата в течение 180 дней для целей урегулирования споров.

# chat__input_title
source: Write a message
es: Su mensaje
ko: 메시지 작성...
ru: Ваше сообщение

# chat__no_messages
source: No messages yet
es: Todavía no hay mensajes
ko: 메시지가 없습니다
ru: Еще нет сообщений

# chat__security_warning
source: Do not open any external links you receive in the chat or download any files received from other users externally. It is best to use a separate browser for all your {appName} activity.
es: No abra ningún enlace externo que reciba en el chat ni descargue archivos recibidos externamente de otros usuarios. Es mejor usar un navegador aparte para toda su actividad en FRONT_TYPE.
ko: 다른 유저에게 받은 링크나 파일을 열면 안됩니다. 모든 FRONT_TYPE 활동은 다른 활동과 분리된 다른 브라우저를 통해 이용하는 것을 권장합니다.
ru: Никогда не открывайте ссылки, полученные в чате, и не загружайте файлы, отправленные вам другими пользователями вне сайта. Лучше всего использовать отдельный браузер для всей вашей активности на FRONT_TYPE.

# chat__select_file
source: Select File...
es: Elegir Archivo...
ko: 파일 선택...
ru: Выберите файл...

# chat__send
source: Send
es: Enviar
ko: 전송
ru: Отправить

# chat__shortcuts
source: Enter: new line, Alt+Enter: send
es: Enter: nueva línea, Alt+Enter: enviar
ko: Enter: 다음 줄, Alt+Enter: 전송
ru: Enter: новая строка, Alt+Enter: отправить

# chat__title
source: Send message to {user}
es: Enviar mensaje a {user}
ko: {user}에게 메시지 전송
ru: Отправить сообщение {user}

# chat__upload_error_dialog_text
source: Attached files must be .jpg or .png and 5MB maximum.
es: Los archivos adjuntos deben ser .jpg o .png y 5MB máximo.
ko: 첨부물은 5MB 이하의 .jpg나 .png 파일이어야 합니다.
ru: Прикрепляемые файлы должны быть в форматах .jpg or .png и не более 5MБ.

# chat__upload_error_dialog_title
source: Uploading error
es: Error de carga
ko: 업로드 에러
ru: Ошибка загрузки

# chat__upload_file
source: Upload
es: Subir archivo
ko: 업로드
ru: Загрузить

# chat__upload_tip
source: Accepted file types: .jpg, .png. 5MB maximum.
es: Tipos de archivo aceptados: .jpg, .png. Máximo 5MB.
ko: 업로드 가능한 파일: .jpg, .png. 최대 5MB.
ru: Допустимые форматы: .jpg, .png. 5MБ максимум.

# chat__zoom_tip
source: Tip: press on the message three times to zoom in
es: Consejo: presione en el mensaje tres veces para acercar
ko: 팁: 메시지를 3번 클릭하시면 확대하실 수 있습니다
ru: Совет: нажмите на сообщение трижды, чтобы увеличить его

# completed__no_trades
source: You haven't completed any trades yet
es: Aún no has completado ninguna transacción
ko: 아직 완료된 거래가 없습니다
ru: У вас еще нет завершённых сделок

# completed__title
source: Your completed trades
es: Sus transacciones completadas
ko: 완료된 거래
ru: Ваши завершённые сделки

# contact__le
source: For law enforcement inquires, please read {law-enforcement-inquiries}.
es: Para consultas sobre el cumplimiento de la ley, lea {law-enforcement-inquiries}.
ko: 법 집행 관련 문의는 {law-enforcement-inquiries}을 참조하십시오.
ru: Для запросов правоохранительных органов прочтите {law-enforcement-inquiries}.

# contact__le__policy_link
source: our policy
es: nuestra política
ko: 우리의 정책
ru: наши правила

# contact__text_0
source: To contact our support you can {open-a-ticket} or send an email to {email}
es: Para contactar con nuestro soporte puede {open-a-ticket} enviar un correo electrónico a {email}
ko: 고객지원 연락을 위해 {open-a-ticket} 하시거나 {email}로 이메일해주시기 바랍니다
ru: Для связи с нашей службой поддержки вы можете {open-a-ticket} или отправить письмо на {email}

# contact__text_0_open_a_ticket
source: open a ticket
es: abrir un ticket
ko: 민원접수
ru: открыть тикет

# contact__text_1
source: For business, press and other inquires contact us at {email}
es: Para negocios, prensa y otras consultas, contáctenos en {email}
ko: 다른 사업체 또는 언론은 {email}을 통해 연락해주시기 바랍니다
ru: Для деловых предложений, СМИ и других вопросов пишите нам на {email}

# contact__text_2
source: You can download the {appName} logo in high quality {here}.
es: Puede descargar el logo de FRONT_TYPE en alta resolución {here}.
ko: {here}를 누르시면 FRONT_TYPE의 고화질 로고를 다운받으실 수 있습니다.
ru: {here} вы можете скачать логотип FRONT_TYPE в высоком разрешении.

# contact__text_2_here
source: here
es: aquí
ko: 여기
ru: Здесь

# contact__title
source: Contact us
es: Contáctenos
ko: 연락처
ru: Обратная связь

# coupons__code_input__placeholder
source: Type in your code here...
es: Escriba su código aquí ...
ko: 코드를 입력해 주시기 바랍니다...
ru: Введите свой код здесь ...

# coupons__coupon__button__label
source: Redeem
es: Activar
ko: 수령
ru: Активировать

# coupons__coupon__description
source: {percent}% fee rebate on {assets} {types} trades.
es: Descuento del {percent}% en las transacciones de {types} de {assets}.
ko: {assets} {types} 거래의 수수료 {percent}% 환급.
ru: {percent}% возврат комиссии на {assets} сделки по {types}.

# coupons__coupon__description__types__call_buy
source: call option buy
es: la compra de opciones de compra
ko: 콜옵션 구매
ru: покупке колл-опционов

# coupons__coupon__description__types__call_sell
source: call option sell
es: compraventa de opciones de compra
ko: 콜옵션 판매
ru: продаже колл-опционов

# coupons__coupon__description__types__local_buy
source: Local buy
es: compra locales
ko: 내 지역에서 구매
ru: покупке при встрече

# coupons__coupon__description__types__local_sell
source: Local sell
es: venta local
ko: 내 지역에서 판매
ru: продаже при встрече

# coupons__coupon__description__types__online_buy
source: Online buy
es: compra en línea
ko: 온라인 구매
ru: онлайн-покупке

# coupons__coupon__description__types__online_sell
source: Online sell
es: venta en línea
ko: 온라인 판매
ru: онлайн-продаже

# coupons__coupon__description__types__put_buy
source: put option buy
es: compra con opción de venta
ko: 풋옵션 구매
ru: покупке пут-опционов

# coupons__coupon__description__types__put_sell
source: put option sell
es: venta de opciones de venta
ko: 풋옵션 판매
ru: продаже колл-опционов

# coupons__coupon__expired
source: Expired
es: Muerto
ko: 만료됨
ru: Истёк

# coupons__coupon__expires
source: Expires
es: Vence
ko: 만료
ru: Истекает

# coupons__coupon__title__active
source: Active coupon
es: Cupón activo
ko: 사용 가능한 쿠폰
ru: Активный купон

# coupons__coupon__title__expired
source: Expired coupon
es: Cupón caducado
ko: 만료된 쿠폰
ru: Просроченный купон

# coupons__coupon__title__redeem
source: Redeem coupon
es: Canjear cupón
ko: 쿠폰 사용
ru: Активировать купон

# coupons__error__179
source: Invalid coupon code
es: Código de cupón inválido
ko: 잘못된 쿠폰 코드입니다
ru: Неверный код купона

# coupons__error__180
source: Coupon has already expired
es: El cupón ya ha expirado
ko: 이미 만료된 쿠폰입니다
ru: Срок действия купона истек

# coupons__error__181
source: This coupon can only be redeemed during registration
es: Este cupón solo se puede canjear durante el registro
ko: 첫 가입 시에만 사용 가능한 쿠폰입니다
ru: Этот купон можно использовать только при регистрации

# coupons__error__182
source: You've already redeemed this coupon
es: Ya has canjeado este cupón
ko: 이미 사용한 쿠폰입니다
ru: Вы уже использовали этот купон

# coupons__error__183
source: This coupon is out of stock
es: Este cupón está agotado
ko: 더 이상 사용할 수 없는 쿠폰입니다
ru: Эти купоны закончились

# coupons__error__184
source: You can only have one active coupon at a time
es: Solo puede tener un cupón activo a la vez
ko: 한번에 쿠폰을 1개 이상 사용할 수 없습니다
ru: Вы можете иметь только один активный купон одновременно

# coupons__error__dialog__title
source: Redeeming coupon error
es: Canje de error de cupón
ko: 쿠폰 사용 에러
ru: Ошибка при активации купона

# coupons__error__generic
source: Something went wrong while redeeming a coupon. If that doesn't seem right, please contact the support. Error code: {error_code}.
es: Algo salió mal al canjear un cupón. Si eso no parece correcto, comuníquese con el soporte. Código de error: {error_code}.
ko: 쿠폰 사용 중 오류가 발생했습니다. 계속 오류가 발생한다면, 고객지원을 연락하시기 바랍니다. 에러코드: {error_code}.
ru: Что-то пошло не так во время активации купона. Если вам это кажется неправильным, обратитесь в службу поддержки. Код ошибки: {error_code}.

# coupons__show_expired_btn__hide
source: Hide your expired coupons
es: Oculta tus cupones caducados
ko: 만료된 쿠폰 숨기기
ru: Скрыть ваши просроченные купоны

# coupons__show_expired_btn__show
source: Show your expired coupons
es: Muestra tus cupones vencidos
ko: 만료된 쿠폰 보기
ru: Показать ваши просроченные купоны

# coupons__signup__show_coupon_input_btn
source: I have a coupon code
es: Tengo un código de cupón
ko: 보유중인 쿠폰 사용
ru: У меня есть код купона

# coupons__subtitle
source: Your active and expired coupons will be shown here. If you have a coupon code, you can redeem it here.
es: Sus cupones activos y caducados se mostrarán aquí. Si tiene un código de cupón, puede canjearlo aquí.
ko: 여기에 사용가능한 쿠폰과 만료된 쿠폰이 표시됩니다. 쿠폰코드가 있다면, 여기서 쿠폰을 수령할 수 있습니다.
ru: Здесь буду показаны ваши активные и просроченные купоны. Если у вас есть код купона, здесь вы можете его активировать.

# coupons__terms_0
source: You can only have one coupon active at a time.
es: Solo puede tener un cupón activo a la vez.
ko: 한번에 쿠폰을 1개 이상 사용할 수 없습니다
ru: Вы можете активировать только один купон одновременно.

# coupons__terms_1
source: You cannot deactivate a coupon after redeeming it.
es: No puede desactivar un cupón después de canjearlo.
ko: 쿠폰을 사용한 후 비활성화할 수 없습니다.
ru: Вы не можете деактивировать купон после его активации.

# coupons__terms_2
source: Each coupon is only redeemable once per account.
es: Cada cupón solo se puede canjear una vez por cuenta.
ko: 쿠폰을 계정 당 한번만 사용 가능합니다.
ru: Каждый купон можно использовать только один раз для каждого аккаунта.

# coupons__terms_3
source: The fee is rebated only to the party which pays the arbitration protection fee for the trade originally.
es: La tarifa se reembolsa solo a la parte que paga la tarifa por la operación originalmente.
ko: 쿠폰환급은 수수료를 지불한 계정으로만 가능합니다.
ru: Комиссия возвращается только той стороне, которая изначально платит комиссию за сделку.

# coupons__terms_4
source: The fee rebate will happen when the trade closes.
es: El reembolso de la tarifa se producirá cuando se cierre la operación.
ko: 온라인 및 지역 내 현장 거래)의 거래가 완료되었을 때나 (콜계약).
ru: Возврат комиссии произойдет, когда сделка будет закрыта.

# coupons__terms_5
source: If you earn affiliate commissions, your total coupon rebates for a given period will be subtracted from your affiliate earnings for the same given period. If your total rebate amount for a given period is greater than or equal to the affiliate earnings for the same given period, you will not receive any affiliate earnings for that given period.
es: Si gana comisiones de afiliado, sus reembolsos totales de cupones para un período determinado se restarán de sus ganancias de afiliado para el mismo período dado. Si el monto total de su reembolso para un período determinado es mayor o igual que las ganancias de afiliados para el mismo período, no recibirá ninguna ganancia de afiliados para ese período.
ko: 제휴를 통해 중개료를 받을 때, 같은 기간 동안 사용한 쿠폰을 통한 환급금이 차감된 후 지불됩니다. 환급금이 같은 기간동안 제휴 중개료와 같거나 더 높을 경우, 전액 차감되어 수령하는 중개 수수료는 없습니다.
ru: Если вы зарабатываете партнерские комиссионные, ваши общие купонные скидки за определенный период будут вычтены из ваших партнерских доходов за тот же период. Если ваша общая сумма скидки за определенный период больше или равна партнерской прибыли за тот же период, вы не получите никакой партнерской прибыли за этот период.

# coupons__terms_6
source: {appName} reserves the right to deactivate your coupon at any time without notice or compensation.
es: FRONT_TYPE se reserva el derecho de desactivar su cupón en cualquier momento sin previo aviso ni compensación.
ko: FRONT_TYPE은 언제든지 통보 없이 쿠폰을 비활성화할 수 있습니다.
ru: FRONT_TYPE оставляет за собой право деактивировать ваш купон в любое время без уведомления или компенсации.

# coupons__terms__title
source: Coupons terms and conditions
es: Términos y condiciones de cupones
ko: 쿠폰 사용 규정
ru: Условия купонов

# coupons__title
source: Coupons
es: Cupones
ko: 쿠폰
ru: Купоны

# dashboard__ad__delete_btn
source: Delete ad
es: Eliminar anuncio
ko: 계약 삭제
ru: Удалить объявление

# dashboard__ad__delete_dialog_text
source: This will delete the ad permanently. Consider hiding the ad by setting visibility to false.
es: Esto eliminará el anuncio permanentemente. Considere ocultar el anuncio configurando la opción de visibilidad a falso.
ko: 계약을 영구적으로 삭제하게 됩니다. 계약을 숨기는 걸 권장합니다.
ru: Объявление будет удалено без возможности восстановления. Вы можете скрыть его временно, выключив его 'Активность'.

# dashboard__ad__delete_dialog_title
source: Confirm delete
es: Confirmar eliminación
ko: 삭제 확인
ru: Подтвердите удаление

# dashboard__ad__email_verified
source: This ad is for users with verified email only
es: Este anuncio es solo para usuarios con correo electrónico verificado
ko: 이메일 인증이 된 유저만 이용할 수 있는 계약입니다
ru: Это объявление только для пользователей с подтвержденным адресом электронной почты.

# dashboard__ad__for_trusted
source: For trusted users only
es: Solo para usuarios de confianza
ko: 신뢰하는 유저만
ru: Только для доверенных пользователей

# dashboard__ad__method__cash
source: Cash
es: Efectivo
ko: 현금
ru: Наличные

# dashboard__ad__price_type__market_negative
source: Market {percent}
es: Mercado {percent}
ko: 시장 {percent}
ru: Рыночная цена {percent}

# dashboard__ad__price_type__market_positive
source: Market +{percent}
es: Mercado +{percent}
ko: 시장 +{percent}
ru: Рыночная цена +{percent}

# dashboard__ad__table_created_at
source: Created
es: Creado
ko: 생성
ru: Создано

# dashboard__ad__table_method
source: Method
es: Método
ko: 수단
ru: Метод

# dashboard__ad__table_price
source: Price:
es: Precio
ko: 가격
ru: Цена

# dashboard__ad__table_type
source: Type
es: Tipo
ko: 종류
ru: Вид

# dashboard__ad__table_visible
source: Visible
ko: 열람가능
ru: Активно

# dashboard__ads__bulk_delete_warning
source: This will delete selected ads permanently. Consider hiding them by setting visibility to false.
es: Esto eliminará los anuncios seleccionados de forma permanente. Considere ocultarlos configurando la visibilidad en falso.
ko: 계약을 영구적으로 삭제하게 됩니다. 계약을 숨기는 걸 권장합니다.
ru: Это удалит выбранные объявления навсегда. Вы можете временно скрыть их, выключив их 'Активность'.

# dashboard__ads__bulk_edit__apply
source: Apply to selected
es: Aplicar a seleccionado
ko: 선택된 계약에 적용
ru: Применить к выбранным

# dashboard__ads__bulk_edit__boolean__false
source: False
es: No
ko: 거짓
ru: Нет

# dashboard__ads__bulk_edit__boolean__true
source: True
es: Sí
ko: 참
ru: Да

# dashboard__ads__bulk_edit__error
source: Something went wrong while updating multiple ads. Some or all of the ads might've not been updated. You've probably selected too many ads at once. Please refresh the page and try again.
es: Algo salió mal al actualizar varios anuncios. Es posible que algunos o todos los anuncios no se hayan actualizado. Probablemente haya seleccionado demasiados anuncios a la vez. Actualice la página e intente nuevamente.
ko: 계약을 불러오는 중 오류가 발생했습니다. 일부 혹은 선택한 모든 계약이 아직 업데이트되지 않았을 수도 있습니다. 너무 많은 계약을 선택하셨습니다. 새로고침 후 다시 시도해 보시기 바랍니다.
ru: При обновлении нескольких объявлений что-то пошло не так. Некоторые или все объявления, возможно, не были обновлены. Вероятно, вы выбрали слишком много объявлений одновременно. Пожалуйста, обновите страницу и попробуйте снова.

# dashboard__ads__bulk_edit__group__any
source: Any ads
es: Cualquier anuncio
ko: 모든 계약
ru: Любые объявления

# dashboard__ads__bulk_edit__group__same_asset_buys
source: Same-asset buy ads only
es: Anuncios del mismo tipo para comprar solamente
ko: 구매만 가능한 동일 자산 광고
ru: Только объявления о покупке с одинаковым криптовалютным активом

# dashboard__ads__bulk_edit__group__same_currency
source: Same-currency ads only
es: Solo anuncios con la misma moneda
ko: 동일 화폐 계약만
ru: Только объявления в той же валюте

# dashboard__ads__bulk_edit__group__sells
source: Sell ads only
es: Sólo anuncios de venta
ko: 판매용 광고만
ru: Только объявления о продаже

# dashboard__ads__bulk_edit__setting_select__label
source: Choose setting
es: Elegir configuración
ko: 설정
ru: Выберите настройку

# dashboard__ads__bulk_edit__title
source: Manage multiple ads
es: Administrar múltiples anuncios
ko: 다수의 계약 관리
ru: Обновить несколько объявлений

# dashboard__ads__filter__apply_btn
source: Apply filters
es: Aplicar filtros
ko: 필터 적용
ru: Применить фильтры

# dashboard__ads__filter__asset
source: Asset
es: Activo
ko: 자산
ru: Криптовалюта

# dashboard__ads__filter__delete_selected
source: Delete selected
es: Eliminar seleccionado
ko: 선택된 계약 삭제
ru: Удалить выбранные

# dashboard__ads__filter__no_ads
source: No ads here
es: Nada aquí
ko: 계약이 없습니다
ru: Здесь ничего нет

# dashboard__ads__filter__reset_btn
source: Reset filters
es: Restablecer filtros
ko: 필터 리셋
ru: Сбросить фильтры

# dashboard__ads__filter__sort
source: Sort by
es: Ordenar por
ko: 정렬
ru: Сортировать по

# dashboard__ads__filter__type
source: Type
es: Tipo
ko: 종류
ru: Тип

# dashboard__ads__filter__visibility
source: Visibility
es: Visibilidad
ko: 열람가능
ru: Видимость

# dashboard__ads__load_all
source: Load all ads
es: Cargue todos los anuncios
ko: 모든 계약 불러오기
ru: Показать все объявления

# dashboard__ads__showing_all
source: Showing all ads
es: Mostrando todos los anuncios
ko: 보든 계약 보기
ru: Показаны все объявления

# dashboard__blocked
source: Blocked
es: Obstruido
ko: 막힌
ru: Блокирую

# dashboard__filter__all
source: All
es: Todos
ko: 전부
ru: Все

# dashboard__filter__role__both
source: Buying/Selling
es: Comprando/vendiendo
ko: 구매/판매
ru: Покупаю/Продаю

# dashboard__filter__role__buying
source: Buying
es: Comprando
ko: 구매
ru: Покупаю

# dashboard__filter__role__selling
source: Selling
es: De venta
ko: 판매
ru: Продаю

# dashboard__filter__visibility__hidden
source: Hidden
es: Oculto
ko: 숨김
ru: Неактивные

# dashboard__filter__visibility__visible
source: Visible
ko: 열람가능
ru: Активные

# dashboard__open_ads_no_ads
source: You currently have no ads
es: Actualmente no tiene anuncios
ko: 등록한 계약이 없습니다
ru: Сейчас у вас нет активных объявлений

# dashboard__open_ads_title
source: Your advertisements
es: Sus anuncios
ko: 등록한 계약
ru: Ваши объявления

# dashboard__open_trades_no_trades
source: You currently have no open trades
es: Actualmente no tiene transacciones abiertas
ko: 현재 진행중인 거래가 없습니다
ru: Сейчас у вас нет открытых сделок

# dashboard__open_trades_title
source: Your open trades
es: Sus transacciones abiertas
ko: 진행중인 거래
ru: Ваши открытые сделки

# dashboard__post_ad_btn
source: Create new ad
es: Crear un nuevo anuncio
ko: 새 계약
ru: Новое объявление

# dashboard__title
source: Dashboard
es: Panel de control
ko: 대쉬보드
ru: Панель управления

# dashboard__trade__cancelled_at
source: Cancelled at
es: Cancelado a las
ko: 취소
ru: Время отмены

# dashboard__trade__completed_at
source: Completed at
es: Completado en
ko: 에 완료
ru: Время завершения
