Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__wired__description
source: In both the privacy and cryptocurrency spheres, misinformation often runs rampant. Here we address the Wired article that is often cited and circulated by Monero skeptics.
es: Tanto en las esferas de privacidad como de criptomonedas, la información errónea a menudo corre desenfrenada. Aquí abordamos el artículo de Wired que los escépticos de Monero citan y circulan a menudo.
ko: 가상화폐와 보안의 세계에서 잘못된 정보는 만연합니다. 여기서 저희는 모네로 불신론자들이 자주 인용하고 퍼뜨리는 Wired지의 한 기사에 대해 이야기해 보겠습니다.
ru: Как в области обеспечения приватности данных, так и в криптовалютной сфере, часто случается так, что дезинформация распространяется с невероятной скоростью. И сейчас мы говорим о статье, опубликованной изданием Wired, которая часто цитируется, и на которую ссылаются скептики Monero.

# knowledge__wired__title
source: Wired Magazine is Wrong About Monero, Here's Why
es: Wired Magazine está equivocado sobre Monero, aquí está el por qué
ko: Wired지는 모네로에 대해 틀렸으며, 왜 그런지 알려드리겠습니다
ru: Wired Magazine заблуждается в отношении Monero, и вот почему

# left_drawer__about
source: About
es: Sobre
ko: 정보
ru: О нас

# left_drawer__buy_monero
source: Buy Monero
es: Comprar Monero
ko: 모네로 구매
ru: Купить Монеро (XMR)

# left_drawer__dashboard
source: Dashboard
es: Panel de control
ko: 대쉬보드
ru: Панель управления

# left_drawer__forums
source: Forums
es: Foros
ko: 포럼
ru: Форумы

# left_drawer__getting_started
source: Getting started
es: Empezar
ko: 시작하는 방법
ru: Руководства по началу

# left_drawer__post_new_ad
source: Post an ad
es: Poner un anuncio
ko: 새 계약 작성
ru: Разместить объявление

# left_drawer__revuo__label
source: Monero News
es: Noticias de Monero
ko: 모네로 뉴스
ru: Новости Монеро

# left_drawer__sell_monero
source: Sell Monero
es: Vender Monero
ko: 모네로 판매
ru: Продать Монеро (XMR)

# left_drawer__support
source: Support
es: Soporte
ko: 고객지원
ru: Поддержка

# login__error_0
source: Wrong username/password/one-time password!
es: ¡Usuario/contraseña/contraseña de un solo uso erróneo!
ko: 잘못된 아이디/비번/OTP입니다!
ru: Неправильный логин/пароль/одноразовый пароль!

# login__error_1
source: Username and password have disallowed characters or invalid length
es: El nombre de usuario y la contraseña tienen caracteres no permitidos o longitud no válida
ko: 아이디와 비번이 허용된 글자수를 넘거나 사용 불가능한 문자를 사용합니다
ru: Логин и пароль содержат недопустимые символы или длину.

# login__error_10
source: Log in error
es: Error de inicio de sesión
ko: 로그인 에러
ru: Ошибка авторизации

# login__error_2
source: Username has disallowed characters or invalid length
es: El nombre de usuario tiene caracteres no permitidos o longitud no válida
ko: 아이디가 허용 가능한 글자수를 넘었습니다
ru: Логин содержит недопустимые символы или длину

# login__error_3
source: Password has disallowed characters or invalid length
es: La contraseña tiene caracteres no permitidos o longitud no válida
ko: 비밀번호가 허용 가능한 글자수를 넘었습니다.
ru: Пароль содержит недопустимые символы или длину

# login__error_4
source: Fields can't be left blank
es: Estos espacios no pueden dejarse en blanco
ko: 꼭 입력하셔야 되는 내용입니다
ru: Поля не могут быть пустыми

# login__error_5
source: One-time password has to be 6 digits long
es: La contraseña de un sólo uso debe ser de 6 dígitos
ko: OTP는 최소 6자리 이상이어야 합니다
ru: Одноразовый пароль должен иметь длину 6 знаков

# login__error_8
source: Disallowed values
es: Valores no permitidos
ko: 사용 불가능한 글자입니다
ru: Недопустимые значения

# login__error_9_text
source: Too many login attempts! Please wait for some time.
es: ¡Demasiados intentos de inicio de sesión! Por favor, espere algún tiempo.
ko: 로그인 시도 최대횟수를 초과했습니다! 나중에 다시 시도해보시기 바랍니다.
ru: Слишком много попыток авторизации! Попробуйте немного позже.

# login__error_9_title
source: Login attempts exceeded
es: Excedido el número de intentos de inicio de sesión
ko: 로그인 시도 최대횟수 초과
ru: Превышено число попыток авторизации

# login__error_generic
source: Error!
ko: 에러!
ru: Ошибка!

# login__remember_me
source: Remember me
es: Recuérdame
ko: 로그인 유지
ru: Запомнить меня

# login__reset
source: Forgot your password? {link}
es: ¿Ha olvidado su contraseña? {link}
ko: 비밀번호를 잊으셨습니까? {link}
ru: Забыли пароль? {link}

# login__reset_link
source: Reset it here.
es: Restablézcala aquí.
ko: 여기서 재설정
ru: Восстановите его здесь.

# login__same_credentials_tip
source: You can use your {{appName}_url} credentials to log in.
es: Puede usar sus credenciales {front_type_url} para iniciar sesión.
ko: {front_type_url} 설정을 이용해 로그인하세요.
ru: Вы можете использовать свои учетные данные на {front_type_url} для входа в систему.

# login__signup
source: Don't have an account?
es: ¿Todavía sin cuenta? {link}
ko: 아직도 계정이 없으십니까? {link}
ru: Впервые на FRONT_TYPE? {link}

# login__signup_link
source: Sign up
es: Regístrese
ko: 가입
ru: Зарегистрируйтесь.

# login__title
source: Log in
es: Inicio de sesión
ko: 로그인
ru: Войти

# login__username
source: Username (3-16 characters) *
es: Nombre de usuario
ko: 아이디
ru: Логин

# login__username_tip
source: 3-16 characters. Allowed characters: a-z, A-Z, 0-9, -, _
es: 3-16 caracteres. Caracteres permitidos: a-z, A-Z, 0-9, -, _
ko: 3-16 자리. 이용 가능한 문자: a-z, A-Z, 0-9, -, _
ru: 3-16 символов. Допустимые символы: a-z, A-Z, 0-9, -, _

# method__all_online_offers
source: All online offers
es: Todas las ofertas en línea
ko: 모든 온라인 제의
ru: Все онлайн предложения

# method__cash
source: Cash (locally)
es: Dinero en efectivo (localmente)
ko: (지역내에서) 현금
ru: Наличные (при встрече)

# method__cash_at_atm
source: Cash at ATM
es: Dinero efectivo en cajero
ru: Наличные в банкомат

# method__cash_by_mail
source: Cash by mail
es: Efectivo por correo postal
ko: 현금우편
ru: Наличные по почте

# method__cash_deposit
source: Cash deposit
es: Depósito en efectivo
ru: Внесение наличных на счёт

# method__cashiers_check
source: Cashier's check
es: Cheque bancario
ko: 자기앞수표
ru: Кассовый чек

# method__creditcard
source: Credit card
es: Tarjeta de crédito
ko: 신용카드
ru: Кредитная карта

# method__cryptocurrency
source: Cryptocurrency
es: Cryptomonedas
ko: 가상화폐
ru: Криптовалюты

# method__gift_card
source: Gift Card Code
es: Código de Tarjeta de Regalo
ko: 상품권
ru: Код подарочной карты

# method__gift_card_amazon
source: Amazon Gift Card Code
es: Código de Tarjeta de Regalo Amazon
ko: 아마존 상품권
ru: Код подарочной карты Amazon

# method__gift_card_apple
source: Apple Store Gift Card Code
es: Tarjeta de regalo Apple Store
ko: 애플스토어 상품권
ru: Код подарочной карты Apple Store

# method__gift_card_ebay
source: Ebay Gift Card Code
es: Código de Tarjeta de Regalo Ebay
ko: Ebay 상품권
ru: Код подарочной карты Ebay

# method__gift_card_global
source: Gift Card Code (Global)
es: Código de Tarjeta de Regalo (Global)
ko: 상품권 (Global)
ru: Код подарочной карты (Международный)

# method__gift_card_itunes
source: iTunes Gift Card Code
es: Código de Tarjeta de Regalo iTunes
ko: iTunes 상품권
ru: Код подарочной карты iTunes

# method__gift_card_starbucks
source: Starbucks Gift Card Code
es: Código de Tarjeta de Regalo Starbucks
ko: Starbucks 상품권
ru: Код подарочной карты Starbucks

# method__gift_card_steam
source: Steam Gift Card Code
es: Código de Tarjeta de Regalo Steam
ko: Steam 상품권
ru: Код подарочной карты Steam

# method__gift_card_walmart
source: Walmart Gift Card Code
es: Código de Tarjeta de Regalo Walmart
ko: Walmart 상품권
ru: Код подарочной карты Walmart

# method__international_wire_swift
source: International Wire (SWIFT)
es: Transferencia Internacional (SWIFT)
ko: 국제 계좌이체(SWIFT)
ru: Международный перевод (SWIFT)

# method__mobile_top_up
source: Mobile top up
es: Recarga móvil
ko: 핸드폰결제
ru: Пополнение счёта мобильного телефона

# method__national_bank
source: National bank transfer
es: Transferencia bancaria nacional
ko: 국내 계좌이체
ru: Банковский перевод внутри страны

# method__other
source: Other online payment
es: Otro tipo de pago en línea
ko: 다른 온라인 결제
ru: Другие онлайн методы

# method__other_online_wallet
source: Other Online Wallet
es: Otra Billetera Online
ko: 다른 온라인 지갑
ru: Другие онлайн кошельки

# method__other_online_wallet_global
source: Other Online Wallet (Global)
es: Otra Billetera Online (Global)
ko: 다른 (국제) 온라인 지갑
ru: Другие онлайн кошельки (Международные)

# method__other_pre_paid_debit
source: Other Pre-Paid Debit Card
es: Otra Tarjeta de Débito Prepago
ko: 선불 체크카드
ru: Другие предоплачнные дебитовые карты

# method__sepa
source: SEPA (EU) bank transfer
es: Transferencia SEPA (EU)
ko: SEPA (EU) 계좌이체
ru: Перевод SEPA (EU)

# method__specific_bank
source: Transfers with specific bank
es: Transferencias con un banco específico
ko: 특정 은행 내계좌이체
ru: Внутрибанковский перевод

# method__yandex
source: Yandex Money
ko: Yandex (러시아용)
ru: Яндекс деньги

# morph__checkbox__faq_link
source: How does this work?
es: ¿Cómo funciona?
ko: 어떻게 사용하나요?
ru: Как это работает?

# morph__deposit__address_input__helper
source: This address will be used for a refund if anything goes wrong during the ChangeNow trade
es: Esta dirección será utilizada para una devolución si algo sale mal durante la transacción ChangeNow
ko: ChangeNow 거래에 문제가 생길 경우 환불받을 주소를 입력하세요
ru: Данный адрес будет использован для возврата средств, в случае если с транзакцией что-то пойдёт не так

# morph__deposit__address_input__text
source: Refund {cryptocurrency-name} address
es: Dirección {cryptocurrency-name} de reembolso
ko: {cryptocurrency-name} 환불주소
ru: {cryptocurrency-name} адрес для возврата средств

# morph__deposit__button
source: Show me the deposit {cryptocurency-name} address!
es: ¡Muéstrame la dirección {cryptocurency-name} de depósito!
ko: 입금할 {cryptocurency-name} 주소를 알려주세요!
ru: Покажите мне адрес для отправки {cryptocurency-name}!

# morph__error__title
source: Error while creating the ChangeNow trade!
es: ¡Error mientras se creaba la transacción ChangeNow!
ko: ChangeNow 거래를 생성하는 중 오류가 있었습니다!
ru: Ошибка при создании ChangeNow сделки!

# morph__service_down
source: ChangeNow’s XMR service is temporary unavailable. Try again later.
es: El servicio XMR de ChangeNow no está disponible temporalmente. Intenta nuevamente más tarde.
ko: MorphToken의 XMR 서비스가 현재 이용 불가능합니다. 나중에 다시 시도해 주세요.
ru: Служба ChangeNow XMR временно недоступна. Попробуйте позже.

# morph__withdrawal__address_input__text
source: Receiving {asset} address
es: Dirección de {cryptocurrency-name} receptora
ko: {cryptocurrency-name} 받을 주소
ru: Принимающий {cryptocurrency-name} адрес

# morph__withdrawal__limits_max
source: Maximum
es: Máximo
ko: 최대
ru: Максимум

# morph__withdrawal__limits_min
source: Minimum
es: Mínimo
ko: 최소
ru: Минимум

# morph__withdrawal__limits_title
source: Limits for this ChangeNow trade:
es: Límites para esta transacción de ChangeNow:
ko: ChangeNow 거래 한도:
ru: Лимиты на эту ChangeNow сделку:

# new_ad__disabled_type_selector__notice
source: Insufficient balance. Required: {amount_required}.
es: Saldo insuficiente. Requerido: {amount_required}.
ko: 잔액부족. 필요금액: {amount_required}.
ru: Недостаточный баланс. Необходимо: {amount_required}.

# new_ad__email_verified__label
source: For users with verified email only
es: Solo para usuarios con correo electrónico verificado
ko: 이메일인증한 유저만 이용 가능합니다
ru: Только для пользователей с подтвержденным адресом электронной почты

# new_ad__email_verified__tip
source: Useful if you're experiencing problems with "coinlockers"
es: Útil si tiene problemas con "coinlockers"
ko: "coinlockers" 이용에 문제가 있는 유저에게 추천합니다
ru: Полезно, если вы испытываете проблемы с коинлокерами

# new_ad__options__ad_creation_mode__coins
source: Trade {assetName}
es: Comercio {assetName}
ko: {assetName} 거래
ru: Торговать {assetName}

# new_ad__review__email_verified
source: For users with verified email only:
es: Solo para usuarios con correo electrónico verificado
ko: 이메일인증한 유저만 이용가능
ru: Только для пользователей с подтвержденным адресом электронной почты

# nojs__dashboard__save_vacations_btn
source: Save vacations
es: Guardar vacaciones
ko: 휴가일정 저장
ru: Сохранить каникулы

# nojs__error__login__unauthorized
source: Wrong username/password/one-time password!
es: ¡Nombre de usuario / contraseña incorrectos / contraseña de un solo uso!
ko: 잘못된 아이디/비번/OTP입니다!
ru: Неверное имя пользователя / пароль / одноразовый пароль!

# nojs__error__server
source: Something went wrong with the request. Please refresh the page and try again. If the problem persists, please contact our support.
es: Algo salió mal con la solicitud. Actualice la página y vuelva a intentarlo. Si el problema persiste, póngase en contacto con nuestro soporte.
ko: 뭔가 잘못됐습니다. 새로고침 후 다시 시도해 주시기 바랍니다. 문제가 계속된다면, 고객지원에 연락해 주세요.
ru: Что-то пошло не так с запросом. Пожалуйста, обновите страницу и повторите попытку. Если проблема не устранена, пожалуйста, свяжитесь с нашей службой поддержки.

# nojs__error__validation__address
source: Please provide a valid {assetName} address.
es: Proporcione una dirección de {assetName} válida.
ko: 잘못된 {assetName} 주소입니다.
ru: Пожалуйста, укажите действительный адрес {assetName}.

# nojs__error__validation__amount
source: Please enter a valid amount.
es: Ingrese un monto de criptomoneda válido.
ko: 입력 불가능한 양입니다.
ru: Пожалуйста, введите действительную сумму криптовалюты.

# nojs__error__validation__captcha
source: Captcha failed. Please try again
es: Falló Captcha. Inténtalo de nuevo
ko: Captcha 실패. 다시 시도해 주세요
ru: Ошибка captcha. Пожалуйста, повторите попытку

# nojs__error__validation__confirm_password
source: Entered passwords didn't match.
es: Las contraseñas ingresadas no coinciden.
ko: 입력하신 비밀번호가 일치하지 않습니다.
ru: Введенные пароли не совпадают.

# nojs__error__validation__email
source: Please enter valid email.
es: Introduzca un correo electrónico válido.
ko: 잘못된 이메일입니다.
ru: Пожалуйста, введите действительный адрес электронной почты.

# nojs__error__validation__feedbackMsg
source: Feedback message must be 256 characters maximum.
es: El mensaje de retroalimentación debe tener un máximo de 256 caracteres.
ko: 후기는 최대 256 글자입니다.
ru: Сообщение отзыва должно содержать не более 256 символов.

# nojs__error__validation__feedbackType
source: Please select one of the allowed feedback types: 'trust', 'positive', 'neutral', 'negative' or 'block'.
es: Por favor seleccione uno de los tipos de comentarios presentados.
ko: 후기 종류 중 하나를 선택해 주세요: '신뢰', '좋음', '중간', '부정적' or '차단'.
ru: Пожалуйста, выберите один из представленных типов отзыва.

# nojs__error__validation__generic_string
source: Please change the text so that it is within specified limits.
es: Cambie el texto para que se encuentre dentro de los límites especificados.
ko: 이용 가능한 한도 내에서 입력해 주세요.
ru: Пожалуйста, измените текст так, чтобы он находился в указанных пределах длины.

# nojs__error__validation__homepage
source: Must be a full valid URL (i.e. including 'https://' etc)
es: Debe ser una URL válida completa (es decir, incluyendo 'https://' etc)
ko: 이용 가능한 URL이어야 합니다 (i.e. 'https://'를 포함 등)
ru: Должен быть полный действительный URL-адрес (т. е. включая 'https://' и т.д.)

# nojs__error__validation__introduction
source: Must be no more than 65536 characters long.
es: No debe tener más de 65536 caracteres.
ko: 65536 글자를 넘을 수 없습니다.
ru: Должно быть длиной не более 65536 символов.

# nojs__error__validation__otp
source: OTP must be a 6 digit value
es: OTP debe tener un valor de 6 dígitos
ko: OTP 6 자리여야 합니다
ru: OTP должен быть шестизначным значением

# nojs__error__validation__password
source: Password must be 8-72 characters long
es: La contraseña debe tener entre 8 y 72 caracteres
ko: 비밀번호는 8-72 글자 이내여야 합니다
ru: Пароль должен быть длиной от 8 до 72 символов

# nojs__error__validation__tos
source: In order to use our site, please read and agree with {appName} Terms of Service.
es: Para usar nuestro sitio, lea y acepte los Términos de Servicio de FRONT_TYPE.
ko: 저희 사이트를 이용하기 위해서는 FRONT_TYPE 규정을 읽어주세요.
ru: Чтобы использовать наш сайт, прочитайте и согласитесь с договором-офертой FRONT_TYPE.

# nojs__error__validation__username
source: Username must be 3-16 characters long. Allowed characters: a-z, A-Z, 0-9, -, _
es: El nombre de usuario debe tener entre 3 y 16 caracteres. Caracteres permitidos: a-z, A-Z, 0-9, -, _
ko: 아이디는 3-16 글자여야 합니다. 이용 가능한 글자: a-z, A-Z, 0-9, -, _
ru: Имя пользователя должно быть длиной от 3 до 16 символов. Допустимые символы: a-z, A-Z, 0-9, -, _

# nojs__filter__local_label
source: LOCAL
ko: 내 지역
ru: ЗА НАЛИЧНЫЕ

# nojs__filter__online_label
source: ONLINE
ko: 온라인
ru: ОНЛАЙН

# nojs__formula__instructions__functions
source: You can use the following functions (can be nested): <strong>min(), max(), floor(), ceiling(), avg()</strong>
es: Puede usar las siguientes funciones (se pueden anidar): <strong> min(), max(), floor(), ceiling(), avg() </strong>
ko: 다음 함수를 이용 가능합니다 (내포 가능): <strong>min(), max(), floor(), ceiling(), avg()</strong>
ru: Вы можете использовать следующие функции (могут быть вложенными): <strong> min(), max(), floor(), ceiling(), avg() </strong>

# nojs__formula__instructions__operators
source: You can use the following operators: <strong>+ - * /</strong>
es: Puede usar los siguientes operadores: <strong> + - * / </strong>
ko: 다음 연산자를 이용 가능합니다: <strong>+ - * /</strong>
ru: Вы можете использовать следующие операторы: <strong> + - * / </strong>

# nojs__formula__instructions__punctuation
source: You can use the following punctuation symbols: <strong>( ) . ,</strong>
es: Puede usar los siguientes símbolos de puntuación: <strong> ( ) . , </strong>
ko: 다음 구두 기호를 이용 가능합니다: <strong>( ) . ,</strong>
ru: Вы можете использовать следующие символы пунктуации: <strong> ( ) . , </strong>

# nojs__formula__tickers__label
source: All available market tickers
es: Todos los tickers de mercado disponibles
ko: 이용 가능한 마켓 표시
ru: Все доступные рыночные тикеры

# nojs__formula__validator__btn
source: Check formula
es: Comprobar fórmula
ko: 함수를 확인하세요
ru: Проверить формулу

# nojs__formula__validator__instruction
source: Use this tool to check your price formula. <br /> NOTE: after you've confirmed that your formula works as expected you should copy it into the actual form above. This tool is to check formula validity only.
es: Use esta herramienta para verificar su fórmula de precios. <br /> NOTA: una vez que haya confirmado que su fórmula funciona como se esperaba, debería copiarla en el formulario real de arriba. Esto La herramienta es verificar solo la validez de la fórmula
ko: 가격 함수를 확인하기 위해서 이용하세요. <br /> 주의: 함수가 정상작동하는지 확인한 후 위에 입력하세요. 이 옵션은 함수의 작동만 확인합니다.
ru: Используйте этот инструмент для проверки формулы цены. <br /> ПРИМЕЧАНИЕ. После того, как вы подтвердите, что ваша формула работает должным образом, вам следует скопировать ее в форму выше. инструмент для проверки только правильности формулы.

# nojs__formula__validator__label
source: Formula validation tool
es: Herramienta de validación de fórmulas
ko: 합수 작동 확인
ru: Инструмент проверки формул

# nojs__morph_withdrawal
source: I want to withdraw arbitration bond to a {cryptocurrency-name} wallet
es: Quiero retirar el bono de arbitraje a un monedero {cryptocurrency-name}
ko: 중재 보증금을 {cryptocurrency-name} 지갑으로 인출하고 싶습니다.
ru: Я хочу вывести арбитражный залог на {cryptocurrency-name} кошелек

# nojs__morph_withdrawal__button_label
source: Begin
es: Empezar
ko: 시작
ru: Начать

# nojs__morph_withdrawal__notice
source: Withdrawing {assetSymbol} arbitration bond to a {cryptocurrency-name} wallet
es: Retirar el bono de arbitraje {assetSymbol} a un monedero {cryptocurrency-name}
ko: {assetSymbol} 중재 채권을 {cryptocurrency-name} 지갑으로 인출
ru: Вывод арбитражного залога {assetSymbol} на кошелек {cryptocurrency-name}

# nojs__no_google_text
source: You can use {this} service to get your location's coordinates
es: Puedes usar el servicio {this} para obtener las coordenadas de tu ubicación
ko: {this} 서비스를 이용ㅎ애 현재위치를 알 수 있습니다
ru: Вы можете использовать {this} сервис для получения координат вашего местоположения

# nojs__password_reset__success
source: Password reset letter sent! Check your inbox.
es: ¡Se envió una carta para restablecer la contraseña! Revise su bandeja de entrada
ko: 비밀번호 재설정 이메일 전송완료! 이메일을 확인하세요.
ru: Письмо для сброса пароля отправлено! Проверьте свой почтовый ящик.

# nojs__settings__save_telegram_id__button_label
source: Save Telegram ID
es: Guardar ID de Telegram
ko: Telegram ID 저장
ru: Сохранить Telegram ID

# nojs__trade__chat__refresh
source: Refresh
es: Actualizar
ko: 새로고침
ru: Обновить

# notice__non_custodial
source: Fully non-custodial trade settlements are now active! <a href="https://t.me/{appName}" target="_blank" class="next-link">Let us know</a> if you have any questions or encounter any problems. In case you missed it, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">you can read about the update in detail here.</a>
es: ¡Las liquidaciones comerciales sin custodia ya están activas! <a href="https://t.me/FRONT_TYPE" target="_blank" class="next-link">Avísanos</a> si tienes alguna pregunta o encuentras algún problema. En caso de que te lo hayas perdido, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">puedes leer sobre la actualización en detalle aquí.</a>
ko: Fully non-custodial trade settlements are now active! <a href="https://t.me/FRONT_TYPE" target="_blank" class="next-link">Let us know</a> if you have any questions or encounter any problems. In case you missed it, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">you can read about the update in detail here.</a>
ru: Некастодиальные расчеты по сделкам включены! <a href="https://t.me/FRONT_TYPE" target="_blank" class="next-link">Свяжитесь с нами</a>, если у вас возникли вопросы или проблемы. Если вы пропустили, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">вы можете подробно прочитать об обновлении здесь.</a>

# notification__marked_all_read
source: Mark all notifications read
es: Marcar como leídas todas las notificaciones
ko: 모두읽음
ru: Отметить все оповещения прочитанными

# notification__message
source: You have a new message in trade {tradeId} from {username}
es: Tiene un mensaje nuevo de la transacción {tradeId} de {username}
ko: 거래 {tradeId}에 {username}부터 새 메시지가 있습니다
ru: Вам пришло новое сообщение от {username} в сделке {tradeId}

# notification__no_notifications
source: You don't have any notifications yet
es: Todavía no tiene ninguna notificación
ko: 새 알림이 없습니다
ru: У вас пока нет оповещений

# notification__read
source: Read notifications
es: Leer notificaciones
ko: 알림 읽기
ru: Прочитанные уведомления

# notification__trade_cancelled
source: Trade {tradeId} has been cancelled by {username}
es: Transacción {tradeId} cancelada por {username}
ko: {username}가 거래 {tradeId}를 최소했습니다
ru: {username} отменил сделку {tradeId}

# notification__trade_complete
source: Your trade {tradeId} with {username} has been completed
es: Su transacción {tradeId} con {username} ha sido completada
ko: {username}와의 거래 {tradeId}가 완료됐습니다
ru: Завершилась сделка {tradeId} с {username}

# notification__trade_covered
source: {username} has confirmed cover payment in trade {tradeId}. Option is now active!
es: {username} ha confirmado el pago de cobertura en el comercio {tradeId}. ¡La opción ahora está activa!
ko: {username}가 거래 {tradeId}의 결제를 확인했습니다. 옵션이 활성화되었습니다!
ru: {username} подтвердил оплату покрытия в сделке {tradeId}. Опцион теперь активен!

# notification__trade_disputed
source: Trade {tradeId} has been disputed by {username}
es: Transacción {tradeId} disputada por {username}
ko: {username}가 거래{tradeId}의 분쟁 중재를 신청했습니다
ru: {username} оспорил сделку {tradeId}

# notification__trade_exercised
source: {username} has exercised the option in trade {tradeId}
es: {username} ha ejercido la opción en el comercio {tradeId}
ko: {username}가 거래 {tradeId}의 옵션을 행사했습니다
ru: {username} исполнил опцион в сделке {tradeId}
