Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# web_notification__trade_disputed
source: One of your trades has been disputed.
es: Una de sus transacciones ha sido disputada.
ko: 중재신청된 거래가 있습니다.
ru: Одна из ваших сделок была оспорена.

# web_notification__trade_exercised
source: Option has been exercised
es: La opción ha sido ejercida
ko: 옵션이 행사되었습니다
ru: Опцион исполнен

# web_notification__trade_payment_marked_complete
source: Payment marked complete.
es: Pago marcado como completado.
ko: 결제가 완료되었습니다.
ru: Сделка оплачена.

# web_notification__trade_premium_payment_confirmed
source: Premium payment confirmed
es: Pago de prima confirmado
ko: 프리미엄 결제가 확인되었습니다
ru: Премиальный платеж подтвержден

# web_notification__trade_premium_payment_marked_complete
source: Premium payment marked complete
es: Pago de la prima marcado completo
ko: 프리미엄 결제가 완료되었습니다
ru: Премиальный платеж отмечен как завершенный

# web_notification__trade_request
source: You have a new trade offer.
es: Tiene una nueva oferta de transacción.
ko: 새 거래요청이 있습니다.
ru: Вам пришло новое предложение о сделке.

# widget_instructions__affiliate_attach_code_checkbox
source: Add my affiliate referral code to the widget
es: Añadir al widget mi código de referidos
ko: 내 제휴코드 위젯에 포함
ru: Добавить мой партнёрский код к виджету

# widget_instructions__affiliate_logged_out
source: Log in to attach affiliate referral code to the widget
es: Inicie sesión Log para insertar en el widget su código de referidos
ko: 내 제휴코드를 위젯에 포함하기 위해 로그인하세요
ru: Войдите, чтобы добавить партёрский код к виджету

# widget_instructions__affiliate_not_enabled
source: Enable affiliate program to attach referral code to the widget
es: Active el programa de afiliación para insertar su código de referidos en el widget
ko: 내 제휴코드를 위젯에 포함하기 위해 제휴프로그램을 사용하세요
ru: Активируйте партнёрскую программу, чтобы добавить партнёрский код в виджет

# widget_instructions__instructions
source: To get a {assetName} street price widget for your own web site select the desired currency below and simply paste the following code into your own web page:
es: Para obtener un '{assetName} street price widget' para su propio sitio web, selecciona la moneda deseada abajo y simplemente pega el siguiente código en su página:
ko: 당신 웹사이트에 {assetName} 가격 위젯을 포함하고 싶다면 밑에서 원하는 화폐를 선택하시고 다음 코드를 웹사이트에 붙여 넣으세요:
ru: Чтобы добавить виджет с уличной ценой {assetName} на ваш сайт, выберите желаемую валюту и просто вставьте код, который вы видите ниже, на ваш сайт:

# widget_instructions__title_affiliate
source: {assetName} Street Price Widget (with your affiliate code)
es: {assetName} Street Price Widget (con su código de referidos)
ko: {assetName} 가격 위젯 (제휴코드 포함)
ru: Виджет с уличной ценой {assetName} (с вашим партнёрским кодом)

# widget_instructions__title_no_affiliate
source: {assetName} Street Price Widget
ko: {assetName} 가격 위젯
ru: Виджет с уличной ценой {assetName}

source: Language
es: Idioma
ru: Язык

source: I want to buy
ru: Я хочу купить

# agoradesk__lbc_alternative__features_20_1
source: API
ko: 운영체제

# footer__tor
source: Tor hidden service
es: Servicio de anonimato Tor
ko: 토르 서비스

# guide__2fa__step_one_text_1_totp
source: Time-based One-time Password Algorithm (TOTP)
es: Algoritmo de contraseña de un solo uso basado en el tiempo (TOTP)
ko: 시간제한 OTP 알고리즘 (TOTP)

# settings__tab__2fa_long
source: 2FA
ko: 2중인증

# settings__tab__change_email_short
source: Email
ko: 이메일 변경

# support__email__title
source: Email
ko: 이메일
