Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__trade__block_3_text_0
source: The {advertisement-creation-page} is where you create new advertisements. {linebreak} There are some options when creating an advertisement which are required, and a lot of extra options which are optional but recommended to set. Using the extra options allows you to tune your advertisement to suit your trading strategy. {linebreak} You can find all of the advertisements that you have created from your {dashboard}. In the dashboard you can also find your open trades. {linebreak} {required-options} {linebreak} {location} Enter the country where you want your advertisement to appear. {linebreak} {payment-method} Select the payment method you want to offer from the dropdown menu. {linebreak} {currency} Choose which currency you're selling for. For instance, if you're selling in France you should select EUR. You can use {this-list} to find what your currency acronym is.
es: La {advertisement-creation-page} es donde puede crear nuevos anuncios. {linebreak} Hay algunas opciones al crear un anuncio que son necesarias, y muchas opciones adicionales que son opcionales pero que se recomiendan establecer. El uso de las opciones adicionales le permite ajustar su anuncio para que se adapte a su estrategia comercial. {linebreak} Puede encontrar todos los anuncios que ha creado desde su {dashboard}. En el panel de control también puede encontrar sus operaciones abiertas. {linebreak} {required-options} {linebreak} {location} Ingrese el país donde desea que aparezca su anuncio. {linebreak} {payment-method} Seleccione del menú desplegable el método de pago que desea ofrecer. {linebreak} {currency} Elija para qué moneda está vendiendo. Por ejemplo, si está vendiendo en Francia, debe seleccionar EUR. Puede usar {this-list} para encontrar el acrónimo de su moneda.
ko: {advertisement-creation-page}에서 새 계약을 만들 수 있습니다. {linebreak} 계약을 만들 때 꼭 정해야 하는 옵션들이 있고 (필수는 아니지만 추천하는) 추가할 수 있는 부가적인 옵션도 많이 있습니다. 여러 부가옵션을 이용하면 거래를 좀 더 개인취향에 맞게 조정할 수 있습니다. {linebreak} {dashboard}에서 지금까지 만든 모든 계약과 현재 이용 가능한 계약을 확인할 수 있습니다.{linebreak} {required-options} {linebreak} {location} 계약을 진행하고 싶은 국가를 선택하세요. {linebreak} {payment-method} 이용하고 싶은 결제수단을 선택하세요. {linebreak} {currency} 결제에 이용할 화폐를 선택하세요. 예를 들언, 프랑스에서 거래하고 싶다면 EUR를 선택하세요. {this-list}에서 화폐 약자를 찾을 수 있습니다.
ru: {advertisement-creation-page} – это страница, где вы создаете новые объявления. {linebreak} При создании объявления некоторые параметры являются обязательными; кроме того, существует много дополнительных параметров, которые рекомендуется установить, хотя они и не являются обязательными. Использование дополнительных параметров позволяет вам настроить объявление под вашу торговую стратегию. {linebreak} Все созданные вами объявления находятся на {dashboard}. В панели управления вы также можете найти свои открытые сделки. {linebreak} {required-options} {linebreak} {location} Введите страну, где вы хотите разместить свое объявление. {linebreak} {payment-method} Из выпадающего меню выберите тот способ оплаты, который вы хотите предложить. {linebreak} {currency} Выберите валюту продажи. Например, если вы ведете продажи во Франции, вам следует выбрать 'евро'. Чтобы найти сокращение для вашей валюты, вы можете воспользоваться {this-list}.

# guide__trade__block_3_text_0_advertisement_creation_page
source: advertisement creation page
es: Página de creación de anuncios
ko: 계약 생성 페이지
ru: Страница создания объявления

# guide__trade__block_3_text_0_currency
source: Currency
es: Moneda
ko: 화폐
ru: Валюта

# guide__trade__block_3_text_0_dashboard
source: dashboard
es: Panel de control
ko: 대쉬보드
ru: панели управления

# guide__trade__block_3_text_0_location
source: Location
es: Localización
ko: 위치
ru: Местоположение

# guide__trade__block_3_text_0_payment_method
source: Payment method
es: Método de pago
ko: 결제수단
ru: Способ оплаты.

# guide__trade__block_3_text_0_required_options
source: Required options
es: Opciones requeridas
ko: 필수 옵션
ru: Обязательные параметры

# guide__trade__block_3_text_0_this_list
source: this list
es: esta lista
ko: 이 목록
ru: этим списком

# guide__trade__block_3_text_1
source: <strong> Market or fixed price </strong> To price your advertisement you can enter a margin you want above the {assetName} market price. To do that, enter a percentage in the margin field after choosing the “Market price” option. You might also want to specify a fixed price that will not change until you manually change it. For this you need to choose the “Fixed price” option and enter the price value. <strong> Min. / Max. transaction limit </strong> The minimum transaction limit sets the smallest amount someone can buy. If you set it to five, and you have your currency set to EUR it means that the smallest trade amount someone can open a trade with you for will be for 5 EUR. The maximum transaction limit sets what the biggest trade amount that you want to accept is. <strong> Terms of Trade </strong> This is the text the buyer sees before he opens up a trade with you. It's a good idea to write instructions for the buyer on how you want the trade to proceed and if you have any specific instructions. If you require, for example, the buyer to submit a receipt as proof of payment before you finalize a trade or if you need the buyer to provide an ID, this is the place to mention it. You can take a look at other traders' advertisements for the payment method you want to use to get an idea of what good terms of trade contain. <strong> Extra options </strong> <strong> Limit amounts to </strong> You can restrict the advertisement to only being able to open trades for specific amounts. If you enter 20,30,60 into the box a potential trade partner could only open a trade for 20, 30 or 60 EUR. <strong> Payment details </strong> Enter here specific information relating to how the buyer should pay, this can be your bank account number or e-mail address (e.g. for PayPal). <strong> Required minimum feedback score </strong> The feedback minimum allows you to set a minimum required feedback score to have in order to open a trade using your advertisement. <strong> First time limit ({assetSymbol}) </strong> This is a specific maximum transaction limit for new users. If a buyer with no previous trading history with you wants to open a trade with you, this is the largest amount they can open a trade for. <strong> Payment window </strong> The amount time the buyer has to complete the payment before the seller is able to cancel the trade. <strong> Track maximum amount liquidity </strong> Enabling tracking liquidity lowers the maximum limit of the advertisement by the amount that is currently held up in open trades. <strong> Quick tips on identifying scammers </strong> <strong>Fraudulent buyers are often in a hurry.</strong> The more a customer asks you to hurry/rush the more suspicious you should be, real customers always have patience. Fraudulent buyers often <strong>suggest doing all or part of the transaction outside of the arbitration bond protection system </strong>and then do not complete their part of the transaction. Be careful about <strong>photoshopped payment evidence</strong>, don't finalize a trade until you have confirmed that you have received the money. You are not obliged to finalize a trade until you can verify that you have received the buyer's payment. <strong>Don't open any links that your trading partner is sending to you</strong>. If you must, use different browser than the one you are using. Don't visit websites other than {appName} with the browser that you're using to trade. <strong>Use a different browser for other websites.</strong> Bookmark {appName} in your browser and always use the bookmark when visiting the website. This helps you to avoid accidentally visiting phishing websites, they exist and can be very convincing.
es: <strong> Precio de mercado o fijo </strong><br/> Para fijar el precio de su anuncio, puede introducir el margen que desee por encima del precio de mercado {assetName} . Para ello, introduzca un porcentaje en el campo de margen después de elegir la opción "Precio de mercado". También puede querer especificar un precio fijo que no cambiará hasta que usted lo cambie manualmente. Para ello debe elegir la opción "Precio fijo" e introducir el valor del precio. <br/><br/> <strong> Límite de transacción mín. / máx. / Límite máximo de transacción </strong><br/> El límite mínimo de transacción establece la cantidad más pequeña que alguien puede comprar. Si lo establece en cinco, y tiene su moneda en EUR, significa que la cantidad más pequeña que alguien puede abrir una operación con usted será de 5 EUR. El límite máximo de transacción establece cuál es la mayor cantidad de operaciones que usted quiere aceptar. <br/><br/> <strong> Términos de Comercio </strong><br/> Este es el texto que el comprador ve antes de abrir una operación con usted. Es una buena idea escribir las instrucciones para el comprador sobre cómo quieres que se desarrolle la operación y si tienes alguna instrucción específica. Si necesitas, por ejemplo, que el comprador presente un recibo como prueba de pago antes de finalizar una operación o si necesitas que el comprador presente un documento de identidad, este es el lugar para mencionarlo. Puedes echar un vistazo a los anuncios de otros comerciantes sobre el método de pago que quieres utilizar para hacerte una idea de lo que contienen las buenas condiciones comerciales. <br/><br/> <strong> Opciones adicionales </strong><br/><br/> <strong> Limitar los importes a </strong><br/> Puede restringir el anuncio para que sólo pueda abrir operaciones por importes específicos. Si introduce 20,30,60 en la casilla, un potencial socio comercial sólo podría abrir una operación por 20, 30 o 60 euros. <br/><br/> <strong> Datos de pago </strong><br/> Introduzca aquí la información específica relativa a cómo debe pagar el comprador, puede ser su número de cuenta bancaria o su dirección de correo electrónico (por ejemplo, para PayPal). <br/><br/> <strong> Puntuación mínima requerida de los comentarios </strong><br/> El mínimo de feedback le permite establecer una puntuación mínima de feedback requerida para poder abrir una operación utilizando su anuncio. <br/><br/> <strong> Límite de primera vez ({assetSymbol}) </strong><br/> Se trata de un límite máximo de transacciones específico para los nuevos usuarios. Si un comprador sin historial de operaciones con usted quiere abrir una operación con usted, esta es la mayor cantidad por la que puede abrir una operación. <br/><br/> <strong> Ventana de pago </strong><br/> El tiempo que tiene el comprador para completar el pago antes de que el vendedor pueda cancelar la operación. <br/><br/> <strong> Seguimiento de la cantidad máxima de liquidez </strong><br/> La activación del seguimiento de la liquidez reduce el límite máximo del anuncio en la cantidad que se retiene actualmente en las operaciones abiertas. <br/><br/> <strong> Consejos rápidos para identificar a los estafadores </strong> <br/><br/><strong>Los compradores fraudulentos suelen tener prisa.</strong> Cuanto más te pida un cliente que te des prisa/apuro más debes sospechar, los verdaderos clientes siempre tienen paciencia. <br/><br/>Los compradores fraudulentos a menudo <strong>sugieren hacer toda o parte de la transacción fuera del sistema de protección de bonos de arbitraje </strong>y luego no completan su parte de la transacción. <br/><br/> Tenga cuidado con <strong>las pruebas de pago con fotos</strong>No finalice una transacción hasta que haya confirmado que ha recibido el dinero. No estás obligado a finalizar una operación hasta que puedas verificar que has recibido el pago del comprador. <br/><br/><strong>No abras ningún enlace que te envíe tu socio comercial</strong>. Si debe hacerlo, utilice un navegador diferente al que está utilizando. <br/><br/>No visites sitios web distintos de FRONT_TYPE con el navegador que estás usando para comerciar. <strong>Utilice un navegador diferente para otros sitios web.</strong> <br/><br/> Marca FRONT_TYPE en tu navegador y utiliza siempre el marcador cuando visites el sitio web. Esto le ayudará a evitar visitar accidentalmente sitios web de phishing, que existen y pueden ser muy convincentes.
ko: <strong> 시장 또는 고정 가격 </strong><br/> 광고 가격을 책정하려면 {assetName} 시장 가격보다 높은 마진을 입력할 수 있습니다. 그렇게 하려면 "시장 가격" 옵션을 선택한 후 마진 필드에 백분율을 입력합니다. 수동으로 변경할 때까지 변경되지 않는 고정 가격을 지정할 수도 있습니다. 이를 위해 "고정 가격" 옵션을 선택하고 가격 값을 입력해야 합니다. <br/><br/> <strong> 최소 / 최대 거래 한도 </strong><br/> 최소 거래 한도는 누군가가 살 수 있는 최소 금액을 설정합니다. 5로 설정하고 통화를 EUR로 설정하면 누군가가 귀하와 거래를 시작할 수 있는 최소 거래 금액이 5유로가 된다는 의미입니다. 최대 거래 한도는 수락하려는 최대 거래 금액을 설정합니다. <br/><br/> <strong> 거래 조건 </strong><br/> 이것은 구매자가 귀하와 거래를 시작하기 전에 보게 되는 텍스트입니다. 거래가 어떻게 진행되기를 원하는지와 특정 지침이 있는지에 대해 구매자를 위한 지침을 작성하는 것이 좋습니다. 예를 들어, 거래를 완료하기 전에 구매자가 지불 증거로 영수증을 제출하도록 요구하거나 구매자가 ID를 제공해야 하는 경우 여기에 언급해야 합니다. 사용하려는 지불 방법에 대한 다른 거래자의 광고를 보고 좋은 거래 조건이 무엇인지 알 수 있습니다. <br/><br/> <strong> 추가 옵션 </strong><br/><br/> <strong> 금액 제한 </strong><br/> 특정 금액에 대해서만 거래를 열 수 있도록 광고를 제한할 수 있습니다. 상자에 20,30,60을 입력하면 잠재적인 무역 파트너는 20, 30 또는 60 EUR에 대해서만 거래를 열 수 있습니다. <br/><br/> <strong> 결제 세부정보 </strong><br/> 구매자가 결제해야 하는 방법과 관련된 특정 정보를 여기에 입력합니다. 은행 계좌 번호 또는 이메일 주소(예: PayPal)가 될 수 있습니다. <br/><br/> <strong> 최소 피드백 점수 필요 </strong><br/> 최소 피드백 점수를 사용하면 광고를 사용하여 거래를 시작하기 위해 필요한 최소 피드백 점수를 설정할 수 있습니다. <br/><br/> <strong> 첫 번째 시간 제한({assetSymbol}) </strong><br/> 신규 사용자에 대한 특정 최대 트랜잭션 제한입니다. 귀하와 이전 거래 이력이 없는 구매자가 귀하와 거래를 시작하기를 원하는 경우, 이것은 그들이 거래를 열 수 있는 최대 금액입니다. <br/><br/> <strong> 지불 창 </strong><br/> 판매자가 거래를 취소할 수 있기 전에 구매자가 지불을 완료해야 하는 시간입니다. <br/><br/> <strong> 최대 유동성 추적 </strong><br/> 유동성 추적을 활성화하면 현재 공개 거래에서 보유하고 있는 금액만큼 광고의 최대 한도가 낮아집니다. <br/><br/> <strong> 사기꾼 식별을 위한 빠른 팁 </strong> <br/><br/><strong>사기성 구매자는 종종 서두르곤 합니다.</strong> 고객이 서두르거나 서두르라고 하면 할수록 의심스러울수록 실제 고객은 항상 인내심을 갖게 됩니다. <br/><br/>사기 구매자는 종종 <strong>중재 채권 보호 시스템 외부에서 거래의 전체 또는 일부를 수행하도록 제안한 다음 </strong>거래의 일부를 완료하지 않습니다. <br/><br/> <strong>포토샵된 지불 증거</strong>에 주의하십시오. 돈을 받았다는 것이 확인될 때까지 거래를 완료하지 마십시오. 구매자의 지불을 받았음을 확인할 수 있을 때까지 거래를 완료할 의무가 없습니다. <br/><br/><strong>거래 파트너가 귀하에게 보내는 링크를 열지 마십시오.</strong>. 필요한 경우 사용 중인 브라우저와 다른 브라우저를 사용하십시오. <br/><br/>거래에 사용하는 브라우저로 FRONT_TYPE 이외의 웹사이트를 방문하지 마십시오. <strong>다른 웹사이트에는 다른 브라우저를 사용하세요.</strong> <br/><br/> 브라우저에서 FRONT_TYPE을(를) 북마크하고 웹사이트를 방문할 때 항상 북마크를 사용하십시오. 이것은 실수로 피싱 웹사이트를 방문하는 것을 방지하는 데 도움이 됩니다. 피싱 웹사이트는 존재하며 매우 설득력이 있습니다.
ru: <strong> Рыночная или фиксированная цена </strong><br/> Для определения цены объявления вы можете ввести желаемую маржу над рыночной ценой {assetName} . Для этого введите процент в поле "Маржа" после выбора опции "Рыночная цена". Вы также можете указать фиксированную цену, которая не будет меняться до тех пор, пока вы не измените ее вручную. Для этого вам нужно выбрать опцию "Фиксированная цена" и ввести значение цены. <br/><br/> <strong> Мин. / Макс. лимит транзакций </strong><br/> Минимальный лимит сделки устанавливает наименьшую сумму, которую кто-то может купить. Если вы установили значение пять, а валюта установлена на EUR, это означает, что наименьшая сумма сделки, на которую кто-то может открыть сделку с вами, будет равна 5 EUR. Максимальный лимит сделки устанавливает самую большую сумму сделки, которую вы хотите принять. <br/><br/> <strong> Условия сделки </strong><br/> Это текст, который покупатель видит перед тем, как открыть сделку с вами. Советуем написать инструкции для покупателя о ходе сделки, и если у вас есть какие-либо особые указания. Если вы, например, требуете, чтобы покупатель предоставил квитанцию в качестве доказательства оплаты до завершения сделки или если вам нужно, чтобы покупатель предоставил документ, удостоверяющий личность, это стоит упомянуть именно здесь. Вы можете просмотреть объявления других торговцев о способе оплаты, который вы хотите использовать, чтобы получить представление о том, что содержат хорошие условия торговли. <br/><br/> <strong> Дополнительные опции </strong><br/><br/> <strong> Ограничить суммы до </strong><br/> Вы можете ограничить рекламу возможностью открывать сделки только на определенные суммы. Если вы введете в поле 20,30,60, потенциальный торговый партнер сможет открыть сделку только на 20, 30 или 60 EUR. <br/><br/> <strong> Детали платежи </strong><br/> Введите здесь конкретную информацию о том, как покупатель должен платить, это может быть номер вашего банковского счета или адрес электронной почты (например, для PayPal). <br/><br/> <strong> Требуемый минимальный балл отзывов </strong><br/> Минимальное количество отзывов позволяет установить минимальное количество отзывов, которое необходимо иметь для того, чтобы открыть сделку с использованием вашего объявления. <br/><br/> <strong> Лимит первого раза ({assetSymbol}) </strong><br/> Это определенный максимальный лимит сделок для новых пользователей. Если покупатель без предыдущей истории торговли с вами хочет открыть с вами сделку, это наибольшая сумма, на которую он может открыть сделку. <br/><br/> <strong> Платежное окно </strong><br/> Время, в течение которого покупатель должен завершить платеж, прежде чем продавец сможет отменить сделку. <br/><br/> <strong> Отслеживание максимальной ликвидности суммы </strong><br/> Включение отслеживания ликвидности снижает максимальный лимит объявления на сумму, которая в данный момент удерживается в открытых сделках. <br/><br/> <strong> Краткие советы по выявлению мошенников </strong> <br/><br/><strong>Покупатели-мошенники часто торопятся.</strong> Чем больше покупатель просит вас поторопиться, тем подозрительнее вы должны быть, у настоящих покупателей всегда есть терпение. <br/><br/>Мошенники-покупатели часто <strong>предлагают провести всю или часть сделки вне арбитражной системы защиты сделки </strong>и затем не выполняют свою часть сделки. <br/><br/> Будьте осторожны с <strong>отфотошопленными доказательствами оплаты</strong>, не завершайте сделку, пока не убедитесь, что вы получили деньги. Вы не обязаны завершать сделку, пока не убедитесь, что получили платеж покупателя. <br/><br/><strong>Не открывайте ссылки, которые присылает вам ваш торговый партнер</strong>. Если это необходимо, используйте браузер, отличный от того, которым вы пользуетесь. <br/><br/>Не посещайте веб-сайты, отличные от FRONT_TYPE, с помощью браузера, который вы используете для торговли. <strong>Для других веб-сайтов используйте другой браузер.</strong> <br/><br/> Сделайте закладку FRONT_TYPE в своем браузере и всегда используйте эту закладку при посещении сайта. Это поможет вам избежать случайного посещения фишинговых сайтов, которые существуют и могут быть очень убедительными.

# guide__trade__block_3_text_2
source: If you're unsure about a user, you can always {contact-support} for help.
es: Si tiene sospechas sobre un usuario, siempre puede {contact-support} para buscar ayuda.
ko: 거래대상이 미심쩍다면, {contact-support}하여 도움을 요청할 수 있습니다.
ru: Если вы не уверены в каком-либо пользователе, вы всегда можете {contact-support} за помощью.

# guide__trade__block_3_text_2_contact_support
source: contact support
es: contactar con soporte
ko: 고객지원에 연락
ru: обратиться к службе поддержки

# guide__trade__block_3_title
source: Setting up an advertisement
es: Configuración de un anuncio
ko: 계약 설정
ru: Создание объявления

# guide__trade__block_4_text_0
source: Please read our {terms-of-service}.
es: Por favor, lea nuestros {terms-of-service}.
ko: 저희 {terms-of-service}을 꼭 읽으시기 바랍니다.
ru: Пожалуйста, также ознакомьтесь с {terms-of-service}.

# guide__trade__block_4_text_0_terms_of_service
source: terms of service
es: términos del servicio
ko: 이용약관
ru: нашим договором офертой

# guide__trade__block_4_text_1
source: {appName} support handles disputes based on evidence supplied by trade participants and their reputation. Disputes can be started after the payment is marked complete. After the trade has been finalized, the trade is considered finished by {appName} and cannot be disputed. When a {assetName} seller is unresponsive, {appName} will finalize the trade if the buyer can provide valid proof of payment. If the buyer is unresponsive after starting a trade, the arbitration bond will be returned to the seller by the {appName} support.
es: <br/><br/>El soporte FRONT_TYPE gestiona los litigios basándose en las pruebas aportadas por los participantes en el comercio y su reputación. <br/><br/>Las disputas pueden iniciarse después de que el pago se marque como completo. <br/><br/>Una vez finalizada la operación, ésta se considera finalizada por FRONT_TYPE y no puede ser disputada. <br/><br/> Cuando un {assetName} vendedor no responde, FRONT_TYPE finalizará la operación si el comprador puede proporcionar una prueba de pago válida. <br/><br/>Si el comprador no responde después de iniciar una operación, el soporte de FRONT_TYPE devolverá la fianza de arbitraje al vendedor.
ko: <br/><br/>FRONT_TYPE 지원은 거래 참가자가 제공한 증거와 평판을 기반으로 분쟁을 처리합니다. <br/><br/>지불이 완료된 것으로 표시된 후에 분쟁이 시작될 수 있습니다. <br/><br/>거래가 완료된 후 FRONT_TYPE에 의해 거래가 완료된 것으로 간주되며 이의를 제기할 수 없습니다. <br/><br/> {assetName} 판매자가 응답하지 않을 때 구매자가 유효한 지불 증빙 자료를 제공할 수 있으면 FRONT_TYPE에서 거래를 완료합니다. <br/><br/>구매자가 거래를 시작한 후 응답하지 않으면 FRONT_TYPE 지원팀에서 중재 보증금을 판매자에게 반환합니다.
ru: <br/><br/>Служба поддержки FRONT_TYPE рассматривает споры на основе доказательств, предоставленных участниками сделки, и их репутации. <br/><br/>Споры могут быть начаты после того, как платеж будет отмечен как завершенный. <br/><br/>После завершения сделки, сделка не может быть оспорена. <br/><br/> Если продавец {assetName} не отвечает на запросы, FRONT_TYPE завершит сделку, если покупатель может предоставить действительное доказательство оплаты. <br/><br/>Если покупатель не отвечает после начала сделки, арбитражный залог будет возвращен продавцу службой поддержки FRONT_TYPE.

# guide__trade__block_4_title
source: Disputes
es: Disputas
ko: 분쟁
ru: Споры

# guide__trade__happy_trading
source: {appName} wishes you happy trading!
es: ¡FRONT_TYPE le desea un comercio feliz!
ko: 즐거운 거래가 되기를 FRONT_TYPE가 기원합니다!
ru: FRONT_TYPE желает вам успешной торговли!

# guide__trade__title
source: Introduction on trading Monero
es: Introducción sobre las transacciones de Monero
ko: 모네로 거래의 기본
ru: Введение в онлайн-торговлю Монеро (XMR)

# guide__trade__title___agoradesk
source: Introduction on trading cryptocurrency
es: Introducción sobre el comercio de criptomonedas
ko: 가상화폐 거래의 기본
ru: Введение в торговлю криптовалютой

# guide__xmr__card_four__title
source: 4. Advanced Techniques of Staying Anonymous When Using This Method of Buying Monero
es: 4. Técnicas avanzadas de permanecer anónimo cuando se utiliza este método de compra Monero
ko: 4. 이 결제수단을 이용하여 모네로를 구매할 시 익명을 유지할 수 있는 방법
ru: 4. Продвинутые методы сохранения анонимности при использовании этого метода покупки Монеро (XMR)

# guide__xmr__card_three__title
source: 3. Buying Monero Anonymously With Cash
es: 3. Comprar Monero anónimamente en efectivo
ko: 3. 모네로를 익명으로 현금구매
ru: 3. Покупка Монеро (XMR) анонимно за наличные

# guide__xmr__title
source: How to buy Monero anonymously
es: Cómo comprar Monero de forma anónima
ko: 익명으로 모네로를 구매하는 방법
ru: Как купить Монеро (XMR) анонимно

# guides__read_more
source: Further reading
es: Otras lecturas
ko: 더 보기
ru: Читайте также

# home__greeting__anywhere
source: Anywhere.
es: En cualquier lugar.
ko: 어디서든지.
ru: Везде.

# home__greeting__buy_monero
source: Buy {assetName}.
es: Comprar {assetName}.
ko: {assetName} 구매.
ru: Купить {assetName}.

# home__greeting__cash_or_online
source: Cash or online.
es: En efectivo o en línea.
ko: 현금도 온라인도 가능.
ru: Наличными или онлайн.

# home__greeting__sell_monero
source: Sell {assetName}.
es: Vender {assetName}.
ko: {assetName} 판매.
ru: Продать {assetName}.

# home__greeting__signup_btn
source: Sign up free
es: Registro gratuito
ko: 무료 회원가입
ru: Бесплатная регистрация

# home__newsfeed__title
source: Latest News
es: Últimas Noticias
ko: 최신 뉴스
ru: Последние новости
