Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__sov__0__text
source: <p>It’s a common talking point (and one we fully believe) that Monero makes a better medium of exchange than transparency coins, including Bitcoin. This is because Monero's inherent privacy makes it impossible to track, sidestepping many dangers that arise from having your money flow available to all interested parties. As well, the privacy unlocks fungibility, so users can feel confident that every Monero exchanged for a good or service is equivalent to any other since there is no associated past.</p> <p>As common as this talking point is however, there is another that usually pops up alongside it; that while Monero may be the better medium of exchange, Bitcoin is the better store of value. It’s not uncommon to hear this, even within the Monero community. Use Monero like a spending account, and use Bitcoin like a savings account. When pressed for reasoning, these users don’t even think it’s necessarily because Bitcoin’s price rises at a higher rate than Monero’s, but because Bitcoin has ‘properties’ that make it like digital gold.</p> <p>We wholeheartedly disagree with this idea and would like to expand on why in this article. Bitcoin’s radical transparency does more to detract from its properties as a store of value than people realize. The first, and most obvious example of this is imagining another commonly accepted store of value, gold, with the transparency that Bitcoin has.</p> <p>What would happen to the trust in gold if it was possible (trivially many times) to link an amount of gold to an individual or group? Would it still be used as it is if every time gold is transferred it is known that a transfer occurred, who the sender and receiver were, and what amount of gold was transferred? We think not.</p> <p>One of gold’s properties, that is inherent to it being a real world object, is that it is naturally private. One can artificially give it a history by branding previous owners into a bar of gold, but these can be easily removed by melting the bar down and remaking it, an option that is not present in Bitcoin.</p> <p>This transparency in motion, while destructive enough on its own, is not the only flaw gold would have if all info about its movement was available to everyone. By nature of knowing the flow of gold, we could identify which real world entities have large stores of it. Some of these might not be institutions, but individuals without large scale security set ups. It’s not unheard of for the common person to purchase gold as a hedge against catastrophe, and we now know that Joe Schmoe down the street has 10k dollars worth sitting somewhere in his house. Not information that Joe probably wants the world to know.</p> <p>A good store of value doesn’t just mean that the price is stable or will possibly go up, it means that the holder feels comfortable and confident in the security of where they have chosen to put their money. So, with radical transparency, gold becomes uncomfortable in motion, and potentially dangerous at rest. It’s good to know then that this was just a thought experiment and gold does not have these properties. Gold investors can breathe a sigh of relief.</p> <p>But the same can’t be said for Bitcoin.</p> <p>Monero’s privacy does indeed provide much better security both in motion and at rest for anyone that wants to use it as either a checking account or a savings account.</p> <p>Proponents of Bitcoin will argue, however, that Bitcoin is more secure as a store of value because it has a larger hashrate behind it, so the chain is much less likely to be rewritten (i.e. your coins in storage may be taken), and while this is currently true, it is a social problem that can be changed with time rather than a foundational technological one that is unlikely to ever be rectified.</p> <p>A second argument for Bitcoin is that it has a fixed supply, whereas Monero has a tail emission. This is extrapolated to mean Monero has an infinite supply, so it is as unfit to be a store of value as fiat. On the surface, this is definitely the more persuasive argument of the two, so we would like to address this one in detail.</p> <p>While Monero does have a tail emission, this is to ensure Monero’s long term security. Once the last Bitcoin has been minted, there will be no more block reward, leaving the fee market alone to incentivize miners to secure the chain. There is already preliminary research that suggests this will not be enough, and the security of the chain will drop dramatically, leaving the chain vulnerable to 51% attacks.</p> <p>Ultimately, this means you have accumulated a store of value that you can never move for fear of an attack. Going back to gold, would gold be at all useful as a store of value if it was impossible or prohibitively dangerous to move around, sell, or exchange? What good is inaccessible value? What good is an accumulated millions of dollars in stored value if it can only ever sit in what might as well be a bottomless pit forever?</p> <p>Let’s address the other part of this criticism rather than hand-waving away the Monero portion of the problem. The tail emission. While it’s true it has a purpose, some might see the mere existence of the tail emission as evidence that Monero cannot be scarce and works just like fiat. This is also not true. Fiat has a percentage based inflation model, and even this is not set in stone, but rather subject to an opaque body of corruptible humans. This contrasts with Monero, which inflates linearly, meaning over time the inflation trends toward zero. As well it means that, unlike fiat, inflation can be easily calculated and planned for with certainty.</p>
es: <p>Es un tema de conversación común (y creemos plenamente) que Monero es un mejor medio de intercambio que las monedas transparentes, incluido Bitcoin. Esto se debe a que la privacidad inherente de Monero hace que sea imposible realizar un seguimiento, evitando muchos peligros que surgen de tener su flujo de dinero disponible para todas las partes interesadas. Además, la privacidad desbloquea la fungibilidad, por lo que los usuarios pueden estar seguros de que cada Monero intercambiado por un bien o servicio es equivalente a cualquier otro, ya que no tiene un pasado asociado.</p> <p>Sin embargo, por muy común que sea este tema de conversación, hay otro que suele aparecer junto a él; que si bien Monero puede ser el mejor medio de intercambio, Bitcoin es el mejor depósito de valor. No es raro escuchar esto, incluso dentro de la comunidad de Monero. Use Monero como una cuenta de gastos y use Bitcoin como una cuenta de ahorros. Cuando se les presiona para razonar, estos usuarios ni siquiera piensan que sea necesariamente porque el precio de Bitcoin aumenta a un ritmo más alto que el de Monero, sino porque Bitcoin tiene "propiedades" que lo hacen como el oro digital.</p> <p>Estamos totalmente en desacuerdo con esta idea y nos gustaría explicar por qué en este artículo. La transparencia radical de Bitcoin hace más para restar valor a sus propiedades como depósito de valor de lo que la gente cree. El primer y más obvio ejemplo de esto es imaginar otra reserva de valor comúnmente aceptada, el oro, con la transparencia que tiene Bitcoin.</p> <p>¿Qué pasaría con la confianza en el oro si fuera posible (trivialmente muchas veces) vincular una cantidad de oro a un individuo o grupo? ¿Se seguiría usando como está si cada vez que se transfiere oro se sabe que ocurrió una transferencia, quiénes fueron el remitente y el receptor y qué cantidad de oro se transfirió? Creemos que no.</p> <p>Una de las propiedades del oro, que es inherente a que sea un objeto del mundo real, es que es naturalmente privado. Uno puede darle un historial artificialmente marcando a los propietarios anteriores en una barra de oro, pero estos se pueden eliminar fácilmente derritiendo la barra y rehaciéndola, una opción que no está presente en Bitcoin.</p> <p>Esta transparencia en movimiento, aunque es suficientemente destructiva por sí misma, no es el único defecto que tendría el oro si toda la información sobre su movimiento estuviera disponible para todos. Por la naturaleza de conocer el flujo de oro, podríamos identificar qué entidades del mundo real tienen grandes reservas de este. Algunos de estos pueden no ser instituciones, sino personas sin configuraciones de seguridad a gran escala. No es extraño que la gente común compre oro como protección contra una catástrofe, y ahora sabemos que Joe Schmoe, calle abajo, tiene 10.000 dólares en algún lugar de su casa. No es información que Joe probablemente quiera que el mundo sepa.</p> <p>Una buena reserva de valor no solo significa que el precio es estable o posiblemente subirá, significa que el tenedor se siente cómodo y confiado en la seguridad de dónde ha elegido colocar su dinero. Entonces, con una transparencia radical, el oro se vuelve incómodo en movimiento y potencialmente peligroso en reposo. Es bueno saber entonces que esto fue solo un experimento mental y el oro no tiene estas propiedades. Los inversores en oro pueden respirar aliviados.</p> <p>Pero no se puede decir lo mismo de Bitcoin.</p> <p>De hecho, la privacidad de Monero proporciona una seguridad mucho mejor, tanto en movimiento como en reposo, para cualquiera que quiera usarla como cuenta corriente o cuenta de ahorros.</p> <p>Los defensores de Bitcoin argumentarán, sin embargo, que Bitcoin es más seguro como depósito de valor porque tiene un hashrate más grande detrás, por lo que es mucho menos probable que se reescriba la cadena (es decir, se pueden tomar las monedas almacenadas) , y si bien esto es cierto actualmente, es un problema social que se puede cambiar con el tiempo en lugar de uno tecnológico fundamental que es poco probable que alguna vez se rectifique.</p> <p>Un segundo argumento para Bitcoin es que tiene un suministro fijo, mientras que Monero tiene una emisión de cola. Esto se extrapola para significar que Monero tiene un suministro infinito, por lo que es tan inadecuado para ser un depósito de valor como el fiat. En la superficie, este es definitivamente el argumento más persuasivo de los dos, por lo que nos gustaría abordar este en detalle.</p> <p>Si bien Monero tiene una emisión de cola, esto es para garantizar la seguridad de Monero a largo plazo. Una vez que se haya acuñado el último Bitcoin, no habrá más recompensas en bloque, dejando solo al mercado de tarifas para incentivar a los mineros a asegurar la cadena. Ya existe una investigación preliminar que sugiere que esto no será suficiente, y la seguridad de la cadena caerá drásticamente, dejando a la cadena vulnerable a ataques del 51%.</p> <p>En última instancia, esto significa que ha acumulado una reserva de valor que nunca podrá mover por temor a un ataque. Volviendo al oro, ¿sería útil el oro como reserva de valor si fuera imposible o prohibitivamente peligroso moverse, vender o intercambiar? ¿De qué sirve el valor inaccesible? ¿De qué sirven los millones de dólares acumulados en valor almacenado si solo pueden permanecer en lo que bien podría ser un pozo sin fondo para siempre?</p> <p>Abordemos la otra parte de esta crítica en lugar de apartar la parte del problema de Monero. La emisión de la cola. Si bien es cierto que tiene un propósito, algunos podrían ver la mera existencia de la emisión de la cola como evidencia de que Monero no puede ser escaso y funciona como fiat. Esto tampoco es cierto. Fiat tiene un modelo de inflación basado en porcentajes, e incluso esto no está escrito en piedra, sino que está sujeto a un cuerpo opaco de humanos corruptibles. Esto contrasta con Monero, que se infla linealmente, es decir, con el tiempo la inflación tiende a cero. También significa que, a diferencia de la fiat, la inflación se puede calcular y planificar fácilmente con certeza.</p>
ko: <p>그것은 일반적인 이야기 포인트 (그리고 우리가 완전히 믿는 하나) 모네로는 투명 동전 보다 교환의 더 나은 매체를 만든다, 비트 코인을 포함 하 여. 이는 Monero의 고유 한 개인 정보 보호로 인해 추적이 불가능하기 때문에 모든 이해 당사자가 자금 흐름을 사용할 수 있게함으로써 발생하는 많은 위험을 회피합니다. 또한, 개인 정보 보호는 곰팡이의 잠금을 해제, 그래서 사용자는 좋은 또는 서비스를 교환 모든 Monero가 관련된 과거가 없기 때문에 다른 것과 동일하다고 확신 할 수 있습니다.</p> <p>이 이야기 포인트는 그러나 일반적으로, 일반적으로 그와 함께 팝업 또 다른있다; 모네로는 더 나은 거래소 매체가 될 수 있지만 비트코인은 더 나은 가치 저장입니다. 모네로 공동체 내에서도 이 말을 듣는 것은 드문 일이 아닙니다. 지출 계정처럼 Monero를 사용하고 저축 계좌처럼 비트코인을 사용하십시오. 추론을 위해 누르면, 이러한 사용자는 심지어 비트 코인의 가격이 모네로의보다 높은 속도로 상승하기 때문에 반드시 생각하지 않습니다, 하지만 비트 코인은 디지털 금처럼 만드는 '속성'을 가지고 있기 때문에.</p> <p>우리는 진심으로이 아이디어에 동의하고이 문서에서 이유를 확장하고 싶습니다. 비트코인의 급진적인 투명성은 사람들이 깨닫는 것보다 가치의 저장소로서의 재산을 떨어뜨리기 위해 더 많은 일을 합니다. 첫 번째, 그리고이의 가장 명백한 예는 비트 코인이 가지고있는 투명성, 금, 가치의 또 다른 일반적으로 받아 들여지는 저장소를 상상하는 것입니다.</p> <p>금에 대한 신뢰가 개인이나 집단에 금의 양을 연결할 수 있다면 (여러 번) 어떻게 될까요? 금이 전송될 때마다 전송이 발생했으며, 발신자와 수령인이 누구인지, 어떤 양의 금이 전송되었는지는 알 수 있습니까? 우리는 생각하지 않습니다.</p> <p>금의 속성 중 하나는 실제 개체라는 것이 내재되어 있으며 자연스럽게 비공개라는 것입니다. 하나는 인위적으로 금의 바에 이전 소유자를 브랜딩하여 역사를 줄 수 있지만, 이들은 쉽게 아래로 바를 녹여 그것을 리메이크하여 제거 할 수 있습니다, 비트 코인에 존재하지 않는 옵션.</p> <p>그 자체로 충분히 파괴적이지만, 그 움직임에 대한 모든 정보를 모든 사람이 사용할 수 있다면 금이 가질 수있는 유일한 결함은 아니다 모션의 투명성. 금의 흐름을 아는 특성상, 우리는 어떤 실제 법인이 큰 매장을 가지고 있는지 확인할 수 있습니다. 이들 중 일부는 기관이 아닐 수도 있지만 대규모 보안 설정이 없는 개인은 그렇지 않을 수 있습니다. 평범한 사람이 재앙에 대한 헤지로 금을 구입하는 것은 전례가 없으며, 우리는 이제 길 에서 조 슈모에 (Joe Schmoe)가 집 어딘가에 앉아있을 가치가있는 10k 달러를 가지고 있다는 것을 알고 있습니다. 조가 아마 세상이 알기를 바라는 정보가 아닙니다.</p> <p>가치의 좋은 저장소는 가격이 안정적이거나 아마도 올라갈 것을 의미하지 않는다, 그것은 홀더가 자신의 돈을 넣어 선택한 곳의 보안에 편안하고 자신감을 느낀다는 것을 의미한다. 따라서 급진적인 투명성으로 금은 움직이지 않고 휴식을 취할 가능성이 있습니다. 그것은 이 건 단지 생각 실험이었고 금은 이러한 특성을 가지고 있지 않다는 것을 아는 것이 좋다. 금 투자자들은 안도의 한숨을 내쉬수 있습니다.</p> <p>그러나 같은 비트 코인에 대해 할 수 없습니다.</p> <p>Monero의 개인 정보 보호는 실제로 당좌 예금 계좌 또는 저축 계좌로 사용하려는 모든 사람에게 모션 및 휴식 모두에서 훨씬 더 나은 보안을 제공합니다.</p> <p>비트코인지지자들은 비트코인이 그 뒤에 더 큰 해시레이트가 있기 때문에 가치의 저장소로서 더 안전하다고 주장할 것이고, 그래서 체인은 재작성될 가능성이 훨씬 적다(즉, 저장중인 코인을 차지할 수 있음) 현재 는 사실이지만, 그것은 결코 정류될 가능성이 없는 기초 기술보다는 시간이 지남에 따라 변경될 수 있는 사회적 문제입니다.</p> <p>비트 코인에 대한 두 번째 인수는 고정 공급을 가지고 있다는 것입니다, 모네로는 꼬리 배출을 가지고있는 반면. 이것은 모네로가 무한한 공급을 가지고 있다는 것을 의미하기 위해 추정된다, 그래서 피아트로 가치의 저장소가 될 부적당하다. 표면적으로, 이것은 확실히 두 가지의 더 설득력있는 인수이므로이 것을 자세히 다루고 싶습니다.</p> <p>모네로는 꼬리 방출을 가지고 있지만, 이것은 모네로의 장기적인 보안을 보장하기 위한 것입니다. 마지막 비트코인이 채굴되면 더 이상 블록 보상이 없을 것이며, 수수료 시장은 채굴자들이 체인을 확보하도록 장려합니다. 이미 예비 연구가 이 것으로 충분하지 않을 것이라는 연구 결과가 있으며 체인의 보안이 급격히 떨어지면서 체인이 51%의 공격에 취약해질 것입니다.</p> <p>궁극적으로, 이것은 당신이 공격의 두려움을 위해 이동할 수 없습니다 가치의 저장소를 축적 한 것을 의미한다. 금으로 돌아가는 것은 금이 움직일 수 없거나 엄청나게 위험하다면 가치의 저장소로서 유용할 까요? 접근할 수 없는 가치는 무엇입니까? 영원히 바닥없는 구덩이가 될 수있는 것에만 앉을 수 있다면 저장 값으로 축적 된 수백만 달러의 좋은 점은 무엇입니까?</p> <p>문제의 모네로 부분을 손으로 흔들기보다는 이 비판의 다른 부분을 다루자. 꼬리 방출. 목적이 있는 것은 사실이지만, 일부는 모네로가 부족할 수 없고 피아트처럼 작동한다는 증거로 꼬리 방출의 단순한 존재를 볼 수 있습니다. 이것은 또한 사실이 아니다. 피아트는 백분율 기반 의 인플레이션 모델을 가지고 있으며,이조차도 돌에 설정되어 있지 않고, 오히려 부패한 인간의 불투명 한 몸에 따라 달라질 수 있습니다. 이는 연체된 모네로와 대조를 이루며, 이는 시간이 지남에 따라 인플레이션 추세를 0으로 의미합니다. 또한 피아트와 달리 인플레이션을 쉽게 계산하고 확실하게 계획할 수 있음을 의미합니다.</p>
ru: <p>Существует общепринятое утверждение (и мы полностью согласны с ним), что Monero является более хорошей криптовалютой для обмена, чем прозрачные монеты, в том числе и Bitcoin. Причина заключается в том, что присущая Monero анонимность не позволяет отслеживать её, в результате чего удаётся избежать многие опасностей, связанных с доступностью информации о вашем денежном потоке для всех заинтересованных сторон. Кроме того, анонимность является залогом взаимозаменяемости, поэтому пользователи могут быть уверены в том, что каждая Monero, обмениваемая ими на товар или услугу, будет эквивалентна любой другой Monero, поскольку у этих монет нет никакой истории.</p> <p>Тем не менее, сколь часто бы не возникала данная тема разговора, рядом с ней, как правило, всплывает ещё одна: может, Monero и является лучшим средством обмена, Bitcoin всё же остаётся наилучшим способом сбережения средств. Это вовсе не какой-то редкий случай, даже в сообществе Monero. Пользуйтесь Monero как счётом для повседневных расходов, а Bitcoin используйте в качестве сберегательного счёта. Когда пользователей, утверждающих подобное, просишь обосновать подобную точку зрения, они даже не считают это необходимым, поскольку цена Bitcoin растёт более высокими темпами, чем цена Monero, а значит, Bitcoin обладает «свойствами», которые делают его подобным цифровому золоту.</p> <p>Мы совершенно не согласны с этой идеей, и нам бы хотелось развить эту тему в данной статье. Радикальная прозрачность Bitcoin нивелирует свойства это криптовалюты, связанные с возможностью сбережения средств, в гораздо большей степени, чем многие могли бы подумать. Первым и наиболее очевидным примером может служить другое общепринятое средство сбережения, золото, если представить, что оно обладало бы той же прозрачностью, что и Bitcoin.</p> <p>Что случилось бы с доверием к золоту, если бы можно было (многократно и без каких-либо затруднений) связать определённое количество золота с определённым лицом или группой лиц? Будет ли оно по-прежнему использоваться, как используется сейчас, если всякий раз при передаче золота будет известно, что такая передача имела место, кто был отправителем, а кто был получателем, и какое количество золота было передано? Едва ли.</p> <p>Одно из свойств золота, присущее ему как объекту реального мира, заключается в том, что оно по своей природе является «анонимным». Можно искусственно наделить золото историей, пропечатав имена предыдущих владельцев на слитке, но такую историю можно будет легко уничтожить, растопив слиток, или переписав имена, что невозможно в случае с Bitcoin.</p> <p>Такая прозрачность перемещения, даже несмотря на то, что она деструктивна сама по себе, не будет единственным недостатком золота, если информация о его передаче станет известна всем и каждому. Если бы мы знали всё о потоках передачи золота, мы смогли бы определить реальных владельцев больших запасов этого актива. И некоторыми из владельцев могут оказаться вовсе не какая-то организация, а конкретное физическое лицо, не особо озаботившееся мерами безопасности. Нередки случаи, когда обычный случай покупает золото, чтобы подстраховаться от возможной катастрофы, и вот, нам уже известно, что у Джо Шиму, живущего с нами на одной улице, где-то в доме спрятано драгоценного металла на 10 тысяч долларов. Согласитесь, это не та информация, которой Джо хотел бы поделиться со всем остальным миром.</p> <p>Устойчивое сохранение ценности вовсе не подразумевает стабильности цены или её роста, но оно означает, что владелец чувствует уверенность в безопасности актива, в который он вложил свои деньги. Поэтому, в условиях радикальной прозрачности перемещение золота становится неудобным и даже опасным. Приятно осознавать, что это был просто наш эксперимент, и золото вовсе не обладает такими свойствами — инвесторы в этот актив могут вздохнуть с облегчением.</p> <p>Но нельзя сказать то же самое и о Bitcoin.</p> <p>Анонимность Monero на самом деле обеспечивает более высокий уровень безопасности как с точки зрения перемещения средств, так и с точки зрения использования этой криптовалюты для повседневных трат или в качестве способа сбережения средств.</p> <p>Однако, пропоненты Bitcoin возразят, мол, Bitcoin более безопасен с точки зрения сохранения ценности, поскольку имеет более «широкий» хешрейт, и едва ли блокчейн Bitcoin удастся переписать (то есть, вряд ли получится забрать монеты, которые хранятся у вас лично). И несмотря на то, что на данный момент это действительно так, со временем, скорее, изменится статус социальной проблемы, а не фундаментальной технической проблемы, которая едва ли будет когда-либо разрешена в принципе.</p> <p>Второй аргумент, предъявляемый в защиту Bitcoin, заключается в том, что денежная масса этой монеты ограничена, в то время как Monero предусматривает так называемую «последующую эмиссию». Это экстраполируется на то, эмиссия Monero будет бесконечной, и поэтому Monero не подходит для сбережения средств в той же степени, что и фиатные деньги. Если не вдаваться в подробности, то этот аргумент выглядит более убедительно, чем первый, поэтому мы рассмотрим его повнимательней.</p> <p>Несмотря на то, что monero предполагает наличие последующей эмиссии, данная эмиссия призвана обеспечить долгосрочную безопасность Monero. Как только будет создан последний Bitcoin, прекратится и выплата вознаграждений за блоки, и только рынок комиссий будет мотивировать майнеров, обеспечивающих безопасность блокчейна. Уже было проведено предварительное исследование, которое показало, что такой мотивации будет недостаточно, и уровень безопасности блокчейна невероятно снизится, что сделает его уязвимым к атакам 51%.</p> <p>В конечном счёте, это означает, что у вас накопится некая сумма, которую вы никогда не решитесь перенести в другое место из страха перед атакой. Если вернуться к примеру с золотом, имело бы оно какую-то ценность, могло бы являться средством сбережения, если бы отсутствовала возможность или было бы крайне опасно перемещать продавать или обмениваться его? Что за прок в активе, к которому у вас нет доступа? Какой толк в миллионах долларов, вложенных в актив, если это будет равноценно тому, чтобы просто бросить их в бездонную пропасть, где они останутся навечно?</p> <p>Предлагаем обратиться к другой составляющей этой критики , не отмахиваясь от проблемы, связанной с Monero. Последующая эмиссия. Несмотря на то, что она имеет определённую цель, некоторые рассматривают наличие последующей эмиссии в качестве свидетельства того, что Monero никогда а не станет обладать свойством «редкости» и будет работать, как любые фиатные деньги. Но это не так. Фиатные деньги следуют инфляционной модели, основанной на процентах, и даже это не высечено в камне, а скорее свидетельствует о коррумпированности человеческой природы. Это ми отличает Monero — в данном случае инфляция линейна, а это значит, что с течением времени она будет стремиться к нулю. И в равной степени это означает и то, что в отличие от фиатных денег инфляцию Monero можно будет легко просчитать и на основе этих расчётов строить вполне определённые планы.</p>

# knowledge__sov__description
source: XMR is the better medium of exchange, but BTC is the better store of value? We disagree. BTC’s transparency does more to detract from its properties as a store of value than people realize.
es: XMR es el mejor medio de intercambio, pero ¿BTC es el mejor depósito de valor? No estamos de acuerdo. La transparencia de BTC hace más para restar valor a sus propiedades como depósito de valor de lo que la gente cree.
ko: XMR은 더 나은 교환 매체이지만 BTC가 더 나은 가치 저장소입니까? 우리는 동의하지 않습니다. BTC의 투명성은 사람들이 인식하는 것보다 가치 저장소로서의 자산을 손상시키는 데 더 많은 역할을합니다.
ru: XMR - лучшая валюта для обмена, но BTC — лучшее средство сбережения? Мы не согласны с этим. Прозрачность BTC нивелирует его свойства, связанные с возможностью сбережения средств, в гораздо большей степени, чем многие могли бы подумать.

# knowledge__sov__title
source: Why Monero Is a Better Store of Value Than Bitcoin
es: Por qué Monero es una mejor reserva de valor que Bitcoin
ko: Monero가 Bitcoin보다 더 나은 가치 저장소 인 이유
ru: О том, почему Monero является более эффективным средством сбережения, чем Bitcoin
