Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__emission__description
source: Monero’s privacy technology is not the only difference that sets it apart from BTC and it's derivatives. In this article we'll look at another - the tail emission.
es: La tecnología de privacidad de Monero no es la única diferencia que la distingue de BTC y sus derivados. En este artículo, veremos otro: la emisión de cola.
ko: 모네로의 보안기술만이 비트코인이나 다른 파생상품과의 차이가 아닙니다. 여기서 우리는 '꼬리자르기'에 대해 알아보겠습니다.
ru: Технология обеспечения приватности Monero — это не единственное отличие данной монеты от BTC и его производных. В этой статье мы рассмотрим ещё один аспект — хвостовую эмиссию.

# knowledge__emission__title
source: Why Monero Has A Tail Emission
es: Por qué Monero tiene una emisión de cola
ko: 모네로가 꼬리자르기를 도입한 이유
ru: Зачем Monero хвостовая эмиссия

# knowledge__foss__0__text
source: One of the often sung goals of blockchain is putting power back in the hands of the people. What kinds of power, and how much differ depending on who you ask, and the design of a blockchain itself will determine how this redistribution comes about. There are many tools that contribute to correcting the disparity, and we would like to discuss one that has a great effect on how a project is run, and the actual power redistribution potential it has: open source.
es: Uno de los objetivos a menudo cantados de blockchain es devolver el poder a las personas. Qué tipos de poder y cuánto difieren dependiendo de a quién le pregunte, y el diseño de una cadena de bloques en sí determinará cómo se produce esta redistribución. Hay muchas herramientas que contribuyen a corregir la disparidad, y nos gustaría discutir una que tenga un gran efecto sobre cómo se ejecuta un proyecto y el potencial real de redistribución de poder que tiene: el código abierto.
ko: 블록체인의 목표 중 하나는 유저들에게 다시 힘을 부여해주는 것입니다. 어떤 힘을 어마나 부여할 지는 사람마다 의견이 다르고 블록체인의 설계에 따라 어떻게 이뤄질지도 다릅니다. 힘의 격차를 줄이는 방법은 여러가지가 있지만 프로젝트에 직접적인 영향을 미치고 힘의 재분배에 효과적인 오픈소스에 대해 이야기하겠습니다.
ru: Одна из часто воспеваемых целей блокчейна - вернуть власть в руки людей. Какую власть и в какой мере, варьируется в зависимости от того, кого вы спросите, и непосредственно дизайн блокчейна будет определять, как происходит это перераспределение. Существует множество инструментов, которые способствуют исправлению неравенства, и мы хотели бы обсудить один, имеющий ключевое влияние на ход развития проекта и его реальный потенциал перераспределения: открытый исходный код.

# knowledge__foss__0__title
source: Power to the people
es: Poder para la gente
ko: 유저에게 힘을 부여
ru: Власть в руках людей

# knowledge__foss__1__text
source: A free, open source software (FOSS) project is one in which the code is licensed in such a way that it is available for viewing, changing, auditing, and copying by anyone and everyone. In contrast, the code of proprietary software is hidden, and kept as a business secret that is not shared for fear of competition copying the hard work that the creator paid for or made. Only the program produced at the end is released to the public, not the code. FOSS software has many advantages over its proprietary counterparts, such as potentially fewer bugs (since anyone is free to audit the code), innovation (since contributions can come from anywhere at any time), and empowerment of people that might not be able to afford or otherwise utilize the proprietary offerings. This is true of standard FOSS projects, and blockchain is no exception. The space is abuzz with talks of open source software, and proprietary wallet offerings are met with suspicion and criticism from cryptocurrency veterans. Despite most reference implementations of most major blockchains being open source, there are some – such as Monero – that go above and beyond and stand apart from the crowd.
es: Un proyecto de software libre y de código abierto (FOSS) es aquel en el que el código tiene licencia de tal manera que esté disponible para que cualquiera, todos lo puedan ver, cambiar, auditar y copiar. Por el contrario, el código del software propietario está oculto y se mantiene como un secreto comercial que no se comparte por temor a que la competencia copie el arduo trabajo que el creador pagó o realizó. Solo el programa producido al final se lanza al público, no el código. <br/><br/>El software FOSS tiene muchas ventajas sobre sus contrapartes patentadas, como potencialmente menos errores (ya que cualquiera es libre de auditar el código), innovación (ya que las contribuciones pueden venir de cualquier parte en cualquier momento) y el empoderamiento de las personas que podrían no ser capaces de pagar o de otra manera utilizar las ofertas de propiedad. <br/><br/>Esto es cierto para los proyectos estándar de FOSS, y blockchain no es una excepción. El espacio está lleno de conversaciones sobre software de código abierto, y las ofertas de billetera patentadas se encuentran con sospechas y críticas por parte de los veteranos de las criptomonedas. A pesar de que la mayoría de las implementaciones de referencia de la mayoría de las cadenas de bloques principales son de código abierto, hay algunas, como Monero, que van más allá y se diferencian de la multitud.
ko: 무료 오픈소스 소프트웨어 (FOSS)는 운영코드를 누구나 열람, 수정, 감사, 복사할 수 있도록 코드가 공개된 프로젝트입니다. 그에 비해 소유권이 있는 소프트웨어는 소유자가 만들거나 구매한 코드를 경쟁자가 복사할 수 없도록 코드를 공개하지 않고 영업비밀로 보관하고 있습니다. 코드를 제외한 결과물인 프로그램만 대중에게 공개됩니다. <br/><br/> FOSS 소프트웨는 사유 소프트웨어에 비해 (누구나 코드를 수정할 수 있기에) 오류가 적고, (누구나 어디서든 기여할 수 있기에) 혁신적이며 사유 프로그램을 구매할 여유가 되지 않는 사람에게도 사용할 권한을 주는 등 장점이 많습니다. <br/><br/> 이것이 FOSS의 기본이며, 블록체인도 예외가 아닙니다. 가상화폐에서도 오픈소스에 대한 활발한 토론이 이뤄지고 있고, 사유 지갑등을 언급하는 사람들에겐 의심과 비판이 쏟아집니다. 대부분의 가상화폐가 오픈소스를 도입했지만 거기서 멈추지 않고 모네로처럼 그 이상을 실현하나 가상화폐도 있습니다.
ru: Проект бесплатного программного обеспечения с открытым исходным кодом (free and open source, FOSS) - это проект, в котором код лицензируется таким образом, чтобы он был доступен для просмотра, изменения, аудита и копирования для всех и каждого. С другой стороны, код проприетарного программного обеспечения является скрытым и хранится в качестве коммерческой тайны, которая не разглашается из-за страха копирования конкурентами тяжелой работы, за которую создатель заплатил или сделал. Публикуется исключительно конечный продукт, но не сам код. <br/><br/>Программное обеспечение FOSS имеет много преимуществ по сравнению со своими закрытыми аналогами, таких как потенциально меньшее количество ошибок (поскольку каждый может свободно проверять код), инновации (поскольку изменения могут поступать откуда угодно в любое время) и расширение прав и возможностей людей, которые не могут себе позволить тем или иным образом использовать проприетарные предложения. <br/><br/>Это применимо для стандартных проектов FOSS, и блокчейн не является исключением. Эта сфера жужжит от разговоров о программном обеспечении с открытым исходным кодом, а проприетарные кошельки вызывают подозрения и критику со стороны ветеранов криптовалюты. Несмотря на то, что большинство эталонных реализаций большинства крупных блокчейнов являются открытыми, есть некоторые, такие как Monero, которые выходят за рамки масс.

# knowledge__foss__1__title
source: Open source software
es: Software de código abierto
ko: 오픈소스 소프트웨어
ru: Программное обеспечение с открытым исходным кодом

# knowledge__foss__2__text
source: While it’s true that most projects have open source code, it would be a disservice to the spirit of the concept to not dig a little deeper to see the real reasons why open source is so powerful. The reality is, open source licensing fosters open collaboration by people from all walks and stages of life, with the intention of creating tools that are needed, useful, and beneficial for humanity. Some cryptocurrencies, while the code is eventually released, have development done in secret so as to stay ahead of competing projects. While these projects do qualify as “open source projects” since their code is eventually released to the public, the initial development is still done by a select few, leading to a loss of many of the benefits that being open source might otherwise give. The spirit of an open source project is open collaboration for the benefit of all, rather than for the benefits of a few, and in this way Monero outshines most of its peers. Not only is Monero’s development done in an open fashion, with frequent meetings that anyone can attend and speak in, but so is its research and implementation. Indeed, many of Monero’s largest breakthroughs have come from external sources via collaboration, or by a seemingly random person coming onto the research platforms with a new idea, such as bulletproofs and privacy optimizations.
es: Si bien es cierto que la mayoría de los proyectos tienen código fuente abierto, sería un perjuicio para el espíritu del concepto no profundizar un poco más para ver las razones reales por las que el código abierto es tan poderoso. La realidad es que las licencias de código abierto fomentan la colaboración abierta de personas de todos los ámbitos y etapas de la vida, con la intención de crear herramientas que sean necesarias, útiles y beneficiosas para la humanidad. <br/><br/>Algunas criptomonedas, aunque el código finalmente se lanza, tienen un desarrollo en secreto para mantenerse por delante de los proyectos competidores. Si bien estos proyectos califican como "proyectos de código abierto", ya que su código finalmente se lanza al público, el desarrollo inicial todavía lo realizan unos pocos seleccionados, lo que lleva a la pérdida de muchos de los beneficios que de otro modo podría brindar el código abierto. <br/><br/>El espíritu de un proyecto de código abierto es la colaboración abierta para el beneficio de todos, en lugar de los beneficios de unos pocos, y de esta manera Monero eclipsa a la mayoría de sus pares. El desarrollo de Monero no solo se realiza de manera abierta, con reuniones frecuentes a las que cualquiera puede asistir y hablar, sino que también lo es su investigación e implementación. De hecho, muchos de los avances más importantes de Monero provienen de fuentes externas a través de la colaboración, o por una persona aparentemente aleatoria que llega a las plataformas de investigación con una nueva idea, como las pruebas de balas y las optimizaciones de privacidad.
ko: 대부분의 가상화폐가 오픈소스이지만, 왜 오픈소스가 강력한지 먼저 이해해야 합니다. 오픈소스는 다양한 경험을 한 모든 부류의 사람들이 참여할 수 있어 모든 사람들에게 유용한 변화를 추구할 수 있습니다. <br/><br/> 어떤 가상화폐는 코드는 공개했지만 개발팀은 따로 둬 경쟁 프로젝트보다 앞서려고 노력합니다. 이들도 코드가 공개되어 있으니 “오픈소스 프로젝트”라고 분류되긴 하지만 개발 자체는 개발팀 몇명이 담당하고 있어, 오픈소스의 장점을 누리지 못하고 있습니다. <br/><br/> 오픈소스의 목적은 소수의 이익을 위한 소수의 참여가 아닌 모두의 이익을 위한 모두의 참여이며 이는 모네로가 그 누구보다 잘 실현하고 있습니다. 모네로는 누가나 참여할 수 있는 정기 회으를 통해서 개발뿐만이 아닌 연구와 도입도 공개적으로 이뤄지고 있습니다. 모네로의 'bulletproof'나 개인정보보호 최적화 등 많은 혁신은 공동작업으로 이뤄지거나 참여자의 아이디어로 시작됐습니다.
ru: Несмотря на то, что большинство проектов имеют открытый исходный код, в духе идеи было бы копнуть глубже, чтобы увидеть реальные причины, по которым открытый исходный код настолько мощен. Реальность такова, что лицензирование с открытым исходным кодом способствует открытому сотрудничеству людей всех слоев общества с целью создания инструментов, которые необходимы, полезны и выгодны для человечества. <br/><br/>Некоторые криптовалюты, хоть и публикуют в итоге код, но разрабатываются секретно, чтобы опережать конкурирующие проекты. Хотя эти проекты квалифицируются как «проекты с открытым исходным кодом», поскольку их код в конечном итоге публикуется, первоначальная разработка по-прежнему выполняется немногими избранными, что приводит к потере многих преимуществ, которые в противном случае дает открытый код. <br/><br/>Дух проекта с открытым исходным кодом - открытое сотрудничество на благо всех, а не на пользу немногим, и таким образом Monero превосходит большинство своих коллег. Не только разработка Monero осуществляется открыто, с частыми встречами, на которых каждый может присутствовать и выступать, но также и исследования и внедрение. Многие из крупнейших достижений Monero были получены из внешних источников посредством совместной работы или, на первый взгляд, случайного человека, выходящего на исследовательские платформы с новой идеей, такой как bulletproofs и оптимизация конфиденциальности.

# knowledge__foss__2__title
source: The blockchain connection
es: La conexión blockchain
ko: 블록체인 연결성
ru: Применение в блокчейне

# knowledge__foss__3__text
source: When evaluating a blockchain project, it is recommended that the user should not just look to see if the code is available for viewing, but if other aspects of the project are also conducted in an open, transparent fashion. The more closed doors there are to community involvement, the more uneasy one should feel. Herein lies a stumbling block for many, however, as many of us come from the proprietary world, where transparency is not common, and we don’t have a reference point for what constitutes “open enough”, not just in code, but in the spirit and other areas of a project. Indeed, most projects tout their openness on social media, but when you take a look into how many people actually contribute to the software, development, or research besides those employed or otherwise compensated to do so, the reality can be astoundingly different than what is claimed. It is possible for those in power (formally or informally) to be dismissive or outright hostile when it comes to other people’s ideas. Monero tries to sidestep this issue entirely by having no formal roles of the project, with even the core team of Monero primarily just running infrastructure, and having little to do with the actual development or research of the project. That said, informal power structures form in all social circles, and Monero is no exception, so they must be accounted for.
es: Al evaluar un proyecto de blockchain, se recomienda que el usuario no solo mire para ver si el código está disponible para su visualización, sino si otros aspectos del proyecto también se llevan a cabo de manera abierta y transparente. Mientras más puertas cerradas haya para la participación de la comunidad, más incómodo se sentirá. Aquí hay un obstáculo para muchos, sin embargo, ya que muchos de nosotros venimos del mundo propietario, donde la transparencia no es común, y no tenemos un punto de referencia para lo que constituye "lo suficientemente abierto", no solo en el código, sino en El espíritu y otras áreas de un proyecto. <br/><br/>De hecho, la mayoría de los proyectos promocionan su apertura en las redes sociales, pero cuando observa cuántas personas realmente contribuyen al software, el desarrollo o la investigación además de aquellos empleados o compensados por hacerlo, la realidad puede ser asombrosamente diferente de lo que es reclamado. Es posible que aquellos en el poder (formal o informalmente) sean despectivos u hostiles cuando se trata de las ideas de otras personas. <br/><br/>Monero intenta evitar este problema por completo al no tener roles formales del proyecto, incluso con el equipo central de Monero principalmente ejecutando infraestructura, y teniendo poco que ver con el desarrollo o la investigación real del proyecto. Dicho esto, las estructuras de poder informales se forman en todos los círculos sociales, y Monero no es una excepción, por lo que deben tenerse en cuenta.
ko: 블록체인 프로젝트를 평가할 때 유저는 코드뿐만이 아니라 다른 요소들도 공개적으로 이뤄지고 있는 지 확인하는 것을 추천합니다. 커뮤니티 참여가 불가능한 요소들이 많을 수록 불편한게 정상입니다. 하지만 우리는 공개되지 않은 사유물의 세상에 살고 있기에 코드뿐만이 아닌 블록체인의 목적 등 어느 정도 공개가 충분한지 알 수 없습니다. <br/><br/> 실제로 많은 프로젝트들이 SNS에 오픈소스라고 광고하지만 실제로 들여다보면 고용된 인원을 제외하고는 소프트웨어, 연구, 개발에 참여하는 인원은 소수이기에 실상을 다릅니다. 권력을 가진 소수의 몇명이 다른 사람들의 제안을 무시하고 배척하는 것이 가능합니다. <br/><br/> 모네로는 공식적인 직함을 없애고 모네로의 개발의 중요인물들도 인프라 유지에만 집중하고 실제 개발과 연구에는 참여하지 않아 이런 문제를 방지합니다. 하지만 커뮤니티 내부에서 비공식적인 영향력이 생기는 것은 필연적으로 생기는 현상이며 모네로도 예외는 아니므로 이를 감안해야 합니다.
ru: При оценке проекта блокчейна рекомендуется, чтобы пользователь не просто смотрел, доступен ли код для просмотра, но и выполняются ли другие аспекты проекта открытым и прозрачным образом. Чем более закрыты двери для участия сообщества, тем более неприятным должно быть чувство. Однако в этом заключается камень преткновения для многих, так как многие из нас происходят из частного мира, где прозрачность не распространена, и у нас нет ориентира для того, что составляет «достаточно открытый», не только в коде, но и в дух и других областях проект. <br/><br/>Большинство проектов рекламируют свою открытость в социальных сетях, но когда вы посмотрите, сколько людей на самом деле вносят свой вклад в программное обеспечение, разработку или исследования, помимо тех, кто работает или иным образом получает компенсацию за это, реальность может быть поразительно отлична от того, что было заявлено. Те, кто находится у власти (формально или неформально), могут быть пренебрежительными или откровенно враждебными, когда дело доходит до идей других людей. <br/><br/>Monero пытается полностью обойти эту проблему, не имея формальных ролей в проекте, даже основная команда Monero в основном занимается инфраструктурой и мало связана с фактической разработкой или исследованием проекта. Тем не менее, неформальные структуры власти формируются во всех социальных кругах, и Монеро не является исключением, поэтому их необходимо учитывать.

# knowledge__foss__3__title
source: Beyond code
es: Más allá del código
ko: 코드 이외의 요소들
ru: Помимо кода

# knowledge__foss__4__text
source: While these social portions of open source software are valuable to explore and discuss, and indeed the lack of doing so has led to the downfall of many a project, the conversation can get quite intricate, and is generally outside of the scope of this article, though the reader is encouraged to continue learning about this critical portion of FOSS management. The Monero Project continually seeks to find ways to foster the open collaboration that is so critical to the spirit of open source. If some people prefer one chat platform over another, then bridges are deployed with existing platforms to increase communication. If a group of people feel they don’t have the tools or infrastructure to implement their ideas to make Monero better, then the community sees what sorts of (FOSS) tools are available. This means there’s not just more eyes on the code, which is only one aspect of the project, but on the designs, the research, the digital infrastructure, and the conversations. The spirit of open source software is not just to have open code, but to empower people, give them a voice, and change the world through global collaboration. The reader is encouraged to see if any project that they are interested in goes to these core values, or merely stops at the licensing of the code. We also invite them to run the same rubric on Monero. We know you’ll only discover the reason why Monero is one of the most secure, and collaborative communities in the cryptocurrency world.
es: Si bien estas partes sociales del software de código abierto son valiosas para explorar y discutir, y de hecho la falta de hacerlo ha llevado a la caída de muchos proyectos, la conversación puede volverse bastante compleja y, por lo general, está fuera del alcance de este artículo, aunque se alienta al lector a continuar aprendiendo sobre esta parte crítica de la gestión de software libre. <br/><br/>El Proyecto Monero busca continuamente formas de fomentar la colaboración abierta que es tan crítica para el espíritu del código abierto. Si algunas personas prefieren una plataforma de chat sobre otra, entonces se implementan puentes con las plataformas existentes para aumentar la comunicación. Si un grupo de personas siente que no tiene las herramientas o la infraestructura para implementar sus ideas para mejorar Monero, entonces la comunidad ve qué tipo de herramientas (FOSS) están disponibles. <br/><br/>Esto significa que no solo hay más ojos en el código, que es solo un aspecto del proyecto, sino en los diseños, la investigación, la infraestructura digital y las conversaciones. <br/><br/>El espíritu del software de código abierto no es solo tener código abierto, sino empoderar a las personas, darles voz y cambiar el mundo a través de la colaboración global. Se alienta al lector a ver si algún proyecto en el que está interesado va a estos valores centrales, o simplemente se detiene en la licencia del código. <br/><br/>También los invitamos a ejecutar la misma rúbrica en Monero. Sabemos que solo descubrirá la razón por la cual Monero es una de las comunidades más seguras y colaborativas en el mundo de las criptomonedas.
ko: 오픈소스 소프트웨어의 다른 요소들도 둘러보고 참여하는 것이 중요하지만, 대화 내용이 전문적인 경우가 있고 이 글에서 설명하기에는 한계가 있습니다. FOSS 관리 차원에서 이러한 코드 이외의 곳에서 참여하는 것을 권장하고, 실제로 이런 참여가 부족한 프로젝트는 생존경쟁에서 밀려난 경우가 있습니다. <br/><br/> 모네로 프로젝트는 오픈소스의 목적인 공개적인 참여를 권장하기 위한 방법을 찾기 위해 항상 노력하고 있습니다. 유저들이 선호하는 채팅 수단이 다르다면, 이를 연결해 대화를 원활하게 하기 위해 노력합니다. 유저들이 자기들의 아이디어를 시행하기 위한 기술이나 인프라가 부족한 경우, 커뮤니티가 나서서 이를 가능하게 하기 위한 FOSS 기술이 뭐가 있나 같이 찾아봅니다. <br/><br/> 이는 프로젝트의 한 요소인 코드를 떠나 연구, 개발, 인프라, 대화 등 많은 요소에 사람들이 참여한다는 것을 뜻합니다. <br/><br/> 오픈소스 소프트웨어의 목적은 그저 공개된 코드를 갖는 것이 아니라 유저들에게 권력을 나눠주고 자기들 의견을 낼 수 있게 하며 국제 공조를 통해 세계를 바꿀 수 있게 합니다. 지금 이 글을 읽고 있는 당신도 관심있는 프로젝트가 이런 중요한 요소들에 참여가 가능한지 코드 참여에만 그치는지 알아보기를 권장합니다. <br/><br/> 이는 모네로 또한 예외가 아닙니다. 알아보면 알아볼수록 모네로가 왜 가상화폐 커뮤니티 중 가장 안전하고 상호협력이 많은 커뮤니티인지 깨달을 거라고 믿어 의심치 않습니다.
ru: Хотя социальные аспекты программного обеспечения с открытым исходным кодом являются ценными для изучения и обсуждения, и отсутствие этого действительно привело к краху многих проектов, эта дискуссия довольно тонка и непроста, и выходит за рамки этой статьи. Однако, читателю рекомендуется продолжить изучение этой важной части менеджмента FOSS. <br/><br/>Проект Monero постоянно стремится найти способы поощрения открытого сотрудничества, столь важного для духа открытого исходного кода. Если некоторые люди предпочитают одну платформу для чата другой, то с целью расширения связи используются мосты с существующими платформами. Если группа людей считает, что у них не хватает инструментов или инфраструктуры для реализации своих по улучшению Monero, то сообщество будет искать доступные (FOSS) инструменты. <br/><br/>Это означает, что не только более пристальное внимание к коду, который является только одним аспектом проекта, но и к проектам, исследованиям, цифровой инфраструктуре и обсуждению. <br/><br/>Дух программного обеспечения с открытым исходным кодом заключается не только в наличии открытого кода, но и в расширении возможностей людей, предоставлении им голоса и изменении мира посредством глобального сотрудничества. Читателю рекомендуется посмотреть, соответствует ли какой-либо проект, который им интересен, этим основным ценностям или просто останавливается на лицензировании кода. <br/><br/>Мы также приглашаем вас применить эти принципы к Monero. Мы уверены, что вы узнаете причину, по которой Monero является одним из самых безопасных и коллективных сообществ в мире криптовалют.

# knowledge__foss__4__title
source: A means or an end?
es: ¿Un medio o un fin?
ko: 모네로는 하나의 수단에 불과할까?
ru: Средство или цель?

# knowledge__foss__description
source: Find out why being open source and decentralized gives Monero a huge advantage over competing cryptocurrencies.
es: Descubra por qué ser de código abierto y descentralizado le da a Monero una gran ventaja sobre las criptomonedas de la competencia.
ko: 탈중앙화 오픈소스인 모네로가 왜 다른 가상화폐에 비해 훨씬 우월한 이유
ru: Узнайте, почему открытость и децентрализация дают Monero огромное преимущество перед конкурирующими криптовалютами.

# knowledge__foss__title
source: Why Monero Is Open Source And Decentralized
es: Por qué Monero es de código abierto y descentralizado
ko: 모네로는 왜 탈중앙화와 오픈소스를 선택했는가
ru: Почему Monero децентрализовано и имеет открытый исходный код
