Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__why_monero__summary
source: <h2>Summary</h2> <p> In our opinion, Monero is the clear choice if you're looking for a private, secure, untraceable, fungible, decentralized cryptocurrency with no trusted setup required. Anything else puts your privacy and security at risk. But don't just take our opinion. Do your own research and see for yourself. Consider that Monero is endorsed and used by entities which depend on privacy and untraceability, such as: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) was shut down in July of 2017. The <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> against AB shows that: <ul class="disc"> <li> <b> Monero is the only private and untraceable cryptocurrency: </b> <br /> &quot;In total, from CAZES' wallets and computer agents took control of approximately $8,800,000 in Bitcoin, Ethereum, Moreno [sic], and Zcash, broken down as follows: 1,605.0503851 Bitcoin, 8,309.271639 Ethereum, 3,691.98 Zcash, <em>and an unknown amount of Monero.</em>&quot; (bottom of p. 20 and top of p. 21, emphasis added) </li> <li> <b> Bitcoin transactions are not private and can be traced: </b> <br /> &quot;Federal agents obtained the warrants after tracing a number of Bitcoin transactions originating with AlphaBay to digital currency accounts, and ultimately bank accounts and other tangible assets, held by CAZES and his wife.&quot; (p. 17, lines 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero does not advocate or encourage any illegal activity. </p> </div>
ko: <h2>요약</h2> <p> 저희 입장은, 신뢰단계가 없고 개인정보보호, 보안, 대체성을 보장하고 탈중앙화된 가상화폐를 찾고 있다면 답은 명확하게 모네로입니다. 그 외의 코인은 당신의 보안과 개인정보를 위협합니다. 하지만 저희 말을 곧이 곧대로 믿을 필요는 없습니다. 개인적으로 연구를 하시고 찾아 보시기 바랍니다. 모네로의 보안과 추적불가능한 요소를 지지하는 단체가 있다는 걸 아시기 바랍니다: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay 시장 (AB)가 2017년 7월에 서비스 중단했습니다. AB에 대한 <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> 정부압수명령 </a>에 따르면: <ul class="disc"> <li> <b> 모네로만이 유일하게 추적 불가능한 보안코인이다: </b> <br /> &quot;정부는 CAZES의 지갑과 컴퓨터에서 약 $8,800,000에 해당하는 비트코인, 이더리움, 모네로, Zcash를 압수했으며, 그 구성은 다음과 같다: 1,605.0503851 비트코인, 8,309.271639 이더리움, 3,691.98 Zcash, 그리고 <em>알 수 없는 양의 모네로.</em>&quot; (p. 20 하단과 p. 21 상단, 강조) </li> <li> <b> 비트코인 거래는 숨겨지지 않으며 추적 가능하다: </b> <br /> &quot;정부요원은 CAZES와 와이프의 은행/유형자산과 연관성을 보이는 가상화폐 계좌와 AlphaBay의 비트코인 거래를 확인하고 영장을 받았다.&quot; (p. 17, 24-26줄) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero는 불법행위를 권장하지도 않고 허용하지도 않습니다.. </p> </div>
ru: <h2>Заключение</h2> <p> По нашему мнению, Monero - это правильный выбор, если вы ищете закрытую, безопасную, не отслеживаемую, взаимозаменяемую, децентрализованную криптовалюту, для которой не требуется trusted setup. Все остальное ставит под угрозу вашу конфиденциальность и безопасность. Но не стоит верить нам на слово - проведите свое собственное исследование и убедитесь сами. Учтите, что Monero одобрен и используется акторами, которые полагаются на конфиденциальность и неотслеживаемость, такими как: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) был закрыт в июле 2017 года. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Федеральная жалоба на конфискацию </a> против AB показывает, что: <ul class="disc"> <li> <b> Monero является единственной конфиденциальной и неотслеживаемой криптовалютой: </b> <br /> &quot;В общей сложности кошельки и компьютерные агенты CAZES взяли под контроль приблизительно 8 800 000 долл. США в биткойнах, Ethereum, Moreno [sic] и Zcash, разделенные следующим образом: 1 605,0503851 Bitcoin, 8 309,271639 Ethereum, 3 691,98 Zcash, <em>и неизвестное количество монеро.</em>&quot; (нижняя часть стр. 20 и верхняя часть стр. 21, выделение добавлено) </li> <li> <b> Биткойн-транзакции не являются конфиденциальными и могут быть отслежены: </b> <br /> &quot;Федеральные агенты получили ордера после отслеживания ряда биткойн-транзакций, совершенных с AlphaBay, на счетах в цифровой валюте и, в конечном счете, на банковских счетах и других материальных активах, принадлежащих CAZES и его жене.&quot; (стр. 17, строки 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero не поддерживает и не поощряет какую-либо незаконную деятельность. </p> </div>

# knowledge__why_monero__title
source: Why Monero is Better than Dash, Zcash, Zcoin (Even with Lelantus), Grin and Bitcoin Mixers Like Wasabi (Updated May 2020)
es: Por qué Monero es mejor que Dash, Zcash, Zcoin (incluso con Lelantus), Grin y Bitcoin Mixers como Wasabi (Actualizado en mayo de 2020)
ko: 모네로가 Dash, Zcash, (Lelantus를 적용해도) Zcoin, Grin 그리고 Wasabi같은 비트코인 세탁 서비스보다 뛰어난 이유 (2020년 5월 업데이트)
ru: Почему Monero лучше, чем Dash, Zcash, Zcoin (даже с Lelantus), Grin и биткойн-миксеры вроде Wasabi (Обновлено в мае 2020 г.)
