Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# notification__trade_payment_marked_complete
source: {username} has completed the payment in trade {tradeId}
es: {username} ha completado el pago de la transacción {tradeId}
ko: {username}가 거래 {tradeId}의 결제를 완료했습니다
ru: {username} оплатил сделку {tradeId}

# notification__trade_premium_payment_confirmed
source: {username} has confirmed premium payment in trade {tradeId}. Option is now active!
es: {username} ha confirmado el pago de la prima en el comercio {tradeId}. ¡La opción ahora está activa!
ko: {username}가 거래 {tradeId}의 결제를 확인했습니다. 옵션이 활성화되었습니다!
ru: {username} подтвердил выплату премии в сделке {tradeId}. Опцион теперь активен!

# notification__trade_premium_payment_marked_complete
source: {username} has marked premium paid in trade {tradeId}
es: {username} ha marcado la prima pagada en el comercio {tradeId}
ko: {username}가 거래 {tradeId} 프리미엄 결제를 완료했습니다
ru: {username} пометил премию, уплаченную в торговле {tradeId}

# notification__trade_request
source: You have a new offer {tradeId} from user {username}
es: Tiene una nueva oferta {tradeId} del usuario {username}
ko: {username}로부터 새 거래 {tradeId} 제안이 있습니다
ru: Вам пришло новое предложение о сделке {tradeId} от {username}

# notification__unread
source: Unread notifications
es: notificaciones no leídas
ko: 새 알림
ru: Непрочитанные уведомления

# otp_tip_0_0
source: If you have enabled two-factor authentication, enter your 6 digit one-time password here.
es: Si usted tiene activada la autenticación de dos pasos, introduzca su contraseña de un solo uso de 6 dígitos aquí.
ko: 2중인증을 활성화했다면, 여기에 6자리 OTP를 입력하세요.
ru: Если вы активировали двухфакторную аутентификацию, введите здесь шестизначный одноразовый пароль.

# otp_tip_0_1
source: Where do I find my one-time password?
es: ¿Dónde encuentro mi contraseña de un solo uso?
ko: OTP를 어디서 확인할 수 있나요?
ru: Где найти мой одноразовый пароль?

# otp_tip_1
source: Enter your 6 digit one-time password from the 2FA mobile app here.
es: Introduzca aquí su contraseña de un solo uso de 6 dígitos desde la aplicación móvil 2FA.
ko: 2중인증 어플의 6자리 OTP를 입력하세요.
ru: Введите шестизначный одноразовый пароль из вашего 2FA мобильного приложения

# otp_title_0
source: One-time password (if enabled)
es: Contraseña de un solo uso (si activada)
ko: (이용 가능할시) OTP
ru: Одноразовый пароль (если включен)

# otp_title_1
source: One-time password
es: Contraseña de un solo uso
ko: OTP
ru: Одноразовый пароль

source: Password
es: Contraseña
ko: 비밀번호
ru: Пароль

# password_reset__btn
source: Change password
es: Cambiar contraseña
ko: 비밀번호 변경
ru: Изменить пароль

# password_reset__confirm_new_password
source: Confirm new password
es: Confirmar nueva contraseña
ko: 새 비밀번호 재입력
ru: Подтвердите новый пароль

# password_reset__confirm_new_password_tip
source: Please confirm your new password
es: Por favor, confirme su nueva contraseña
ko: 새 비밀번호를 다시 한번 입력하세요
ru: Пожалуйста подтвердите ваш новый пароль

# password_reset__error
source: There has been an error with your request
es: Ha habido un error con su solicitud
ko: 요청에 오류가 있습니다
ru: Произошла ошибка

# password_reset__new_password
source: New password
es: Nueva contraseña
ko: 새 비밀번호
ru: Новый пароль

# password_reset__subtitle
source: After changing the password you will have to log in again using your new password
es: Después de cambiar la contraseña usted deberá acceder otra vez utilizando su nueva contraseña
ko: 비밀번호 변경 후 새 비밀번호로 다시 로그인해야 합니다
ru: После изменения пароля Вам будет нужно войти снова, используя Ваш новый пароль

# password_reset__success
source: Success!
es: ¡Logrado con éxito!
ko: 성공!
ru: Успех!

# password_reset__success_tip
source: You will now be redirected to the login page.
es: Ahora, será redireccionado a la página de inicio de sesión.
ko: 로그인 페이지로 이동합니다.
ru: Сейчас вы будете перенаправлены на страницу входа.

# password_reset__title
source: Change password
es: Cambiar contraseña
ko: 비밀번호 변경
ru: Изменить пароль

# password_tip
source: 8-72 characters.
es: 8-72 caracteres.
ko: 8-72 글자.
ru: 8-72 символов.

# post_ad__amount_title
source: Amount
es: Cantidad
ko: 거래량
ru: Лимиты

# post_ad__country__title
source: Country
es: País
ko: 국가
ru: Страна

# post_ad__currency__title
source: Currency
es: Moneda
ko: 화폐
ru: Валюта

# post_ad__details
source: Details
es: Detalles
ko: 상세내용
ru: Детали

# post_ad__error__correct_errors
source: Please correct the highlighted errors
es: Por favor corrija los errores resaltados
ko: 표시된 오류를 수정해주세요
ru: Пожалуйста, исправьте выделенные ошибки

# post_ad__error__dialog_back_btn
source: Back
es: Volver
ko: 뒤로
ru: Назад

# post_ad__error__dialog_btn
source: Back
es: Volver
ko: 뒤로
ru: Назад

# post_ad__error__dialog_title
source: Form error
es: Error de formulario
ko: 오류
ru: Ошибка

# post_ad__error__dialog_title_too_many_ads
source: Too many ads
es: Demasiados anuncios
ko: 계약이 너무 많습니다
ru: Слишком много объявлений

# post_ad__error__first_time_limit_not_valid
source: Please enter valid first time {assetSymbol} limit value. Only numbers between{min_asset_amount} and {max_asset_amount} are allowed.
es: Por favor, introduzca una primera cantidad de {assetSymbol} válida. Únicamente están permitidos números entre {min_asset_amount} y {max_asset_amount}.
ko: 첫 거래 {assetSymbol} 허용량을 입력해 주세요. {min_asset_amount}과 {max_asset_amount} 사이의 정수만 사용 가능합니다.
ru: Пожалуйста, введите верное значение ограничения на сумма первой сделки. Принимаются только числа между {min_asset_amount} и {max_asset_amount}.

# post_ad__error__limit_amounts_not_valid
source: Please enter valid limit to amounts value. Only integers between 1 and 1000000000000 are allowed.
es: Por favor, introduzca un límite válido en el valor de las cantidades. Únicamente están permitidos números enteros entre 1 y 1000000000000.
ko: 이용 가능한 거래량을 입력해 주세요. 1과 1000000000000 사이의 정수만 사용 가능합니다.
ru: Пожалуйста, введите верное значение ограничения возможных сумм сделки. Принимаются только числа между 1 и 1000000000000.

# post_ad__error__limit_requests_content
source: You are trying to create too many ads
es: Usted está intentando crear demasiados anuncios
ko: 허용된 계약 수를 넘었습니다
ru: Вы пытаетесь создать слишком много объявлений

# post_ad__error__limit_requests_title
source: Too many requests
es: Demasiadas solicitudes
ko: 너무 많은 요청
ru: Слишком частые запрсы

# post_ad__error__margin_not_valid
source: Please enter valid margin value. Only numbers between -100 and 1000 are allowed.
es: Por favor, introduzca un margen válido. Únicamente están permitidos números entre -100 y 1000.
ko: 이용 가능한 이익을 입력해 주세요. -100과 1000 사이만 입력 가능합니다.
ru: Пожалуйста, введите верное значение наценки. Принимаются только числа между -100 и 100.

# post_ad__error__max_amount_not_valid
source: Please enter valid maximum amount value. Only numbers between 0.000000000001 and 10000000000000 are allowed.
es: Por favor, introduzca una cantidad máxima correcta. Únicamente están permitidos números entre 0.000000000001 y 10000000000000.
ko: 이용 가능한 최대량을 입력해주세요.0.000000000001과 10000000000000 사이만 입력 가능합니다.
ru: Пожалуйста введите верное значение максимальной суммы сделки. Принимаются только числа между 0.000000000001 и 10000000000000.

# post_ad__error__min_amount_less_than_balance
source: Minimum transaction amount cannot be lower than your current balance. Try lowering minimum amount or depositing funds to your {appName} wallet.
es: La cantidad mínima de la transacción no puede ser más baja que su actual balance. Pruebe reduciendo la cantidad mínima o deposite fondos en su billetera FRONT_TYPE.
ko: 최소 거래량은 현재 (당신의) 잔액보다 높을 수 없습니다. 최소 거래량을 낮추거나 FRONT_TYPE 지갑에 자금을 입금하세요.
ru: Минимальная сумма сделки не может быть меньше вашего текущего баланса. Попробуйте снизить минимальную сумму или внести средства на ваш кошелёк FRONT_TYPE.

# post_ad__error__min_amount_not_valid
source: Please enter valid minimum amount value. Only numbers between 0.000000000001 and 10000000000000 are allowed.
es: Por favor, introduzca una cantidad mínima correcta. Únicamente están permitidos números entre 0.000000000001 y 10000000000000.
ko: 이용 가능한 최소 거래량을 입력해주세요. 0.000000000001과 10000000000000 사이만 입력 가능합니다.
ru: Пожалуйста, введите верное значение минимальной суммы сделки. Принимаются только числа между 0.000000000001 и 10000000000000.

# post_ad__error__network
source: Network error
es: Error de red
ko: 네트워크 오류
ru: Ошибка сети

# post_ad__error__payment_window_not_valid
source: Please enter valid payment window value. Only integers between 15 and 90 are allowed.
es: Por favor, introduzca un margen de tiempo para pagos válido. Únicamente están permitidos números enteros entre 15 y 90.
ko: 이용 가능한 결제 기한을 입력해 주세요. 15와 90 사이의 정수만 입력 가능합니다.
ru: Пожалуйста введите верное значение окна оплаты. Принимаются только числа между 15 и 90.

# post_ad__error__price_not_valid
source: Please enter valid price value. Only numbers between 0.000000000001 and 10000000000000 are allowed.
es: Por favor, introduzca un precio válido. Únicamente están permitidos números entre 0.000000000001 y 10000000000000.
ko: 이용 가능한 가격을 입력해 주세요. 0.000000000001과 10000000000000 사이만 입력 가능합니다.
ru: Пожалуйста введите верное значение цены. Принимаются только числа между 0.000000000001 и 10000000000000.

# post_ad__error__require_feedback_not_valid
source: Please enter valid limit to require feedback score value. Only integers between 0 and 100 are allowed.
es: Por favor, introduzca un límite válido de puntuación de confianza/feedback requerida. Únicamente están permitidos números enteros entre 0 y 100.
ko: 이용 가능한 필요 후기점수를 입력해 주세요. 0과 100 사이의 정수만 입력 가능합니다.
ru: Пожалуйста введите верное значение минимальной оценки отзывов. Принимаются только числа между 0 и 100.

# post_ad__error__wallet_balance
source: Wallet balance less than required minimum for this ad type
es: El saldo de su billetera es menor que el mínimo requerido para este tipo de anuncio
ko: 지갑잔액이 이 계약에 필요한 최소량보다 적습니다
ru: Баланс кошелька ниже минимального требуемого баланса для этого типа объявлений.

# post_ad__first_time_xmr_limit
source: First time limit ({assetSymbol})
es: Límite de primera vez ({assetSymbol})
ko: 첫 거래 ({assetSymbol}) 한도
ru: Ограничение суммы сделки для новых покупателей ({assetSymbol})

# post_ad__first_time_xmr_limit_tip
source: Optional. Limit maximum transaction amount for users you don't have previous trades with. Minimum 0.
es: Opcional. Límite de max transacciones para usuarios con los que no ha tenido previamente tratos. Mínimo 0.
ru: Необязательно. Ограничьте максимальную сумма сделки для пользователей, с которыми вы еще не торговали. Минимум 0.

# post_ad__for_trusted_switch_description
source: Makes this ad accessible only for the users you have marked as trusted
es: Hace este anuncio accesible sólamente para los usuarios que tiene marcados como confiables
ko: 신뢰하는 유저만 이 거래를 이용할 수 있습니다
ru: Делает данное объявление доступным только для доверенных пользователей

# post_ad__for_trusted_switch_label
source: For trusted users only
es: Sólo para usuarios de confianza
ko: 신뢰하는 유저만
ru: Только для доверенных

# post_ad__limit_fiat_amounts
source: Limit amounts to
es: Límite de catidades a
ko: 거래량 제한
ru: Ограничить суммы до

# post_ad__limit_fiat_amounts_tip
source: Restrict trading amounts to specific comma-separated integers, for example 20,50,100. In fiat currency (USD/EUR/etc). Handy for coupons, gift cards, etc.
es: Opcional. Restrinja cantidades de de las transacciones a cantidades enteras específicas separadas por comas, como por ejemplo 20,50,100. En monedas fiat (USD/EUR/etc). Muy práctico para cupones, tarjetas de regalo, etc.
ko: 필수가 아닙니다. 거래량을 설정한 화폐(USD/EUR/등등)의 특정량에 고정합니다 (,로 값을 분리하세요). 쿠폰, 상품권 등에 사용하기 유용합니다.
ru: Необязательно. Ограничьте суммы сделки до определенных целых чисел, разделенных запятыми, например, 20, 50, 100. В фиатной валюте (USD/EUR/etc). Удобно для купонов, подарочных карт и т.д.

# post_ad__location__title
source: Location
es: Localización
ko: 위치
ru: Местоположение

# post_ad__logged_out_notice
source: In order to post a new ad please {log-in} or {sign-up}
es: Para publicar un nuevo anuncio, por favor {log-in} or {sign-up}
ko: 새 계약을 작성하기 위해 {log-in}하거나 {sign-up}해주세요
ru: Чтобы создать объявление, {log-in} или {sign-up}

# post_ad__logged_out_notice_log_in
source: log in
es: acceda
ko: 로그인
ru: войдите

# post_ad__logged_out_notice_sign_up
source: sign up
es: regístrese
ko: 가입
ru: зарегистрируйтесь

# post_ad__max_amount
source: Maximum amount:
es: Cantidad máxima
ko: 최대거래량
ru: Mаксимальная сумма сделки

# post_ad__max_amount_tip
source: Maximum transaction limit in one trade.
es: Opcional. Límite máximo de transacción en una transacción.
ko: 필수가 아닙니다. 한번 거래 시 최대거래량을 설정합니다.
ru: Необязательно. Максимальная сумма одной сделки в фиатной валюте.

# post_ad__min_amount
source: Minimum amount:
es: Cantidad mínima
ko: 최소거래량
ru: Минимальная сумма сделки

# post_ad__min_amount_tip
source: Minimum transaction limit in one trade
es: Opcional. Límite mínimo de transacción en una transacción.
ko: 필수가 아닙니다. 한번 거래 시 최소거래량을 설정합니다
ru: Необязательно. Минимальная сумма одной сделки в фиатной валюте.

# post_ad__min_feedback_score
source: Minimum feedback score:
es: Puntuación mínima de confianza/feedback
ko: 최소 후기점수
ru: Минимальная оценка отзывов

# post_ad__min_feedback_score_tip
source: Optional. Minimum user feedback score required to request a trade from 0 to 100.
es: Opcional. Puntuación mínima de confianza/feedback requerida para solicitar una transacción. Se puede establecer en números enteros entre 0 a 100.
ko: 필수가 아닙니다. 거래하기 위한 0과 100사이의 최소 후기점수를 설정합니다.
ru: Необязательно. Минимальная оценка отзывов пользователя, необходимая для открытия сделки (от 0 до 100).

# post_ad__payment_method_detail
source: Payment method detail
es: Detalles del método de pago
ko: 결제수단 상세내용
ru: Детали метода оплаты

# post_ad__payment_method_detail_tip
source: Optional. Specify some brief detail about the payment method to be shown in the ad list, such as the name of the bank in case the payment method is bank transfer. Maximum 64 characters.
es: Opcional. Especifique algunos detalles breves sobre el método de pago que se mostrará en la lista de anuncios, como el nombre del banco en caso de que el método de pago sea una transferencia bancaria. Máximo 64 caracteres.
ko: 필수가 아닙니다. 계약에서 설정한 결제수단에 대한 더 많은 내용(계좌이체 시 이용 은행 등)을 제공합니다. 최대 64자.
ru: Необязательно. Укажите краткую деталь о методе оплаты, которая будет показана в списке объявлений (например, название банка, если метод оплаты - банковский перевод). Максимум 64 символа.

# post_ad__payment_method_info
source: Payment method info:
es: Información del método de pago
ko: 결제수단 내용
ru: Детали платежа

# post_ad__payment_method_info_tip_0
source: Specify payment method info to be shown during trade. Maximum 4096 characters. You can use markdown to style your payment method info (images not allowed).
es: Especificar información del método de pago para ser mostrada durante la transacción. Máximo 4096 caracteres. Puede utilizar markdown para adornar y resaltar su información de pago (imágenes no permitidas).
ko: 거래 시 이용하는 결제수단에 대한 내용입니다. 최대 4096자. 결제에 필요한 정보를 적을 수 있습니다 (사진 이용 불가능).
ru: Укажите детали платежа, которые будут показаны во время сделки. Максимум 4096 символов. Вы можете использовать Markdown для оформления деталей платежа (изображения запрещены).

# post_ad__payment_method__title
source: Payment method
es: Método de pago
ko: 결제수단
ru: Способ оплаты

# post_ad__payment_window
source: Payment window (minutes)
es: Margen temporal de pagos (minutos)
ko: 결제기한(분)
ru: Окно оплаты (минуты)

# post_ad__payment_window_tip
source: Payment window time in minutes. Minimum 15. Maximum 90. If none provided then sets to default of 90.
es: Margen temporal de pagos en minutos. Mínimo 15. Máximo 90. Si no se proporciona una, se establece por defecto en 90.
ko: 결제기한은 분단위로 보여줍니다. 최소 15. 최대 90. 별도 설정하지 않으면 90으로 자동설정됩니다..
ru: Окно времени оплаты в минутах. Минимум 15. Максимум 90. Если ничего не указано, по умолчанию ставится значение 90.

# post_ad__price_type__fixed
source: Fixed price
es: Precio fijado
ko: 고정가격
ru: Фиксированная цена

# post_ad__price_type__fixed_price_in
source: Fixed price in {currency}
es: Precio fijado en {currency}
ko: {currency} 고정가격
ru: Фиксированная цена в {currency}

# post_ad__price_type__fixed_price_tip
source: Price for 1 {assetSymbol} in {currency}. This price will not change unless you manually change it.
es: Precio de un 1 {assetSymbol} en {currency}. Este precio no cambiará hasta que lo modifique manualmente.
ko: {currency}으로 계산한 {assetSymbol} 1개당 가격. 이 가격을 직접 수정할 때까지 변경되지 않습니다.
ru: Цена за 1 {assetSymbol} в {currency}. Эта цена останется неизменной, пока вы не измените её вручную.

# post_ad__price_type__fixed_price_tip__nojs
source: Price for 1 coin in the selected ad currency. This price will not change unless you manually change it.
es: Precio por 1 moneda en la moneda publicitaria seleccionada. Este precio no cambiará a menos que lo cambie manualmente.
ko: 계약에서 선택한 화폐로 계산된 코인 1개당 가격. 이 가격을 직접 수정할 때까지 변경되지 않습니다.
ru: Цена за 1 монету в выбранной валюте объявления. Эта цена останется неизменной, пока вы не измените её вручную.

# post_ad__price_type__floating
source: Floating price
es: Precio flotante
ko: 유동적인 가격
ru: Плавающая цена

# post_ad__price_type__floating_tip
source: Make the exchange rate float with the market while the trade is open. The trading price is determined at the time of finalization. Note that an extra 15% reserve is added to the {assetName} amount reserved into arbitration bond. The excess amount will be returned after the trade is finalized.
es: Hacer que el tipo de cambio flote con el mercado mientras la operación está abierta. El precio de negociación se determina en el momento de la finalización. Tenga en cuenta que se añade una reserva extra del 15% a la cantidad {assetName} reservada en el bono de arbitraje. La cantidad sobrante se devolverá una vez finalizada la operación.
ko: 거래가 열려 있는 동안 환율을 시장과 함께 변동시키십시오. 거래 가격은 확정 시점에 결정됩니다. 추가 15% 준비금이 중재 보증금에 예약된 {assetName} 금액에 추가됩니다. 초과 금액은 거래가 완료된 후 반환됩니다.
ru: Сделать курс обмена плавающим по отношению к рынку, пока открыта сделка. Цена сделки определяется в момент её завершения. Обратите внимание, что к сумме {assetName}, зарезервированной в арбитражной залог, добавляется дополнительный 15% резерв. Избыточная сумма будет возвращена после завершения сделки.

# post_ad__price_type__floating_tip__nojs
source: Make the exchange rate float with the market while the trade is open. The trading price is determined at the time of the trade finalization. Note that an extra 15% reserve is added to the selected cryptocurrency asset amount reserved to arbitration bond. The excess amount will be returned after the trade is finished.
es: Hacer que el tipo de cambio flote con el mercado mientras la operación está abierta. El precio de negociación se determina en el momento de la finalización de la operación. Tenga en cuenta que se añade una reserva extra del 15% a la cantidad de activos de criptodivisas seleccionados reservados para el bono de arbitraje. La cantidad sobrante se devolverá una vez finalizada la operación.
ko: 거래가 열려 있는 동안 환율을 시장과 함께 변동시키십시오. 거래 가격은 거래 완료 시점에 결정됩니다. 중재 채권에 예약된 선택된 암호화폐 자산 금액에 15%의 추가 준비금이 추가됩니다. 초과 금액은 거래가 완료된 후 반환됩니다.
ru: Сделать курс обмена плавающим по отношению к рынку, пока открыта сделка. Торговая цена определяется в момент завершения сделки. Обратите внимание, что к сумме выбранного криптовалютного актива, зарезервированного под арбитражный залог, добавляется дополнительный 15% резерв. Избыточная сумма будет возвращена после завершения сделки.

# post_ad__price_type__margin
source: Margin in %
es: Margen en %
ko: % 이익
ru: Наценка в %

# post_ad__price_type__margin__tip
source: Margin is the difference between your price and market price. 0% is the market price. Use positive value to go above market price and negative value to go below market price.
es: El margen es la diferencia entre su precio y el precio de mercado. 0% es el precio de mercado. Utilice valores positivos para ir por arriba del precio del mercado y valores negativos para ir por debajo del precio de mercado.
ko: 이익은 시장가와 당신이 설정한 거래가의 차액입니다. 0%가 시장가입니다. 시장가보다 높게 설정하고 싶으면 양수를 사용하시고 시장가보다 낮게 설정하고 싶다면 음수를 설정하세요.
ru: Размер наценки, которую вы хотите получить сверх рыночной цены. 0% - это рыночная цена. Используйте отрицательное значение для покупки или продажи ниже рыночной цены

# post_ad__price_type__market
source: Market price
es: Precio de mercado
ko: 시장가
ru: Рыночная цена

# post_ad__price_type__premium_fixed
source: Fixed premium
es: Premium fijo
ko: 고정 프리미엄
ru: Фиксированная премия

# post_ad__price_type__premium_formula
source: Premium formula
es: Fórmula premium
ko: 프리미엄 계산식
ru: Формула премии

# post_ad__price_type__premium_rate
source: Premium rate in %
es: Tarifa premium en %
ko: % 프리미엄률
ru: Премиальная ставка в %

# post_ad__price_type__radio__formula
source: Price formula (advanced)
es: Fórmula de precio (avanzada)
ko: 가격 계산식(고급)
ru: Формула цены (продвинут.)

# post_ad__price_type__tip
source: Market price means price on your ad will change as the market price changes. Fixed price means that despite market fluctuations your price will stay the same until you manually change it. Use price formula (advanced) to create more complicated pricing mechanisms.
es: El precio de mercado significa que el precio de su anuncio cambiará a medida que el precio de mercado cambie. Precio fijo significa que, a pesar de las fluctuaciones del mercado, su precio se mantendrá igual hasta que lo modifique manualmente. Use la fórmula de precios (avanzada) para crear mecanismos de precios más complicados.
ko: 시장가는 계약 거래가가 시장 가격에 따라 변동합니다. 고정가는 계약 거래가가 시장 가격에 무관하고 직접 수정할 때까지 설정한 가격에 고정됩니다. 좀 더 조건부적 가격을 측정하고 싶다면 가격 계산식(고급)을 사용하세요.
ru: Рыночная цена означает, что цена вашего объявления будет меняться по мере изменения рыночной цены. Фиксированная цена означает, что, несмотря на колебания рынка, ваша цена останется неизменной, пока вы не измените ее вручную. Используйте формулу цены (продвинут.), чтобы создать более сложные механизмы ценообразования.

# post_ad__price_type__title
source: Price input type:
es: Tipo de entrada de precio
ko: 가격 설정 종류
ru: Тип ввода цены

# post_ad__price__title
source: Price
es: Precio
ko: 가격
ru: Цена

# post_ad__publish_btn
source: Publish advertisement
es: Publicar anuncio
ko: 계약 게시
ru: Опубликовать объявление

# post_ad__restrictions
source: Restrictions
es: Restricciones
ko: 제한
ru: Ограничения

# post_ad__review
source: Review your ad
es: Revise su anuncio
ko: 계약 검토
ru: Проверьте своё объявление

# post_ad__review__ad_type
source: Ad type
es: Tipo de anuncio
ko: 계약 종류
ru: Тип сделки

# post_ad__review__margin
source: Margin
es: Margen
ko: 이익
ru: Наценка

# post_ad__review__minutes
source: minutes
es: minutos
ko: 분
ru: минут

# post_ad__review__no
source: no
ko: 아니요
ru: нет

# post_ad__review__yes
source: yes
es: si
ko: 예
ru: да

# post_ad__rules_text_0
source: Before creating an advertisement please read through our
es: Antes de crear un anuncio, por favor, lea todos nuestros {terms-of-service} y nuestras {guides}
ko: 계약을 생성하기 전 {terms-of-service}과 {guides}를 읽어주세요
ru: Прежде чем разместить объявление, внимательно ознакомьтесь с нашими {terms-of-service} и {guides}

# post_ad__rules_text_0_guides
source: Guides
es: guías
ko: 가이드
ru: руководствами

# post_ad__rules_text_0_terms_of_service
source: Terms of Service
es: Términos del Servicio
ko: 서비스 약관
ru: договором офертой

# post_ad__rules_text_1_0
source: Each completed trade costs advertisers 1% of the total trade amount (arbitration protection fee).
es: Cada operación realizada cuesta a los anunciantes el 1% del importe total de la operación (tasa de protección del arbitraje).
ko: 완료된 각 거래 비용은 광고주에게 총 거래 금액의 1%(중재 보호 수수료)입니다.
ru: Сбор с разместивших объявление пользователей за каждую совершенную сделку составляет 1% от общей суммы сделки (комиссия за арбитражную защиту).
