Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# faq__answer_13___agoradesk
source: The relevant cryptocurrency network might be experiencing congestion, in this case transactions will take much longer to go through. Cryptocurrency transactions have to be confirmed by the cryptocurrency network. When a transaction is made it gets sent into a transaction pool from where it is bundled up into blocks that miners confirm through mining. Once the transaction has been included in a block and has been mined, it has been confirmed once. When the confirmation count of the transaction reaches a certain threshold, the transaction appears in the receiving wallet. You can see the current number of unconfirmed transactions on the network in your {wallet}.
es: La red de criptomonedas relevante podría estar experimentando congestión, en este caso, las transacciones tardarán mucho más en realizarse. Las transacciones de criptomonedas deben ser confirmadas por la red de criptomonedas. Cuando se realiza una transacción, se envía a un grupo de transacciones desde donde se agrupa en bloques que los mineros confirman a través de la minería. Una vez que la transacción se ha incluido en un bloque y se ha extraído, se ha confirmado una vez. Cuando el recuento de confirmación de la transacción alcanza un cierto umbral, la transacción aparece en la billetera receptora. Puede ver el número actual de transacciones no confirmadas en la red en su {wallet}.
ko: 이용하신 가상화폐의 네트워크에 트래픽이 많을 경우 거래요청 소요시간이 평소보다 더 길 수 있습니다. 가상화폐 거래는 해당 가상화폐의 네트워크에서 확인되어야 합니다. 전송요청은 전송요청풀에 보내져 다른 요청과 함께 블록으로 묶여 마이너가 블록을 캐 요청을 확인합니다. 요청이 포함된 블록이 캐지면 1번 확인됩니다. 최소 확인 횟수를 도달하면 받을 지갑에 해당 거래내역이 나타납니다. {wallet}에서 현재 네트워크 내 미확인된 요청을 확인할 수 있습니다.
ru: Соответствующая криптовалютная сеть может испытывать перегрузку, в этом случае транзакции пройдут намного дольше. Криптовалютные транзакции должны быть подтверждены криптовалютной сетью. Когда транзакция сделана, она отправляется в пул транзакций, откуда она объединяется в блоки, которые майнеры подтверждают посредством майнинга. Как только транзакция включена в блок и добыта, она была подтверждена один раз. Когда количество подтверждений транзакции достигает определенного порога, транзакция появляется в принимающем кошельке. Текущее количество неподтвержденных транзакций в сети вы можете увидеть в своем {wallet}.

# faq__answer_17
source: {appName} uses a feedback system that shows a score on your public profile. This score, a percentage, shows how much positive feedback a user has. You can only give one feedback to a user. The feedback can be one of three types: Positive, Neutral and Negative. Once given, feedback will be visible on a user's public profile if certain conditions are met, otherwise the feedback remains unconfirmed and does not affect the feedback score.
es: FRONT_TYPE utiliza un sistema de confianza o feedback que se refleja como una puntuación en su perfil público. Esta puntuación, que es un porcentaje, muestra la cantidad de comentarios positivos que tiene un usuario. Solo se puede dar un feedback a cada usuario. El feedback o confianza puede ser de tres tipos: Positiva, Neutral y Negativa, acompañado de un comentario. Una vez que se proporcione, el feedback será visible en el perfil público de un usuario si se cumplen ciertas condiciones, de lo contrario, la puntuación permanecerá sin confirmar y no afectarán la puntuación de confianza del usuario. Los usuarios que nunca han completado una transacción no pueden dejar comentarios.
ko: FRONT_TYPE은 후기시스템을 이용해 유저의 계정에 점수를 매깁니다. 퍼센트로 표시되는 이 점수는 전체 후기 중 긍정적인 후기를 나타냅니다. 유저는 다른 유저에게 1번의 후기만 남길 수 있습니다. 후기는 세 종류가 가능합니다: 긍정적, 중립, 부정적 후기. 후기를 남긴 후 조건을 만족하면 다른 유저의 계정에 후기가 나타나게 되고, 그 외 검증되지 않은 후기는 나타나지 않고 점수에도 반영되지 않습니다.
ru: FRONT_TYPE.co использует систему отзывов, которая показывает оценку в вашем публичном профиле. Эта оценка, выраженная в процентах, отражает количество позитивных отзывов у пользователя.Отзыв можно оставить лишь один раз, и такой отзыв может относиться к одному из трёх типов: позитивный, нейтральный, блокировка и блокировка без отзыва. Оставленный отзыв будет отображаться в публичном профиле пользователя при соблюдении определенных условий, в противном случае отзыв остается неподтвержденным - такой отзыв не влияет на оценку отзывов.

# faq__answer_18
source: Feedback that has been given can be either confirmed or unconfirmed. Confirmed feedback is shown on a user's public profile and affects the user's feedback score. For an unconfirmed feedback to become confirmed the total trade volume between the user giving and receiving feedback must be more than 100 USD equivalent.
es: La puntuación de confianza que se ha dado puede ser confirmada o no confirmada. Los comentarios confirmados se muestran en el perfil público de un usuario y afectan la puntuación de confianza del usuario. Para que una puntuación no confirmada se confirme, el volumen total de comercio entre el usuario que da y el que recibe retroalimentación debe ser mayor que {minimumFeedbackAmount} XMR.
ko: 후기는 검증될 수도 있고 검증되지 않을 수도 있습니다. 검증된 후기는 유저의 공개 프로필에 나타나게 되고 점수에 반영됩니다. 후기가 검증되기 위해서는 후기를 남긴 유저와 후기를 받은 유저 사이의 거래가 100 USD 이상이어야 합니다.
ru: Отзыв может быть подтвержденным или неподтвержденным. Подтвержденный отзыв отображается в публичном профиле пользователя и влияет на оценку отзывов. Неподтвержденный отзыв виден только получающему пользователю и администраторам FRONT_TYPE.co. Чтобы неподтвержденный отзыв стал подтвержденным, общий объём торговли между двумя сторонами должен превышать {minimumFeedbackAmount} XMR

# faq__answer_19
source: Web notifications allow you to receive pop-up notifications through your browser whenever you get a new notification on {appName}. If you're trading and want to know immediately when something happens, {enable-web-notifications-from-your-profile}. Flip the switch that says Enable Web notifications and when your browser asks you for permission to show web notifications, press accept. You're now all set and will start receiving web notifications.
es: Las notificaciones web le permiten recibir notificaciones emergentes a través de su navegador cada vez que reciba una nueva notificación en FRONT_TYPE. Si está comerciando con Monero, y quiere saber de inmediato cuándo sucede algo, {enable-web-notifications-from-your-profile}. Active el interruptor que dice Activar notificaciones web y cuando su navegador le solicite permiso para mostrar notificaciones web, presione aceptar. Ya está todo listo y comenzará a recibir notificaciones web.
ko: 브라우저 알림은 FRONT_TYPE에서 새 알림이 있을 때 브라우저에 팝업 후기가 나타나게 합니다. 거래 중 일어나는 변화를 즉각 알고 싶다면 {enable-web-notifications-from-your-profile}를 하시기 바랍니다. 브라우저 알림을 활성화 를 누르시고 브라우저에서 팝업이 나타나면 승인을 누르시면 됩니다. 이제 브라우저 알림을 받으실 수 있습니다.
ru: Веб-уведомления позволяют вам видеть всплывающие уведомления в вашем браузере при получении новых уведомлений на FRONT_TYPE. Если вы ведете торговлю Монеро (XMR) и хотите незамедлительно узнавать о происходящих событиях, включите веб-уведомления в своем профиле. Поставьте галочку в поле 'Включить веб-уведомления' и, когда браузер попросит вашего разрешения показывать веб-уведомления, нажмите «Принять». Вот и все, теперь вы будете получать веб-уведомления.

# faq__answer_19_enable_web_notifications_from_your_profile
source: enable web notifications from your profile
es: active las notificaciones web desde su perfil
ko: 프로필에서 프라우저 알림을 활성화
ru: включить веб-уведомления из вашего профиля

# faq__answer_2
source: Check out our {guide}.
es: Eche un vistazo a nuestra {guide} para encontrar información al respecto.
ko: {guide} 확인.
ru: Необходимую информацию можно найти в нашем {guide}.

# faq__answer_2_guide
source: two-factor authentication guide
es: guía de autenticación de dos factores
ko: 2중인증 가이드
ru: руководстве по активации двухфакторной аутентификации

# faq__answer_20
source: Sometimes a trader may ask for your ID. If you're trading for the first time with a trader they may ask you to identify yourself. This is because in certain countries traders are required by local laws to know who their customers are. Most traders explain in the terms of the trade if they require ID verification or not. If you don't wish to give the trader your ID, you can always cancel the trade and search for a trader with less strict requirements. Always send your ID to the seller via the trade chat, our trade chat messages are kept encrypted on our servers and are deleted after 180 days. All photographs sent to the trade chat are also marked with a watermark to prevent misuse of the images.
es: A veces, un comerciante puede pedir su identificación. Si está negociando por primera vez con un comerciante, puede pedirle que se identifique. Esto se debe a que en ciertos países las leyes locales requieren que los vendedores sepan quiénes son sus clientes. La mayoría de los vendedores explican en los términos del comercio si requieren verificación de ID o no. Si no desea darle al vendedor su ID, siempre puede cancelar la transacción y buscar un comerciante con requisitos menos estrictos. Siempre envíe su identificación al vendedor a través del chat de transacciones, ya que nuestros mensajes se mantienen encriptados en nuestros servidores y se eliminan después de 180 días. Además todas las fotografías enviadas al chat de transacciones también están señaladas con una marca de agua para evitar el uso indebido de las imágenes.
ko: 거래대상이 신분증을 요구할 수도 있습니다. 이 대상과 처음 거래하는 경우 거래대상이 신원확인을 위해 물어볼 수도 있습니다. 이는 일부 국가에서 법적으로 거래대상을 확인하는 것을 요구하기 때문입니다. 대부분의 유저는 거래하기 이전에 이 점을 알려줄 것입니다. 신분증을 제공하기 싫다면 거래를 취소하고 다른 유저와 거래할 수 있습니다. 신분증을 보낼 경우 암호화되어 있고 180일 후 삭제되는 저희 거래챗을 이용하여 보내시기 바랍니다. 거래챗을 통해 보내는 이미지는 도용을 방지하기 위해 자동으로 워터마크가 생성됩니다.
ru: Иногда трейдер может попросить вас предоставить ваше удостоверение личности. Если вы впервые проводите сделку с трейдером, он(а) может попросить вас удостоверить вашу личность, даже если вы уже прошли процесс проверки личности на FRONT_TYPE. Дело в том, что в некоторых странах местное законодательство обязывает продавцов знать своих покупателей. Большинство продавцов объясняют в условиях сделки, требуют ли они от покупателей предоставления удостоверения личности. Если вы не хотите отправлять свое удостоверение личности продавцу, вы всегда можете отменить сделку и поискать трейдера с менее строгими требованиями. Всегда отправляйте удостоверение личности продавцу через чат по сделке. Наши сообщения в чате по сделке хранятся в зашифрованном виде на наших серверах и удаляются через 180 дней. Все фотографии, отправляемые в чат по сделке, также маркируются водяными знаками во избежание случаев злоупотребления этими изображениями.

# faq__answer_21
source: The sellers usually finalize a trade as soon as they see your payment, which can sometimes take an hour or two. If you've paid but are still waiting there is nothing to worry about, for all online trades are protected by the arbitration bond and the seller cannot run away without losing the bond. If there are any issues with a trade and the seller won't finalize it, you can dispute the trade to have {appName} support resolve it. If you are buying or selling Monero online, you can dispute the trade after you have marked the payment completed. A dispute can no longer be started if the trade has been finalized or if it's a local trade without arbitration bond protection enabled. When a trade you're involved in becomes disputed, you'll receive an email. A disputed trade is usually resolved within 24-48 hours.
es: Los vendedores suelen finalizar una operación en cuanto ven tu pago, lo que a veces puede tardar una o dos horas. Si has pagado pero todavía estás esperando, no hay nada de qué preocuparse, ya que todas las operaciones en línea están protegidas por una fianza de arbitraje y el vendedor no puede huir con tu Monero. Si hay algún problema con una operación y el vendedor no la finaliza, puedes disputar la operación para que el soporte de FRONT_TYPE la resuelva. Si estás comprando o vendiendo Monero online, puedes disputar la operación después de haber marcado el pago como completado. Una disputa ya no puede ser iniciada si el comercio ha sido finalizado o si es un comercio local sin la protección de bonos de arbitraje habilitada. Cuando una operación en la que estás involucrado se disputa, recibirás un correo electrónico. Una operación disputada suele resolverse en 24-48 horas.
ko: 판매자는 일반적으로 결제 금액을 확인하는 즉시 거래를 완료하며, 때로는 1~2시간이 소요될 수 있습니다. 지불했지만 아직 대기 중이라면 모든 온라인 거래가 중재 채권으로 보호되고 판매자가 Monero를 가지고 도망칠 수 없기 때문에 걱정할 것이 없습니다. 거래에 문제가 있고 판매자가 거래를 완료하지 않는 경우 FRONT_TYPE 지원팀에서 해결하도록 거래에 이의를 제기할 수 있습니다. 온라인에서 Monero를 구매하거나 판매하는 경우 결제 완료를 표시한 후 거래에 대해 이의를 제기할 수 있습니다. 거래가 완료되었거나 중재 채권 보호가 활성화되지 않은 지역 거래인 경우 더 이상 분쟁을 시작할 수 없습니다. 관련된 거래에 이의가 제기되면 이메일을 받게 됩니다. 분쟁 거래는 일반적으로 24-48시간 이내에 해결됩니다.
ru: Продавцы обычно завершают сделку сразу после получения вашего платежа, что иногда может занять один-два часа. Если вы заплатили, но еще не получили свои Монеро (XMR), не беспокойтесь, поскольку все онлайн-сделки защищены арбитражным залогом, и продавец не может исчезнуть с вашими Монеро (XMR). Если со сделкой возникли какие-либо проблемы и продавец не отправляет ваши Монеро (XMR), вы можете оспорить сделку и поручить службе поддержки FRONT_TYPE разрешить проблему. Если вы покупаете или продаете Монеро (XMR) онлайн, вы можете оспорить сделку, если вы отметили платеж как завершенный. Спор нельзя начинать после того, как сделка была завершена, или если это местная сделка, в которой не была активирована услуга защиты арбитражным залогом. Когда оспаривается сделка с вашим участием, вы получите сообщение по электронной почте. В большинстве случаев достаточно просто начать спор, чтобы привлечь внимание вашего партнера по трейдингу. Решение по оспариваемой сделке обычно принимается в течение 24-48 часов.

# faq__answer_21___agoradesk
source: The sellers usually finalize a trade as soon as they see your payment, which can sometimes take an hour or two. If you've paid but are still waiting there is nothing to worry about, for all online trades are protected by the arbitration bond and the seller cannot run away without losing the bond. If there are any issues with a trade and the seller won't finalize it, you can dispute the trade to have {appName} support resolve it. If you are buying or selling cryptocurrency online, you can dispute the trade after you have marked the payment completed. A dispute can no longer be started if the trade has been finalized or if it's a local trade without arbitration bond protection enabled. When a trade you're involved in becomes disputed, you'll receive an email. A disputed trade is usually resolved within 24-48 hours.
es: Los vendedores suelen finalizar una operación en cuanto ven tu pago, lo que a veces puede tardar una o dos horas. Si has pagado pero todavía estás esperando, no hay nada de qué preocuparse, ya que todas las operaciones en línea están protegidas por una fianza de arbitraje y el vendedor no puede huir con tu Monero. Si hay algún problema con una operación y el vendedor no la finaliza, puedes disputar la operación para que el soporte de FRONT_TYPE la resuelva. Si estás comprando o vendiendo criptomonedas en línea, puedes disputar la operación después de haber marcado el pago como completado. Ya no se puede iniciar una disputa si la operación ha sido finalizada o si se trata de una operación local sin la protección de bonos de arbitraje activada. Cuando una operación en la que estás involucrado se disputa, recibirás un correo electrónico. Una operación disputada suele resolverse en 24-48 horas.
ko: 판매자는 일반적으로 결제 금액을 확인하는 즉시 거래를 완료하며, 때로는 1~2시간이 소요될 수 있습니다. 지불했지만 아직 대기 중이라면 모든 온라인 거래가 중재 채권으로 보호되고 판매자가 Monero를 가지고 도망칠 수 없기 때문에 걱정할 것이 없습니다. 거래에 문제가 있고 판매자가 거래를 완료하지 않는 경우 FRONT_TYPE 지원팀에서 해결하도록 거래에 이의를 제기할 수 있습니다. 온라인으로 암호화폐를 구매하거나 판매하는 경우 결제 완료를 표시한 후 거래에 대해 이의를 제기할 수 있습니다. 거래가 완료되었거나 중재 채권 보호가 활성화되지 않은 지역 거래인 경우 더 이상 분쟁을 시작할 수 없습니다. 관련된 거래에 이의가 제기되면 이메일을 받게 됩니다. 분쟁 거래는 일반적으로 24-48시간 이내에 해결됩니다.
ru: Продавцы обычно завершают сделку сразу после получения вашего платежа, что иногда может занять один-два часа. Если вы заплатили, но еще не получили свои монеты, не беспокойтесь, поскольку все онлайн-сделки защищены арбитражным залогом, и продавец не может исчезнуть с вашими монетами. Если со сделкой возникли какие-либо проблемы и продавец не отправляет ваши монеты, вы можете оспорить сделку и поручить службе поддержки FRONT_TYPE разрешить проблему. Если вы покупаете или продаете криптовалюту онлайн, вы можете оспорить сделку, если вы отметили платеж как завершенный. Спор нельзя начинать после того, как сделка была завершена, или если это местная сделка, в которой не была активирована услуга защиты арбитражным залогом. Когда оспаривается сделка с вашим участием, вы получите сообщение по электронной почте. В большинстве случаев достаточно просто начать спор, чтобы привлечь внимание вашего партнера по трейдингу. Решение по оспариваемой сделке обычно принимается в течение 24-48 часов.

# faq__answer_22
source: We reserve a small amount of Monero from your wallet balance to pay the Monero transaction fee to the Monero network. Each Monero transaction has to pay a small fee to the network to be confirmed no matter from where it's sent. We reserve this fee in advance to prevent your wallet balance from becoming negative.
es: Reservamos una pequeña cantidad de Monero de su saldo de cartera para pagar la tarifa de transacción de Monero a la red de Monero. Cada transacción de Monero tiene que pagar una pequeña tarifa a la red para confirmarla sin importar desde dónde se envíe. Reservamos esta tarifa por adelantado para evitar que el saldo de su billetera se vuelva negativo.
ko: 모네로 네트워크 이용료를 지불하기 위해 지갑에는 항상 소량의 모네로가 보관됩니다. 모든 모네로 전송은 어디에서 이루어지든 소량의 네트워크 이용료가 필요합니다. 이 이용료로 인해 지갑 잔액이 마이너스가 되는 것을 방지하기 위해 미리 지갑에서 따로 배정해 놓습니다.
ru: Мы блокируем небольшую сумму Монеро (XMR) из имеющегося в вашем кошельке остатка для оплаты комиссии за транзакцию с Монеро (XMR) в пользу Монеро (XMR)-сети. За каждую транзакцию с Монеро (XMR) взимается небольшая комиссия в пользу сети за подтверждение вне зависимости от того, откуда она отправляется. Мы блокируем этот сбор заранее, чтобы не допустить отрицательного баланса в вашем кошельке

# faq__answer_22___agoradesk
source: We reserve a small amount from your wallet balance to pay the network transaction fee. Each cryptocurrency transaction has to pay a small fee to the network to be confirmed no matter from where it's sent.
es: Reservamos una pequeña cantidad del saldo de su billetera para pagar la tarifa de transacción de la red. Cada transacción de criptomonedas tiene que pagar una pequeña tarifa a la red para ser confirmada, sin importar desde dónde se envíe.
ko: 네트워크 이용료를 지불하기 위해 지갑에는 항상 소량의 가상화폐가 보관됩니다. 모든 가상화폐 전송은 어디에서 이루어지든 소량의 네트워크 이용료가 필요합니다.
ru: Мы резервируем небольшую сумму с баланса вашего кошелька для оплаты комиссии за сетевые транзакции. Каждая криптовалютная транзакция должна платить небольшую комиссию сети, чтобы быть подтвержденной независимо от того, откуда она отправлена.

# faq__answer_24
source: This answer concerns the case when you are buying Monero online. After you send in a trade request to the seller of Monero, you have a time window to complete the payment before the seller is able to cancel the trade (the payment window varies depending on the payment method of the trade). During this time you need to complete your payment and press the I have paid button. The seller is notified that you've made the payment and the Monero will be held in the bond until the seller finalizes the trade for you when seeing the payment in his/her account. If you paid for the purchase, but did not mark the payment complete before the payment time window expired, please contact the seller through the trade. You can contact the seller and your other existing trade contacts from the {dashboard} in your {appName} User Profile. Send a message to the seller and kindly explain the situation and why you couldn't complete payment within the time window. If the seller does not respond to this request please contact {appName} support using the {support-request-form} and mention your trade ID.
es: Esta respuesta se refiere al caso de la compra de Monero en línea. Después de enviar una solicitud de intercambio al vendedor de Monero, tiene un plazo para completar el pago antes de que el vendedor pueda cancelar el intercambio (el plazo de pago varía en función del método de pago del intercambio). Durante este tiempo tienes que completar el pago y pulsar el botón He pagado. El vendedor es notificado de que has realizado el pago y el Monero será retenido en el bono de arbitraje hasta que el vendedor finalice la operación por ti al ver el pago en su cuenta. Si ha pagado la compra, pero no ha marcado el pago como completo antes de que expirara el plazo de pago, póngase en contacto con el vendedor a través del comercio. Puede ponerse en contacto con el vendedor y con sus otros contactos comerciales existentes desde el {dashboard} de su perfil de usuario de FRONT_TYPE. Envíe un mensaje al vendedor y explíquele amablemente la situación y el motivo por el que no pudo completar el pago dentro del plazo. Si el vendedor no responde a esta solicitud, póngase en contacto con el servicio de asistencia de FRONT_TYPE a través del {support-request-form} y mencione su identificación comercial.
ko: 이 답변은 온라인에서 Monero를 구매하는 경우에 관한 것입니다. Monero 판매자에게 거래 요청을 보낸 후 판매자가 거래를 취소할 수 있기 전에 지불을 완료할 수 있는 시간 창이 있습니다(결제 창은 거래의 지불 방법에 따라 다름). 이 시간 동안 결제를 완료하고 결제 완료 버튼을 눌러야 합니다. 판매자는 귀하가 지불을 완료했다는 알림을 받고 판매자가 자신의 계정에서 지불을 볼 때 판매자가 귀하를 대신하여 거래를 완료할 때까지 중재 보증금으로 Monero가 보류됩니다. 구매 대금을 결제하셨으나 결제 기간이 만료되기 전에 결제 완료 표시를 하지 않으셨다면 거래를 통해 판매자에게 문의하시기 바랍니다. FRONT_TYPE 사용자 프로필의 {dashboard} 에서 판매자 및 기타 기존 거래 연락처에 연락할 수 있습니다. 판매자에게 메시지를 보내 상황과 기간 내에 결제를 완료하지 못한 이유를 친절하게 설명하세요. 판매자가 이 요청에 응답하지 않으면 {support-request-form} 을(를) 사용하여 FRONT_TYPE 지원에 문의하고 거래 ID를 언급하십시오.
ru: Ответ на этот вопрос касается ситуации, когда вы покупаете Монеро (XMR) онлайн. После того как вы отправили запрос на сделку продавцу Монеро (XMR), у вас есть определенный срок для оплаты, прежде чем сделка автоматически отменится (срок оплаты зависит от способа оплаты сделки). За это время вам нужно осуществить платеж и нажать кнопку «Я заплатил». Продавец получает уведомление о том, что вы оплатили, и Монеро (XMR) удерживаются в арбитражном залоге до тех пор, пока продавец не завершит сделку, убедившись в получении платежа на своем счете. Если вы заплатили за покупку, но не отметили платеж как завершенный до истечения срока оплаты, пожалуйста, свяжитесь с продавцом. Вы можете связаться с продавцом и своими другими имеющимися контактами по сделкам из Информационной панели в вашем Профиле пользователя FRONT_TYPE. Отправьте сообщение продавцу и вежливо объясните ситуацию, а также причины, по которым вы не смогли завершить платеж в течение выделенного срока. Если продавец не отвечает на этот запрос, пожалуйста, свяжитесь со {support-request-form} с помощью формы запроса поддержки и укажите идентификационный номер по сделки.

# faq__answer_24_dashboard
source: Dashboard
es: panel de control
ko: 대쉬보드
ru: Панель управления

# faq__answer_24_support_request_form
source: support request form
es: Formulario de soporte
ko: 지원 요청서
ru: службой поддержи FRONT_TYPE
