Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# agoradesk__lbc_alternative__html_description
source: Looking for a LocalBitcoins analogue to trade Bitcoins peer-to-peer without KYC/AML or verification? AgoraDesk is a new P2P platform for trading Bitcoin that was created by the team behind LocalMonero, Monero's equivalent of LocalBitcoins. We offer the same fast and easy Bitcoin trading experience that LocalBitcoins used to provide, and more.
es: ¿Busca un análogo de LocalBitcoins para comerciar Bitcoins peer-to-peer sin KYC / AML o verificación? AgoraDesk es una nueva plataforma P2P para el comercio de Bitcoin que fue creada por el equipo detrás de LocalMonero, el equivalente de Monero a LocalBitcoins. Ofrecemos la misma experiencia de negociación de Bitcoin rápida y fácil que LocalBitcoins solía proporcionar, y más.
ko: LocalBitcoins와 비슷한 KYC/AML 또는 본인인증이 필요없는 유저 간 거래 플랫폼을 찾고 있습니까? AgoraDesk는 LocalMonero 팀이 만든 LocalBitcoins와 비슷한 새로운 P2P 비트코인 거래 플랫폼입니다. 저희는 LocalBitcoins가 제공하는 빠른 비트코인 거래에 추가로 더 많은 서비스를 제공합니다.
ru: Ищете аналог LocalBitcoins для P2P торговли биткойнами без KYC / AML или проверки личности? AgoraDesk - это новая P2P-платформа для торговли биткойнами, созданная группой разработчиков LocalMonero, Монеро-эквивалента LocalBitcoins. Мы предлагаем такой же быстрый и простой способ торговли биткойнами, как и LocalBitcoins, и многое другое.

# agoradesk__lbc_alternative__introduction
source: Looking for a {lbc} analogue to trade Bitcoins peer-to-peer without KYC/AML or verification? AgoraDesk is a new P2P platform for trading Bitcoin that was created by the team behind {lm}, Monero's equivalent of LocalBitcoins.
es: ¿Busca un análogo de {lbc} para comerciar Bitcoins peer-to-peer sin KYC / AML o verificación? AgoraDesk es una nueva plataforma P2P para el comercio de Bitcoin que fue creada por el equipo detrás de {lm}, el equivalente de Monero a LocalBitcoins.
ko: {lbc}와 비슷한 KYC/AML 또는 본인인증이 필요 없는 P2P 비트코인 거래소를 찾고 있습니까? AgoraDesk는 {lm} 팀이 만든 LocalBitcoins의 모네로 판인 비트코인 거래를 위한 새로운 P2P 플랫폼입니다.
ru: Ищете аналог {lbc} для P2P торговли биткойнами без KYC / AML или проверки личности? AgoraDesk - это новая P2P-платформа для торговли биткойнами, созданная группой разработчиков {lm}, Монеро-эквивалента LocalBitcoins.

# agoradesk__lbc_alternative__no_kyc__content
source: AgoraDesk is committed to maintaining the simplicity and straight-forwardness that made the original LocalBitcoins so popular. <strong> We do not employ KYC/AML, nor do we ever plan on doing so</strong>. We firmly believe that the very concept of KYC/AML is completely antithetical to the very idea of a peer-to-peer over-the-counter exchange such as our own, and until there are no more legal ways on <i>planet Earth</i> to avoid implementing KYC/AML we will do everything we legally can to provide you with a hassle-free experience.
es: AgoraDesk se compromete a mantener la simplicidad y la sencillez que hicieron que los LocalBitcoins originales fueran tan populares. <strong> No empleamos KYC / AML, ni planeamos hacerlo</strong>. Creemos firmemente que el concepto mismo de KYC / AML es completamente antitético a la idea misma de un intercambio de venta libre entre pares como el nuestro, y hasta que no haya más formas legales en <i>el planeta Tierra</i> para evitar implementar KYC / AML, haremos todo lo que podamos legalmente para brindarle una experiencia sin problemas.
ko: AgoraDesk는 LocalBitcoins의 성공의 발판이 된 간결하고 쉬운 이용을 유지하기 위해 노력하고 있습니다. <strong> 우리는 KYC/AML을 사용하지 않으며 앞으로도 사용할 계획이 없습니다</strong>. 우리는 KYC/AML 자체가 우리가 지향하는 P2P OTC 거래소에 정반대된다고 생각하며 <i>지구</i>상에 KYC/AML을 사용하지 않는 합법적인 방안이 사라질 때까지 고객에게 편리한 서비스를 제공할 수 있도록 노력하겠습니다.
ru: AgoraDesk стремится поддерживать простоту и прямолинейность, которые сделали изначальные LocalBitcoins такими популярными. <strong> Мы не используем KYC / AML и никогда не планируем это делать</strong>. Мы твердо верим, что сама концепция KYC / AML полностью противоположна самой идее внебиржевого взаимного обмена, такого как наш, и до тех пор, пока на <i> Земле больше не будет законных путей</i> во избежания внедрения KYC / AML, мы сделаем все от нас зависящее, чтобы на законных основаниях предоставить вам беспроблемный опыт.

# agoradesk__lbc_alternative__no_kyc__title
source: No KYC/AML
ko: KYC/AML 불필요
ru: Без подтверждения личности

# agoradesk__lbc_alternative__nojs__content
source: Since AgoraDesk is made by a team with a background in the privacy-oriented Monero community, AgoraDesk inherits the same privacy-oriented bent that LocalMonero has. A user that fully blocks Google services will be able to use our platform without a problem. <strong> Our platform is even fully functional without JavaScript</strong>, which ensures a level of security and privacy that will <i>never</i> be achievable on other platforms that require JavaScript to operate.
es: Dado que AgoraDesk está hecho por un equipo con experiencia en la comunidad Monero orientada a la privacidad, AgoraDesk hereda la misma inclinación orientada a la privacidad que tiene LocalMonero. Un usuario que bloquea completamente los servicios de Google podrá usar nuestra plataforma sin ningún problema. <strong> Nuestra plataforma es incluso completamente funcional sin JavaScript</strong>, lo que garantiza un nivel de seguridad y privacidad que <i>nunca</i> se podrá lograr en otras plataformas que requieren JavaScript para funcionar.
ko: AgoraDesk가 익명성을 기반으로 한 모네로 커뮤니티의 팀에서 만들어졌기 때문에, AgoraDesk는 LocalMonero와 같이 익명성을 중요시 합니다. 구글의 모든 서비스를 차단한 유저도 아무 문제 없이 저희 플랫폼을 이용할 수 있습니다. <strong> 자바스크립트 없이도 저희 플랫폼은 정상작동하여서</strong>, 다른 자바스크립트를 사용하는 플랫폼이 <i>절대</i> 이룰 수 없는 익명성을 보장합니다.
ru: Поскольку AgoraDesk создана командой с опытом работы в сообществе Monero, ориентированном на конфиденциальность, AgoraDesk наследует ту же ориентированность на конфиденциальность, что и LocalMonero. Пользователь, который полностью блокирует службы Google, сможет без проблем использовать нашу платформу. <strong> Наша платформа даже полностью функциональна без JavaScript</strong>, что обеспечивает уровень безопасности и конфиденциальности, который <i>никогда не будет</i> достижим на других платформах, для работы которых требуется JavaScript.

# agoradesk__lbc_alternative__nojs__title
source: Works without JavaScript
es: Funciona sin JavaScript.
ko: 자바스크립트 없이도 작동
ru: Работает без JavaScript

# agoradesk__lbc_alternative__privacy__content
source: Our site is easily accessible through our {tor_link} (which is tuned for maximum performance for your comfort through our use of {advanced_routing}) and even through an {i2p_link}. This ensures not only that you will be able to conceal your true IP from us (which we never associate with your account anyway), but that if for whatever reason our normal domain becomes inaccessible to you, there will be other ways for you to access our service. We value your privacy so much, {dont_ask_email}.
es: Se puede acceder fácilmente a nuestro sitio a través de nuestro {tor_link} (que está optimizado para obtener el máximo rendimiento para su comodidad mediante el uso de {advanced_routing}) e incluso a través de un {i2p_link}. Esto garantiza no solo que podrá ocultarnos su verdadera IP (que de todos modos nunca asociamos con su cuenta), sino que si por alguna razón nuestro dominio normal se vuelve inaccesible para usted, habrá otras formas de acceder nuestro servicio. Valoramos mucho su privacidad, {dont_ask_email}.
ko: 우리 사이트는 {tor_link}과 {i2p_link}를 통해 이용 가능합니다 ({advanced_routing}를 사용한 최적의 이용환경을 제공). 이는 우리에게 IP를 제공하지 않아도 되게 하고 (우리는 애초에 IP와 유저를 연관짓지 않습니다), 어떠한 이유로든 일반 도메인이 접근 불가가 되면 다른 접근경로를 마련합니다. 우리는 개인정보보호을 가장 중시하기 때문에, {dont_ask_email}.
ru: Сайт легко доступен через наш {tor_link} (который настроен на максимальную производительность для вашего удобства благодаря использованию {advanced_routing}) и даже через {i2p_link}. Это гарантирует не только то, что вы сможете скрыть свой истинный IP-адрес от нас (который мы никогда не ассоциируем с вашей учетной записью в любом случае), но и то, что если по какой-либо причине наш обычный домен станет для вас недоступным, у вас будут другие способы доступа к нашему сервису. Мы настолько ценим вашу конфиденциальность, {dont_ask_email}.

# agoradesk__lbc_alternative__privacy__content__advanced_routing
source: advanced onion routing features
es: funciones avanzadas de enrutamiento de cebolla
ko: 우수한 인터넷 경로 우회 기능
ru: продвинутых техник луковой маршрутизации

# agoradesk__lbc_alternative__privacy__content__i2p_link
source: I2P portal
es: portal I2P
ko: I2P 포탈
ru: портал I2P

# agoradesk__lbc_alternative__privacy__content__no_email
source: we don’t even require you to provide an email when registering
es: ni siquiera le pedimos que proporcione un correo electrónico al registrarse
ko: 가입 시 이메일 불필요
ru: что мы даже не требуем от вас указывать электронную почту при регистрации

# agoradesk__lbc_alternative__privacy__content__tor_link
source: Tor portal
es: portal Tor
ko: 토르 포탈
ru: портал Tor

# agoradesk__lbc_alternative__privacy__title
source: Privacy-centric, censorship-resistant
es: Centrado en la privacidad, resistente a la censura
ko: 익명성 기반의 검열 불가능한 서비스
ru: Конфиденциальность и противодействие цензуре

# agoradesk__lbc_alternative__subtitle
source: We offer the same fast and easy Bitcoin trading experience that LocalBitcoins used to provide, and more.
es: Ofrecemos la misma experiencia de negociación de Bitcoin rápida y fácil que LocalBitcoins solía proporcionar, y más.
ko: 저희는 LocalBitcoins가 제공하는 빠른 비트코인 거래에 추가로 더 많은 서비스를 제공합니다.
ru: Мы предлагаем такой же быстрый и простой способ торговли биткойнами, как и LocalBitcoins, и многое другое.

# agoradesk__lbc_alternative__support__content
source: Our support team is fast, responsive and always eager to please. <strong> We’ve never had a support ticket that wasn’t answered within 24 hours</strong>. We are always easily reachable through social media, we listen intently to your criticisms and we always implement good user suggestions in record time.
es: Nuestro equipo de soporte es rápido, receptivo y siempre dispuesto a complacer. <strong> Nunca hemos tenido un ticket de soporte que no fue respondido dentro de las 24 horas</strong>. Siempre somos fácilmente accesibles a través de las redes sociales, escuchamos atentamente sus críticas y siempre implementamos buenas sugerencias de los usuarios en un tiempo récord.
ko: 우리 고객지원 팀은 최대한 빠르게 고객의 요구를 만족하기 위해 노력합니다. <strong> 우리는 지금까지 모든 민원을 24시간 내에 대응했습니다</strong>. 우리는 SNS를 통해서 쉽게 연락 가능하며 모든 유저의 비판을 수용하며 좋은 제안은 빠르게 적용합니다.
ru: Наша служба поддержки быстрая, отзывчивая и всегда рада угодить. <strong> У нас никогда не было тикетов, на которые мы бы не ответили в течение 24 часов</strong>. Мы всегда легко доступны через социальные сети, мы внимательно прислушиваемся к вашей критике, и мы всегда реализуем хорошие предложения пользователей в рекордно короткие сроки.

# agoradesk__lbc_alternative__support__title
source: Stellar support
es: Soporte estelar
ko: 뛰어난 고객지원
ru: Блестящая поддержка

# agoradesk__lbc_alternative__title
source: LocalBitcoins Alternative
es: Alternativa Local Bitcoins
ko: LocalBitcoins 대체재
ru: Альтернатива LocalBitcoins

# agoradesk__lbc_alternative__trading__content
source: Just like LocalBitcoins, we support <strong> any payment method, any currency, anywhere</strong>. We do not remove payment methods, and, <i>unlike</i> LocalBitcoins, we <strong>fully support face-to-face cash trades</strong>. All of our trades are protected by arbitration bond. Thanks to the fact that we require funds to be held in arbitration bond before a trade can start, we ensure a smooth and quick experience for the buyer, which is essential for the popularity of the platform and repeat customers for the sellers.
es: Al igual que LocalBitcoins, apoyamos <strong> cualquier método de pago, cualquier moneda, en cualquier lugar</strong>. No eliminamos los métodos de pago y, <i>a diferencia de</i> LocalBitcoins, nosotros <strong>apoyamos completamente las operaciones en efectivo cara a cara</strong>. Todas nuestras operaciones están protegidas por una fianza de arbitraje. Gracias al hecho de que exigimos que los fondos se mantengan en la fianza de arbitraje antes de que pueda comenzar una operación, aseguramos una experiencia rápida y sin problemas para el comprador, lo que es esencial para la popularidad de la plataforma y la repetición de clientes para los vendedores.
ko: LocalBitcoins와 마찬가지로 <strong> 모든 결제 수단, 모든 통화, 어디서나</strong>지원합니다. 우리는 결제 수단을 제거하지 않으며 <i></i> LocalBitcoins와 달리 <strong>대면 현금 거래를 완전히 지원합니다</strong>. 우리의 모든 거래는 중재 채권으로 보호됩니다. 거래가 시작되기 전에 중재 채권에 자금이 있어야 한다는 사실 덕분에 플랫폼의 인기와 판매자의 반복 고객에 필수적인 구매자에게 원활하고 빠른 경험을 보장합니다.
ru: Как и LocalBitcoins, мы поддерживаем <strong> любой способ оплаты, любую валюту, где угодно</strong>. Мы не удаляем способы оплаты и, <i>в отличие от</i> LocalBitcoins, мы <strong>полностью поддерживаем торги наличными</strong>. Все наши сделки защищены арбитражным залогом. Благодаря тому, что мы требуем перевода средств в арбитражный залог перед началом торговли, мы обеспечиваем покупателю плавный и быстрый процесс, который необходим как для популярности платформы, так и постоянных покупателей для продавцов.

# agoradesk__lbc_alternative__trading__title
source: Safe and smooth trading
es: Comercio seguro y sin problemas
ko: 안전하고 간편한 거래
ru: Безопасная и гладкая торговля

# agoradesk__lbc_alternative__trust__content
source: LocalMonero has operated for over two years, survived the Great Cryptocurrency Market Crash of 2018, and through its <strong>community-oriented diligent service</strong> became one of the most <strong>trusted</strong> names in the <i>extremely skeptical</i> Monero community.
es: LocalMonero ha operado durante más de dos años, sobrevivió al Gran Desplome del Mercado de Criptomonedas de 2018, y a través de su <strong>servicio diligente orientado a la comunidad</strong> se convirtió en uno de los <strong>nombres más confiables</strong> en los <i>extremadamente comunidad escéptica de</i> Monero.
ko: LocalMonero는 2년 이상 운영되어 왔으며, 2018년 가상화폐 불황도 견뎌냈고 <strong>커뮤니티 기반의 근면성실한 서비스로</strong> <i>경계심이 강한</i> 모네로 커뮤니티의 가장 <strong>신뢰받는</strong> 기업이 되었습니다.
ru: LocalMonero работает уже более двух лет, платформа пережила Великий крах криптовалютного рынка 2018 года и благодаря <strong>добросовестному сервису, ориентированному на сообщество</strong>, стала одним из имён <strong>заслуживающих наибольшего доверия</strong> в <i>чрезвычайно скептическом сообществе</i> Monero.

# agoradesk__lbc_alternative__trust__title
source: Trusted by the community
es: Confiado por la comunidad
ko: 커뮤니티의 신뢰를 얻은
ru: Нам доверяют

# agoradesk__left_menu__trade
source: Trade
es: Comercio
ko: 거래
ru: Торговать

# agoradesk__link_from_localmonero
source: Trade BTC
es: Comercio de BTC
ko: BTC 거래
ru: Торговать BTC

# agoradesk__notional_value__label
source: Notional value
es: Valor nocional
ko: 관념가
ru: Условная стоимость

# agoradesk__post_ad__trade_type__nojs__local_buy
source: Buy coins for cash (locally)
es: Compre monedas por dinero en efectivo (localmente)
ko: (지역 내에서) 가상화폐를 현금으로 구매
ru: Купить монеты за наличные (локально)

# agoradesk__post_ad__trade_type__nojs__local_sell
source: Sell coins for cash (locally)
es: Vender monedas por dinero en efectivo (localmente)
ko: (지역 내에서) 가상화폐를 현금으로 판매
ru: Продать монеты за наличные (локально)

# agoradesk__post_ad__trade_type__nojs__online_buy
source: Buy coins online
es: Compra monedas online
ko: 온라인으로 코인 구매
ru: Купить монеты онлайн

# agoradesk__post_ad__trade_type__nojs__online_sell
source: Sell coins online
es: Vender monedas en línea
ko: 가상화폐를 온라인으로 구매
ru: Продать монеты онлайн

# agoradesk__premium
source: Premium
es: Prima
ko: 프리미엄
ru: Премия

# agoradesk__start__coins
source: {appName} coin trading guides
es: FRONT_TYPE guías de comercio de monedas
ko: FRONT_TYPE 가상화폐 거래 가이드
ru: Руководство по торговле криптовалютами на FRONT_TYPE

# agoradesk__trade__action__error_dialog__content
source: Your action has caused an error, please reload the page.
es: Su acción ha causado un error, vuelva a cargar la página.
ko: 에러가 발생했습니다, 다시 시도해보시기 바랍니다.
ru: Ваше действие вызвало ошибку, пожалуйста, перезагрузите страницу.

# agoradesk__trade__option__call__seller__confirm_payment_and_release
source: The buyer has marked the payment complete at {date}. Make sure you've received the money and finalize the trade.
es: El comprador ha marcado el pago completo en {date}. Asegúrate de que has recibido el dinero y finaliza la operación.
ko: 구매자가 {date}에 결제 완료를 표시했습니다. 돈을 받았는지 확인하고 거래를 마무리하세요.
ru: Покупатель отметил завершение платежа {date}. Убедитесь, что вы получили деньги, и завершите сделку.

# agoradesk__trade__option__call__step_five__buyer__title
source: Pay the seller
es: Pagar al vendedor
ko: 판매자에게 지불
ru: Заплатите продавцу

# agoradesk__trade__option__call__step_five__seller__title
source: Waiting for the buyer to pay
es: Esperando a que el comprador pague
ko: 구매자가 결제완료하기 기다리는 중입니다.
ru: Ждём оплаты покупателем

# agoradesk__trade__option__call__step_six__seller__title
source: Confirm payment
es: Confirmar pago
ko: 결제확인
ru: Подтвердите оплату

# agoradesk__trade__option__last_step__title
source: Trade completed
es: Comercio completado
ko: 거래 완료
ru: Сделка завершена

# agoradesk__trade__option__payer_cancel_notice
source: Made a mistake or want to try another trader? If you have transferred the funds already and want to cancel now, you need to negotiate the return of your payment with your trading partner by yourself. Never cancel unless you are sure you have received your money back.
es: ¿Cometió un error o quiere probar con otro comerciante? Si ya ha transferido los fondos y desea cancelar ahora, debe negociar la devolución de su pago con su socio comercial usted mismo. <strong> Nunca cancele a menos que esté seguro de haber recibido su dinero. </strong>
ko: 거래 중 실수를 하셨거나 마음이 바껴 다른 사람과 거래하고 싶으십니까? 이미 결제를 한 상태라면 거래대상과 얘기하여 환불이 가능한 지 물어볼 수 있습니다. <strong> 돈을 돌려받지 못했으면 절대 취소하면 안됩니다. </strong>
ru: Сделали ошибку или хотите попробовать другого трейдера? Если вы уже перевели средства и хотите отменить их сейчас, вам нужно самостоятельно договориться о возврате платежа с вашим торговым партнером. <strong> Никогда не отменяйте, если вы не уверены, что получили деньги обратно. </strong>

# agoradesk__trade__option__payment_receiver_cancel_notice
source: Never finalize a trade until you are 100% sure you have received the money. Scammers will try to trick you into finalizing early.
es: Nunca finalices una operación hasta que estés 100% seguro de haber recibido el dinero. Los estafadores intentarán <strong>engañarte para que finalices antes de tiempo</strong>.
ko: 돈을 받았다고 100% 확신할 때까지 거래를 완료하지 마십시오. 사기꾼은 <strong>당신을 속여 조기에 마무리하도록 하려고 합니다.</strong>.
ru: Никогда не завершайте сделку, пока не будете на 100% уверены, что получили деньги. Мошенники будут пытаться <strong>обманом заставить вас завершить сделку раньше</strong>.

# agoradesk__trade__status__exercised__content_buyer
source: Buyer
es: comprador
ko: 구매자
ru: покупателю

# agoradesk__trade__status__exercised__content_seller
source: Seller
es: Vendedor
ko: 판매자
ru: продавцу

# agoradesk__trade__status__expired
source: Option expired
es: Opción expirada
ko: 이미 만료된 옵션입니다
ru: Опцион истек

# agoradesk__trade__status__expired__content
source: The option contract has expired at {time}.
es: El contrato de opción ha expirado en {time}.
ko: 옵션이 {time}에 만료되었습니다.
ru: Опционный контракт истёк {time}.

# agoradesk__trade__status__expired__title
source: Option expired
es: Opción expirada
ko: 이미 만료된 옵션입니다
ru: Опцион истёк

# agoradesk__trade__status__netted__content
source: The option was exercised at {time}.
es: La opción se ejerció en {time}.
ko: {time}에 옵션이 행사되었습니다.
ru: Опция была исполнена {time}.

# agoradesk__underlying_asset__label
source: Underlying asset
es: Activo subyacente
ko: 기초자산
ru: Базовый актив

# agoradesk__wallet__btc__single_use_notice
source: This address will automatically change after it's used. Despite this, If you send your {assetName} to a used deposit address, it will get credited to your account. We don't show used deposit addresses for privacy reasons.
es: Esta dirección cambiará automáticamente después de ser utilizada. A pesar de esto, si envía su {assetName} a una dirección de depósito usada, se acreditará en su cuenta. No mostramos direcciones de depósito usadas por razones de privacidad.
ko: 이 주소는 사용 후 자동으로 변경됩니다. 이를 인지하지 못하고 이미 사용된 주소로 입금할 경우 환불됩니다. 보안상의 이유로 같은 주소를 한 번 이상 사용하지 않습니다.
ru: Этот адрес автоматически изменится после его использования. Несмотря на это, если вы отправите {assetName} на использованный адрес, они будет зачислены на ваш счет. Мы не показываем использованные депозитные адреса из соображений конфиденциальности.

source: and
es: y
ko: 그리고
ru: и

# api_docs__label
source: API docs
es: Documentos API
ko: API 문서
ru: Документация API

# api__validation_error__address
source: Invalid address!
es: ¡Dirección inválida!
ko: 잘못된 주소입니다!
ru: Неверный адрес!

# appbar_btn__login
source: Log in
es: Iniciar sesión
ko: 로그인
ru: Войти

# appbar_btn__signup
source: Sign up free
es: Registro gratuito
ko: 무료 회원가입
ru: Бесплатная регистрация

# article__last_updated
source: Last updated
es: Última actualización
ko: 마지막 업데이트
ru: Последнее обновление

# article__published
source: Published
es: Publicado
ko: 공개됨
ru: Опубликовано

source: As seen on:
es: Como se ve en:
ko: 마지막 접속:
ru: О нас в прессе:

# asset_props__name__asset
source: coin
es: Acuñar
ko: 가상화폐
ru: монета

# asset_props__name__btc
source: Bitcoin
ko: 비트코인
ru: Биткойн (BTC)

# asset_props__name__xmr
source: Monero
ko: 모네로
ru: Монеро (XMR)

# breadcrumbs__call_buy
source: Sell {asset} call option for {currencyCode}
es: Vender la opción de compra {asset} por {currencyCode}
ko: {asset} 콜옵션을 {currencyCode}로 판매
ru: Продать опцион колл {asset} за {currencyCode}

# breadcrumbs__call_sell
source: Buy {asset} call option for {currencyCode}
es: Comprar {asset} opción de compra por {currencyCode}
ko: {asset} 콜옵션을 {currencyCode}로 구매
ru: Купить опцион пут {asset} за {currencyCode}

# breadcrumbs__local_buy
source: Sell {asset} for {currencyCode}
es: Vender {asset} por {currencyCode}
ko: {asset}을 {currencyCode}로 판매
ru: Продать {asset} за {currencyCode}

# breadcrumbs__local_sell
source: Buy {asset} for {currencyCode}
es: Compre {asset} por {currencyCode}
ko: {asset}을 {currencyCode}로 구매
ru: Купить {asset} за {currencyCode}

# breadcrumbs__online_buy
source: Sell {asset} for {currencyCode}
es: Vender {asset} por {currencyCode}
ko: {asset}을 {currencyCode}로 판매
ru: Продать {asset} за {currencyCode}

# breadcrumbs__online_sell
source: Buy {asset} for {currencyCode}
es: Compre {asset} por {currencyCode}
ko: {asset}을 {currencyCode}로 구매
ru: Купить {asset} за {currencyCode}

# breadcrumbs__put_buy
source: Sell {asset} put option for {currencyCode}
es: Vender la opción de venta {asset} por {currencyCode}
ko: {asset} 풋옵션을 {currencyCode}로 판매
ru: Продать опцион пут {asset} за {currencyCode}

# breadcrumbs__put_sell
source: Buy {asset} put option for {currencyCode}
es: Comprar {asset} opción de venta por {currencyCode}
ko: {asset} 풋옵션을 {currencyCode}로 구매
ru: Купить опцион пут {asset} за {currencyCode}

# button__accept
source: Accept
es: Aceptar
ko: 동의
ru: Принимаю

# buy_monero_in_any_country
source: any country
es: cualquier país
ko: 국가 무관
ru: любой стране

# buyer_settlement_fee_level__currently
source: currently
es: actualmente
ko: 현재
ru: сейчас
