Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__myths__10__title
source: Isn’t Monero easily 51% attacked?
es: ¿No es Monero fácilmente atacado en un 51%?
ko: 모네로는 체인 51% 점령 공격에 취약하지 않은가?
ru: Monero более других уязвима к атаке 51%?

# knowledge__myths__11__text
source: <p>The two boogeymen of the mining space are ASICs and botnets, and moving away from one necessarily means moving closer toward another. If one needs a CPU to mine Monero, then hackers can theoretically take control of many hundreds if not thousands of vulnerable computers and force them to mine Monero on their behalf, costing them nothing, and outcompeting those with only a couple of computers in their households.</p> <p>The first rebuttal to this argument is about the owners of botnets themselves. While we don’t condone hacking others’ computers, the barrier to entry to owning and operating a botnet is far lower than that of owning ASICs. One requires software – often quite freely available and open source – and the time and an acumen for sniffing out vulnerable computers. The other requires incredible amounts of capital and access to manufacturing. One can be done by a kid in a basement, and the other only by the extremely wealthy. This leads us to conclude that, if the worst fears of miners were to come true, the botnets themselves would be more decentralized than ASICs would be.</p> <p>That said, the Monero community is confident that this issue is overblown. The engineers of RandomX deliberately designed the protocol to require 2GB of RAM memory to work. In other words, many small, vulnerable virtual private servers (VPS) will simply not have the capacity, and if they did, the uptick in resources used would be very noticeable to a system administrator, leading to immediate investigation. In other words, it can’t run silently in the background like compromised computers taking part in a DDOS attack, or silently sniffing passwords. When the miner is on, everyone knows it.</p> <p>This reduces the amount of computers a botnet would be able to successfully compromise to those of the greatly technologically inept, or those that are never checked on, rather than the plethora of vulnerable computers that the proponents of this argument assume are at risk.</p>
es: <p>Los dos mocos del espacio minero son ASIC y botnets, y alejarse de uno necesariamente significa acercarse a otro. Si uno necesita una CPU para extraer Monero, entonces los piratas teóricos pueden tomar el control teóricamente de muchos cientos, si no miles de computadoras vulnerables y obligarlos a extraer Monero en su nombre, sin costarles nada y superando a aquellos que solo tienen un par de computadoras en sus hogares. .</p> <p>La primera refutación a este argumento es sobre los propios propietarios de botnets. Si bien no toleramos el pirateo de las computadoras de otros, la barrera de entrada para poseer y operar una botnet es mucho menor que la de poseer ASIC. Uno requiere software, a menudo de libre acceso y de código abierto, y el tiempo y la perspicacia para detectar computadoras vulnerables. El otro requiere cantidades increíbles de capital y acceso a la fabricación. Una puede ser hecha por un niño en un sótano, y la otra solo por los extremadamente ricos. Esto nos lleva a concluir que, si los peores temores de los mineros se hicieran realidad, las propias redes de bots estarían más descentralizadas que los ASIC.</p> <p>Dicho esto, la comunidad de Monero confía en que este problema se exagere. Los ingenieros de RandomX diseñaron deliberadamente el protocolo para requerir 2 GB de memoria RAM para funcionar. En otras palabras, muchos servidores privados virtuales (VPS) pequeños y vulnerables simplemente no tendrán la capacidad, y si lo tuvieran, el aumento en los recursos utilizados sería muy notable para un administrador del sistema, lo que llevaría a una investigación inmediata. En otras palabras, no puede ejecutarse silenciosamente en segundo plano, como las computadoras comprometidas que participan en un ataque DDOS, o que detectan contraseñas silenciosamente. Cuando el minero está encendido, todos lo saben.</p> <p>Esto reduce la cantidad de computadoras que una botnet podría comprometer con éxito a las de los tecnológicamente ineptos, o aquellas que nunca se verifican, en lugar de la gran cantidad de computadoras vulnerables que los defensores de este argumento suponen que están en riesgo .</p>
ko: <p>가상화폐 채굴을 위협하는 대표적인 요소들은 ASICs와 채굴봇이고, 하나를 피하면 다른 하나에 더 취약하게 됩니다. 모네로 채굴에 CPU만 있으면 된다면, 해커는 이론적으로 돈 한 푼 들이지 않고 수백 수천대의 컴퓨터를 해킹해 그들을 위해 모네로를 채굴하게 해 혼자 채굴하는 개인을 경쟁에서 밀어낼 수 있습니다.</p> <p>이에 대한 반박은 첫째로 채굴봇을 사용하는 해커에 대한 것입니다. 해킹을 옹호하는 건 아니지만, 채굴봇을 이용하는 것이 ASICs를 보유하는 것보다 훨씬 간단하고 시작하기 쉽습니다. 온라인에서 쉽게 찾을 수 있는 무료 오픈소스 소프트웨어를 이용하고 보안이 취약한 컴퓨터를 찾을 시간과 감각만 있다면 누구나 할 수 있습니다. 이에 비해 ASICs를 이용하는 것은 자본이 많이 필요하며 이러한 장비를 제조할 능력도 있어야 합니다. 첫번째 방법은 중고등학생도 할 수 있지만 후자는 엄청나게 부유한 인물만 가능합니다. 이는 만약 실제로 채굴봇 사태가 발생한다 해도 한 개인에게 점령되는 것에 비해 여러명의 채굴봇 해커들 사이에 네트워크가 분산된다는 것입니다.</p> <p> 하지만 모네로 커뮤니티는 이러한 취약점이 실제보다 더 과장되었다고 생각합니다. RandomX의 개발자들은 프로토콜이 2GB의 램을 필요하도록 설계하였습니다. 한마디로, 취약한 컴퓨터의 가상 개인 서버 (VPS)는 공격을 감행할 수 없으며 감행할 수 있다 해도 급격한 램 사용의 증가가 시스템관리자에게 바로 들통날 것이고 관리자가 바로 조사에 들어갈 것입니다. 한마디로, 컴퓨터가 DDOS마냥 사용자의 눈을 피해 조용히 공격을 감행할 수 없다는 뜻입니다. 채굴이 시작되면 누구나 알 수 있게 됩니다.</p> <p>이는 채굴봇에 당할 취약한 컴퓨터는 정말 컴퓨터를 모르는 문외한이나 시스템을 잘 확인하지 않는 소수이지, 이 공격을 걱정하는 사람들이 주장하는 것처럼 수많은 컴퓨터가 아닙니다.</p>
ru: <p>Двумя страшилками в сфере майнинга являются схемы ASIC и ботнеты, и устранение одной проблемы непременно вызывает появление другой. Если кто-то занимается майнингом Monero посредством CPU, то знает, что теоретически хакеры могут взять под свой контроль сотни, если не тысячи уязвимых компьютеров и сделать так, чтобы они занимались майнингом Monero в их интересах. И это не будет стоить им абсолютно ничего, но они всё равно обойдут тех, кто использует всего пару домашних компьютеров.</p> <p>Прежде всего, этот аргумент может быть опровергнут самими владельцами ботнетов. Несмотря на то, что мы вовсе не одобряем взлома чужих компьютеров, барьер, который необходимо преодолеть, чтобы завести собственную сеть ботнет и управлять ею, гораздо ниже барьера для доступа к ASIC. Для этого понадобится программное обеспечение (которое часто является абсолютно открытым и находится в свободном доступе), время и достаточно сообразительности, чтобы выискать уязвимые компьютеры. Во втором случае требуется огромный капитал и доступ к производству. В первом случае со всем справится даже ребёнок, а во втором — только крайне состоятельный человек. Это приводит нас к заключению, что если бы самые большие опасения майнеров стали реальностью, сами ботнеты стали бы более децентрализованными, чем ASIC-майнеры.</p> <p>Как бы то ни было, сообщество Monero уверено в том, что эта проблема излишне раздута. Разработчики RandomX умышленно разработали алгоритм, требующий 2 Гб оперативной памяти. Другими словами, множество малых уязвимых виртуальных приватных серверов (VPS) просто не будет иметь достаточной мощности, но даже если бы и имели, всплеск задействованных ресурсов стал бы заметен системному администратору, что немедленно повлечёт за собой расследование. То есть не получится всё провернуть втихую «в фоновом режиме», как в случае заражения компьютеров для проведения DDoS-атаки или поиска паролей. Когда включается майнер, все узнают об этом.</p> <p>Это ограничивает количество компьютеров, которое может быть успешно задействовано в сети ботнет, теми машинами, которые будут технически бесполезны, или теми, которые никогда не проверяются, а вовсе не тем безумным количеством машин, которое, по мнению пропонентов этого аргумента, подвергается риску.</p>

# knowledge__myths__11__title
source: CPU-friendly algorithm? Won’t Monero mining just get taken over by botnets?
es: Algoritmo amigable con la CPU? ¿La minería de Monero no será tomada por botnets?
ko: CPU 친화 알고리즘? 그럼 모네로 채굴은 채굴봇이 지배하지 않을까?
ru: Говорите, алгоритм для CPU-майнинга? А что тогда помешает ботнетам доминировать в сети?

# knowledge__myths__12__text
source: <p>This criticism comes from the real-world occurrence. A group of individuals, not known to the community, forked Monero and created their own coin: MoneroV. Since it was a chain fork, individuals were able to claim an equivalent amount of MoneroV as they had in Monero, i.e. if you had 100 Monero, you could use the same seed on a MoneroV wallet to get 100 MoneroV.</p> <p>This led to a surprising, and unexpected consequence: a loss of privacy. To explain it, we will give an example. If I think of a number that you have to guess, but I give you three numbers, only one of which is correct, you will not know which is the correct answer. Let’s say I tell you the numbers 88, 25, and 19. You are clever however, and ask me for another set of three numbers, but one of them must still be the correct number. I give you 54, 88, and 92. You see that the number 88 appears in both sets, so it must be the correct number, and you would be right.</p> <p>The attack on Monero’s privacy works the same way. Monero relies on ring signatures, which are assembled on the local wallet to obfuscate transaction outputs. If I was to spend an output on the Monero chain, with one assembled ring, and spend the same output on the MoneroV chain, on a different assembled ring, without making sure that the ring is composed of the same decoys, then the true output becomes obvious, much in the same way the number 88 became obvious as the correct number.</p> <p>Several solutions were posited, including creating tools for people to fork from Monero responsibly, a blackball database of tainted outputs, and upping the ringsize, but ultimately, none of these were required. MoneroV never gained any traction, and the amount of people who claimed their coins and put their privacy in danger were very few.</p> <p>It should be noted that this danger to privacy does NOT come from a code fork of Monero, but rather a chain fork. This means that any coin that takes the code of Monero and starts from scratch with their own genesis block will not put either chain in danger. Only if a coin forks the actual blockchain from the current Monero blockchain because of a disagreement, similar to the Bitcoin / Bitcoin Cash debacle, would the chains be in danger. This would mean the fork would be fighting against the established community, and those that choose not to take part and claim their coins from the other chain would not be in danger.</p> <p>That said, we do see it as naive to think there will never be an attack on Monero in this way, which is why other solutions are in the works to either increase the ringsize, or move to a different proving scheme altogether, many of which were mentioned in the ‘high transaction fees’ section.</p>
es: <p>Esta crítica proviene de la ocurrencia del mundo real. Un grupo de individuos, no conocidos por la comunidad, bifurcaron a Monero y crearon su propia moneda: MoneroV. Como era una bifurcación de cadena, las personas podían reclamar una cantidad equivalente de MoneroV como lo tenían en Monero, es decir, si tenía 100 Monero, podría usar la misma semilla en una billetera MoneroV para obtener 100 MoneroV.</p> <p>Esto condujo a una consecuencia sorprendente e inesperada: una pérdida de privacidad. Para explicarlo, daremos un ejemplo. Si pienso en un número que tienes que adivinar, pero te doy tres números, uno de los cuales es correcto, no sabrás cuál es la respuesta correcta. Digamos que te digo los números 88, 25 y 19. Sin embargo, eres inteligente y me pides otro conjunto de tres números, pero uno de ellos debe ser el número correcto. Te doy 54, 88 y 92. Ves que el número 88 aparece en ambos conjuntos, por lo que debe ser el número correcto y estarías en lo correcto.</p> <p>El ataque a la privacidad de Monero funciona de la misma manera. Monero se basa en firmas de anillo, que se ensamblan en la billetera local para ofuscar los resultados de las transacciones. Si tuviera que gastar una salida en la cadena Monero, con un anillo ensamblado, y gastar la misma salida en la cadena MoneroV, en un anillo ensamblado diferente, sin asegurarme de que el anillo esté compuesto por los mismos señuelos, entonces la salida verdadera se vuelve obvio, de la misma manera que el número 88 se hizo obvio como el número correcto.</p> <p>Se propusieron varias soluciones, incluida la creación de herramientas para que las personas se bifurcaran de Monero de manera responsable, una base de datos de blackball de salidas contaminadas y aumentar el tamaño del anillo, pero en última instancia, ninguna de estas fueron necesarias. MoneroV nunca ganó tracción, y la cantidad de personas que reclamaron sus monedas y pusieron en peligro su privacidad fueron muy pocas.</p> <p>Cabe señalar que este peligro para la privacidad NO proviene de una bifurcación de código de Monero, sino de una bifurcación de cadena. Esto significa que cualquier moneda que tome el código de Monero y comience desde cero con su propio bloque de génesis no pondrá en peligro a ninguna de las cadenas. Solo si una moneda bifurca la cadena de bloques real de la cadena de bloques Monero actual debido a un desacuerdo, similar a la debacle de Bitcoin / Bitcoin Cash, las cadenas estarían en peligro. Esto significaría que el tenedor estaría luchando contra la comunidad establecida, y aquellos que eligen no participar y reclamar sus monedas de la otra cadena no estarían en peligro.</p> <p>Dicho esto, consideramos ingenuo pensar que nunca habrá un ataque contra Monero de esta manera, por lo que se están preparando otras soluciones para aumentar el tamaño del anillo o pasar a un esquema de prueba completamente diferente, muchos de los cuales se mencionaron en la sección 'tarifas de transacción altas'.</p>
ko: <p>이 비판은 실제사례를 기반으로 합니다. 커뮤니티는 모르는 한 단체가 모네로를 포크해 MoneroV라는 자기들만의 가상화폐를 만들었습니다. 모네로 체인의 포크였기 때문에 모네로를 보유하고 있던 사람들은 같은 양의 MoneroV를 받았으며(100 모네로가 있었다면 100 MoneroV), MoneroV에 같은 시드문구를 사용해 100 MoneroV를 추가로 받을 수 있었습니다.</p> <p>이는 예상치 못한 결과를 초래했습니다: 개인정보유출. 이를 설명하기 위해, 예시를 들겠습니다. 당신이 임의의 숫자를 하나 맞춰야 하고 제가 당신에게 하나의 정답이 포함된 3개의 숫자를 제시한다고 생각해봅시다. 제가 88, 25, 그리고 19를 제시했습니다. 당신은 현명하다면 저에게 정답이 포함된 다른 숫자 3개를 제시해달라고 할 것입니다. 저는 54, 88, 그리고 92를 제시할 것이고, 당신은 88이 두 번 다 포함되었으니 88이 정답이라고 확신합니다.</p> <p> 모네로의 보안에 대한 공격도 비슷합니다. 모네로는 거래내역을 숨기기 위해 온라인지갑에서 링서명을 사용합니다. 만약 모네로체인에서 거래내역을 생성해 링서명을 사용하고 MoneroV 체인에서 같은 거래내역으로 전과 같지 않은 조합의 링서명을 사용한다면 88이 정답인 것처럼 진짜 거래내역이 뭔지 드러날 것입니다.</p> <p> 블랙볼 데이터베이스나 링사이즈 증가 등 이에 대한 방안이 여럿 마련되었지만, 결국 MoneroV가 관심에서 잊혀져가며 필요가 없어졌습니다. 실제로 MoneroV를 사용하고 코인을 받아 개인정보유출의 위험에 노출된 사람들도 극소수였습니다.</p> <p>이 위험성은 모네로 코드포크에서 오는 것이 아니라 체인포크에서 온다는 것을 알아야합니다. 이는 모네로 코드를 다운받아 제네시스부터 새로 시작하는 새 코인은 안전하다는 의미입니다. 비트코인 / 비트코인캐쉬처럼 의견차이 등 어떠한 이유로든지 실제 블록체인을 포크한 코인만이 원 체인을 위협합니다. 이는 새 포크가 현 커뮤니티와 대립하게 되고, 새 체인의 코인을 수령하지만 않으면 위험에 빠지지 않는다는 뜻입니다.</p> <p>하지만 이러한 일이 모네로에 일어나지 않을 것이라고 생각하는 것은 안일한 생각이기에 링사이즈를 증가시키거나 증명알고리즘을 아예 바꾸는 등 여러 방안이 개발되고 있으며, 이에 대해서는 ‘고액의 수수료’ 부분에서 더 자세히 다루겠습니다.</p>
ru: <p>В основе этого критического замечания лежит случай, произошедший в реальности. Группа лиц, неизвестных сообществу, сделала форк Monero и создала собственную монету под названием Monero V. Поскольку это был форк блокечейна, пользователи могли получить сумму Monero V эквивалентную той сумме, что у них имелась в Monero, то есть, если бы у вас было 100 Monero, вы могли воспользоваться той же мнемонической фразой в кошельке Monero V и получить 100 Monero V.</p> <p>Это имело удивительные и неожиданные последствия, которые сводились к утрате приватности. Мы приведём пример для наглядности. Если я задумаю число, которое вы должны будете угадать, и назову вам три числа, одно из которых будет правильным, то вы не будете знать верный ответ. Допустим, я называю вам числа 88, 25 и 19. Но вы умны и просите меня назвать вам ещё три числа, одно из которых по-прежнему будет правильным. Я называю 54, 88 и 92. Вы видите, что число 88 присутствует в обоих случаях, поэтому оно должно быть правильным. И вы правы.</p> <p>Атака на приватность Monero работает таким же образом. Monero полагается на кольцевые подписи, которые создаются локальным кошельком с целью обфускации выходов транзакций. Если я потрачу выход в блокчейне Monero в составе одной созданной подписи и потрачу тот же самый выход в блокчейне Monero V, но уже в другом кольце, не убедившись в том, что кольцо состоит из тех же самых ложных выходов, то действительный выход станет очевидным точно так же, как и в случае с числом 88, которое было угадано вами.</p> <p>Было предложено несколько решений этой проблемы, включая создание инструментов, которые бы заставили людей ответственно подходить к форкам Monero, создание базы данных помеченных выходов, увеличение размера кольца, но в конечном счёте ни один из этих инструментов не понадобился. Monero V осталась абсолютно невостребованной, и лишь немногие захотели получить монеты, подвергнув риску собственную приватность.</p> <p>Тут следует отметить, что данная угроза приватности исходит НЕ от форков кода Monero, а, скорее, от форков блокчейна. Это означает, что любая монета, которая возьмёт код Monero и начнёт с нуля, со своего собственного генезис-блока, не подвергнет ни один из блокчейнов опасности. Только в том случае, если монета осуществит форк на основе текущей версии блокчейна Monero в силу каких-либо разногласий, как в случае разделения Bitcoin / Bitcoin Cash, блокчейны будут в опасности. Это будет означать, что форк будет направлен против сфомировавшегося сообщества, но тем, кто не захочет получить монеты из нового блокчейна, ничего не угрожает.</p> <p>Таким образом, мы считаем наивным полагать, что Monero никогда не будет атакована подобным образом, поэтому и прорабатываются другие решения, которые либо будут заключаться в увеличении размера кольца, либо в одновременном переходе к другой системе доказательства, многие из которых упоминались в разделе, посвящённом «высоким комиссиям».</p>

# knowledge__myths__12__title
source: Monero forks don’t just hurt Monero’s economic viability, but its privacy!
es: Los tenedores de Monero no solo perjudican la viabilidad económica de Monero, ¡sino su privacidad!
ko: 모네로 하드포크는 모네로의 경제적 생활력만 위협할 뿐만이 아니라 보안도 위협한다!
ru: Форки вредят не только экономической составляющей, но и приватности Monero!
