Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# trade__local__step_1__buyer__title
source: Arrange the meeting and make the payment
es: Organizar la reunión y realizar el pago
ko: 회의 준비 및 결제
ru: Договоритесь о встрече и произведите оплату

# trade__local__step_1__seller__release_after_payment
source: After receiving the payment, finalize the trade. Make sure to check the cash for authenticity before accepting it and finalizing the trade. Only finalize after making sure the payment is firmly in your hands.
es: Después de recibir el pago, finalice la operación. Asegúrate de comprobar la autenticidad del dinero antes de aceptarlo y finalizar la operación. Sólo finalice después de asegurarse de que el pago está firmemente en sus manos.
ko: 지불을 받은 후 거래를 완료합니다. 현금을 수락하고 거래를 완료하기 전에 현금의 진위 여부를 확인하십시오. 지불이 확실히 당신의 손에 있는지 확인한 후에 만 마무리하십시오.
ru: После получения оплаты завершите сделку. Обязательно проверьте наличные деньги на подлинность, прежде чем принять их и завершить сделку. Завершайте сделку только после того, как убедитесь, что платеж находится в ваших руках.

# trade__local__step_1__seller__title
source: Arrange the meeting and receive the payment
es: Organiza la reunión y recibe el pago
ko: 회의를 준비하고 지불을받습니다
ru: Договоритесь о встрече и получите оплату

# trade__local__step_2__buyer__completed
source: The trade is now completed, the coins are in your wallet!
es: ¡El intercambio ahora está completo, las monedas están en su billetera!
ko: 이제 거래가 완료되고 동전이 지갑에 있습니다!
ru: Сделка завершена, монеты в вашем кошельке!

# trade__local__step_2__seller__verification_code
source: {verificationCode} is the verification code. You can tell it to the buyer so that the buyer can verify you've finalized the trade without them needing to use a device.
es: {verificationCode} es el código de verificación. Puedes decírselo al comprador para que éste pueda verificar que has finalizado la operación sin que tenga que usar un dispositivo.
ko: {verificationCode} 은 인증 코드입니다. 구매자에게 알려주면 구매자가 기기를 사용할 필요 없이 거래를 완료했는지 확인할 수 있습니다.
ru: {verificationCode} - это код проверки. Вы можете сообщить его покупателю, чтобы он мог убедиться, что вы завершили сделку, без необходимости использования устройства покупателем.

# trade__mark_paid
source: When you have paid, press the 'I have paid' button. This will prevent the seller from being able to cancel the trade. Don't press this button unless you have actually paid.
es: Cuando haya pagado, presione el botón 'He pagado'. Esto evitará que el vendedor pueda cancelar la operación. No presione este botón a menos que haya pagado realmente.
ko: 결제를 한 후, '결제완료' 버튼을 눌러주세요. 이는 판매자가 결제를 취소할 수 없게합니다. 실제로 결제를 완료하기 전까지 누르지마세요.
ru: Когда вы заплатили, нажмите кнопку «Я заплатил». Это предотвратит возможность продавца отменить сделку. Не нажимайте эту кнопку, если вы на самом деле не заплатили.

# trade__no_payment_details
source: No payment details specified. Discuss them in chat.
es: No hay detalles de pago especificados. Discutirlos en el chat.
ko: 결제정보가 없습니다. 챗에서 물어보세요.
ru: Не указаны реквизиты для оплаты. Обсудите их в чате.

# trade__no_payment_info__paying_party
source: Ask your trading partner about their payment details in the chat and make the payment.
es: Pregúntele a su socio comercial sobre sus detalles de pago en el chat y realice el pago.
ko: 거래대상에게 결제정보를 물어보고 결제하세요.
ru: Спросите вашего торгового партнера об их платежных реквизитах в чате и произведите оплату.

# trade__no_payment_info__receiving_party
source: Tell your trading partner about your payment details in the chat.
es: Dígale a su socio comercial en el chat sobre sus detalles de pago.
ko: 거래대상에게 챗으로 결제정보를 알려주세요.
ru: Сообщите своему торговому партнеру в чате о ваших платежных реквизитах.

# trade__pay
source: Pay according to the payment details shown below. If you have any questions, ask the seller in the chat.
es: Pague de acuerdo con los detalles de pago que se muestran a continuación. Si tiene alguna pregunta, pregúntele al vendedor en el chat.
ko: 밑의 결제정보를 따라 결제하시면 됩니다. 질문이 있다면, 챗으로 판매자에게 물어보세요.
ru: Оплата согласно платежным реквизитам, указанным ниже. Если у вас есть какие-либо вопросы, спросите продавца в чате.

# trade__payment_details
source: Payment details
es: Detalles de pago
ko: 결제 내용
ru: Детали платежа

# trade__price
source: Price: {price} {currency} / {assetSymbol}
es: Precio: {price} {currency} / {assetSymbol}
ko: 가격: {price} {currency} / {assetSymbol}
ru: Цена: {price} {currency} / {assetSymbol}

# trade__receipt__btn
source: View receipt
es: Ver recibo
ko: 영수증 보기
ru: Показать квитанцию

# trade__receipt__include_chat
source: Include chat messages
es: Incluir mensajes del chat
ko: 챗메시지 포함
ru: Включить сообщения в квитанцию

# trade__receipt__include_info
source: Include payment method info
es: Incluir información del método de pago
ko: 결제수단 정보 포함
ru: Включить детали платежа в квитанцию

# trade__receipt__title
source: View printable receipt
es: Ver recibo imprimible
ko: 프린트 가능한 영수증 보기
ru: Распечатать квитанцию

# trade__release_monero_btn
source: Finalize
es: Finalizar
ko: 마무리
ru: Завершить

# trade__seller_can_cancel
source: You are now able to <strong> cancel the trade</strong>, since the buyer has failed to complete the payment within the payment window.
es: Ahora estás habilitado para <strong>cancelar la transacción</strong>, ya que el comprador no ha podido completar el pago dentro del margen de tiempo para pagos.
ko: 구매자가 결제기한까지 결제를 하지 않아서 이제 <strong>거래를 취소</strong>할 수 있습니다.
ru: Вы можете <strong> отменить сделку </strong>, так как покупатель не завершил оплату в течение времени окна оплаты.

# trade__settlement_fees_notice
source: Network transaction fees associated with settling the trade will be deducted from the trade amount, meaning you'll receive slightly less than the amount shown.
es: Las tasas de transacción de la red asociadas a la liquidación de la operación se deducirán del importe de la misma, lo que significa que recibirá una cantidad ligeramente inferior a la indicada.
ko: 거래 정산과 관련된 네트워크 거래 수수료는 거래 금액에서 차감됩니다. 즉, 표시된 금액보다 약간 적게 받게 됩니다.
ru: Комиссия сети, связанная с расчётом, будет вычтена из суммы сделки, что означает, что вы получите немного меньше указанной суммы.

# trade__status__cancelled_text
source: This trade has been cancelled {linebreak} at {time}.
es: Esta transacción ha sido cancelada {linebreak} a las {time}.
ko: 이 거래는 {linebreak} {time}에 취소되었습니다.
ru: Сделка была отменена {linebreak} {time}.

# trade__status__cancelled_title
source: Cancelled
es: Cancelada
ko: 취소됨
ru: Отменена

# trade__status__closed_text_0
source: This trade has been closed by an administrator {linebreak} at {time}.
es: Esta transacción ha sido cerrada por un administrador {linebreak} a las {time}.
ko: 이 거래는 관리자에 의해 {linebreak} {time}에 취소되었습니다.
ru: Сделка была закрыта администратором {linebreak} {time}.

# trade__status__closed_text_1
source: The trade was neither finalized nor canceled.
es: La operación no fue ni finalizada ni cancelada.
ko: 거래가 완료되거나 취소되지 않았습니다.
ru: Сделка не была ни завершена, ни отменена.

# trade__status__closed_title
source: Closed
es: Cerrada
ko: 닫힘
ru: Закрыта

# trade__status__completed_text
source: This trade has been completed at {time}.
es: Esta transacción ha sido completada {linebreak} a las {time}.
ko: 이 거래는 {linebreak} {time}에 완료되었습니다.
ru: Сделка была завершена {linebreak} {time}.

# trade__status__completed_title
source: Completed
es: Completada
ko: 완료됨
ru: Завершена

# trade__status__disputed_text_0
source: This trade has been disputed at {time}.
es: Esta transacción ha sido disputada {linebreak} a las {time}.
ko: 이 거래는 {linebreak} {time}에 중재가 신청되었습니다.
ru: Сделка была оспорена {linebreak} {time}.

# trade__status__disputed_text_1
source: Please wait for a {appName} administrator to join the chat and decide the trade's outcome.
es: Por favor, espere a un administrador de FRONT_TYPE para unirte al chat y decidir el resultado de la transacción.
ko: FRONT_TYPE 관리자가 챗에 참가해 거래결과를 결정할 때까지 기다려주세요.
ru: Пожалуйста подождите, пока администратор FRONT_TYPE присоединится к чату и решит исход сделки.

# trade__status__disputed_title
source: Disputed
es: Disputada
ko: 중재중
ru: Оспорена

# trade__status__escrowed
source: Protected by arbitration bond
es: Protegido por la fianza de arbitraje
ko: 중재 채권으로 보호
ru: Защищено арбитражным залогом

# trade__status__funded_escrowed_text_0
source: Arbitration bond protection is enabled.
es: La protección de la fianza arbitral está activada.
ko: 중재 보증금 보호가 활성화되었습니다.
ru: Система защиты арбитражным залогом включена.

# trade__status__funded_escrowed_text_1
source: Only the buyer and {appName} staff can cancel the transaction.
es: Sólamente el comprador y el personal de FRONT_TYPE pueden cancelar la transacción.
ko: 구매자와 FRONT_TYPE 직원만이 거래를 취소할 수 있습니다.
ru: Только покупатель и администрация сайта могут отменить сделку.

# trade__status__funded_escrowed_text_2
source: Seller can cancel the trade once payment window time has run out
es: El vendedor puede cancelar la transacción una vez que se acabe el margen de tiempo para pagar
ko: 판매자는 결제기한까지 결제가 되지 않을 경우에만 거래를 취소할 수 있습니다
ru: Продавец может отменить сделку по истечении времени окна оплаты.

# trade__status__funded_escrowed_title
source: Funded, protected by arbitration bond
es: Financiado, protegido por una fianza de arbitraje
ko: 자금 지원, 중재 채권으로 보호
ru: Сделка профинансирована, защищена арбитражным залогом

# trade__status__funded_not_escrowed_title
source: Funded, not protected by arbitration bond
es: Financiado, no protegido por la fianza de arbitraje
ko: 자금 지원, 중재 채권으로 보호되지 않음
ru: Сделка профинансирована, но не защищена арбитражным залогом

# trade__status__settlement__accordion_summary
source: Transaction details
es: Detalles de la transacción
ko: 상세 거래 내역
ru: Детали транзакции

# trade__status__settlement__address
source: Address
es: Dirección
ko: 주소
ru: Адрес

# trade__status__settlement__arbitrated
source: Arbitrated by an administrator
es: Arbitrado por un administrador
ko: 관리자가 중재
ru: Решено через арбитраж

# trade__status__settlement__buyer_tx__title
source: Transfer to the buyer's settlement wallet
es: Transferencia al monedero de liquidación del comprador
ko: 구매자의 결제 지갑으로 이체
ru: Перевод на расчетный кошелек покупателя

# trade__status__settlement__check_your_wallet
source: Check your receiving wallet and you’ll see the transaction!
es: Compruebe su cartera de recepción y verá la transacción.
ko: 수신 지갑을 확인하면 거래가 표시됩니다!
ru: Проверьте свой принимающий кошелек, и вы увидите транзакцию!

# trade__status__settlement__mnemonic_guide_link
source: How do I restore my wallet from the seed?
es: ¿Cómo puedo restaurar mi cartera desde la semilla?
ko: 시드에서 지갑을 복원하려면 어떻게 해야 합니까?
ru: Как восстановить кошелек из seed-фразы?

# trade__status__settlement__mnemonic_seed
source: Your non-custodial wallet mnemonic seed
es: Su semilla mnemotécnica de cartera no custodiada
ko: 귀하의 비 보관 지갑 니모닉 시드
ru: Seed-фраза вашего некастодиального кошелька

# trade__status__settlement__processing
source: Processing
es: Procesamiento
ko: 가공
ru: Обрабатывается

# trade__status__settlement__processing__description
source: The settlement is being processed. Please wait, there's nothing that you need to do.
es: La liquidación se está procesando. <br /> Por favor, espere, no hay nada que deba hacer.
ko: 결제 처리 중입니다. <br /> 잠시만 기다려 주십시오. 필요한 작업이 없습니다.
ru: Расчёт находится в процессе обработки. <br /> Пожалуйста, подождите, вам ничего не нужно делать.

# trade__status__settlement__processing__time_estimation
source: This may take 10-60 minutes.
es: Esto puede llevar de 10 a 60 minutos.
ko: 10-60분이 소요될 수 있습니다.
ru: Это может занять 10-60 минут.

# trade__status__settlement__progress__stepper__awaiting_to_buyer
source: Awaiting transfer to the buyer's settlement wallet...
es: A la espera de la transferencia a la cartera de liquidación del comprador...
ko: 구매자 결제 지갑으로 이체 대기 중...
ru: Ожидаем перевод на расчетный кошелек покупателя....

# trade__status__settlement__progress__stepper__awaiting_to_seller
source: Awaiting transfer to the seller's non-custodial wallet...
es: A la espera de ser transferido a la cartera no custodiada del vendedor...
ko: 판매자의 비 보관 지갑으로 이체 대기 중...
ru: Ожидаем перевод на некастодиальный кошелёк продавца....

# trade__status__settlement__progress__stepper__confirming_to_seller
source: Confirming transfer to the seller's non-custodial wallet...
es: Confirmando la transferencia a la cartera no custodiada del vendedor...
ko: 판매자의 비보관 지갑으로 이체 확인 중...
ru: Подтверждаем перевод на некастодиальный кошелек продавца...

# trade__status__settlement__progress__stepper__done__buyer
source: Done! Check your receiving wallet and you’ll see the transaction!
es: Ya está. Comprueba tu cartera receptora y verás la transacción.
ko: 완료! 수신 지갑을 확인하면 거래가 표시됩니다!
ru: Готово! Проверьте свой принимающий кошелек и вы увидите транзакцию!

# trade__status__settlement__progress__stepper__done__seller
source: Done! The buyer should now see the transaction in the receiving wallet.
es: Ya está hecho. El comprador debería ver ahora la transacción en el monedero receptor.
ko: 완료! 구매자는 이제 수신 지갑에서 거래를 볼 수 있습니다.
ru: Готово! Покупатель должен видеть транзакцию в принимающем кошельке.

# trade__status__settlement__progress__stepper__eta_minutes
source: min
ko: 의사록
ru: мин

# trade__status__settlement__progress__stepper__explorer_btn
source: Open explorer
es: Abrir el explorador
ko: 탐색기 열기
ru: Открыть проводник

# trade__status__settlement__progress__stepper__total_eta
source: Estimated remaining time: ≈ {eta} min
es: Tiempo restante estimado: ≈ {eta} min
ko: 예상 남은 시간: ≈ {eta} 분
ru: Примерное оставшееся время: ≈ {eta} мин

# trade__status__settlement__seller_tx__title
source: Transfer to the seller's non-custodial wallet
es: Transferencia a la cartera no privativa de libertad del vendedor
ko: 판매자의 비 보관 지갑으로 이체
ru: Перевод на некастодиальный кошелек продавца

# trade__status__settlement__tx_key
source: Transaction key
es: Clave de la transacción
ko: 거래 키
ru: Ключ транзакции

# trade__status__unfunded_escrowed
source: Unfunded, protected by arbitration bond
es: No financiado, protegido por una fianza de arbitraje
ko: 자금이 없고 중재 채권으로 보호됨
ru: Сделка непрофинансирована, защищена арбитражным залогом

# trade__status__unfunded_not_escrowed
source: Unfunded, not protected by arbitration bond
es: No financiado, no protegido por la fianza de arbitraje
ko: 자금이 없고 중재 채권으로 보호되지 않음
ru: Сделка непрофинансирована, не защищена арбитражным залогом

# trade__step__processing_settlement
source: The settlement is being processed, the coins are being transferred to your wallet. Please wait, there's nothing that you need to do.
es: La liquidación se está procesando, las monedas se están transfiriendo a su monedero. Por favor, espere, no hay nada que deba hacer.
ko: 결제가 처리 중이며 코인이 지갑으로 전송되고 있습니다. 잠시만 기다려 주십시오. 당신이 해야 할 일은 없습니다.
ru: Расчет обрабатывается, монеты переводятся на ваш кошелек. Пожалуйста, подождите, вам ничего не нужно делать.

# trade__subtitle_call_buy_advertisement
source: call option buy advertisement
es: opción de compra comprar publicidad
ko: 콜옵션 구매 계약
ru: объявление о покупке колл-опциона

# trade__subtitle_call_sell_advertisement
source: call option sell advertisement
es: opción de venta vender publicidad
ko: 콜옵션 판매 계약
ru: объявление о продаже пут-опциона

# trade__subtitle_local_buy
source: {username} has responded to your {ad} at {time}
es: {username} ha respondido a su anuncio {ad} a las {time}
ko: {username}가 당신의 {ad}에 {time}에 답을 했습니다
ru: {username} ответил на Ваше {ad} {time}

# trade__subtitle_local_buy_ad
source: local buy advertisement
es: anuncio de compra local
ko: 내 지역에서 구매 계약
ru: объявление о покупке за наличные

# trade__subtitle_local_buy_seller
source: You have responded to {username} {ad} at {time}
es: Has respondido al {ad} de {username} a las {time}
ko: 당신은 {time}에 {username}의 {ad}에 답을 했습니다
ru: Вы откликнулись на {ad} {username} {time}

# trade__subtitle_local_sell_buyer
source: local sell advertisement
es: anuncio de venta local
ko: 내 지역에서 판매 계약
ru: объявление о продаже за наличные

# trade__subtitle_online_buy_advertisement
source: online buy advertisement
es: anuncio de compra en línea
ko: 온라인 구매 계약
ru: объявление об онлайн покупке

# trade__subtitle_online_sell_advertisement
source: online sell advertisement
es: anuncio de venta en línea
ko: 온라인 판매 계약
ru: объявление об онлайн продаже

# trade__subtitle_put_buy_advertisement
source: put option buy advertisement
es: opción de venta comprar publicidad
ko: 풋옵션 구매 계약
ru: объявление о покупке опциона пут

# trade__subtitle_put_sell_advertisement
source: put option sell advertisement
es: opción de venta vender publicidad
ko: 풋옵션 판매 계약
ru: объявление о продаже опциона пут

# trade__terms_and_info_text_0
source: Buyer doesn't need a device at all - confirm successful transaction with the verification code
es: El comprador no necesita ningún dispositivo - confirme la transacción correctamente con el código de verificación
ko: 구매자는 아무 기기 없이 인증코드로만 거래완료를 확인할 수 있습니다
ru: Покупателю не требуется никакое устройство - подтвердите успешную транзакцию кодом подтверждения

# trade__terms_and_info_text_1
source: Seller can finalize the transaction using a smartphone or laptop
es: El vendedor puede finalizar la transacción utilizando un smartphone o un portátil
ko: 판매자는 스마트폰 또는 노트북을 사용하여 거래를 완료할 수 있습니다.
ru: Продавец может завершить сделку с помощью смартфона или ноутбука

# trade__terms_and_info_text_2
source: Finalized transaction is irreversible
es: La transacción finalizada es irreversible
ko: 완료된 거래는 되돌릴 수 없습니다.
ru: Завершенную сделку невозможно отменить

# trade__terms_and_info_text_5
source: Please do not use online payment methods! Use online trades for that
es: ¡Por favor no use métodos de pago en línea! Para ello utilice la modalidad de transacciones en línea
ko: 온라인 결제 수단을 이용하지 마세요! 온라인 거래에만 온라인결제를 이용하세요
ru: Пожалуйста, не используйте онлайн методы оплаты! Для этого есть онлайн сделки

# trade__terms_and_info_title
source: {appName} local cash transactions terms and info
es: Términos e info de las transacciones locales de efectivo en FRONT_TYPE
ko: FRONT_TYPE 지역내 현금 거래 이용약관
ru: Условия и информация о местных транзакциях FRONT_TYPE с наличными

# trade__terms_title
source: Terms of trade with {username}
es: Términos de intercambio con {username}
ko: {username}과의 거래약관
ru: Условия сделки с {username}

# trade__title_id
source: Trade ID: {id}
es: Transacción ID: {id}
ko: 거래 ID: {id}
ru: ID сделки: {id}

# trade__title_local_buy
source: Buying {amountXmr} {assetSymbol} for {amountFiat} {currency} with cash
es: Comprando {amountXmr} {assetSymbol} a cambio de {amountFiat} {currency} en efectivo
ko: {amountXmr} {assetSymbol}을 현금 {amountFiat} {currency}로 구매
ru: Покупка {amountXmr} {assetSymbol} за {amountFiat} {currency} за наличные

# trade__title_local_sell
source: Selling {amountXmr} {assetSymbol} for {amountFiat} {currency} for cash
es: Vendiendo {amountXmr} {assetSymbol} a cambio de {amountFiat} {currency} en efectivo
ko: {amountXmr} {assetSymbol}을 현금 {amountFiat} {currency}로 판매
ru: Продажа {amountXmr} {assetSymbol} за {amountFiat} {currency} за наличные

# trade__title_online_buy
source: Buying {amountXmr} {assetSymbol} for {amountFiat} {currency} using {method}
es: Comprando {amountXmr} {assetSymbol} por {amountFiat} {currency} usando {method}
ko: {amountXmr} {assetSymbol}을 {method}로 {amountFiat} {currency}로 구매
ru: Покупка {amountXmr} {assetSymbol} за {amountFiat} {currency} через {method}

# trade__title_online_sell
source: Selling {amountXmr} {assetSymbol} for {amountFiat} {currency} using {method}
es: Vendiendo {amountXmr} {assetSymbol} por {amountFiat} {currency} usando {method}
ru: Продажа {amountXmr} {assetSymbol} за {amountFiat} {currency} через {method}

# trade__title__buying
source: Buying
es: Comprando
ko: 구매
ru: Покупка

# trade__title__call
source: call
ko: 콜
ru: колл

# trade__title__expiry
source: Contract length:
es: Duración del contrato:
ko: 계약 기간:
ru: Продолжительность контракта:

# trade__title__premium
source: Premium for the trade:
es: Premium para el comercio:
ko: 거래 프리미엄:
ru: Премия за сделку:

# trade__title__put
source: put
ko: 풋
ru: пут

# trade__title__selling
source: Selling
es: De venta
ko: 판매
ru: Продажа

# trade__update_feedback_btn
source: Update feedback
es: Actualizar confianza/feedback
ko: 후기 업데이트
ru: Обновить отзыв

# trade__warning__impersonation
source: Beware of scammers trying to impersonate staff! Administrators will never tell you to finalize a trade. Staff messages have a red background.
es: ¡Cuidado con los estafadores que intentan hacerse pasar por personal! <br /> Los administradores de FRONT_TYPE nunca le dirán que finalice una operación. <br /> Los mensajes del personal tienen un fondo rojo.
ko: 직원을 사칭하려는 사기꾼을 조심하십시오! <br /> FRONT_TYPE 관리자는 거래를 완료하라고 절대 말하지 않습니다. <br /> 직원 메시지의 배경은 빨간색입니다.
ru: Остерегайтесь мошенников, пытающихся выдать себя за персонал! <br /> Администраторы FRONT_TYPE никогда не скажут вам завершить сделку. <br /> Сообщения персонала имеют красный фон.

# trades_table__status__not_paid
source: Not paid
es: No pagado
ko: 결제안됨
ru: Не оплачена

# trades_table__status__paid
source: Paid
es: pagado
ko: 결제됨
ru: Оплачена

source: Try again
es: Inténtalo de nuevo
ko: 다시 시도하십시오.
ru: Попробовать снова

# user__account_created
source: Account created:
es: Cuenta creada:
ko: 계정 생성됨:
ru: Аккаунт создан:

# user__ads__heading_call_buy_title
source: Sell {assetName} call option to {user}
es: Vender {assetName} opción de compra desde {user}
ko: {assetName} 콜옵션을 {user}에게 판매
ru: Продать опцион колл {assetName} {user}

# user__ads__heading_call_sell_title
source: Buy {assetName} call option from {user}
es: Compre la opción de compra {assetName} en {user}
ko: {assetName} 콜옵션을 {user}한테서 구매
ru: Купить опцион колл {assetName} у {user}

# user__ads__heading_put_buy_title
source: Sell {assetName} put option to {user}
es: Vender {assetName} opción de venta desde {user}
ko: {assetName} 풋옵션을 {user}에게 판매
ru: Продать опцион пут {assetName} {user}

# user__ads__heading_put_sell_title
source: Buy {assetName} put option from {user}
es: Comprar {assetName} opción de venta de {user}
ko: {assetName} 풋옵션을 {user}한테서 구매
ru: Купить опцион пут {assetName} у {user}

# user__ads__local_buy_title
source: Sell {assetName} for cash to {user}
es: Venda {assetName} a {user} a cambio de dinero efectivo
ko: {assetName}을 {user}에게 현금으로 판매
ru: Продать {assetName} за наличные {user}

# user__ads__local_sell_title
source: Buy {assetName} with cash from {user}
es: Compre {assetName} del usuario {user} con dinero efectivo
ko: {assetName}을 {user}한테서 현금으로 구매
ru: Купить {assetName} за наличные у {user}

# user__ads__online_buy_title
source: Sell {assetName} online to {user}
es: Venda {assetName} a {user} en línea
ko: {assetName}을 {user}에게 온라인으로 판매
ru: Продать {assetName} онлайн {user}

# user__ads__online_sell_title
source: Buy {assetName} online from {user}
es: Compre {assetName} de {user} en línea
ko: {assetName}을 {user}한테서 온라인으로 구매
ru: Купить {assetName} онлайн у {user}

# user__block_btn
source: Block {username}
es: Bloquear {username}
ko: {username} 차단
ru: Заблокировать {username}

# user__block_status
source: You are blocking {username}
es: Usted tiene bloqueado a {username}
ko: {username}을 차단했습니다
ru: Вы блокируете {username}

# user__block_status_description
source: They will not be able to respond to your ads. Their ads are hidden from your search results.
es: No podrán responder a sus anuncios. Sus anuncios están ocultos de sus resultados de búsqueda.
ko: 그들은 귀하의 광고에 응답할 수 없습니다. 그들의 광고는 검색 결과에서 숨겨집니다.
ru: Они не смогут откликнуться на ваши объявления. Их объявления скрыты из ваших результатов поиска.
