Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__atomic__description
source: Few things are as coveted in the crypto space as atomic swaps. Recently, the researchers have finalized a way by which XMR would be able to do atomic swaps with BTC.
es: Pocas cosas son tan codiciadas en el espacio criptográfico como los intercambios atómicos. Recientemente, los investigadores han finalizado una forma en la que XMR podría hacer intercambios atómicos con BTC.
ko: 암호 화폐 공간에서 원자 스왑만큼 탐나는 것은 거의 없습니다. 최근 연구자들은 XMR이 BTC와 원자 스왑을 수행 할 수있는 방법을 최종 결정했습니다.
ru: Немногие вещи представляются столь же желанными в криптовалютном пространстве, как атомные свопы. Недавно исследователи завершили разработку способа, который позволит совершать атомные свопы между блокчейнами XMR и BTC.

# knowledge__atomic__title
source: How Atomic Swaps Will Work in Monero
es: Cómo funcionarán los intercambios atómicos en Monero
ko: Monero에서 원자 스왑이 작동하는 방법
ru: Как атомные свопы будут работать в Monero

# knowledge__blocks__0__text
source: <p><i><b>Note:</b> It is highly recommended that the reader have read our articles <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Why Monero Has A Tail Emission"</a> and <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Mining: What Makes RandomX so Special”</a>. This article builds off of the concepts presented in there.</i></p> <p>Whenever individuals discuss the problems with blockchain, one of the first words to pop up will be 'scaling'. It's not a secret that blockchains don't scale well, but most people don't know why.</p> <p>The truth is, scaling is actually an umbrella term that covers two different categories: Protocol support and technological support at a given point in time. In this article, we're going to focus our attention on one, Protocol support is basically a measure of how many transactions the protocol can handle at a given time.</p> <p>Bitcoin has a block size limit, which means once enough transactions are included in a block, any additional transactions will have to wait in line for the next block. A helpful analogy would be thinking about a train. A train pulls up to the station, and those in line file in. Once the train is full, anyone left outside will have to wait for the next one.</p> <p>Bitcoin uses fees to determine who gets into the block or not. Jumping back to the train analogy, one can imagine one potential passenger, that is about to be left behind, offers the train engineer five dollars to give him a seat. Other passengers follow suit, and eventually there is a bidding war to see who gets which seats. It's up to the driver to decide if he wants to honor the first-come-first-serve policy, but it's in his best financial interest to maximize his income by taking the highest bidders on board.</p> <p>In this analogy, miners are the train drivers. They can include whatever transactions they want in the block, but they will generally choose the ones that have the highest paid fees.</p> <p>Alternatively, if blocks are not very full, people have no incentive to pay high fees because there are plenty of free seats to spare.</p> <p>In the height of the 2017 cryptocurrency boom, Bitcoin was flooded with transactions, and the fees skyrocketed for those that wanted to be included in the next block, or any near-future block for that matter. Those who were unwilling to pay high fees saw their transactions pushed back for hours, days, or even drop out of the queue altogether.</p> <p>This was a harrowing insight into how Bitcoin would fare if the oft talked about ‘mass adoption’ were to occur. If Bitcoin was to be used by the masses, things would be even worse than in 2017, and Bitcoin would be inaccessible to anyone but the wealthy, simply because the throughput is small due to a fixed block size, causing the fee market to take over.</p> <p>Monero foresaw this and wanted to do something different. So the Monero developers implemented a dynamic blocksize.</p> <p>Basically, Monero also has a block size cap, but it’s a soft cap. When the line of waiting transactions gets too long, the miners can increase the size of the blocks. With our train analogy, you can imagine adding more train cars to fit the extra passengers. After the queue is empty the blocks shrink back to their original size going forward.</p> <p>If this seems like a neat idea, it seems reasonable to ask why Monero is the only cryptocurrency that has implemented this. Why not add it on Bitcoin so as to put a stop to the throughput issues?</p> <p>Unfortunately, this is not possible. There are several reasons why, and we’ll do our best to explain.</p> <p> It's always in a miner's best interest to have large blocks. With large blocks they can fit in more transactions, and make more money off of the fees, as well as the block rewards. This has the potential to lead to spam attacks, where someone sends many small transactions, with small fees, to bloat the chain. Miner's would just raise the block size include them all because money is money, no matter how small. This would lead to consistently large blocks with little economic benefit. Bitcoin solves this by artificially restricting the block size, thereby generating a fee market. Spam attackers would have to outpay the other users in fees, and it is no longer cheap. But this means blocks get full leaving some transactions waiting as mentioned above.</p> <p>So how can Monero have dynamic blocksizes but avoid spam attacks? The answer is simple, but clever. A penalty on the block reward is introduced when a block is bigger than normal. If a miner wants to increase the blocksize, the reward they get from finding that block will be less than they would otherwise receive. So they will only increase the blocksize when the paid transaction fees of the users outweigh the lost portion of the block reward. For example, if the miner would lose 0.5 XMR by raising the block reward, and the sum of the paid transaction fees would be 0.4 XMR, then there would be a net loss of 0.1 XMR if they were to raise the size, so they wouldn’t do it. Conversely, if the total transaction fees added up to 0.7 XMR, then there would be a net gain of 0.2 XMR, even though they lose the 0.5 XMR from the block reward penalty, so the miner will increase the size.</p> <p>These dynamic blocks, allow the network to grow organically, without aritifically restricting the blocksize to make a forced fee market, while still avoiding spam attacks. There are several more angles we can view this idea from, and more reasons why it wouldn't be possible to add to Bitcoin, but for now, we hope that the reader has an understanding of how Monero sidesteps several of the problems in Bitcoin and its derivatives, and how it plans to scale its throughput into the future.</p>
es: <p><i><b>Nota:</b> se recomienda encarecidamente que el lector haya leído nuestros artículos <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Por qué Monero tiene una emisión de cola"</a> y <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"Minero de Monero: lo que hace que RandomX tan especial ”</a>. Este artículo se basa en los conceptos presentados allí.</i></p> <p>Siempre que las personas discutan los problemas con blockchain, una de las primeras palabras que aparecerán será "escalar". No es un secreto que las cadenas de bloques no se escalan bien, pero la mayoría de la gente no sabe por qué.</p> <p>La verdad es que escalar es en realidad un término general que cubre dos categorías diferentes: soporte de protocolo y soporte tecnológico en un momento dado. En este artículo, vamos a centrar nuestra atención en uno, el soporte de protocolo es básicamente una medida de cuántas transacciones puede manejar el protocolo en un momento dado.</p> <p>Bitcoin tiene un límite de tamaño de bloque, lo que significa que una vez que se incluyen suficientes transacciones en un bloque, cualquier transacción adicional tendrá que esperar en línea para el siguiente bloque. Una analogía útil sería pensar en un tren. Un tren se detiene en la estación y los que están en la fila entran. Una vez que el tren esté lleno, cualquiera que quede afuera tendrá que esperar al siguiente.</p> <p>Bitcoin usa tarifas para determinar quién ingresa o no al bloque. Volviendo a la analogía del tren, uno puede imaginar que un pasajero potencial, que está a punto de quedarse atrás, ofrece al maquinista del tren cinco dólares para que le dé un asiento. Otros pasajeros siguen su ejemplo y, finalmente, hay una guerra de ofertas para ver quién obtiene qué asientos. Depende del conductor decidir si quiere respetar la política de orden de llegada, pero lo mejor para sus intereses financieros es maximizar sus ingresos al incorporar a los mejores postores.</p> <p>En esta analogía, los mineros son los maquinistas. Pueden incluir las transacciones que quieran en el bloque, pero generalmente elegirán las que tengan las tarifas pagadas más altas.</p> <p>Alternativamente, si los bloques no están muy llenos, la gente no tiene ningún incentivo para pagar tarifas elevadas porque hay muchos asientos libres de sobra.</p> <p>En el apogeo del auge de las criptomonedas de 2017, Bitcoin se inundó de transacciones y las tarifas se dispararon para aquellos que querían ser incluidos en el siguiente bloque, o en cualquier bloque del futuro cercano. Aquellos que no estaban dispuestos a pagar tarifas altas vieron sus transacciones retrasadas durante horas, días o incluso saliendo de la cola por completo.</p> <p>Esta fue una visión desgarradora de cómo le iría a Bitcoin si ocurriera lo que se habla a menudo de "adopción masiva". Si Bitcoin fuera a ser utilizado por las masas, las cosas serían incluso peores que en 2017, y Bitcoin sería inaccesible para cualquiera que no fueran los ricos, simplemente porque el rendimiento es pequeño debido a un tamaño de bloque fijo, lo que provocaría que el mercado de tarifas se hiciera cargo. .</p> <p>Monero previó esto y quiso hacer algo diferente. Entonces, los desarrolladores de Monero implementaron un tamaño de bloque dinámico.</p> <p>Básicamente, Monero también tiene un límite de tamaño de bloque, pero es un límite suave. Cuando la fila de transacciones en espera se vuelve demasiado larga, los mineros pueden aumentar el tamaño de los bloques. Con nuestra analogía con el tren, puede imaginar agregar más vagones de tren para acomodar a los pasajeros adicionales. Una vez que la cola está vacía, los bloques se reducen a su tamaño original en el futuro.</p> <p>Si esto parece una buena idea, parece razonable preguntarse por qué Monero es la única criptomoneda que ha implementado esto. ¿Por qué no agregarlo a Bitcoin para detener los problemas de rendimiento?</p> <p>Desafortunadamente, esto no es posible. Hay varias razones por las cuales, y haremos todo lo posible para explicarlas.</p> <p> Siempre es lo mejor para un minero tener bloques grandes. Con bloques grandes, pueden realizar más transacciones y ganar más dinero con las tarifas, así como con las recompensas del bloque. Esto tiene el potencial de conducir a ataques de spam, donde alguien envía muchas transacciones pequeñas, con pequeñas tarifas, para inflar la cadena. Miner's simplemente aumentaría el tamaño del bloque para incluirlos a todos porque el dinero es dinero, no importa cuán pequeño sea. Esto conduciría a bloques consistentemente grandes con pocos beneficios económicos. Bitcoin resuelve esto restringiendo artificialmente el tamaño del bloque, generando así un mercado de tarifas. Los atacantes de spam tendrían que pagar más que los otros usuarios en tarifas, y ya no es barato. Pero esto significa que los bloques se llenan dejando algunas transacciones esperando como se mencionó anteriormente.</p> <p>Entonces, ¿cómo puede Monero tener tamaños de bloques dinámicos pero evitar los ataques de spam? La respuesta es simple, pero inteligente. Se introduce una penalización en la recompensa del bloque cuando un bloque es más grande de lo normal. Si un minero quiere aumentar el tamaño del bloque, la recompensa que obtendrá al encontrar ese bloque será menor de lo que recibiría de otra manera. Por lo tanto, solo aumentarán el tamaño del bloque cuando las tarifas de transacción pagadas de los usuarios superen la parte perdida de la recompensa del bloque. Por ejemplo, si el minero perdería 0.5 XMR al aumentar la recompensa del bloque, y la suma de las tarifas de transacción pagadas sería 0.4 XMR, entonces habría una pérdida neta de 0.1 XMR si aumentaran el tamaño, por lo que no lo harían no lo hagas. Por el contrario, si las tarifas de transacción totales suman 0.7 XMR, entonces habría una ganancia neta de 0.2 XMR, aunque pierden el 0.5 XMR de la penalización de recompensa del bloque, por lo que el minero aumentará el tamaño.</p> <p>Estos bloques dinámicos permiten que la red crezca orgánicamente, sin restringir aritíficamente el tamaño del bloque para crear un mercado de tarifas forzado, sin dejar de evitar los ataques de spam. Hay varios ángulos más desde los que podemos ver esta idea y más razones por las que no sería posible agregar a Bitcoin, pero por ahora, esperamos que el lector comprenda cómo Monero elude varios de los problemas en Bitcoin y sus derivados y cómo planea escalar su rendimiento en el futuro.</p>
ko: <p><i><b>주의:</b> 다음 글들을 읽을 것을 매우 추천합니다 <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"모네로에 꼬리자르기(Tail Emission)가 있는 이유"</a>와 <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“모네로 캐기: RaondomX가 특출난 이유”</a>. 이 두 글은 여기 제공된 정보를 기반으로 합니다.</i></p> <p> 사람들이 블록체인의 문제점을 얘기할 때, 자주 등장하는 단어는 '규모'입니다. 많은 사람들이 블록체인의 규모를 확대하는 것이 힘들다는 것은 알지만 왜 그런지는 잘 모릅니다.</p> <p> 사실 규모는 2가지 항목으로 나눌 수 있습니다: 프로토콜 지원과 기술지원입니다. 이 글에서는 프로토콜 지원에 집중하겠습니다. 프로토콜 지원이란 한번에 프로토콜이 감당할 수 있는 거래량입니다.</p> <p>비트코인은 볼록 사이즈 제한이 있어서 한 블록에 일정한 거래량이 채워지면 다른 거래들은 다음 블록을 위해 기다려야 합니다. 전철을 예시로 생각해봅시다. 역에 전철이 들어오면, 줄 서 있는 사람들은 순서대로 입장합니다. 전철이 만원이 되면, 탑승하지 못한 사람들은 기다렸다가 다음 차에 탑승해야 합니다.</p> <p>비트코인은 수수료를 이용해 어떤 거래가 블록에 들어갈 수 있는지를 결정합니다. 다시 전철 예시로 돌아와서, 원래대로라면 탑승하지 못할 사람이 전철 운전사에게 오천원을 쥐어주며 자기 먼저 태워달라고 한다고 생각해봅시다. 다른 사람들도 곧 따라할 것이고, 결국에는 가장 많은 돈을 낼 의사가 있는 사람이 자리를 얻게 될 것입니다. 원래대로 순서대로 탑승시킬지는 운전사에게 달렸지만, 가장 많은 돈을 내는 사람들부터 탑승시키는 것이 운전사가 가장 많은 이익을 얻을 수 있는 방법입니다.</p> <p>이 예시에서 운전사는 가상화폐 광부입니다. 이들은 블록에 어떤 거래를 포함할지 정할 수 있지만 보통 가장 수수료를 많이 내는 거래를 포함시킵니다.</p> <p>반대로 블록에 자리가 많이 남았다면 사람들은 돈을 낼 이유가 없습니다.</p> <p>2017년 코인대란 때 많은 사람들이 블록에 빨리 포함되고 싶어했기 때문에 수수료가 한 때 급등했습니다. 높은 수수료를 낼 의사가 없던 사람들의 거래는 몇시간 또는 며칠씩 밀리거나 아예 대기순서에서 제외된 경우도 있습니다.</p> <p> 이는 비트코인이 대중화되면 생길 끔찍한 문제를 보여주었습니다. 대중이 비트코인을 이용하게 되면 문제는 2017년 때보다 더욱 심각해질 것이며, 비트코인은 블록 사이즈와 수수료의 고질적인 문제때문에 고소득층을 제외하고 아무도 이용할 수 없게 될 것입니다.</p> <p> 모네로는 이를 미리 인지하고 다른 방법으로 접근하여, 모네로는 유동적인 블록사이즈를 도입했습니다.</p> <p> 간단히 말해, 모네로도 블록 사이즈의 한도는 있지만 변할 수 있는 한도입니다. 블록에 도입될 거래가 많아 대기줄이 길어진다면 광부들은 블록 사이즈를 늘릴 수 있습니다. 전철 예시로 설명한다면, 탑승할 인원이 많을수록 더 긴 전철을 이용하는 것입니다. 거래량이 다시 줄어들면 블록 사이즈를 다시 원래 사이즈로 되돌립니다.</p> <p> 좋은 방안이라고 생각된다면, 이런 좋은 방안을 왜 모네로만 도입했는지 생각해볼 필요가 있습니다. 왜 비트코인은 이를 도입하지 않아 고질적인 문제를 해결하지 못하고 있을까?</p> <p> 안타깝게도, 불가능한 얘기입니다. 여러 가지 이유가 있어서 최대한 간단하게 설명드리겠습니다.</p> <p> 광부들은 항상 큰 블록을 선호합니다. 더 큰 블록에는 더 많은 거래를 포함할 수 있고, 수수료로 더 많은 돈을 벌 수 있습니다. 이는 블록체인의 사이즈를 키우기 위해 수많은 소량거래를 반복적으로 하는 스팸공격의 위험을 불러옵니다. 이에 광부는 수수료를 벌기 위해 블록 사이즈를 키울 것입니다. 이는 경제적인 이득이 전혀 없는 사이즈만 큰 블록들을 만들게 될 것이고 이를 제한하기 위해 비트코인은 볼록의 사이즈를 제한하는 것입니다. 스팸공격자는 다른 유저들보다 더 많은 수수료를 지불해야 할 것이고 블록 사이즈 제한때문에 수수료가 적지 않을 것입니다. 하지만 위에서 설명했듯이 이는 몇몇 거래가 소외되는 문제가 나타납니다.</p> <p>그렇다면 모네로는 어떻게 유동적인 블록 사이즈를 이용해 스팸공격을 막는 것일까? 답은 의외로 간단합니다. 블록 사이즈가 커지면 커질수록 얻을 수 있는 보상이 점점 줄어듭니다. 광부가 블록 사이즈를 키우면, 해당 블록 캐어 얻는 보상이 줄어듭니다. 따라서 광부는 블록의 수수료가 감소된 블록 보상보다 클 경우에만 블록 사이즈를 키울 것입니다. 예를 들어, 블록 사이즈를 키워 얻는 수수료가 0.4 XMR이지만 블록 보상이 0.5 XMR 줄어든다면, 최종적으로 0.1 XMR 손해보는 것이기 때문에 블록 사이즈를 키우지 않을 것입니다. 반대로, 수수료가 0.7 XMR이라면 0.2 XMR을 더 이득보는 것이기 때문에, 블록 보상이 0.5 XMR 줄어든다 하더라도 블록 사이즈를 키울 것입니다.</p> <p>이런 유동적인 블록들은 블록 사이즈를 제한하여 수수료 시장을 만들 지 않고 스팸 공격도 막아내면서 네트워크를 유기적으로 키울 수 있습니다. 이 글로 인해 이런 식으로 비트코인 및 비트코인 파생상품 도입하기 불가능한 모네로의 장점들이 미래에 어떻게 장점으로 작용될 지에 대한 설명이 되었으면 좋겠습니다.</p>
ru: <p><i><b>Примечание:</b> Мы настоятельно рекомендуем нашим читателям сначала ознакомиться с нашими статьями <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Зачем Monero хвостовая эмиссия"</a> и <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Майнинг Monero: что делает RandomX таким особенным”</a>. В основе данной статьи лежат концепции, изложенные в указанных работах.</i></p> <p>Каждый раз, когда люди обсуждают проблемы, связанные с блокчейном, одним из первых прозвучавших слов будет «масштабирование». Не секрет, что блокчейны плохо масштабируются, но большинство людей не знает почему.</p> <p>На самом деле, масштабирование — это общий термин, охватывающий две разные категории: поддержку протокола и технологическую поддержку в определенный момент времени. В этой статье мы собираемся сосредоточить наше внимание на одной из них: поддержка протокола, которая по сути определяет, сколько транзакций протокол может обработать за определённое время.</p> <p>Размер блока Bitcoin ограничен, а это означает, что, как только в блок будет включено достаточное количество транзакций, любые дополнительные транзакции должны будут ждать в очереди для включения в следующий блок. Подходящей аналогией в данном случае будет поезд. Поезд подъезжает к станции, и те, кто стоял в очереди, заходят в вагоны. Как только поезд заполнится, всем, кто останется снаружи, придётся ждать следующего.</p> <p>Чтобы определить, кто попадёт в блок, а кто нет, Bitcoin использует комиссии. Возвращаясь к аналогии с поездом, можно представить себе, как один потенциальный пассажир, который вот-вот останется, предлагает машинисту поезда пять долларов, чтобы получить место. Остальные пассажиры следуют его примеру, и в конечном итоге начинается борьба за то, кто и какие места получит. Машинист должен решить, станет ли он придерживаться принципа «первым пришел — первым обслужен», или же в своих финансовых интересах увеличит свой доход за счёт раздачи мест тем, кто предложит самую высокую цену.</p> <p>В соответствии с данной аналогией, майнеры и являются теми самыми машинистами. Они могут включать в блок любые транзакции по собственному усмотрению, но обычно они выбирают именно те, с которых взимается самая высокая комиссия.</p> <p>И наоборот, если блоки будут заполнены не до конца, у людей не будет стимула платить высокие комиссии, потому что свободных мест и так будет в достатке.</p> <p>В разгар криптовалютного бума 2017 года блокчейн Bitcoin был наводнен транзакциями, и размер комиссии для тех, кто хотел быть включенным в следующий или любой ближайший блок, резко вырос. На включение транзакций тех майнеров, которые не желали платить высокую комиссию, уходили часы, дни, или же их транзакции просто выпадали из очереди.</p> <p>Было печально осознавать, насколько может взлететь размер комиссий Bitcoin, если монета получит то самое «массовое внедрение», о котором так много говорилось. Если бы Bitcoin получил широкое распространение, то ситуация была бы гораздо хуже, чем в 2017, и монета стало бы недоступной для всех, кроме состоятельных людей, просто потому, что производительность сети была малой из-за фиксированного размера блоков, а ситуацией управлял рынок комиссий.</p> <p>В Monero предвидели такую ситуацию, и решили найти иное решение. Таким образом, разработчиками Monero был реализован динамический размер блоков.</p> <p>По сути, у Monero также имеется предельный размер блока, но это гибкий предел. Если ряд ожидающих своей очереди транзакций становится слишком длинным, майнеры могут повысить максимальный размер блока. Согласно нашей аналогии с поездом представьте, что к составу добавляется большее количество вагонов, что позволяет разместить дополнительных пассажиров. После того, как очередь пустеет, максимальный размер блока снова сокращается до изначального, и работа продо</p> <p>Идея может показаться довольно очевидной, и тогда возникает вопрос: почему Monero является единственной криптовалютой, реализовавшей такой механизм? Почему то же самое не сделает Bitcoin, навсегда решив вопрос производительности?</p> <p>К сожалению, это невозможно. На то есть несколько причин, и мы постараемся максимально понятно всё объяснить.</p> <p>Майнер всегда заинтересован в том, чтобы размер блока был большим. Чем больше блок, тем больше транзакций он вмещает, и тем больше можно заработать на комиссиях, а также на вознаграждениях за вычисление блоков. Потенциально это может привести к спам-атакам, если кто-то решит отправить множество небольших транзакций с небольшой комиссией, чтобы раздуть блокчейн. Майнеры просто увеличат размер блока, чтобы включить все такие транзакции, потому что деньги есть деньги, какими бы маленькими они ни были. Это бы постепенно привело к тому, что размер блоков стал постоянно большим, а экономическая выгода довольно скромной. Bitcoin решает эту проблему, искусственно ограничивая размер блока, и тем самым создавая рынок комиссий. Злоумышленникам, проводящим спам-атаки, придётся платить другим пользователям комиссии, которые будут уже далеко не маленькими. Но это также означает, что блоки заполняются, и некоторым транзакциям приходится ожидать в очереди, как говорилось выше.</p> <p>Так как же тогда у Monero получается использовать динамический размер блоков и избегать при этом спам-атак? Ответ одновременно прост и рационален. Если размер блока превышает нормальное значение, на вознаграждение за вычисление блока налагается штраф. Если майнер желает увеличить размер блока, вознаграждение, которое он получит за его вычисление, будет меньше, чем майнер получил бы в противном случае. Поэтому, размер блока будет увеличен только в том случае, если размер комиссий, выплачиваемых за транзакцию, перевесит теряемую часть вознаграждения. Например, если майнер теряет 0,5 XMR из-за увеличения размера блока, а сумма получаемых им с транзакций комиссий составляет 0,4 XMR, то при таком увеличении размера блока в совокупности он теряет 0,1 XMR, так что, он не станет делать этого. И наоборот, если сумма комиссий будет составлять 0,7 XMR, то чистая выручка майнера составит 0,2 XMR, даже несмотря на то, что в результате увеличения размера блока он потеряет 0,5 XMR в виде штрафа, который будет снят с вознаграждения. И во втором случае майнер, конечно же, превысит нормальный размер блока.</p> <p>Такой динамический размер блока обеспечивает органический рост сети без искусственного ограничения размера блока и принудительного создания рынка комиссий и позволяет при этом избежать проведения спам-атак. Есть ещё несколько углов, под которыми можно было рассмотреть эту идею, и гораздо больше причин, по которым её нельзя было бы реализовать в случае с Bitcoin. Но мы надеемся, что пока и этого было достаточно, чтобы читатель понял, как Monero обходит некоторые проблемы, характерные для Bitcoin и его производных, и как будет решаться проблема производительности в будущем.</p>

# knowledge__blocks__description
source: Whenever individuals discuss the problems with blockchain, one of the first words to pop up will be 'scaling'. Monero sets itself apart in solving that issue.
es: Siempre que las personas discutan los problemas con blockchain, una de las primeras palabras que aparecerán será 'escalar'. Monero se distingue por resolver ese problema.
ko: 사람들이 블록체인의 문제점을 얘기할 때, 자주 등장하는 단어는 '규모'입니다. 모네로는 내부적으로 규모의 문제를 해결합니다.
ru: Всякий раз, когда обсуждаются проблемы, связанные с блокчейном, одним из первых слов, которые звучат при этом, является «масштабирование». Monero выделяется среди других с точки зрения решения этого вопроса.
