Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__networkEffect__description
source: While it is undisputed that Bitcoin is by far the largest crypto, we ask if it can rely solely on its existing network effects to stay relevant.
es: Si bien es indiscutible que Bitcoin es, con mucho, la criptografía más grande, le preguntamos si puede confiar únicamente en sus efectos de red existentes para mantenerse relevante.
ko: Bitcoin이 지금까지 가장 큰 암호 화폐라는 것은 의심의 여지가 없지만, 관련성을 유지하기 위해 기존 네트워크 효과에만 의존 할 수 있는지 묻습니다.
ru: Несмотря на то, что Bitcoin на сегодняшний день, бесспорно, является крупнейшей криптовалютой, мы задаёмся вопросом: может ли эта монета полагаться исключительно на существующие сетевые эффекты, чтобы сохранить свои позиции.

# knowledge__networkEffect__title
source: How Monero Can Overcome Bitcoin's Network Effects
es: Cómo Monero puede superar los efectos de red de Bitcoin
ko: Monero가 Bitcoin의 네트워크 효과를 극복하는 방법
ru: Как Monero избежать сетевых эффектов Bitcoin
