Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# faq__answer_5
source: Yes, we do! Here it is: {onion-url} (you need {tor} to open this link).
es: ¡Si, tenemos! Aquí está: {onion-url} (necesita {tor} para abrir ese enlace). Por ahora, para ello tendrá que habilitar JavaScript ¡La versión sin JavasScript de FRONT_TYPE vendrá pronto! {linebreak} Si experimenta problemas cargando la web y tiene configurado el nivel de seguridad 'Alto' en su navegador Tor, pruebe cambiándolo a 'Medio'.
ko: 네! 주소: {onion-url} (접속하려면 {tor}가 필요합니다).
ru: Да, есть! Вот его адрес: {onion-url} (вам понадобится {tor}, чтобы открыть эту ссылку). Однако, на данный момент вам еще надо оставить JavaScript включённым. Версия без JavaScript ожидается уже скоро! {linebreak} В случае, если вы испытываете проблемы с загрузкой сайта и ваш уровень безопасности в Tor настроен на 'Высокий', попробуйте изменить его на 'Средний'.

# faq__answer_6
source: Yes, we actually have two! Here they are: {b32-i2p-url} or {i2p-url} (you need {i2p} to open these links).
es: ¡Si! ¡Actualmente tenemos dos! Están aquí: {b32-i2p-url} o {i2p-url} (necesita {i2p} para abrir esos enlaces).
ko: 2가지나 있습니다! 주소: {b32-i2p-url} 또는 {i2p-url} ({i2p}가 있어야 접속할 수 있습니다).
ru: Да, даже два! Вот они: {b32-i2p-url} или {i2p-url} (вам понадобится {i2p}, чтобы открыть эти ссылки).

# faq__answer_7
source: Yup! Check it out {here}.
es: ¡Sip! Échele un vistazo {here}.
ko: 네! {here} 확인해보세요.
ru: Да! Вся информация {here}.

# faq__answer_7_here
source: here
es: aquí
ko: 여기서
ru: здесь

# faq__answer_8
source: All online trades are protected by arbitration bonds. When a trade is started an amount of Monero equal to the amount of the trade is automatically reserved from the seller's {appName} Wallet as a bond. This means that if the seller runs away with your money and does not finalize the trade, {appName} support can direct the the Monero held in the arbitration bond to you. If you're selling Monero, never finalize the trade before you know that you have received money from the Monero buyer. Please note that local trades do not have arbitration bond protection enabled by default.
es: Todas las operaciones en línea están protegidas por un bono de arbitraje. Cuando se inicia una operación, la cantidad de Monero para la operación se reserva automáticamente de la cartera FRONT_TYPE del vendedor. Esto significa que si el vendedor se escapa con su dinero y no finaliza la operación, el soporte de FRONT_TYPE puede finalizar la operación con Monero guardado en el bono de arbitraje. Si estás vendiendo Monero, nunca finalices la operación antes de saber que has recibido el dinero del comprador de Monero. Por favor, tenga en cuenta que las operaciones locales no tienen la protección de la fianza de arbitraje activada por defecto.
ko: 모든 온라인 거래는 중재 채권으로 보호됩니다. 거래가 시작되면 거래에 대한 모네로 금액이 판매자의 FRONT_TYPE 지갑에서 자동으로 예약됩니다. 즉, 판매자가 귀하의 돈을 가지고 도망치고 거래를 완료하지 않으면 FRONT_TYPE 지원이 중재 채권에 보관된 Monero와의 거래를 완료할 수 있습니다. Monero를 판매하는 경우 Monero 구매자로부터 돈을 받았다는 사실을 알기 전에 거래를 완료하지 마십시오. 현지 거래에는 기본적으로 중재 채권 보호가 활성화되어 있지 않습니다.
ru: Все онлайн-сделки защищены арбитражным залогом. При открытии сделки соответствующая сумма Монеро (XMR) автоматически помещается в арбитражный залог из кошелька FRONT_TYPE продавца. Это означает, что, если продавец исчезнет с вашими деньгами и не отправит вам Монеро (XMR), служба поддержки FRONT_TYPE сможет отправить вам Монеро (XMR) из арбитражного залога. Если вы продаете Монеро (XMR), никогда не завершайте сделку, не убедившись, что вы получили деньги от покупателя Монеро (XMR). Учтите, что личные сделки не защищены арбитражным залогом по умолчанию.

# faq__answer_8___agoradesk
source: All online trades are protected by arbitration bonds. When a trade is started an amount of cryptocurrency equal to the amount of the trade is automatically reserved from the seller's {appName} Wallet as a bond. This means that if the seller runs away with your money and does not finalize the trade, {appName} support can direct the the Monero held in the arbitration bond to you. If you're selling cryptocurrency, never finalize the trade before you know that you have received money from the buyer. Please note that local trades do not have arbitration bond protection enabled by default.
es: Todas las operaciones en línea están protegidas por una fianza de arbitraje. Cuando se inicia una operación, la cantidad de criptodivisas para la operación se reserva automáticamente desde el monedero FRONT_TYPE del vendedor. Esto significa que si el vendedor se escapa con tu dinero y no finaliza la operación, el soporte de FRONT_TYPE puede finalizar la operación con las monedas guardadas en el bono de arbitraje. Si estás vendiendo criptomonedas, nunca finalices la operación antes de saber que has recibido el dinero del comprador. Tenga en cuenta que las operaciones locales no tienen la protección de la fianza de arbitraje activada por defecto.
ko: 모든 온라인 거래는 중재 채권으로 보호됩니다. 거래가 시작되면 거래를 위한 암호화폐 금액은 판매자의 FRONT_TYPE 지갑에서 자동으로 예약됩니다. 즉, 판매자가 귀하의 돈을 가지고 도망치고 거래를 완료하지 않으면 FRONT_TYPE 지원이 중재 채권에 보관된 코인으로 거래를 마무리할 수 있습니다. 암호화폐를 판매하는 경우 구매자로부터 돈을 받았다는 사실을 알기 전에 거래를 완료하지 마십시오. 현지 거래에는 기본적으로 중재 채권 보호가 활성화되어 있지 않습니다.
ru: Все онлайн-сделки защищены арбитражным залогом. При открытии сделки соответствующая сумма монет автоматически помещается в арбитражный залог из кошелька FRONT_TYPE продавца. Это означает, что, если продавец исчезнет с вашими деньгами и не отправит вам монеты, служба поддержки FRONT_TYPE сможет отправить вам монеты из арбитражного залога. Если вы продаете криптовалюту, никогда не завершайте сделку, не убедившись, что вы получили деньги от покупателя. Учтите, что личные сделки не защищены арбитражным залогом по умолчанию.

# faq__answer_9
source: We have two different types of trades on {appName}, local trades and online trades. Online trades occur online entirely through our trading platform without you ever meeting your trading partner. Arbitration bond protection is automatically enabled and funded for Online trades, meaning that as a buyer you’re automatically protected by our arbitration bond protection system. Most of trades on {appName} are online trades. Local trades are meant to be carried out face-to-face, and arbitration bond protection is not automatically enabled. Because of this it is not safe to pay the seller using an online payment method in a local trade. Online payment methods are, for example, bank transfers; PayPal; Gift card codes etc.
es: Tenemos dos tipos diferentes de operaciones en FRONT_TYPE, las operaciones locales y las operaciones en línea. Las operaciones en línea se llevan a cabo enteramente a través de nuestra plataforma de operaciones sin que usted conozca a su socio comercial. La garantía de arbitraje se activa y financia automáticamente para las operaciones en línea, lo que significa que, como comprador, está protegido automáticamente por nuestro sistema de protección de la garantía de arbitraje. La mayoría de las operaciones en FRONT_TYPE son operaciones en línea. Las operaciones locales se realizan cara a cara, y la protección de la fianza de arbitraje no se activa automáticamente. Por ello, no es seguro pagar al vendedor con un método de pago online en una operación local. Los métodos de pago en línea son, por ejemplo, transferencias bancarias; PayPal; códigos de tarjetas de regalo, etc.
ko: FRONT_TYPE에는 현지 거래와 온라인 거래의 두 가지 거래 유형이 있습니다. 온라인 거래는 거래 파트너를 만나지 않고도 전적으로 당사 거래 플랫폼을 통해 온라인으로 이루어집니다. 중재 채권은 온라인 거래를 위해 자동으로 활성화되고 자금이 조달됩니다. 즉, 구매자는 중재 채권 보호 시스템에 의해 자동으로 보호됩니다. FRONT_TYPE의 대부분의 거래는 온라인 거래입니다. 현지 거래는 직접 대면해야 하며 중재 채권 보호는 자동으로 활성화되지 않습니다. 이 때문에 현지 거래에서 온라인 지불 방법을 사용하여 판매자에게 지불하는 것은 안전하지 않습니다. 온라인 지불 방법은 예를 들어 은행 송금입니다. 페이팔; 기프트 카드 코드 등
ru: На FRONT_TYPE предлагаются два вида сделок – местные и онлайн-сделки. Онлайн-сделки проводятся онлайн исключительно через нашу трейдинговую платформу без необходимости вашей личной встречи с партнером по сделке. Для онлайн-сделок услуга защиты арбитражным залогом включается и финансируется автоматически. Это означает, что, как покупатель, вы автоматически защищены нашей системой защиты платежей арбитражным залогом. Большинство сделок на FRONT_TYPE являются онлайн-сделками. Местные сделки проводятся посредством личной встречи, при этом услуга защиты платежей арбитражным залого автоматически не включается. Поэтому онлайн-оплата продавцу в случае местной сделки сопряжена с риском. Способами онлайн-оплаты, например, являются банковские переводы, система PayPal, коды подарочных карт и т.д.

# faq__morph_deposit__content
source: If you wish to deposit coins to the {appName} wallet from a wallet of a different cryptocurrency you need to check the 'I want to deposit another currency' box on the Receive tab of the wallet page. In the appeared section select the desired deposit currency, deposit amount (pay attention to the displayed limits), and enter the respective refund address that will be used if anything goes wrong with the transaction. After you've done that, click on the 'Show me the deposit address!' button, which will open a window where you'll see the deposit address. Send the coins from your wallet to the provided ChangeNow deposit address. At this point, ChangeNow will convert your coins and transfer them to your {appName} wallet.
es: Si desea depositar monedas en la billetera FRONT_TYPE desde una billetera BTC, ETH, LTC, BCH o DASH, debe marcar la casilla 'Quiero depositar desde una billetera BTC, ETH, LTC, BCH o DASH' en la pestaña Recibir de la página de billetera. En la sección que aparece, seleccione la moneda de depósito deseada e ingrese la dirección de reembolso correspondiente BTC, ETH, LTC, BCH o DASH que se utilizará si algo sale mal con la transacción. Una vez que hayas hecho eso, haz clic en '¡Muéstrame la dirección de depósito!' botón, que abrirá una ventana donde verá la dirección del depósito y los límites de depósito de ChangeNow. Envíe las monedas de su billetera a la dirección de depósito proporcionada por ChangeNow. En este punto, ChangeNow convertirá sus monedas y las transferirá a su billetera FRONT_TYPE.
ko: BTC, ETH, LTC, BCH 또는 DASH 지갑에서 FRONT_TYPE 지갑으로 가상화폐를 입금하고 싶다면 'BTC, ETH, LTC, BCH 또는 DASH 지갑으로부터 입금'을 지갑 페이지에서 선택하시면 됩니다. 이후 입금하기 원하는 가상화폐를 선택하고 유사 시 환불받을 BTC, ETH, LTC, BCH 또는 DASH 주소를 입력하시면 됩니다. 이후 '입금할 주소 보기!'를 누르시면 입금주소와 ChangeNow 환전한도가 표시된 새 창이 나타납니다. 당신의 (외부) 지갑에서 표시된 ChangeNow 지갑으로 입금하시면 MorphToken이 원하는 가상화폐로 환전하여 당신의 FRONT_TYPE으로 입금합니다.
ru: Если вы хотите внести монеты в кошелек FRONT_TYPE с кошелька BTC, ETH, LTC, BCH или DASH, вам необходимо установить флажок «Я хочу внести депозит с кошелька BTC, ETH, LTC, BCH или DASH» на вкладке «Получение». страницы кошелька. В появившемся разделе выберите желаемую валюту депозита и введите соответствующий адрес возврата BTC, ETH, LTC, BCH или DASH, который будет использоваться, если что-то пойдет не так с транзакцией. После того, как вы это сделаете, нажмите «Показать адрес депозита!». Кнопка, которая откроет окно, в котором вы увидите адрес депозита и лимиты депозита ChangeNow. Отправьте монеты со своего кошелька на указанный адрес депозита ChangeNow. На этом этапе ChangeNow конвертирует ваши монеты и переводит их в ваш кошелек FRONT_TYPE.

# faq__morph_deposit__content___agoradesk
source: If you wish to deposit coins to the {appName} wallet from a wallet of a different cryptocurrency you need to check the 'I want to deposit another currency' box on the Receive tab of the wallet page. In the appeared section select the desired deposit currency, deposit amount (pay attention to the displayed limits), and enter the respective refund address that will be used if anything goes wrong with the transaction. After you've done that, click on the 'Show me the deposit address!' button, which will open a window where you'll see the deposit address. Send the coins from your wallet to the provided ChangeNow deposit address. At this point, ChangeNow will convert your coins and transfer them to your {appName} wallet.
es: Si desea depositar monedas en la billetera FRONT_TYPE desde una billetera BTC, XMR, ETH, LTC, BCH o DASH, debe marcar la casilla 'Quiero depositar desde una billetera BTC, XMR, ETH, LTC, BCH o DASH' en la pestaña Recibir de la página del monedero. En la sección que aparece, seleccione la moneda de depósito deseada e ingrese la dirección de reembolso correspondiente BTC, XMR, ETH, LTC, BCH o DASH que se utilizará si algo sale mal con la transacción. Una vez que hayas hecho eso, haz clic en '¡Muéstrame la dirección de depósito!' botón, que abrirá una ventana donde verá la dirección del depósito y los límites de depósito de ChangeNow. Envíe las monedas de su billetera a la dirección de depósito proporcionada por ChangeNow. En este punto, ChangeNow convertirá sus monedas y las transferirá a su billetera FRONT_TYPE.
ko: BTC, XMR, ETH, LTC, BCH 또는 DASH 지갑에서 FRONT_TYPE 지갑으로 가상화폐를 입금하고 싶다면 'BTC, XMR, ETH, LTC, BCH 또는 DASH 지갑으로부터 입금'을 지갑 페이지에서 선택하시면 됩니다. 이후 입금하기 원하는 가상화폐를 선택하고 유사 시 환불받을 BTC, XMR, ETH, LTC, BCH 또는 DASH 주소를 입력하시면 됩니다. 이후 '입금할 주소 보기!'를 누르시면 입금주소와 ChangeNow 환전한도가 표시된 새 창이 나타납니다. 당신의 (외부) 지갑에서 표시된 ChangeNow 지갑으로 입금하시면 MorphToken이 원하는 가상화폐로 환전하여 당신의 FRONT_TYPE으로 입금합니다.
ru: Если вы хотите внести монеты в кошелек FRONT_TYPE с кошелька BTC, XMR, ETH, LTC, BCH или DASH, вам необходимо установить флажок «Я хочу внести депозит с кошелька BTC, XMR, ETH, LTC, BCH или DASH». на вкладке Получить на странице кошелька. В появившемся разделе выберите желаемую валюту депозита и введите соответствующий адрес возврата BTC, XMR, ETH, LTC, BCH или DASH, который будет использоваться, если что-то пойдет не так с транзакцией. После того, как вы это сделаете, нажмите «Показать адрес депозита!». Кнопка, которая откроет окно, в котором вы увидите адрес депозита и лимиты депозита ChangeNow. Отправьте монеты со своего кошелька на указанный адрес депозита ChangeNow. На этом этапе ChangeNow конвертирует ваши монеты и переводит их в ваш кошелек FRONT_TYPE.

# faq__morph_deposit__title
source: How can I deposit other cryptocurrencies to the {appName} wallet?
es: ¿Cómo puedo depositar otras criptomonedas en la billetera FRONT_TYPE?
ko: FRONT_TYPE 지갑으로 가상화폐를 어떻게 입금하나요?
ru: Как я могу внести другие криптовалюты на кошелек FRONT_TYPE?

# faq__question_0
source: What is {appName}?
es: ¿Qué es FRONT_TYPE?
ko: FRONT_TYPE이란?
ru: Что такое FRONT_TYPE?

# faq__question_1
source: How do I buy or sell Monero?
es: ¿Cómo puedo comprar o vender Monero?
ko: 모네로를 어떻게 매매하나요?
ru: Как покупать и продавать Монеро (XMR)?

# faq__question_1___agoradesk
source: How do I buy or sell cryptocurrencies?
es: ¿Cómo compro o vendo criptomonedas?
ko: 가상화폐를 어떻게 매매하나요?
ru: Как купить или продать криптовалюту?

# faq__question_10
source: How do I send Monero and how can I pay with Monero after buying them?
es: ¿Cómo envío Monero y cómo puedo pagar con Monero después de comprarlos?
ko: 모네로는 어떻게 전송하며 구매 후 어떻게 모네로를 통해 결제하나요?
ru: Как отправить Монеро (XMR) и как я могу платить Монеро (XMR) после их покупки?

# faq__question_10___agoradesk
source: How do I send cryptocurrencies and how can I pay with cryptocurrencies after buying them?
es: ¿Cómo envío criptomonedas y cómo puedo pagar con criptomonedas después de comprarlas?
ko: 가상화폐는 어떻게 전송하며 구매 후 어떻게 가상화폐를 통해 결제하나요?
ru: Как отправить криптовалюту и как я могу оплатить криптовалюты после их покупки?

# faq__question_11
source: How do I receive Monero to my {appName} Wallet?
es: ¿Cómo recibo Monero en mi Billetera de FRONT_TYPE?
ko: 어떻게 모네로를 내 FRONT_TYPE 지갑으로 받나요?
ru: Как мне получить Монеро (XMR) в свой кошелек FRONT_TYPE?

# faq__question_11___agoradesk
source: How do I receive cryptocurrency to my {appName} Wallet?
es: ¿Cómo recibo criptomonedas en mi billetera FRONT_TYPE?
ko: 어떻게 가상화폐를 내 FRONT_TYPE 지갑으로 받나요?
ru: Как получить криптовалюту на свой кошелек FRONT_TYPE?

# faq__question_12
source: How long does it take to send or receive Monero to my {appName} Wallet?
es: ¿Cuánto tiempo se tarda en enviar o recibir Monero en mi Billetera de FRONT_TYPE?
ko: 내 FRONT_TYPE 지갑에서 모네로를 입출금하는데 얼마나 많은 시간이 걸리나요?
ru: Сколько времени занимает отправка Монеро (XMR) из моего кошелька FRONT_TYPE и их получение?

# faq__question_12___agoradesk
source: How long does it take to send or receive cryptocurrencies to my {appName} Wallet?
es: ¿Cuánto tiempo se tarda en enviar o recibir criptomonedas a mi FRONT_TYPE Wallet?
ko: 내 FRONT_TYPE 지갑에서 가상화폐를 입출금하는데 얼마나 많은 시간이 걸리나요?
ru: Сколько времени занимает отправка или получение криптовалюты на мой кошелек FRONT_TYPE?

# faq__question_13
source: I've waited 60 minutes and my transaction is still pending, now what?
es: He esperado 60 minutos y mi transacción está todavía pendiente ¿Ahora qué?
ko: 60분 기다렸는데 아직도 거래가 대기중인데 어떻게 하나요?
ru: Я подождал(а) 60 минут, и моя транзакция все еще в обработке. Что делать?

# faq__question_17
source: How does the feedback system work?
es: ¿Cómo funciona el sistema de confianza/feedback?
ko: 후기시스템은 뭔가요?
ru: Как работает система отзывов?

# faq__question_18
source: What is the difference between confirmed and unconfirmed feedback?
es: ¿Cuál es la diferencia entre feedback confirmado y sin confirmar?
ko: 검증된 후기와 검증되지 않은 후기의 차이는 뭔가요?
ru: В чем разница между подтвержденными и неподтвержденными отзывами?

# faq__question_19
source: How do I enable web notifications?
es: ¿Cómo puedo activar las notificaciones de la página?
ko: 브라우저 알림은 어떻게 활성화하나요?
ru: Как включить веб-уведомления?

# faq__question_2
source: How am I protected from being scammed?
es: ¿Cómo puedo protegerme de ser estafado?
ko: 사기는 어떻게 방지하나요?
ru: Каким образом меня защищают от мошенничества?

# faq__question_20
source: A trader is asking me for my ID, and I don't feel comfortable.
es: Un comerciante me está pidiendo mi identificación personal, y no me siento cómodo.
ko: 거래대상이 신분증을 요구하는데, 주고싶지 않습니다. 어떻게 하나요?
ru: Трейдер требует у меня удостоверение личности, и мне это не нравится.

# faq__question_21
source: I've paid the seller but I haven't received my Monero yet.
es: He pagado al vendedor, pero no he recibido mis Monero todavía.
ko: 결제를 완료했는데 아직 모네로를 못 받았어요.
ru: Я заплатил(а) продавцу, но еще не получил(а) свои Монеро (XMR). Это нормально?

# faq__question_21___agoradesk
source: I've paid but I haven't received my coins yet.
es: He pagado pero aún no he recibido mis monedas.
ko: 결제를 완료했는데 아직 가상화폐를 못 받았어요.
ru: Я заплатил, но еще не получил свои монеты.

# faq__question_22
source: Why can't I send all the Monero that are in my wallet?
es: ¿Por qué no puedo enviar todos los Monero que hay en mi billetera?
ko: 왜 지갑 내 모네로 전액을 보내지 못하나요?
ru: Почему я не могу отправить все Монеро (XMR), которые есть у меня в кошельке?

# faq__question_22___agoradesk
source: Why can't I send all the coins that are in my wallet?
es: ¿Por qué no puedo enviar todas las monedas que están en mi billetera?
ko: 왜 지갑 내 가상화폐 전액을 보내지 못하나요?
ru: Почему я не могу отправить все монеты, которые есть в моем кошельке?

# faq__question_23
source: I made a transaction from {appName} and it is not showing on the receiving end!
es: ¡Realicé una transacción desde FRONT_TYPE y no se muestra en la billetera receptora!
ko: FRONT_TYPE에서 자금을 보냈는데 상대방이 아직 받지 못했다고 해요!
ru: Я сделал(а) перевод из FRONT_TYPE.co, но он не отображается у принимающей стороны!

# faq__question_24
source: I've made my payment, but I forgot to press the I have paid button or I did not press it in time
es: Hice mi pago, pero olvidé presionar el botón He pagado o no lo presioné a tiempo
ko: 결제를 했는데 시간 내에 '결제완료'를 누르지 못했어요
ru: Я заплатил, но забыл нажать на кнопку 'Я заплатил' или не нажал на нее вовремя

# faq__question_25
source: How are disputes going to be handled?
es: ¿Cómo se manejarán las disputas?
ko: 분쟁은 어떻게 중재되나요?
ru: Как будут урегулированы споры?

# faq__question_26
source: I sent Monero to the wrong address, can I get them back?
es: Envié Monero a una dirección errónea ¿Puedo tomarlos de vuelta?
ko: 잘못된 주소로 모네로를 보냈는데 환불이 가능한가요?
ru: Я отправил Монеро (XMR) на неправильный адрес. Могу ли я получить их обратно?

# faq__question_26___agoradesk
source: I sent coins to the wrong address, can I get them back?
es: Envié monedas a la dirección incorrecta, ¿puedo recuperarlas?
ko: 잘못된 주소로 가상화폐를 보냈는데 환불이 가능한가요?
ru: Я отправил монеты не по адресу, могу ли я вернуть их?

# faq__question_27
source: How often are advertisement prices updated?
es: ¿Con qué frecuencia se actualizan los precios de los anuncios?
ko: 계약가격은 어떻게 업데이트되나요?
ru: Как часто обновляются цены на рекламные объявления?

# faq__question_28
source: What is a floating price?
es: ¿Qué es un precio flotante/fluctuante?
ko: 유동적인 가격은 뭔가요?
ru: Что такое плавающая цена?

# faq__question_29
source: What are the fees?
es: ¿Qué son las comisiones?
ko: 수수료는 뭔가요?
ru: Каков объем комиссии?

# faq__question_3
source: How do I activate two-factor authentication?
es: ¿Cómo puedo activar el doble factor de autenticación?
ko: 2중인증은 어떻게 사용하나요?
ru: Как мне активировать двухфакторную аутентификацию?

# faq__question_30
source: Do you have a mobile app? / How can I receive mobile notifications?
es: ¿Tenéis aplicación para móvil/celular? / ¿Cómo puedo recibir notificaciones móviles?
ko: 모바일 어플이 있나요? / 모바일 알림은 어떻게 설정하나요?
ru: У вас есть мобильное приложение? / Как я могу настроить мобильные уведомления?

# faq__question_32
source: What is a transaction priority?
es: ¿Qué es prioridad de transacción?
ko: 거래 우선순위는 뭔가요?
ru: Что такое приоритет транзакции?

# faq__question_32__1
source: What is a fee level?
es: ¿Qué es un nivel de tarifa?
ko: 수수료 수준은 무엇입니까?
ru: Что такое уровень комиссии?

# faq__question_33
source: How can I withdraw Monero to another cryptocurrency wallet from my {appName} wallet?
es: ¿Cómo puedo retirar Monero a otra cartera de criptomonedas desde mi cartera FRONT_TYPE?
ko: FRONT_TYPE 지갑에서 다른 암호화폐 지갑으로 모네로를 인출하려면 어떻게 해야 하나요?
ru: Как я могу вывести Monero на другой криптовалютный кошелек с моего кошелька FRONT_TYPE?

# faq__question_33___agoradesk
source: How can I withdraw other cryptocurrencies from my {appName} wallet?
es: ¿Cómo puedo retirar otras criptomonedas de mi monedero FRONT_TYPE?
ko: FRONT_TYPE 지갑에서 다른 암호화폐를 인출하려면 어떻게 해야 하나요?
ru: Как я могу вывести другие криптовалюты из своего кошелька FRONT_TYPE?

# faq__question_5
source: I have lost my second authentication factor, what should I do?
es: He perdido mi autenticación de dos factores ¿Qué puedo hacer?
ko: 2중인증의 두번째 비밀번호를 잊었는데 어떻게 하나요?
ru: Я потерял свой второй фактор аутентификации, что мне делать?

# faq__question_6
source: Do you guys have a .onion site / Tor hidden service?
es: ¿Tenéis un sitio .onion / servicio anónimo de Tor?
ko: .onion 주소 / 토르 서비스를 제공하나요?
ru: Есть ли у вас .onion сайт / Tor hidden service?

# faq__question_7
source: Do you guys have an I2P site?
es: ¿Tenéis un sitio I2P?
ko: I2P 주소가 있나요?
ru: А есть ли у вас I2P сайт?

# faq__question_8
source: Do you have an affiliate program?
es: ¿Tenéis programa de afiliación?
ko: 제휴프로그램이 있나요?
ru: У вас есть партнёрская программа?

# faq__question_9
source: What’s the difference between an online trade and a local trade?
es: ¿Cuál es la diferencia entre una transacción en línea y una transacción local?
ko: 온라인 거래와 현장거래의 차이가 뭔가요?
ru: Какая разница между онлайн-сделкой и местной сделкой?

# faq__title
source: Frequently asked questions
es: Preguntas frecuentes
ko: 자주 묻는 질문들
ru: Часто задаваемые вопросы

# feedback__none
source: No feedback yet
es: Todavía no hay confianza/feedback
ko: 아직 후기가 없습니다
ru: Ещё нет отзывов

# fees__title
source: {appName} fees
es: comisiones FRONT_TYPE
ko: FRONT_TYPE 수수료
ru: Комиссия FRONT_TYPE
