Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# faq__answer_24___agoradesk
source: After you send a trade request, you have a time window to complete the payment before the other party is able to cancel the trade. During this time you need to complete your payment and press the 'I have paid button'. The other party is notified that you've made the payment and the coins will be held in the bond until the other party finalizes the trade for you after seeing the payment in their account. If you paid for the purchase, but didn't mark the payment complete before the payment time window expired, please contact the other party through the trade chat. You can contact the other party and your other existing trade contacts from the {dashboard}. Send a message to the other party and kindly explain the situation and why you couldn't complete payment within the time window. If the other party doesn't respond to this request please contact {appName} staff using the {support-request-form} and mention your trade ID.
es: Después de enviar una solicitud de intercambio, tienes un plazo para completar el pago antes de que la otra parte pueda cancelar el intercambio. Durante este tiempo tienes que completar el pago y pulsar el botón "He pagado". La otra parte es notificada de que has realizado el pago y las monedas serán retenidas en el bono de arbitraje hasta que la otra parte finalice la operación por ti después de ver el pago en su cuenta. Si has pagado la compra, pero no has marcado el pago como completo antes de que expirara el plazo de pago, ponte en contacto con la otra parte a través del chat de comercio. Puedes contactar con la otra parte y con tus otros contactos comerciales existentes desde el {dashboard}. Envíe un mensaje a la otra parte y explique amablemente la situación y por qué no pudo completar el pago dentro del plazo. Si la otra parte no responde a esta solicitud, póngase en contacto con el personal de FRONT_TYPE a través del {support-request-form} y mencione su identificación comercial.
ko: 거래 요청을 보낸 후 상대방이 거래를 취소할 수 있기 전에 결제를 완료할 수 있는 시간이 있습니다. 이 시간 동안 결제를 완료하고 '결제 완료 버튼'을 눌러야 합니다. 상대방은 귀하가 지불을 완료했다는 알림을 받고 상대방이 자신의 계정에서 지불을 확인한 후 귀하를 위해 거래를 완료할 때까지 코인이 중재 보증금으로 유지됩니다. 구매 대금을 결제했지만 결제 기간이 만료되기 전에 결제 완료로 표시하지 않은 경우 거래 채팅을 통해 상대방에게 문의하시기 바랍니다. {dashboard}에서 상대방 및 기존 거래 연락처에 연락할 수 있습니다. 상대방에게 메시지를 보내 상황과 기간 내에 결제를 완료하지 못한 이유를 친절하게 설명하십시오. 상대방이 이 요청에 응답하지 않으면 {support-request-form} 을(를) 사용하여 FRONT_TYPE 직원에게 연락하고 거래 ID를 언급하십시오.
ru: После того, как вы отправите запрос на обмен, у вас есть временное окно для завершения платежа, прежде чем другая сторона сможет отменить сделку. В течение этого времени вам необходимо завершить платеж и нажать кнопку «Я заплатил». Другая сторона будет уведомлена о том, что вы произвели платеж, и монеты будут храниться в арбитражном залоге до тех пор, пока другая сторона не завершит сделку после получения платежа в своем аккаунте. Если вы оплатили покупку, но не отметили платеж как завершенный до истечения срока платежного окна, свяжитесь с другой стороной через торговый чат. Вы можете связаться с другой стороной и другими имеющимися у вас торговыми контактами из {dashboard}. Отправьте сообщение другой стороне и, пожалуйста, объясните ситуацию и почему вы не смогли завершить платеж в течение временного интервала. Если другая сторона не отвечает на этот запрос, свяжитесь с персоналом FRONT_TYPE, используя {support-request-form} , и укажите свой торговый идентификатор.

# faq__answer_25
source: When the buyer or seller initiate a dispute, an admin steps into the trade chat and asks both parties for evidence and takes into account chat history and reputation to make as fair of a decision as possible.
es: Cuando el comprador o el vendedor inician una disputa, un administrador ingresa en el chat de la transacción y solicita evidencias a ambas partes, y toma en cuenta el historial del chat y la reputación para tomar la decisión más justa posible.
ko: 구매자 또는 판매자가 분쟁 중재신청을 할 경우, 운영진이 거래챗에 참가하여 양측의 입장을 듣고 증거, 채팅내역 및 유저후기를 보아 최대한 공정하게 중재합니다.
ru: В случае, если покупатель или продавец оспаривают сделку, администратор присоединяется к чату этой сделки и просит обе стороны предоставить доказательства их позиций, смотри на их историю переписки и отзывы, после чего делает максимально справедливое, в силу своих возможностей, решение.

# faq__answer_26
source: Monero transactions are irreversible, once you’ve sent money to another Monero address it is not possible for you or {appName} to reverse it.
es: Las transacciones de Monero son irreversibles, una vez que ha enviado el dinero a otra dirección de Monero no es posible para ti o para FRONT_TYPE revertirlo.
ko: 모네로는 한번 전송되면 환불이 불가능하며, 한번 다른 주소로 모네로를 전송하면 FRONT_TYPE도 되돌릴 수 없습니다.
ru: Транзакции с Монеро (XMR) являются неотменяемыми. Если вы отправили деньги на другой Монеро (XMR)-адрес, эти деньги не сможете вернуть ни вы, ни служба FRONT_TYPE.co.

# faq__answer_26___agoradesk
source: Cryptocurrency transactions are irreversible, once you’ve sent the coins to another address it's not possible for you or {appName} to reverse it.
es: Las transacciones de criptomonedas son irreversibles, una vez que ha enviado las monedas a otra dirección, usted o FRONT_TYPE no pueden revertirla.
ko: 가상화폐는 한번 전송되면 환불이 불가능하며, 한번 다른 주소로 가상화폐를 전송하면 FRONT_TYPE도 되돌릴 수 없습니다.
ru: Криптовалютные транзакции необратимы, после того как вы отправили монеты на другой адрес, вы или FRONT_TYPE не сможете отменить его.

# faq__answer_27
source: Advertisement prices are based on Monero exchange rates. The Monero exchange rate is volatile and may change rapidly. {appName} updates its exchange rates and advertisement prices every ten minutes. Prices shown in the listings and on the front page are cached, and update a little slower. Sometimes when the Monero price is fluctuating rapidly, advertisements with the same price equation may display different price. Sometimes market data is not available for some currencies, which leads to delays updating the advertisement prices. However, when you open up the advertisement page itself the price will be more up to date. The price of the purchase is determined at the moment the Monero buyer sends in the trade request.
es: Los precios de los anuncios se basan en los tipos de cambio de Monero. El tipo de cambio de Monero es volátil y puede cambiar rápidamente. FRONT_TYPE actualiza sus tipos de cambio y precios de los anuncios cada diez minutos. Los precios que se muestran en los listados y en la página principal se almacenan en caché y tardan un poco más en actualizarse. A veces, cuando el precio de Monero fluctúa rápidamente, los anuncios con la misma ecuación de precio pueden mostrar un precio diferente. Otras veces, los datos de mercado no están disponibles para algunas monedas, lo que conlleva retrasos en la actualización de los precios de los anuncios. Sin embargo, cuando abres la página del anuncio, el precio estará más actualizado. El precio de la compra se determina en el momento en que el comprador de Monero envía la solicitud de transacción.
ko: 계약가격은 모네로 시장가에 따라 다릅니다. 모네로 시장가는 급변할 수 있습니다. FRONT_TYPE는 시장가와 계약가격을 10분 단위로 업데이트합니다. 메인페이지에 나와 있는 계약은 업데이트가 다소 느릴 수 있습니다. 모네로 가격 변동이 심할 경우, 같은 가격을 설정한 계약끼리도 계약가가 다르게 나타날 수도 있습니다. 일부 화폐에 한해 시장가가 제공되지 않을 수도 있고, 이로 인해 계약가 업데이트가 늦어질 수 있습니다. 하지만, 계약을 클릭해 계약페이지를 보면 업데이트된 가격을 볼 수 있습니다. 구매가격은 거래요청을 보낸 순간의 가격입니다.
ru: Цены на объявления основаны на обменных курсах Монеро (XMR). Обменный курс Монеро (XMR) непостоянен и может быстро меняться. FRONT_TYPE обновляет свои обменные курсы и цены объявлений каждые пять минут. Цены, показанные в списках объявлений и на первой странице, помещены в кэш и обновляются несколько медленнее. Иногда, когда цена на Монеро (XMR) быстро меняется, в объявлениях с одинаковой ценой равновесия может показываться разная цена. Иногда рыночные данные для некоторых валют недоступны, что приводит к задержке в обновлении цен в объявлениях. Однако когда вы откроете страницу с соответствующим объявлением, вы увидите более актуальную цену. Цена покупки определяется в тот момент, когда покупатель Монеро (XMR) отправляет запрос на сделку.

# faq__answer_27___agoradesk
source: Advertisement prices are based on cryptocurrency exchange rates. The exchange rates are volatile and may change rapidly. {appName} updates its exchange rates and advertisement prices every twelve minutes. Prices shown in the listings and on the front page are cached, and update a little slower. Sometimes when the price is fluctuating rapidly, advertisements with the same price formula may display different prices. Sometimes market data is not available for some currencies, which leads to delays updating the advertisement prices. However, when you open up the advertisement page itself the price will be more up to date. The price is determined when the trade request is sent.
es: Los precios de publicidad se basan en los tipos de cambio de criptomonedas. Las tasas de cambio son volátiles y pueden cambiar rápidamente. FRONT_TYPE actualiza sus tipos de cambio y precios de publicidad cada doce minutos. Los precios que se muestran en los listados y en la página principal se almacenan en caché y se actualizan un poco más lentamente. A veces, cuando el precio fluctúa rápidamente, los anuncios con la misma fórmula de precios pueden mostrar precios diferentes. A veces, los datos del mercado no están disponibles para algunas monedas, lo que lleva a retrasos en la actualización de los precios publicitarios. Sin embargo, cuando abra la página de publicidad, el precio estará más actualizado. El precio se determina cuando se envía la solicitud comercial.
ko: 계약가격은 가상화폐 시장가에 따라 다릅니다. 가상화폐 시장가는 급변할 수 있습니다. FRONT_TYPE는 시장가와 계약가격을 12분 단위로 업데이트합니다. 메인페이지에 나와 있는 계약은 업데이트가 다소 느릴 수 있습니다. 가상화폐의 가격 변동이 심할 경우, 같은 가격을 설정한 계약끼리도 계약가가 다르게 나타날 수도 있습니다. 일부 화폐에 한해 시장가가 제공되지 않을 수도 있고, 이로 인해 계약가 업데이트가 늦어질 수 있습니다. 하지만, 계약을 클릭해 계약페이지를 보면 업데이트된 가격을 볼 수 있습니다. 구매가격은 거래요청을 보낸 순간의 가격입니다.
ru: Цены на рекламу основаны на курсах криптовалюты. Обменные курсы нестабильны и могут быстро меняться. FRONT_TYPE обновляет свои обменные курсы и цены на рекламу каждые двенадцать минут. Цены, указанные в списках и на главной странице, кэшируются и обновляются немного медленнее. Иногда, когда цена быстро меняется, рекламные объявления с одинаковой формулой цены могут отображать разные цены. Иногда рыночные данные не доступны для некоторых валют, что приводит к задержкам обновления рекламных цен. Однако, когда вы откроете страницу рекламы, цена будет более актуальной. Цена определяется, когда отправляется запрос на сделку.

# faq__answer_28
source: When the price is floating, the purchased Monero amount fluctuates with the Monero exchange rate. The traded Monero amount is determined when the trade is closed, instead of when the trade is opened. This reduces market rate risks in local cash transactions where the time between opening the trade and closing the trade can be several days.
es: Cuando el precio está fluctuando, la cantidad de Moneros comprados fluctúa con el tipo de cambio de Monero. La cantidad de Monero negociada se determina cuando se cierra el comercio, en lugar de cuando se abre el comercio. Esto reduce los riesgos de la tasa de mercado en las transacciones locales en efectivo, donde el tiempo transcurrido entre la apertura de la transacción, y el cierre de la misma, puede ser de varios días.
ko: 가격이 유동적이라면, 거래한 모네로 양은 시장가에 따라 상이합니다. 거래된 모네로의 양은 거래가 시작된 순간이 아닌 완료된 순간에 결정됩니다. 이는 거래를 시작한 순간과 거래를 완료한 순간이 며칠씩 차이가 날 수 있는 현장 현금거래의 위험성을 줄여 줍니다.
ru: При плавающей цене количество купленных Монеро (XMR) колеблется вместе с обменным курсом Монеро (XMR). Сумма сделки в При плавающей цене количество купленных Монеро (XMR) колеблется вместе с обменным курсом Монеро (XMR). Сумма сделки в При плавающей цене количество купленных Монеро (XMR) колеблется вместе с обменным курсом Монеро (XMR). Сумма сделки в Монеро (XMR) определяется в момент закрытия, а не начала сделки. Это снижает риски, связанные с рыночным курсом в местных транзакциях с наличными, когда между началом сделки и ее завершением может пройти несколько дней. определяется в момент закрытия, а не начала сделки. Это снижает риски, связанные с рыночным курсом в местных транзакциях с наличными, когда между началом сделки и ее завершением может пройти несколько дней. определяется в момент закрытия, а не начала сделки. Это снижает риски, связанные с рыночным курсом в местных транзакциях с наличными, когда между началом сделки и ее завершением может пройти несколько дней.

# faq__answer_28___agoradesk
source: When the price is floating, the purchased cryptocurrency amount fluctuates with the exchange rate. The traded amount is determined when the trade is closed, instead of when the trade is opened. This reduces market rate risks in local cash transactions where the time between opening the trade and closing the trade can be several days.
es: Cuando el precio está flotando, la cantidad de criptomonedas comprada se fluctúa con el tipo de cambio. El monto negociado se determina cuando se cierra la operación, en lugar de cuando se abre la operación. Esto reduce los riesgos de tasa de mercado en las transacciones de efectivo locales donde el tiempo entre la apertura y el cierre de la operación puede ser de varios días.
ko: 가격이 유동적이라면, 거래한 가상화폐 양은 시장가에 따라 상이합니다. 거래된 모네로의 양은 거래가 시작된 순간이 아닌 완료된 순간에 결정됩니다. 이는 거래를 시작한 순간과 거래를 완료한 순간이 며칠씩 차이가 날 수 있는 현장 현금거래의 위험성을 줄여 줍니다.
ru: Когда цена колеблется, сумма покупаемой криптовалюты колеблется в зависимости от обменного курса. Торговая сумма определяется, когда сделка закрыта, а не когда сделка открыта. Это снижает рыночные риски в локальных транзакциях с наличными, когда время между открытием сделки и закрытием сделки может составлять несколько дней.

# faq__answer_29
source: You can check all the info on the current fees on our {fees-page}
es: Puede echar un vistazo a toda la información sobre las comisiones actuales en nuestra {fees-page}
ko: 현재 모든 수수료를 {fees-page}에서 확인할 수 있습니다.
ru: Вы можете проверить актуальный размер комиссии на {fees-page}

# faq__answer_29_fees_page
source: fees page
es: página de comisiones
ko: 수수료 목록
ru: странице комиссии

# faq__answer_30
source: At the moment, we don't have a standalone mobile app. But you can receive mobile notifications in {telegram}! {this-guide} will take you through the Telegram notifications activation process (it's easy). Our bot will then send you notifications on your {appName} events.
es: De momento, no tenemos aplicación móvil ¡Pero puede recibir notificaciones móviles en {telegram}! {this-guide} le llevará a través del proceso de activación de notificaciones Telegram (es muy fácil). Nuestro bot, le enviará notificaciones sobre eventos en su cuenta FRONT_TYPE.
ko: 현재 지원하고 있는 모바일 어플은 없습니다. 하지만 {telegram}을 통해 알림을 받을 수 있습니다! {this-guide}에 텔레그램 알림을 설정하는 (간단한) 방법이 나와 있습니다. 저희 텔레그램봇이 FRONT_TYPE의 알림을 보내줍니다.
ru: На данный момент, у нас нет отдельного приложения. Однако, вы можете получать мобильные уведомления в {telegram}! {this-guide} проведёт вас через процесс активации уведомлений в Telegram (это легко). После этого, наш бот будет отправлять вам уведомления.

# faq__answer_30_this_guide
source: This guide
es: Esta guía
ko: 이 가이드
ru: Это руководство

# faq__answer_32
source: The transaction priority is a setting used in Monero to set your payment apart from other payments in the Monero network (if there is any competition). Low priority transactions may take a longer time to complete.
es: La prioridad de transacción es una configuración que se usa para establecer su pago aparte de otros pagos en la red de Monero (si hay competencia). Las transacciones de baja prioridad pueden tardar más tiempo en completarse.
ko: 거래 우선순위는 모네로 네트워크 내 (거래량이 많을 경우) 다른 거래와 차별화할 수 있는 설정입니다. 우선순위가 낮은 거래는 완료시까지 더 많은 시간이 소요될 수 있습니다.
ru: Приоритет транзакции - это параметр, который определяет место вашего платежа в сети Монеро (XMR) (если есть конкуренция). Обработка транзакции с низким приоритетом может занять больше времени.

# faq__answer_32__1
source: In Bitcoin, fee levels affect the speed at which your transaction is going to be confirmed by incentivizing miners to prioritize your transaction for a higher fee. A high fee transaction is estimated to be confirmed within a few blocks; A medium fee transaction is estimated to be confirmed within a day; A low fee transaction is estimated to be confirmed within a week.
es: En Bitcoin, los niveles de tarifas afectan la velocidad a la que se confirmará su transacción al incentivar a los mineros a priorizar su transacción por una tarifa más alta. Se estima que la transacción de alta tarifa se confirmará en unos pocos bloques; Se estima que la transacción de tarifa media se confirmará en un día; Se estima que la transacción de tarifa baja se confirmará dentro de una semana.
ko: 비트 코인에서 수수료 수준은 더 높은 수수료로 거래의 우선 순위를 정하기 위해 채굴 자에게 인센티브를 제공하여 거래가 확인되는 속도에 영향을 미칩니다. 높은 수수료 거래는 몇 블록 내에서 확인 될 것으로 예상됩니다. 중간 수수료 거래는 하루 이내에 확인 될 것으로 예상됩니다. 낮은 수수료 거래는 일주일 이내에 확인 될 것으로 예상됩니다.
ru: В биткойнах уровни комиссий влияют на скорость подтверждения вашей транзакции, стимулируя майнеров отдавать приоритет вашей транзакции за более высокую комиссию. Предполагается, что транзакция с высокой комиссией будет подтверждена в течение нескольких блоков; Транзакция со средней комиссией будет предположительно подтверждена в течение дня; Транзакция с низкой комиссией предположительно будет подтверждена в течение недели.

# faq__answer_33
source: You can withdraw coins from the {appName} wallet to your personal wallet of a cryptocurrency different from the {appName} currency. To do so, first you need to tick the "I want to receive another currency" checkbox. Afterwards, select the desired receiving cryptocurrency and type in the address that the coins should be sent to. Then, choose whether you want to provide the amount in either coins sent from your wallet or in the converted coins received to your destination wallet and type in the quantity. Press "Continue", and you'll be shown the relevant offers fitting your requirements. If the list is empty, try adjusting the amount. The conversion rate will be displayed for each offer, and if it's acceptable, all you need to do is press "Trade", agree to the terms, and a trade for the relevant amount will be automatically created for you. The destination address will be automatically provided to the buyer through trade chat. The rest is handled just like any other trade on {appName} - the buyer will send the desired currency to the address you've provided, and upon receiving the coins, you should finalize a trade. That's it!
es: Puede retirar bonos de arbitraje del monedero de bonos de arbitraje FRONT_TYPE a su monedero personal de una criptodivisa diferente de la moneda del monedero de arbitraje FRONT_TYPE. Para ello, primero debe marcar la casilla "Quiero recibir otra moneda". Después, seleccione la criptodivisa receptora deseada y escriba la dirección a la que deben enviarse las monedas. A continuación, elija si desea proporcionar la cantidad en monedas enviadas desde su monedero o en las monedas convertidas recibidas en el monedero de destino y escriba la cantidad. Pulse "Continuar", y se le mostrarán las ofertas pertinentes que se ajusten a sus requisitos. Si la lista está vacía, intente ajustar la cantidad. La tasa de conversión se mostrará para cada oferta, y si es aceptable, todo lo que tienes que hacer es pulsar "Intercambiar", aceptar los términos, y se creará automáticamente un intercambio por la cantidad correspondiente para ti. La dirección de destino se proporcionará automáticamente al comprador a través del chat comercial. El resto se gestiona como cualquier otra operación en FRONT_TYPE: el comprador enviará la moneda deseada a la dirección que has proporcionado, y al recibir las monedas, deberás finalizar la operación. Eso es todo.
ko: FRONT_TYPE 중재채권 지갑에서 FRONT_TYPE 중재지갑 통화와 다른 암호화폐의 개인지갑으로 중재채권을 인출할 수 있습니다. 그렇게 하려면 먼저 "다른 통화를 받고 싶습니다" 확인란을 선택해야 합니다. 그 후 원하는 수신 암호화폐를 선택하고 코인을 보낼 주소를 입력합니다. 그런 다음 지갑에서 보낸 코인으로 제공할지, 목적지 지갑으로 받은 변환된 코인으로 금액을 제공할지 선택하고 수량을 입력합니다. "계속"을 누르면 요구 사항에 맞는 관련 제안이 표시됩니다. 목록이 비어 있으면 양을 조정해 보십시오. 각 제안에 대한 전환율이 표시되며, 수락 가능한 경우 "거래"를 누르고 약관에 동의하기만 하면 해당 금액에 대한 거래가 자동으로 생성됩니다. 대상 주소는 거래 채팅을 통해 구매자에게 자동으로 제공됩니다. 나머지는 FRONT_TYPE의 다른 거래와 마찬가지로 처리됩니다. 구매자는 원하는 통화를 제공한 주소로 보내고 코인을 받으면 거래를 완료해야 합니다. 그게 다야!
ru: Вы можете вывести арбитражный залог из кошелька арбитражного залога FRONT_TYPE на свой личный кошелек криптовалюты, отличной от валюты арбитражного кошелька FRONT_TYPE. Для этого сначала необходимо поставить галочку в чекбоксе "Я хочу получать другую валюту". После этого выберите желаемую получаемую криптовалюту и введите адрес, на который должны быть отправлены монеты. Затем выберите, в чем вы хотите предоставить сумму: в монетах, отправленных с вашего кошелька, или в конвертированных монетах, полученных на конечный кошелек, и введите количество. Нажмите "Продолжить", и вам будут показаны предложения, соответствующие вашим требованиям. Если список пуст, попробуйте изменить сумму. Для каждого предложения будет показан курс конвертации, и если он приемлем, вам остаётся только нажать "Обменять", согласиться с условиями, после чего для вас будет автоматически создана сделка на соответствующую сумму. Адрес получения будет автоматически предоставлен покупателю в чате сделки. Остальное происходит так же, как и в любой другой сделке на FRONT_TYPE - покупатель отправит желаемую вами валюту на указанный вами адрес, а после получения монет вы должны завершить сделку. Вот и все!

# faq__answer_33_morphtoken_faq_link
source: Here you can read more about how ChangeNow works, their service and network fees
es: Aquí podrá leer más sobre como funciona ChangeNow, así como sus comisiones por servicio y red
ko: 여기서 ChangeNow 이 제공하는 서비스와 작동원리, 그리고 이용료에 대해서 알아볼 수 있습니다
ru: Здесь вы можете ознакомиться с тем, как работает ChangeNow, их коммисией сети и услуги

# faq__answer_4
source: If you have your backup code, use a QR generating service such as {this} to generate the QR from your backup code. Then scan the generated QR with your mobile 2FA app. If you don't have your backup code, it means that you've lost access to your account. Unfortunately, it's impossible for us to be able to differentiate between a hacker pretending to be you and you actually being you.
es: Si tiene su código de respaldo, utilice un servicio de generador de códigos QR como {this} para regenerar el código QR. Luego escanee el código QR regenerado con su apliación móvil de 2FA. Si en cambio no tiene su código de respaldo, significa que ha perdido acceso a la cuenta. Desafortunadamente, es imposible para nosotros ser capaces de diferenciar entre usted y un hacker haciéndose pasar por usted.
ko: 백업코드가 있다면, {this}같은 QR코드를 만드는 서비스를 이용하여 백업을 위한 QR코드를 만드시기 바랍니다. 이후 QR코드를 2중인증 어플을 사용하여 확인하시면 됩니다. 백업코드가 없다면 계정에 접속할 수 없습니다. 이 때 실제계정 주인과 사칭을 구분할 수 없기 때문에 저희가 도와줄 수 있는 방법은 없습니다.
ru: Если вы сохранили свой запасной код, используйте {this} для генерирования нового QR-кода из вашего запасного кода. Затем, отсканируйте сгенерированный QR-код с помощью вашего приложения для аутентификации. Если вы потеряли свой запасной код, это означает, что вы потеряли доступ к своему аккаунту. К сожалению, мы не сможем определить являетесь ли вы самим собой, или же это хакер пытается представиться вами.

# faq__answer_4_this
source: this
es: este
ko: 이것
ru: сервис по генерации QR-кодов
