Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# homepage_location__change_btn
source: Change
es: Modificar
ko: 변경
ru: Поменять

# homepage_location__reset_btn
source: Reset
es: Resetear
ko: 리셋
ru: Сбросить

# homepage_location__save_btn
source: Save
es: Guardar
ko: 저장
ru: Сохранить

# homepage_location__title
source: Showing advertisements in {location}
es: Mostrando anuncios en {location}
ko: {location}의 계약 보기
ru: Показываются объявления в {location}

# homepage__agora__coin_trading_title
source: Trade Bitcoins
es: Intercambie Bitcoins
ko: 비트코인 거래
ru: Торговать биткойнами

# homepage__no_results_0
source: No active {asset} ads in {country}... yet.
es: No hay anuncios activos de {asset} en {country}... todavía.
ko: 아직 {country}에 {asset} 계약이 없습니다...
ru: В {country} нет активных {asset}-объявлений... пока

# homepage__no_results_1
source: You can be the first one to {post_an_ad} in the following categories:
es: Puede ser el primero en {post_an_ad} en las siguientes categorías:
ko: 다음 분야에서 {post_an_ad}하는 첫 유저가 되세요:
ru: Вы можете быть первым, кто {post_an_ad} в следующих категориях:

# homepage__no_results_1_post_an_ad
source: post an ad
es: publicar un anuncio
ko: 계약 생성
ru: разместит объявление

# info__where_are_my_xmr_accordion__text__0
source: If you can see the transaction on the block explorer that means the transaction has been sent out successfully. If you're not seeing it on the receiving end then the problem is on your end. Probably an issue with syncing or you're using outdated wallet software.
es: Si puedes ver la transacción en el explorador de bloques significa que la transacción se ha enviado con éxito. Si no la ves en el extremo receptor, entonces el problema está en tu extremo. Probablemente se trate de un problema de sincronización o de que estés utilizando un software de monedero obsoleto.
ko: 블록 익스플로러에서 트랜잭션을 볼 수 있다면 트랜잭션이 성공적으로 전송되었음을 의미합니다. 받는 쪽에서 보이지 않는다면 문제는 당신 쪽에서 있는 것입니다. 동기화 문제이거나 오래된 지갑 소프트웨어를 사용 중일 수 있습니다.
ru: Если вы видите транзакцию на проводнике блокчейна, это означает, что транзакция была успешно отправлена. Если вы не видите ее на принимающей стороне, значит, проблема на вашей стороне. Возможно, проблема в синхронизации или вы используете устаревшую версию кошелька.

# info__where_are_my_xmr_accordion__text__1
source: Try these suggestions to unstuck your sync:
es: Prueba estas sugerencias para desatascar tu sincronización:
ko: 동기화를 해제하려면 다음 제안을 시도해 보세요.
ru: Попробуйте воспользоваться этими советами, чтобы разблокировать синхронизацию:

# info__where_are_my_xmr_accordion__text__2
source: Alternatively, try using a different wallet app or a different internet connection.
es: Alternativamente, intente utilizar una aplicación de monedero diferente o una conexión a Internet diferente.
ko: 또는 다른 지갑 앱이나 다른 인터넷 연결을 사용해 보십시오.
ru: Или попробуйте использовать другое приложение кошелька или другое подключение к Интернету.

# info__where_are_my_xmr_accordion__title
source: Why am I not seeing the XMR in my wallet?
es: ¿Por qué no veo el XMR en mi cartera?
ko: 지갑에 XMR이 표시되지 않는 이유는 무엇입니까?
ru: Почему я не вижу XMR в своем кошельке?

# keywords
source: buy monero xmr cash credit card usd euro pound local bank transfer sell anonymously cryptocurrency
es: comprar monero xmr efectivo tarjeta de crédito usd euro libra transferencia bancaria local vender anónimamente criptomoneda
ko: 모네로 구매 SMR 현금 신용카드 USD EUR GBP 계좌이체 익명 가상화폐 판매
ru: купить монеро monero xmr наличными usd рубли банк яндекс.деньги киви webmoney продать анонимно криптовалюта

# keywords___agoradesk
source: buy bitcoin btc monero xmr options call put cash credit card usd euro pound local bank transfer sell anonymously cryptocurrency
es: comprar bitcoin btc monero xmr opciones call put efectivo tarjeta de crédito usd euro libra transferencia bancaria local vender anónimamente criptomoneda
ko: 비트코인 구매 BTC 모네로 XMR 옵션 콜 풋 현금 신용카드 USD EUR GBP 계좌이체 익명 가상화폐 판매
ru: купить монеро monero xmr bitcoin btc биткойн опционы колл пут call put наличными usd рубли банк яндекс.деньги киви webmoney продать анонимно криптовалюта
