Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__scams__0__text
source: <p>For as long as there has been money, there have been scams to get people to part with it, and the cryptocurrency space is no different. In fact, the finality of transactions in cryptocurrency, coupled with the fact that there is no central organization to help recover them, has led to new and innovative ways by which scammers can steal from unsuspecting users and disappear into the digital void with their funds. In this article we'll take the time to inform new users on some of the most pervasive scams in the space, but this list is by no means comprehensive, and users are encouraged to both stay informed of recent scam trends, and be on constantly aware and skeptical of their digital surroundings.</p>
es: <p>Durante el tiempo que ha habido dinero, ha habido estafas para que la gente se separe de él, y el espacio de las criptomonedas no es diferente. De hecho, la finalidad de las transacciones en criptomonedas, junto con el hecho de que no existe una organización central que ayude a recuperarlas, ha dado lugar a formas nuevas e innovadoras mediante las cuales los estafadores pueden robar a usuarios desprevenidos y desaparecer en el vacío digital con sus fondos. En este artículo nos tomaremos el tiempo para informar a los nuevos usuarios sobre algunas de las estafas más generalizadas en el espacio, pero esta lista no es de ninguna manera exhaustiva, y se alienta a los usuarios a mantenerse informados sobre las tendencias recientes de estafas y estar constantemente en conscientes y escépticos de su entorno digital.</p>
ko: <p>돈이있는 한, 사람들이 돈에 참여하도록하는 사기가 있었고 암호 화폐 공간도 다르지 않습니다. 사실, 암호 화폐 거래의 최종 성과이를 복구 할 중앙 조직이 없다는 사실은 사기꾼이 의심하지 않는 사용자로부터 훔쳐서 자금으로 디지털 공허로 사라질 수있는 새롭고 혁신적인 방법으로 이어졌습니다. 이 기사에서는 공간에서 가장 널리 퍼진 일부 사기에 대해 새로운 사용자에게 알리는 데 시간을 할애 할 것이지만이 목록은 결코 포괄적이지 않으며 사용자는 최근 사기 동향에 대한 정보를 유지하고 지속적으로 유지하는 것이 좋습니다. 디지털 환경을 인식하고 회의적입니다.</p>
ru: <p>Сколько существуют деньги, столько существуют и мошенники, пытающиеся обманным путём отнять их у людей, и криптовалютное пространство не исключение. По сути, необратимость криптовалютных транзакций в сочетании с фактическим отсутствием центральной организации, которая бы помогла вернуть потерянные средства, привели к появлению «новаторских» способов, которыми пользуются мошенники, чтобы похитить у ничего не подозревающих пользователей их средства и растворить в «цифровом нигде» вместе с деньгами. В этой статье мы попытаемся рассказать новым пользователям о самых распространённых способах мошенничества в этой сфере, но наш список точно не будет полным, и мы рекомендуем всем пользователям постоянно быть в курсе новых методов, к которым прибегают мошенники, и со здоровым подозрением относиться к своему цифровому окружению.</p>

# knowledge__scams__1__text
source: <p>One of the oldest scams in the book, and one that can take place on any and every discussion platform in existence. In this scam, the scammer will pretend to be a trusted individual of the community or a high ranking official of a related business. Once the victim's trust is earned through this established reputation, the scammer might send a user to a malicious site, have them download a program designed to steal their funds, or even just get the user to send them funds directly. Always triple check that the person you're talking to is indeed the correct person. Businesses will have emails to contact to verify identities (i.e. "Did the CEO of your company just contact me on Telegram?") and other community leaders will usually be able to be contacted through other means. Verify before taking any action. ESPECIALLY if they initiated the conversation with you rather than you with them.</p>
es: <p>Una de las estafas más antiguas del libro y que puede tener lugar en todas y cada una de las plataformas de debate existentes. En esta estafa, el estafador se hará pasar por una persona de confianza de la comunidad o un funcionario de alto rango de una empresa relacionada. Una vez que se gana la confianza de la víctima a través de esta reputación establecida, el estafador puede enviar a un usuario a un sitio malicioso, hacer que descargue un programa diseñado para robar sus fondos o incluso hacer que el usuario le envíe fondos directamente. Siempre verifique tres veces que la persona con la que está hablando es realmente la persona correcta. Las empresas tendrán correos electrónicos para contactar para verificar identidades (es decir, "¿El director ejecutivo de su empresa simplemente se comunicó conmigo en Telegram?") Y otros líderes de la comunidad generalmente podrán ser contactados a través de otros medios. Verifique antes de realizar cualquier acción. ESPECIALMENTE si iniciaron la conversación con usted en lugar de usted con ellos.</p>
ko: <p>책에서 가장 오래된 사기 중 하나이며 존재하는 모든 토론 플랫폼에서 발생할 수있는 사기입니다. 이 사기에서 사기꾼은 커뮤니티의 신뢰할 수있는 개인 또는 관련 비즈니스의 고위 관리인 척합니다. 이렇게 확립 된 평판을 통해 피해자의 신뢰를 얻으면 사기꾼은 사용자를 악성 사이트로 보내거나 자금을 훔치도록 설계된 프로그램을 다운로드하거나 사용자가 자금을 직접 보내도록 유도 할 수 있습니다. 항상 당신이 말하는 사람이 실제로 올바른 사람인지 세 번 확인하십시오. 기업은 신원을 확인하기 위해 연락 할 이메일을 받게되며 (예 : "회사 CEO가 Telegram에서 저에게 연락 했습니까?") 일반적으로 다른 커뮤니티 리더에게 다른 방법을 통해 연락 할 수 있습니다. 조치를 취하기 전에 확인하십시오. 특히 그들이 당신이 아니라 당신과 대화를 시작한 경우.</p>
ru: <p>Пожалуй, это самый старый из существующих способов мошенничества и один из тех, который широко применяется на абсолютно любой платформе, где люди общаются между собой. В этом случае мошенник будет притворяться доверенным лицом сообщества или высокопоставленным должностным лицом соответствующей компании. Как только благодаря «заслуженной» репутации доверие жертвы будет получено, мошенник направит пользователя на вредоносный сайт, заставит его скачать программу, целью которой будет хищение средств такого пользователя, или же злоумышленник вообще сделает так, что человек сам отправит ему деньги напрямую. Всегда следует трижды проверить, действительно пользователь, с которым вы общаетесь, является именно тем человеком, за которого себя выдаёт. Компании, как правило, указывают адрес своей электронной почты, и вы можете связаться с ними, чтобы проверить личность того, с кем общаетесь (например: «Это ваш гендиректор только что связался со мной через Telegram?»). Если речь идёт о представители сообщества, то в любом сообществе всегда есть свои лидеры, с которыми можно связаться иными способами. Проверьте всё, прежде чем предпринимать что-либо. ОСОБЕННО в том случае, если человек связался с вами по собственной инициативе, а не вы обратились к нему.</p>

# knowledge__scams__1__title
source: The Impostor Scam
es: La estafa del impostor
ko: 사기꾼 사기
ru: Самозванцы

# knowledge__scams__2__text
source: <p>Similar to the impostor scam, here the scammers will attempt to have a website or app that is identical in appearance to existing and trusted businesses, but with code and infrastructure that is designed to steal your Monero. Oftentimes a malicious website will have an almost identical domain name as the original, and have even been known to take the top results of internet searches for the site by purchasing advertising space. If an example trusted website is themonerowallet.com, a scammer site might be the-monero-wallet.com or, even more sinister, themonerȯwallet.com. Did you catch the issue with the last one? The o has a dot above it. Take a look: ȯ. But on first glance it may not be visible, and if the domain name looks correct, and the website appears identical to what one might expect it to be, it's all too easy to fall for the trap and give away your Monero seed, only to find your Monero missing before you know what hits you.</p> <p>But as said in the beginning of this section, this is not just true of websites. There have been instances where scammers can sneak a malicious app that looks identical to existing wallets through the Google Play Store or App Store, where it goes undetected until it is reported (which may take quite some time). In this time, users think they are downloading the correct app, but are really losing their funds to scammers.</p> <p>The solution to these kinds of scams is vigilance. Always double check before utilizing the services of any website or app. When at all possible, type the name of a known website into the url bar directly rather than using search engines, and be extra thorough when something will be downloaded or your seed will be utilized in any way.</p>
es: <p>Al igual que en la estafa del impostor, aquí los estafadores intentarán tener un sitio web o una aplicación que sea idéntica en apariencia a las empresas existentes y confiables, pero con código e infraestructura diseñados para robar su Monero. A menudo, un sitio web malicioso tendrá un nombre de dominio casi idéntico al original, e incluso se sabe que obtiene los mejores resultados de las búsquedas en Internet del sitio comprando espacio publicitario. Si un ejemplo de sitio web confiable es themonerowallet.com, un sitio de estafadores podría ser the-monero-wallet.com o, aún más siniestro, themonerȯwallet.com. ¿Captaste el problema con el último? La o tiene un punto encima. Eche un vistazo: ȯ. Pero a primera vista puede que no sea visible, y si el nombre de dominio parece correcto y el sitio web parece idéntico a lo que uno podría esperar, es muy fácil caer en la trampa y regalar su semilla de Monero, solo para Encuentra tu Monero perdido antes de saber qué te golpea.</p> <p>Pero como se dijo al principio de esta sección, esto no es solo cierto para los sitios web. Ha habido casos en los que los estafadores pueden colarse una aplicación maliciosa que se ve idéntica a las billeteras existentes a través de Google Play Store o App Store, donde no se detecta hasta que se informa (lo que puede llevar bastante tiempo). En este momento, los usuarios piensan que están descargando la aplicación correcta, pero realmente están perdiendo sus fondos ante los estafadores.</p> <p>La solución a este tipo de estafas es la vigilancia. Siempre verifique dos veces antes de utilizar los servicios de cualquier sitio web o aplicación. Cuando sea posible, escriba el nombre de un sitio web conocido en la barra de URL directamente en lugar de usar motores de búsqueda, y sea más minucioso cuando se descargue algo o se utilice su semilla de alguna manera.</p>
ko: <p> 사기 사기와 유사하게 여기에서 사기꾼은 기존의 신뢰할 수있는 비즈니스와 모양이 동일하지만 Monero를 훔치도록 설계된 코드와 인프라를 갖춘 웹 사이트 또는 앱을 보유하려고합니다. 종종 악성 웹 사이트는 원본과 거의 동일한 도메인 이름을 가지며, 광고 공간을 구매하여 사이트에 대한 인터넷 검색의 최고 결과를 취하는 것으로 알려져 있습니다. 신뢰할 수있는 웹 사이트의 예가 themonerowallet.com 인 경우 사기 사이트는 the-monero-wallet.com 또는 더 불길한 themonerȯwallet.com 일 수 있습니다. 마지막 문제를 파악 했습니까? o는 그 위에 점이 있습니다. 보세요 : ȯ. 그러나 언뜻보기에는 보이지 않을 수 있으며 도메인 이름이 정확하고 웹 사이트가 예상 한 것과 동일하게 보인다면 함정에 빠지고 Monero 씨앗을 포기하기가 너무 쉽습니다. 무엇이 당신에게 맞는지 알기 전에 Monero가 사라진 것을 찾으십시오. </p> <p> 그러나이 섹션의 시작 부분에서 언급했듯이 이것은 웹 사이트에만 해당되는 것은 아닙니다. 사기꾼이 Google Play Store 또는 App Store를 통해 기존 지갑과 똑같이 보이는 악성 앱을 몰래 들여다보고보고 될 때까지 감지되지 않는 경우가 있습니다 (시간이 꽤 걸릴 수 있음). 현재 사용자는 올바른 앱을 다운로드하고 있다고 생각하지만 실제로는 사기꾼에게 자금을 잃고 있습니다. </p> <p> 이러한 종류의 사기에 대한 해결책은 경계입니다. 웹 사이트 나 앱의 서비스를 사용하기 전에 항상 다시 확인하십시오. 가능하면 검색 엔진을 사용하지 않고 URL 표시 줄에 알려진 웹 사이트의 이름을 직접 입력하고, 무언가를 다운로드하거나 어떤 식 으로든 귀하의 시드를 사용할 때 더욱 철저히하십시오. </p>
ru: <p>Подобно тому, как это происходит в случае с самозванцами, мошенник может создать веб-сайт или приложение, которое внешне будет идентично тому, что имеется у заслуживающей доверия компании, но их код и инфраструктура будут устроены таким образом, что злоумышленник сможет похитить ваши Monero. У вредоносного веб-сайта будет практически идентичное оригинальному доменное имя, и он даже может входить в топ сайтов по поисковым запросам в интернете, что обеспечивается покупкой рекламного места. Так, например, мошеннический вариант доменного имени заслуживающего доверия сайта themonerowallet.com может выглядеть как the-monero-wallet.com или, что ещё хуже, как themonerÈ¯wallet.com. Уловили, в чём суть в последнем случае? Точка над буквой «o». Обратите внимание: È¯. Но сразу этого можно и не заметить. И если доменное имя похоже на правильное, да и сам веб-сайт выглядит, как и должен выглядеть, довольно легко попасться в ловушку и выдать свою мнемоническую фразу Monero, после чего вы даже не успеете понять, куда подевались ваши Monero.</p> <p>Но, как уже было сказано в начале этого раздела, данный вид мошенничества относится не только к веб-сайтам. Известны случаи, когда мошенникам удавалось разместить на Google Play Store или App Store своё вредоносное приложение, которое выглядело идентично существующим кошелькам, и которое оставалось незамеченным до того момента, пока кто-то не сообщал о подмене (а на это тоже уходит какое-то время). А пока приложение находилось в общем доступе, пользователи скачивали его, полагая, что это подлинное приложение, и отдавали при этом свои средства мошенникам.</p> <p>Уберечься от такого вида мошенничества поможет бдительность. Всегда дважды проверяйте сервис или веб-сайт, услугами которого собираетесь воспользоваться. По возможности напрямую вводите имя известного вам веб-сайта в адресную строку вместо того, чтобы пользоваться поисковиками. И будьте особо внимательны, когда скачиваете что-то или вводите мнемоническую фразу.</p>

# knowledge__scams__2__title
source: The Business Look Alike Scam
es: La estafa de negocios similares
ko: 비즈니스 유사 사기
ru: Подозрительные сервисы

# knowledge__scams__3__text
source: <p>Sometimes scammers don't even try to be subtle. They make huge, grandiose claims and know there will always be fools that will believe them out of desperation, greed, or ignorance. These scams take many forms, from coin projects that promise ludicrous returns on investments where you first give them money (like Bitconnect), to special, secret groups that promise to tell you all of the market movements in advance so you can make money...for a fee. Remember. If something sounds too good to be true, it probably is. This advice is especially true in the cryptocurrency space, as deploying a coin or smart contract is trivial these days, and posting your shady claims online is free. Remember, if somebody really did find a way to time the market or discover a way to make tons of infinite money, then why would they tell you? They would just use it themselves to get rich. Why would they share it? Be smart. Use your brain. Trust no one.</p>
es: <p>A veces, los estafadores ni siquiera intentan ser sutiles. Hacen afirmaciones enormes y grandiosas y saben que siempre habrá tontos que les crean por desesperación, codicia o ignorancia. Estas estafas adoptan muchas formas, desde proyectos de monedas que prometen rendimientos ridículos de las inversiones en las que primero les das dinero (como Bitconnect), hasta grupos secretos especiales que prometen contarte todos los movimientos del mercado con anticipación para que puedas ganar dinero. .por una cuota. Recuerda. Si algo suena demasiado bueno para ser verdad, probablemente lo sea. Este consejo es especialmente cierto en el espacio de las criptomonedas, ya que implementar una moneda o un contrato inteligente es trivial en estos días y publicar sus reclamos sospechosos en línea es gratis. Recuerde, si alguien realmente encontrara una manera de calcular el tiempo del mercado o descubrir una manera de ganar toneladas de dinero infinito, ¿por qué se lo diría? Lo usarían ellos mismos para hacerse ricos. ¿Por qué lo compartirían? Se inteligente. Usa tu cerebro. No confíes en nadie.</p>
ko: <p>때로는 사기꾼이 미묘한 태도를 취하지도 않습니다. 그들은 거대하고 웅장한 주장을하고 절망, 탐욕 또는 무지에서 그들을 믿을 바보가 항상 있다는 것을 알고 있습니다. 이러한 사기는 처음에 돈을주는 투자에 대한 우스꽝스러운 수익을 약속하는 코인 프로젝트 (예 : Bitconnect)부터 모든 시장 움직임을 미리 알려서 돈을 벌 수 있도록 약속하는 특별한 비밀 그룹에 이르기까지 다양한 형태를 취합니다. . 수수료. 생각해 내다. 사실이 되기에는 너무 좋은 것 같다면 아마도 그럴 것입니다. 이 조언은 특히 암호 화폐 공간에서 사실입니다. 코인이나 스마트 계약을 배포하는 것은 요즘 사소하고 온라인에 그늘진 주장을 게시하는 것은 무료이기 때문입니다. 누군가가 정말로 시장 시간을 맞추는 방법을 찾거나 엄청난 돈을 벌 수있는 방법을 찾았다면 왜 그들은 당신에게 말할까요? 그들은 부자가되기 위해 스스로 그것을 사용할 것입니다. 왜 공유할까요? 똑똑하세요. 머리를 써라. 아무도 믿지 마십시오.</p>
ru: <p>Иногда мошенники даже не пытаются идти на какие-либо ухищрения. Они делают какие-то невероятные по своей грандиозности заявления, будучи уверенными, что всегда найдутся простофили, которые поверят им из отчаяния, жадности или невежества. Такой вид мошенничества может проявляться во множестве форм, начиная с криптовалютных проектов, обещающих абсурдный доход с инвестиций, при этом, разумеется, вы должны отдать им свои деньги (как в случае с Bitconnect), и заканчивая особыми, секретными группами, где вы якобы сможете заранее получить информацию о поведении рынка и заработать на этом... за определённую комиссию. Запомните, если что-то выглядит слишком хорошо, чтобы быть правдой, вероятно, это тот самый случай. Этот совет особо актуален в криптовалютном пространстве, так как размещение первичного предложения монет или смарт-контрактов является обычным делом в наше время, а раздача призрачных обещаний в сети — вообще не стоит ни копейки. Запомните, если кто-то действительно найдёт способ отслеживать тенденции поведения рынка или разработает метод, позволяющий заработать бесконечное количество денег, он едва ли станет делиться этим знанием с вами. Он просто воспользуется им для собственного обогащения. Ну зачем делиться таким знанием? Не теряйте головы. Думайте и никому не доверяйте.</p>

# knowledge__scams__3__title
source: The Outright Scam
es: La estafa absoluta
ko: 노골적인 사기
ru: Откровенное мошенничество

# knowledge__scams__4__text
source: <p>Your Monero seed IS your Monero. You must write it down when you first make a wallet, because if you lose your seed, you've lost your Monero and nobody can help you. BUT ALSO you must keep this seed safe from others. If someone steals your seed, they can send the Monero out of the wallet as if they were you, and, again, nobody can recover this money for you. It's gone.</p> <p>Far too often has an individual kept a cold wallet of Monero, been curious about their funds, and wanted to check on it. But rather than going through the hassle or reinstalling the entire wallet application, they just decide to use a web wallet to quickly restore their seed and look at their money. If they fall victim to the Business Look Alike scam, then the very act of inputting their seed gives it to the scammers, who can then move the money to a different wallet that they control at their convenience.</p> <p>ANYTIME a site, application, or wallet has a 'restore with seed' option, be very careful that the application you are using is a legitimate one. Check the hashes of the program (the Monero website has instructions on how to do this) to ensure the program has not been tampered with by outside forces, and be constantly aware of where and how you expose your seed. The double check may be annoying, but the loss of funds from carelessness would be even worse.</p>
es: <p>Tu semilla de Monero ES tu Monero. Debes anotarlo la primera vez que haces una billetera, porque si pierdes tu semilla, has perdido tu Monero y nadie puede ayudarte. PERO TAMBIÉN debes mantener esta semilla a salvo de los demás. Si alguien roba tu semilla, puede sacar el Monero de la billetera como si fuera tú y, nuevamente, nadie puede recuperar este dinero por ti. Se fue.</p> <p>Con demasiada frecuencia, una persona ha guardado una billetera fría de Monero, ha sentido curiosidad por sus fondos y ha querido verificarlo. Pero en lugar de pasar por la molestia o reinstalar la aplicación de billetera completa, simplemente deciden usar una billetera web para restaurar rápidamente su semilla y ver su dinero. Si son víctimas de la estafa Business Look Alike, entonces el mismo acto de ingresar su semilla se lo da a los estafadores, quienes luego pueden mover el dinero a una billetera diferente que controlan a su conveniencia.</p> <p>EN CUALQUIER MOMENTO un sitio, aplicación o billetera tiene una opción de 'restaurar con semilla', tenga mucho cuidado de que la aplicación que está utilizando sea legítima. Verifique los hash del programa (el sitio web de Monero tiene instrucciones sobre cómo hacer esto) para asegurarse de que el programa no haya sido manipulado por fuerzas externas y esté constantemente al tanto de dónde y cómo expone su semilla. La doble verificación puede ser molesta, pero la pérdida de fondos por descuido sería aún peor.</p>
ko: <p> 모네로 씨앗이 바로 모네로입니다. 처음 지갑을 만들 때 적어 두어야합니다. 시드를 잃으면 모네로를 잃어 버리고 아무도 도와 줄 수 없기 때문입니다. 그러나 또한이 씨앗을 다른 사람으로부터 안전하게 유지해야합니다. 누군가가 당신의 씨앗을 훔치면 그들은 마치 당신처럼 지갑에서 Monero를 보낼 수 있으며, 다시 말하지만 아무도 당신을 위해이 돈을 되 찾을 수 없습니다. 사라졌습니다. </p> <p> 개인이 Monero의 콜드 월렛을 가지고 있고 자금에 대해 궁금해하고 확인하고 싶어하는 경우가 너무 많습니다. 그러나 번거 로움을 겪거나 전체 지갑 응용 프로그램을 다시 설치하는 대신 웹 지갑을 사용하여 신속하게 시드를 복원하고 돈을보기로 결정합니다. Business Look Alike 사기의 희생양이되면 시드를 입력하는 바로 그 행위가 사기꾼에게 제공되며, 사기꾼은 자신의 편의에 따라 관리하는 다른 지갑으로 돈을 옮길 수 있습니다. </p> <p> 사이트, 애플리케이션 또는 지갑에 '시드로 복원'옵션이있는 경우 언제든지 사용중인 애플리케이션이 합법적 인 애플리케이션인지 매우주의하십시오. 프로그램의 해시 (모네로 웹 사이트에는이를 수행하는 방법에 대한 지침이 있음)를 확인하여 프로그램이 외부의 힘에 의해 변조되지 않았는지 확인하고 시드를 노출하는 위치와 방법을 지속적으로 파악하십시오. 이중 확인은 성 가실 수 있지만 부주의로 인한 자금 손실은 더 심할 것입니다. </p>
ru: <p>Ваша мнемоническая фраза И ЕСТЬ ваши Monero. Когда вы создаёте кошелёк, необходимо записать её, поскольку в том случае, если вы потеряете мнемоническую фразу, вы потеряете свои Monero и никто не сможет помочь вам. КРОМЕ ТОГО, следует хранить свою мнемоническую фразу в тайне от других. Если кто-то похитит её, то сможет перевести Monero с вашего кошелька, как если бы он был вами. И, опять же, уже никто не сможет восстановить ваши средства. Они будут утеряны безвозвратно.</p> <p>Ваша мнемоническая фраза И ЕСТЬ ваши Monero. Когда вы создаёте кошелёк, необходимо записать её, поскольку в том случае, если вы потеряете мнемоническую фразу, вы потеряете свои Monero и никто не сможет помочь вам. КРОМЕ ТОГО, следует хранить свою мнемоническую фразу в тайне от других. Если кто-то похитит её, то сможет перевести Monero с вашего кошелька, как если бы он был вами. И, опять же, уже никто не сможет восстановить ваши средства. Они будут утеряны безвозвратно.</p> <p>ВСЯКИЙ РАЗ, когда сайт, приложение или кошелёк предлагает опцию «восстановить на основе мнемонической фразы», будьте предельно осторожны и проверяйте. Является ли приложение, которым вы пользуетесь легитимным. Проверяйте хеши программы (на веб-сайте Monero имеются инструкции, как это сделать), чтобы убедиться в том, что программа не была изменена какими-то третьими лицами, и особенно осторожно пользуйтесь вашей мнемонической фразой. Возможно, двойная проверка и кажется утомительной, но потеря средств по неосторожности куда хуже.</p>

# knowledge__scams__4__title
source: The Role of Your Monero Seed in Scams
es: El papel de su semilla de Monero en las estafas
ko: 사기에서 Monero Seed의 역할
ru: Значение вашей мнемонической фразы для мошенников

# knowledge__scams__description
source: For as long as there has been money, there have been scams to get people to part with it - let's take the time to look at some of the most pervasive scams in the space.
es: Mientras ha habido dinero, ha habido estafas para que la gente se separe de él; tomemos el tiempo para ver algunas de las estafas más generalizadas en el espacio.
ko: 돈이있는 한, 사람들이 그 돈에 참여하도록하는 사기가있었습니다. 시간을내어 공간에서 가장 널리 퍼진 사기 몇 가지를 살펴 보겠습니다.
ru: Сколько существуют деньги, столько существуют и мошенники, пытающиеся обманным путём отнять их у людей. Предлагаем рассмотреть самые распространённые примеры мошенничества в криптовалютной индустрии.

# knowledge__scams__title
source: Scams to Look Out for When Using Monero
es: Estafas a tener en cuenta al usar Monero
ko: Monero를 사용할 때주의해야 할 사기
ru: Возможные случаи мошенничества при использовании Monero
