Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__myths__7__text
source: <p>In the 2017-2018 era, the Monero community made a commitment to keep ASICs off of the network. This was done by continuously hard forking every six months to a new proof-of-work algorithm, which would stop ASICs from taking over the network. The printer analogy in our <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">article on mining in Monero</a> explains how this works.</p> <p>What most people don't know is that Monero's hard forks did not begin for the reasons of changing its proof-of-work. Monero had been hard forking every six months prior to this as well, going back as far as 2015. Why do these hard forks in the first place? Ask any person that works on privacy and they will tell you that privacy is an arms race. One side makes good privacy, the other develops tools that can break said privacy, causing the first side to develop stronger technology, and the cycle goes on and on.</p> <p>A major example of pre-PoW change hard forks is the inclusion of RingCT in 2017, arguably the biggest changes to Monero ever that increased Monero's privacy by many orders of magnitude. We simply think it’s too soon to ossify the protocol, especially with exciting new privacy technologies in the works, such as Triptych and Lelantus. That said, we work hard to ensure our development, research, and more are as decentralized as possible. We have <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">an article that covers that topic</a> as well, so be sure to check it out.</p> <p>All this to say, the decentralized development team is finding it too difficult and exhausting to keep up this schedule and is looking to transition to a hard fork every nine months or even every year. This is because the community feels, with advancements like Triptych and Arcturus, we're getting close to what we are hoping will be a truly robust privacy with few weak points, leading to the lack of necessity for sustained, protocol-changing development. And on the proof-of-work front several community members created RandomX as a last gambit to keep ASICs off of the network. At time of writing, we’re still in the middle of this experiment, and have yet to see if it will be successful in the long term, but one of the desired results has come to pass, another reason for rapid forking removed, enabling a slower forking schedule.</p>
es: <p>En la era 2017-2018, la comunidad de Monero se comprometió a mantener a los ASIC fuera de la red. Esto se hizo mediante una bifurcación continua cada seis meses a un nuevo algoritmo de prueba de trabajo, que evitaría que los ASIC se hicieran cargo de la red. La analogía de la impresora en nuestro <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artículo sobre minería en Monero</a> explica cómo funciona esto.</p> <p>Finalmente, al equipo de desarrollo descentralizado le resultó demasiado difícil y agotador mantener este cronograma, por lo que crearon RandomX como último gambito para mantener a los ASIC fuera. Al momento de escribir, todavía estamos en el medio de este experimento, y aún no hemos visto si será exitoso a largo plazo, pero uno de los resultados deseados se ha cumplido, un cronograma de bifurcación más lento. </p> <p>¿Por qué seguimos bifurcando? Pregúntele a cualquier persona que trabaje en la privacidad y le dirá que la privacidad es una carrera armamentista. Un lado hace buena privacidad, el otro desarrolla herramientas que pueden romper dicha privacidad, haciendo que el primer lado desarrolle una tecnología más fuerte, y el ciclo sigue y sigue. Simplemente pensamos que es demasiado pronto para osificar el protocolo, especialmente con nuevas y emocionantes tecnologías de privacidad en proceso, como Triptych y Lelantus. Dicho esto, trabajamos duro para garantizar que nuestro desarrollo, investigación y más estén lo más descentralizados posible. También tenemos <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">un artículo que cubre ese tema</a> , así que asegúrese de consultarlo.</p>
ko: <p>2017-2018년도에 모네로는 ASICs를 네트워크에서 사용하지 못하게 하는 것에 집중했습니다. 이를 위해 반년마다 새로운 작업증명 알고리즘으로 하드포크해 네트워크에서 지속적으로 ASICs를 이용 불가능하게 했습니다. <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">모네로 채굴에 관하여</a>에 쓰인 프린터 예시에 이에 대해 설명이 되어 있습니다. </p> <p> 많은 사람들이 모르는 것이 모네로 하드포크의 원래 목적은 작업증명의 교체가 아니었습니다. 모네로는 작업증명을 교체하기 이전인 2015년부터 반년에 한번씩 하드포크하고 있었습니다. 그럼 왜 하드포크를 하고 있었을까? 보안쪽에서 일하는 아무에게나 물어보면 보안은 일종의 군비 경쟁이라고 할 것입니다. 한쪽에서 강력한 보안을 만들면, 반대편에서 그 보안을 뚫을 수 있는 기술을 만들고, 또 강력한 보안이 필요하게 되는 순환입니다.</p> <p>작업증명 교체 이전 시기의 하드포크의 중요성을 보여주는 예시는 모네로 보안의 가장 중요한 변화라고 볼 수 있는 2017년 RingCT의 도입입니다. Triptych와 Lelantus같은 신기술이 개발중인 현재도 우리는 아직 모네로 프로토콜을 완전히 굳히기에는 이르다고 생각합니다. 우리는 또 우리의 개발, 연구, 그 외 모네로의 많은 요소가 탈중앙화될 수 있도록 노력하고 있습니다. <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">이에 관해 정리한 글</a>이 있으니 읽어보시는 것을 권장합니다.</p> <p>최근에는 개발팀이 이 스케줄을 유지하는 것이 어려워지고 있다고 느껴, 하드포크 주기를 9달이나 1년으로 교체할 생각을 하고 있습니다. 모네로 커뮤니티는 Triptych와 Arcturus같은 기술의 개발로 모네로가 약점이 몇 없는 탄탄한 개인정보보호에 다왔다고 생각하고 이제 프로토콜 수준의 변화의 필요성이 줄었다고 믿고 있습니다. 작업증명 차원에서는 몇몇 멤버들의 RandomX 개발이 ASICs를 네트워크에서 완전히 쫓아낸 초강력수라고 믿습니다. 현재 이 글을 작성하는 시점에 RandomX의 실험중에 있으며 아직 성공할지는 모르지만, 주요 목적은 달성했다고 믿으며 이 덕분에 하드포크 스케줄을 바꿀 수 있다고 봅니다.</p>
ru: <p>В эру 2017-2018 годов сообщество Monero обязалось выкинуть майнеры на базе ASIC из сети. Это обеспечивалось путём реализации хардфорков каждые шесть месяцев и нового алгоритма доказательства работы, который не позволял ASIC доминировать в сети. Аналогия с принтером, которая приводится в нашей статье, <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">посвящённой майнингу Monero</a>, объясняет, как это работает.</p> <p>Большинство людей не знает, что хардфорки Monero стали делаться по причинам, не связанным с изменением алгоритма доказательств работы. До этого хардфорки Monero происходили каждые шесть месяцев, вплоть до 2015 года. Зачем были нужны хардфорки в первую очередь? Спросите любого, работающего в области обеспечения приватности, и он ответит вам, что разработка технологий приватности — это гонка вооружений. Одна сторона разрабатывает хорошую технологию, другая разрабатывает инструменты, которые позволят взломать эту технологию, в результате чего первой стороне приходится разрабатывать более надёжную технологию обеспечения приватности, и всё продолжается по кругу.</p> <p>Основным примером хардфорков, не направленных на изменение алгоритма PoW, является реализация протокола RingCT в 2017 году, что стало, возможно, самым значительным изменением в Monero, на много порядков величины повысившим уровень приватности Monero. Мы просто считаем, что время закостенения протокола ещё не настало, особенно принимая во внимание те удивительные технологии приватности, разработка которых продолжается, такие как Triptych и Lelantus. С учётом сказанного, мы изо всех сил стараемся сделать так, чтобы разработка, исследования и многое другое были максимально децентрализованными. У нас есть <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">статья и на эту тему,</a> обязательно прочитайте её.</p> <p>Все это говорит о том, что децентрализованная команда разработчиков считает этот график слишком сложным и утомительным и собирается переходить на новый график, согласно которому хардфорки будут производиться каждые девять месяцев или даже один раз в год. Это потому, что сообщество считает, что с учётом таких достижений, как Triptych и Arcturus, мы приближаемся к тому, что, как мы надеемся, будет по-настоящему надежной технологией обеспечения приватности лишь с небольшим количеством слабых мест, в результате чего необходимость в разработке с постоянным изменением протокола отпадёт. И на фронте разработки алгоритма доказательства работы, несколькими членами сообщества был создан RandomX как последняя мера борьбы с ASIC в сети. На момент написания этой статьи эксперимент ещё продолжается, и нам только предстоит увидеть, станет ли он успешным в долгосрочной перспективе, но один из желаемых результатов уже был достигнут — менее плотный график проведения форков.</p>

# knowledge__myths__7__title
source: Monero has hard forks quite often. Doesn’t this mean it’s centralized?
es: Monero tiene tenedores duros con bastante frecuencia. ¿No significa esto que está centralizado?
ko: 모네로는 너무 자주 하드포크하는데, 이러면 모네로는 중앙에서 통제되고 있는거 아닌가?
ru: Monero очень часто производит хардфорки. Значит, Monero централизована?

# knowledge__myths__8__text
source: <p>This is not, and never was, the coin of Riccardo ‘fluffypony’ Spagni. He didn’t even make it. It was started by a pseudonymous individual known as thankful_for_today, and there’s a very interesting story about that for another time. Fluffypony gained notoriety as both a core team member/lead maintainer, as he gave much time and resources to help the coin grow, as well as through his traveling and speaking at conferences. With these two things combined, he became a sort of unofficial face for Monero, and was usually the gateway through which people found us. Due to the awful CEO culture that was pervasive in the cryptocurrency scene, they assumed that he was the founder and leader of Monero, both of which are not true.</p> <p>In present day, fluffypony is still a part of the core team, but is no longer the lead maintainer of the codebase, and has stepped back to work on his own personal projects. Monero continues along just fine.</p>
es: <p>Esta no es, y nunca fue, la moneda de Riccardo ‘fluffypony’ Spagni. Ni siquiera lo logró. Fue iniciado por una persona seudónima conocida como thankful_for_today, y hay una historia muy interesante sobre eso para otro momento. Fluffypony ganó notoriedad como miembro del equipo central / mantenedor principal, ya que dio mucho tiempo y recursos para ayudar al crecimiento de la moneda, así como a través de sus viajes y conferencias en conferencias. Con estas dos cosas combinadas, se convirtió en una especie de cara no oficial para Monero, y generalmente era la puerta de entrada a través de la cual la gente nos encontraba. Debido a la horrible cultura del CEO que era generalizada en la escena de las criptomonedas, asumieron que él era el fundador y líder de Monero, los cuales no son ciertos.</p> <p>En la actualidad, fluffypony sigue siendo parte del equipo central, pero ya no es el principal mantenedor de la base de código, y ha retrocedido para trabajar en sus propios proyectos personales. Monero continúa muy bien.</p>
ko: <p>모네로는 Riccardo ‘fluffypony’ Spagni 개인의 코인이었던 적도 없고 그럴 일도 없습니다. 심지어 그는 개발자도 아닙니다. 이 루머는 thankful_for_today라는 가명을 쓰는 인물이 시작했으며, 이에 관한 흥미로운 배경이 있지만 이 글의 요지가 아니니 다음에 다루겠습니다. Fluffypony는 주요 관리자 중 한명이며 개발팀의 중요 멤버로, 많은 시간과 자원을 투자해 모네로의 성장을 돕고 여러 학회에 참석해 발표를 하는 등 명성을 얻었습니다. 이로 인해 그는 모네로의 비공식적 대표가 되었으며, 사람들이 모네로에 대해 알게 되는 주요 원인이었습니다. 당시 가상화폐 세계에 있던 'CEO 문화'때문에 사람들은 그가 모네로의 개발자이자 리더라과 믿었지만, 이는 사실이 아닙니다.</p> <p>오늘 날 fluffypony는 아직도 중요 인물 중 한명이지만, 코드 관리자는 아니며, 개인적 업무로 인해 모네로에서 한발짝 물러났습니다. 모네로는 그 없이도 잘 나아가고 있습니다.</p>
ru: <p>Это не так. Monero никогда не была монетой Риккардо fluffypony Спаньи. Он даже не создавал её. Всё началось с человека, известного под псевдонимом thankful_for_today, и это очень интересная история, которую мы расскажем в другой раз. Fluffypony получил известность в качестве члена команды лидеров (core team) / руководителя по сопровождению кодовой базы, поскольку обладал достаточным временем и ресурсами, чтобы способствовать развитию монеты, а также благодаря своим посещениям и выступлениям на всевозможных конференциях. С учётом этих двух факторов он стал своего рода неофициальным лицом Monero, а также тем связующим звеном, посредством которого люди выходили на нас. Из-за всепроникающей и ужасной культуры назначения гендиректоров, которой не удалось избежать и криптовалютам, все решили, что именно он и является основателем и руководителем проекта Monero, что в обоих случаях не соответствует действительности.</p> <p>На сегодняшний день fluffypony по-прежнему является членом основной команды проекта, но более не выполняет руководящих функций по сопровождению кодовой базы, занимаясь больше личными проектами. А у Monero тоже всё просто прекрасно.</p>

# knowledge__myths__8__title
source: This is fluffypony’s personal coin!
es: ¡Esta es la moneda personal de esponjoso!
ko: 모네로는 그저 fluffypony 개인의 가상화폐일 뿐이다!
ru: Это личная монета fluffypony!

# knowledge__myths__9__text
source: <p>This is an indisputable fact, and is not something to be argued. moneromooo is a well known member of the Monero community. So much so that the community raised funds via our crowdfunding platform, the Community Crowdfunding System (CCS) for them to work full time on Monero. New work proposals are submitted every quarter, so if the community is ever unsatisfied with work done, they simply need not crowdfund his next proposal. </p> <p>As one can imagine, working on Monero full time rather than on a volunteer basis will result in large amounts of accumulated work. Since Monero did not have a premine, ICO, and takes no founder’s reward, we otherwise do not have full time engineers working on the project, and people contribute what they can, when they can, and it’s simply not feasible to expect these contributions to outweigh a full time worker.</p> <p>That said, there is still great effort to have checks and balances. A member of the core team still merges the code after review, so it’s not a case where an individual both makes and integrates the code, thereby bypassing any oversight needed to catch an egregious error or malicious intent.</p>
es: <p>Este es un hecho indiscutible, y no es algo para discutir. moneromooo es un miembro bien conocido de la comunidad Monero. Tanto es así que la comunidad recaudó fondos a través de nuestra plataforma de crowdfunding, el Sistema de Crowdfunding Comunitario (CCS) para que trabajen a tiempo completo en Monero. Cada trimestre se envían nuevas propuestas de trabajo, por lo que si la comunidad no está satisfecha con el trabajo realizado, simplemente no necesita crowdfundizar su próxima propuesta. </p> <p>Como uno puede imaginar, trabajar en Monero a tiempo completo en lugar de ser voluntario resultará en grandes cantidades de trabajo acumulado. Dado que Monero no tenía un preminente, ICO, y no recibe la recompensa del fundador, de lo contrario no tenemos ingenieros a tiempo completo trabajando en el proyecto, y las personas contribuyen con lo que pueden, cuando pueden, y simplemente no es factible esperar estas contribuciones para Superar a un trabajador a tiempo completo.</p> <p>Dicho esto, todavía hay un gran esfuerzo para tener controles y equilibrios. Un miembro del equipo central aún fusiona el código después de la revisión, por lo que no es un caso en el que una persona cree e integre el código, evitando cualquier supervisión necesaria para detectar un error atroz o una intención maliciosa.</p>
ko: <p>이는 사실이며 논쟁의 여지는 아닙니다. moneromooo는 모네로 커뮤니티에서 유명한 인물입니다. 이를 풀타임으로 모네로에 일하게 하기 위해서 Community Crowdfunding System (CCS)를 통해 모금을 한 적도 있습니다. 분기에 한번씩 새로운 작업을 제안하는데, 커뮤니티가 결과물이 마음에 안들면, 그저 다음 제안을 지원하지 않으면 그만입니다. </p> <p>예상할 수 있다시피, 모네로에 자원봉사가 아닌 고용되어 풀타임으로 일하기 시작하면 업무량이 많아집니다. 모네로는 사전채굴, ICO, 개발자 보상 등이 없기에 프로젝트에 풀타임으로 일하는 개발자들이 따로 없으며 개인 유저들이 자기가 가능한만큼 기여하는 것이기에 풀타임 직원만큼의 효용을 기대하는건 비상식적입니다.</p> <p>그걸 감안해도, 모네로가 잘 작동할 수 있도록 유지보수에 많은 노력이 들어가고 있습니다. 주요 개발자 중 한명이 코드를 검수한 후 적용하고 있어, 개인 한명이 혼자 개발하고 도입할 수는 없습니다. 이는 치명적인 오류나 악의 등을 방지할 수 있습니다.</p>
ru: <p>Это не какой-то скрываемый факт, и с этим никто не спорит. Moneromooo — довольно известный член сообщества Monero. Настолько известный, что сообщество при помощи своей платформы общественного финансирования, Community Crowdfunding System (CCS), собрало средства для оплаты его полной занятости, то есть работы на проект Monero. Новые предложения по финансированию публикуются ежеквартально, поэтому если в какой-то момент сообщество решит, что он не справляется со своей работой, очередное предложение просто не будет профинансировано. </p> <p>Кто-то может подумать, что полная занятость в проекте Monero предполагает накопление огромных объёмов работы. Поскольку у нас нет премайнинга, ICO и мы не выплачиваем вознаграждения основателю, мы не имеем возможности привлекать технических специалистов для работы над проектом полный рабочий день иным образом, и люди привносят тот вклад, который им по силам. И глупо было бы ожидать, что такой разрозненный вклад как-то перевесит деятельность человека, работающего на постоянной основе.</p> <p>С учётом этого продолжается работа над выработкой системы сдержек и противовесов. Член основной команды проекта по-прежнему интегрирует код после анализа, так что это не тот случай, когда человек занимается одновременно созданием и интеграцией кода, минуя анализ, необходимый для выявления вопиющих ошибок или даже недобросовестности.</p>

# knowledge__myths__9__title
source: The majority of commits since 2017 have come from an individual known as moneromooo-monero
es: La mayoría de los compromisos desde 2017 provienen de un individuo conocido como moneromooo-monero
ko: 2017년 이후부터 생성된 대부분의 commit은 moneromooo-monero가 만들었다
ru: Начиная с 2017 года большинство коммитов было опубликовано человеком, известным как moneromooo-monero

# knowledge__myths__description
source: A lot of common criticisms levied toward Monero that are either outdated, or incorrect, while others are presenting a very narrow view of the problem in question. In this article we hope to set the record straight on these criticisms.
es: Muchas críticas comunes hacia Monero están desactualizadas o son incorrectas, mientras que otras presentan una visión muy limitada del problema en cuestión. En este artículo esperamos dejar las cosas claras sobre estas críticas.
ko: 모네로에 관한 많은 미신과 우려들은 이미 해결됐거나, 잘못됐거나, 편협된 시각에서 비롯된 것입니다. 이 글에서 저희는 이를 바로잡고자 합니다.
ru: Вокруг Monero ходит множество критических слухов, которые либо уже давно устарели, либо в корне неверны, или попросту непозволительно сужают контекст рассматриваемой проблемы. В этой статье мы надеемся дать достойный ответ подобной критике.

# knowledge__myths__title
source: Top 15 Monero Myths and Concerns Debunked
es: Los 15 principales mitos y preocupaciones de Monero desacreditados
ko: 모네로에 관한 15가지 미신과 우려, 그리고 그 해답
ru: Развенчиваем 15 самых популярных мифов о Monero
