Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# affiliate__users__title
source: Users
es: Usuarios
ko: 유저
ru: Статистика

# agoradesk__ad_listing__load_more__itm
source: Load more in-the-money ads...
es: Cargue más anuncios en el dinero ...
ko: 내가격 계약 더 보기...
ru: Показать больше объявлений в деньгах ...

# agoradesk__ad_listing__load_more__otm
source: Load more out-of-the-money ads...
es: Cargue más anuncios fuera del dinero ...
ko: 외가격 계약 더 보기...
ru: Показать больше объявлений вне денег...

# agoradesk__ad_page__how_much_notional_amount
source: Please input the {notional} {currencyCode} {or} {underlying} {assetSymbol} amount
es: Ingrese la cantidad {notional} {currencyCode} {or} la cantidad {underlying} {assetSymbol}
ko: {notional} {currencyCode} {or} {underlying} {assetSymbol} 량을 입력하시기 바랍니다
ru: Пожалуйста, введите {notional} {currencyCode} {or} {underlying} {assetSymbol}

# agoradesk__ad_page__how_much_notional_amount__notional
source: notional
es: cantidad teórica
ko: 명목
ru: условную сумму

# agoradesk__ad_page__how_much_notional_amount__notional__tip
source: The {currencyCode} value of the underlying {assetSymbol} amount this option gives the right to {buy_or_sell}
es: El valor {currencyCode} de la cantidad subyacente {assetSymbol} que esta opción da derecho a {buy_or_sell}
ko: {buy_or_sell}가 가능한 {currencyCode} 의 최소 실가치 {assetSymbol}
ru: Стоимость в {currencyCode} базовой суммы {assetSymbol}, которую этот опцион дает право {buy_or_sell}

# agoradesk__ad_page__how_much_notional_amount__or
source: or
es: o
ko: 또는
ru: или

# agoradesk__ad_page__how_much_notional_amount__underlying
source: underlying
es: cantidad subyacente
ko: 기초
ru: базовую сумму

# agoradesk__ad_page__notional_input__label
source: Notional {currencyCode}
es: Cantidad nocional {currencyCode}
ko: 명목 {currencyCode}
ru: Условная сумма {currencyCode}

# agoradesk__ad_page__premium_calculator__idle_label
source: Estimated total {premium} will be shown here
es: El total estimado {premium} se mostrará aquí
ko: 예상 총 {premium}은 여기 표시됩니다
ru: Тут будет показана примерная общая сумма {premium}

# agoradesk__ad_page__premium_calculator__idle_label__premium
source: premium
es: prima
ko: 프리미엄
ru: премии

# agoradesk__ad_page__premium_calculator__idle_label__premium__tip_buyer
source: The total amount of {currencyCode} you need to pay to buy the option
es: La cantidad total de {currencyCode} que debe pagar para comprar la opción
ko: 옵션구매를 위한 {currencyCode}량
ru: Общая сумма {currencyCode}, которую вам нужно заплатить, чтобы купить опцион

# agoradesk__ad_page__premium_calculator__idle_label__premium__tip_seller
source: The total amount of {currencyCode} you are paid for selling the option
es: La cantidad total de {currencyCode} que se le pagará por vender la opción
ko: 옵션판매를 통해 얻는 {currencyCode}량
ru: Общая сумма {currencyCode}, которую вы получите за продажу опциона

# agoradesk__ad_page__premium_calculator__label
source: Estimated total {premium}:
es: Total estimado {premium}:
ko: 예상 총 {premium}:
ru: Примерная сумма {premium}:

# agoradesk__ad_page__premium_per_asset__tip_seller
source: The amount of {currencyCode} per {assetSymbol} that you will be paid for selling the option
es: La cantidad de {currencyCode} por {assetSymbol} que se le pagará por vender la opción
ko: 옵션 판매를 통해 얻는 {assetSymbol} 당 {currencyCode}량
ru: Сумма {currencyCode} за {assetSymbol}, которую вы получите за продажу опциона

# agoradesk__ad_page__rtfm_warning
source: Make sure you've read the {call_or_put} option {buying_or_selling} guide
es: Asegúrese de haber leído la guía {call_or_put} opción {buying_or_selling}
ko: {call_or_put} 옵션 {buying_or_selling} 가이드를 꼭 읽으시기 바랍니다.
ru: Прочитайте руководство по {buying_or_selling} {call_or_put} опционов

# agoradesk__ad_page__rtfm_warning__buying
source: buying
es: comprando
ko: 구매중
ru: покупке

# agoradesk__ad_page__rtfm_warning__selling
source: selling
es: de venta
ko: 판매중
ru: продаже

# agoradesk__ad_page__underlying_amount_tip
source: The amount of {asset} this option gives the right to {buy_or_sell}
es: La cantidad de {asset} esta opción da derecho a {buy_or_sell}
ko: 이 옵션을 통해 얻는 {asset} {buy_or_sell}량
ru: Сумма {asset}, которую этот опцион дает право {buy_or_sell}

# agoradesk__ad_page__underlying_amount_tip_buy
source: buy
es: Comprar
ko: 구매
ru: купить

# agoradesk__ad_page__underlying_amount_tip_sell
source: sell
es: vender
ko: 판매
ru: продать

# agoradesk__ad_page__underlying_input__label
source: Underlying {assetName}
es: Cantidad subyacente {assetName}
ko: 기초 {assetName}
ru: Базовая сумма {assetName}

# agoradesk__ad__premium_rate
source: {premiumRatePercent}% of the price
es: {premiumRatePercent}% del precio
ko: 가격의 {premiumRatePercent}%
ru: {premiumRatePercent}% от цены

# agoradesk__asset_filter_toggle__ads__all
source: SHOW ALL ADS
es: MOSTRAR TODOS LOS ANUNCIOS
ko: 모든 계약 보기
ru: ПОКАЗАТЬ ВСЕ ОБЪЯВЛЕНИЯ

# agoradesk__asset_filter_toggle__ads__coin
source: {assetSymbol} ADS ONLY
es: {assetSymbol} SOLO ANUNCIOS
ko: {assetSymbol} 계약만 보기
ru: ТОЛЬКО {assetSymbol} ОБЪЯВЛЕНИЯ

# agoradesk__asset_filter_toggle__all
source: SHOW ALL
es: Mostrar todo
ko: 전부 보기
ru: показать все

# agoradesk__asset_filter_toggle__coin
source: {assetSymbol} ONLY
es: {assetSymbol} SOLO
ko: {assetSymbol}만 보기
ru: ТОЛЬКО {assetSymbol}

# agoradesk__asset__label
source: Cryptocurrency asset
es: Activo de criptomoneda
ko: 가상화폐 자산
ru: Криптовалюта

# agoradesk__expiry
source: Expiry
es: Expiración
ko: 유효기일
ru: Истечение

# agoradesk__expiry_days
source: {number_of_days} days
es: {number_of_days} días
ko: {number_of_days}일
ru: {number_of_days} дней

# agoradesk__expiry__tip
source: The time period after which this option is no longer in force. The countdown starts after the {seller_or_buyer} confirms receiving the {cover_or_premium} payment.
es: El período de tiempo después del cual esta opción ya no está vigente. La cuenta regresiva comienza después de que el {seller_or_buyer} haya confirmado que recibió el pago de la {cover_or_premium}.
ko: 옵션이 만료되는 기간. {seller_or_buyer}의 {cover_or_premium} 지불 확인 직후 시작됩니다.
ru: Период времени, после которого этот опцион перестает действовать. Обратный отсчет начинается после того, как {seller_or_buyer} подтвердит получение {cover_or_premium}.

# agoradesk__expiry__tip__buyer
source: buyer
es: comprador
ko: 구매자
ru: покупатель

# agoradesk__expiry__tip__cover
source: cover
es: cobertura
ko: 담보
ru: покрытия

# agoradesk__expiry__tip__premium
source: premium
es: prima
ko: 프리미엄
ru: премии

# agoradesk__expiry__tip__seller
source: seller
es: vendedor
ko: 판매자
ru: продавец

# agoradesk__guide__ad_page__buy
source: buy
es: Comprar
ko: 구매
ru: купить

# agoradesk__guide__ad_page__buyer
source: buyer
es: comprador
ko: 구매자
ru: Покупатель

# agoradesk__guide__ad_page__general
source: After you press the '{buy_or_sell_button_name}' button you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them you can go back to the previous page and choose another advertisement.
es: Después de presionar el botón '{buy_or_sell_button_name}', verá más información sobre el anuncio, incluidos los términos del intercambio. Léalos antes de enviar la solicitud de intercambio; si no está de acuerdo con ellos, puede volver a la página anterior y elegir otro anuncio.
ko: '{buy_or_sell_button_name}'를 클릭하시면 계약에 대한 약관을 포함한 상세내용을 더 볼 수 있습니다. 거래요청 이전에 읽기를 권장하며 거래조건에 동의하지 않으시면 뒤로가기 후 다른 계약을 선택하셔도 됩니다.
ru: После того, как вы нажмете кнопку '{buy_or_sell_button_name}', вы увидите больше информации об объявлении, включая условия сделки. Прочитайте их перед отправкой запроса на сделку, и если вы не согласны с ними, вы можете вернуться на предыдущую страницу и выбрать другое объявление.

# agoradesk__guide__ad_page__general__how_to_start
source: To start the trade, type in how much {asset} you want to {buy_or_sell} and click the 'Send trade request' button to the start the trade.
es: Para iniciar la operación, ingrese cuánto {asset} desea {buy_or_sell} y haga clic en el botón 'Enviar solicitud de operación' para iniciar la operación.
ko: 거래하시기 바라면, 원하시는 {asset}의 {buy_or_sell}량을 입력하신 후 '거래요청'을 클릭하시면 됩니다.
ru: Чтобы начать сделку, введите {asset}, сколько вы хотите {buy_or_sell}, и нажмите кнопку 'Отправить запрос на сделку', чтобы начать торговлю.

# agoradesk__guide__ad_page__sell
source: sell
es: vender
ko: 판매
ru: продавать

# agoradesk__guide__ad_page__seller
source: seller
es: Vendedor
ko: 판매자
ru: продавец

# agoradesk__guide__btc_as_an_example
source: For the purpose of this guide we'll use BTC as a base currency, but the same rules apply to XMR.
es: A los fines de esta guía, utilizaremos BTC como moneda base, pero las mismas reglas se aplican a XMR.
ko: 이 가이드는 BTC를 이용하여 설명하지만, XMR에도 똑같이 적용됩니다.
ru: Для целей данного руководства мы будем использовать BTC в качестве базовой валюты, но те же правила применяются к XMR.

# agoradesk__guide__search__all_methods_buyer
source: If you're unsure how you want to pay, choose 'All online offers' as your payment method.
es: Si no está seguro de cómo desea pagar, elija 'Todas las ofertas en línea' como método de pago.
ko: 돈을 지불할 결제수단을 정하지 못할 경우, '모든 온라인 결제'를 결제수단으로 선택하시면 됩니다.
ru: Если вы не знаете, как хотите оплатить, выберите «Все онлайн-предложения» в качестве способа оплаты.

# agoradesk__guide__search__all_methods_seller
source: If you're unsure how you want to be paid, choose 'All online offers' as your payment method.
es: Si no está seguro de cómo desea recibir el pago, elija 'Todas las ofertas en línea' como método de pago.
ko: 돈을 지불받을 결제수단을 정하지 못할 경우, '모든 온라인 결제'를 결제수단으로 선택하시면 됩니다.
ru: Если вы не знаете, как хотите получать оплату, выберите «Все онлайн-предложения» в качестве способа оплаты.

# agoradesk__guide__search__buy_tab_name
source: Buy
es: Comprar
ko: 구매
ru: купить

# agoradesk__guide__search__choose_ad_type
source: In the left column you should then select the '{buy_or_sell_tab_name}' tab. If you wish to change the country,currency, payment method or specify the needed amount, click on the 'Show search menu' button, choose the desired parameters, and press the search button.
es: En la columna izquierda, debe seleccionar la pestaña '{buy_or_sell_tab_name}'. Si desea cambiar el país, la moneda, el método de pago o especificar la cantidad necesaria, haga clic en el botón 'Mostrar menú de búsqueda', elija los parámetros deseados y presione el botón de búsqueda.
ko: 좌측열의 '{buy_or_sell_tab_name}'탭을 누르시면 됩니다. 거래 국가, 통화, 결제수단을 바꾸고 싶으시거나 거래액을 설정하고 싶으시면, '메뉴검색보기'를 누르시고 검색조건을 설정하신 후 검색하시면 됩니다.
ru: В левом столбце вы должны выбрать вкладку «{buy_or_sell_tab_name}». Если вы хотите изменить страну, валюту, способ оплаты или указать нужную сумму, нажмите кнопку «Показать меню поиска», выберите нужные параметры и нажмите кнопку поиска.

# agoradesk__guide__search__choose_asset
source: Then, select the cryptocurrency you want to trade by pressing the corresponding tab on the row above the ads table. For this example we'll choose BTC.
es: Luego, seleccione la criptomoneda que desea negociar presionando la pestaña correspondiente en la fila sobre la tabla de anuncios. Para este ejemplo, elegiremos BTC.
ko: 이후 거래하시고 싶은 가상화폐를 계약테이블 윗줄에서 선택하시면 됩니다. 이 예시에선 BTC이 사용됩니다.
ru: Затем выберите криптовалюту, которой вы хотите торговать, нажав соответствующую вкладку в строке над таблицей объявлений. Для этого примера мы выберем BTC.

# agoradesk__guide__search__choose_options
source: On the top bar of the website, select 'Trade options'.
es: En la barra superior del sitio web, seleccione 'Opciones comerciales'.
ko: 맨 윗줄에서 '거래 옵션'을 선택하시면 됩니다.
ru: На верхней панели сайта выберите «Торговать опционами».

# agoradesk__guide__search__main_page
source: Go to the main page.
es: Ve a la página principal.
ko: 메인페이지로.
ru: Перейти на главную страницу.

# agoradesk__guide__search__search_results
source: The site will list traders available in your region.
es: El sitio enumerará los comerciantes disponibles en su región.
ko: 유저가 설정한 지역에서 이용 가능한 거래가 표시됩니다.
ru: На сайте будут перечислены трейдеры, доступные в вашем регионе.

# agoradesk__guide__search__sell_tab_name
source: Sell
es: vender
ko: 판매
ru: продавать

# agoradesk__index__ad_selectors__buy
source: Buy
es: Comprar
ko: 구매
ru: Купить

# agoradesk__index__ad_selectors__call
source: Call
ko: 콜
ru: Колл

# agoradesk__index__ad_selectors__coins
source: Trade coins
es: Comercio de monedas
ko: 가상화폐 거래
ru: Торговать монетами

# agoradesk__index__ad_selectors__options
source: Trade options
es: Opciones comerciales
ko: 옵션 거래
ru: Торговать опционами

# agoradesk__index__ad_selectors__put
source: Put
ko: 풋
ru: Пут

# agoradesk__index__ad_selectors__sell
source: Sell
es: vender
ko: 판매
ru: Продать

# agoradesk__index__ads_table__itm_otm_separator__current_market_price
source: Market price
es: Precio de mercado
ko: 시장가
ru: Рыночная цена

# agoradesk__index__ads_table__itm_otm_tip
source: Options in green are in-the-money, and options in red are out-of-the-money
es: Las opciones en verde están dentro del dinero, y las opciones en rojo están fuera del dinero
ko: 녹색으로 표기된 옵션은 내가격이고, 적색으로 표기된 옵션은 외가격입니다
ru: Опционы в зеленом цвете - 'в деньгах', а опционы в красном - 'вне денег'

# agoradesk__index__ads_table__load_mor__button
source: Load more...
es: Carga más...
ko: 더보기...
ru: Показать еще...

# agoradesk__index__ads_table__load_more__loading
source: Please wait
es: por favor espera
ko: 잠시 기다려 주십시오
ru: подождите пожалуйста

# agoradesk__lbc_alternative__cta
source: Sign up for free to start trading Bitcoin now
es: Regístrese gratis para comenzar a operar Bitcoin ahora
ko: 무료가입 후 BTC 거래를 시작하세요
ru: Зарегистрируйтесь бесплатно, чтобы начать торговать биткойнами прямо сейчас

# agoradesk__lbc_alternative__disputes__content
source: Our arbitration standards are very high, as<strong> we do not accept screenshots or other easily-falsifiable documents as proof in disputes</strong>. Because of this, we are able to deter a large amount of scammers from trying to scavenger on our platform. We respond quickly to user reports and we issue warnings in regions where there are sudden spikes of scammer activity.
es: Nuestros estándares de arbitraje son muy altos, ya que<strong> no aceptamos capturas de pantalla u otros documentos fácilmente falsificables como prueba en disputas</strong>. Debido a esto, somos capaces de disuadir a una gran cantidad de estafadores de tratar de buscar en nuestra plataforma. Respondemos rápidamente a los informes de los usuarios y emitimos advertencias en regiones donde hay picos repentinos de actividad de estafadores.
ko: <strong>우리는 스크린샷이나 쉽게 조작이 가능한 문서를 인정하지 않기 때문에</strong> 중재 개입 요건은 상당히 까다롭습니다. 이 덕분에, 우리는 많은 사기를 미연에 방지할 수 있습니다. 우리는 유저 신고에 최대한 빠르게 반응하고 사기 시도가 많은 지역에는 거래 시 주의할 것을 경고합니다.
ru: Наши арбитражные стандарты очень высоки, так как<strong> мы не принимаем скриншоты или другие легко фальсифицируемые документы в качестве доказательств в спорах</strong>. Благодаря этому мы можем удерживать большое количество мошенников от попыток кормиться на нашей платформе. Мы быстро отвечаем на отчеты пользователей и выпускаем предупреждения в регионах, где наблюдается внезапный всплеск активности мошенников.

# agoradesk__lbc_alternative__disputes__title
source: Fraud prevention
es: Prevención del fraude
ko: 사기 방지
ru: Предотвращение мошенничества

# agoradesk__lbc_alternative__features_0
source: No KYC/AML or verification
es: Sin KYC / AML o verificación
ko: KYC/AML 및 본인인증 불필요
ru: Нет KYC / AML или проверки личности

# agoradesk__lbc_alternative__features_1
source: Any currency, any payment method, anywhere
es: Cualquier moneda, cualquier método de pago, en cualquier lugar.
ko: 어디서든 모든 통화, 결제수단, 이용가능
ru: Любая валюта, любой способ оплаты, где угодно

# agoradesk__lbc_alternative__features_10
source: {nojs} (loads by default when accessing from Tor or I2P)
es: {nojs} (se carga de forma predeterminada al acceder desde Tor o I2P)
ko: {nojs} (토르나 I2P 이용시 자동 표시)
ru: {nojs} (загружается по умолчанию при доступе из Tor или I2P)

# agoradesk__lbc_alternative__features_10_1
source: No-JavaScript version of the site
es: Versión sin JavaScript del sitio
ko: 자바를 이용하지 않는 사이트
ru: Версия сайта без JavaScript

# agoradesk__lbc_alternative__features_11
source: Fully functional when Google is blocked
es: Totalmente funcional cuando Google está bloqueado
ko: 구글 사용이 불가능한 곳에서도 이용 가능
ru: Сайт полностью работает при заблокированном Google

# agoradesk__lbc_alternative__features_12
source: {affiliate} - earn commission for inviting trading users
es: {affiliate}: gane una comisión por invitar a usuarios comerciales
ko: {affiliate} - 다른 유저를 초대해서 중개료를 수령하세요
ru: {affiliate} - зарабатывайте комиссию за приглашение торгующих пользователей

# agoradesk__lbc_alternative__features_12_1
source: Affiliate program
es: Programa de afiliados
ko: 제휴 프로그램
ru: Партнерская программа

# agoradesk__lbc_alternative__features_13
source: Multilingual: we support English, Russian, Chinese (both simplified and traditional), Italian, Portuguese and Spanish
es: Multilingüe: admitimos inglés, ruso, chino (simplificado y tradicional), italiano, portugués y español
ko: 다수의 언어 지원: 우리는 영어, 러시아어, 중국어, 이태리어, 포르투갈어, 그리고 스페인어를 지원합니다
ru: Многоязычность: мы поддерживаем английский, русский, китайский (упрощенный и традиционный), итальянский, португальский и испанский

# agoradesk__lbc_alternative__features_14
source: Mobile notifications through {telegram}, so that you won't have to install yet another app on your phone just to get push notifications about your trades (LocalBitcoins implemented this feature after us)
es: Notificaciones móviles a través de {telegram}, para que no tenga que instalar otra aplicación en su teléfono solo para recibir notificaciones push sobre sus operaciones (LocalBitcoins implementó esta función después de nosotros)
ko: 거래알림을 위한 다른 어플 설치가 필요없는 {telegram}을 통한 스마트폰 알림 지원 (우리가 먼저 선보인 이후 LocalBitcoins도 도입)
ru: Мобильные уведомления через {telegram}, так что вам не придется устанавливать еще одно приложение на свой телефон только для того, чтобы получать push-уведомления о ваших сделках (LocalBitcoins реализовал эту функцию уже после нас)

# agoradesk__lbc_alternative__features_15
source: Beautiful ads through the use of Markdown
es: Hermosos anuncios a través del uso de Markdown
ko: Markdown을 통한 세련된 계약광고
ru: Красивые объявления благодаря использованию Markdown

# agoradesk__lbc_alternative__features_16
source: 2FA (with TOTP apps like Google Authenticator or andOTP)
es: 2FA (con aplicaciones TOTP como Google Authenticator o andOTP)
ko: 2중인증 (구글OTP나 안드로이드OTP같은 OTP를 이용)
ru: 2FA (с приложениями TOTP, такими как Google Authenticator или andOTP)

# agoradesk__lbc_alternative__features_17
source: Withdraw currencies other than BTC
es: Retirar monedas distintas de BTC
ko: BTC 이외의 통화 인출
ru: Вывод средств в других валютах, кроме BTC

# agoradesk__lbc_alternative__features_18
source: Complicated pricing mechanisms through the use of price formulas
es: Mecanismos de fijación de precios complicados mediante el uso de fórmulas de precios.
ko: 가격 계산 공식을 이용한 정확한 가격
ru: Сложные механизмы ценообразования благодаря использованию ценовых формул

# agoradesk__lbc_alternative__features_19
source: and more...
es: y más...
ko: 그리고 더...
ru: и не только...

# agoradesk__lbc_alternative__features_2
source: Online Bitcoin trading
es: Comercio en línea de Bitcoin
ko: 온라인 비트코인 거래
ru: Онлайн торговля биткойнами

# agoradesk__lbc_alternative__features_20
source: Fully functional {api} modeled after LocalBitcoins API for easy transition
es: {api} completamente funcional modelada a partir de la API LocalBitcoins para una transición fácil
ko: LocalBitcoins의 운영체제를 벤치마킹한 {api}
ru: Полностью функциональный {api}, сделанный по образцу API LocalBitcoins для легкого перехода

# agoradesk__lbc_alternative__features_3
source: Offline cash face-to-face Bitcoin trading
es: Comercio de Bitcoin cara a cara en efectivo sin conexión
ko: 오프라인 비트코인 직접 거래
ru: Оффлайн торговля биткойнами при помощи наличных

# agoradesk__lbc_alternative__features_4
source: Full arbitration bond protection on all online trades
es: Protección total de la fianza de arbitraje en todas las operaciones en línea
ko: 모든 온라인 거래에 대한 완전한 중재 채권 보호
ru: Полная защита арбитражным залогом во всех онлайн-сделках

# agoradesk__lbc_alternative__features_5
source: No deposit fees, fair withdrawal fees
es: Sin tarifas de depósito, tarifas de retiro justas
ko: 입금 수수료가 없고 다른 플랫폼에 비해 공정한 출금 수수료
ru: Без комиссии за депозит, справедливая комиссия за вывод

# agoradesk__lbc_alternative__features_6
source: Fast and responsive support
es: Soporte rápido y receptivo
ko: 신속한 고객지원
ru: Быстрая и отзывчивая поддержка

# agoradesk__lbc_alternative__features_7
source: No email during registration
es: No hay correo electrónico durante el registro
ko: 이메일 인증 필요없는 가입
ru: Не требуется электронная почта при регистрации

# agoradesk__lbc_alternative__features_8
source: Onion portal
es: Portal de Tor
ko: 토르 포탈 이용 가능
ru: Tor портал

# agoradesk__lbc_alternative__features_9
source: I2P portal
es: Portal I2P
ko: I2P 포탈 이용 가능
ru: I2P портал

# agoradesk__lbc_alternative__features__title
source: AgoraDesk's features include:
es: Las características de AgoraDesk incluyen:
ko: AgoraDesk의 장점들:
ru: Функционал AgoraDesk включает в себя:

# agoradesk__lbc_alternative__fees__content
source: <i>Unlike</i> LocalBitcoins, however, we do not charge exorbitant fees when you deposit or withdraw Bitcoins to/from our arbitration bond wallet. There is <strong> no deposit fee, and the withdrawal fee is very close to the fee you’d be paying on a normal transaction</strong>. Transfers to the wallets of other AgoraDesk users carry no fees at all.
es: <i>A diferencia de</i> LocalBitcoins, sin embargo, no cobramos comisiones exorbitantes cuando depositas o retiras Bitcoins a/desde nuestro monedero de bonos de arbitraje. No hay <strong> ninguna tasa de depósito, y la tasa de retirada es muy cercana a la que pagarías en una transacción normal</strong>. Las transferencias a los monederos de otros usuarios de AgoraDesk no tienen ninguna comisión.
ko: <i>그러나</i> LocalBitcoins와 달리 중재 채권 지갑에서 Bitcoin을 입금하거나 출금할 때 엄청난 수수료를 청구하지 않습니다. <strong> 예금 수수료가 없으며 출금 수수료는 일반 거래에서 지불하는 수수료와 매우 비슷합니다</strong>. 다른 AgoraDesk 사용자의 지갑으로의 이체는 수수료가 전혀 없습니다.
ru: <i>В отличие</i> от LocalBitcoins, мы не взимаем непомерные комиссионные, когда вы вносите или выводите биткойны на / с нашего кошелька для арбитражного залога. <strong> Комиссия за депозит не взимается, и комиссия за вывод средств очень близка к сумме, которую вы платите за обычную транзакцию</strong>. Переводы на кошельки других пользователей AgoraDesk не несут никакой комиссии вообще.

# agoradesk__lbc_alternative__fees__title
source: Fair fees
es: Tarifas justas
ko: 공정한 수수료
ru: Справедливая комиссия
