Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__blocks__title
source: How Monero Solved the Block Size Problem That Plagues Bitcoin
es: Cómo Monero resolvió el problema del tamaño del bloque que afecta a Bitcoin
ko: 모네로는 어떻게 비트코인의 고질적인 문제인 규모의 문제를 해결했을까
ru: Как в Monero победили болезнь размера блоков, поразившую Bitcoin
