Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__practices__title
source: Monero Best Practices for Beginners
es: Mejores prácticas de Monero para principiantes
ko: 초보자를 위한 모네로 사용 습관 추천
ru: Оптимальные способы использования Monero для начинающих

# knowledge__ringct__0__text
source: <p>Monero’s privacy does not depend on one singular mechanism that, if broken, would reveal the entirety of transactions, but rather three different technologies that work in tandem to provide holistic privacy while compensating for the weaknesses of the other parts. This three-prong approach consists of <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, RingCT, and <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses</a>. These three technologies hide the real output (sender), amount, and receiver respectively. Today we’ll be talking about RingCT.</p> <p>RingCT is arguably the most technical of the three, and can be difficult to understand, so we won’t be covering how it works exactly, but rather showing how it is possible to not know an amount and still confirm things about it. And don’t worry, we’ll use plenty of examples as always.</p> <p>First, let’s explore why it’s important to verify anything about the amounts. Why can’t we just keep them completely secret? The answer is, there are clever ways that people can create money from thin air if given the opportunity. How might something like this work? Let’s look at an example.</p> <p>If you want to purchase an item from your friend, and he wants ten dollars for it, then you start with ten dollars and he starts with zero. After you give him the ten dollars, he has ten dollars and you have zero. You started with ten, and now he has ten. No money was created or destroyed in this transaction.</p> <p>With cryptocurrencies, a clever individual can give ten dollars for the item and instead of receiving zero dollars in change, they can receive two dollars back. Instead of 0 and 10 leading to 10 and 0 (or 10=10), it’s now 0 and 10 leads to 10 and 2 (or 10=12). Two Monero was just created out of thin air. You can imagine that if the individual was to do this to themselves several times, they would be able to amass a gigantic fortune in short order.</p> <p>With Bitcoin and others, this would be easy to see. You look at the inputs going into a transactions and the outputs coming out and make sure that what is sent equals what is received. If these amounts were encrypted and not visible then a user has no way of verifying that what is sent and what is received is the same.</p> <p>In an attempt to increase Bitcoin privacy, Gregory Maxwell created Confidential Transactions (CT), a new technology that would allow for encrypted amounts, while proving that nothing was created or destroyed in the process. As with most privacy technology, it did not make it into Bitcoin, but Monero was keen on adopting it. There was just one problem. The already implemented technology of ring signatures was incompatible with the proposed idea. So, one of the MRL researchers at the time, Shen Noether, modified CT into RingCT, a version of CT that was compatible with ring signatures.</p> <p>Once again, the way this works is quite technical, and would be difficult to explain in an introductory article. For the cryptography enthusiast who simply must know, there are plenty of in-depth articles written on the internet about the inner workings of CT. For the rest of us, this article will show how it might be possible to hide the amounts, but still prove that nothing was created or destroyed.</p> <p>Let’s say Alice wanted to send Bob money. Alice will send 10 XMR to Bob, who will receive 10 XMR. 10=10 so nothing is wrong here. But Alice doesn’t want anyone to know how much she is sending. So she and Bob create a shared secret. Basically a number that only the two of them know. Let’s say that number is 22. Now, Alice multiplies 10 (what she is really sending) by 22 to get 220. This is the number she shares with the network.</p> <p>The miners themselves don't know the secret number. If they did, they could divide the number they are shown by the secret number and get the real amount sent. But since they don’t, they can’t. They do see that Bob will receive 220 though. 220 sent. 220 received. 220 = 220. In this way, the network can verify that no Monero was created or destroyed, all without knowing the real amount that Alice sent Bob.</p> <p>Since Bob knows the shared secret number, when he receives the money, he just divides by 22 to get the real amount that Alice sent, 10. Alice and Bob both know how much was sent and how much was received, all while everyone else is given a false number.</p> <p>Once again, this is not the actual way in which CT works, but it gives an idea of how something like this might be possible. The real way involves things like Pedersen commitments, two sent amounts (one encrypted amount to the receiver and one commitment amount to the network), and…yeah, it’s already easy to see how one could get lost in all that.</p> <p>One thing to note however, is that while RingCT does hide the amount transacted between two parties in a transaction, it does not hide two other sets of numbers.</p> <p>The first is the coinbase transactions. If this term is unfamiliar to you, it basically means the reward that miners get for finding the next block. This number is not hidden. Anyone can see how much the protocol has awarded a miner for their service. In this way, the current amount of Monero in existence can be known by adding up all of the coinbase transactions. Their sum will equal the current Monero in circulation.</p> <p>The second number not hidden is the fee paid to the miners when a user sends a transaction. The fees have to be in the clear so miners can know who to prioritize. This is a way that users can hurt their privacy however, as if someone uses a unique miner fee each time they send a transaction (like 0.12345), then their transactions can be linked.</p> <p>Other than these cases, RingCT has been hiding Monero amounts since 2017, and our collective privacy is all the stronger for it.</p>
es: <p>La privacidad de Monero no depende de un mecanismo singular que, si se rompe, revelaría la totalidad de las transacciones, sino de tres tecnologías diferentes que funcionan en conjunto para brindar privacidad holística al tiempo que compensan las debilidades de las otras partes. Este enfoque de tres puntas consta de firmas de anillo, RingCT y direcciones ocultas. Estas tres tecnologías ocultan la salida real (emisor), la cantidad y el receptor, respectivamente. Hoy hablaremos de RingCT.</p> <p>RingCT es posiblemente el más técnico de los tres y puede ser difícil de entender, por lo que no cubriremos cómo funciona exactamente, sino más bien mostraremos cómo es posible no saber una cantidad y aún así confirmar cosas al respecto. . Y no se preocupe, usaremos muchos ejemplos como siempre.</p> <p>Primero, exploremos por qué es importante verificar algo sobre las cantidades. ¿Por qué no podemos simplemente mantenerlos en secreto? La respuesta es que hay formas inteligentes en que las personas pueden crear dinero de la nada si se les da la oportunidad. ¿Cómo podría funcionar algo como esto? Veamos un ejemplo.</p> <p>Si quieres comprarle un artículo a tu amigo y él quiere diez dólares por él, entonces comienzas con diez dólares y él comienza con cero. Después de que le des los diez dólares, él tiene diez dólares y tú tienes cero. Empezaste con diez y ahora él tiene diez. No se creó ni destruyó dinero en esta transacción.</p> <p>Con las criptomonedas, una persona inteligente puede dar diez dólares por el artículo y, en lugar de recibir cero dólares en cambio, puede recibir dos dólares de vuelta. En lugar de 0 y 10 que conducen a 10 y 0 (o 10 = 10), ahora es 0 y 10 conduce a 10 y 2 (o 10 = 12). Two Monero fue creado de la nada. Puede imaginar que si el individuo se hiciera esto a sí mismo varias veces, podría amasar una fortuna gigantesca en poco tiempo.</p> <p>Con Bitcoin y otros, esto sería fácil de ver. Observa las entradas que entran en una transacción y las salidas que salen y se asegura de que lo que se envía es igual a lo que se recibe. Si estas cantidades están encriptadas y no son visibles, el usuario no tiene forma de verificar que lo que se envía y lo que se recibe es lo mismo.</p> <p>En un intento por aumentar la privacidad de Bitcoin, Gregory Maxwell creó Confidential Transactions (CT), una nueva tecnología que permitiría cantidades encriptadas, mientras demostraba que nada fue creado o destruido en el proceso. Como ocurre con la mayoría de las tecnologías de privacidad, no se convirtió en Bitcoin, pero Monero estaba interesado en adoptarlo. Hubo solo un problema. La tecnología ya implementada de firmas en anillo era incompatible con la idea propuesta. Entonces, uno de los investigadores de MRL en ese momento, Shen Noether, modificó CT en RingCT, una versión de CT que era compatible con firmas de anillo.</p> <p>Una vez más, la forma en que esto funciona es bastante técnica y sería difícil de explicar en un artículo introductorio. Para el entusiasta de la criptografía que simplemente debe saber, hay muchos artículos detallados escritos en Internet sobre el funcionamiento interno de la TC. Para el resto de nosotros, este artículo mostrará cómo es posible ocultar las cantidades, pero aún así probar que no se creó ni se destruyó nada.</p> <p>Supongamos que Alice quería enviarle dinero a Bob. Alice enviará 10 XMR a Bob, quien recibirá 10 XMR. 10 = 10 por lo que no hay nada malo aquí. Pero Alice no quiere que nadie sepa cuánto está enviando. Entonces ella y Bob crean un secreto compartido. Básicamente un número que solo ellos dos conocen. Supongamos que el número es 22. Ahora, Alice multiplica 10 (lo que realmente está enviando) por 22 para obtener 220. Este es el número que comparte con la red.</p> <p>Los propios mineros no conocen el número secreto. Si lo hicieran, podrían dividir el número que se muestra por el número secreto y obtener la cantidad real enviada. Pero como no lo hacen, no pueden. Sin embargo, ven que Bob recibirá 220. 220 enviados. 220 recibidos. 220 = 220. De esta manera, la red puede verificar que ningún Monero fue creado o destruido, todo sin saber la cantidad real que Alice envió a Bob.</p> <p>Dado que Bob conoce el número secreto compartido, cuando recibe el dinero, solo divide por 22 para obtener la cantidad real que envió Alice, 10. Alice y Bob saben cuánto se envió y cuánto se recibió, todo mientras todos los demás reciben un número falso.</p> <p>Una vez más, esta no es la forma real en que funciona CT, pero da una idea de cómo podría ser posible algo como esto. La forma real involucra cosas como compromisos de Pedersen, dos cantidades enviadas (una cantidad encriptada al receptor y una cantidad de compromiso a la red), y ... sí, ya es fácil ver cómo uno podría perderse en todo eso.</p> <p>Sin embargo, una cosa a tener en cuenta es que, si bien RingCT oculta la cantidad negociada entre dos partes en una transacción, no oculta otros dos conjuntos de números.</p> <p>La primera son las transacciones de coinbase. Si este término no le resulta familiar, básicamente significa la recompensa que obtienen los mineros por encontrar el siguiente bloque. Este número no está oculto. Cualquiera puede ver cuánto ha otorgado el protocolo a un minero por su servicio. De esta manera, la cantidad actual de Monero existente se puede conocer sumando todas las transacciones de la base de monedas. Su suma será igual a la actual Monero en circulación.</p> <p>El segundo número no oculto es la tarifa que se paga a los mineros cuando un usuario envía una transacción. Las tarifas deben estar claras para que los mineros puedan saber a quién priorizar. Sin embargo, esta es una forma en que los usuarios pueden dañar su privacidad, como si alguien usara una tarifa de minero única cada vez que envía una transacción (como 0.12345), entonces sus transacciones se pueden vincular.</p> <p>Aparte de estos casos, RingCT ha estado ocultando montos de Monero desde 2017, y nuestra privacidad colectiva es aún más fuerte por ello.</p>
ko: <p>모네로의 보안은 한번의 실패로 모든 거래내역이 공개될 수 있는 한가지 장치로 인한 것이 아니라, 3가지의 장치를 함께 사용해 서로의 약점을 보완해 모두의 보안을 보장합니다. 이 세가지 방법은 <a target="_blank" href="/knowledge/ring-signatures" class="next-link">링서명</a, RingCT, 그리고 <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">비밀주소</a>입니다. 이 세 가지 기술로 (송금인의) 출력, 거래량, 그리고 수취인을 숨길수 있습니다. 여기서는 RingCT에 대해 알아보겠습니다.</p> <p>RingCT는 3가지 중 가장 기술적으로 복잡하며 이해하기 어려워 정확히 어떻게 작동하는지에 대해 설명하기보다 거래량을 모르면서 어떻게 검증이 가능한지에 대해 알아보겠습니다. 이해를 돕기 위해 충분한 예시를 들테니 걱정하지 않으셔도 됩니.</p> <p>천번째로, 왜 거래량을 검증하는 것이 중요한지에 대해 알아봅시다. 왜 그냥 거래량을 숨길 수 없을까? 그 이유는, 사람들이 기회만 보이면 돈을 뽑아낼 생각을 하고 있기 때문입니다. 이게 어떻게 가능할까? 예시를 들어봅시다.</p> <p>친구에게서 무언가를 구매하고 싶고 친구는 만원을 원한다면, 초기에 당신은 만원을 갖고 있고 친구는 0원을 갖고 있습니다. 친구에게 만원을 주고 나면, 당신은 0원 친구는 만원을 갖고 있습니다. 당신이 만원으로 시작했지만 이제 친구가 만원이 있습니다. 이 과정에서 돈이 새로 생기거나 사라지지 않았습니다.</p> <p>가상화폐에서 똑똑한 인물은 만원을 지불하고 잔돈 0원을 받는 대신 이천원을 받을 수 있습니다. 0과 10000이 10000과 0이 되는 (10000 = 10000) 대신 0과 10000이 10000과 20000이 (10000 = 12000) 되었습니다. 여기서 2개의 모네로가 갑자기 생성된 것입니다. 이 행위가 여러번 반복되면, 작은 거래 몇번으로 엄청나 금액을 만들 수 있을 것입니다.</p> <p> 비트코인 및 다른 가상화폐는 이를 감지하기 쉽습니다. 그저 거래내역을 확인해서 입력과 출력이 같은지만 확인하면 됩니다. 하지만 이 내용이 암호화되면 유저가 보낸 양과 받는 양을 확인할 수 없습니다.</p> <p> 비트코인의 개인정보보호를 위해 Gregory Maxwell이 거래내역은 암호화하면서 보낸 양과 받는 양을 확인하는 Confidential Transactions (CT)를 만들었습니다. 대부분의 개인정보보호 기술과 마찬가지로 CT는 비트코인에 도입되지 않았지만 모네로는 이를 눈여겨 보고 있었습니다. 하지만 도입하기에는 한가지 문제가 있었는데, 이미 사용중인 링서명 기술과 호환이 불가능하다는 것이였습니다. 그래서 당시 MRL 연구자였던 Shen Noether가 CT를 링서명과 호환 가능한 RingCT로 개선하였습니다.</p> <p>다시 말씀드리지만 작동원리는 기술적으로 복잡하기에 이 게시글에서 설명하기 어렵습니다. 꼭 알고 싶은 사람이 있다면, 인터넷에 CT의 작동원리를 설명해놓은 글이 많이 있습니다. 우리같은 나머지 일반인들에게는 이 글이 어떻게 거래량을 숨기면서 돈을 마법처럼 생성하지 않는지 검증하는지에 대해 설명드리겠습니다.</p> <p>영희가 철수에게 돈을 보내고 싶다고 생각해봅시다. 영희는 철수에게 10 XMR을 보내고 철수는 10 XMR을 받을 것입니다. 10=10이니 여기서 문제는 없습니다. 하지만 영희는 누군가에게 얼마를 보냈는지 아무도 모르게 하고 싶습니다. 그렇기에 철수와 영희는 한가지 비밀숫자를 만들어 공유합니다. 예를 들어 그 숫자가 22라고 합시다. 이제 영희가 여기에 10(실제로 영희가 보내는 수량)을 곱하면 결과는 220이고, 이 숫자가 영희가 네트워크와 공유하는 숫자입니다. This is the number she shares with the network.</p> <p>광부들은 비밀숫자를 모릅니다. 만약 알았다면, 공개된 숫자를 비밀숫자로 나눠 실제 거래량을 알 수 있을 것입니다. 하지만 모르기 때문에 이는 불가능합니다. 그들이 알 수 있는건 철수도 220을 받았다는 것입니다. 220을 보내고, 220을 받으니 220 = 220. 이렇게 되면, 네트워크가 실제 거래량을 알지 못해도 보낸 모네로와 받은 모네로가 같다는 것을 알 수 있습니다.</p> <p>철수가 비밀숫자를 아고 있으니, 돈을 받고 그 숫자를 비밀숫자로 나누면 영희가 보낸 10을 알 수 있습니다. 영희와 철수는 둘을 제외한 모두에게 가짜 거래량을 알려주면서 둘만은 받은 양과 보낸 양을 정확히 알 수 있습니다.</p> <p>다시 말씀드리지만, 이는 CT의 실제 작동원리가 아니지만, 이러한 방법이 어떻게 가능한지 보여줍니다. 실제 작동원리는 페데르센 약속, 두가지 거래량(실거래량과 네트워크에 알리는 허위거래량) 등의 기술을 사용합니다. 벌써부터 헷갈리기 시작합니다...</p> <p>한가지 명심해야할 것은 RingCT가 거래량을 숨기지만 다른 두가지 숫자들은 숨기지 않는다는 것입니다.</p> <p>첫번째는 코인베이스 거래입니다. 코인베이스 거래란 광부들이 블록을 채굴하면서 얻는 보상입니다. 이 정보는 공개되어 있습니다. 프로토콜이 광부에게 어느 정도의 보상을 주었는지 누구나 볼 수 있습니다. 이를 통해서 모든 코인베이스 거래를 합산하면 현재 모네로의 총량을 알 수 있습니다. 이는 모네로의 유통량과 같을 것입니다.</p> <p>두번째는 광부에게 지불하는 거래수수료입니다. 거래수수료가 투명해야 광부가 어떤 거래를 우선적으로 포함할 지 결정할 수 있습니다. 하지만 만약 매번 같은 거래수수료를 이용한다면 (0.12345라든가) 거래와 신상을 연결할 수 있어 보안에 치명적일 수 있습니다.</p> <p>이를 제외하고는 RingCT는 2017년부터 모네로 거래량을 숨겨왔으며 그 덕분에 모두의 보안이 강화되었습니다.</p>
ru: <p>Приватность Monero не зависит от одного единственного механизма, взлом которого приведёт к полному раскрытию транзакций. Приватность обеспечивается тремя различными технологиями, которые в совокупности гарантируют целостность приватности, компенсируя слабые стороны друг друга. Такой тройственный подход подразумевает использование <a target="_blank" href="/knowledge/ring-signatures" class="next-link">кольцевых подписей</a>, протокола RingCT и <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">скрытых адресов</a>. Эти три технологии позволяют скрыть реальный выход (отправителя), сумму и личность получателя, соответственно. Сегодня мы поговорим о протоколе RingCT.</p> <p>Эти три технологии позволяют скрыть реальный выход (отправителя), сумму и личность получателя, соответственно. Сегодня мы поговорим о протоколе RingCT.</p> <p>Для начала давайте выясним, почему так важно верифицировать всё, связанное с суммами. Почему мы не можем просто держать их в секрете? Дело в том, что есть целый ряд хитрых способов, позволяющих создавать деньги из воздуха, если представится такая возможность. Как такое возможно? Давайте рассмотрим пример.</p> <p>Если вы хотите купить вещь у своего друга, и он просит за неё десять долларов, вы начинаете торговлю с десятью долларами, а у него имеется ноль долларов. После того, как вы дадите ему десять долларов, у него будет десять долларов, а у вас — ноль. Вы начали с десятью долларами, а теперь эти десять долларов у него. При проведении этой транзакции не было создано или уничтожено каких-либо денег.</p> <p>В случае с криптовалютами, сообразительный человек может отдать десять долларов за предмет и вместо того, чтобы получить ноль долларов сдачей, обратно может получить два доллара. Вместо 0 и 10, и 10 и 0 после обмена (или 10 = 10), теперь после обмена 0 и 10 получаем 10 и 2 (или 10 = 12). Две Monero были созданы буквально из воздуха. А теперь, можете представить, что было бы, если человек проделал бы такое несколько раз. Он смог бы довольно быстро накопить просто огромное состояние.</p> <p>В случае с Bitcoin и другими монетами это было бы легко обнаружить. Вы смотрите на входы, входящие в транзакции, и получаемые выходы, и убеждаетесь в том, что, что-то было отправлено, равно тому, что было получено. Если бы эти суммы были зашифрованы и невидимы, то у пользователя не было бы никакой возможности проверить, что-то, что было отправлено, и то, что было получено, совпадает.</p> <p>Пытаясь повысить уровень приватности Bitcoin, Грегори Максвелл создал новую технологию конфиденциальных транзакций (Confidential Transactions, CT), которая позволяла использовать зашифрованные суммы с возможностью доказательства, что в процессе проведения транзакции не было что-либо создано или уничтожено. Как и в случае с большинством технологий обеспечения приватности, эта также не была использована в Bitcoin, но Monero с готовностью приняла её. Была только одна проблема. Уже реализованная технология кольцевых подписей была несовместима с предложенной идеей. Поэтому, одним из исследователей MRL которым в то время являлся Шен Нёзер, технология CT была преобразована в RingCT, версию CT, совместимую с кольцевыми подписями.</p> <p>Опять же, принципы работы этого протокола представляются довольно техническими, и их будет сложно объяснить во вводной статье. Для интересующихся криптографией, то есть тех, кому просто необходимо их понимать, в интернете есть множество подробных статей о внутренних принципах работы CT. Всем остальным этой статьи будет достаточно, чтобы показать, как можно скрыть сумму, но всё же доказать, что ничего не было создано или уничтожено.</p> <p>Допустим, Элис хочет отправить Бобу деньги. Элис отправляет 10 XMR Бобу, который получит 10 XMR. 10 = 10, так что, здесь всё в порядке. Но Элис не хочет, чтобы кто-нибудь знал, сколько она отправляет. Поэтому они с Бобом создают общий секрет. По сути, это число, которое известно только им двоим. Допустим, что это число 22. Теперь Элис умножает 10 (то, что она действительно отправляет) на 22 и получает 220. Это число, которое она отправляет в сеть.</p> <p>Сами майнеры не знают секретного числа. Если бы знали, они смогли бы разделить показанное им число на секретное число и получить значение реально отправленной суммы. Но так как они не знают его, то и не могут сделать этого. Тем не менее, они действительно видят, что Боб получает число 220. 220 отправлено. 220 получено. 220 = 220. Таким образом, сеть может убедиться в том, что ни одна монета Monero не была создана или уничтожена, не зная при этом реальной суммы, которую Элис отправила Бобу.</p> <p>Поскольку Бобу известно общее секретное число, когда он получает деньги, он просто делит полученное значение на 22, чтобы узнать реальную сумму, которую отправила Элис, то есть, 10. И Элис, и Боб знают, сколько было отправлено и сколько было получено, в то время как всем остальным видно лишь ложное число.</p> <p>Опять же, это не совсем так, как на самом деле работает CT, но даёт представление о том, как подобное возможно. Реальный способ подразумевает использование таких вещей, как обязательства Педерсена, двух отправленных сумм (одна зашифрованная сумма для получателя и одна сумма обязательства для сети) и... да, уже становится понятно, как легко во всём этом запутаться.</p> <p>Однако, следует отметить, что несмотря на то, что протокол RingCT действительно позволяет скрыть сумму проводимой двумя сторонами транзакции, он не скрывает два других набора чисел.</p> <p>Первый набор связан с coinbase-транзакциями. Если этот термин вам незнаком, то по существу он означает вознаграждение, которое майнеры получают за вычисление следующего блока. Это число не скрывается. Любой желающий может увидеть, какое вознаграждение протокол выплатил майнеру за работу. Таким образом, текущее количество существующих монет Monero можно узнать, сложив все coinbase-транзакции. Их сумма будет равна текущему количеству Monero, находящихся в обращении.</p> <p>Второе число, которое не скрывается, это размер комиссии, выплачиваемой майнерам, когда пользователь отправляет транзакцию. Размер комиссии должен быть открытым, чтобы майнеры знали, кому отдавать приоритет. Тем не менее, это может повредить приватности пользователей, поскольку если кто-то всякий раз использует уникальный размер комиссии для выплаты майнерам при отправке транзакции (например, 0,12345), такие транзакции можно будет связать друг с другом.</p> <p>Поэтому, в подобных и иных случаях, начиная с 2017 года, для сокрытия сумм Monero используется протокол RingCT, и общий уровень нашей коллективная приватности от этого только повышается.</p>

# knowledge__ringct__description
source: RingCT has been hiding Monero amounts since 2017, and our collective privacy is all the stronger for it. But how is that achieved?
es: RingCT ha estado ocultando cantidades de Monero desde 2017, y nuestra privacidad colectiva es aún más fuerte por ello. Pero, ¿cómo se logra eso?
ko: RingCT는 2017년도부터 모네로 거래량을 숨겨왔고 덕분에 모두의 보안이 강화되었습니다. 어떻게 이게 가능할까?
ru: Протокол RingCT используется для сокрытия сумм Monero, начиная с 2017 года, и общий уровень нашей коллективной приватности от этого только повысился. Но как именно достигается столь высокий уровень?

# knowledge__ringct__title
source: How RingCT Hides Monero Transaction Amounts
es: Cómo RingCT oculta los importes de las transacciones de Monero
ko: RingCT가 모네로 거래량을 숨기는 방법
ru: Как протокол RingCT скрывает суммы при проведении транзакций Monero
