Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__btc__card_five_4
source: You are a business that makes a payment to a supplier. That supplier will be able to see how much money your business has, and therefore can guess at how price sensitive you are in future negotiations. They can see every single other payment you’ve ever received to that Bitcoin address, and therefore determine what other suppliers you are dealing with and how much you are paying those suppliers. They may be able to roughly determine how many customers you have and how much you charge your customers. <strong> This is commercially sensitive information that damages your negotiating position enough to cause you relative financial loss. </strong>
es: 2. Usted es un negocio que realiza un pago a un proveedor. Ese proveedor podrá ver cuánto dinero tiene su negocio y, por lo tanto, puede adivinar qué tan sensible es el precio. están en negociaciones futuras. Pueden ver cada uno de los demás pagos que ha recibido a esa dirección de Bitcoin y, por lo tanto, determinar con qué otros proveedores está tratando y cuánto está pagando a esos proveedores. Es posible que puedan determinar aproximadamente cuántos clientes que tiene y cuánto cobra a sus clientes. <strong> Esta es información comercial confidencial que daña su posición de negociación lo suficiente como para causarle una pérdida financiera relativa. </strong>
ko: 사업자로서 물품 공급자에게 대금을 지불한다고 생각해 봅시다. 이 공급자는 당신의 사업이 보유한 자산의 규모를 알 수 있을 것이고, 이는 차후 거래에 당신에게 불리하게 적용될 수 있습니다. 그들은 당신의 비트코인 주소로 주고받은 모든 거래와 거래량을 볼 수 있으며, 다른 공급자와 거래하는 가격을 알 수 있습니다. 또, 당신이 정한 소비자가격과 고객의 수를 대략적으로 유추할 수 있습니다. <strong> 이는 영업비밀이며 추후 거래에 불리하게 적용해 금전적인 손해를 초래할 수 있습니다. </strong>
ru: 2. Вы являетесь предприятием, которое делает платеж поставщику. Этот поставщик сможет увидеть, сколько денег имеет ваш бизнес, и, следовательно, сможет догадаться, насколько вы чувствительны к цене. Они могут видеть каждый другой платеж, который вы когда-либо получали по этому адресу Биткойн, и, следовательно, определять, с какими другими поставщиками вы имеете дело, и сколько вы платите этим поставщикам. Они могут приблизительно определить, сколько клиенты, которые у вас есть, и то, сколько вы взимаете с них деньги. <strong> Это коммерчески конфиденциальная информация, которая в достаточной степени наносит ущерб вашей позиции на переговорах, что приводит к вашим относительным финансовым потерям. </strong>

# guide__btc__card_five_4__title
source: 2. Trade secrecy
es: 2. Secreto comercial
ko: 2. 영업 비밀
ru: 2. Торговая тайна

# guide__btc__card_five_5
source: You are a private citizen paying for online goods and services. You are aware that it is common practice for companies to attempt to use <strong> ‘price discrimination’</strong> algorithms to attempt to determine the highest prices they can offer future services to you at, and you would prefer they do not <strong> have the information advantage of knowing how much you spend and where you spend it.</strong>
es: 3. Usted es un ciudadano privado que paga por bienes y servicios en línea. Es consciente de que es una práctica común que las empresas intenten utilizar <strong> 'discriminación de precios' </strong> algoritmos para intentar determinar los precios más altos en los que pueden ofrecerle servicios futuros, y preferiría que no tengan la ventaja de información de saber cuánto gasta y dónde lo gasta. </strong>
ko: 인터넷쇼핑을 하고 있는 개인이라고 생각해봅시다. 당신은 사업체들이 흔히 <strong>‘가격 차별’</strong> 알고리즘을 이용해 당신이 구매하고 싶은 서비스/물품에 지불할 의사가 있는 최대한 높은 가격을 정하는 것을 알고 있습니다. 당신의 이를 방지하기 위해 <strong> 당신이 어디에 얼마만큼의 금액을 지불하는지를 비밀로 하고 싶을 것입니다.</strong>
ru: 3. Вы являетесь частным лицом, оплачивающим онлайн-товары и услуги. Вы знаете, что в компаниях принято пытаться использовать алгоритмы <strong> ценовой дискриминации </strong>, чтобы попытаться определить самые высокие цены, по которым они могут предложить вам будущие услуги, и вы бы предпочли, чтобы они <strong> не обладали информационным преимуществом, состоящим в том, чтобы знать, сколько вы тратите и где вы их тратите. </strong>

# guide__btc__card_five_5__title
source: 3. Price discrimination
es: 3. Discriminación de precios
ko: 3. 가격 차별
ru: 3. Ценовая дискриминация

# guide__btc__card_five_6
source: You sell cupcakes and receive bitcoin as payment. It turns out that <strong> someone who owned that bitcoin before you was involved in criminal activity</strong>. Now you are worried that you have become a <strong> suspect in a criminal case</strong>, because the movement of funds to you is a matter of public record. You are also worried that certain bitcoins that you thought you owned will be considered ‘tainted’ and that <strong> others will refuse to accept them as payment.</strong>
es: 4. Usted vende pastelitos y recibe bitcoins como pago. Resulta que <strong> alguien que era dueño de ese bitcoin antes de que usted participara en actividades delictivas </strong>. Ahora usted le preocupa que se haya convertido en un <strong> sospechoso en un caso penal </strong>, porque el movimiento de fondos para usted es un asunto público. También le preocupa que ciertos bitcoins que usted cree que sean de su propiedad sean considerados ' contaminado 'y que <strong> otros se negarán a aceptarlos como pago. </strong>
ko: 빵집을 운영하고 있고 고객이 비트코인으로 결제했다고 생각해봅시다. 알고보니 <strong>해당 비트코인의 전 주인이 범죄활동에 연루되어 있습니다</strong>. 당신은 누구나 이 비트코인의 흐름을 볼 수 있기에 <strong>범죄의 용의자</strong>로 지목될까봐 걱정됩니다. 또 당신이 보유한 비트코인의 일부가 범죄활동에 사용되었고 <strong>다른 사람과의 거래에 사용할 수 없을까봐</strong> 걱정될 것입니다.
ru: 4. Вы продаете кексы и получаете биткойны в качестве оплаты. Получается так, что <strong> тот, кто владел этим биткойном до вас, участвовал в преступной деятельности </strong>. Теперь вы Вы обеспокоены тем, что вы стали <strong> подозреваемым по уголовному делу </strong>, потому что движение средств к вам является общедоступным делом. Вы также беспокоитесь о том, что некоторые биткойны, которые, как вы думали, принадлежали вам, будут считаться 'запачкаными' и что <strong> другие откажутся принимать их в качестве оплаты. </strong>

# guide__btc__card_five_6__title
source: 4. Tainted funds
es: 4. Fondos contaminados
ko: 4. 범죄와 연루된 자금
ru: 4. Испорченные средства

# guide__btc__card_five_7
source: <strong> Monero solves these privacy issues by automatically applying privacy techniques to every single transaction made.</strong>
es: <strong> Monero resuelve estos problemas de privacidad aplicando automáticamente técnicas de privacidad a cada transacción realizada. </strong>
ko: <strong>모네로는 모든 거래에 익명성을 보장해 이런 개인정보보호 문제를 해결합니다.</strong>
ru: <strong> Монеро (XMR) решает эти проблемы, автоматически применяя методы конфиденциальности к каждой сделанной транзакции. </strong>

# guide__btc__card_five_7__title
source: How Monero solves this
es: Cómo Monero resuelve esto
ko: 모네로가 이런 문제를 해결하는 방법
ru: Как Монеро (XMR) решает это

# guide__btc__card_five_8
source: You can have confidence that it is not possible to own ‘tainted’ Monero. This is a concept in economics known as {fungibility} and is historically considered an important characteristic for any currency to have.
es: Usted puede haConfíe en que no es posible poseer Monero 'contaminado'. Este es un concepto en economía conocido como {fungibility} y se considera históricamente una característica importante para cualquier moneda que tenga
ko: '더럽혀진' 모네로를 보유하는 것은 불가능합니다. 이는 금용에서 {fungibility}라고 불리며 모든 화폐가 보유하고 있어야 할 중요한 특성입니다.
ru: Вы можете быть уверены в том, что владеть «запачканым» Монеро (XMR) невозможно. Это понятие в экономике, известное как {fungibility}, и исторически считается важной характеристикой для любой валюты.

# guide__btc__card_five__title
source: Why Financial Privacy is Important
es: Por qué la privacidad financiera es importante
ko: 금융정보보호가 중요한 이유
ru: Почему важна финансовая конфиденциальность

# guide__btc__card_four_1
source: Use Tor
ko: 토르(Tor) 이용
ru: Используйте Tor

# guide__btc__card_four_2
source: According to {tor}, Tor is free software and an open network that helps you defend against traffic analysis, a form of network surveillance that threatens personal freedom and privacy, confidential business activities and relationships, and state security.
es: Según {tor}, Tor es un software gratuito y una red abierta que lo ayuda a defenderse contra el análisis del tráfico, una forma de vigilancia de la red que amenaza la libertad personal y la privacidad, actividades comerciales confidenciales y relaciones, y seguridad del estado
ko: {tor}에 의하면, 토르는 개인의 자유와 사생활, 영업비밀, 영업관계와 국가안보를 위협할 수 있는 네티워크 사찰을 가능하게 하는 인터넷트래픽 추적을 막을 수 있는 오픈네트워크 무료 소프트웨어입니다.
ru: Согласно {tor}, Tor - это бесплатное программное обеспечение и открытая сеть, которая помогает вам защитить от анализа трафика - формы сетевого наблюдения, которая угрожает личной свободе и конфиденциальности, конфиденциальной деловой деятельности и отношения, и государственной безопасности.

# guide__btc__card_four_3
source: To use it, simply download and install the {tor-browser} from their official website. After you launch it, you can access {appName} through our special Tor portal: {tor-link}
es: Para usarlo, simplemente descargue e instale {tor-browser} desde su sitio web oficial. Después de iniciarlo, puede acceder a FRONT_TYPE a través de nuestro portal especial de Tor: {tor-link}
ko: 사용하기 위해서는 공식 홈페이지에서 {tor-browser}를 다운받아 설치 후 사용하시면 됩니다. 설치 후 토르를 이용하시면 FRONT_TYPE은 토르 주소로 이용하실 수 있습니다: {tor-link}
ru: Чтобы использовать его, просто загрузите и установите {tor-browser} с официального сайта. После запуска вы можете зайти FRONT_TYPE через наш специальный портал Tor: {tor-link}

# guide__btc__card_four_4
source: When Buying on {appName}, Use Payment Methods that Involve Cash
es: Al comprar en FRONT_TYPE, utilice métodos de pago que impliquen efectivo
ko: FRONT_TYPE에서 구매하실 때는 현금을 이용한 결제수단을 이용하시기 바랍니다
ru: При покупке через FRONT_TYPE используйте методы оплаты, которые вовлекают наличные

# guide__btc__card_four_5
source: Whenever you buy using a bank transfer, or PayPal, or other such payment options, there will always be a privacy leak due to the records kept by the companies that process your payment. In order to avoid that privacy leak, stick to methods that involve cash.
es: Cada vez que realice una compra mediante transferencia bancaria, PayPal u otras opciones de pago similares, siempre habrá una fuga de privacidad debido a los registros mantenidos por las compañías que procesan su pago. Para evitar esa fuga de privacidad, apégate a los métodos que involucran dinero en efectivo
ko: 계좌이체, 페이팔, 또는 다른 결제수단을 이용해 구매하시면 기록을 남기는 회사들이 있기에 보안상 문제가 생길 수 있습니다. 이를 방지하기 위해 현금을 사용하시기 바랍니다.
ru: Каждый раз, когда вы совершаете покупку с помощью банковского перевода, PayPal или других подобных способов оплаты, всегда будет утечка конфиденциальности из-за записей, хранящихся в компаниях, которые обрабатывают ваш платеж. Чтобы избежать утечки конфиденциальности, придерживайтесь методов, которые связаны с наличными.

# guide__btc__card_four_6
source: Use methods like cash by mail, ATM cash deposits, face-to-face meetings, or gift cards bought with cash.
es: Use métodos como efectivo por correo, depósitos en efectivo en cajeros automáticos, reuniones cara a cara o tarjetas de regalo compradas con efectivo
ko: 현금우편이나 무통장입금, 현장거래, (현금으로 구매한)상품권 등을 이용하시기 바랍니다.
ru: Используйте такие методы, как оплата наличными по почте, внесение наличных в банкоматах, личные встречи или подарочные карты, купленные за наличные.

# guide__btc__card_four__title
source: Advanced Techniques of Staying Anonymous When Using This Method of Buying Bitcoins
es: Técnicas avanzadas de permanecer anónimo al usar este método de compra de Bitcoins
ko: 숙련자들을 위한 비트코인을 익명으로 구매하는 방법
ru: Продвинутые методы сохранения анонимности при использовании этого метода покупки биткойнов

# guide__btc__card_one_1
source: As per {wikipedia}:
es: Según {wikipedia}:
ko: {wikipedia}에 의하면:
ru: Согласно {wikipedia}:

# guide__btc__card_one_2
source: Monero (XMR) is an open-source cryptocurrency created in April 2014 that focuses on <strong> fungibility, privacy and decentralization.</strong> Monero uses an obfuscated public ledger, meaning anybody can broadcast or send transactions, but no outside observer can tell the source, amount or destination. Monero uses a Proof of Work mechanism to issue new coins and incentivize miners to secure the network and validate transactions.
es: Monero es una criptomoneda de código abierto creada en abril de 2014 que se centra en la <strong> fungibilidad, la privacidad y la descentralización. </strong> Monero usa un libro público ofuscado, lo que significa que cualquier persona puede transmitir o enviar transacciones, pero ningún observador externo puede decir la fuente, el monto o el destino. Monero utiliza un mecanismo de Prueba de trabajo para emitir nuevas monedas e incentivar a los mineros a asegurar la red y validar las transacciones
ko: 모네로(XMR)는 2014년 4월에 개발된 <strong> 익명성, 대체성, 탈중앙화</strong>에 집중한 오픈소스 가상화폐이다. 모네로는 여러번 뒤섞인 공개레저를 사용하여 누구나 거래할 수 있지만 본인을 제외한 누구도 자금의 출처나 금액을 알 수 없게 합니다. 모네로는 Proof of Work를 이용해 새 코인을 만들어 마이너들에게 네트워크 보안을 강화하고 거래 검증을 장려합니다.
ru: Монеро (XMR) - это криптовалюта с открытым исходным кодом, созданная в апреле 2014 года и ориентированная на <strong> взаимозаменяемость, конфиденциальность и децентрализацию. </strong> Монеро (XMR) использует открытый распределенный реестр, Это означает, что кто-либо может передавать или отправлять транзакции, но ни один внешний наблюдатель не может сообщить источник, сумму или место назначения. Монеро (XMR) использует механизм Proof of Work для выпуска новых монет и стимулирования майнеров для защиты сети и проверки транзакций

# guide__btc__card_one_3
source: Monero is actively encouraged to those seeking financial privacy, since <strong> payments and account balances remain entirely hidden</strong>, which is not the standard for most cryptocurrencies.
es: Se alienta a Monero a aquellos que buscan privacidad financiera, ya que <strong> los pagos y los saldos de las cuentas permanecen completamente ocultos </strong>, que no es el estándar para la mayoría de las criptomonedas
ko: 모네로는 다른 대부분의 가상화폐와 다르게 <strong>거래내역과 지갑 잔액이 공개되지 않아</strong> 금융보안을 중시하는 이들에게 권장되고 있습니다.
ru: Монеро (XMR) активно рекомендовн для тех, кто ищет финансовую конфиденциальность, поскольку <strong> платежи и остатки на счетах остаются полностью скрытыми </strong>, что не является стандартом для большинства криптовалют.

# guide__btc__card_one__title
source: 1. What is Monero?
es: 1. ¿Qué es Monero?
ko: 1. 모네로란 무엇인가요?
ru: 1. Что такое Монеро (XMR)?

# guide__btc__card_three_1
source: Step 6: Withdrawing Bitcoins from {appName}
es: Paso 6: Retirar Bitcoins de FRONT_TYPE
ko: Step 6: FRONT_TYPE에서 비트코인을 출금하는 방법
ru: Шаг 6: Вывод биткойнов из FRONT_TYPE

# guide__btc__card_three_2
source: Now, go the the wallet page and check the 'I want to withdraw to a BTC, XMR, ETH, LTC, BCH or DASH wallet' box on the 'Send Monero' tab of the wallet page. In the appeared section select BTC and enter the respective receiving BTC address. Then you enter the amount in XMR, select the priority, and click 'Continue'. Please note that the receive amount in XMR should be within the provided ChangeNow limits.
es: Ahora, vaya a la página de la billetera y marque la casilla 'Quiero retirarme a una billetera BTC, ETH, LTC, BCH o DASH' en la pestaña 'Enviar Monero' oF la página de la cartera. En la sección que aparece, seleccione BTC e ingrese la dirección BTC de recepción correspondiente. Luego ingrese la cantidad en XMR, seleccione la prioridad y haga clic en 'Continuar'. Tenga en cuenta que la cantidad recibida en XMR debe estar dentro de los límites de ChangeNow provistos
ko: 지갑 페이지의 '모네로 송금'의 'BTC, XMR, ETH, LTC, BCH 또는 DASH 지갑으로 송금을' 선택하시면 됩니다. 여기서 비트코인을 선택하시고 송금할 비트코인 주소를 입력하셔야합니다. 그리고 송금할 모네로의 양을 입력하시고 '계속'을 클릭하시면 됩니다. 송금할 모네로의 양은 MorphToken의 한도 이내여야 한다는 것을 참고하시기 바랍니다.
ru: Теперь перейдите на страницу кошелька и поставьте галочку 'Я хочу вывести на кошелек BTC, ETH, LTC, BCH или DASH' на вкладке 'Отправить Монеро (XMR)' oна странице кошелька. В появившемся разделе выберите BTC и введите соответствующий адрес получателя BTC. Затем вы вводите сумму в XMR, выбираете приоритет и нажимаете «Продолжить». Обратите внимание, что сумма получения в XMR должна быть в пределах установленных лимитов ChangeNow.

# guide__btc__card_three_3
source: Then, after you have entered your password and (if enabled) one-time password, {appName} will send your coins to {morphtoken} for conversion.
es: Luego, una vez que haya ingresado su contraseña y (si está habilitada) la contraseña de un solo uso, FRONT_TYPE enviará sus monedas a {morphtoken} para la conversión.
ko: 이후 비밀번호와 (사용할 경우) OTP를 입력하시면, FRONT_TYPE이 입력한 금액을 {morphtoken}에 보내 환전합니다.
ru: Затем, после того как вы ввели свой пароль и (если он включен) одноразовый пароль, FRONT_TYPE отправит ваши монеты в {morphtoken} для конвертации.

# guide__btc__card_three_4
source: You don't need to do anything at this point, and a new window where you can monitor the transaction status will be opened in you browser (if it isn't opened please click on the provided link and be sure to save it so you are able to see the transaction's flow). Should anything go wrong with the transaction, the coins will be refunded to your {appName} wallet.
es: No necesita hacer nada en este momento, y se abrirá una nueva ventana en la que podrá controlar el estado de la transacción en su navegador (si no está abierta, por favor haga clic en el enlace provisto y asegúrese de guardarlo para que pueda ver el flujo de la transacción. Si algo sale mal con la transacción, las monedas se reembolsarán a su billetera de FRONT_TYPE
ko: 이후 유저가 해야할 일은 없으며, 환전상황을 알 수 있는 새 창이 열립니다 (열리지 않는다면 제공된 링크를 클릭해 저장하시기 바랍니다). 문제가 생긴다면 모든 자금은 다시 FRONT_TYPE으로 환불됩니다.
ru: На этом этапе вам ничего не нужно делать, и в вашем браузере откроется новое окно, в котором вы можете отслеживать состояние транзакции (если оно не открыто, пожалуйста, нажмите на предоставленную ссылку и обязательно сохраните ее, чтобы вы могли видеть поток транзакции). Если что-то пойдет не так с транзакцией, монеты будут возвращены на ваш кошелек FRONT_TYPE.

# guide__btc__card_three_5
source: Step 7
ru: Шаг 7

# guide__btc__card_three_6
source: After that, just wait for the transaction to go through (around 15 minutes) and {morphtoken} will send the bitcoins to your provided address. Done!
es: Después de eso, simplemente espere a que se complete la transacción (alrededor de 15 minutos) y {morphtoken} enviará los bitcoins a la dirección proporcionada. ¡Listo!
ko: 이후 환전이 완료될 때까지 기다리시면 (평균 15분 소요) 제공하신 주소로 {morphtoken}이 비트코인을 송금합니다. 완료!
ru: После этого просто подождите, пока транзакция пройдет (около 15 минут), и {morphtoken} отправит биткойны на указанный вами адрес. Готово!

# guide__btc__card_three__title
source: Buying Bitcoin Anonymously With Cash
es: Comprar Bitcoin de forma anónima con dinero en efectivo
ko: 현금을 이용해 익명으로 비트코인 구매
ru: Покупка биткойнов анонимно за наличные

# guide__btc__card_two_1
source: <strong> Monero is the leading cryptocurrency with a focus on private and censorship-resistant transactions</strong>. Most existing cryptocurrencies, including Bitcoin and Ethereum, have transparent blockchains, meaning that transactions are openly verifiable and traceable by anyone in the world. Furthermore, sending and receiving addresses for these transactions may potentially be linkable to a person's real-world identity.
es: <strong> Monero es la criptomoneda líder con un enfoque en transacciones privadas y resistentes a la censura </strong>. La mayoría de las criptomonedas existentes, incluidas Bitcoin y Ethereum, tienen cadenas de bloques transparentes, lo que significa que las transacciones son verificables y rastreables abiertamente por cualquier persona en el mundo. Además, el envío y la recepción de direcciones para estas transacciones pueden potencialmente vincularse a la identidad del mundo real de una persona
ko: <strong> 모네로는 익명성 기반의 검열이 불가능한 가상화폐의 선두주자입니다</strong>. 비트코인과 이더리움을 포함한 현존하는 대부분의 가상화폐는 공개된 블록체인이기에 누구나 자금의 흐름을 검증하고 추적할 수 있습니다. 또한, 거래가 이루어지는 지갑주소가 실제 신분과 연결될 수도 있습니다.
ru: <strong> Монеро (XMR) является ведущей криптовалютой с акцентом на частные и устойчивые к цензуре транзакции </strong>. Большинство существующих криптовалют, включая биткойны и Ethereum, имеют прозрачные блокчейны, что означает что транзакции являются открытыми для проверки и отслеживания кем-угодно в мире. Кроме того, отправляющие и получающие адреса для этих транзакций потенциально могут быть связаны с реальной личностью человека.

# guide__btc__card_two_2
source: Monero uses cryptography to shield sending and receiving addresses, as well as transacted amounts.
es: Monero usa la criptografía para proteger el envío y la recepción de direcciones, así como las cantidades negociadas.
ko: 모네로는 거래의 보내는 주소와 받는 주소, 거래량 모두 암호화합니다.
ru: Монеро (XMR) использует криптографию для защиты адресов отправителя и получателя, а также суммы транзакций.

# guide__btc__card_two_3
source: Monero transactions are confidential and untraceable.
es: Las transacciones de Monero son confidenciales y no se pueden rastrear.
ko: 모네로 거래는 추적할 수 없는 비밀거래입니다.
ru: Транзакции Монеро (XMR) являются конфиденциальными и не подлежат отслеживанию.

# guide__btc__card_two_4
source: Every Monero transaction, by default, obfuscates sending and receiving addresses as well as transacted amounts. This always-on privacy means that every Monero user's activity enhances the privacy of all other users, unlike selectively transparent cryptocurrencies (e.g. Z-Cash). Monero is fungible. By virtue of obfuscation, Monero cannot become tainted through participation in previous transactions. This means Monero will always be accepted without the risk of censorship. Dandelion++ allows transactions to be propagated without the origin being certain. This will obfuscate a transactor's IP address and provide further protection against network monitoring.
es: Por defecto, cada transacción de Monero confunde el envío y la recepción de direcciones, así como los importes de transacciones. Esta privacidad siempre activa significa que la actividad de cada usuario de Monero mejora la privacidad de todos los demás usuarios. a diferencia de las criptomonedas selectivamente transparentes (por ejemplo, Z-Cash). Monero es fungible. En virtud de la ofuscación, Monero no puede verse afectado por la participación en transacciones anteriores. Esto significa que Monero siempre será aceptado sin el riesgo de censura. Dandelion ++ permite que las transacciones se propaguen sin que el origen sea seguro. Esto ocultará la dirección IP de un transactor y brindará mayor protección contra el monitoreo de la red
ko: 모든 모네로 거래는 기본적으로 거래량, 보내는 주소, 받는 주소를 다른 거래와 여러번 뒤섞입니다. 이 기능은 항상 기본적으로 제공되어 이 기능이 선택적으로 제공되는 다른 가상화폐(z-cash 등)와 달리 모든 유저의 보안을 높여줍니다. 모네로는 대체성을 갖고 있어, 다른 거래와 섞임으로써 이전 거래의 영향을 받지 않습니다. 이는 모네로는 검열의 위협을 받지 않는다는 뜻입니다. Dandelion ++은 출처가 확실하지 않은 상태에서 트랜잭션을 전파 할 수 있습니다.이는 추가적으로 거래자의 IP 주소를 숨겨 네트워크 추적으로부터 더욱 안전합니다.
ru: Каждая транзакция Монеро (XMR) по умолчанию скрывает адреса отправителя и получателя, а также суммы транзакций. Эта постоянная конфиденциальность означает, что активность каждого пользователя Монеро (XMR) повышает конфиденциальность всех остальных пользователей, в отличие от выборочно прозрачных криптовалют (например, Z-Cash). Монеро (XMR) является взаимозаменяемым. Благодаря запутанности Монеро (XMR) не может быть запачкан в результате участия в предыдущих транзакциях. Dandelion ++ позволяет передавать транзакции без указания источника. Это запутает IP-адрес оператора и обеспечит дополнительную защиту от мониторинга сети.
