Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__networkEffect__0__text
source: <p>Blockchain is a myriad of disciplines all squeezed together into one. It brings elements of technology, economics, and game theory into its security models. This means that it is one of the most involved and intricate pieces of technology to date, but also means that a deep and thorough understanding is impossible without learning the fundamentals of each puzzle piece that shapes it.</p> <p>One part of blockchain that is not often discussed is competition. Each cryptocurrency is often evaluated on its own merits, and even against the cryptocurrencies most like it, but few are evaluated based on what they offer the market as a whole, and how many people are using it. Taken further, a cryptocurrency must analyze how many use it, know about it, or otherwise interface with it in any way. This concept is known as a network effect.</p> <p>A non-blockchain example of a network effect is social media. If all of your friends are on Facebook, then when you are choosing which social media you want to be heavily involved in, your friends' choices factor into this decision also. The fact that most of them are on Facebook may influence you to join it as well. And when you are deciding whether or not you want to leave the platform, the fact that you might lose contact with some of these friends will also influence this decision. This is the network effect in action. After adoption reaches a critical mass, further adoption becomes easier and is often fueled by the network's current participants.</p> <p>When we look at this in the context of blockchain, and indeed commerce in general, the power of network effects quickly becomes evident. If Bitcoin is the crypto that most people know about, and is the one that most people buy, then more merchants will accept it. If more merchants accept it then there is more places to use it, so more people will buy it, and more people will know about it. It becomes a big positive feedback loop that snowballs. At this point, a merchant might be approached about using another cryptocurrency but will question why it's needed since they already accept Bitcoin and it’s what everyone uses and accepts. </p> <p>While it is undisputed that Bitcoin is far and away the largest cryptocurrency, there are others that are considered top in their niche. Monero is one such coin, being considered by many to be the premiere privacy coin, though different people have varying opinions about whether or not Monero is even competing in the same space as Bitcoin. This is because Bitcoin has placed all its cards on its transparency for the sake of verifying the total amount (though this is also possible in Monero, albeit in a much more roundabout way).</p> <p>So where does Monero currently stand in this game of network effects? Where did we start? What does the future hold? Well, let’s start at the beginning.</p> <p>It's interesting to note that in <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero's early days</a>, it was one of three ways to do privacy. Coinjoin, CryptoNote, and Dash's masternode/coinjoin hybrid. The options were limited, and definitely not peer-reviewed, but that didn’t stop people from choosing a side. In this older era, it was anybody’s game, and some decided to sit back and let the cream rise to the top. Time eventually proved to be on <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero’s side</a>, as other privacy cryptocurrencies came and went.</p> <p>This established Monero’s network effect as the coin paving the way for others in privacy. Even as newer technology came along, such as Zcash’s zk-SNARKs, and MimbleWimble, the masses looked to Monero for leadership and sane discussion on these new protocols.</p> <p>At present time, Monero is one of the few universally respected projects in the space. From crypto noobies to Bitcoin maximalists, all of them view Monero with at least a begrudging respect, though more often it’s with higher acknowledgments. When veterans of the space talk about the coins that have the highest chance of making a difference in the world, and will last through trial and tribulation, Monero never fails to be present.</p> <p>These last few paragraphs are not just self-congratulatory, but an honest look at what the crypto landscape is like at time of writing. The network effects of Monero are becoming more and more apparent every day, and show up in unexpected places.</p> <p>People are quite divided when it comes to Monero’s future, but all opinions point to Monero doing its job well. The biggest example of this is regulatory concerns. Some are afraid that Monero is too private, which will cause an inevitable clash with the governments of the world, while others are excited for how this privacy brings freedom back to the common person. At the root of both of these views is the idea that Monero fully delivers on its promise of privacy and fungibility, and it is often the only coin in such conversations as most other ‘privacy coins’ do not.</p> <p>As Monero’s community tries very hard to be <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rational and skeptical</a>, it is not afraid of new technology. Other coins, who care more about the competitive side speak constantly of ‘dethroning’ Monero, and how Monero should be scared of their new tech that will take over the privacy world. In other words, they think their new tech will overcome Monero's established network effects in the privacy circles.</p> <p>Unlike Bitcoin, which primarily relies on its network effects to stay relevant without much underlying innovation, Monero has decided to embrace both. New, vetted technology is added to make Monero more private and secure, ensuring that Monero’s network effects are never the sole purpose for its status, but rather a result of innovation and hard work.</p> <p>In this sense, one has to wonder how long a technology like Bitcoin can rely solely on its existing network effects to stay relevant. The case is presently strong, with no coin coming even close to matching Bitcoin’s brand recognition and collective brain space, but we must remember that many other juggernauts in other industries thought themselves untouchable, only to face their own downfall due to lack of innovation.</p>
es: <p>Blockchain es una gran variedad de disciplinas, todas juntas en una. Aporta elementos de tecnología, economía y teoría de juegos a sus modelos de seguridad. Esto significa que es una de las piezas de tecnología más complicadas e intrincadas hasta la fecha, pero también significa que es imposible una comprensión profunda y completa sin aprender los fundamentos de cada pieza del rompecabezas que le da forma.</p> <p>Una parte de blockchain que no se discute a menudo es la competencia. Cada criptomoneda a menudo se evalúa por sus propios méritos, e incluso frente a las criptomonedas más similares, pero pocas se evalúan en función de lo que ofrecen al mercado en su conjunto y la cantidad de personas que las utilizan. Más allá, una criptomoneda debe analizar cuántos la usan, la conocen o interactúan con ella de alguna manera. Este concepto se conoce como efecto de red.</p> <p>Un ejemplo de efecto de red que no es blockchain son las redes sociales. Si todos tus amigos están en Facebook, cuando elijas en qué redes sociales quieres participar, las elecciones de tus amigos también influyen en esta decisión. El hecho de que la mayoría de ellos estén en Facebook también puede influir en que te unas a él. Y a la hora de decidir si quieres salir o no de la plataforma, el hecho de que puedas perder el contacto con algunos de estos amigos también influirá en esta decisión. Este es el efecto de red en acción. Una vez que la adopción alcanza una masa crítica, la adopción adicional se vuelve más fácil y, a menudo, es impulsada por los participantes actuales de la red.</p> <p>Cuando miramos esto en el contexto de blockchain y, de hecho, el comercio en general, el poder de los efectos de red se vuelve rápidamente evidente. Si Bitcoin es la criptografía que la mayoría de la gente conoce, y es la que la mayoría de la gente compra, entonces más comerciantes la aceptarán. Si más comerciantes lo aceptan, habrá más lugares para usarlo, por lo que más personas lo comprarán y más personas lo sabrán. Se convierte en un gran circuito de retroalimentación positiva que se multiplica. En este punto, se puede acercar a un comerciante sobre el uso de otra criptomoneda, pero se preguntará por qué es necesario, ya que ya aceptan Bitcoin y es lo que todos usan y aceptan. </p> <p>Si bien es indiscutible que Bitcoin es de lejos la criptomoneda más grande, hay otras que se consideran las mejores en su nicho. Monero es una de esas monedas, considerada por muchos como la principal moneda de privacidad, aunque diferentes personas tienen opiniones diferentes sobre si Monero está compitiendo o no en el mismo espacio que Bitcoin. Esto se debe a que Bitcoin ha colocado todas sus cartas en su transparencia con el fin de verificar el monto total (aunque esto también es posible en Monero, aunque de una manera mucho más indirecta).</p> <p>Entonces, ¿dónde se encuentra Monero actualmente en este juego de efectos de red? Por donde empezamos ¿Qué depara el futuro? Bueno, comencemos por el principio.</p> <p>Es interesante notar que en <a target="_blank" href="/knowledge/monero-history" class="next-link">los primeros días de Monero</a>, era una de las tres formas de mantener la privacidad. Coinjoin, CryptoNote y el híbrido masternode / coinjoin de Dash. Las opciones eran limitadas y definitivamente no estaban revisadas por pares, pero eso no impidió que las personas eligieran un bando. En esta era anterior, era el juego de cualquiera, y algunos decidieron sentarse y dejar que la crema subiera a la cima. El tiempo finalmente demostró estar del <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">lado de Monero</a>, ya que otras criptomonedas de privacidad iban y venían.</p> <p>Esto estableció el efecto de red de Monero como la moneda que allana el camino para otros en la privacidad. Incluso cuando aparecieron nuevas tecnologías, como zk-SNARKs de Zcash y MimbleWimble, las masas acudieron a Monero en busca de liderazgo y una discusión sensata sobre estos nuevos protocolos.</p> <p>En la actualidad, Monero es uno de los pocos proyectos universalmente respetados en el espacio. Desde cripto novatos hasta maximalistas de Bitcoin, todos ven a Monero con al menos un respeto a regañadientes, aunque más a menudo es con mayores reconocimientos. Cuando los veteranos del espacio hablan sobre las monedas que tienen la mayor probabilidad de hacer una diferencia en el mundo y que durarán a través de pruebas y tribulaciones, Monero nunca deja de estar presente.</p> <p>Estos últimos párrafos no son solo autocomplacencia, sino una mirada honesta a cómo es el panorama de las criptomonedas en el momento de escribir este artículo. Los efectos de red de Monero son cada vez más evidentes y aparecen en lugares inesperados.</p> <p>La gente está bastante dividida cuando se trata del futuro de Monero, pero todas las opiniones apuntan a que Monero está haciendo bien su trabajo. El mayor ejemplo de esto son las preocupaciones regulatorias. Algunos temen que Monero sea demasiado privado, lo que provocará un choque inevitable con los gobiernos del mundo, mientras que otros están emocionados por cómo esta privacidad devuelve la libertad a la persona común. En la raíz de ambos puntos de vista está la idea de que Monero cumple plenamente su promesa de privacidad y fungibilidad, y a menudo es la única moneda en tales conversaciones, ya que la mayoría de las otras "monedas de privacidad" no lo hacen.</p> <p>Como la comunidad de Monero se esfuerza mucho por ser <a target="_blank" href="/knowledge/critical-thinking" class="next-link">racional y escéptica</a>, no le teme a las nuevas tecnologías. Otras monedas, que se preocupan más por el lado competitivo, hablan constantemente de "destronar" a Monero, y de cómo Monero debería tener miedo de su nueva tecnología que se apoderará del mundo de la privacidad. En otras palabras, creen que su nueva tecnología superará los efectos de red establecidos de Monero en los círculos de privacidad.</p> <p>A diferencia de Bitcoin, que se basa principalmente en sus efectos de red para mantenerse relevante sin mucha innovación subyacente, Monero ha decidido adoptar ambos. Se agrega tecnología nueva y probada para hacer que Monero sea más privado y seguro, asegurando que los efectos de red de Monero nunca sean el único propósito de su estado, sino más bien el resultado de la innovación y el trabajo duro.</p> <p>En este sentido, uno tiene que preguntarse cuánto tiempo una tecnología como Bitcoin puede depender únicamente de sus efectos de red existentes para mantenerse relevante. El caso es actualmente sólido, sin ninguna moneda que se acerque siquiera al reconocimiento de marca de Bitcoin y al espacio cerebral colectivo, pero debemos recordar que muchos otros monstruos en otras industrias se consideraban intocables, solo para enfrentar su propia caída debido a la falta de innovación.</p>
ko: <p> 블록 체인은 모두 하나로 통합 된 무수한 분야입니다. 보안 모델에 기술, 경제, 게임 이론의 요소를 제공합니다. 이것은 현재까지 가장 복잡하고 복잡한 기술 중 하나라는 것을 의미하지만, 그것을 형성하는 각 퍼즐 조각의 기초를 배우지 않고는 깊고 철저한 이해가 불가능 함을 의미합니다. </ p> <p> 자주 논의되지 않는 블록 체인의 한 부분은 경쟁입니다. 각 암호 화폐는 종종 자체 장점으로 평가되고 심지어 가장 유사한 암호 화폐에 대해서도 평가되지만, 시장 전체를 제공하는 것과 얼마나 많은 사람들이 사용하는지에 따라 평가되는 경우는 거의 없습니다. 더 나아가, 암호 화폐는 얼마나 많은 사람들이 그것을 사용하는지, 알고 있는지 또는 어떤 식 으로든 인터페이스와 인터페이스해야합니다. 이 개념을 네트워크 효과라고합니다. </ p> <p> 네트워크 효과의 비 블록 체인 예는 소셜 미디어입니다. 모든 친구가 페이스 북에 있다면 어떤 소셜 미디어에 많이 참여하고 싶은지 선택할 때 친구의 선택도이 결정에 영향을 미칩니다. 그들 대부분이 페이스 북에 있다는 사실은 당신이 페이스 북에 가입하는데도 영향을 미칠 수 있습니다. 플랫폼에서 탈퇴 할 것인지 여부를 결정할 때 이러한 친구들과 연락이 끊길 수도 있다는 사실도이 결정에 영향을 미칩니다. 이것이 작동중인 네트워크 효과입니다. 채택이 임계 값에 도달하면 추가 채택이 더 쉬워지고 종종 네트워크의 현재 참여자들에 의해 촉진됩니다. </ p> <p> 블록 체인과 실제로 상거래의 맥락에서 이것을 살펴보면 네트워크 효과의 힘이 빠르게 분명해집니다. 비트 코인이 대부분의 사람들이 알고있는 암호 화폐이고 대부분의 사람들이 구매하는 암호 화폐라면 더 많은 상인이이를 받아 들일 것입니다. 더 많은 상인이 그것을 받아들이면 더 많은 곳에서 그것을 사용할 수 있으므로 더 많은 사람들이 그것을 사고 더 많은 사람들이 그것을 알게 될 것입니다. 눈덩이처럼 큰 긍정적 인 피드백 루프가됩니다. 이 시점에서 상인은 다른 암호 화폐를 사용하는 것에 대해 접근 할 수 있지만 이미 비트 코인을 수락하고 모든 사람이 사용하고 수락하는 것이기 때문에 왜 필요한지 질문 할 것입니다. </ p> <p> 비트 코인이 가장 큰 암호 화폐라는 것은 의심의 여지가 없지만, 틈새 시장에서 최고로 간주되는 다른 것들이 있습니다. Monero는 Bitcoin과 같은 공간에서 경쟁하는지 여부에 대해 다른 사람들이 다양한 의견을 가지고 있지만 많은 사람들이 프리미어 프라이버시 코인으로 간주하는 그러한 코인 중 하나입니다. 이는 비트 코인이 총 금액을 확인하기 위해 투명성에 모든 카드를 배치했기 때문입니다 (모네로에서도 가능하지만 훨씬 더 많은 방식으로 가능합니다). </ p> <p> 그렇다면 현재이 네트워크 효과 게임에서 Monero는 어디에 있습니까? 우리는 어디에서 시작 했습니까? 미래는 어떻게 될까요? 음, 처음부터 시작하겠습니다. </ p> <p> <a target="_blank" href="/knowledge/monero-history" class="next-link"> Monero의 초기 </a>에는 다음 세 가지 방법 중 하나였습니다. 은둔. Coinjoin, CryptoNote 및 Dash의 마스터 노드 / coinjoin 하이브리드. 옵션은 제한적이며 확실히 동료 검토를 거치지는 않았지만 사람들이 편을 선택하는 것을 막지는 못했습니다. 이 오래된 시대에는 누구의 게임이었고 일부는 앉아서 크림을 위로 올리기로 결정했습니다. 다른 개인 정보 보호 암호 화폐가 왔다가 사라짐에 따라 시간은 결국 <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link"> Monero 측 </a>에 있음이 입증되었습니다. </ p> <p> 이로 인해 Monero의 네트워크 효과는 다른 사람의 프라이버시를 보호하는 동전으로 자리 잡았습니다. Zcash의 zk-SNARK 및 MimbleWimble과 같은 최신 기술이 등장했지만 대중은 이러한 새로운 프로토콜에 대한 리더십과 건전한 논의를 위해 Monero를 찾았습니다. </ p> <p> 현재 Monero는 우주에서 보편적으로 존경받는 몇 안되는 프로젝트 중 하나입니다. 크립토 누비에서 비트 코인 맥시 멀리스트에 이르기까지 모두 모네로를 최소한 마지 못해 존경하는 마음으로 봅니다. 우주의 베테랑들이 세상을 바꿀 가능성이 가장 높고 시련과 환난을 겪을 동전에 대해 이야기 할 때 Monero는 절대로 존재하지 않습니다. </ p> <p>이 마지막 몇 개의 문단은 단지 자축하는 것이 아니라 글을 쓰는 시점에서 암호 화폐 환경이 어떤 것인지에 대한 솔직한 견해입니다. Monero의 네트워크 효과는 매일 점점 더 뚜렷해지고 있으며 예상치 못한 장소에 나타납니다. </ p> <p> 사람들은 Monero의 미래에 대해 상당히 분열되어 있지만 모든 의견은 Monero가 잘하고 있다는 것을 지적합니다. 가장 큰 예는 규제 문제입니다. 일부는 Monero가 너무 사적이어서 세계 정부와 불가피한 충돌을 일으킬 것을 두려워하는 반면, 다른 사람들은 이러한 개인 정보가 일반인에게 어떻게 자유를 가져다 주는지에 대해 흥분합니다. 이 두 가지 관점의 뿌리에는 Monero가 프라이버시와 대체 가능성에 대한 약속을 전적으로 이행한다는 아이디어가 있으며, 그러한 대화에서 종종 유일한 동전입니다.대부분의 다른 '프라이버시 코인'은 그렇지 않습니다. </ p> <p> Monero의 커뮤니티는 <a target="_blank" href="/knowledge/critical-thinking" class="next-link"> 합리적이고 회의적 </a>이되기 위해 매우 열심히 노력하므로 새로운 것을 두려워하지 않습니다. 과학 기술. 경쟁 측면에 더 관심이있는 다른 코인은 Monero의 '타락'에 대해 끊임없이 이야기하고 있으며 Monero는 프라이버시 세계를 장악 할 새로운 기술을 두려워해야합니다. 즉, 그들은 그들의 새로운 기술이 프라이버시 서클에서 Monero의 확립 된 네트워크 효과를 극복 할 것이라고 생각합니다. </ p> <p> 주로 네트워크 효과에 의존하여 근본적인 혁신없이 관련성을 유지하는 비트 코인과 달리 Monero는 두 가지를 모두 수용하기로 결정했습니다. 새롭고 검증 된 기술이 추가되어 Monero를 더욱 비공개적이고 안전하게 만들 수 있습니다. 따라서 Monero의 네트워크 효과가 상태의 유일한 목적이 아니라 혁신과 노력의 결과입니다. </ p> <p> 이런 의미에서 비트 코인과 같은 기술이 관련성을 유지하기 위해 기존 네트워크 효과에만 의존 할 수있는 기간을 궁금해해야합니다. 현재로서는 비트 코인의 브랜드 인지도와 집단적 두뇌 공간에 가까운 코인이없는 상황에서이 사례는 강력하지만, 다른 산업의 다른 많은 거인들은 혁신의 부족으로 인해 자신의 몰락에 직면 할 수밖에 없다고 생각했음을 기억해야합니다. </p>
ru: <p>Блокчейн представляет собой мириады дисциплин, слившихся в одну. Элементы технологии, экономики и теории игр сочетается в этой модели безопасности. Это означает, что сегодня блокчейн является не только одной из самых сложных и замысловатых технологий, но и что его глубокое и полное понимание невозможно без изучения основ каждой из составных частей данной головоломки.</p> <p>Одним из аспектов блокчейна, обсуждаемых не так часто, является конкуренция. Каждая криптовалюта, как правило, оценивается исходя из её достоинств и даже путём сравнения с другими наиболее близкими к ней криптовалютами. Но мало кто производит такую оценку на основе того, что криптовалюта даёт рынку в целом и сколько людей пользуется ею. Если развивать эту мысль, криптовалютный проект должен анализировать, сколько людей пользуется им, знает о нём или иным образом взаимодействует с ним. Эта концепция известна как «сетевой эффект».</p> <p>Примером сетевого эффекта, не связанным с блокчейном, могут служить социальные сети. Если все ваши друзья зарегистрированы на Facebook, то и у вас при выборе социальной сети, в которой вам бы хотелось активно общаться, предпочтения ваших друзей также станут важным фактором при принятии решения. Тот факт, что большинство из них использует Facebook, может повлиять на то, что вы выберете именно эту сеть. И когда вы решаете, покинуть платформу или нет, тот факт, что вы можете потерять контакт с некоторыми из друзей, также повлияет на ваше решение. Это и есть сетевой эффект в действии. После того как уровень принятия достигает критической точки, дальнейшее распространение становится проще и часто подпитывается уже существующими участниками сети.</p> <p>Если взглянуть на это в контексте блокчейна, да и коммерции в целом, сила сетевых эффектов становится очевидной. И если Bitcoin является криптовалютой, о которой знает большинство людей и которую большинство людей покупает, то и большинство предпринимателей будет принимать её. И чем больше предпринимателей станет принимать её, тем появится больше мест, где её можно будет использовать, тем больше людей станет покупать её и тем больше людей будет знать о ней. Так образуется положительный контур обратной связи, который растёт, как снежный ком. И на этом этапе, если обратиться к торговцу с вопросом относительно использования другой криптовалюты, то он засомневается, нужно ли ему это, так как он уже принимает Bitcoin, а это именно та криптовалюта, которую все используют и принимают.</p> <p>Но, несмотря на то, что Bitcoin, бесспорно, является крупнейшей криптовалютой, есть другие, которые считаются лучшими в своей нише. Monero является одной из таких монет, и, по мнению многих, это главная приватная монета. При этом мнения о том, является ли Monero конкурентоспособной в том же пространстве, что и Bitcoin, разнятся. Это связано с тем, что Bitcoin поставил всё на прозрачность ради обеспечения возможности верификации общей суммы (хотя это можно сделать и в случае Monero, правда, окольными путями).</p> <p>Так какова же позиция Monero в этой игре сетевых эффектов на сегодняшний день? С чего мы начали? Что предстоит нам в будущем? Итак, начнём с самого начала.</p> <p>Интересно отметить, что в <a target="_blank" href="/knowledge/monero-history" class="next-link">первые дни Monero</a>, стала одним из трёх способов обеспечить приватность: Coinjoin, CryptoNote и Dash, гибрида masternode/coinjoin. Варианты были ограничены и, безусловно, не подвергались независимому анализу, но это не остановило людей от выбора близкой им стороны. В ту прошедшую эпоху любой мог делать всё, что захочет, и некоторые решили просто сидеть и ждать, пока не определится безусловный лидер. В конце концов время оказалось на <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">стороне Monero</a>, так как другие приватные криптовалюты как появлялись, так и исчезали.</p> <p>Это создало сетевой эффект Monero как монеты, прокладывающей путь к приватности для всех остальных. И даже несмотря на то, что появились новые технологии, такие как zk-SNARKs у ZCash и MimbleWimble, большинство выбирало Monero за руководящую роль и здравое осмысление этих новых протоколов.</p> <p>В настоящее время Monero является одним из немногих всеми уважаемых проектов в криптовалютном пространстве. Начиная с новичков и заканчивая максималистами Bitcoin — все смотрят на Monero, по крайней мере, с завистливым уважением, хотя чаще всего с выражением признания. Когда ветераны криптопространства говорят о монетах, которые имеют самые высокие шансы изменить мир и которым придётся столкнуться со всеми возможными испытаниями и невзгодами, Monero всегда упоминается в ходе обсуждения.</p> <p>В настоящее время Monero является одним из немногих всеми уважаемых проектов в криптовалютном пространстве. Начиная с новичков и заканчивая максималистами Bitcoin — все смотрят на Monero, по крайней мере, с завистливым уважением, хотя чаще всего с выражением признания. Когда ветераны криптопространства говорят о монетах, которые имеют самые высокие шансы изменить мир и которым придётся столкнуться со всеми возможными испытаниями и невзгодами, Monero всегда упоминается в ходе обсуждения.</p> <p>Мнения в отношении будущего Monero расходятся, но все согласны в одном — проект Monero всё делает правильно. Самым ярким примером этого являются проблемы с регуляторами. Некоторые опасаются, что Monero слишком приватна и это приведёт к неизбежному столкновению с мировыми правительствами, в то время как других приводит в восторг то, что такая приватность возвращает свободу обычным людям. В основе обеих точек зрения лежит тот факт, что Monero полностью выполняет свои обязательства по обеспечению приватности и взаимозаменяемости, и часто это единственная монета, которая упоминается в этом контексте в отличие от большинства других «приватных монет».</p> <p>Поскольку сообщество Monero всеми силами старается оставаться <a target="_blank" href="/knowledge/critical-thinking" class="next-link">рациональным и скептически настроенным</a>, оно не боится новых технологий. Представители других криптовалютных проектов, которых больше заботит конкурентоспособность их монет, постоянно говорят о «свержении Monero с трона» и о том, как Monero следует опасаться их новых технологий, которые перевернут мир приватности. Другими словами, они думают, что их новая технология переборет существующие сетевые эффекты Monero с точки зрения обеспечения приватности.</p> <p>В отличие от Bitcoin, который в первую очередь полагается на свои сетевые эффекты, чтобы сохранить свои позиции без каких-либо инноваций, Monero использует и то и другое. Реализуются новые проверенные технологии, которые позволяют сделать Monero более приватной и безопасной монетой, гарантируя при этом, что сетевые эффекты Monero никогда не станут единственным средством поддержания её статуса, а будут, скорее, результатом инноваций и упорного труда.</p> <p>В этом смысле следует задаться вопросом: как долго такая технология, как Bitcoin, сможет полагаться исключительно на имеющиеся у неё сетевые эффекты, чтобы сохранить свою актуальность. В настоящее время, действительно, ни одна монета ещё не приблизилась к уровню узнаваемости бренда Bitcoin и не стоит с ним рядом с точки зрения задействования коллективного разума, но следует помнить о том, что многие гиганты в иных отраслях считали себя «неприкасаемыми», но в итоге рухнули из-за отсутствия каких-либо инноваций.</p>
