Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# guide__cbm__buyer__3__text
source: Instead of simply placing the cash into the envelope, use multiple nested envelopes for your package. Place the cash into the smallest envelope (or simply fold a bigger envelope as necessary), seal it, and place it into another envelope. Repeat this process until you have at least 3 nested envelopes. This helps ensure that if the receiving party tries to tamper with your package they will have a much harder time resealing it all in a way that would be undetectable when inspected by the dispute mediator.
es: En lugar de colocar simplemente el dinero en efectivo en el sobre, utilice varios sobres anidados para su paquete. Coloque el dinero en el sobre más pequeño (o simplemente doble un sobre más grande si es necesario), ciérrelo y colóquelo en otro sobre. Repita este proceso hasta que tenga al menos 3 sobres anidados. Esto ayuda a garantizar que si la parte receptora intenta manipular su paquete, le resultará mucho más difícil volver a sellarlo de forma que no sea detectable cuando lo inspeccione el mediador del litigio.
ko: 단순히 봉투에 현금을 넣는 대신 패키지에 여러 개의 중첩 봉투를 사용합니다. 현금을 가장 작은 봉투에 넣거나 필요에 따라 더 큰 봉투를 접고 밀봉하여 다른 봉투에 넣습니다. 중첩된 봉투가 3개 이상 있을 때까지 이 프로세스를 반복합니다. 이렇게 하면 수신 당사자가 패키지를 조작하려고 하면 분쟁 중재자가 검사할 때 감지할 수 없는 방식으로 모든 패키지를 다시 봉인하는 데 훨씬 더 어려워집니다.
ru: Вместо того, чтобы просто положить наличные деньги в конверт, используйте несколько вложенных конвертов для вашего пакета. Поместите наличные деньги в самый маленький конверт (или просто сложите конверт побольше, если необходимо), запечатайте его и поместите в другой конверт. Повторяйте эту процедуру до тех пор, пока не получите как минимум 3 вложенных конверта. Это поможет удостовериться в том, что если принимающая сторона попытается подделать вашу посылку, то ей будет гораздо труднее перезапечатать ее так, чтобы ее невозможно было обнаружить при осмотре посредником по разрешению споров.

# guide__cbm__buyer__3__title
source: Place envelopes inside of envelopes
es: Colocar los sobres dentro de los sobres
ko: 봉투 안에 봉투를 놓습니다.
ru: Положите конверты внутрь конвертов

# guide__cbm__buyer__4__text
source: Packages sent without tracking may get lost with and without tracking it could be all but impossible to locate it. Having tracking also allows the receiving end to have peace of mind that the package is en route in case it's taking longer than expected.
es: Los paquetes enviados sin seguimiento pueden perderse y, sin él, podría ser casi imposible localizarlos. Tener un seguimiento también permite al receptor tener la tranquilidad de que el paquete está en camino en caso de que esté tardando más de lo esperado.
ko: 추적하지 않고 전송된 패키지는 추적을 하지 않고 분실될 수 있으며 이를 찾는 것은 불가능할 수 있습니다. 또한 추적을 통해 수신 종료는 예상보다 오래 걸리는 경우 패키지가 도중에 있다는 것을 안심할 수 있습니다.
ru: Пакеты, отправленные без отслеживания, могут потеряться, и без отслеживания это может быть все, но невозможно найти его. Отслеживание также позволяет принимающей стороне быть спокойной за то, что пакет находится в пути в случае, если это займет больше времени, чем ожидалось.

# guide__cbm__buyer__4__title
source: Send with tracking
es: Enviar con seguimiento
ko: 추적으로 보내기
ru: Отправить с отслеживанием

# guide__cbm__buyer__5__text
source: As we've mentioned before, with established traders the risk for a buyer is very low. Very low doesn't mean zero though, so make sure to follow these rules to be prepared for a dispute situation.
es: Como hemos mencionado antes, con los comerciantes establecidos el riesgo para un comprador es muy bajo. Sin embargo, muy bajo no significa cero, así que asegúrate de seguir estas reglas para estar preparado para una situación de disputa.
ko: 우리가 전에 언급 한 바와 같이, 설립 된 상인과 구매자에 대한 위험은 매우 낮다. 매우 낮은 비록 0을 의미 하지 않습니다., 그래서 분쟁 상황에 대 한 준비를 이러한 규칙을 따라 해야 합니다.
ru: Как мы уже упоминали ранее, с уже состоявшимися трейдерами риск для покупателя очень низок. Очень низкий, однако, не означает нулевой, поэтому обязательно соблюдайте эти правила, чтобы быть готовым к возникновению спорной ситуации.

# guide__cbm__buyer__5__title
source: Conclusion
es: Conclusión:
ko: 결론
ru: Заключение

# guide__cbm__buyer__intro
source: If you stick to high reputation sellers it's very unlikely that you'll encounter any issues while buying with cash by mail, however the following tips will help you prove your payment in a dispute should it arise. The most important thing to do is to make a video recording of your payment. Here are the guidelines:
es: Si se ciñe a los vendedores de gran reputación es muy poco probable que se encuentre con algún problema al comprar con dinero en efectivo por correo, sin embargo, los siguientes consejos le ayudarán a demostrar su pago en caso de que surja una disputa. Lo más importante es hacer una grabación de su pago. Estas son las pautas:
ko: 높은 평판 판매자에 충실하는 경우 우편으로 현금으로 구입하는 동안 문제가 발생할 가능성이 매우 낮습니다, 그러나 다음 팁은 당신이 발생해야하는 분쟁에서 지불을 증명하는 데 도움이됩니다. 가장 중요한 일은 결제 동영상을 녹화하는 것입니다. 지침은 다음과 같습니다.
ru: Если вы придерживаетесь высокой репутации продавцов, очень маловероятно, что вы столкнетесь с какими-либо проблемами при покупке за наличные деньги по почте, однако следующие советы помогут вам доказать ваш платеж в споре, если он возникнет. Самое важное - это сделать видеозапись своего платежа. Вот инструкции:

# guide__cbm__buyer__title
source: If you're buying...
es: Si vas a comprar...
ko: 당신이 구입하는 경우 ...
ru: Если вы покупаете...

# guide__cbm__description
source: The overwhelming majority of Cash by Mail trades go without a hitch, but you still should follow these guidelines to be prepared for a dispute.
es: La inmensa mayoría de las operaciones de pago por correo se realizan sin problemas, pero aún así debe seguir estas pautas para estar preparado para una disputa.
ko: 메일 거래의 압도적 인 대다수는 차질없이 이동하지만, 당신은 여전히 분쟁에 대비하기 위해 이러한 지침을 따라야합니다.
ru: Подавляющее большинство Торговля наличными по почте проходит без заминок, но вы все равно должны следовать этим рекомендациям, чтобы быть готовыми к спору.

# guide__cbm__infocard
source: Make sure to read our guide on staying safe with cash by mail!
es: No deje de leer nuestra guía sobre la seguridad del dinero por correo.
ko: 현금으로 안전하게 지내는 방법에 대한 가이드를 우편으로 읽어보세요!
ru: Обязательно прочитайте наше руководство по безопасному использованию наличных денег по почте!

# guide__cbm__seller__0__text
source: Record yourself receiving the package from the postal worker, the postal worker weighing it, record the label, all the outer sides of the package; open the package while filming with the camera pointed into it, run the cash through a counter and counterfeit scanner. Make sure everything is filmed in one take. Always keep the package in view of the camera. Keep the footage in case of a dispute for 180 days.
es: Grábese recibiendo el paquete de manos del empleado de correos, al empleado de correos pesándolo, grabe la etiqueta, todos los lados exteriores del paquete; abra el paquete mientras filma con la cámara apuntando hacia él, pase el dinero por un contador y un escáner de billetes falsos. Asegúrate de que todo se filma en una sola toma. Mantén siempre el paquete a la vista de la cámara. Conserve la grabación en caso de litigio durante 180 días.
ko: 우편 노동자, 그것을 무게 우편 노동자, 라벨, 패키지의 모든 외부 측면에서 패키지를수신 자신을 기록; 카메라를 가리키며 촬영하는 동안 패키지를 열고 카운터와 위조 스캐너를 통해 현금을 실행합니다. 모든 것이 한 테이크에서 촬영되었는지 확인하십시오. 항상 카메라를 볼 수 있는 패키지를 유지합니다. 분쟁이 있는 경우 180일 동안 영상을 보관하십시오.
ru: Запишите, как вы получили посылку от почтового работника, как почтовый работник взвешивает ее, запишите этикетку, все внешние стороны посылки; вскройте посылку во время съемок с наведенной на нее камерой, пропустите наличные деньги через прилавок и фальшивый сканер. Убедитесь, что все снято одним дублем. Всегда держите пакет в поле зрения камеры. Сохраняйте отснятый материал в случае спора в течение 180 дней.

# guide__cbm__seller__0__title
source: Make a video of receiving and opening the package
es: Hacer un vídeo de la recepción y apertura del paquete
ko: 패키지를 수신하고 여는 동영상 만들기
ru: Сделайте видеозапись получения и вскрытия пакета

# guide__cbm__seller__1__text
source: The key thing to remember (and we put disclaimers about this on every step of the way) is to NEVER finalize a trade UNTIL you have the money and you are absolutely confident that everything is in order. A legitimate buyer won't pressure you into early finalize.
es: La clave que hay que recordar (y ponemos avisos sobre esto en cada paso del camino) es que NUNCA hay que finalizar una operación HASTA que tengas el dinero y estés absolutamente seguro de que todo está en orden. Un comprador legítimo no te presionará para que te liberes antes de tiempo.
ko: 기억해야 할 핵심 사항(그리고 우리는 모든 단계에서 이에 대한 면책 조항을 두었습니다)은 자금이 있고 모든 것이 순조롭다고 절대적으로 확신할 때까지 거래를 완료하지 않는 것입니다. 합법적인 구매자는 조기 출시를 강요하지 않습니다.
ru: Главное, о чём нужно помнить (и мы упоминаем это на каждом шагу) - НИКОГДА не завершайте сделку, пока вы не получили деньги, и вы абсолютно уверены, что все в порядке. Добропорядочный покупатель не будет давить на вас с целью досрочно завершить сделку.

# guide__cbm__seller__1__title
source: Under no circumstances finalize a trade early
es: En ningún caso se puede finalizar una operación antes de tiempo
ko: 어떠한 경우에도 조기에 거래를 완료하지 마십시오.
ru: Ни в коем случае не завершайте сделку раньше времени

# guide__cbm__seller__2__text
source: This will help you distinguish packages coming from different buyers and avoid confusion. This also will help in preventing man-in-the-middle attacks, where a scammer interposes themselves in-between the buyer and the seller, pretending to be the seller when talking to the buyer and pretending to be the buyer when talking to the seller.
es: Esto le ayudará a distinguir los paquetes procedentes de diferentes compradores y a evitar confusiones. Esto también ayudará a evitar los ataques de tipo man-in-the-middle, en los que un estafador se interpone entre el comprador y el vendedor, haciéndose pasar por el vendedor cuando habla con el comprador y fingiendo ser el comprador cuando habla con el vendedor.
ko: 이것은 당신이 다른 구매자에서 오는 패키지를 구별하고 혼란을 방지하는 데 도움이됩니다. 이것은 또한 사기꾼이 구매자와 판매자 사이에 자신을 상호 작용, 구매자와 이야기 할 때 판매자 척하고 판매자에게 이야기 할 때 구매자 척, 중간 공격을 방지하는 데 도움이 될 것입니다.
ru: Это поможет вам различать пакеты, поступающие от разных покупателей, и избежать путаницы. Это также поможет предотвратить атаки типа "человек в середине", когда мошенник вмешивается между покупателем и продавцом, выдавая себя за продавца, когда разговаривает с покупателем, и выдавая себя за покупателя, когда разговаривает с продавцом.

# guide__cbm__seller__2__title
source: Have a buyer put a note with their username and trade ID
es: Que el comprador ponga una nota con su nombre de usuario y su identificación comercial
ko: 구매자가 사용자 이름과 거래 ID로 메모를 넣어
ru: Пусть покупатель поставит записку с их именем пользователя и торговым идентификатором

# guide__cbm__seller__title
source: If you're selling...
es: Si estás vendiendo...
ko: 당신이 판매하는 경우 ...
ru: Если вы продаете...

# guide__cbm__title
source: Staying Safe With Cash by Mail
es: Seguridad con el dinero en efectivo por correo
ko: 우편으로 현금으로 안전하게 지내다
ru: Оставаясь в безопасности с наличными по почте

# guide__local__text_0
source: {appName} offers two main types of advertisements, {online} and local advertisements. Through local advertisements you meet up physically with your trading partner and conduct the trade face to face. This guide covers the basics on how to set up local advertisements and how to trade locally.
es: FRONT_TYPE ofrece dos tipos principales de anuncios, anuncios {online} y en local. A través de los anuncios locales, se reúne físicamente con su socio comercial y realiza el intercambio cara a cara. Esta guía cubre los conceptos básicos sobre cómo configurar anuncios locales y cómo comerciar localmente.
ko: FRONT_TYPE에는 {online}과 지역 내에서 직접 만나는 2가지 계약이 있습니다. 지역계약은 거래대상과 직접 만나 면대면 거래를 하는 것입니다. 이 가이드에서는 현장거래를 할 수 있는 지역계약을 만드는 법을 알려드리겠습니다.
ru: FRONT_TYPE предлагает два основных вида объявлений – {online}- и местные объявления. Посредством местных объявлений вы лично встречаетесь с вашим торговым партнером и лично проводите сделку. В этом руководстве рассказывается о том, как создавать местные объявления и как вести торговлю на местной основе.

# guide__local__text_0_online
source: online
es: en línea
ko: 오라인
ru: онлайн

# guide__local__text_1
source: Is there a market/demand?
es: ¿Hay mercado/demanda?
ko: 시장과 수요가 있습니까
ru: Есть ли рынок Монеро (XMR) и спрос на них?

# guide__local__text_2
source: It depends on where you live, in larger cities you will find more people interested in buying {assetName} than out in the countryside. Because {assetName} transactions are irreversible but most traditional forms of online payment are reversible, selling {assetName} locally directly for cash makes it much safer to accept payment, as cash is just as irreversible as {assetName}. Some people appreciate the privacy that cash trades offer. Buying a small amount of {assetName} with cash is also a great way to get started with {assetName} without too much hassle.
es: Depende de dónde viva, en ciudades más grandes encontrará más personas interesadas en comprar {assetName} que en las zonas rurales. Debido a que las transacciones de {assetName} son irreversibles, pero las formas más tradicionales de pago en línea son reversibles, la venta de {assetName} a nivel local directamente por efectivo hace que sea mucho más seguro aceptar pagos, ya que el efectivo es tan irreversible como {assetName}. Algunas personas aprecian la privacidad que ofrecen las transacciones en efectivo. Comprar una pequeña cantidad de {assetName} con dinero en efectivo también es una excelente manera de comenzar a usar {assetName} sin demasiadas preocupaciones.
ko: 거주지에 따라 다릅니다. 예를 들어, 도심에서는 외곽에 비해 {assetName}을 사고 싶은 사람이 더 많을 것입니다. 대부분의 온라인 결제는 환불이 가능하고 {assetName} 거래는 환불이 불가능기 때문에 어차피 환불이 불가능한 현금으로 {assetName}를 현장거래하는 것이 제일 안전합니다. 일부는 현장거래의 개인정보보호를 더 선호합니다. 소량의 {assetName}를 현금으로 구매하는 것이 쉽게 {assetName} 거래를 시작할 수 있는 방법 중 하나입니다.
ru: Это зависит от того, где вы живете. В крупных городах вы найдете больше людей, заинтересованных в покупке {assetName}, чем в сельской местности. Поскольку транзакции с {assetName} являются необратимыми, а большинство традиционных способов оплаты онлайн обратимы, продажа {assetName} на местной основе непосредственно за наличные делает прием платежей гораздо безопаснее, поскольку наличные столь же необратимы, как и {assetName}. Некоторые люди ценят конфиденциальность, которую обеспечивают сделки с наличными. Покупка небольшой суммы {assetName} за наличные – это также отличный способ приступить к торговле {assetName} без особых хлопот.

# guide__local__text_3
source: What if I run out of {assetName}?
es: ¿Qué ocurre si me quedo sin {assetName}?
ko: {assetName}가 다 떨어지면 어떻게 하나요?
ru: Что будет, если у меня закончатся {assetName}?

# guide__local__text_4
source: If you run out of {assetName} you can purchase more quickly from a traditional {assetName} exchange, though that usually takes a few days as you will need to purchase using a bank transfer.
es: Si se queda sin monero puede comprar mucho más rápido que en una casa de cambio tradicional, donde normalmente se demora unos días ya que se compra mediante transferencia bancaria.
ko: {assetName}가 더 이상 없으시면 다른 거래소에서 계좌이체를 사용해 {assetName}를 구매하실 수 있지만, 며칠 거릴 수 있습니다.
ru: Если у вас закончились {assetName}, вы можете их купить быстрее на традиционной бирже {assetName}, хотя этот процесс обычно занимает несколько дней, поскольку вам необходимо оплачивать покупку банковским переводом.

# guide__local__text_5
source: Make sure you are easily reachable! In your advertisement, specify your favorite place and time to meet. You can include your cell phone number in the advertisement.
es: ¡Asegúrate de ser fácilmente accesible! En su anuncio, especifique su lugar y hora favoritos para reunirse. Puede incluir su número de teléfono en el anuncio.
ko: 쉽게 연락이 닿을 수 있도록 확인하세요! 계약에 만나기 좋은 장소와 시간을 명시해 두면 좋습니다. 핸드폰 번호를 포함하면 연락이 더 쉽습니다.
ru: Позаботьтесь о том, чтобы с вами можно было легко связаться! В своем объявлении укажите удобное для вас место и время встречи. В объявлении вы также можете указать свой номер мобильного телефона.

# guide__local__text_5_title
source: Advertising
es: Anunciarse
ko: 계약광고
ru: Объявления

# guide__local__text_6
source: All traditional risks that govern money exchanging also relate to {assetName} trading. Please consider the risks carefully, and use the feedback system and other measures to ensure your safety.
es: Todos los riesgos tradicionales para el intercambio de dinero también son aplicables con el comercio de {assetName}. Por favor considere los riesgos cuidadosamente, y utilice el sistema de confianza/feedback y otras medidas para garantizar su seguridad.
ko: 일반적이 화폐거래에 있는 모든 위험은 {assetName} 거래에도 있습니다. 조심히 거래에 임하시고, 후기를 항상 보고 보안에 신경쓰시기 바랍니다.
ru: Все традиционные риски, присущие обмену деньгами, относятся также и к торговле {assetName}. Внимательно изучите риски и используйте нашу систему отзывов и другие меры для обеспечения безопасности.

# guide__local__text_6_title
source: Risks
es: Riesgos
ko: 위험요소
ru: Риски

# guide__local__text_7
source: There could be cases, where counterfeit money is passed to the {assetName} seller. Please consider using a counterfeit detector when you do the trades.
es: Podría haber casos en los que se le pague con dinero falso al vendedor de {assetName}. Por favor, considere utilizar detectores de billetes falsos cuando haga los intercambios.
ko: {assetName} 거래 시 위조화폐가 사용될 수도 있습니다. 거래 시 위조화폐 탐지기를 이용하는 것도 좋은 방안입니다.
ru: Зафиксированы случаи, когда продавец {assetName} получал фальшивые деньги. Обдумайте использование детектора фальшивых денег, когда осуществляете сделки.

# guide__local__text_7_title
source: Counterfeit money
es: Dinero falso
ko: 위조화폐
ru: Фальшивые деньги

# guide__local__text_8
source: <strong> Please note: </strong>Before you start trading as a business, research your country's legislation to see if you are required to apply for any licenses or if there are any other legal requirements.
es: <strong> Tenga en cuenta: </strong>Tenga en cuenta: Antes de comenzar a comerciar como negocio, investigue la legislación de su país para ver si debe solicitar alguna licencia o si hay otros requisitos legales.
ko: <strong> 주의: </strong> 사업체로서 거래를 시작하기 전에, 거주 국가의 법령을 통해 필요한 자격증 등 법적 요건을 자세히 확인하시기 바랍니다.
ru: <strong> Примечание: </strong>прежде чем приступать к торговле как к коммерческой деятельности, изучите законодательство своей страны, чтобы выяснить, нужно ли вам обращаться за получением каких-либо лицензий и существуют ли какие-либо иные правовые требования.

# guide__local__text_9
source: Happy trading!
es: ¡Feliz comercio!
ko: 즐거운 거래가 되기를 바랍니다!
ru: Удачного трейдинга!

# guide__local__text_four
source: Send links to your friends, advertise on social media and locally, wait for the orders to kick in
es: Envíe enlaces a sus amigos, anúnciese en las Redes Sociales y localmente, y espere a que le lleguen pedidos
ko: 친구들에게 링크를 보내고 소셜미디어 등에 광고 후 거래를 기다리세요
ru: Делитесь ссылками с вашими друзьями, в социальных сетях и локально, и ждите ваших первых предложений.

# guide__local__text_step_one
source: {sign-up} if you haven't done already
es: {sign-up} si no lo ha hecho todavía
ko: 아직 하지 않으셨다면 {sign-up}하세요
ru: {sign-up}, если вы этого еще не сделали

# guide__local__text_step_one_sign_up
source: Sign up
es: Regístrese
ko: 가입
ru: Зарегистрируйтесь

# guide__local__text_step_three
source: {load-monero}, if you are selling
es: {load-monero}, si está vendiendo
ko: 판매하실 예정이라면 {load-monero}하세요
ru: {load-monero}, если вы продаете.

# guide__local__text_step_three_load_monero
source: Load {assetName} to your wallet
es: Recargue {assetName} en su billetera
ko: 지갑에 {assetName} 충전
ru: Загрузите {assetName} в ваш кошелек

# guide__local__text_step_two
source: Post a trade advertisement
es: Publique un anuncio de transacción
ko: 계약 광고 게시
ru: Разместите объявление о торговле

# guide__local__text_steps_title
source: OK, so what are the first steps?
es: Ok, entonces ¿Cuáles son los primeros pasos?
ko: 무엇을 먼저 해야하나요?
ru: Итак, какие же первые шаги?

# guide__local__title
source: How to buy or sell Monero for cash guide
es: Guía para comerciar Monero localmente
ko: 모네로를 현금으로 매매하는 방법
ru: Руководство о торговле Монеро (XMR) на местной основе

# guide__local__title___agoradesk
source: How to buy or sell cryptocurrency for cash guide
es: Cómo comprar o vender criptomonedas por guía de efectivo
ko: 가상화폐를 현금으로 매매하는 방법
ru: Как купить или продать криптовалюту за наличный расчет

# guide__mnemonic__btc__description
source: In this guide you'll learn how to restore your non-custodial {appName} settlement wallet from the mnemonic seed shown on the trade page.
es: En esta guía aprenderá a restaurar su cartera de liquidación FRONT_TYPE no custodiada a partir de la semilla mnemónica mostrada en la página de comercio.
ko: 이 가이드에서는 거래 페이지에 표시된 니모닉 시드에서 비 보관 FRONT_TYPE 결제 지갑을 복원하는 방법을 배웁니다.
ru: В этом руководстве вы узнаете, как восстановить некастодиальный расчетный кошелек FRONT_TYPE с помощью seed-фразы, показанной на странице сделки.

# guide__mnemonic__btc__electrum__content__1
source: Download the lastest version of the Electrum wallet from <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> and launch it.
es: Descargue la última versión del monedero Electrum desde <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> y láncela.
ko: <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> 에서 최신 버전의 Electrum 지갑을 다운로드하여 실행합니다.
ru: Скачайте последнюю версию кошелька Electrum с сайта <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> и запустите его.

# guide__mnemonic__btc__electrum__content__2
source: Choose "New/Restore" from the "File" menu (chosen automatically if you don't have any other Electrum wallets on your device).
es: Elija "Nuevo/Restaurar" en el menú "Archivo" (elegido automáticamente si no tiene ningún otro monedero Electrum en su dispositivo).
ko: "파일" 메뉴에서 "새로 만들기/복원"을 선택합니다(장치에 다른 Electrum 지갑이 없는 경우 자동으로 선택됨).
ru: Выберите "New/Restore" в меню "File" (выбирается автоматически, если на вашем устройстве нет других кошельков Electrum).

# guide__mnemonic__btc__electrum__content__3
source: Choose whichever wallet name and mode (e.g. "Standard") you like.
es: Elija el nombre de la cartera y el modo (por ejemplo, "Estándar") que desee.
ko: 원하는 지갑 이름과 모드(예: "표준")를 선택하세요.
ru: Выберите любое название кошелька и режим (например, "Стандартный"), который вам нравится.

# guide__mnemonic__btc__electrum__content__4
source: Select "I already have a seed" and press "Next".
es: Seleccione "Ya tengo una semilla" y pulse "Siguiente".
ko: "나는 이미 시드가 있습니다"를 선택하고 "다음"을 누릅니다.
ru: Выберите "I already have a seed" и нажмите "Next".

# guide__mnemonic__btc__electrum__content__5
source: Paste the mnemonic seed from the trade page into the input. Then, press "Options" under the mnemonic seed input field and tick both "Extend this seed with custom words" and "BIP39 seed", press "OK" and then "Next".
es: Pegue la semilla mnemotécnica de la página de comercio en la entrada. A continuación, pulse "Opciones" bajo el campo de entrada de la semilla mnemotécnica y marque tanto "Ampliar esta semilla con palabras personalizadas" como "Semilla BIP39", pulse "Aceptar" y luego "Siguiente".
ko: 거래 페이지의 니모닉 시드를 입력에 붙여넣습니다. 그런 다음 니모닉 시드 입력 필드 아래의 "옵션"을 누르고 "사용자 정의 단어로 이 시드 확장"과 "BIP39 시드"를 모두 선택하고 "확인"을 누르고 "다음"을 누릅니다.
ru: Вставьте seed-фразу со страницы сделки в поле ввода. Затем нажмите "Options" в поле ввода seed-фразы и отметьте оба пункта "Extend this seed with custom words" и "BIP39 seed", нажмите "OK" и затем "Next".
