Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# knowledge__btc__0__text
source: <p>Monero is a cryptocurrency that values privacy above all else, but what most people don’t understand is that the privacy granted by using it is neither bulletproof nor absolute in certain situations. Make no mistake, Monero is about as private as it gets in the trustless realm, but there are some considerations that users must take to ensure their privacy remains strong.</p> <p>The same is true in other areas of life really. As an example, you can stay off of all social media in an effort to keep your life private, but if you are constantly with friends who snap selfies with you in them, say that they’re with you in the subtitle, and tag your location, much of your effort may be for naught. The social media conglomerate can still build a profile on you despite the fact that you personally are not on their platform.</p> <p>One of the oft-spoken of situations where people do not consider all of the implications and potentially leaked metadata is the issue of trading Bitcoin for Monero. It is commonly considered in the community that purchasing Monero with Bitcoin will be a full cleanse, and that the user retains all privacy benefits once they get into Monero, despite coming from a transparent chain.</p> <p>In a similar vein, it’s considered by some to be just as private to get Monero from non-KYC and KYC sources. The thinking goes that it is similar to getting cash at a bank. In that scenario, the bank itself knows your face and name, and knows how much you have in your account overall, and how much you withdrew in cash, but doesn’t know what you do with the cash afterwards. With Monero’s privacy guarantees, it should be just so with getting Monero from a KYC/AML source, right?</p> <p>Well, not quite.</p> <p>First, let's take a quick step back and define what we mean by KYC/AML. This acronym stands for Know Your Customer (KYC) / Anti-Money Laundering (AML) laws, which require exchanges and businesses to collect identifying information on their customers. The larger the amount of money exchanged, the more information is needed. As the name implies, this is all done in the name of minmizing risk of people laundering money.</p> <p>Back to Monero. To be sure, moving your money into Monero from a KYC source is astronomically better for privacy than using a KYC source to purchase something like BTC or any other transparency coin, but there are still considerations to be made about what is revealed, and what that revealed information could mean for your privacy and safety.</p> <p>Even sticking with the cash and bank scenario, if you withdraw a large amount from the bank, since the bank knows your details (including your home address) the teller can see how much is in your account, and can potentially make nefarious plans depending on your wealth. This is rare, and since the money is in the bank rather than at your house, what they can accomplish in this scenario is relatively small. The same isn’t true for Monero, which is not secured by a third party, but rather yourself. Being your own bank isn’t always easy.</p> <p>Similarly, moving from BTC to XMR, regardless of how it’s done, leaves traces on the Bitcoin blockchain. While this is indeed less damaging than going BTC to BTC because, on the other side of the exchange is Monero’s mandatory privacy, the implications of leaving a trace behind must be considered. These traces compound to even greater effect if there was KYC involved anywhere in the process.</p> <p>Imagine a scenario where dirty Bitcoins were received for a good or service, something that is only possible because of Bitcoin’s radical transparency. You don't know that these Bitcoins are dirty, as you don't have the tech to check each Bitcoin, so you, being a crypto-savvy person, aren’t comfortable with this fact, and you don’t have the money to pay a chain anlysis company to check for you. So, you decide to exchange to Monero to be safe.</p> <p>You deposit your Bitcoin onto an exchange, and swap them out for Monero, which you then pull out to your local wallet. This scenario already is a bit of a stretch, because the exchange may flag your dirty Bitcoins and lock down your account, and you may or may not get them back, but for the sake of this example we’re going to assume they let the swap happen.</p> <p>At this point, if the government becomes interested in following the trail of these Bitcoins, they will follow them to the exchange, subpoena the KYC information on the depositor, see that they were swapped to Monero (suspicious), and come knocking on your door.</p> <p>Please understand, this is not saying you should avoid swapping Bitcoin to Monero to avoid looking suspicious. You were already suspicious because you accepted dirty Bitcoin, and if you didn’t swap they’d still use blockchain analysis, and still come a’knocking. Rather, this example merely highlights that there is significant risk in using transparency coins at all, and swapping to a private, fungible coin like Monero doesn’t erase the footprints left in the transparent blockchain.</p> <p>For the individual interested in their own privacy, usage of transparent blockchains should be kept minimal, and with extreme caution. KYC should be avoided whenever possible, as this metadata can still be used to build a case and ask questions, and god forbid this KYC info (alongside trade information) gets leaked from exchanges due to incompetence. Even if you only bought and withdrew Monero from the exchange, this leaked information would still reveal how much Monero you had and where you are located. All information that we can all agree nobody would want just floating out in cyberspace.</p> <p>In summary, while using Monero does indeed negate many, many attacks and minimizes metadata leakage by default, the user themselves can do many things to ultimately destroy their own privacy. One of the least considered is the implications of using either a transparency chain as a pathway to Monero, or a KYC source to acquire it, to say nothing of using both at once.</p> <p>This article is not meant to fear-monger, but rather to encourage users to think critically about their decisions and remind them that even the best privacy can be fragile under certain circumstances. Users must be vigilant to protect their own privacy by making smart decisions about what to purchase, where, and from whom.</p>
es: <p>Monero es una criptomoneda que valora la privacidad por encima de todo, pero lo que la mayoría de la gente no entiende es que la privacidad otorgada al utilizarla no es a prueba de balas ni absoluta en ciertas situaciones. No te equivoques, Monero es lo más privado que puede haber en el ámbito de la confianza, pero hay algunas consideraciones que los usuarios deben tener en cuenta para garantizar que su privacidad siga siendo sólida.</p> <p>Lo mismo es cierto en otras áreas de la vida realmente. Por ejemplo, puedes mantenerte alejado de todas las redes sociales en un esfuerzo por mantener tu vida privada, pero si estás constantemente con amigos que se sacan selfies contigo en ellas, dicen que están contigo en el subtítulo y etiquetan tu ubicación, gran parte de tu esfuerzo puede ser en vano. El conglomerado de redes sociales puede seguir construyendo un perfil sobre ti a pesar de que tú personalmente no estés en su plataforma.</p> <p>Una de las situaciones de las que se habla a menudo y en la que la gente no tiene en cuenta todas las implicaciones y los metadatos potencialmente filtrados es la cuestión de cambiar Bitcoin por Monero. Comúnmente se considera en la comunidad que la compra de Monero con Bitcoin será una limpieza completa, y que el usuario conserva todos los beneficios de privacidad una vez que entra en Monero, a pesar de venir de una cadena transparente.</p> <p>En una línea similar, algunos consideran que es igual de privado conseguir Monero de fuentes no KYC y KYC. Se piensa que es similar a obtener dinero en efectivo en un banco. En ese escenario, el propio banco conoce tu cara y tu nombre, y sabe cuánto tienes en tu cuenta en general, y cuánto has retirado en efectivo, pero no sabe lo que haces con el dinero después. Con las garantías de privacidad de Monero, debería ser así con la obtención de Monero de una fuente KYC/AML, ¿verdad?</p> <p>Bueno, no del todo.</p> <p>En primer lugar, demos un paso atrás y definamos lo que queremos decir con KYC/AML. Este acrónimo se refiere a las leyes de Conozca a su Cliente (KYC) / Anti-Lavado de Dinero (AML), que requieren que las bolsas y las empresas recojan información de identificación de sus clientes. Cuanto mayor es la cantidad de dinero que se intercambia, más información se necesita. Como su nombre indica, todo esto se hace en nombre de minimizar el riesgo de que la gente blanquee dinero.</p> <p>Volviendo a Monero. Para estar seguros, mover tu dinero a Monero desde una fuente KYC es astronómicamente mejor para la privacidad que usar una fuente KYC para comprar algo como BTC o cualquier otra moneda de transparencia, pero todavía hay consideraciones que hacer sobre lo que se revela, y lo que esa información revelada podría significar para tu privacidad y seguridad.</p> <p>Incluso siguiendo con el escenario del dinero en efectivo y el banco, si retiras una gran cantidad del banco, ya que el banco conoce tus datos (incluyendo tu dirección) el cajero puede ver cuánto hay en tu cuenta, y puede potencialmente hacer planes nefastos dependiendo de tu riqueza. Esto es raro, y como el dinero está en el banco y no en tu casa, lo que pueden conseguir en este escenario es relativamente pequeño. No ocurre lo mismo con Monero, que no está asegurado por un tercero, sino por ti mismo. Ser tu propio banco no siempre es fácil.</p> <p>Del mismo modo, pasar de BTC a XMR, independientemente de cómo se haga, deja rastros en la blockchain de Bitcoin. Aunque esto es menos perjudicial que pasar de BTC a BTC porque, al otro lado del intercambio está la privacidad obligatoria de Monero, hay que tener en cuenta las implicaciones de dejar un rastro. Estos rastros se agravan aún más si hay un KYC involucrado en cualquier parte del proceso.</p> <p>Imagina un escenario en el que se recibieran Bitcoins sucios por un bien o servicio, algo que sólo es posible gracias a la transparencia radical de Bitcoin. Usted no sabe que estos Bitcoins son sucios, ya que no tiene la tecnología para comprobar cada Bitcoin, por lo que usted, siendo una persona conocedora de las criptomonedas, no se siente cómodo con este hecho, y no tiene el dinero para pagar a una empresa de análisis en cadena para que lo compruebe por usted. Así que decides cambiar a Monero para estar seguro.</p> <p>Depositas tus Bitcoin en un exchange, y los cambias por Monero, que luego sacas a tu cartera local. Este escenario ya es un poco exagerado, porque el intercambio puede marcar tus Bitcoins sucios y bloquear tu cuenta, y puede que los recuperes o no, pero por el bien de este ejemplo vamos a suponer que permiten el intercambio.</p> <p>En este punto, si el gobierno se interesa en seguir el rastro de estos Bitcoins, los seguirán hasta el intercambio, citarán la información KYC del depositante, verán que fueron cambiados a Monero (sospechoso), y llamarán a tu puerta.</p> <p>Por favor, comprenda que esto no significa que deba evitar cambiar Bitcoin a Monero para no parecer sospechoso. Usted ya era sospechoso porque aceptaba Bitcoin sucio, y si no lo cambiaba ellos seguirían usando el análisis de la cadena de bloques, y seguirían llamando a la puerta. Más bien, este ejemplo simplemente destaca que hay un riesgo significativo en el uso de monedas transparentes, y el cambio a una moneda privada y fungible como Monero no borra las huellas dejadas en la cadena de bloques transparente.</p> <p>Para el individuo interesado en su propia privacidad, el uso de blockchains transparentes debe ser mínimo, y con extrema precaución. El KYC debe ser evitado siempre que sea posible, ya que estos metadatos pueden ser utilizados para construir un caso y hacer preguntas, y Dios no quiera que esta información KYC (junto con la información comercial) se filtre de los intercambios debido a la incompetencia. Incluso si sólo compraste y retiraste Monero del intercambio, esta información filtrada aún revelaría cuánto Monero tenías y dónde estás ubicado. Toda la información que todos podemos estar de acuerdo en que nadie querría flotar en el ciberespacio.</p> <p>En resumen, mientras que el uso de Monero niega muchos, muchos ataques y minimiza la filtración de metadatos por defecto, el propio usuario puede hacer muchas cosas para destruir su propia privacidad. Una de las menos consideradas son las implicaciones de utilizar una cadena de transparencia como vía de acceso a Monero, o una fuente de KYC para adquirirlo, por no hablar de utilizar ambas cosas a la vez.</p> <p>Este artículo no pretende meter miedo, sino animar a los usuarios a pensar críticamente sobre sus decisiones y recordarles que incluso la mejor privacidad puede ser frágil bajo ciertas circunstancias. Los usuarios deben estar atentos para proteger su propia privacidad tomando decisiones inteligentes sobre qué comprar, dónde y a quién.</p>
ko: <p>Monero는 무엇보다도 개인 정보를 소중히 여기는 암호 화폐이지만 대부분의 사람들이 이해하지 못하는 것은 그것을 사용하여 부여 된 개인 정보 보호가 특정 상황에서 방탄도 절대적도 아니라는 것입니다. 실수하지 마세요, Monero는 신뢰할 수없는 영역에 도착으로 개인에 대한, 하지만 사용자가 자신의 개인 정보 보호가 강한 남아 있는지 확인하기 위해 취해야 할 몇 가지 고려 사항이 있습니다.</p> <p>다른 삶의 영역에서도 마찬가지입니다. 예를 들어, 당신은 당신의 인생을 비공개로 유지하기위한 노력의 일환으로 모든 소셜 미디어에서 벗어날 수 있지만, 당신은 그들에 당신과 함께 셀카를 스냅 친구와 지속적으로 있는 경우, 그들은 자막에 당신과 함께 있다고 말하고, 당신의 위치를 태그, 당신의 노력의 대부분은 장난 꾸러기 수 있습니다. 소셜 미디어 대기업은 개인적으로 자신의 플랫폼에 있지 않다는 사실에도 불구하고 여전히 프로필을 구축 할 수 있습니다.</p> <p>사람들이 모든 의미를 고려하지 않고 잠재적으로 유출 된 메타 데이터는 모네로에 대한 비트 코인 거래의 문제입니다. 그것은 일반적으로 비트 코인으로 Monero를 구입하는 것은 전체 정화 될 것입니다 지역 사회에서 간주됩니다, 그들은 Monero에 도착하면 사용자는 모든 개인 정보 보호 혜택을 유지, 투명 체인에서 오는에도 불구하고.</p> <p>비슷한 맥락에서, 그것은 비 KYC와 KYC 소스에서 모네로를 얻기 위해 단지 개인것으로 간주됩니다. 생각은 은행에서 현금을 얻는 것과 유사하다는 것입니다. 이 시나리오에서 은행 자체는 얼굴과 이름을 알고 있으며, 전체적으로 계정에 얼마나 많은 것을 가지고 있는지, 그리고 현금으로 얼마나 인출했는지 알고 있지만 나중에 현금으로 무엇을 하는지 알지 못합니다. 모네로의 개인 정보 보호 보장으로, 그것은 KYC / AML 소스에서 모네로를 얻는 것만으로도 마찬가지입니까?</p> <p>글쎄, 정답이 아닙니다.</p> <p>먼저, 한 걸음 뒤로 물러서서 KYC/AML의 의미를 정의해 봅시다. 이 약어는 고객 에 대한 식별 정보를 수집하기 위해 교환 및 기업이 요구하는 고객 (KYC) / 자금 세탁 방지 (AML) 법률을 의미합니다. 교환된 금액이 클수록 더 많은 정보가 필요합니다. 이름에서 알 수 있듯이, 이것은 모두 돈을 세탁하는 사람들의 위험을 채굴하는 이름으로 이루어집니다.</p> <p>다시 모네로. 확실히, KYC 소스에서 Monero로 돈을 이동하는 것은 BTC 또는 다른 투명성 동전과 같은 것을 구입하기 위해 KYC 소스를 사용하는 것보다 개인 정보 보호에 천문학적으로 더 나은, 하지만 공개 무엇에 대해 할 수있는 고려 사항이 여전히있다, 그 공개 정보는 개인 정보 보호 및 안전에 대한 의미가 있을 수 있습니다.</p> <p>은행에서 많은 금액을 인출하는 경우 현금 및 은행 시나리오를 고수하는 경우에도 은행이 귀하의 세부 정보 (집 주소 포함)를 알고 있기 때문에 점원은 귀하의 계좌에 얼마나 많은 지 알 수 있으며 잠재적으로 재산에 따라 사악한 계획을 세울 수 있습니다. 이것은 드물며, 돈이 집이 아닌 은행에 있기 때문에이 시나리오에서 달성 할 수있는 것은 상대적으로 적습니다. 제3자에 의해 확보되지 않은 모네로도 마찬가지입니다. 자신의 은행이 되는 것이 항상 쉬운 것은 아닙니다.</p> <p>마찬가지로 BTC에서 XMR로 이동하면 어떻게 수행되었는지에 관계없이 비트코인 블록 체인에 흔적을 남깁니다. 이것은 BTC에 BTC를 가는 것보다 실제로 덜 손상되는 반면, 교환의 반대편에는 Monero의 필수 개인 정보 보호가 있기 때문에 흔적을 남기는 의미를 고려해야합니다. 이러한 추적은 KYC가 프로세스의 어느 곳에서나 관련되어 있다면 더 큰 효과를 낼 수 있습니다.</p> <p>더러운 비트 코인이 좋은 또는 서비스에 대한 수신 된 시나리오를 상상, 비트 코인의 급진적 인 투명성 때문에 가능한 무언가. 당신은 이러한 비트 코인이 더러운 것을 모른다, 당신은 각 비트 코인을 확인하는 기술이 없기 때문에, 그래서 당신은, 암호에 정통한 사람이되는, 이 사실에 익숙하지 않다, 당신은 당신을 확인하기 위해 체인 lysis 회사를 지불 할 돈이 없습니다. 그래서, 당신은 안전하게 모네로로 교환하기로 결정합니다.</p> <p>당신은 교환에 비트 코인을 입금하고, 모네로를 위해 그들을 교환, 당신은 당신의 지역 지갑에 당겨. 거래소가 더러운 비트코인에 플래그를 표시하고 계정을 잠글 수 있고 다시 계정을 사용할 수도 있고 되돌릴 수도 있지만 이 예제를 위해 스왑이 발생할 수 있다고 가정할 수 있기 때문에 이 시나리오는 이미 약간 늘어나고 있습니다.</p> <p>이 시점에서, 정부가 이러한 비트 코인의 흔적을 따라에 관심이있는 경우, 그들은 교환에 그들을 따를 것이다, 예금에 KYC 정보를 소환, 그들은 모네로로 교환 된 것을 볼 (의심스러운), 그리고 문을 두드리고 와서.</p> <p>이해하시기 바랍니다, 이것은 당신이 의심 찾고 피하기 위해 모네로에 비트 코인을 교환하지 않도록해야한다는 말을하지 않습니다. 당신은 이미 당신이 더러운 비트 코인을 받아 들였다, 당신이 교환하지 않은 경우 그들은 여전히 블록 체인 분석을 사용하고, 여전히 노크 와서. 오히려 이 예는 투명성 동전을 전혀 사용하고 Monero와 같은 개인적이고 재미있는 동전으로 교환하는 데 상당한 위험이 있음을 강조하기만 하면 투명한 블록 체인에 남아있는 발자국을 지우지 않습니다.</p> <p>자신의 개인 정보 보호에 관심이있는 개인의 경우 투명 블록 체인의 사용은 최소한의 주의를 기울여야합니다. KYC는 가능한 한 피해야한다, 이 메타 데이터는 여전히 사건을 구축하고 질문을하는 데 사용할 수 있습니다, 하나님은이 KYC 정보 (무역 정보와 함께) 무능력으로 인해 거래소에서 유출되는 것을 금지합니다. 교환에서 모네로를 구입하고 철회하더라도, 이 유출 된 정보는 여전히 당신이 가진 얼마나 많은 모네로와 당신이 어디에 있는지 를 알 수 있습니다. 우리 모두가 동의 할 수있는 모든 정보는 아무도 사이버 공간에 떠있기를 원하지 않을 것입니다.</p> <p>요약하면, Monero를 사용하는 것은 실제로 많은 공격을 부정하고 기본적으로 메타 데이터 유출을 최소화하는 동안 사용자 자신은 궁극적으로 자신의 개인 정보를 파괴하기 위해 많은 일을 할 수 있습니다. 가장 적게 고려되는 것 중 하나는 투명성 체인을 Monero로 가는 통로로 사용하거나 KYC 소스를 획득하는 데 그 의미를 가지며, 한 번에 둘 다 사용하지 않는다는 의미입니다.</p> <p>이 문서는 두려움을 불러일으키기위한 것이 아니라 사용자가 자신의 결정에 대해 비판적으로 생각하고 최상의 개인 정보 보호조차도 특정 상황에서 취약 할 수 있음을 상기시키도록 장려하기위한 것입니다. 사용자는 무엇을 구매해야 하는지, 어디서, 누구에게로부터 현명한 결정을 내릴 때 자신의 개인 정보를 보호하기 위해 경계해야 합니다.</p>
ru: <p>Monero является криптовалютой, анонимность которой стоит превыше всего остального. Но очень многие не понимают, что в определённых ситуациях такая анонимность вовсе не будет ни гарантированной, ни абсолютной. Не стоит заблуждаться — Monero остаётся анонимной, пока используется в не требующей доверия среде, но при этом существует ряд аспектов, которые необходимо учитывать всем пользователям, чтобы сохранить высокий уровень собственной анонимности.</p> <p>Ровно то же самое касается и других сфер нашей жизни. Например, вы можете не пользоваться социальными сетями, чтобы сохранить приватность своей жизни, но если вы постоянно общаетесь с друзьями, которые делают селфи, на которых вы будете присутствовать, или, скажем, вы будете отмечены на таких селфи, или на них будет отмечено ваше местоположение, по большей части все ваши усилия будут сведены к нулю. Конгломерат, представленный социальными сетями, всё равно сможет собрать ваше портфолио, даже несмотря на то, что лично вы не пользуетесь ни одной из подобных платформ.</p> <p>Одной из часто обсуждаемых ситуаций, в которых люди не учитывают всех возможных последствий и потенциальной возможности утечки метаданных, является обмен Bitcoin на Monero. Как правило, члены сообщества считают, что покупка XMR за BTC происходит абсолютно «чисто» и что пользователь полностью сохраняет свою анонимность, обеспечиваемую Monero, даже несмотря на прозрачность блокчейна BTC.</p> <p>В подобном русле некоторые рассматривают приобретение Monero как из придерживающихся правила KYC, так и не следующих ему источников в равной степени анонимным. Подобное суждение основано на убеждении в том, что это похоже на получение наличных в банке. Данный сценарий предполагает, что самому банку известно ваше лицо и имя, известно, сколько средств имеется на вашем счёте, банк знает, сколько наличных вы с него снимаете, но понятия не имеет, как вы их потратите впоследствии. Вот и, учитывая гарантированную анонимность Monero, ситуация будет такой же, если взять Monero из источника, следующего правилам KYC/AML, правильно?</p> <p>Ну, не совсем так.</p> <p>Прежде всего, давайте вернёмся немного назад и определимся с тем, что означают правила KYC/AML. Данный акроним расшифровывается как Know Your Customer / Anti-Money Laundering (знай своего клиента / правила противодействия отмыванию денег) и является юридическим термином, связанным с законами, требующими от бирж и предпринимателей собирать информацию, позволяющую идентифицировать их клиентов. Чем больше денег вы хотите обменять, тем больше информации вам придётся предоставить. Как следует из названия правил, всё это делается с целью минимизации вероятности отмывания денег.</p> <p>Но вернёмся к Monero. Безусловно, покупка Monero у источника, соблюдающего правило KYC, астрономически безопасней с точки зрения анонимности, чем покупка у того же источника какой-либо другой прозрачной валюты, вроде Bitcoin. Но всё же остаются открытыми вопросы, связанные с тем, какая информация при этом будет раскрыта и что раскрытие такой информации будет означать с точки зрения вашей анонимности и безопасности.</p> <p>Даже в случае с вышеописанным сценарием получения наличных в банке, если вы возьмёте в банке значительную сумму, поскольку у банка имеются ваши данные (включая домашний адрес), кассир может видеть, сколько денег находится на вашем счету, и может замыслить что-нибудь недоброе в отношении вашего благосостояния. Такое случается достаточно редко, и поскольку ваши деньги находятся в банке, а не у вас дома, злоумышленнику мало что удастся сделать в рамках такого сценария. Но в случае с Monero дела обстоят иначе из-за отсутствия третьей стороны, отвечающей за безопасность. Тут за всё отвечаете только вы — быть самому себе банком не всегда просто.</p> <p>Подобным образом обмен BTC на XMR, независимо от того, как он происходит, оставляет след в блокчейне Bitcoin. И даже несмотря на то, что такой вариант менее опасен, чем обмен BTC на BTC, поскольку одна из сторон такого обмена защищена механизмами обеспечения анонимности Monero, используемыми по умолчанию, необходимо учитывать, что определённый след всё же остаётся. Наличие подобных следов может иметь ещё более глубокие последствия, если на каком-то этапе процесса применялось правило KYC.</p> <p>Представьте ситуацию, в которой за товар или услугу были получены «грязные» монеты Bitcoin. Такая ситуация вполне возможна из-за просто радикальной прозрачности Bitcoin. Вы не знаете, что эти монеты являются таковыми, поскольку вы не владеете технологией, позволяющей проверить каждый Bitcoin. И вы, будучи сообразительным человеком, знакомым с криптовалютами, не можете смириться с этим фактом, но при этом у вас нет денег, чтобы заплатить компании, занимающейся анализом блокчейнов. Поэтому из соображений безопасности вы решаете обменять свои BTC на Monero.</p> <p>Вы переводите свои BTC на биржу и меняете их там на Monero, которые потом выводите на свой локальный кошелёк. Этот сценарий уже немного натянут, поскольку биржа может пометить ваши «грязные» монеты Bitcoin и заблокировать ваш счёт. В результате вы даже можете не получить их обратно. Но в нашем случае допустим, что обмен состоялся.</p> <p>Если правительственные органы заходят отследить эти BTC, они дойдут по следу до биржи, в судебном порядке истребуют информацию KYC по владельцу соответствующего счёта и увидят, что BTC были обменены на Monero (что подозрительно), а потом постучатся в вашу дверь.</p> <p>Поймите правильно, речь вовсе не о том, что стоит избегать обмена Bitcoin на Monero, чтобы не выглядеть подозрительно. Вы и так уже попали под подозрение, приняв «грязные» BTC, и даже если бы вы не поменяли их, власти всё равно прибегли бы к анализу блокчейна и пришли к вам. Данный пример, скорее, призван продемонстрировать значительный риск, которому подвергаются пользователи прозрачных монет в принципе. И обмен таких монет на анонимную и взаимозаменяемую монету, такую как Monero, никак не стирает следов, оставленных в прозрачном блокчейне.</p> <p>Если вы заинтересованы в поддержании собственной анонимности, использование прозрачных блокчейнов следует свести к минимуму и делать это с предельной осторожностью. Сервисов, практикующих KYC, следует по возможности избегать, так как метаданные могут быть использованы для того, чтобы начать расследование. И не дай Бог, произойдёт утечка такой информации KYC (наряду с другой информацией, связанной с торговлей) из-за некомпетентности сотрудников биржи. Даже если вы просто обменяли и вывели Monero с биржи, такая утечка позволит узнать, сколько Monero у вас имеется и где вы находитесь. Согласитесь, ведь никто бы не хотел, чтобы вся его информация просто плавала в киберпространстве.</p> <p>Если кратко, то несмотря на то, что использование Monero позволяет избежать многих и многих видов атаки и по умолчанию сводит к минимуму возможность утечки данных, в конечном счёте сами пользователи могут сделать так, что их анонимность будет сведена на нет. Это может произойти даже в результате использования прозрачных блокчейнов или источников, следующих правилу KYC, для получения Monero, не говоря уже о случаях, когда эти оба варианта реализуются одновременно.</p> <p>Эта статья была написана вовсе не для того, чтобы посеять панику среди пользователей, но, скорее для того, чтобы они мыслили критически при принятии решений, а также чтобы напомнить им о хрупкости даже самых сильных механизмов обеспечения анонимности при определённых обстоятельствах. Пользователям следует проявлять бдительность, чтобы гарантировать собственную анонимность. Следует принимать умные решения и хорошенько подумать, что, где и у кого покупать.</p>
