Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/old/app_*.arb
Languages: es, ko, ru

# user__block__will_hide_ads
source: Blocking a user will hide their ads from your search results
es: Bloquear a un usuario ocultará sus anuncios de sus resultados de búsqueda
ko: 사용자를 차단하면 검색결과에서 광고가 숨겨집니다.
ru: Объявления заблокированного пользователя будут скрыты из ваших результатов поиска.

# user__cache_disclaimer
source: Updated once an hour
es: Actualizado una vez por hora
ko: 한시간마다 업데이트
ru: Обновляется раз в час

# user__feedback_more
source: See more feedback on {user}
es: Ver más feedback de {user}
ko: {user} 후기 더 보기
ru: Показать больше отзывов о {user}

# user__feedback_score
source: Feedback score:
es: Puntuación de confianza/feedback:
ko: 후기 점수:
ru: Оценка отзывов:

# user__feedback_title
source: Feedback
es: Confianza/Feedback
ko: 후기
ru: Отзывы

# user__have_traded
source: You've traded with this user
es: Usted ha comerciado con este usuario
ko: 이 유저와 거래한 적이 있습니다
ru: Вы торговали с этим пользователем

# user__havent_traded
source: You have not traded with this user yet
es: Usted no ha comerciado todavía con este usuario
ko: 아직 이 유저와 거래한 적이 없습니다
ru: Вы еще не торговали с этим пользователем

# user__information
source: Information
es: Información
ko: 정보
ru: Информация

# user__last_seen
source: Seen
es: Visto
ko: 마지막 접속
ru: Заходили

# user__last_seen__just_now
source: just now
es: justo ahora
ko: 방금
ru: только что

# user__median_days
source: days
es: días
ko: 일
ru: дней

# user__median_hours
source: hours
es: horas
ko: 시간
ru: часов

# user__median_minutes
source: minutes
es: minutos
ko: 분
ru: минут

# user__median_not_known
source: Not known
es: No conocido
ko: 알 수 없음
ru: Неизвестно

# user__median_seconds
source: seconds
es: segundos
ko: 초
ru: секунд

# user__median_title
source: Typical trade finalization time
es: Tiempo típico de finalización de la operación:
ko: 일반적인 거래 완료 시간:
ru: Типичное время завершения сделки:

# user__no_feedback__why__1
source: Feedback takes up to an hour to reflect.
es: Los comentarios tardan hasta una hora en reflejarse.
ko: 피드백을 반영하는 데 최대 1시간이 걸립니다.
ru: На отражение отзыва уходит до часа.

# user__no_feedback__why__2
source: Feedback is only shown if the total <strong>market value</strong> (as calculated by the CoinGecko price, not the price set in the offer) of the coins traded between you is more than 100 USD equivalent.
es: Los comentarios solo se muestran si el <strong>valor de mercado</strong> total (calculado por el precio de CoinGecko, no el precio establecido en la oferta) de las monedas negociadas entre ustedes es superior al equivalente de 100 USD.
ko: 피드백은 귀하 간에 거래되는 코인의 총 <strong>시장 가치</strong> (CoinGecko 가격으로 계산되며 제안에 설정된 가격이 아님)가 100 USD 이상인 경우에만 표시됩니다.
ru: Отзыв отображается только в том случае, если общая <strong>рыночная стоимость</strong> (рассчитанная по цене CoinGecko, а не по цене, указанной в предложении) обмененных между вами монет превышает эквивалент 100 долларов США.

# user__no_feedback__why__title
source: Where's my feedback?
es: ¿Dónde están mis comentarios?
ko: 내 피드백은 어디에 있습니까?
ru: Где мои отзывы?

# user__number_of_partners
source: Trading partners
es: Socios comerciales:
ko: 거래대상수:
ru: Партнёров:

# user__number_of_trades
source: Trades:
es: Transacciones:
ko: 거래수:
ru: Сделок:

# user__this_is_you
source: This is you
es: Este es usted
ko: 당신입니다
ru: Это вы

# user__trust_btn
source: Trust {username}
es: Confiar en {username}
ko: {username} 신뢰
ru: Доверять {username}

# user__trust_status
source: You are trusting {username}
es: Usted confía en {username}
ko: {username}를 신뢰하고 있습니다
ru: Вы доверяете {username}

# user__trust_status_description
source: They will be able to respond to ads you have made for trusted users only
es: Ellos podrán responder a los anuncios que usted ponga sólo para usuarios de confianza
ko: 당신이 신뢰하는 유저만 이용 가능한 계약을 이용할 수 있습니다
ru: Пользователь сможет откликнуться на объявления, которые вы сделали доступными только для доверенных лиц.

# user__unblock_btn
source: Unblock {username}
es: Desbloquear {username}
ko: {username} 차단 해제
ru: Разблокировать {username}

# user__untrust_btn
source: Untrust {username}
es: Retirar confianza en {username}
ko: {username} 신뢰 해제
ru: Не доверять {username}

# user__update_feedback_title
source: Update feedback on {username}
es: Actualizar confianza/feedback de {username}
ko: {username} 후기 업데이트
ru: Обновить отзыв о {username}

# validation__error__ad_id
source: Invalid ID!
es: ¡Identificación invalida!
ko: 잘못된 ID입니다!
ru: Неверный ID!

# validation__error__attachment_id
source: Invalid attachment ID
es: ID de archivo adjunto no válido
ko: 잘못된 첨부 ID
ru: Неверный идентификатор прикрепленного файла

# validation__error__country_code
source: Invalid country code!
es: ¡Código de país no válido!
ko: 잘못된 국가코드입니다!
ru: Неверный код страны!

# validation__error__iso8601_timestamp
source: Should be a valid UTC date in ISO 8601 format: https://en.wikipedia.org/wiki/ISO_8601
es: Debe ser una fecha UTC válida en formato ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
ko: ISO 8601 형식의 정확한 UTC 날짜이어야 합니다: https://en.wikipedia.org/wiki/ISO_8601
ru: Должна быть действительная дата в формате UTC в формате ISO 8601: https://en.wikipedia.org/wiki/ISO_8601

# validation__error__notification_id
source: Invalid notification ID
es: ID de notificación no válido
ko: 잘못된 알림ID
ru: Недействительный идентификатор уведомления

# validation__error__page
source: Page should be a number
es: La página debe ser un número
ko: 페이지에 숫자를 입력해주세요
ru: Страница должна быть числом

# validation__error__trade_id
source: Invalid trade ID
es: ID comercial no válido
ko: 잘못된 거래 ID
ru: Неверный торговый идентификатор

# verify_email__error
source: There has been an error with the email verification
es: Ha habido un error con el correo electrónico de verificación
ko: 이메일인증에 문제가 있습니다
ru: При подтверждении почты произошла ошибка

# verify_email__success
source: Email successfully verified!
es: ¡Correo electrónico verificado satisfactoriamente!
ko: 이메일 인증 성고!
ru: Почта успешно подтверждена!

# wallet__clipboard_virus_warning
source: <strong> Make sure the address you've pasted is the same as the address you've copied! </strong> Some users have gotten their funds stolen by <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware replacing the address copied to clipboard with the attacker's address</a>.
es: <strong> ¡Asegúrate de que la dirección que has pegado es la misma que has copiado! </strong> A algunos usuarios les han robado sus fondos por <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware que sustituye la dirección copiada en el portapapeles por la del atacante</a>.
ko: <strong> 붙여넣은 주소가 복사한 주소와 동일한지 확인하십시오! </strong> 일부 사용자는 <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">클립보드에 복사된 주소를 공격자의 주소로 대체하는 맬웨어</a>의해 도난 자신의 자금을 얻었다 .
ru: <strong> Убедитесь, что вставленный адрес совпадает с адресом, который вы скопировали! </strong> У некоторых пользователей были украдены средства с помощью <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">вируса, заменяющего адрес, скопированный в буфер обмена, на адрес злоумышленника</a>.

# wallet__download_csv_btn
source: Download CSV
es: Descargar CSV
ko: CSV 다운로드
ru: Скачать CSV

# wallet__fee__btc__high
source: High
es: Alto
ko: 높은
ru: Высокая

# wallet__fee__btc__high__label
source: High fee, estimated to be confirmed within a few blocks
es: Alta, se estima que se confirmará en unas pocas manzanas
ko: 높음, 몇 블록 내에서 확인 될 것으로 예상 됨
ru: Высокий, предполагается подтверждение в течение нескольких блоков

# wallet__fee__btc__low
source: Low
es: Bajo
ko: 낮은
ru: Низкая

# wallet__fee__btc__low__label
source: Low fee, estimated to be confirmed within a week
es: Baja, se estima que se confirmará en una semana
ko: 낮음, 일주일 이내에 확인 될 것으로 예상 됨
ru: Низкий, предполагается подтверждение в течение недели

# wallet__fee__btc__medium
source: Medium
es: Medio
ko: 매질
ru: Средняя

# wallet__fee__btc__medium__label
source: Medium fee, estimated to be confirmed within a day
es: Medio, se estima que se confirmará en un día
ko: 보통, 하루 안에 확인 될 것으로 예상 됨
ru: Средний, предполагается подтверждение в течение дня

# wallet__fee__btc__radio_title
source: Select fee level
es: Seleccione el nivel de la tasa
ko: 수수료 수준 선택
ru: Выберите уровень комиссии

# wallet__fee__xmr__low
source: Low
es: Bajo
ko: 낮은
ru: Низкая

# wallet__fee__xmr__standard
source: Standard
es: Estándar
ko: 표준
ru: Стандартная

# wallet__funds_unlock_time_block
source: Funds will be unlocked at block {block-height}
es: Los fondos serán desbloqueados en el bloque {block-height}
ko: 블록 {block-height}에 자금을 이용할 수 있습니다
ru: Средства будут разблокированы, когда высота блока достигнет {block-height}

# wallet__funds_unlock_time_time
source: Funds will be unlocked at {time}
es: Los fondos serán desbloqueados en {time}
ko: {time}에 자금을 이용할 수 있습니다
ru: Средства будут разблокированы {time}

# wallet__funds_unlocked
source: Unlocked
es: Desbloqueados
ko: 이용가능
ru: Разблокировано

# wallet__internal_transfer
source: Internal transfer
es: Transferencia interna
ko: 내부 거래
ru: Внутренний перевод

# wallet__nojs__send__send_balance_btn
source: Send all balance
es: Enviar todo el saldo
ko: 잔액 전부 전송
ru: Отправить весь баланс

# wallet__password_tip
source: Please enter your current password to proceed. 8-72 characters.
es: Por favor, introduzca su actual contraseña para proceder. 8-72 caracteres.
ko: 진행하기 위해 비밀번호를 입력해주세요. 8-72 글자.
ru: Пожалуйста, введите ваш текущий пароль, чтобы продолжить. 8-72 символов.

# wallet__priority__fee
source: fee: {amount} {asset}
es: tarifa: {amount} {asset}
ko: 수수료 : {amount} {asset}
ru: комиссия: {amount} {asset}

# wallet__priority__low
source: Low
es: Bajo
ko: 낮은
ru: Низкий

# wallet__priority__standard
source: Standard
es: Estándar
ko: 표준
ru: Стандарт

# wallet__receive__address
source: Your deposit {assetName} address:
es: Su dirección de depósito de {assetName}:
ko: 당신의 {assetName} 입금주소:
ru: Ваш адрес для внесения {assetName}

# wallet__receive__copied
source: Copied to clipboard!
es: !Copiado al portapapeles!
ko: 클립보드에 저장됨!
ru: Скопировано в буфер обмена!

# wallet__receive__details_dialog__amount
source: Amount
es: Cantidad
ko: 금액
ru: Сумма

# wallet__receive__details_dialog__confirmations
source: Confirmations:
es: Confirmaciones:
ko: 확인횟수:
ru: Подтверждения:

# wallet__receive__details_dialog__date
source: Date:
es: Fecha:
ko: 날짜:
ru: Дата:

# wallet__receive__details_dialog__id
source: Transaction ID
es: ID de transacción:
ko: 거래 ID:
ru: ID перевода:

# wallet__receive__details_dialog__locked_status
source: Locked status:
es: Estado bloqueado:
ko: 상태:
ru: Статус блокировки:

# wallet__receive__details_dialog__locked_status_unlocked
source: Unlocked
es: Desbloqueado
ko: 이용가능
ru: Разблокирован

# wallet__receive__details_dialog__note
source: Note:
es: Nota:
ko: 메모:
ru: Заметка:

# wallet__receive__details_dialog__status
source: Status:
es: Estado:
ko: 상태:
ru: Статус:

# wallet__receive__details_dialog__status_pending
source: Pending
es: Pendiente
ko: 대기중
ru: В ожидании

# wallet__receive__details_dialog__title
source: Deposit details
es: Detalles del depósito
ko: 입금 정보
ru: Детали перевода

# wallet__receive__incoming_deposits_table__amount
source: Amount {assetSymbol}
es: Cantidad {assetSymbol}
ko: {assetSymbol} 양
ru: Сумма {assetSymbol}

# wallet__receive__incoming_deposits_table__confirmations_long
source: Confirmations
es: Confirmaciones
ko: 확인횟수
ru: Подтверждения

# wallet__receive__incoming_deposits_table__confirmations_short
source: Conf.
ko: 확인횟수
ru: Подтв.

# wallet__receive__incoming_deposits_table__date
source: Date
es: Fecha
ko: 날짜
ru: Дата

# wallet__receive__incoming_deposits_table__details_btn
source: Details
es: Detalles
ko: 상세내용
ru: Детали

# wallet__receive__incoming_deposits_table__status
source: Status
es: Estado
ko: 상태
ru: Статус

# wallet__receive__incoming_deposits_title
source: Incoming deposits
es: Depósitos entrantes
ko: 들어오는 입금
ru: Входящие переводы

# wallet__receive__no_incoming
source: Your pending deposits will be shown here
es: Sus depósitos pendientes se mostrarán aquí
ko: 입금 대기중인 거래가 여기 표시됩니다
ru: Здесь будут отображены входящие переводы

# wallet__receive__qr
source: QR representation of your {appName} {assetSymbol} address
es: Representación QR de su dirección FRONT_TYPE {assetSymbol}
ko: 당신 FRONT_TYPE {assetSymbol} 주소 QR코드
ru: QR-код вашего FRONT_TYPE {assetSymbol} адреса

# wallet__receive__title
source: Receive {assetName}
es: Reciba {assetName}
ko: {assetName} 받기
ru: Получить {assetName}

# wallet__select_all_balance
source: All available balance
es: Todo el balance disponible
ko: 이용 가능한 잔액
ru: Весь доступный баланс

# wallet__send__amount_to_be_received
source: Receive amount in {assetName}
es: Cantidad a recibir en {assetName}
ko: 받을 {assetName} 양
ru: Получаемая сумма {assetName}

# wallet__send__amount_to_be_received_tip
source: This is the amount of {assetName} to be received on the receiving {assetName} address.
es: Esta es la cantidad de {assetName} a ser recibida en la dirección de recepción de {assetName}.
ko: 받는 {assetName} 주소가 받을 {assetName} 양.
ru: Сумма, которая будет получена на принимающем {assetName} адресе.

# wallet__send__amount_to_be_received_tip__fee_on_top
source: Network transaction fee will be added on top of this amount.
es: La tarifa de transacción de red se agregará además de este monto.
ko: 여기에 추가로 네트워크 이용료가 포함됩니다.
ru: Комиссия сети за транзакцию будет добавлена к этой сумме.

# wallet__send__amount_to_be_withdrawn
source: Amount to be deducted in {assetName}
es: Cantidad a deducir en {assetName}
ko: 차감될 {assetName} 양
ru: Сумма {assetName} для списания

# wallet__send__amount_to_be_withdrawn_tip
source: This is the estimated amount of {assetSymbol} to be deducted from your {appName} {assetName} wallet including the {assetName} transaction network fee.
es: Esta es la cantidad estimada de {assetSymbol} que se deducirá de su billetera FRONT_TYPE {assetName} para cubrir la tarifa de la red de transacciones {assetName} .
ko: 당신의 FRONT_TYPE {assetName} 지갑에서 {assetName} 네트워크 사용료로 이용될 } 예상량입니다.
ru: Это приблизительная сумма {assetSymbol}, которая будет вычтена из вашего {assetName} кошелька FRONT_TYPE, чтобы покрыть плату за транзакцию сети {assetName}.

# wallet__send__amount_to_be_withdrawn_tip__only_for_external
source: Only relevant for the transactions sent to an external {assetName} wallet. Internal transactions between {appName} wallets are completely free.
es: Solo relevante para las transacciones enviadas a una billetera externa {assetName} . Las transacciones internas entre las billeteras FRONT_TYPE son completamente gratuitas.
ko: 외부 {assetName} 지갑과의 거래에만 해당됩니다. FRONT_TYPE 지갑끼리의 거래에는 해당되지 않습니다.
ru: Применимо только к транзакциям, отправленным на внешний {assetName} кошелек. Внутренние транзакции между кошельками FRONT_TYPE абсолютно бесплатны.

# wallet__send__available_balance
source: You can send up to {amount} {assetSymbol}
es: Usted puede enviar hasta {amount} {assetSymbol}
ko: {amount} {assetSymbol}만큼 이용할 수 있습니다
ru: Вы можете отправить до {amount} {assetSymbol}

# wallet__send__continue_btn
source: Continue
es: Continuar
ko: 계속
ru: Продолжить

# wallet__send__dialog__confirm_title
source: Confirm withdrawing arbitration bond
es: Confirmar la retirada de la fianza arbitral
ko: 중재채권 철회 확인
ru: Подтвердите вывод арбитражного залога

# wallet__send__local_wallet
source: {appName} wallet address
es: Dirección de la billetera de FRONT_TYPE
ko: FRONT_TYPE 지갑 주소
ru: Адрес кошелька FRONT_TYPE

# wallet__send__priority__faq_link
source: What's this?
es: ¿Qué es esto?
ko: 이게 뭔가요?
ru: Что это?

# wallet__send__priority__title
source: Select transaction priority
es: Seleccionar prioridad de transacción
ko: 거래 중요도 선택
ru: Выберите приоритет транзакции

# wallet__send__receiving_address
source: Receiving {assetName} address
es: Dirección de recepción de {assetName}
ko: 입금할 {assetName} 주소
ru: Принимающий {assetName} адрес

# wallet__send__receiving_address_tip
source: Only valid {assetName} addresses accepted
es: Aceptadas únicamente direcciones de {assetName} válidas
ko: 맞는 형식의 {assetName} 주소만 이용 가능합니다
ru: Принмаются только правильные {assetName} адерса

# wallet__send__send_btn
source: Send {assetName}
es: Envíe {assetName}
ko: {assetName} 보내기
ru: Отправить {assetName}

# wallet__send__success
source: Success!
es: ¡Logrado con éxito!
ko: 성공!
ru: Операция успешна!

# wallet__send__tip_0_text_0
source: Monero transactions normally take about 30 to 60 minutes to send, on occasion it can take a few hours if the network is slow.
es: Las transacciones de Monero normalmente tienen una duración de 30 a 60 minutos para completarse, en otras ocasiones, si la red de Monero está ralentizada, puede tardar unas pocas horas.
ko: 모네로 거래(전송)는 보통 30-60분 소요되며, 네트워크가 느릴 경우 몇시간 걸릴 수도 있습니다.
ru: Транзакции Монеро (XMR) обычно занимают примерно 30-60 минут, в случае загруженности сети транзакция может занять несколько часов.

# wallet__send__tip_0_text_0___agoradesk
source: Cryptocurrency transactions normally take about 30 to 60 minutes to send, on occasion it can take a few hours if the network is slow.
es: Las transacciones de criptomonedas normalmente demoran entre 30 y 60 minutos en enviarse, en ocasiones puede demorar algunas horas si la red es lenta.
ko: 가상화폐 거래(전송)는 보통 30-60분 소요되며, 네트워크가 느릴 경우 몇시간 걸릴 수도 있습니다.
ru: Транзакции криптовалюты обычно занимают от 30 до 60 минут, а иногда, если сеть работает медленно, может занять несколько часов.

# wallet__send__tip_0_text_1
source: See why sometimes it takes longer
es: Véa por qué a veces tarda más tiempo
ko: 왜 오래 거릴까
ru: Почему иногда транзакция занимает больше времени

# wallet__send__tip_0_title
source: How Long Does a Monero Transaction Take?
es: ¿Cuánto tiempo tarda una transacción de Monero?
ko: 모네로 거래는 얼마나 걸리나요?
ru: Сколько времени занимает Монеро (XMR) транзакция

# wallet__send__tip_0_title___agoradesk
source: How Long Does a Cryptocurrency Transaction Take?
es: ¿Cuánto dura una transacción de criptomoneda?
ko: 가상화폐 거래는 얼마나 걸리나요?
ru: Сколько времени занимает криптовалютная транзакция?

# wallet__send__tip_1_text
source: {appName} wallet is a web wallet - outgoing Monero addresses are not connected to your account. If you are asking for a refund from a merchant, please ask them to send the refund to your receiving address.
es: La billetera de FRONT_TYPE es una billetera web - Las direcciones de Monero salientes no están conectadas a tu cuenta. Si quiere preguntar por un reembolso de un comerciante, por favor, pregúntele sobre enviar la devolución a su billetera de recepción de Monero.
ko: FRONT_TYPE 지갑은 웹지갑입니다 - 모네로 전송주소는 지갑과 연결되어 있지 않습니다. 상인에게서 환불을 받을 예정이라면, 입금주소로 환불해달라고 해야 합니다.
ru: Кошелек FRONT_TYPE – это веб-кошелек: адреса, с которых отправляются Монеро (XMR), не связаны с вашей учетной записью. Если вы запрашиваете у продавца возврат средств, попросите его отправить вам эти средства на ваш принимающий адрес.

# wallet__send__tip_1_text___agoradesk
source: {appName} wallet is a web wallet - outgoing cryptocurrency addresses are not connected to your account. If you are asking for a refund from a merchant, please ask them to send the refund to your receiving address.
es: La billetera FRONT_TYPE es una billetera web: las direcciones de criptomonedas salientes no están conectadas a su cuenta. Si solicita un reembolso de un comerciante, solicite que le envíen el reembolso a su dirección de recepción.
ko: FRONT_TYPE 지갑은 웹지갑입니다 - 가상화폐 전송주소는 지갑과 연결되어 있지 않습니다. 상인에게서 환불을 받을 예정이라면, 입금주소로 환불해달라고 해야 합니다.
ru: FRONT_TYPE кошелек - это веб-кошелек - исходящие криптовалютные адреса не связаны с вашей учетной записью. Если вы запрашиваете возврат от продавца, попросите его отправить возмещение на ваш адрес получения.

# wallet__send__tip_1_title
source: Monero Refunds and Payouts
es: Reembolsos y Pagos de Monero
ko: 모네로 환불 및 배당금
ru: Возврат и выплата Монеро (XMR)

# wallet__send__tip_1_title___agoradesk
source: Cryptocurrency Refunds and Payouts
es: Reembolsos y pagos de criptomonedas
ko: 가상화폐 환불 및 배당금
ru: Криптовалютные возвраты и выплаты

# wallet__send__tip_2_text
source: When sending from the {appName} wallet, a Monero network fee is reserved and deducted from your balance. Transactions to wallets of other {appName} users are free.
es: Cuando envía desde la billetera de FRONT_TYPE, una comisión de la red de Monero es reservada y detraída de su balance. Las transacciones a billeteras de otros usuarios de FRONT_TYPE son gratuitas.
ko: FRONT_TYPE 지갑에서 송금할 때, 잔액에서 모네로 네트워크 이용료가 따로 차감됩니다. 다른 FRONT_TYPE 유저한테의 송금은 무료입니다.
ru: При отправке Монеро (XMR) из кошелька FRONT_TYPE комиссия сети Монеро (XMR) резервируется и списывается с вашего остатка на счете. Транзакции в кошельки других пользователей FRONT_TYPE бесплатны.

# wallet__send__tip_2_text_fee
source: Current outgoing {assetName} network fees
es: Tarifa de red {assetName} saliente actual
ko: 현재 {assetName} 네트워크 이용료
ru: Текущие комиссии сети {assetName}

# wallet__send__tip_2_text_fee_rates
source: Current outgoing {assetName} network fee rates
es: Tarifas actuales de la red saliente {assetName}
ko: 현재 나가는 {assetName} 네트워크 수수료
ru: Текущие курсы комиссии сети {assetName}

# wallet__send__tip_2_text___agoradesk
source: When sending from the {appName} wallet, a network fee is reserved and deducted from your balance. Transactions to wallets of other {appName} users are free.
es: Al enviar desde la billetera FRONT_TYPE, se reserva una tarifa de red y se deduce de su saldo. Las transacciones en carteras de otros usuarios de FRONT_TYPE son gratuitas.
ko: FRONT_TYPE 지갑에서 송금할 때, 잔액에서 네트워크 이용료가 따로 차감됩니다. 다른 FRONT_TYPE 유저한테의 송금은 무료입니다.
ru: При отправке с кошелька FRONT_TYPE сетевая плата резервируется и вычитается из вашего баланса. Транзакции на кошельки других пользователей FRONT_TYPE бесплатны.

# wallet__send__tip_2_title
source: Outgoing Monero Fees
es: Comisiones en envíos de Monero
ko: 모네로 네트워크 이용료
ru: Комиссии за исходящие сделки

# wallet__send__tip_2_title___agoradesk
source: Outgoing Cryptocurrency Fees
es: Tarifas de criptomonedas salientes
ko: 가상화폐 네트워크 이용료
ru: Исходящие криптовалютные платежи

# wallet__send__title
source: Send {assetName}
es: Enviar {assetName}
ko: {assetName} 보내기
ru: Отправить {assetName}

# wallet__swap__checkbox__deposit
source: I want to deposit another currency
es: Quiero depositar otra moneda
ko: 다른 통화를 입금하고 싶습니다
ru: Я хочу внести другую валюту

# wallet__swap__checkbox__withdraw
source: I want to receive another currency
es: Quiero recibir otra moneda
ko: 다른 통화를 받고 싶습니다
ru: Я хочу получить другую валюту

# wallet__swap__confirmation__title
source: Your {partner} trade
es: Tu {partner} comercio
ko: {partner} 거래
ru: Ваш обмен на {partner}

# wallet__swap__connection_error
source: Something went wrong while connecting to {partner}, please try again later.
es: Se produjo un error al conectarse a {partner}. Vuelva a intentarlo más tarde.
ko: {partner}에 연결하는 동안 문제가 발생했습니다. 나중에 다시 시도해주세요.
ru: Что-то пошло не так при подключении к {partner}, повторите попытку позже.

# wallet__swap__continue_on
source: Continue on {partner}
es: Continuar en {partner}
ko: {partner}에서 계속
ru: Продолжить на {partner}

# wallet__swap__currencies__deposit
source: I want to send...
es: Quiero enviar...
ko: 보내고 싶어 ...
ru: Хочу отправить ...

# wallet__swap__currencies__withdrawal
source: I want to receive...
es: Quiero recibir ...
ko: 받고 싶다 ...
ru: Хочу получить...
