Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbscams250Sb2250Sbtext
source: <p>Similar to the impostor scam, here the scammers will attempt to have a website or app that is identical in appearance to existing and trusted businesses, but with code and infrastructure that is designed to steal your Monero. Oftentimes a malicious website will have an almost identical domain name as the original, and have even been known to take the top results of internet searches for the site by purchasing advertising space. If an example trusted website is themonerowallet.com, a scammer site might be the-monero-wallet.com or, even more sinister, themonerȯwallet.com. Did you catch the issue with the last one? The o has a dot above it. Take a look: ȯ. But on first glance it may not be visible, and if the domain name looks correct, and the website appears identical to what one might expect it to be, it's all too easy to fall for the trap and give away your Monero seed, only to find your Monero missing before you know what hits you.</p> <p>But as said in the beginning of this section, this is not just true of websites. There have been instances where scammers can sneak a malicious app that looks identical to existing wallets through the Google Play Store or App Store, where it goes undetected until it is reported (which may take quite some time). In this time, users think they are downloading the correct app, but are really losing their funds to scammers.</p> <p>The solution to these kinds of scams is vigilance. Always double check before utilizing the services of any website or app. When at all possible, type the name of a known website into the url bar directly rather than using search engines, and be extra thorough when something will be downloaded or your seed will be utilized in any way.</p>
cs: <p>Podobně jako v případě podvodu s podvodníky se i zde podvodníci pokusí vytvořit webové stránky nebo aplikaci, které jsou svým vzhledem totožné s existujícími a důvěryhodnými firmami, ale jejich kód a infrastruktura jsou navrženy tak, aby ukradly vaše Monero. Často má podvodná webová stránka téměř totožný název domény jako originál, a dokonce je známo, že zakoupením reklamního prostoru obsadí přední místa ve výsledcích internetového vyhledávání pro danou stránku. Pokud je příkladem důvěryhodná webová stránka themonerowallet.com, podvodná stránka může být the-monero-wallet.com nebo ještě hrozivější themonerȯwallet.com. Zachytili jste problém s posledním z nich? Nad písmenem o je tečka. Podívejte se na to: ȯ. Na první pohled to ale nemusí být vidět, a pokud název domény vypadá správně a webová stránka se tváří identicky, jak by se dalo očekávat, je až příliš snadné naletět a odevzdat své Monero seed, jen abyste zjistili, že vaše Monero chybí dřív, než si uvědomíte, co vás zasáhlo.</p> <p>Ale jak bylo řečeno na začátku této části, neplatí to jen pro webové stránky. Existují případy, kdy podvodníci mohou propašovat škodlivou aplikaci, která vypadá stejně jako existující peněženky, přes obchod Google Play nebo App Store, kde zůstane neodhalena, dokud není nahlášena (což může trvat poměrně dlouho). Během této doby si uživatelé myslí, že stahují správnou aplikaci, ale ve skutečnosti přicházejí o své finanční prostředky ve prospěch podvodníků.</p> <p>Řešením těchto podvodů je ostražitost. Před využitím služeb jakékoli webové stránky nebo aplikace si ji vždy dvakrát ověřte. Pokud je to možné, zadejte název známé webové stránky přímo do url řádku, nikoli pomocí vyhledávačů, a buďte obzvláště důkladní, pokud se bude něco stahovat nebo bude jakýmkoli způsobem využíván váš seed.</p>
fi: <p>Samalla tavalla kuin identiteettihuijauksessa, tässä huijarit yrittävät saada verkkosivuston tai sovelluksen, joka on ulkonäöltään identtinen olemassa olevien ja luotettujen yritysten kanssa, mutta jonka koodi ja infrastruktuuri on suunniteltu varastamaan Monerosi. Usein haitallisella verkkosivustolla on lähes identtinen verkkotunnus kuin alkuperäisellä ja on jopa mahdollista sen saaneen sivuston Internet-hakujen parhaat tulokset ostamalla mainostilaa. Jos esimerkkinä luotettu sivusto on themonerowallet.com, huijarisivusto voi olla the-monero-wallet.com tai, vielä pahempaa, themonerȯwallet.com. Tajusitko ongelman viimeisellä? O-kirjaimen yläpuolella on piste. Katso: ȯ. Mutta ensisilmäyksellä se ei ehkä näy, ja jos verkkotunnus näyttää oikealta ja verkkosivusto näyttää samalta kuin sen voisi odottaa olevan, on aivan liian helppoa langeta ansaan ja antaa Monero-seedisi pois vain huomataksesi Monerosi olevan kadoksissa ennen kuin tiedät, mikä sinuun iski.</p> <p>Mutta kuten tämän osan alussa todettiin, tämä ei koske vain verkkosivustoja. On ollut tapauksia, joissa huijarit voivat sujauttaa haitallisen sovelluksen, joka näyttää samalta kuin olemassa olevat lompakot Google Play Storen tai App Storen kautta, missä sitä ei havaita kunnes siitä ilmoitetaan (mikä voi kestää jonkin aikaa). Tänä aikana käyttäjät luulevat lataavansa oikean sovelluksen, mutta he todella menettävät varojaan huijareille.</p> <p> Ratkaisu tällaisiin huijauksiin on valppaus. Tarkista aina kaikki kahdesti ennen minkään verkkosivuston tai sovelluksen palvelujen käyttöä. Jos mahdollista, kirjoita tunnetun verkkosivuston nimi suoraan URL-palkkiin hakukoneiden käyttämisen sijaan ja ole erityisen tarkka, kun jotain ladataan tai seediäsi käytetään jollain tavalla.</p>
fr: <p>Similaire à l'arnaque de l'imposteur, ici les escrocs tenteront d'avoir un site Web ou une application qui est identique en apparence aux entreprises existantes et de confiance, mais avec un code et une infrastructure conçus pour voler votre Monero. Souvent, un site Web malveillant aura un nom de domaine presque identique à l'original et est même connu pour prendre les meilleurs résultats des recherches sur Internet, en achetant par exemple de l'espace publicitaire. Par exemple de site Web de confiance est « themonerowallet.com », un site frauduleux pourrait être « the-monero-wallet.com » ou, encore plus perfide, « themonerȯwallet.com ». Avez-vous décelé le problème avec le dernier ? Le « o » est surmonté d'un point. Jetez un œil : « ȯ ». Mais à première vue, il peut ne pas être visible, et si le nom de domaine semble correct et que le site Web semble identique à ce à quoi on pourrait s'attendre, il est trop facile de tomber dans le piège et de donner votre phrase mnémonique Monero, pour découvrir que votre Monero a disparu avant même que vous ne sachiez ce qui vous arrive.</p> <p>Mais comme indiqué au début de cette section, ce n'est pas seulement vrai pour les sites Web. Il y a eu des cas où des escrocs peuvent infiltrer une application malveillante qui semble identique aux portefeuilles existants via le Google Play Store ou l'App Store, où elle n'est pas détectée jusqu'à ce qu'elle soit signalée (ce qui peut prendre un certain temps). Pendant ce temps, les utilisateurs pensent qu'ils téléchargent la bonne application, mais perdent leurs fonds au profit des escrocs.</p> <p>La solution à ce genre d'arnaques est la vigilance. Vérifiez toujours avant d'utiliser les services d'un site Web ou d'une application. Dans la mesure du possible, tapez directement le nom d'un site Web connu dans la barre d'URL plutôt que d'utiliser des moteurs de recherche, et soyez très minutieux lorsque quelque chose sera téléchargé ou que votre phrase mnémonique sera utilisée de quelque manière que ce soit.</p>
it: <p>Simile alla truffa dell'impostore, qui i truffatori tenteranno di avere un sito web o un'app identica nell'aspetto alle attività esistenti e affidabili, ma con codice e infrastruttura progettati per rubare il tuo Monero. Spesso un sito Web dannoso avrà un nome di dominio quasi identico all'originale ed è persino noto che ottiene i migliori risultati delle ricerche su Internet per il sito acquistando spazi pubblicitari. Se un sito web affidabile di esempio è themonerowallet.com, un sito di truffatori potrebbe essere the-monero-wallet.com o, ancora più sinistro, themonerȯwallet.com. Hai colto il problema con l'ultimo? La o ha un punto sopra. Dai un'occhiata: ȯ. Ma a prima vista potrebbe non essere visibile, e se il nome del dominio sembra corretto e il sito web sembra identico a quello che ci si potrebbe aspettare che sia, è fin troppo facile cadere nella trappola e dare via il tuo seme Monero, solo per trova il tuo Monero mancante prima di sapere cosa ti colpisce.</p> <p>Ma come detto all'inizio di questa sezione, questo non è vero solo per i siti web. Ci sono stati casi in cui i truffatori possono intrufolarsi un'app dannosa che sembra identica ai portafogli esistenti tramite Google Play Store o App Store, dove non viene rilevata fino a quando non viene segnalata (il che potrebbe richiedere un po 'di tempo). In questo momento, gli utenti pensano di scaricare l'app corretta, ma stanno davvero perdendo i loro fondi a causa dei truffatori.</p> <p>La soluzione a questi tipi di truffe è la vigilanza. Ricontrolla sempre prima di utilizzare i servizi di qualsiasi sito web o app. Quando possibile, digita direttamente il nome di un sito Web noto nella barra degli indirizzi anziché utilizzare i motori di ricerca e sii più accurato quando verrà scaricato qualcosa o il tuo seme verrà utilizzato in qualsiasi modo.</p>
lt: <p>Panašiai kaip apsimetėlių sukčiai, čia sukčiai bandys turėti svetainę ar programą, kuri savo išvaizda būtų identiška esamoms ir patikimoms įmonėms, bet su kodu ir infrastruktūra, skirta pavogti jūsų Monero. Dažnai kenkėjiška svetainė turi beveik identišką domeno pavadinimą, kaip ir originali, ir netgi buvo žinoma, kad ji, pirkdama reklaminį plotą, užėmė geriausius svetainės paieškų internete rezultatus. Jei patikimos svetainės pavyzdys yra themonerowallet.com, sukčių svetainė gali būti the-monero-wallet.com arba, dar blogiau, themonerȯwallet.com. Ar pastebėjote problemą su paskutiniu? Virš jo yra taškas o. Pažiūrėkite: ȯ. Tačiau iš pirmo žvilgsnio jis gali būti nematomas, o jei domeno pavadinimas atrodo teisingas, o svetainė atrodo identiška tai, ko galima tikėtis, labai lengva pakliūti į spąstus ir atiduoti savo Monero sėklą. surask savo Monero, kol nesužinosi, kas tave užklumpa.</p> <p>Tačiau, kaip minėta šio skyriaus pradžioje, tai pasakytina ne tik apie svetaines. Pasitaikė atvejų, kai sukčiai per „Google Play“ parduotuvę arba „App Store“ gali slapta nukniaukti kenkėjišką programėlę, kuri atrodo identiška esamoms piniginėms, kur ji lieka nepastebėta, kol nepranešama (tai gali užtrukti nemažai laiko). Šiuo metu naudotojai mano, kad atsisiunčia tinkamą programą, tačiau iš tikrųjų praranda savo lėšas sukčiams.</p> <p> Tokio pobūdžio sukčiavimo sprendimas yra budrumas. Visada dar kartą patikrinkite prieš naudodamiesi bet kurios svetainės ar programos paslaugomis. Kai tik įmanoma, tiesiogiai įveskite žinomos svetainės pavadinimą į URL juostą, o ne naudodamiesi paieškos varikliais, ir būkite ypač nuodugni, kai kas nors bus atsisiųsta arba jūsų pradinė dalis bus bet kokiu būdu panaudota.</p>
nb: <p>I likhet med bedrager-svindel, her vil svindlerne forsøke å ha en nettside eller app som er identisk i utseende med eksisterende og pålitelige virksomheter, men med kode og infrastruktur som er designet for å stjele din Monero. Ofte vil et ondsinnet nettsted ha et nesten identisk domenenavn som originalen, og har til og med vært kjent for å ta de beste resultatene av internettsøk for nettstedet ved å kjøpe annonseplass. Hvis et eksempel på et pålitelig nettsted er themonerowallet.com, kan et svindlernettsted være the-monero-wallet.com eller, enda mer skummelt, themonerȯwallet.com. Fikk du med deg problemet med den siste? O har en prikk over seg. Ta en titt: ȯ. Men ved første øyekast er det kanskje ikke synlig, og hvis domenenavnet ser riktig ut, og nettsiden fremstår som identisk med hva man kan forvente at den skal være, er det alt for lett å gå i fellen og gi bort Monero-frøet ditt, bare for å finn Moneroen din savnet før du vet hva som treffer deg.</p> <p>Men som sagt i begynnelsen av denne delen, gjelder dette ikke bare nettsteder. Det har vært tilfeller der svindlere kan snike en ondsinnet app som ser identisk ut med eksisterende lommebøker gjennom Google Play Store eller App Store, hvor den blir uoppdaget til den blir rapportert (noe som kan ta litt tid). På denne tiden tror brukere at de laster ned den riktige appen, men de taper virkelig pengene sine til svindlere.</p> <p>Løsningen på denne typen svindel er årvåkenhet. Dobbeltsjekk alltid før du bruker tjenestene til en nettside eller app. Når det er mulig, skriv inn navnet på et kjent nettsted i url-linjen direkte i stedet for å bruke søkemotorer, og vær ekstra grundig når noe skal lastes ned eller frøet ditt vil bli brukt på noen måte.</p>
nl: <p>Net als bij de bedriegerszwendel proberen de oplichters hier een website of app te hebben die qua uiterlijk identiek is aan bestaande en vertrouwde bedrijven, maar met code en infrastructuur ontworpen om uw Monero te stelen. Vaak heeft een kwaadwillende website een bijna identieke domeinnaam als de originele, en het is zelfs bekend dat deze de beste resultaten van zoekopdrachten op internet naar de site haalt door advertentieruimte te kopen. Als een voorbeeld van een vertrouwde website themonerowallet.com is, kan een scammersite the-monero-wallet.com zijn of, nog sinister, themonerȯwallet.com. Heb je het probleem met de laatste opgevangen? Boven de o staat een punt. Kijk eens: ȯ. Maar op het eerste gezicht is het misschien niet zichtbaar, en als de domeinnaam er correct uitziet en de website identiek lijkt aan wat u zou verwachten, is het maar al te gemakkelijk om in de val te trappen en uw Monero seed weg te geven, alleen om van uw Monero beroofd te zijn voordat u weet wat u overkomt.</p> <p>Maar zoals gezegd in het begin van dit gedeelte, geldt dit niet alleen voor websites. Er zijn gevallen geweest waarin oplichters een kwaadaardige app die er identiek uitziet als bestaande portefeuilles via de Google Play Store of App Store kunnen sluipen, waar deze onopgemerkt blijft totdat deze wordt gerapporteerd (wat behoorlijk wat tijd kan duren). In deze tijd denken gebruikers dat ze de juiste app downloaden, maar verliezen ze in werkelijkheid hun geld aan oplichters.</p> <p>De oplossing voor dit soort oplichting is waakzaamheid. Controleer altijd voordat u de services van een website of app gebruikt. Typ indien mogelijk de naam van een bekende website rechtstreeks in de url-balk in plaats van zoekmachines te gebruiken, en wees extra grondig wanneer er iets wordt gedownload of uw seed op enigerlei wijze wordt gebruikt. </p>
pl: <p>Jest to podobne do oszustwa poprzez udawanie kogoś innego, tylko że w tym przypadku oszuści będą starali się posiadać stronę lub aplikację wyglądającą identycznie do istniejącego i zaufanego przedsiębiorstwa, ale ich kod i infrastruktura będą zaprojektowane tak, aby ukraść Twoje Monero. Często złośliwa strona będzie miała prawie identyczny adres, a może się nawet zdarzyć, że będzie wyżej w wynikach wyszukiwania bądź w reklamach. Na przykład jeśli zaufana strona to themonerowallet.com, oszustwem może być the-monero-wallet.com, albo nawet themonerȯwallet.com. Czy zauważyłeś co jest nie tak z ostatnią? Nad ,,o’’ jest kropka. Spójrz - ,,ȯ’’. Ale na pierwszy rzut oka może to nie być widoczne, a jeśli nazwa domeny wygląda poprawnie, a strona internetowa wydaje się identyczna z tym, czego można się spodziewać, to zbyt łatwo jest zakochać się w pułapce i rozdać swój seed Monero tylko po to, aby stracić całe swoje Monero zanim się zorientujesz co się stało. </p> <p>Ale jak pisaliśmy na początku tej sekcji, nie dotyczy to tylko stron internetowych. Istnieją przypadki, w których oszuści mogą stworzyć złośliwą aplikację, która wygląda identycznie do istniejących portfeli i umieścić ją na Google Play Store lub App Store, gdzie pozostanie niewykryta, dopóki nie zostanie zgłoszona (co może zająć sporo czasu). W tym czasie użytkownicy myślą, że pobierają właściwą aplikację, ale tak naprawdę są okradani przez oszustów.</p> <p> Rozwiązaniem na tego rodzaju oszustwa jest czujność. Zawsze dwukrotnie sprawdzaj przed skorzystaniem z usług każdej strony internetowej lub aplikacji. Kiedy to w ogóle możliwe, wpisz nazwę strony internetowej na pasku adresu URL, nie korzystaj z wyszukiwarek i bądź wyjątkowo ostrożny, gdy coś pobierasz lub wykorzystujesz swój seed w jakikolwiek sposób. </p>
pt_br: <p>Semelhante ao golpe impostor, aqui os golpistas tentarão ter um site ou aplicativo que seja idêntico em aparência a empresas existentes e confiáveis, mas com código e infraestrutura projetados para roubar seu Monero. Freqüentemente, um site malicioso terá um nome de domínio quase idêntico ao original e até mesmo é conhecido por obter os principais resultados das pesquisas do site na Internet ao adquirir espaço publicitário. Se um exemplo de site confiável for themonerowallet.com, um site scammer pode ser the-monero-wallet.com ou, ainda mais sinistro, themonerȯwallet.com. Você percebeu o problema com o último? O o tem um ponto acima dele. Dê uma olhada: ȯ. Mas, à primeira vista, pode não estar visível e, se o nome de domínio parecer correto e o site parecer idêntico ao que se poderia esperar, é muito fácil cair na armadilha e doar sua semente Monero, apenas para encontre seu Monero ausente antes de saber o que o acerta.</p> <p>Mas, como disse no início desta seção, isso não se aplica apenas aos sites. Houve casos em que os golpistas podem roubar um aplicativo malicioso que parece idêntico a carteiras existentes por meio da Google Play Store ou App Store, onde não é detectado até que seja relatado (o que pode levar algum tempo). Neste momento, os usuários pensam que estão baixando o aplicativo correto, mas estão realmente perdendo seus fundos para golpistas.</p> <p>A solução para esses tipos de golpes é a vigilância. Sempre verifique antes de utilizar os serviços de qualquer site ou aplicativo. Sempre que possível, digite o nome de um site conhecido na barra de url diretamente, em vez de usar os mecanismos de pesquisa, e seja mais minucioso quando algo for baixado ou sua semente for utilizada de alguma forma.</p>
sl: <p>Podobno kot pri prevarah z imitatorji bodo tudi tu prevaranti poskušali ustvariti spletno mesto ali aplikacijo, ki bo po videzu enaka obstoječim in zaupanja vrednim podjetjem, vendar bo vsebovala kodo in infrastrukturo, namenjeno kraji vaših valut Monero. Pogosto ima zlonamerna spletna stran skoraj identično ime domene kot izvirnik, znani pa so celo primeri, ko z nakupom oglasnega prostora zasedajo prva mesta v spletnih iskalnikih za to spletno stran. Če je primer zaupanja vrednega spletnega mesta themonerowallet.com, je lahko goljufivo spletno mesto the-monero-wallet.com ali, še bolj zlovešče, themonerȯwallet.com. Ali ste opazili težavo pri zadnjem primeru? Nad črko o je pika. Oglejte si to: ȯ. Toda na prvi pogled morda ni vidna, in če je ime domene videti pravilno, spletna stran pa identična tistemu, kar bi lahko pričakovali, se je vse preveč lahko ujeti v past in oddati svoje Monero seme, da bi ugotovili, da vaš Monero manjka, še preden se zaveste, kaj vas je zadelo.</p> <p>A kot rečeno na začetku tega razdelka, to ne velja le za spletna mesta. Obstajajo primeri, ko lahko prevaranti zlonamerno aplikacijo, ki je videti identična obstoječim denarnicam, prikradejo prek trgovine Google Play ali App Store, kjer ostane neodkrita, dokler je ne prijavijo (kar lahko traja kar nekaj časa). V tem času uporabniki mislijo, da prenašajo pravilno aplikacijo, vendar v resnici izgubljajo svoja sredstva zaradi prevarantov.</p> <p>Rešitev za tovrstne prevare je pazljivost. Vedno dvakrat preverite, preden uporabite storitve katerega koli spletnega mesta ali aplikacije. Kadar je le mogoče, vnesite ime znanega spletnega mesta neposredno v vrstico URL namesto z uporabo iskalnikov in bodite še posebej natančni, ko se bo kaj preneslo ali bo vaše seme kakor koli uporabljeno.</p>
sv: <p>I likhet med bedragaren, här kommer bedragarna att försöka ha en webbplats eller app som är identisk med befintliga och pålitliga företag, men med kod och infrastruktur som är utformad för att stjäla din Monero. Ofta har en skadlig webbplats ett nästan identiskt domännamn som originalet, och har till och med varit känt för att ta de bästa resultaten av internetsökningar för webbplatsen genom att köpa annonsutrymme. Om ett exempel på en betrodd webbplats är themonerowallet.com, kan en bedragaresajt vara the-monero-wallet.com eller, ännu mer läskigt, themonerȯwallet.com. Uppfattade du problemet med den senaste? O har en prick ovanför. Ta en titt: ȯ. Men vid en första anblick kanske det inte syns, och om domännamnet ser korrekt ut, och webbplatsen verkar identisk med vad man kan förvänta sig att den ska vara, är det alldeles för lätt att falla för fällan och ge bort ditt Monero-frö, bara för att hitta din Monero saknad innan du vet vad som träffar dig.</p> <p>Men som sagt i början av det här avsnittet, detta gäller inte bara webbplatser. Det har funnits tillfällen där bedragare kan smyga en skadlig app som ser identisk ut med befintliga plånböcker via Google Play Store eller App Store, där den inte upptäcks tills den rapporteras (vilket kan ta ganska lång tid). Under den här tiden tror användarna att de laddar ner rätt app, men de förlorar verkligen sina pengar till bedragare.</p> <p>Lösningen på den här typen av bedrägerier är vaksamhet. Dubbelkolla alltid innan du använder tjänsterna på någon webbplats eller app. När det överhuvudtaget är möjligt, skriv in namnet på en känd webbplats i url-fältet direkt istället för att använda sökmotorer, och var extra noggrann när något ska laddas ner eller ditt frö kommer att användas på något sätt.</p>
tl: <p>Katulad ng impostor scam, dito tatangkain ng mga scammer na magkaroon ng website o app na kapareho ng hitsura sa mga umiiral at pinagkakatiwalaang negosyo, ngunit may code at imprastraktura na idinisenyo para nakawin ang iyong Monero. Kadalasan ang isang nakakahamak na website ay magkakaroon ng halos kaparehong pangalan ng domain gaya ng orihinal, at nakilala pa na kumukuha ng mga nangungunang resulta ng mga paghahanap sa internet para sa site sa pamamagitan ng pagbili ng espasyo sa advertising. Kung ang isang halimbawang pinagkakatiwalaang website ay themonerowallet.com, maaaring ang isang scammer site ay the-monero-wallet.com o, mas masasama pa, themonerȯwallet.com. Nahuli mo ba ang isyu sa huli? Ang o ay may tuldok sa itaas nito. Tingnan mo: ȯ. Ngunit sa unang tingin ay maaaring hindi ito nakikita, at kung ang domain name ay mukhang tama, at ang website ay mukhang katulad ng kung ano ang maaaring asahan nito, napakadaling mahulog sa bitag at ibigay ang iyong Monero seed, para lamang hanapin na nawawala ang iyong Monero bago mo malaman kung ano ang tama sa iyo.</p> <p>Ngunit tulad ng sinabi sa simula ng seksyong ito, hindi lang ito totoo sa mga website. May mga pagkakataon kung saan ang mga scammer ay maaaring makalusot ng isang nakakahamak na app na mukhang kapareho ng mga kasalukuyang wallet sa pamamagitan ng Google Play Store o App Store, kung saan ito ay hindi natutukoy hanggang sa maiulat ito (na maaaring tumagal ng ilang oras). Sa oras na ito, iniisip ng mga user na nagda-download sila ng tamang app, ngunit talagang nawawalan sila ng pera sa mga scammer.</p> <p>Ang solusyon sa mga ganitong uri ng scam ay pagbabantay. Palaging i-double check bago gamitin ang mga serbisyo ng anumang website o app. Kapag posible, i-type ang pangalan ng isang kilalang website sa url bar nang direkta sa halip na gumamit ng mga search engine, at maging mas masinsinan kapag may mada-download o ang iyong binhi ay gagamitin sa anumang paraan.</p>
tr: <p>Sahtekar dolandırıcılığına benzer şekilde, burada dolandırıcılar görünüm olarak mevcut ve güvenilir işletmelerle aynı olan ancak Monero'nuzu çalmak için tasarlanmış kod ve altyapıya sahip bir web sitesi veya uygulamaya sahip olmaya çalışacaklardır. Çoğu zaman kötü amaçlı bir web sitesi orijinaliyle hemen hemen aynı alan adına sahip olur ve hatta reklam alanı satın alarak site için internet aramalarında en iyi sonuçları aldığı bile bilinmektedir. Güvenilir bir web sitesi örneği themonerowallet.com ise, dolandırıcılık sitesi the-monero-wallet.com veya daha da kötüsü themonerȯwallet.com olabilir. Sonuncudaki sorunu anladınız mı? O'nun üstünde bir nokta var. Bir göz atın: ȯ. Ancak ilk bakışta görünmeyebilir ve alan adı doğru görünüyorsa ve web sitesi beklendiği gibi görünüyorsa tuzağa düşmek ve Monero tohumunuzu vermek çok kolaydır. Size neyin çarptığını anlamadan Monero'nuzun kaybolduğunu fark edin.</p> <p>Ancak bu bölümün başında da söylendiği gibi bu yalnızca web siteleri için geçerli değil. Dolandırıcıların, mevcut cüzdanlarla aynı görünen kötü amaçlı bir uygulamayı Google Play Store veya App Store üzerinden gizlice sızdırabildiği ve rapor edilene kadar (bu oldukça zaman alabilir) tespit edilemediği durumlar olmuştur. Bu süre zarfında kullanıcılar doğru uygulamayı indirdiklerini düşünüyor ancak aslında paralarını dolandırıcılara kaptırıyorlar.</p> <p>Bu tür dolandırıcılıkların çözümü dikkatli olmaktır. Herhangi bir web sitesinin veya uygulamanın hizmetlerini kullanmadan önce daima iki kez kontrol edin. Mümkün olduğunda, arama motorlarını kullanmak yerine bilinen bir web sitesinin adını doğrudan URL çubuğuna yazın ve bir şey indirileceğinde veya tohumunuz herhangi bir şekilde kullanılacağında daha dikkatli olun.</p>
ur: <p>منافقانہ اسکینڈل کی طرح، یہاں اسکیمرز ایک ایسی ویب سائٹ یا ایپ رکھنے کی کوشش کریں گے جو موجودہ اور بھروسہ مند کاروباروں سے ملتی جلتی ہو، لیکن کوڈ اور انفراسٹرکچر کے ساتھ جو آپ کے Monero کو چرانے کے لیے ڈیزائن کیا گیا ہو۔ اکثر اوقات ایک بدنیتی پر مبنی ویب سائٹ کا تقریباً ایک جیسا ڈومین نام ہوتا ہے جیسا کہ اصل ہے، اور یہاں تک کہ اشتہاری جگہ خرید کر سائٹ کے لیے انٹرنیٹ کی تلاش کے سرفہرست نتائج حاصل کرنے کے لیے بھی جانا جاتا ہے۔ اگر ایک مثال قابل بھروسہ ویب سائٹ themonerowallet.com ہے، تو ایک سکیمر سائٹ the-monero-wallet.com یا اس سے بھی زیادہ خطرناک، themonerȯwallet.com ہو سکتی ہے۔ کیا آپ نے آخری کے ساتھ مسئلہ پکڑا؟ o کے اوپر ایک نقطہ ہے۔ ایک نظر ڈالیں: ȯ. لیکن ہو سکتا ہے کہ پہلی نظر میں یہ نظر نہ آئے، اور اگر ڈومین کا نام درست نظر آتا ہے، اور ویب سائٹ ایک جیسی دکھائی دیتی ہے جس کی کوئی توقع کر سکتا ہے، تو یہ بہت آسان ہے کہ آپ جال میں پھنس جائیں اور اپنا مونیرو بیج دے دیں، صرف اس سے پہلے کہ آپ کو معلوم ہو کہ آپ کو کیا مارتا ہے، اپنے مونیرو کو غائب تلاش کریں۔</p> <p>لیکن جیسا کہ اس سیکشن کے آغاز میں کہا گیا ہے، یہ صرف ویب سائٹس کے لیے درست نہیں ہے۔ ایسی مثالیں موجود ہیں جہاں سکیمرز گوگل پلے سٹور یا ایپ سٹور کے ذریعے موجودہ پرس سے مماثل نظر آنے والی بدنیتی پر مبنی ایپ کو چھپا سکتے ہیں، جہاں اس کی اطلاع ملنے تک اس کا پتہ نہیں چل سکتا (جس میں کافی وقت لگ سکتا ہے)۔ اس وقت، صارفین کو لگتا ہے کہ وہ صحیح ایپ ڈاؤن لوڈ کر رہے ہیں، لیکن وہ واقعی سکیمرز کے لیے اپنے فنڈز کھو رہے ہیں۔</p> <p>اس قسم کے گھوٹالوں کا حل چوکسی ہے۔ کسی بھی ویب سائٹ یا ایپ کی خدمات کو استعمال کرنے سے پہلے ہمیشہ دو بار چیک کریں۔ جب بھی ممکن ہو، کسی معروف ویب سائٹ کا نام سرچ انجن استعمال کرنے کے بجائے براہ راست url بار میں ٹائپ کریں، اور جب کوئی چیز ڈاؤن لوڈ کی جائے گی یا آپ کے بیج کو کسی بھی طرح سے استعمال کیا جائے گا تو زیادہ تفصیل سے رہیں۔</p>
zh_cn: <p>与冒名顶替诈骗类似，钓鱼网站的套路是建立一个高仿的网站或应用程序，被模仿的对象往往是备受信赖的知名网站和程序，虽然钓鱼网站看起来和真的网站很像，但其代码和基础架构却旨在窃取你的门罗币.通常，恶意网站的域名与原始域名几乎相同，甚至为了扩大其影响范围，骗子不惜花钱购买广告来推广钓鱼网站和程序，以便对该网站进行引流. 假设某个受信任的网站是themonerowallet.com，则诈骗者网站可能是the-monero-wallet.com，或是themonerȯwallet.com.你能看出最后一个网址和第一个网址的区别吗，区别就是字母 o上方有一个点.是的，这里不是o而是ȯ.但是乍一看这个细节甚至可能被忽略掉，因为域名看起来是如此接近，并且网站外观和设计也跟正版的几乎相同，那么很容易误导人们泄露自己的门罗币种子，而骗子苦心经营一切的目的也在于此，趁受害者反应过来之前，携款消失.</p> <p>这里特别强调一下，正如本节开头所述，骗子不光可以高仿网站，也可以制作钓鱼程序. 在某些情况下，诈骗者可以通过Google Play谷歌应用商店或App Store，苹果应用商店，来上传自己的钓鱼软件，复刻和模仿现有钱包和应用程序，直到被举报下架，而这个过程可能要花费相当长的时间.在这段时间里，有的用户以为他们下载的是正版的应用程序，但实际上却是钓鱼软件，最终导致丢币.</p> <p>对此类诈骗的应对策略是始终保持警惕. 在使用任何网站或应用程序之前，务必仔细检查.尽可能不要在搜索栏中直接输入网站的名称以免误入钓鱼网站，并且在下载某些程序或需要使用到你的种子时要格外小心.</p>
zh_tw: <p>與冒名頂替詐騙類似，釣魚網站的套路是建立一個高仿的網站或應用程式，被模仿的物件往往是備受信賴的知名網站和程式，雖然釣魚網站看起來和真的網站很像，但其代碼和基礎架構卻旨在竊取你的門羅幣.通常，惡意網站的功能變數名稱與原始功能變數名稱幾乎相同，甚至為了擴大其影響範圍，騙子不惜花錢購買廣告來推廣釣魚網站和程式，以便對該網站進行引流. 假設某個受信任的網站是themonerowallet.com，則詐騙者網站可能是the-monero-wallet.com，或是themonerȯwallet.com.你能看出最後一個網址和第一個網址的區別嗎，區別就是字母 o上方有一個點.是的，這裡不是o而是ȯ.但是乍一看這個細節甚至可能被忽略掉，因為功能變數名稱看起來是如此接近，並且網站外觀和設計也跟正版的幾乎相同，那麼很容易誤導人們洩露自己的門羅幣種子，而騙子苦心經營一切的目的也在於此，趁受害者反應過來之前，攜款消失.</p> <p>這裡特別強調一下，正如本節開頭所述，騙子不光可以高仿網站，也可以製作釣魚程式. 在某些情況下，詐騙者可以通過Google Play谷歌應用商店或App Store，蘋果應用商店，來上傳自己的釣魚軟體，複刻和模仿現有錢包和應用程式，直到被舉報下架，而這個過程可能要花費相當長的時間.在這段時間裡，有的用戶以為他們下載的是正版的應用程式，但實際上卻是釣魚軟體，最終導致丟幣.</p> <p>對此類詐騙的應對策略是始終保持警惕. 在使用任何網站或應用程式之前，務必仔細檢查.盡可能不要在搜索欄中直接輸入網站的名稱以免誤入釣魚網站，並且在下載某些程式或需要使用到你的種子時要格外小心.</p>
