Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbp2pool250Sb5250Sbtext
source: <p>Thankfully p2pool in Monero has been well-designed and well-built, and functions extremely well! However, the main drawback of p2pool mining is that each miner who wants to use p2pool has to run their own Monero node, causing the process of getting started to be a bit more involved. However, this node is then used to calculate all of the information necessary for building and checking blocks, and ensures that the miner is in complete control of their work being done. The node can also function as a remote node for the miners own wallet, contributes to the network, and much more.</p> <p>The other key difference from centralized mining is that small miners using p2pool will have a bit more &quot;variance&quot;, or time between payouts, than a large centralized pool -- but it&#39;s <em>extremely</em> important to note that this will not lead to earning less Monero over time! p2pool will be just as profitable for even small miners over time as centralized pools. Some of this variance is also offset by p2pool natively having 0% fees, as there is no centralized pool operator to pay for their services!</p>
cs: <p>Naštěstí byl p2pool v Moneru dobře navržen a sestaven a funguje velmi dobře! Hlavní nevýhodou těžby p2pool však je, že každý těžař, který chce p2pool používat, musí provozovat svůj vlastní uzel Monero, což způsobuje, že proces zahájení těžby je o něco náročnější. Tento uzel však následně slouží k výpočtu všech informací potřebných pro sestavení a kontrolu bloků a zajišťuje, že těžař má naprostou kontrolu nad prováděnou prací. Uzel může také fungovat jako vzdálený uzel pro vlastní peněženku těžaře, přispívá do sítě a mnoho dalšího.</p> <p>Dalším klíčovým rozdílem oproti centralizované těžbě je to, že malí těžaři využívající p2pool budou mít o něco větší &quot;rozptyl&quot;, neboli čas mezi výplatami, než velký centralizovaný pool - je však <em>nesmírně</em> důležité si uvědomit, že to nepovede k tomu, že by časem vydělávali méně Monera! p2pool bude časem stejně ziskový i pro malé těžaře jako centralizované pooly. Část tohoto rozdílu je také kompenzována tím, že p2pool má nativně 0 % poplatků, protože neexistuje žádný provozovatel centralizovaného poolu, který by musel platit za své služby!</p>
fi: <p>Onneksi p2pool Monerossa on hyvin suunniteltu ja hyvin rakennettu, ja se toimii erittäin hyvin! P2poolin louhinnan suurin haittapuoli on kuitenkin se, että jokaisen louhijan, joka haluaa käyttää p2poolia, on käytettävä omaa Monero-solmuaan, mikä tekee osallistumisen alkuprosessista hieman työläämpää. Tämän solmun avulla lasketaan kuitenkin sitten kaikki lohkojen rakentamiseen ja tarkistamiseen tarvittavat tiedot, ja varmistetaan että louhija hallitsee itse täysin työtään. Solmu voi toimia myös etäsolmuna louhijoiden omalle lompakolle, edistää verkkoa ja paljon muuta.</p> <p>Toinen keskeinen ero keskitettyyn louhintaan on se, että p2poolia käyttävillä pienillä louhijoilla on hieman enemmän &quot;varianssia&quot; eli maksujen välistä aikaa kuin suurella keskitetyllä poolilla – mutta se&#39; on <em> äärimmäisen</em> tärkeää huomata, että tämä ei johda ansaitsemaan vähemmän Moneroa ajan myötä! P2pool on ajan mittaan yhtä kannattava pienillekin louhijoille kuin keskitetyt poolit. Osa tästä vaihtelusta kompensoituu myös sillä, että p2poolin natiivikulut ovat 0%, koska keskitetty poolioperaattori ei maksa palveluistaan!</p>
fr: <p>Heureusement, P2Pool dans Monero a été bien conçu et bien construit, et fonctionne extrêmement bien ! Cependant, le principal inconvénient du minage avec P2Pool est que chaque mineur qui souhaite l'utiliser doit exécuter son propre nœud Monero, ce qui rend le processus de démarrage un peu plus complexe. Cependant, ce nœud est ensuite utilisé pour calculer toutes les informations nécessaires à la construction et à la vérification des blocs, et garantit que le mineur a le contrôle total de son travail en cours. Le nœud peut également fonctionner comme un nœud distant pour le propre portefeuille des mineurs, contribuer au réseau et bien plus encore.</p> <p>L'autre principale différence par rapport au minage centralisé est que les petits mineurs utilisant P2Pool auront un peu plus de « variance », ou de temps entre les paiements, qu'un grand pool centralisé -- mais c'est &#39;s <em> extrêmement </em> important de noter que cela ne conduira pas à gagner moins de Monero au fil du temps ! P2Pool sera tout aussi rentable, même pour les petits mineurs, au fil du temps, que les pools centralisés. Une partie de cet écart est également compensée par le fait que P2Pool a nativement 0% de frais, car il n'y a pas d'opérateur de pool centralisé dont on doit payer les services !</p>
it: <p>Fortunatamente p2pool in Monero è stato ben progettato e ben costruito, e funziona estremamente bene! Tuttavia, lo svantaggio principale del p2pool mining è che ogni minatore che vuole usare p2pool deve gestire il proprio nodo Monero, rendendo il processo di inizio un po' più complesso. Tuttavia, questo nodo è poi usato per calcolare tutte le informazioni necessarie per la costruzione e il controllo dei blocchi, e assicura che il minatore abbia il controllo completo del lavoro che sta facendo. Il nodo può anche funzionare come un nodo remoto per il portafoglio del minatore, contribuisce alla rete e molto altro.</p> <p>L'altra differenza chiave rispetto al mining centralizzato è che i piccoli minatori che usano p2pool avranno un po' più &quot;varianza&quot;, o tempo tra i pagamenti, rispetto ad un grande pool centralizzato - ma è&#39;s <em>estremamente</em> importante notare che questo non porterà a guadagnare meno Monero nel tempo! p2pool sarà altrettanto redditizio per i piccoli minatori nel tempo quanto i pool centralizzati. Parte di questa variazione è anche compensata dal fatto che p2pool ha nativamente 0% di commissioni, dato che non c'è nessun operatore di pool centralizzato da pagare per i suoi servizi!</p>
lt: <p> Laimei, p2pool Monero buvo gerai suprojektuotas ir gerai pastatytas ir veikia labai gerai! Tačiau pagrindinis p2pool kasybos trūkumas yra tas, kad kiekvienas kalnakasys, norintis naudoti p2pool, turi paleisti savo Monero mazgą, todėl darbo pradžios procesas yra šiek tiek labiau įtrauktas. Tačiau šis mazgas naudojamas apskaičiuojant visą informaciją, reikalingą blokams kurti ir tikrinti, ir užtikrina, kad kalnakasys visiškai kontroliuoja savo atliekamą darbą. Mazgas taip pat gali veikti kaip nuotolinis kalnakasių piniginės mazgas, prisidėti prie tinklo ir daug daugiau.</p> <p>Kitas pagrindinis skirtumas nuo centralizuoto kasybos yra tas, kad maži kalnakasiai, naudojantys p2pool, turės šiek tiek daugiau &quot;variacijos&quot; arba laiko tarp išmokėjimų, nei didelis centralizuotas telkinys, bet &#39; yra <em> labai</em> svarbu atkreipti dėmesį, kad dėl to laikui bėgant neuždirbsite mažiau Monero! „p2pool“ laikui bėgant bus toks pat pelningas net ir mažiems kalnakasiams, kaip ir centralizuoti baseinai. Dalį šios nuokrypos taip pat kompensuoja „p2pool“ taikant 0% mokesčius, nes nėra centralizuoto telkinio operatoriaus, kuris apmokėtų už savo paslaugas!</p>
nb: <p> Heldigvis har p2pool i Monero blitt godt designet og godt bygget, og fungerer ekstremt bra! Den største ulempen med p2pool-gruvedrift er imidlertid at hver gruvearbeider som ønsker å bruke p2pool må kjøre sin egen Monero-node, noe som fører til at prosessen med å komme i gang blir litt mer involvert. Imidlertid brukes denne noden til å beregne all informasjon som er nødvendig for å bygge og sjekke blokker, og sikrer at gruvearbeideren har full kontroll over arbeidet som utføres. Noden kan også fungere som en ekstern node for gruvearbeiderens egen lommebok, bidrar til nettverket og mye mer.</p> <p>Den andre viktige forskjellen fra sentralisert gruvedrift er at små gruvearbeidere som bruker p2pool vil ha litt mer &quot;varians&quot;, eller tid mellom utbetalinger, enn en stor sentralisert pool – men det&#39;s <em> ekstremt</em> viktig å merke seg at dette ikke vil føre til å tjene mindre Monero over tid! p2pool vil være like lønnsomt for selv små gruvearbeidere over tid som sentraliserte bassenger. Noe av denne variansen blir også oppveid av at p2pool har 0 % avgifter, siden det ikke er noen sentralisert bassengoperatør som betaler for tjenestene deres!</p>
nl: <p>Gelukkig is p2pool in Monero goed ontworpen en gebouwd, en functioneert het daarbij ook buitengewoon goed! Het belangrijkste nadeel van p2pool-mining is echter wel dat elke miner die p2pool wilt gebruiken, zijn eigen Monero-knooppunt moet gebruiken, waardoor het proces om op gang te komen wat ingewikkelder is. Dit knooppunt wordt dan gebruikt om alle informatie te berekenen die nodig is voor het bouwen en controleren van blokken, en zorgt ervoor dat de miner de volledige controle heeft over zijn werk. Het knooppunt kan ook fungeren als een knooppunt op afstand voor de eigen portefeuille van de miner, draagt bij aan het netwerk en nog veel meer. </p> <p> Het andere belangrijke verschil met gecentraliseerde mining is dat kleine miners die p2pool gebruiken iets meer &quot; variantie &quot; hebben, of tijd tussen uitbetalingen, dan een grote gecentraliseerde pool -- het &#39; is <em> extreem </em> belangrijk om op te merken dat dit er niet toe zal leiden dat u na verloop van tijd minder Monero verdient! P2pool zal in de loop van de tijd net zo winstgevend zijn voor zelfs kleine miners als gecentraliseerde pools. Een deel van deze variantie wordt ook gecompenseerd doordat p2pool native 0% kosten heeft, aangezien er geen gecentraliseerde pooloperator is om voor hun diensten te betalen! </p>
pl: <p> Na szczęście p2pool w Monero był dobrze zaprojektowany i zbudowany, dzięki czemu funkcjonuje wyjątkowo dobrze! Jednak główną wadą kopania w p2poolu jest to, że każdy miner, który chce korzystać z p2poola, musi uruchomić własny węzeł Monero, powodując, że proces rozpoczęcia kopania jest nieco bardziej zaawansowany. Jednak ten węzeł jest następnie wykorzystywany do obliczenia wszystkich informacji niezbędnych do budowania i sprawdzania bloków oraz zapewnia, że miner ma pełną kontrolę nad wykonywaną pracą. Węzeł może również funkcjonować jako zdalny węzeł dla portfela minera, budować sieć Monero i wiele więcej. </p> <p> Inną kluczową różnicą względem scentralizowanego kopania jest to, że mali minersi korzystający z p2poola będą czekali nieco dłużej między wypłatami niż w dużym scentralizowanym poolu, ale <em> bardzo ważne</em> jest zauważenie tego, że z czasem nie doprowadzi to do zarabiania mniej Monero! p2pool będzie tak samo opłacalny, nawet dla małych minerów, jak scentralizowane poole. Niektóre z tych wariancji są kompensowane przez fakt, że p2pool nie ma żadnych opłat, ponieważ nie ma scentralizowanego operatora puli, któremu trzeba zapłacić za usługi! </p>
pt_br: <p>Felizmente, o p2pool no Monero foi bem projetado e bem construído e funciona muito bem! No entanto, a principal desvantagem da mineração p2pool é que cada minerador que deseja usar o p2pool precisa executar seu próprio nó Monero, fazendo com que o processo de início seja um pouco mais complicado. No entanto, esse nó é usado para calcular todas as informações necessárias para construir e verificar blocos e garante que o minerador tenha controle total de seu trabalho. O nó também pode funcionar como um nó remoto para a carteira do próprio minerador, contribui para a rede e muito mais.</p> <p>A outra diferença importante da mineração centralizada é que pequenos mineradores usando p2pool terão um pouco mais de &quot;variação&quot;, ou tempo entre pagamentos, do que um grande pool centralizado -- mas&#39;s <em>extremamente</em> importante notar que isso não levará a ganhar menos Monero ao longo do tempo! O p2pool será tão lucrativo para os pequenos mineradores ao longo do tempo quanto os pools centralizados. Parte dessa variação também é compensada pelo p2pool ter taxas nativas de 0%, pois não há um operador de pool centralizado para pagar por seus serviços!</p>
sl: <p>Na srečo je bil p2pool v Monero dobro zasnovan in dobro zgrajen ter deluje izjemno dobro! Vendar pa je glavna pomanjkljivost rudarjenja p2pool ta, da mora vsak rudar, ki želi uporabljati p2pool, zagnati lastno vozlišče Monero, zaradi česar je postopek začetka nekoliko bolj vključen. Vendar se to vozlišče nato uporabi za izračun vseh informacij, potrebnih za gradnjo in preverjanje blokov, ter zagotavlja, da ima rudar popoln nadzor nad svojim delom. Vozlišče lahko deluje tudi kot oddaljeno vozlišče za lastno denarnico rudarjev, prispeva k omrežju in še veliko več.</p> <p>Druga ključna razlika od centraliziranega rudarjenja je, da bodo imeli majhni rudarji, ki uporabljajo p2pool, nekoliko več &quot;variance&quot; ali časa med izplačili kot veliki centralizirani bazen -- vendar &#39;je <em> izjemno </em> pomembno je omeniti, da to sčasoma ne bo povzročilo manjšega zaslužka Monero! p2pool bo sčasoma enako donosen tudi za majhne rudarje kot centralizirana bazena. Nekaj te razlike je izravnano tudi s tem, da ima p2pool prvotno 0-odstotne provizije, saj ni centraliziranega operaterja bazena, ki bi plačeval njihove storitve! </p>
sv: <p>Tack och lov har p2pool i Monero varit väldesignad och välbyggd och fungerar extremt bra! Den största nackdelen med p2pool-mining är dock att varje gruvarbetare som vill använda p2pool måste köra sin egen Monero-nod, vilket gör att processen att komma igång blir lite mer involverad. Men denna nod används sedan för att beräkna all information som behövs för att bygga och kontrollera block, och säkerställer att gruvarbetaren har fullständig kontroll över sitt arbete som utförs. Noden kan också fungera som en fjärrnod för gruvarbetarnas egen plånbok, bidrar till nätverket och mycket mer.</p> <p>Den andra viktiga skillnaden från centraliserad gruvdrift är att små gruvarbetare som använder p2pool kommer att ha lite mer &quot;varians&quot;, eller tid mellan utbetalningar, än en stor centraliserad pool – men det&#39;s <em> extremt</em> viktigt att notera att detta inte kommer att leda till att man tjänar mindre Monero över tid! p2pool kommer att vara lika lönsamt för även små gruvarbetare över tid som centraliserade pooler. En del av denna avvikelse kompenseras också av att p2pool har 0 % avgifter, eftersom det inte finns någon centraliserad pooloperatör som kan betala för deras tjänster!</p>
tl: <p>Sa kabutihang palad, ang p2pool sa Monero ay mahusay na idinisenyo at mahusay ang pagkakagawa, at gumagana nang mahusay! Gayunpaman, ang pangunahing disbentaha ng pagmimina ng p2pool ay ang bawat minero na gustong gumamit ng p2pool ay kailangang magpatakbo ng kanilang sariling Monero node, na nagiging sanhi ng proseso ng pagsisimula upang maging mas kasangkot. Gayunpaman, ang node na ito ay pagkatapos ay ginagamit upang kalkulahin ang lahat ng impormasyon na kinakailangan para sa pagbuo at pagsuri ng mga bloke, at tinitiyak na ang minero ay nasa kumpletong kontrol sa kanilang trabaho na ginagawa. Ang node ay maaari ding gumana bilang isang remote node para sa sariling pitaka ng mga minero, nag-aambag sa network, at marami pang iba.</p> <p>Ang iba pang pangunahing pagkakaiba mula sa sentralisadong pagmimina ay ang maliliit na minero na gumagamit ng p2pool ay magkakaroon ng kaunti pang &quot;variance&quot;, o oras sa pagitan ng mga payout, kaysa sa isang malaking sentralisadong pool -- ngunit ito&#39;s <em> lubhang</em> mahalagang tandaan na hindi ito hahantong sa kita ng mas kaunting Monero sa paglipas ng panahon! Ang p2pool ay magiging kasing kita ng kahit na maliliit na minero sa paglipas ng panahon gaya ng mga sentralisadong pool. Ang ilan sa pagkakaiba-iba na ito ay na-offset din ng p2pool na native na mayroong 0% na bayad, dahil walang sentralisadong pool operator na magbabayad para sa kanilang mga serbisyo!</p>
tr: <p>Şükür ki Monero'daki p2pool iyi tasarlanmış, iyi oluşturulmuş ve son derece iyi çalışıyor! Ancak p2pool madenciliğinin ana dezavantajı, p2pool'u kullanmak isteyen her madencinin kendi Monero düğümünü çalıştırmak zorunda olmasıdır, bu da başlangıç sürecinin biraz daha karmaşık olmasına neden olur. Ancak bu düğüm daha sonra blokların inşası ve kontrolü için gerekli tüm bilgileri hesaplamak için kullanılır ve madencinin yapılan iş üzerinde tam kontrole sahip olmasını sağlar. Düğüm aynı zamanda madencilerin kendi cüzdanları için uzak bir düğüm olarak da işlev görebilir, ağa katkıda bulunabilir ve çok daha fazlasını yapabilir.</p> <p>Merkezi madencilikten diğer önemli fark, p2pool kullanan küçük madencilerin büyük bir merkezi havuza göre biraz daha fazla &quot;varyansa&quot; veya ödemeler arasındaki süreye sahip olmasıdır - ancak&#39;s <em> Bunun zamanla daha az Monero kazanmanıza yol açmayacağını belirtmek son derece önemli! p2pool zamanla küçük madenciler için bile merkezi havuzlar kadar karlı olacaktır. Bu farklılığın bir kısmı, hizmetleri için ödeme yapacak merkezi bir havuz operatörü olmadığından, p2pool'un yerel olarak %0 ücrete sahip olmasıyla da dengeleniyor!</p>
ur: <p>شکر ہے کہ Monero میں p2pool کو اچھی طرح سے ڈیزائن اور اچھی طرح سے بنایا گیا ہے، اور بہت اچھی طرح سے کام کرتا ہے! تاہم، p2poo lmining کی بنیادی خرابی یہ ہے کہ ہر ایکminer جو p2pool استعمال کرنا چاہتا ہے اسے اپنا Monero نوڈ چلانا پڑتا ہے، جس کی وجہ سے شروع ہونے کا عمل کچھ زیادہ ہی شامل ہوتا ہے۔ تاہم، اس نوڈ کا استعمال بلاکس کی تعمیر اور جانچ پڑتال کے لیے ضروری تمام معلومات کا حساب لگانے کے لیے کیا جاتا ہے، اور اس بات کو یقینی بناتا ہے کہ minerاپنے کیے جانے والے کام پر مکمل کنٹرول میں ہے۔ نوڈminers کے اپنے بٹوے کے لیے ریموٹ نوڈ کے طور پر بھی کام کر سکتا ہے، نیٹ ورک میں حصہ ڈالتا ہے، اور بہت کچھ۔</p> <p>سنٹرلائزڈ مائننگ سے دوسرا اہم فرق یہ ہے کہ p2pool استعمال کرنے والے چھوٹےminers کے پاس ایک بڑے سنٹرلائزڈ پول سے تھوڑا زیادہ &quot;تغیر&quot;، یا ادائیگیوں کے درمیان وقت ہوگا -- لیکن یہ &#39;s <em> انتہائی</em> نوٹ کرنا ضروری ہے کہ یہ وقت کے ساتھ کم Monero کمانے کا باعث نہیں بنے گا! p2pool وقت کے ساتھ ساتھ چھوٹے کان کنوں کے لیے بھی اتنا ہی منافع بخش ہوگا جتنا سنٹرلائزڈ پولز۔ اس میں سے کچھ تغیرات کو p2pool مقامی طور پر 0% فیس کے ذریعے بھی پورا کیا جاتا ہے، کیونکہ ان کی خدمات کی ادائیگی کے لیے کوئی مرکزی پول آپریٹر نہیں ہے!</p>
zh_cn: <p>值得庆幸的是，Monero中的p2pool已经被设计得很好，而且功能非常棒! 然而，p2pool挖矿的主要缺点是，每个想使用p2pool的矿工都要运行自己的Monero节点，导致开始的过程比较麻烦。不过，这个节点随后被用来计算构建和检查区块所需的所有信息，并确保矿工完全控制他们正在进行的工作。该节点还可以作为矿工自己钱包的远程节点，为网络做出贡献，以及更多利益。</p> <p>与集中式挖矿的另一个关键区别是，使用p2pool的小矿工将比大型集中式矿池有更多的 &quot;差异&quot;, 或两次支付之间的时间间隔， 但 <em>极其</em> 重要的是，这不会导致长期赚取更少的Monero！p2pool甚至会像集中式矿池一样长期为小矿工提供利润。这种差异的一部分也被p2pool本身的0%费用所抵消，因为没有集中式矿池运营商需要为他们的服务支付费用!</p>
zh_tw: <p>值得慶幸的是，Monero中的p2pool已經被設計得很好，而且功能非常棒! 然而，p2pool挖礦的主要缺點是，每個想使用p2pool的礦工都要運行自己的Monero節點，導致開始的過程比較麻煩。不過，這個節點隨後被用來計算構建和檢查區塊所需的所有信息，並確保礦工完全控制他們正在進行的工作。該節點還可以作為礦工自己錢包的遠程節點，為網絡做出貢獻，以及更多利益。</p> <p>與集中式挖礦的另一個關鍵區別是，使用p2pool的小礦工將比大型集中式礦池有更多的 &quot;差異&quot;, 或兩次支付之間的時間間隔， 但 <em>極其</em> 重要的是，這不會導致長期賺取更少的Monero！p2pool甚至會像集中式礦池一樣長期為小礦工提供利潤。這種差異的一部分也被p2pool本身的0%費用所抵消，因為沒有集中式礦池運營商需要為他們的服務支付費用!</p>

# knowledge250Sbp2pool250Sb5250Sbtitle
source: What are the drawbacks?
cs: Jaké jsou nevýhody?
fi: Mitä ovat haitat?
fr: Quels sont les inconvénients ?
it: Quali sono gli svantaggi?
lt: Kokie yra trūkumai?
nb: Hva er ulempene?
nl: Wat zijn de nadelen?
pl: Jakie są wady?
pt_br: Quais são os inconvenientes?
sl: Kakšne so slabosti?
sv: Vilka är nackdelarna?
tl: Ano ang mga kawalan?
tr: Dezavantajları nelerdir?
ur: کیا خرابیاں ہیں؟
zh_cn: 有什么弊端？
zh_tw: 有什麼弊端？

# knowledge250Sbseraphis250Sb0250Sbtitle
source: Seraphis: a modular design upgrade for Monero transactions
cs: Seraphis: upgrade modulárního designu pro transakce Monero
fi: Seraphis: modulaarinen suunnittelupäivitys Monero-transaktioihin
fr: Seraphis : une mise à jour de conception modulaire pour les transactions Monero
it: Seraphis: un aggiornamento del design modulare per le transazioni di Monero
lt: Seraphis: modulinis dizaino atnaujinimas Monero sandoriams
nb: Seraphis: en modulær designoppgradering for Monero-transaksjoner
nl: Seraphis: een modulaire ontwerpupgrade voor Monero transacties
pl: Seraphis: modułowa aktualizacja projektowania transakcji Monero
pt_br: Seraphis: uma atualização de projeto modular para transações Monero
sl: Seraphis: nadgradnja modularne zasnove za Monero transakcije
sv: Seraphis: en modulär designuppgradering för Monero-transaktioner
tl: Seraphis: isang modular na pag-upgrade ng disenyo para sa mga transaksyong Monero
tr: Seraphis: Monero işlemleri için modüler bir tasarım yükseltmesi
ur: Seraphis: Monero لین دین کے لیے ایک ماڈیولر ڈیزائن اپ گریڈ
zh_cn: Seraphis：Monero交易的模块化设计升级
zh_tw: Seraphis：Monero交易的模塊化設計升級
