Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbdandelion250Sb1250Sbtext
source: These attacks revolve around identifying which IP address a transaction came from. If this information is deduced it could reveal that an individual sent a Monero transaction. It’s not able to show to who, and how much, but there are some cases where the knowledge of someone using Monero is enough to cause harm. <br/><br/> The good news is, that if this information is not gleaned the moment the transaction is made, then it cannot be learned at a later date, since IP addresses are not stored on the blockchain. It is also comforting to know that such an attack is unlikely to be seen in the wild, as, in order to pull it off, the attacker would need a large majority of nodes on the network. If a person was able to command this large majority, however, they would be able to identify the “direction” a transaction came from. <br/><br/> This may be confusing, so we’ll explain some background info here. Each node connects to other nodes on the network, so that they can keep their blockchain up to date, as well as share what they know with others. These connections allow them to learn about new transactions, propagate them, and send their own. Since a node can only tell their peers about transactions they know about, it stands to reason that the very first node that propagates a transaction is the node that is actually sending Monero. <br/><br/> If an attacker owns a large majority of nodes on the network, each node will hear about a transaction from one of their peers, and based on the timing in which each node receives this information, they can deduce likely candidates for where the transaction started. <br/><br/> If this is still confusing, we offer this example. Suppose we both have a mutual friend that is hiding from our vision. This friend calls out loudly. I hear his call first, and I hear it louder than you do. From this information, we can know that I am likely closer to our friend than you are. The fact that you hear the sound later (even by just a split second) and the sound is fainter means that we should start our search around my area, not yours. <br/><br/> If an attacker is able to successfully guess which of their peers sent the transaction, since they have the IP address that is connected to their node and forwarded it to them, they can be certain of the IP address that sent it. This is powerful information, as IP addresses contains information about the country and internet service provider (ISP) of the user, and the ISP themselves know which user is linked to which exact IP address, effectively deanonymizing the Monero user.
cs: Tyto útoky spočívají v identifikaci IP adresy, ze které transakce přišla. Pokud je tato informace odvozena, může odhalit, že daná osoba odeslala transakci v měně Monero. Není možné ukázat komu a kolik, ale existují případy, kdy ke způsobení škody stačí vědět, že někdo používá Monero. <br/><br/> Dobrou zprávou je, že pokud tyto informace nejsou získány v okamžiku provedení transakce, nelze je zjistit později, protože IP adresy nejsou v blockchainu uloženy. Potěšující je také to, že takový útok se ve volné přírodě pravděpodobně neobjeví, protože k jeho provedení by útočník potřeboval velkou většinu uzlů v síti. Pokud by se však někomu podařilo tuto velkou většinu ovládnout, byl by schopen identifikovat "směr", odkud transakce přišla. <br/><br/> To může být matoucí, proto zde vysvětlíme některé základní informace. Každý uzel se připojuje k ostatním uzlům v síti, aby mohl udržovat svůj blockchain aktuální a také sdílet to, co ví, s ostatními. Tato spojení jim umožňují dozvědět se o nových transakcích, šířit je a posílat své vlastní. Vzhledem k tomu, že uzel může svým kolegům sdělit pouze transakce, o kterých ví, je logické, že úplně první uzel, který transakci šíří, je uzel, který Monero skutečně posílá. <br/><br/> Pokud útočník vlastní velkou většinu uzlů v síti, každý uzel se o transakci dozví od jednoho ze svých vrstevníků a na základě času, ve kterém každý uzel tuto informaci obdrží, může odvodit pravděpodobné kandidáty na místo, kde transakce začala. <br/><br/> Pokud je to stále matoucí, nabízíme tento příklad. Předpokládejme, že máme oba společného přítele, který se skrývá před naším zrakem. Tento přítel hlasitě zavolá. Já jeho volání slyším jako první a slyším ho hlasitěji než vy. Z této informace můžeme poznat, že jsem našemu příteli pravděpodobně blíže než vy. Skutečnost, že slyšíte zvuk později (byť jen o zlomek sekundy) a zvuk je slabší, znamená, že bychom měli začít pátrat v mé oblasti, nikoliv ve vaší. <br/><br/> Pokud se útočníkovi podaří úspěšně odhadnout, který z jeho kolegů transakci odeslal, protože má k dispozici IP adresu, která je připojena k jeho uzlu a předala mu ji, může si být jistý IP adresou, která ji odeslala. To je silná informace, protože IP adresy obsahují informace o zemi a poskytovateli internetových služeb (ISP) uživatele a samotní ISP vědí, který uživatel je spojen s jakou přesnou IP adresou, což uživatele Monero účinně deanonymizuje.
fi: Nämä hyökkäykset keskittyvät tunnistamaan, mistä IP-osoitteesta tapahtuma tuli. Jos nämä tiedot päätellään, se voi paljastaa, että henkilö on lähettänyt Monero-transaktion. Se ei pysty näyttämään kenelle ja kuinka paljon, mutta joissain tapauksissa Moneroa käyttävän henkilön tieto riittää aiheuttamaan vahinkoa. <br/><br/> Hyvä uutinen on, että jos näitä tietoja ei kerätä tapahtuman hetkellä, sitä ei voida oppia myöhemmin, koska IP-osoitteita ei tallenneta lohkoketjuun. On myös lohduttavaa tietää, että tällaista hyökkäystä tuskin nähdään luonnossa, koska hyökkääjä tarvitsee suurimman osan verkon solmuista päästäkseen sen irti. Jos henkilö kuitenkin pystyisi hallitsemaan tätä suurta enemmistöä, hän pystyisi tunnistamaan, mistä "suunnasta" liiketoimi tuli. <br/><br/> Tämä voi olla hämmentävää, joten selitämme tässä joitain taustatietoja. Jokainen solmu muodostaa yhteyden muihin verkon solmuihin, jotta ne voivat pitää lohkoketjunsa ajan tasalla ja jakaa tietämänsä muiden kanssa. Näiden yhteyksien avulla he voivat oppia uusista tapahtumista, levittää niitä ja lähettää omia. Koska solmu voi kertoa kollegoilleen vain niistä tapahtumista, joista he tietävät, on selvää, että ensimmäinen solmu, joka välittää tapahtuman, on solmu, joka todella lähettää Moneron. <br/><br/> Jos hyökkääjä omistaa suuren enemmistön verkon solmuista, kukin solmu kuulee tapahtumasta joltain vertaisjäsenistään, ja sen ajoituksen perusteella, jolloin kukin solmu vastaanottaa nämä tiedot, he voivat päätellä todennäköisiä ehdokkaita tapahtuman alkamispaikalle. <br/><br/> Jos tämä on edelleen hämmentävää, tarjoamme tämän esimerkin. Oletetaan, että meillä molemmilla on yhteinen ystävä, joka piiloutuu näkökentästämme. Tämä ystävä huutaa äänekkäästi. Kuulen hänen kutsunsa ensin, ja kuulen sen kovemmin kuin sinä. Näiden tietojen perusteella voimme tietää, että olen todennäköisesti lähempänä ystäväämme kuin sinä. Se, että kuulet äänen myöhemmin (jopa vain sekunnin murto-osan verran) ja ääni on himmeämpi, tarkoittaa, että meidän pitäisi aloittaa etsintä omalta alueeltani, ei sinun. <br/><br/> Jos hyökkääjä pystyy onnistuneesti arvaamaan, kuka hänen vertaisistaan lähetti tapahtuman, koska heillä on IP-osoite, joka on liitetty solmuun ja välittänyt sen hänelle, hän voi olla varma sen lähettäneestä IP-osoitteesta. Tämä on tehokasta tietoa, sillä IP-osoitteet sisältävät tietoa käyttäjän maasta ja Internet-palveluntarjoajasta (ISP), ja Internet-palveluntarjoaja itse tietää, mikä käyttäjä on linkitetty mihin tahansa IP-osoitteeseen, mikä deanonymisoi Monero-käyttäjän.
fr: Ces attaques tournent autour de l'identification de l'adresse IP d'où provient une transaction. Si cette information est déduite, cela pourrait révéler qu'un individu a envoyé une transaction Monero. Il n'est pas en mesure de montrer à qui et combien, mais il y a des cas où la connaissance de quelqu'un qui utilise Monero est suffisante pour causer du tort. <br /><br /> La bonne nouvelle est que si ces informations ne sont pas récupérées au moment où la transaction est effectuée, elles ne peuvent pas l'être ultérieurement, car les adresses IP ne sont pas stockées sur la blockchain. Il est également rassurant de savoir qu'une telle attaque a peu de chances d'être vue dans la réalité, car, pour la réussir, l'attaquant aurait besoin de contrôler une grande majorité de nœuds sur le réseau. Cependant, si une personne était en mesure de commander un si grand nombre de nœuds, elle serait en mesure d'identifier la « direction » d'où provient une transaction. <br /><br /> Cela peut prêter à confusion, nous allons donc expliquer quelques informations de base ici. Chaque nœud se connecte à d'autres nœuds du réseau, afin qu'ils puissent maintenir leur blockchain à jour, ainsi que partager ce qu'ils savent avec les autres. Ces connexions leur permettent de se renseigner sur les nouvelles transactions, de les propager et d'envoyer les leurs. Puisqu'un nœud ne peut informer ses pairs que des transactions dont il a connaissance, il va de soi que le tout premier nœud qui propage une transaction est le nœud qui envoie réellement du Monero. <br /><br /> Si un attaquant possède une grande majorité de nœuds sur le réseau, chaque nœud entendra parler d'une transaction de l'un de ses pairs, et en fonction du moment où chaque nœud reçoit cette information, il peut en déduire des candidats probables pour le début de la transaction. <br /><br /> Si cela reste déroutant, nous vous proposons cet exemple. Supposons que nous ayons tous les deux un ami commun que nous ne voyons pas. Cet ami crie fort. J'entends son appel en premier, et je l'entends plus fort que vous. À partir de ces informations, nous pouvons savoir que je suis probablement plus proche de notre ami que vous ne l'êtes. Le fait que vous entendiez le son plus tard (même d'une fraction de seconde seulement) et que le son soit plus faible signifie que nous devrions commencer notre recherche autour de ma zone, pas la vôtre. <br /><br /> Si un attaquant est capable de deviner avec succès lequel de ses pairs a envoyé la transaction, puisqu'il dispose de l'adresse IP qui est connectée à son nœud et qu'il la lui a transmise, il peut être certain de l'adresse IP qui l'a envoyée. Il s'agit d'informations très importantes, car les adresses IP contiennent des informations sur le pays et le fournisseur de services Internet (FAI) de l'utilisateur, et le FAI lui-même sait quel utilisateur est lié à quelle adresse IP, désanonymisant de fait l'utilisateur de Monero.
it: Questi attacchi ruotano attorno all'identificazione dell'indirizzo IP da cui proviene una transazione. Se si deducono queste informazioni, è possibile che un individuo abbia inviato una transazione Monero. Non è in grado di mostrare a chi e quanto, ma ci sono alcuni casi in cui la conoscenza di qualcuno che usa Monero è sufficiente a causare danni. <br/><br/>La buona notizia è che se queste informazioni non vengono raccolte nel momento in cui viene effettuata la transazione, non possono essere apprese in un secondo momento, poiché gli indirizzi IP non vengono memorizzati sulla blockchain. È anche confortante sapere che è improbabile che si verifichi un simile attacco in natura, poiché, per evitarlo, l'attaccante avrebbe bisogno di una grande maggioranza di nodi sulla rete. Se una persona fosse in grado di controllare questa grande maggioranza, tuttavia, sarebbe in grado di identificare la "direzione" da cui proviene una transazione. <br/><br/>Questo può essere fonte di confusione, quindi spiegheremo alcune informazioni di base qui. Ogni nodo si connette ad altri nodi sulla rete, in modo che possano mantenere la blockchain aggiornata e condividere ciò che sanno con gli altri. Queste connessioni consentono loro di conoscere nuove transazioni, propagarle e inviare le proprie. Poiché un nodo può comunicare ai propri colleghi solo le transazioni di cui sono a conoscenza, è ovvio che il primo nodo che propaga una transazione è il nodo che sta effettivamente inviando Monero. <br/><br/>Se un utente malintenzionato possiede una grande maggioranza di nodi sulla rete, ciascun nodo sentirà una transazione da uno dei suoi peer e, in base alla tempistica in cui ciascun nodo riceve queste informazioni, può dedurre i probabili candidati da dove è iniziata la transazione. <br/><br/>Se questo è ancora confuso, offriamo questo esempio. Supponiamo che entrambi abbiamo un amico comune che si nasconde alla nostra visione. Questo amico chiama ad alta voce. Prima sento la sua chiamata e la sento più forte di te. Da queste informazioni, possiamo sapere che probabilmente sono più vicino al nostro amico di te. Il fatto che tu ascolti il suono in un secondo momento (anche solo di una frazione di secondo) e che il suono sia più debole significa che dovremmo iniziare la nostra ricerca intorno alla mia area, non alla tua. <br/><br/>Se un utente malintenzionato è in grado di indovinare con successo quali dei loro peer hanno inviato la transazione, poiché hanno l'indirizzo IP che è collegato al loro nodo e inoltrato a loro, possono essere certi dell'indirizzo IP che lo ha inviato. Si tratta di informazioni potenti, poiché gli indirizzi IP contengono informazioni sul paese e sul provider di servizi Internet (ISP) dell'utente e l'ISP stesso sa quale utente è collegato a quale indirizzo IP esatto, deanonimizzando efficacemente l'utente Monero.
lt: Šios atakos yra susijusios su nustatymu, iš kurio IP adreso buvo atlikta operacija. Jei bus nustatyta ši informacija, gali paaiškėti, kad asmuo atsiuntė Monero operaciją. Neįmanoma parodyti, kam ir kiek, tačiau yra atvejų, kai „Monero“ naudotojo žinių pakanka, kad būtų padaryta žala. <br/><br/> Geros naujienos yra tai, kad jei ši informacija nesurenkama tuo metu, kai atliekama operacija, vėliau jos sužinoti nepavyks, nes IP adresai blokų grandinėje nesaugomi. Taip pat guodžia, kad tokios atakos laukinėje gamtoje vargu ar pavyks sulaukti, nes, norint ją įvykdyti, užpuolikui reikės daugumos tinklo mazgų. Tačiau jei asmuo sugebėtų vadovauti šiai didelei daugumai, jis galėtų nustatyti, kokia „kryptimi“ buvo atliktas sandoris. <br/><br/> Tai gali sukelti painiavą, todėl čia paaiškinsime tam tikrą pagrindinę informaciją. Kiekvienas mazgas prisijungia prie kitų tinklo mazgų, kad galėtų atnaujinti savo blokų grandinę ir dalytis tuo, ką žino su kitais. Šie ryšiai leidžia jiems sužinoti apie naujas operacijas, jas platinti ir siųsti savo. Kadangi mazgas gali pasakyti savo kolegoms tik apie operacijas, apie kurias jie žino, savaime suprantama, kad pats pirmasis mazgas, kuris perduoda operaciją, yra mazgas, kuris iš tikrųjų siunčia Monero. <br/><br/> Jei užpuolikui priklauso didžioji dauguma tinklo mazgų, kiekvienas mazgas išgirs apie operaciją iš vieno iš savo kolegų ir pagal laiką, per kurį kiekvienas mazgas gauna šią informaciją, gali nustatyti galimus kandidatus, kur prasidėjo operacija. <br/><br/> Jei tai vis dar paini, siūlome šį pavyzdį. Tarkime, kad mes abu turime bendrą draugą, kuris slepiasi nuo mūsų vizijos. Šis draugas garsiai šaukia. Pirmiausia išgirstu jo skambutį ir girdžiu jį garsiau nei jūs. Iš šios informacijos galime žinoti, kad aš tikriausiai esu artimesnis mūsų draugui nei jūs. Tai, kad garsą išgirsite vėliau (net tik sekundės dalimi) ir garsas silpnesnis, reiškia, kad turėtume pradėti ieškoti ne jūsų, o mano vietovėje. <br/><br/> Jei užpuolikas gali sėkmingai atspėti, kuris iš jų bendraamžių atsiuntė operaciją, nes jis turi IP adresą, kuris yra prijungtas prie mazgo ir persiuntė jį jam, jis gali būti tikras dėl IP adreso, kuris jį išsiuntė. Tai yra galinga informacija, nes IP adresuose yra informacija apie vartotojo šalį ir interneto paslaugų teikėją (IPT), o patys IPT žino, kuris vartotojas yra susietas su kokiu tiksliu IP adresu, efektyviai deanonimuojant Monero vartotoją.
nb: Disse angrepene dreier seg om å identifisere hvilken IP-adresse en transaksjon kom fra. Hvis denne informasjonen utledes, kan det avsløre at en person sendte en Monero-transaksjon. Det er ikke i stand til å vise hvem og hvor mye, men det er noen tilfeller der kunnskapen om noen som bruker Monero er nok til å forårsake skade. <br/><br/> Den gode nyheten er at hvis denne informasjonen ikke hentes i det øyeblikket transaksjonen er utført, kan den ikke læres på et senere tidspunkt, siden IP-adresser ikke lagres på blokkjeden. Det er også trøstende å vite at et slikt angrep neppe vil bli sett i naturen, siden angriperen ville trenge et stort flertall av noder på nettverket for å klare det. Hvis en person var i stand til å kommandere dette store flertallet, ville de imidlertid være i stand til å identifisere "retningen" en transaksjon kom fra. <br/><br/> Dette kan være forvirrende, så vi forklarer litt bakgrunnsinformasjon her. Hver node kobles til andre noder på nettverket, slik at de kan holde blokkjeden sin oppdatert, samt dele det de vet med andre. Disse forbindelsene lar dem lære om nye transaksjoner, spre dem og sende sine egne. Siden en node bare kan fortelle sine kolleger om transaksjoner de vet om, er det naturlig at den aller første noden som forplanter en transaksjon er noden som faktisk sender Monero. <br/><br/> Hvis en angriper eier et stort flertall av noder på nettverket, vil hver node høre om en transaksjon fra en av sine jevnaldrende, og basert på tidspunktet for når hver node mottar denne informasjonen, kan de utlede sannsynlige kandidater for hvor transaksjonen startet. <br/><br/> Hvis dette fortsatt er forvirrende, tilbyr vi dette eksemplet. Anta at vi begge har en felles venn som gjemmer seg for synet vårt. Denne vennen roper høyt. Jeg hører ropet hans først, og jeg hører det høyere enn deg. Fra denne informasjonen kan vi vite at jeg sannsynligvis er nærmere vennen vår enn deg. Det faktum at du hører lyden senere (selv om bare et brøkdels sekund) og lyden er svakere betyr at vi bør starte søket rundt mitt område, ikke ditt. <br/><br/> Hvis en angriper klarer å gjette hvem av deres jevnaldrende som sendte transaksjonen, siden de har IP-adressen som er koblet til noden deres og videresendte den til dem, kan de være sikre på IP-adressen som sendte den. Dette er kraftig informasjon, ettersom IP-adresser inneholder informasjon om land og internettleverandør (ISP) til brukeren, og Internett-leverandøren selv vet hvilken bruker som er knyttet til hvilken eksakt IP-adresse, noe som effektivt deanonymiserer Monero-brukeren.
nl: Bij deze aanvallen draait het om het identificeren van welk IP-adres een transactie afkomstig is. Als deze informatie wordt afgeleid, kan dit onthullen dat een persoon een Monero-transactie heeft verzonden. Het kan niet laten zien aan wie en hoeveel, maar in sommige gevallen is de kennis van iemand die Monero gebruikt al voldoende om schade aan te richten. <br/><br/> Het goede nieuws is dat als deze informatie niet wordt verzameld op het moment dat de transactie wordt uitgevoerd, deze op een later tijdstip niet kan worden onthult, aangezien IP-adressen niet op de blockchain worden opgeslagen. Het is ook geruststellend om te weten dat het onwaarschijnlijk is dat een dergelijke aanval vaak voorkomt, aangezien de aanvaller een groot aantal knooppunten op het netwerk nodig heeft om deze uit te voeren. Als een persoon echter in staat zou zijn om deze grote hoeveelheid te beheersen, zou hij in staat zijn om de "richting" waar een transactie vandaan kwam te identificeren. <br/><br/> Dit kan verwarrend zijn, dus we zullen hier wat achtergrondinformatie uitleggen. Elk knooppunt maakt verbinding met andere knooppunten op het netwerk, zodat ze hun blockchain up-to-date kunnen houden en hun kennis met anderen kunnen delen. Dankzij deze verbindingen kunnen ze meer te weten komen over nieuwe transacties, deze verspreiden en hun eigen transacties verzenden. Aangezien een knooppunt zijn collega's alleen kan vertellen over transacties waarvan zij op de hoogte zijn, spreekt het voor zich dat het allereerste knooppunt die een transactie verspreidt, het knooppunt is dat daadwerkelijk Monero verzendt. <br/><br/> Als een aanvaller een grote hoeveelheid van de knooppunten op het netwerk bezit, hoort elk knooppunt over een transactie van een van zijn collega's, en op basis van de timing waarin elk knooppunt deze informatie ontvangt, kunnen ze waarschijnlijke kandidaten afleiden voor waar de transactie is begonnen. <br/><br/> Als dit nog steeds verwarrend is, bieden we dit voorbeeld aan. Stel dat we allebei een gemeenschappelijke vriend hebben die zich voor ons verbergt. Deze vriend schreeuwt luid. Ik hoor zijn schreeuw als eerste, en ik hoor het luider dan u. Uit deze informatie kunnen we weten dat ik waarschijnlijk dichter bij onze vriend sta dan u. Het feit dat u het geluid later hoort (al is het maar een fractie van een seconde) en het geluid zwakker is, betekent dat we onze zoektocht in mijn omgeving moeten beginnen, niet in die van u. <br/><br/> Als een aanvaller met succes kan raden wie van zijn collega's de transactie heeft verzonden, aangezien hij het IP-adres heeft dat is verbonden met zijn knooppunt en het naar hem heeft doorgestuurd, kan hij zeker zijn van het IP-adres dat de transactie heeft verzonden. Dit is essentiële informatie, aangezien IP-adressen informatie bevatten over het land en de internetprovider (ISP) van de gebruiker, en de ISP zelf weet welke gebruiker is gekoppeld aan welk exact IP-adres, waardoor de Monero-gebruiker effectief wordt gedeanonimiseerd.
pl: Ataki te opierają się na identyfikacji adresu IP, z którego transakcja została nadana. Jeśli tę informację można wydedukować, to może ona ujawnić osobę, która wysłała Monero. Nie da się powiedzieć komu, ani ile, ale są przypadki, gdy wiedza, że ktoś wysłał Monero wystarcza, żeby mu zaszkodzić. <br/><br/> Dobra wiadomość jest taka, że jeśli ta informacja nie jest zebrana od razu to nie da się jej potem zdobyć, jako że adresy IP nie są przechowywane na blockchainie. Pocieszające jest, że taka forma ataku jest mało prawdopodobna, ponieważ przeprowadzenie go wymaga kontroli nad znaczną ilością węzłów Monero. <br/><br/> To może być trochę skomplikowane, więc wyjaśnimy kilka spraw. Każdy węzeł Monero łączy się z innymi węzłami w sieci, tak aby wzajemnie synchronizowały swoje kopie blockchaina. Te połączenia umożliwiają im dowiedzenie się o nowych transakcjach, ich propagację i wysyłanie własnych. Jako że węzeł może tylko poinformować inne o transakcji, o której sam wie, można się domyśleć, że pierwszy węzeł propagujący transakcję jest jej autorem. <br/><br/> Jeśli atakujący posiada większość sieci, każdy węzeł dowie się o transakcji od jednego ze swoich rówieśników i w oparciu o czas kiedy każdy węzeł się dowiedział, może wydedukować gdzie transakcja była nadana za pierwszym razem. <br/><br/> Jeśli nadal jest to skomplikowane to przedstawimy następujący przykład. Załóżmy, że oboje mamy wspólnego przyjaciela, który ukrywa się poza naszym polem widzenia. Ten przyjaciel głośno woła. Najpierw ja słyszę jego wezwanie i słyszę je głośniej niż Ty. Z tych informacji możemy wywnioskować, że prawdopodobnie jestem bliżej naszego przyjaciela niż Ty. Fakt, że usłyszysz dźwięk później (nawet o ułamek sekundy), a dźwięk jest cichszy, oznacza, że powinniśmy rozpocząć poszukiwania w mojej okolicy, nie Twojej. <br/><br/> Jeśli atakujący jest w stanie z powodzeniem odgadnąć, który z ich rówieśników wysłał transakcję, ponieważ zna adresy IP podłączone do swojego węzła, może być pewien, który adres IP go nadał. To są cenne dane, ponieważ adresy IP zawierają informację o kraju i dostawcy usług internetowych, a sami dostawcy wiedzą, który z ich użytkowników jest powiązany z którym adresem IP, skutecznie deanonimizując użytkownika Monero.
pt_br: Esses ataques giram em torno da identificação de qual endereço IP de origem da transação. Se essas informações forem deduzidas, poderá revelar que um indivíduo enviou uma transação Monero. Não é possível mostrar quem e quanto, mas há alguns casos em que o conhecimento de alguém que usa o Monero é suficiente para causar danos. <br/><br/>A boa notícia é que, se essas informações não forem coletadas no momento em que a transação for feita, elas não poderão ser aprendidas posteriormente, pois os endereços IP não são armazenados na blockchain. Também é reconfortante saber que é improvável que esse ataque seja visto na natureza, pois, para executá-lo, o invasor precisaria de uma grande maioria de nós na rede. Se uma pessoa fosse capaz de comandar essa grande maioria, no entanto, seria capaz de identificar a "direção" da qual a transação veio. <br/><br/>Isso pode ser confuso, portanto, explicaremos aqui algumas informações básicas. Cada nó se conecta a outros nós na rede, para que eles possam manter sua blockchain atualizada e compartilhar o que sabem com outras pessoas. Essas conexões permitem aprender sobre novas transações, propagá-las e enviar as suas próprias. Como um nó só pode contar aos seus pares sobre transações que eles conhecem, é lógico que o primeiro nó que propaga uma transação é o nó que está realmente enviando o Monero. <br/><br/>Se um invasor possuir uma grande maioria de nós na rede, cada nó ouvirá sobre uma transação de um de seus pares e, com base no tempo em que cada nó recebe essas informações, poderá deduzir possíveis candidatos para onde a transação foi iniciada. <br/><br/>Se isso ainda é confuso, oferecemos este exemplo. Suponha que ambos tenhamos um amigo em comum que está se escondendo de nossa visão. Este amigo chama em voz alta. Eu ouço a ligação dele primeiro, e ouço mais alto do que você. Com essas informações, podemos saber que provavelmente estou mais perto de nosso amigo do que você. O fato de você ouvir o som mais tarde (mesmo por apenas uma fração de segundo) e o som ficar mais fraco significa que devemos iniciar nossa pesquisa na minha área, não na sua. <br/><br/>Se um invasor conseguir adivinhar com êxito quais de seus pares enviaram a transação, já que eles têm o endereço IP conectado ao nó e o encaminharam para ele, eles podem ter certeza do endereço IP que a enviou. Essas são informações poderosas, pois os endereços IP contêm informações sobre o país e o provedor de serviços de Internet (ISP) do usuário, e o próprio ISP sabe qual usuário está vinculado a qual endereço IP exato, efetivamente desinteressando o usuário Monero.
sl: Ti napadi se osredotočajo na ugotavljanje, s katerega naslova IP je bila transakcija izvedena. Če se ta informacija razbere, se lahko ugotovi, da je posameznik poslal transakcijo v valuti Monero. Ni mogoče pokazati, komu in koliko, vendar v nekaterih primerih za povzročitev škode zadostuje že vedenje, da nekdo uporablja Monero. <br/><br/> Dobra novica je, da če teh informacij ne pridobimo v trenutku izvedbe transakcije, jih pozneje ne moremo izvedeti, saj naslovi IP niso shranjeni v verigi blokov. Pomirjujoče je tudi dejstvo, da takega napada v naravi verjetno ne bomo zasledili, saj bi napadalec za izvedbo potreboval veliko večino vozlišč v omrežju. Če pa bi mu uspelo obvladati to veliko večino, bi lahko ugotovil, iz katere "smeri" je prišla transakcija. <br/><br/> To je lahko zapleteno, zato vam bomo tukaj razložili nekaj osnovnih informacij. Vsako vozlišče se poveže z drugimi vozlišči v omrežju, tako da lahko posodablja svojo verigo blokov in deli svoje znanje z drugimi. Te povezave jim omogočajo, da izvedo za nove transakcije, jih razširjajo in pošiljajo svoje. Ker lahko vozlišče svojim vrstnikom pove le o transakcijah, za katere ve, je razumljivo, da je prvo vozlišče, ki razširi transakcijo, vozlišče, ki dejansko pošilja Monero. <br/><br/> Če ima napadalec v lasti veliko večino vozlišč v omrežju, bo vsako vozlišče izvedelo za transakcijo od enega od svojih vrstnikov in na podlagi časa, v katerem posamezno vozlišče prejme to informacijo, lahko sklepa o verjetnih kandidatih, kjer se je transakcija začela. <br/><br/> Če je to še vedno nejasno, vam ponujamo naslednji primer. Recimo, da imava oba skritega skupnega prijatelja. Ta prijatelj nas glasno pokliče. Njegov klic zaslišim prvi in glasneje kot vi. Na podlagi te informacije lahko ugotovimo, da sem verjetno bližje temu prijatelju, kot vi. Dejstvo, da slišite zvok pozneje (čeprav le za delček sekunde) in da je zvok šibkejši, pomeni, da moramo začeti iskati na mojem območju in ne na vašem. <br/><br/> Če lahko napadalec uspešno ugane, kateri od njegovih kolegov je poslal transakcijo, saj ima naslov IP, ki je povezan z njegovim vozliščem in mu je transakcijo posredoval, je lahko prepričan o naslovu IP, ki jo je poslal. To je močna informacija, saj naslovi IP vsebujejo podatke o državi in ponudniku internetnih storitev (ISP) uporabnika, ponudnik internetnih storitev pa sam ve, kateri uporabnik je povezan s točno določenim naslovom IP, kar efektivno deanonimizira uporabnika Monero.
sv: Dessa attacker kretsar kring att identifiera vilken IP-adress en transaktion kom från. Om denna information härleds kan det avslöja att en individ skickade en Monero-transaktion. Det går inte att visa för vem och hur mycket, men det finns vissa fall där kunskapen om någon som använder Monero är tillräcklig för att orsaka skada. <br/><br/> Den goda nyheten är att om denna information inte samlas in i det ögonblick som transaktionen görs, kan den inte läras ut vid ett senare tillfälle, eftersom IP-adresser inte lagras i blockkedjan. Det är också tröstande att veta att en sådan attack är osannolikt att ses i det vilda, eftersom angriparen skulle behöva en stor majoritet av noder på nätverket för att kunna göra det. Om en person kunde behärska denna stora majoritet skulle de dock kunna identifiera "riktningen" en transaktion kom ifrån. <br/><br/> Detta kan vara förvirrande, så vi förklarar lite bakgrundsinformation här. Varje nod ansluter till andra noder i nätverket, så att de kan hålla sin blockchain uppdaterad, samt dela vad de vet med andra. Dessa kopplingar låter dem lära sig om nya transaktioner, sprida dem och skicka sina egna. Eftersom en nod bara kan berätta för sina kamrater om transaktioner de känner till, är det naturligt att den allra första noden som sprider en transaktion är den nod som faktiskt skickar Monero. <br/><br/> Om en angripare äger en stor majoritet av noder i nätverket kommer varje nod att höra om en transaktion från en av sina kamrater, och baserat på den tidpunkt då varje nod tar emot denna information kan de härleda troliga kandidater för var transaktionen startade. <br/><br/> Om detta fortfarande är förvirrande erbjuder vi detta exempel. Anta att vi båda har en gemensam vän som gömmer sig för vår vision. Den här vännen ropar högt. Jag hör hans samtal först, och jag hör det högre än du. Utifrån denna information kan vi veta att jag sannolikt är närmare vår vän än du. Det faktum att du hör ljudet senare (även med bara en bråkdel av en sekund) och ljudet är svagare betyder att vi bör börja leta runt i mitt område, inte ditt. <br/><br/> Om en angripare lyckas gissa vilken av sina kamrater som skickade transaktionen, eftersom de har IP-adressen som är ansluten till deras nod och vidarebefordrat den till dem, kan de vara säkra på IP-adressen som skickade den. Detta är kraftfull information, eftersom IP-adresser innehåller information om användarens land och internetleverantör (ISP), och internetleverantören vet själva vilken användare som är länkad till vilken exakt IP-adress, vilket i praktiken gör Monero-användaren avanonymt.
tl: Ang mga pag-atake na ito ay umiikot sa pagtukoy kung saang IP address nagmula ang isang transaksyon. Kung mahihinuha ang impormasyong ito, maaari nitong ihayag na nagpadala ang isang indibidwal ng transaksyong Monero. Hindi nito maipakita kung kanino, at kung magkano, ngunit may ilang mga kaso kung saan sapat na ang kaalaman ng isang taong gumagamit ng Monero upang magdulot ng pinsala. <br/><br/> Ang mabuting balita ay, na kung ang impormasyong ito ay hindi nakuha sa sandaling ang transaksyon ay ginawa, kung gayon hindi ito matututunan sa ibang araw, dahil ang mga IP address ay hindi nakaimbak sa blockchain. Nakakaaliw din malaman na ang gayong pag-atake ay malamang na hindi makikita sa ligaw, dahil, upang maalis ito, ang umaatake ay mangangailangan ng malaking mayorya ng mga node sa network. Kung ang isang tao ay nakapag-utos sa malaking mayoryang ito, gayunpaman, matutukoy nila ang "direksyon" na pinanggalingan ng isang transaksyon. <br/><br/> Maaaring nakakalito ito, kaya ipapaliwanag namin ang ilang background na impormasyon dito. Ang bawat node ay kumokonekta sa iba pang mga node sa network, upang mapanatiling napapanahon ang kanilang blockchain, pati na rin maibahagi ang kanilang nalalaman sa iba. Ang mga koneksyon na ito ay nagbibigay-daan sa kanila na matuto tungkol sa mga bagong transaksyon, ipalaganap ang mga ito, at ipadala ang kanilang sarili. Dahil masasabi lang ng isang node sa kanilang mga kapantay ang tungkol sa mga transaksyong alam nila, makatuwirang dahilan na ang pinakaunang node na nagpapalaganap ng isang transaksyon ay ang node na aktwal na nagpapadala ng Monero. <br/><br/> Kung ang isang attacker ay nagmamay-ari ng malaking mayorya ng mga node sa network, ang bawat node ay makakarinig ng tungkol sa isang transaksyon mula sa isa sa kanilang mga kapantay, at batay sa timing kung saan natatanggap ng bawat node ang impormasyong ito, maaari nilang mahihinuha ang mga malamang na kandidato para sa kung saan nagsimula ang transaksyon. <br/><br/> Kung ito ay nakalilito pa rin, iniaalok namin ang halimbawang ito. Kumbaga pareho tayong may mutual friend na nagtatago sa ating paningin. Malakas na tawag ng kaibigang ito. Narinig ko muna ang tawag niya, at mas malakas ang naririnig ko kaysa sa iyo. Mula sa impormasyong ito, malalaman natin na malamang na mas malapit ako sa ating kaibigan kaysa sa iyo. Ang katotohanan na maririnig mo ang tunog sa ibang pagkakataon (kahit sa isang segundo lang) at ang tunog ay mas mahina ay nangangahulugan na dapat nating simulan ang ating paghahanap sa paligid ng aking lugar, hindi sa iyo. <br/><br/> Kung matagumpay na mahulaan ng isang attacker kung alin sa kanilang mga kapantay ang nagpadala ng transaksyon, dahil mayroon silang IP address na nakakonekta sa kanilang node at ipinasa ito sa kanila, maaari silang maging sigurado sa IP address na nagpadala nito. Ito ay makapangyarihang impormasyon, dahil naglalaman ang mga IP address ng impormasyon tungkol sa bansa at internet service provider (ISP) ng user, at ang ISP mismo ang nakakaalam kung aling user ang naka-link sa kung aling eksaktong IP address, na epektibong nagde-deanonymize ng Monero user.
tr: Bu saldırılar, bir işlemin hangi IP adresinden geldiğini belirlemeye yöneliktir. Bu bilgiden çıkarım yapılırsa, bir kişinin Monero işlemi gönderdiği ortaya çıkabilir. Kime ve ne kadar olduğunu gösteremiyor ancak Monero kullanan birinin bilgisinin zarar vermek için yeterli olduğu bazı durumlar var. <br/><br/> İyi haber şu ki, eğer bu bilgi işlem yapıldığı anda toplanmazsa, IP adresleri blok zincirinde saklanmadığı için daha sonraki bir tarihte öğrenilemez. Böyle bir saldırının ortalıkta görülme ihtimalinin düşük olduğunu bilmek de rahatlatıcı, çünkü bunu başarmak için saldırganın ağdaki düğümlerin büyük bir çoğunluğuna ihtiyacı olacak. Ancak bir kişi bu büyük çoğunluğa hakim olabilseydi, bir işlemin geldiği "yönü" belirleyebilirdi. <br/><br/> Bu kafa karıştırıcı olabilir, bu nedenle burada bazı arka plan bilgilerini açıklayacağız. Her düğüm ağdaki diğer düğümlere bağlanır, böylece blok zincirlerini güncel tutabilir ve bildiklerini başkalarıyla paylaşabilirler. Bu bağlantılar onların yeni işlemler hakkında bilgi edinmelerine, bunları yaymalarına ve kendi işlemlerini göndermelerine olanak tanır. Bir düğüm, akranlarına yalnızca bildikleri işlemler hakkında bilgi verebileceğinden, bir işlemi yayan ilk düğümün aslında Monero'yu gönderen düğüm olması mantıklıdır. <br/><br/> Bir saldırgan, ağdaki düğümlerin büyük bir çoğunluğuna sahipse, her düğüm, eşlerinden birinden bir işlem hakkında bilgi alır ve her düğümün bu bilgiyi aldığı zamanlamaya bağlı olarak, işlemin başladığı yer için olası adayları çıkarabilir. <br/><br/> Eğer bu hala kafa karıştırıcıysa, bu örneği sunuyoruz. Diyelim ki ikimizin de vizyonumuzdan saklanan ortak bir arkadaşımız var. Bu arkadaş yüksek sesle bağırıyor. Çağrısını ilk ben duyuyorum ve senden daha yüksek sesle duyuyorum. Bu bilgiden, arkadaşımıza muhtemelen senden daha yakın olduğumu bilebiliriz. Sesi daha sonra (bir saniye bile olsa) duymanız ve sesin daha zayıf olması, aramaya sizin bölgenizde değil, benim bölgemde başlamamız gerektiği anlamına geliyor. <br/><br/> Saldırgan, işlemi hangi arkadaşının gönderdiğini başarılı bir şekilde tahmin edebilirse, düğümüne bağlanan ve kendisine ileten IP adresine sahip olduğundan, işlemi gönderen IP adresinden emin olabilir. Bu güçlü bir bilgidir, çünkü IP adresleri kullanıcının ülkesi ve internet servis sağlayıcısı (İSS) hakkında bilgi içerir ve İSS hangi kullanıcının hangi tam IP adresine bağlı olduğunu bilir ve Monero kullanıcısının anonimliğini etkili bir şekilde ortadan kaldırır.
ur: یہ حملے یہ شناخت کرنے کے گرد گھومتے ہیں کہ لین دین کس IP ایڈریس سے ہوا ہے۔ اگر اس معلومات کا اندازہ لگایا جائے تو یہ ظاہر ہو سکتا ہے کہ کسی فرد نے Monero ٹرانزیکشن بھیجا ہے۔ یہ ظاہر کرنے کے قابل نہیں ہے کہ کس کو، اور کتنا، لیکن کچھ معاملات ایسے ہیں جہاں Monero استعمال کرنے والے کسی شخص کا علم نقصان پہنچانے کے لیے کافی ہے۔ <br/><br/> اچھی خبر یہ ہے کہ اگر لین دین کے وقت یہ معلومات اکٹھی نہیں کی جاتی ہیں، تو اسے بعد کی تاریخ میں نہیں سیکھا جا سکتا، کیونکہ IP ایڈریس بلاک چین پر محفوظ نہیں ہوتے ہیں۔ یہ جان کر بھی تسلی ہوتی ہے کہ اس طرح کا حملہ جنگلی میں دیکھنے کا امکان نہیں ہے، کیونکہ اسے ختم کرنے کے لیے، حملہ آور کو نیٹ ورک پر نوڈس کی ایک بڑی اکثریت کی ضرورت ہوگی۔ اگر کوئی شخص اس بڑی اکثریت کو حکم دینے کے قابل تھا، تاہم، وہ اس "سمت" کی شناخت کر سکے گا جس سے لین دین ہوا ہے۔ <br/><br/> یہ الجھا ہوا ہو سکتا ہے، اس لیے ہم یہاں کچھ پس منظر کی معلومات کی وضاحت کریں گے۔ ہر نوڈ نیٹ ورک پر دوسرے نوڈس سے جڑتا ہے، تاکہ وہ اپنے بلاک چین کو اپ ٹو ڈیٹ رکھ سکیں، ساتھ ہی وہ جو کچھ جانتے ہیں اسے دوسروں کے ساتھ شیئر کر سکیں۔ یہ کنکشن انہیں نئے لین دین کے بارے میں جاننے، ان کی تشہیر کرنے اور خود بھیجنے کی اجازت دیتے ہیں۔ چونکہ ایک نوڈ اپنے ساتھیوں کو صرف ان لین دین کے بارے میں بتا سکتا ہے جن کے بارے میں وہ جانتے ہیں، اس کی وجہ یہ ہے کہ سب سے پہلا نوڈ جو لین دین کا پرچار کرتا ہے وہ نوڈ ہے جو دراصل Monero بھیج رہا ہے۔ <br/><br/> اگر ایک حملہ آور نیٹ ورک پر نوڈس کی ایک بڑی اکثریت کا مالک ہے، تو ہر نوڈ اپنے ہم عمروں میں سے ایک سے لین دین کے بارے میں سنے گا، اور اس وقت کی بنیاد پر جس میں ہر نوڈ کو یہ معلومات ملتی ہے، وہ ممکنہ امیدواروں کا اندازہ لگا سکتے ہیں کہ لین دین کہاں سے شروع ہوا۔ <br/><br/> اگر یہ اب بھی مبہم ہے تو ہم یہ مثال پیش کرتے ہیں۔ فرض کریں کہ ہم دونوں کا ایک باہمی دوست ہے جو ہماری نظروں سے چھپا ہوا ہے۔ یہ دوست زور سے پکارتا ہے۔ میں سب سے پہلے اس کی پکار سنتا ہوں، اور میں اسے آپ سے زیادہ بلند آواز میں سنتا ہوں۔ اس معلومات سے، ہم جان سکتے ہیں کہ میں ممکنہ طور پر آپ سے زیادہ اپنے دوست کے قریب ہوں۔ حقیقت یہ ہے کہ آپ آواز کو بعد میں سنتے ہیں (یہاں تک کہ صرف ایک سیکنڈ سے بھی) اور آواز کم ہوتی ہے اس کا مطلب یہ ہے کہ ہمیں اپنے علاقے کے ارد گرد اپنی تلاش شروع کرنی چاہیے، آپ کے نہیں۔ <br/><br/> اگر کوئی حملہ آور کامیابی کے ساتھ اندازہ لگا سکتا ہے کہ ان کے ساتھیوں میں سے کس نے لین دین بھیجا ہے، کیونکہ ان کے پاس IP ایڈریس ہے جو ان کے نوڈ سے منسلک ہے اور اسے آگے بھیج دیا گیا ہے، تو وہ اس آئی پی ایڈریس کے بارے میں یقین کر سکتے ہیں جس نے اسے بھیجا ہے۔ یہ طاقتور معلومات ہے، کیونکہ IP پتوں میں صارف کے ملک اور انٹرنیٹ سروس پرووائیڈر (ISP) کے بارے میں معلومات ہوتی ہیں، اور ISP خود جانتے ہیں کہ کون سا صارف کس صحیح IP ایڈریس سے منسلک ہے، مؤثر طریقے سے Monero صارف کا نام ظاہر نہیں کرتا۔
zh_cn: 这些攻击的原理是试图确定一笔交易的发起是来自哪个IP地址.如果获得此信息，则可表明该IP地址的某人进行了Monero交易. 虽然攻击者依旧无法获知收款账户是谁，以及转账的金额，但是在某些情况下，知晓一个人使用了Monero，就足以造成某种危害. <br/><br/> 好消息是，如果在进行交易时未被收集到IP地址信息，由于该信息不会被存储在区块链中，因此以后的任何人将无从查起.并且这种攻击不太可能在系统外发起，因为要实现这一目标，攻击者需要控制网络上绝大多数门罗币的节点.但是，一旦某人能够控制绝大多数节点，他将能够确定交易的"方向". <br/><br/> 这可能不太好理解，因此我们将解释一些背景知识.每个节点都连接网络上的其他节点，以便它们可以使自己的区块链账本保持最新状态，并与他人共享自己的信息.这些连接使他们能够获取新交易，传播它们并发送自己节点的信息给他人.由于一个节点只能将其知道的交易告知其连结的节点，因此可以说，传播交易的第一个节点就是实际发送Monero的节点. <br/><br/> 如果攻击者拥有网络上的大多数节点，则每个节点都会从其连结的节点那里听到某笔交易广播，并且根据每个节点接收此信息的时间差，他们可以推断出该交易最先开始的发起节点. <br/><br/> 如果你还是没有理解，我们再打个比方.假设我们有一个共同的朋友需要被搜救，他在我们的视野之外.突然这个朋友大声呼救.我先听到他的呼喊，而且比你听到的声音大.从这些信息中，我们可以知道我比你更接近我们的朋友.你后听到声音（哪怕时间差很小）并且声音较小，这意味着我们应该在我所在的区域而不是你所在的区域开始搜索. <br/><br/> 由于节点互联彼此可以获取对方的IP地址信息，所以一旦攻击者能够成功猜出哪个节点发送该交易，几乎等同于他们可以知道该交易者的IP地址.这是强有力的信息，因为IP地址包含相关用户所在国家/地区和互联网服务提供商（ISP）的信息，并且ISP服务商本身知道每个现实中的用户关联哪个具体的IP地址，从而破坏门罗币用户匿名性.
zh_tw: 這些攻擊的原理是試圖確定一筆交易的發起是來自哪個IP地址.如果獲得此信息，則可表明該IP地址的某人進行了Monero交易. 雖然攻擊者依舊無法獲知收款賬戶是誰，以及轉賬的金額，但是在某些情況下，知曉一個人使用了Monero，就足以造成某種危害. <br/><br/> 好消息是，如果在進行交易時未被收集到IP地址信息，由於該信息不會被存儲在區塊鏈中，因此以後的任何人將無從查起.並且這種攻擊不太可能在系統外發起，因為要實現這一目標，攻擊者需要控製網絡上絕大多數門羅幣的節點.但是，一旦某人能夠控制絕大多數節點，他將能夠確定交易的"方向". <br/> <br/> 這可能不太好理解，因此我們將解釋一些背景知識.每個節點都連接網絡上的其他節點，以便它們可以使自己的區塊鏈賬本保持最新狀態，並與他人共享自己的信息.這些接使他們能夠獲取新交易，傳播它們並發送自己節點的信息給他人.由於一個節點只能將其知道的交易告知其連結的節點，因此可以說，傳播交易的第一個節點就是實際發送Monero的節點. <br/><br/> 如果攻擊者擁有網絡上的大多數節點，則每個節點都會從其連結的節點那裡聽到某筆交易廣播，並且根據每個節點接收此信息的時間差，他們可以推斷出該交易最先開始的發起節點. <br/><br/> 如果你還是沒有理解，我們再打個比方.假設我們有一個共同的朋友需要被搜救，他在我們的視野之外.突然這個朋友大聲呼救.我先聽到他的呼喊，而且比你聽到的聲音大.從這些信息中，我們可以知道我比你更接近我們的朋友.你後聽到聲音（哪怕時間差很小）並且聲音較小，這意味著我們應該在我所在的區域而不是你所在的區域開始搜索. <br/><br/> 由於節點互聯彼此可以獲取對方的IP地址信息，所以一旦攻擊者能夠成功猜出哪個節點發送該交易，幾乎等同於他們可以知道該交易者的IP地址.這是強有力的信息，因為IP地址包含相關用戶所在國家/地區和互聯網服務提供商（ISP）的信息，並且ISP服務商本身知道每個現實中的用戶關聯哪個具體的IP地址，從而破壞門羅幣用戶匿名性.
