Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtrade250Sbblock8722Sb28722Sbtext
source: Before you start trading you need to consider what payment methods you are going to provide and research the payment method so that you know how it works. When you first start trading we recommend you don't choose a high-risk payment method. Transfer with a specific bank can be a good starting payment method, especially if there are few traders active in your country. <br/><br/> <strong>Before you start trading</strong> <br/><br/> Before you start trading make sure you<strong> familiarize yourself with your local legislation </strong>and that your are in compliance with any relevant laws and that you have the necessary business licenses for the jurisdiction you’re trading in. <br/><br/> Legislation varies a lot from country to country and whether you're trading as an individual or as a business. <br/><br/><strong>Research the payment method</strong> you're going to offer. Read through other traders' ads of the same payment method and make some trades with them. Try to identify possible problems before you start trading. <br/><br/><strong>Use payment accounts only for {assetName} trading.</strong> Some payment providers will temporarily or permanently close your account if you receive unauthorized payments that are related to fraud. Using accounts only for {assetName} trading protects your personal finances.
cs: Než začnete obchodovat, musíte zvážit, jaké platební metody budete poskytovat, a taky prozkoumat platební metodu, abyste věděli, jak funguje. Když poprvé začnete obchodovat, doporučujeme, abyste si nevybírali vysoce rizikovou platební metodu. Převod u konkrétní banky může být dobrou výchozí platební metodou, zejména pokud je ve Vaší zemi aktivních málo obchodníků. <br/><br/> <strong>Než začnete obchodovat</strong> <br/><br/> Než začnete obchodovat, ujistěte se, že se<strong> seznamujete s místní legislativou </strong> a že dodržujete všechny relevantní zákony a že máte potřebné obchodní licence pro jurisdikci, ve které obchodujete. <br/><br/> Legislativa se v jednotlivých zemích velmi liší a zda obchodujete jako jednotlivec nebo jako firma. <br/><br/><strong>Prozkoumejte způsob platby</strong>, který budete nabízet. Přečtěte si reklamy jiných obchodníků se stejnou platební metodou a proveďte s nimi nějaké obchody. Než začnete obchodovat, pokuste se identifikovat možné problémy. <br/><br/><strong>Používejte platební účty pouze pro obchodování {assetName}.</strong> Někteří poskytovatelé plateb dočasně nebo trvale uzavřou váš účet, pokud obdržíte neautorizované platby související s podvodem. Používání účtů pouze pro obchodování {assetName} chrání Vaše osobní finance.
fi: Ennen kuin aloitat kaupankäynnin sinun on harkittava, mitä maksutapoja aiot tarjota ja tutkia maksutapaa jotta tiedät miten se toimii. Kun aloitat kaupankäynnin, suosittelemme että et valitse riskialtista maksutapaa. Tietyn pankin siirto voi olla hyvä aloitusmaksutapa, varsinkin jos maassasi on vähän toimivia kauppiaita. <br/><br/> <strong>Ennen kuin aloitat kaupankäynnin</strong> <br/><br/> Ennen kuin aloitat kaupankäynnin, varmista että<strong> tutustut paikalliseen lainsäädäntöön </strong> ja että noudatat kaikkia asiaankuuluvia lakeja ja että sinulla on tarvittavat toimiluvat alueella, jossa käyt kauppaa. <br/><br/> Lainsäädäntö vaihtelee suuresti maittain ja siitä, käytkö kauppaa yksityishenkilönä vai yrityksenä. <br/><br/><strong>Tutki maksutapa</strong>, jota aiot tarjota. Lue läpi muiden kauppiaiden samaa maksutapaa koskevat ilmoitukset ja tee kauppoja heidän kanssaan. Yritä tunnistaa mahdolliset ongelmat ennen kaupankäynnin aloittamista. <br/><br/><strong>Käytä maksutilejä vain {assetName}-kaupankäyntiin.</strong> Jotkut palveluntarjoajat sulkevat tilisi tilapäisesti tai pysyvästi, jos saat luvattomia maksuja jotka liittyvät petokseen. Tilien käyttäminen vain {assetName}-kaupankäynnissä suojaa henkilökohtaisen taloutesi.
fr: Avant de commencer à trader, vous devez réfléchir aux modes de paiement que vous allez proposer et faites des recherches sur chacun d'entre eux afin de savoir comment il fonctionne. Lorsque vous commencez à trader, nous vous recommandons de ne pas choisir un mode de paiement à haut risque. Le virement avec une banque spécifique peut être un bon premier moyen de paiement, surtout s'il y a peu de traders actifs dans votre pays.<br /><br /><strong>Avant de commencer à échanger</strong><br /><br />Avant de commencer à échanger, assurez-vous <strong>de vous familiariser avec votre législation locale</strong> et que vous êtes en conformité avec toutes les lois et que vous disposez des licences commerciales nécessaires pour la juridiction dans laquelle vous faites cette activité.<br /><br />La législation varie beaucoup d'un pays à l'autre et selon que vous faites des échanges en tant qu'individu ou en tant qu'entreprise.<br /><br /><strong>Étudiez bien le mode de paiement</strong> que vous allez proposer. Lisez les annonces d'autres traders du même mode de paiement et effectuez des transactions avec eux. Essayez d'identifier les problèmes possibles avant de commencer à trader.<br /><br /><strong>Utilisez les comptes de paiement uniquement pour {assetName}</strong>. Certains fournisseurs de paiement fermeront temporairement ou définitivement votre compte si vous recevez des paiements non autorisés liés à une fraude. L'utilisation de comptes uniquement pour les échanges de {assetName} protège vos finances personnelles.
it: Prima di iniziare a fare trading, devi considerare i metodi di pagamento che fornirai in modo da sapere come funziona. Quando inizi a fare trading, ti consigliamo di non scegliere un metodo di pagamento ad alto rischio. Il trasferimento con una banca può essere un buon metodo di pagamento iniziale, specialmente se nel tuo Paese ci sono pochi operatori attivi. <br/> <br/> <strong> Prima di iniziare a fare trading </strong> <br/> <br/> Prima di iniziare a fare trading, assicurati di <strong> familiarizzare con la legislazione del tuo paese </strong> e che possiedi eventuali licenze commerciali necessarie per la giurisdizione in cui stai operando. <br/> <br/> La legislazione varia molto da paese a paese se stai commerciando come individuo o come azienda. <br/> <br/> <strong> Ricerca il metodo di pagamento </strong> che offrirai. Leggi gli annunci di altri trader con lo stesso metodo di pagamento e fai alcuni scambi con loro. Cerca di identificare possibili problemi prima di iniziare a fare trading. <br/> <br/> <strong> Utilizza gli account di pagamento solo per il trading {assetName}. </strong> Alcuni fornitori di pagamenti chiuderanno temporaneamente o definitivamente il tuo account se ricevi pagamenti non autorizzati correlati a frodi. Usare gli account solo per il trading {assetName} protegge le tue finanze personali.
lt: Prieš pradėdami prekiauti, turite apsvarstyti, kokius mokėjimo būdus ketinate pateikti, ir ištirti mokėjimo būdą, kad žinotumėte, kaip jis veikia. Kai pirmą kartą pradedate prekybą, rekomenduojame nesirinkti didelės rizikos mokėjimo būdo. Pervedimas į konkretų banką gali būti geras pradinis mokėjimo būdas, ypač jei jūsų šalyje aktyvių prekybininkų nedaug. <br/><br/> <strong>Prieš pradėdami prekiauti</strong> <br/><br/> Prieš pradėdami prekiauti įsitikinkite, kad<strong> susipažinote su vietiniais teisės aktais </strong> ir ar laikotės visų susijusių įstatymus ir kad turite reikiamas verslo licencijas jurisdikcijai, kurioje prekiaujate. <br/><br/> Įstatymai įvairiose šalyse labai skiriasi ir tai, ar prekiaujate kaip asmuo, ar kaip įmonė. <br/><br/><strong>Ištirkite mokėjimo metodą</strong>, kurį ketinate pasiūlyti. Perskaitykite kitų prekiautojų skelbimus apie tą patį mokėjimo būdą ir su jais atlikite kai kuriuos sandorius. Prieš pradėdami prekiauti, pabandykite nustatyti galimas problemas. <br/><br/><strong>Mokėjimo sąskaitas naudokite tik {assetName} prekybai.</strong> Kai kurie mokėjimo paslaugų teikėjai laikinai arba visam laikui uždarys jūsų paskyrą, jei gausite neteisėtų mokėjimų, susijusių su sukčiavimu. Sąskaitų naudojimas tik {assetName} prekybai apsaugo jūsų asmeninius finansus.
nb: Før du begynner å handle, må du vurdere hvilke betalingsmåter du skal tilby og undersøke betalingsmetoden slik at du vet hvordan den fungerer. Når du først begynner å handle, anbefaler vi at du ikke velger en betalingsmetode med høy risiko. Overføring med en spesifikk bank kan være en god startbetalingsmetode, spesielt hvis det er få forhandlere som er aktive i landet ditt. <br/><br/> <strong>Før du begynner å handle</strong> <br/><br/> Før du begynner å handle, sørg for at du<strong> gjør deg kjent med din lokale lovgivning </strong> og at du overholder alle relevante lover og at du har de nødvendige forretningslisensene for jurisdiksjonen du handler i. <br/><br/> Lovgivningen varierer mye fra land til land og om du handler som enkeltperson eller som bedrift. <br/><br/><strong>Undersøk betalingsmåten</strong> du skal tilby. Les gjennom andre traderes annonser med samme betalingsmetode og gjør noen handler med dem. Prøv å identifisere mulige problemer før du begynner å handle. <br/><br/><strong>Bruk betalingskontoer kun for {assetName} handel.</strong> Noen betalingsleverandører vil midlertidig eller permanent stenge kontoen din hvis du mottar uautoriserte betalinger som er relatert til svindel. Bruk av kontoer kun for handel med {assetName} beskytter din personlige økonomi.
nl: Voordat u begint met handelen, moet u overwegen welke betalingsmethoden u gaat aanbieden en de betalingsmethode onderzoeken, zodat u weet hoe deze werkt. Wanneer u voor het eerst begint met beleggen, raden we u aan geen risicovolle betaalmethode te kiezen. Overboeken via een specifieke bank kan een goede betaalmethode zijn om mee te starten, vooral als er weinig handelaren actief zijn in uw land. <br/><br/> <strong>Voordat u begint met handelen</strong> <br/><br/> Voordat u begint met handelen, zorg ervoor dat u<strong> bekend bent met uw lokale wetgeving </strong>, dat u voldoet aan alle relevante wetten en dat u over de benodigde zakelijke licenties beschikt voor het rechtsgebied waarin u handelt. <br/><br/> De wetgeving verschilt sterk van land tot land en of u nu als particulier of als bedrijf handelt. <br/><br/><strong>Onderzoek de betaalmethode</strong> die u gaat aanbieden. Lees de advertenties van andere handelaren met dezelfde betaalmethode en handel met hen. Probeer mogelijke problemen te identificeren voordat u begint met handelen. <br/><br/><strong>Gebruik betaalrekeningen alleen voor handel in {assetName}.</strong> Sommige betalingsproviders sluiten uw rekening tijdelijk of permanent als u ongeautoriseerde betalingen ontvangt die verband houden met fraude. Accounts alleen gebruiken voor handel in {assetName} beschermt uw persoonlijke financiën.
pl: Zanim zaczniesz handel, musisz zastanowić się, jakie metody płatności zamierzasz akceptować i je zbadać, abyś potrafił z nich korzystać. Kiedy zaczniesz handel, zalecamy, nie wybierać metody płatności wysokiego ryzyka. Transfer z konkretnym bankiem może być dobrą metodą płatności na start, zwłaszcza jeśli w Twoim kraju jest niewielu handlowców. <br/><br/> <strong> Zanim zaczniesz handlować </strong> <br/><br/> Zanim zaczniesz handlować, upewnij się, że <strong> zapoznałeś się z lokalnym przepisami </strong>, że ich przestrzegasz, oraz że masz niezbędne pozwolenia biznesowe dla jurysdykcji, w której handlujesz jako przedsiębiorca. <br/><br/>Przepisy bardzo się różnią między krajami i w zależności od tego czy handlujesz jako osoba indywidualna czy jako firma.<br/><br/> <strong> Poznaj metodę płatności </strong>, którą zamierzasz akceptować. Przeczytaj ogłoszenia innych handlowców tej samej metody płatności i dokonaj z nimi transakcji. Spróbuj zidentyfikować możliwe problemy przed rozpoczęciem handlu. <br/><br/> <strong> Używaj kont tylko do handlu {assetName}. </strong> Niektórzy dostawcy płatności zostaną tymczasowo, lub na stałe, zamknąć Ci konto, jeśli otrzymasz nieautoryzowane płatności powiązane z przestępczością. Korzystanie z konta tylko do handlu {assetName} chroni Twoje finanse osobiste.
pt_br: Antes de começar a negociar é preciso considerar quais formas de pagamento você deseja oferecer, e pesquisar profundamente como elas funcionam. Se você está começando, recomendamos não escolher uma forma de pagamento de alto risco. Transferências bancárias é sempre uma boa opção para começar, especialmente se não há muita gente operando na sua região.<br/><br/> <strong>Antes de negociar</strong> <br/><br/> Antes de negociar recomendamos que você <strong>se familiarize com a legislação do seu país</strong> para confirmar que você pode tranquilamente fazer este tipo de transação.<br/><br/> A legislação varia muito de país para país e depende se você está negociando como indivíduo ou como empresa. <br/><br/> <strong>Pesquise a forma de pagamento</strong> que você vai oferecer. Leia os anúncios de outros comerciantes que usam a mesma forma de pagamento e faça alguns negócios com eles. Tente identificar possíveis cenários antes de começar a negociar. <br/><br/> Se possível, <strong>crie contas separadas somente para suas transações em {assetName}.</strong> Alguns bancos ou serviços podem suspender sua conta temporária ou permanentemente se você receber pagamentos não autorizados relacionados a fraudes ou lavagem de dinheiro. A utilização de contas separadas apenas para o comércio de {assetName} protege suas finanças pessoais.
sl: Preden začnete trgovati, morate razmisliti, katere načine plačila boste zagotovili in načine plačila preučiti, da boste vedeli, kako delujejo. Ko prvič začnete trgovati, priporočamo, da ne izberete plačilnega sredstva z visokim tveganjem. Nakazilo pri določeni banki je lahko dober začetni način plačila, še posebej, če je v vaši državi malo aktivnih trgovcev. <br/><br/> <strong>Preden začnete trgovati</strong> <br/><br/> Preden začnete trgovati, se prepričajte, da ste <strong> seznanjeni z lokalno zakonodajo </strong>in ali ste v skladu z vsemi ustreznimi zakone in da imate potrebne poslovne licence za jurisdikcijo, v kateri trgujete. <br/><br/> Zakonodaja se zelo razlikuje od države do države, ne glede na to, ali trgujete kot posameznik ali kot podjetje. <br/><br/><strong>Raziščite način plačila</strong>, ki ga boste ponudili. Preberite oglase drugih trgovcev za isti način plačila in sklenite nekaj poslov z njimi. Poskusite prepoznati možne težave, preden začnete trgovati. <br/><br/><strong>Plačilne račune uporabljajte samo za {assetName} trgovanje.</strong> Nekateri ponudniki plačil lahko začasno ali trajno zaprejo vaš račun, če prejmete nepooblaščena plačila, povezana z goljufijo. Uporaba računov samo za {assetName} trgovanje lahko zaščiti vaše osebne finance.
sv: Innan du börjar handla måste du överväga vilka betalningsmetoder du ska tillhandahålla och undersöka betalningsmetoden så att du vet hur den fungerar. När du först börjar handla rekommenderar vi att du inte väljer en betalningsmetod med hög risk. Överföring med en specifik bank kan vara en bra startbetalningsmetod, speciellt om det finns få handlare aktiva i ditt land. <br/><br/> <strong>Innan du börjar handla</strong> <br/><br/> Innan du börjar handla se till att du<strong> bekantar dig med din lokala lagstiftning </strong>och att du följer alla relevanta lagar och att du har de nödvändiga affärslicenserna för den jurisdiktion du handlar i. <br/><br/> Lagstiftningen varierar mycket från land till land och om du handlar som privatperson eller som företag. <br/><br/><strong>Sök efter betalningsmetoden</strong> du kommer att erbjuda. Läs igenom andra handlares annonser med samma betalningsmetod och gör några affärer med dem. Försök att identifiera möjliga problem innan du börjar handla. <br/><br/><strong>Använd betalkonton endast för {assetName} handel.</strong> Vissa betalningsleverantörer kommer tillfälligt eller permanent att stänga ditt konto om du får obehöriga betalningar som är relaterade till bedrägeri. Att endast använda konton för handel med {assetName} skyddar din personliga ekonomi.
tl: Bago ka magsimula sa pangangalakal kailangan mong isaalang-alang kung anong mga paraan ng pagbabayad ang iyong ibibigay at saliksikin ang paraan ng pagbabayad upang malaman mo kung paano ito gumagana. Sa una mong pagsisimula ng pangangalakal, inirerekomenda namin na huwag kang pumili ng paraan ng pagbabayad na may mataas na peligro. Ang paglipat gamit ang isang partikular na bangko ay maaaring maging isang magandang paraan ng pagsisimula ng pagbabayad, lalo na kung kakaunti ang mga negosyanteng aktibo sa iyong bansa. <br/><br/> <strong>Bago ka magsimulang mangalakal</strong> <br/><br/> Bago ka magsimulang mangalakal siguraduhing<strong> pamilyar ka sa iyong lokal na batas </strong>at na ikaw ay sumusunod sa anumang nauugnay na mga batas at mayroon kang mga kinakailangang lisensya sa negosyo para sa hurisdiksyon kung saan ka nakikipagkalakalan. <br/><br/> Malaki ang pagkakaiba-iba ng batas sa bawat bansa at kung ikaw ay nakikipagkalakalan bilang isang indibidwal o bilang isang negosyo. <br/><br/><strong>Saliksikin ang paraan ng pagbabayad</strong> na iaalok mo. Basahin ang mga ad ng ibang mangangalakal ng parehong paraan ng pagbabayad at makipagkalakalan sa kanila. Subukang tukuyin ang mga posibleng problema bago ka magsimula sa pangangalakal. <br/><br/><strong>Gumamit ng mga account sa pagbabayad lamang para sa pangangalakal ng {assetName}.</strong> Pansamantala o permanenteng isasara ng ilang provider ng pagbabayad ang iyong account kung makakatanggap ka ng mga hindi awtorisadong pagbabayad na nauugnay sa panloloko. Ang paggamit ng mga account para lang sa {assetName} trading ay nagpoprotekta sa iyong personal na pananalapi.
tr: Ticarete başlamadan önce hangi ödeme yöntemlerini sağlayacağınızı düşünmeniz ve ödeme yöntemini araştırıp nasıl çalıştığını bilmeniz gerekir. Ticarete ilk başladığınızda yüksek riskli bir ödeme yöntemini seçmemenizi öneririz. Belirli bir bankayla havale, özellikle ülkenizde aktif tüccar sayısı azsa, iyi bir başlangıç ödeme yöntemi olabilir. <br/><br/> <strong>İşlem yapmaya başlamadan önce</strong> <br/><br/> Ticarete başlamadan önce<strong>yerel mevzuatınızı </strong>ve ilgili mevzuata uyduğunuzdan emin olun. yasaların geçerli olduğunu ve ticaret yaptığınız yargı bölgesi için gerekli işletme lisanslarına sahip olduğunuzu. <br/><br/> Mevzuat, ülkeden ülkeye ve bireysel olarak mı yoksa işletme olarak mı ticaret yaptığınıza göre büyük farklılıklar gösterir. <br/><br/><strong>Sunacağınız ödeme yöntemini</strong> araştırın. Diğer yatırımcıların aynı ödeme yöntemine ilişkin ilanlarını okuyun ve onlarla bazı işlemler yapın. Ticarete başlamadan önce olası sorunları belirlemeye çalışın. <br/><br/><strong>Ödeme hesaplarını yalnızca {assetName} ticareti için kullanın.</strong> Dolandırıcılıkla ilgili yetkisiz ödemeler almanız durumunda bazı ödeme sağlayıcıları hesabınızı geçici veya kalıcı olarak kapatır. Hesapları yalnızca {assetName} ticareti için kullanmak kişisel mali durumunuzu korur.
ur: ٹریڈنگ شروع کرنے سے پہلے آپ کو اس بات پر غور کرنے کی ضرورت ہے کہ آپ کون سے ادائیگی کے طریقے فراہم کرنے جا رہے ہیں اور ادائیگی کے طریقے کی تحقیق کریں تاکہ آپ کو معلوم ہو کہ یہ کیسے کام کرتا ہے۔ جب آپ پہلی بار ٹریڈنگ شروع کرتے ہیں تو ہم تجویز کرتے ہیں کہ آپ زیادہ رسک والے ادائیگی کے طریقے کا انتخاب نہ کریں۔ کسی مخصوص بینک کے ساتھ منتقلی ایک اچھا ابتدائی ادائیگی کا طریقہ ہو سکتا ہے، خاص طور پر اگر آپ کے ملک میں چند تاجر سرگرم ہوں۔ <br/><br/> <strong> ٹریڈنگ شروع کرنے سے پہلے</strong> <br/><br/> ٹریڈنگ شروع کرنے سے پہلے یہ یقینی بنائیں کہ آپ <strong> اپنی مقامی قانون سازیسے واقف ہیں </strong> اور یہ کہ آپ کسی بھی متعلقہ قانون کی تعمیل کر رہے ہیں اور یہ کہ آپ جس دائرہ اختیار میں تجارت کر رہے ہیں اس کے لیے آپ کے پاس ضروری کاروباری لائسنس موجود ہیں۔ <br/><br/>قانون سازی ملک سے دوسرے ملک میں بہت مختلف ہوتی ہے اور چاہے آپ ایک فرد کے طور پر تجارت کر رہے ہوں یا کاروبار کے طور پر۔<br/><br/><strong>اس ادائیگی کے طریقہ پر تحقیق کریں</strong> جو آپ پیش کرنے جا رہے ہیں۔ اسی ادائیگی کے طریقے کے دوسرے تاجروں کے اشتہارات کو پڑھیں اور ان کے ساتھ کچھ تجارت کریں۔ ٹریڈنگ شروع کرنے سے پہلے ممکنہ مسائل کی نشاندہی کرنے کی کوشش کریں۔ <br/><br/><strong>صرف ٹریڈنگ کے لیے ادائیگی کے اکاؤنٹس{assetName} کا استعمال کریں۔ </strong>اگر آپ کو دھوکہ دہی سے متعلق غیر مجاز ادائیگیاں موصول ہوتی ہیں تو کچھ ادائیگی فراہم کرنے والے آپ کا اکاؤنٹ عارضی یا مستقل طور پر بند کر دیں گے۔ صرف {assetName} ٹریڈنگ کے لیے اکاؤنٹس کا استعمال آپ کے ذاتی مالیات کی حفاظت کرتا ہے۔
zh_cn: 开始交易之前，您需要考虑自己支持的付款方式并对付款方式进行研究，了解其使用方式。第一次交易时，我们不建议您选择高风险的付款方式。 开始时，通过指定银行转账 是一种不错的方式，特别是您所在国家/地区的活跃交易者较少时，我们更推荐您使用这种方式。<br/><br/> <strong>开始交易之前</strong> <br/><br/> 开始交易之前，<strong>确保您熟悉当地法规、符合任何相关法律</strong>，并且已获得交易发生的司法管辖区内必要的营业执照。<br/><br/> 法律因国家/地区而异，并且也与您以个体还是公司进行交易有关。<br/><br/><strong>仔细研究您要提供的付款方式。</strong>仔细阅读采用同样付款方式的其他交易者的广告，并与他们进行交易。尽力在开始交易前发现可能的问题。<br/><br/><strong>使用仅用于{assetName}交易的付款帐户。</strong> 如果您的帐户接收了与诈骗有关的未授权付款，一些付款提供商可能会暂时或永久关闭您的帐户。使用仅用于{assetName}交易的付款帐户可以保护您的个人财务。
zh_tw: 開始交易之前，您需要考慮自己支持的付款方式並對付款方式進行研究，了解其使用方式。第一次交易時，我們不建議您選擇高風險的付款方式。 開始時，通過指定銀行轉賬 是一種不錯的方式，特別是您所在國家/地區的活躍交易者較少時，我們更推薦您使用這種方式。<br/><br/> <strong>開始交易之前</strong> <br/><br/> 開始交易之前，<strong>確保您熟悉當地法規、符合任何相關法律</strong>，並且已獲得交易發生的司法管轄區內必要的營業執照。<br/><br/> 法律因國家/地區而異，並且也與您以個體還是公司進行交易有關。<br/><br/><strong>仔細研究您要提供的付款方式。</strong>仔細閱讀採用同樣付款方式的其他交易者的廣告，並與他們進行交易。盡力在開始交易前發現可能的問題。<br/><br/><strong>使用僅用於{assetName}交易的付款帳戶。</strong> 如果您的帳戶接收了與詐騙有關的未授權付款，一些付款提供商可能會暫時或永久關閉您的帳戶。使用僅用於{assetName}交易的付款帳戶可以保護您的個人財務。

# guide250Sbtrade250Sbblock8722Sb28722Sbtitle
source: Getting started
cs: Začínáme
fi: Alkuun pääseminen
fr: Commencer
it: Iniziare
lt: Darbo pradžia
nb: Starter
nl: Aan de slag gaan
pl: Rozpoczęcie
pt_br: Primeiros passos
sl: Začetek
sv: Komma igång
tl: Nagsisimula
tr: Başlarken
ur: شروع ہوا چاہتا ہے
zh_cn: 入门
zh_tw: 入門
