Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# wallet250Sbswap250Sbconfirmation250Sbtitle
source: Your {partner} trade
cs: Váš {partner} obchod
fi: Sinun {partner} kauppa
fr: Votre échange avec {partner}
it: Il tuo {partner} scambio
lt: Jūsų {partner} prekyba
nb: Din {partner} handel
nl: Uw {partner} transactie
pl: Twój handel z {partner}
pt_br: Seu {partner} comércio
sl: Vaše {partner} trgovanje
sv: Din {partner} handel
tl: Ang iyong {partner} kalakalan
tr: {partner} işleminiz
ur: آپ کی {partner} تجارت
zh_cn: 您的 {partner} 交易
zh_tw: 您的 {partner} 交易

# wallet250Sbswap250Sbconnection8722Sberror
source: Something went wrong while connecting to {partner}, please try again later.
cs: Při připojování k {partner} se něco pokazilo, zkuste to prosímz novu později.
fi: Jotain meni pieleen yhdistettäessä {partner}:iin. Yritä myöhemmin uudelleen.
fr: Quelque chose s'est mal passé lors de la connexion avec {partner}, veuillez réessayer plus tard.
it: Qualcosa è andato storto durante la connessione a {partner}, riprova più tardi.
lt: Kažkas nepavyko jungiantis prie {partner}. Vėliau bandykite dar kartą.
nb: Noe gikk galt under tilkobling til {partner}, prøv igjen senere.
nl: Er is iets misgegaan bij het verbinden met {partner}, probeer het later opnieuw.
pl: Coś poszło nie tak podczas łączenia się z {partner}, spróbuj ponownie później.
pt_br: Algo deu errado ao se conectar a {partner}, tente novamente mais tarde.
sl: Med povezovanjem z {partner} je šlo nekaj narobe, poskusite znova pozneje.
sv: Något gick fel under anslutningen till {partner}, Vänligen försök igen senare.
tl: Nagkaproblema habang kumokonekta sa {partner}, pakisubukang muli sa ibang pagkakataon.
tr: {partner}'e bağlanırken bir şeyler ters gitti, lütfen daha sonra tekrar deneyin.
ur: {partner} سے منسلک ہوتے وقت کچھ غلط ہو گیا، براہ کرم بعد میں دوبارہ کوشش کریں۔
zh_cn: 连接到 {partner}时出了点问题，请稍后再试。
zh_tw: 連接到 {partner}時出了點問題，請稍後再試。

# wallet250Sbswap250Sbcontinue8722Sbon
source: Continue on {partner}
cs: Pokračovat na {partner}
fi: Jatka {partner} kanssa
fr: Continuer sur {partner}
it: Continua su {partner}
lt: Tęsti {partner}
nb: Fortsett på {partner}
nl: Ga verder op {partner}
pl: Kontynuuj na {partner}
pt_br: Continue em {partner}
sl: Nadaljuj na {partner}
sv: Fortsätt på {partner}
tl: Magpatuloy sa {partner}
tr: {partner} üzerinde devam et
ur: جاری رکھیں {partner}
zh_cn: 继续 {partner}
zh_tw: 繼續 {partner}

# wallet250Sbswap250Sbcurrencies250Sbdeposit
source: I want to send...
cs: Chci poslat...
fi: Haluan lähettää...
fr: Je veux envoyer ...
it: Voglio inviare...
lt: Noriu siųsti...
nb: Jeg vil sende...
nl: Ik wil sturen...
pl: Chcę wysłać...
pt_br: Eu quero enviar...
sl: Želim poslati...
sv: Jag vill skicka...
tl: Gusto kong magpadala...
tr: Ben göndermek istiyorum...
ur: میں بھیجنا چاہتا ہوں...
zh_cn: 我想发送...
zh_tw: 我想發送...

# wallet250Sbswap250Sbcurrencies250Sbwithdrawal
source: I want to receive...
cs: Chci přijmout...
fi: Haluan vastaanottaa...
fr: Je veux recevoir ...
it: Voglio ricevere ...
lt: Noriu gauti...
nb: jeg ønsker å motta...
nl: ik wil ontvangen...
pl: Chcę otrzymywać...
pt_br: Eu quero receber ...
sl: Želim prejeti...
sv: jag vill ta emot...
tl: Gusto kong makatanggap ng...
tr: almak istiyorum...
ur: میں وصول کرنا چاہتا ہوں...
zh_cn: 我想收到...
zh_tw: 我想收到...

# wallet250Sbswap250Sbdeposit250Sbconfirmation250Sbaddress
source: to this address:
cs: na tuto adresu:
fi: tähän osoitteeseen:
fr: à cette adresse :
it: a questo indirizzo:
lt: šiuo adresu:
nb: til denne adressen:
nl: naar dit adres:
pl: na ten adres:
pt_br: para este endereço:
sl: na ta naslov:
sv: till denna adress:
tl: sa address na ito:
tr: bu adrese:
ur: اس پتے پر:
zh_cn: 发送到以下地址：
zh_tw: 發送到以下地址：

# wallet250Sbswap250Sbdeposit250Sbconfirmation250Sbaddress250Sbhelper
source: After receiving your transaction, {partner} will send the {asset} to your {appName} wallet
cs: Po přijetí vaší transakce {partner} odešle {asset} do vaší peněženky {appName}
fi: Vastaanotettuaan transaktiosi {partner} lähettää {asset} {appName} lompakkoosi
fr: Après avoir reçu votre transaction, {partner} enverra le {asset} à votre portefeuille {appName}
it: Dopo aver ricevuto la transazione, {partner} invierà {asset} al tuo portafoglio {appName}
lt: Gavęs operaciją {partner} išsiųs {asset} į jūsų {appName} piniginę
nb: Etter å ha mottatt transaksjonen, vil {partner} sende {asset} til {appName}-lommeboken din
nl: Na ontvangst van uw transactie zal {partner} de {asset} naar uw {appName} portefeuille sturen
pl: Po otrzymaniu transakcji {partner} wyśle {asset} do Twojego portfela {appName}
pt_br: Após receber sua transação, {partner} enviará o {asset} para sua carteira {appName}
sl: Po prejemu vaše transakcije bo {partner} poslal {asset} v vašo {appName} denarnico
sv: Efter att ha mottagit din transaktion {partner} kommer att skicka {asset} till din {appName} plånbok
tl: Pagkatapos matanggap ang iyong transaksyon, ipapadala ng {partner} ang {asset} sa iyong {appName} wallet
tr: İşleminizi aldıktan sonra, {partner}, {asset}'i {appName} cüzdanınıza gönderecektir
ur: آپ کا لین دین حاصل کرنے کے بعد، {partner} آپ کے {appName} والیٹ میں {asset} بھیجے گا
zh_cn: 收到您的交易后， {partner} 会将 {asset} 发送到您的{appName}钱包
zh_tw: 收到您的交易後， {partner} 會將 {asset} 發送到您的{appName}錢包

# wallet250Sbswap250Sbdeposit250Sbconfirmation250Sbaddress250Sbsend
source: Send
cs: Odeslat
fi: Lähetä
fr: Envoyer
it: Inviare
lt: Siųsti
nb: Sende
nl: Verstuur
pl: Wyślij
pt_br: Mandar
sl: Pošlji
sv: Skicka
tl: Ipadala
tr: Göndermek
ur: بھیجیں
zh_cn: 将
zh_tw: 將

# wallet250Sbswap250Sbdeposit250Sbconfirmation250Sbaddress250Sbto8722Sbthis
source: to this address:
cs: na tuto adresu:
fi: tähän osoitteeseen:
fr: à cette adresse :
it: a questo indirizzo:
lt: šiuo adresu:
nb: til denne adressen:
nl: naar dit adres:
pl: na ten adres:
pt_br: para este endereço:
sl: na ta naslov:
sv: till denna adress:
tl: sa address na ito:
tr: bu adrese:
ur: اس پتے پر:
zh_cn: 发送到以下地址：
zh_tw: 發送到以下地址：

# wallet250Sbswap250Sbdeposits250Sbhelper
source: You'll see the transaction on the receiving wallet after it's confirmed by the {asset} network (≈10-60 min)
cs: Transakci uvidíte na přijímající peněžence poté, co ji potvrdí síť {asset} (≈10-60 min)
fi: Näet transaktion vastaanottavassa lompakossa, kun {asset}-verkko on vahvistanut sen (≈10-60 min)
fr: Vous verrez la transaction sur le portefeuille de réception une fois qu'elle aura été confirmée par le réseau {asset} (≈10-60 minutes)
it: Vedrai la transazione sul portafoglio di ricezione dopo che è stata confermata dalla rete {asset} (≈10-60 min)
lt: Operaciją matysite gaunančioje piniginėje, kai ją patvirtins {asset} tinklas (≈10–60 min.)
nb: Du vil se transaksjonen på mottakerlommeboken etter at den er bekreftet av {asset}-nettverket (≈10-60 min)
nl: U ziet de transactie op de ontvangende portefeuille nadat deze is bevestigd door het {asset}-netwerk (≈10-60 min)
pl: Zobaczysz transakcję w portfelu odbierającym po potwierdzeniu przez sieć {asset} (≈10-60 min)
pt_br: Você verá a transação na carteira de recebimento após ser confirmada pela rede {asset} (≈10-60 min)
sl: Transakcijo boste videli v prejemni denarnici, potem ko jo potrdi omrežje {asset} (≈10–60 min)
sv: Du kommer att se transaktionen på den mottagande plånboken efter att den har bekräftats av {asset} nätverk (≈10-60 min)
tl: Makikita mo ang transaksyon sa tatanggap na wallet pagkatapos itong makumpirma ng {asset} network (≈10-60 min)
tr: İşlemi {asset} ağı tarafından onaylandıktan sonra alıcı cüzdanda göreceksiniz (≈10-60 dakika)
ur: {asset} نیٹ ورک (≈10-60 منٹ) سے تصدیق ہونے کے بعد آپ وصول کرنے والے والیٹ پر لین دین دیکھیں گے
zh_cn: 经过 {asset} 网络确认后，您会在收款钱包中看到交易（≈10-60分钟）
zh_tw: 經過 {asset} 網絡確認後，您會在收款錢包中看到交易（≈10-60分鐘）

# wallet250Sbswap250Sblimits250Sbdeposit250SbmaxAmount
source: Maximum deposit amount
cs: Maximální částka vkladu
fi: Suurin talletussumma
fr: Montant maximal du dépôt
it: Importo massimo del deposito
lt: Maksimali indėlio suma
nb: Maksimalt innskuddsbeløp
nl: Maximale stortingsbedrag
pl: Maksymalna kwota wpłaty
pt_br: Valor máximo do depósito
sl: Maksimalen znesek depozita
sv: Maximalt insättningsbelopp
tl: Pinakamataas na halaga ng deposito
tr: Maksimum para yatırma tutarı
ur: زیادہ سے زیادہ ڈپازٹ کی رقم
zh_cn: 最高存款额
zh_tw: 最高存款額

# wallet250Sbswap250Sblimits250Sbdeposit250SbminAmount
source: Minimum deposit amount
cs: Minimální částka vkladu
fi: Minimi talletussumma
fr: Montant minimum du dépôt
it: Importo minimo del deposito
lt: Minimali indėlio suma
nb: Minimum innskuddsbeløp
nl: Minimale stortingsbedrag
pl: Minimalna kwota wpłaty
pt_br: Montante Mínimo do Depósito
sl: Minimalni znesek depozita
sv: Minsta insättningsbelopp
tl: Minimum na halaga ng deposito
tr: Minimum para yatırma tutarı
ur: کم از کم deposit رقم
zh_cn: 最低存款额
zh_tw: 最低存款額

# post8722Sbad250Sberror250Sblimit8722Sbamounts8722Sbnot8722Sbvalid
source: Please enter valid limit to amounts value. Only integers between 1 and 1000000000000 are allowed.
cs: Zadejte platnou hodnotu limitu částky. Povolena jsou pouze celá čísla mezi 1 a 1000000000000.
fi: Anna kelvollinen summien arvon raja. Vain kokonaisluvut välillä 1 - 1000000000000 ovat sallittuja.
fr: Veuillez entrer une valeur limite valide pour les montants. Seuls les entiers compris entre 1 et 1000000000000 sont autorisés.
it: Si prega di inserire un limite valido per il valore degli importi. Sono consentiti solo numeri interi compresi tra 1 e 1000000000000.
lt: Įveskite galiojantį sumų vertės limitą. Leidžiami tik sveikieji skaičiai nuo 1 iki 1000000000000.
nb: Vennligst skriv inn gyldig grense for beløpsverdi. Bare heltall mellom 1 og 1000000000000 er tillatt.
nl: Voer een geldig limiet voor hoeveelheden in. Alleen gehele getallen tussen 1 en 1000000000000 zijn toegestaan.
pl: Wprowadź odpowiedni limit do kwoty. Dozwolone są tylko liczby całkowite od 1 do 1000000000000.
pt_br: Coloque limites válidos. Somente números entre 1 e 1000000000000 são permitidos.
sl: Vnesite veljavno omejitev vrednosti zneskov. Dovoljena so samo cela števila med 1 in 1000000000000.
sv: Vänligen ange giltigt värde för beloppsgräns. Endast heltal mellan 1 och 1000000000000 är tillåtna.
tl: Mangyaring maglagay ng wastong limitasyon sa halaga ng halaga. Mga integer lang sa pagitan ng 1 at 1000000000000 ang pinapayagan.
tr: Lütfen tutar değeri için geçerli bir sınır girin. Yalnızca 1 ile 10000000000000 arasındaki tam sayılara izin verilir.
ur: براہ کرم مقدار کی قدر کی درست حد درج کریں۔ صرف 1 اور 1000000000000 کے درمیان عدد کی اجازت ہے۔
zh_cn: 请输入正确的金额值限额。 只允许1到1000000000000之间的整数。
zh_tw: 請輸入正確的金額值限額。 隻允許1到1000000000000之間的整數。

# post8722Sbad250Sberror250Sblimit8722Sbrequests8722Sbcontent
source: You are trying to create too many ads
cs: Pokoušíte se vytvořit příliš mnoho reklam
fi: Yrität luoda liian monta ilmoitusta
fr: Vous essayez de créer trop d'annonces
it: Stai tentando di creare troppi annunci
lt: Bandote sukurti per daug skelbimų
nb: Du prøver å lage for mange annonser
nl: U probeert te veel advertenties te maken
pl: Próbujesz utworzyć zbyt wiele ogłoszeń
pt_br: Você está tentando criar anúncios demais
sl: Poskušate ustvariti preveč oglasov
sv: Du försöker skapa för många annonser
tl: Sinusubukan mong gumawa ng masyadong maraming ad
tr: Çok fazla reklam oluşturmaya çalışıyorsunuz
ur: آپ بہت زیادہ اشتہارات بنانے کی کوشش کر رہے ہیں
zh_cn: 您正在尝试制作太多广告
zh_tw: 您正在嘗試制作太多廣告

# post8722Sbad250Sberror250Sblimit8722Sbrequests8722Sbtitle
source: Too many requests
cs: Příliš mnoho požadavků
fi: Liikaa pyyntöjä
fr: Trop de requêtes
it: Troppe richieste
lt: Per daug prašymų
nb: For mange forespørsler
nl: Te veel verzoeken
pl: Zbyt wiele żądań
pt_br: Limite de requisições
sl: Preveč zahtev
sv: För många förfrågningar
tl: Masyadong maraming kahilingan
tr: çok fazla istek
ur: بہت زیادہ درخواستیں
zh_cn: 太多请求
zh_tw: 太多請求

# post8722Sbad250Sberror250Sbmargin8722Sbnot8722Sbvalid
source: Please enter valid margin value. Only numbers between -100 and 1000 are allowed.
cs: Zadejte prosím platnou hodnotu marže. Povolena jsou pouze čísla mezi -100 a 1000.
fi: Anna kelvollinen marginaaliarvo. Vain numerot välillä -100 ja 1000 ovat sallittuja.
fr: Veuillez saisir une valeur de marge valide. Seuls les nombres entre -100 et 1000 sont autorisés.
it: Si prega di inserire un valore di margine valido. Sono consentiti solo numeri compresi tra -100 e 1000.
lt: Įveskite galiojančią paraštės vertę. Leidžiami tik skaičiai nuo -100 iki 1000.
nb: Vennligst skriv inn gyldig marginverdi. Bare tall mellom -100 og 1000 er tillatt.
nl: Voer een geldige margewaarde in. Alleen getallen tussen -100 en 1000 zijn toegestaan.
pl: Wprowadź odpowiednią wartość marży. Dozwolone są tylko liczby od -100 do 1000.
pt_br: Coloque uma margem válida. Somente números entre -100 e 1000 são permitidos.
sl: Vnesite veljavno vrednost marže. Dovoljene so le številke med -100 in 1000.
sv: Ange ett giltigt marginalvärde. Endast tal mellan -100 och 1000 är tillåtna.
tl: Mangyaring magpasok ng wastong halaga ng margin. Mga numero lamang sa pagitan ng -100 at 1000 ang pinapayagan.
tr: Lütfen geçerli marj değeri girin. Yalnızca -100 ile 1000 arasındaki sayılara izin verilir.
ur: براہ کرم درست مارجن ویلیو درج کریں۔ صرف -100 اور 1000 کے درمیان نمبروں کی اجازت ہے۔
zh_cn: 请输正确入差价率。 只允许在-100和1000之间的数。
zh_tw: 請輸正確入期權金率。 隻允許在-100和1000之間的數。

# post8722Sbad250Sberror250Sbmax8722Sbamount8722Sbnot8722Sbvalid
source: Please enter valid maximum amount value. Only numbers between 0.000000000001 and 10000000000000 are allowed.
cs: Zadejte prosím platnou hodnotu maximální částky. Povolena jsou pouze čísla mezi 0,000000000001 a 1000000000000.
fi: Anna kelvollinen enimmäissumma. Vain numerot välillä 0,000000000001 - 10000000000000 ovat sallittuja.
fr: Veuillez saisir un montant maximum valide. Seuls les nombres compris entre 0,000000000001 et 10000000000000 sont autorisés.
it: Si prega di inserire un valore massimo valido. Sono consentiti solo numeri compresi tra 0.000000000001 e 10000000000000.
lt: Įveskite galiojančią didžiausios sumos vertę. Leidžiami tik skaičiai nuo 0,000000000001 iki 10000000000000.
nb: Angi en gyldig maksimumsbeløpsverdi. Bare tall mellom 0,000000000001 og 10000000000000 er tillatt.
nl: Voer een geldige, maximale hoeveelheid in. Alleen getallen tussen 0.000000000001 en 10000000000000 zijn toegestaan.
pl: Wprowadź maksymalną wartość kwoty. Dozwolone są tylko liczby od 0,00000000001 do 10000000000000.
pt_br: Coloque uma quantia máxima válida. Somente números entre 0.000000000001 e 10000000000000 são permitidos.
sl: Vnesite veljavno največjo vrednost zneska. Dovoljene so samo številke med 0,000000000001 in 10000000000000.
sv: Ange ett giltigt värde för maximalt belopp. Endast tal mellan 0.000000000001 och 10000000000000 är tillåtna.
tl: Pakipasok ang wastong halaga ng maximum na halaga. Mga numero lamang sa pagitan ng 0.000000000001 at 10000000000000 ang pinapayagan.
tr: Lütfen geçerli maksimum tutar değerini girin. Yalnızca 0,000000000001 ile 100000000000000 arasındaki sayılara izin verilir.
ur: براہ کرم درست زیادہ سے زیادہ رقم کی قیمت درج کریں۔ صرف 0.000000000001 اور 10000000000000 کے درمیان نمبروں کی اجازت ہے۔
zh_cn: 请输入正确的最大金额值。 只允许在0.000000000001和10000000000000之间的数字。
zh_tw: 請輸入正確的最大金額值。 隻允許在0.000000000001和10000000000000之間的數字。

# post8722Sbad250Sberror250Sbmin8722Sbamount8722Sbless8722Sbthan8722Sbbalance
source: Minimum transaction amount cannot be lower than your current balance. Try lowering minimum amount or depositing funds to your {appName} wallet.
cs: Minimální částka transakce nemůže být nižší než váš aktuální zůstatek. Zkuste snížit minimální částku nebo vložit prostředky do peněženky {appName}.
fi: Transaktion vähimmäissumma ei voi olla pienempi kuin nykyinen saldosi. Kokeile pienentää vähimmäissummaa tai tallettaa varoja {appName}-lompakkoosi.
fr: Le montant minimum de la transaction ne peut pas être inférieur à votre solde actuel. Essayez de réduire le montant minimum ou de déposer des fonds sur votre portefeuille {appName}.
it: L'importo minimo della transazione non può essere inferiore al saldo corrente. Prova a ridurre l'importo minimo o depositare fondi sul tuo portafoglio {appName}.
lt: Minimali operacijos suma negali būti mažesnė už dabartinį likutį. Pabandykite sumažinti minimalią sumą arba įnešti lėšų į {appName} piniginę.
nb: Minimum transaksjonsbeløp kan ikke være lavere enn din nåværende saldo. Prøv å senke minimumsbeløpet eller sette inn penger til {appName}-lommeboken din.
nl: Het minimale transactiebedrag kan niet lager zijn dan uw huidige saldo. Probeer het minimumbedrag te verlagen of geld te storten in uw {appName}-portefeuille.
pl: Minimalna wartość transakcji nie może być niższa od Twojego bieżącego salda. Spróbuj obniżyć minimalną wartość albo wpłacić środki do swojego portfela {appName}.
pt_br: A quantia mínima da transação não pode ser menor que seu saldo atual. Reduza a quantia mínima ou deposite fundos na sua carteira {appName}.
sl: Minimalni znesek transakcije ne sme biti nižji od vašega trenutnega stanja. Poskusite znižati minimalni znesek ali nakazati sredstva v denarnico {appName}.
sv: Minsta transaktionsbelopp kan inte vara lägre än ditt aktuella saldo. Försök att sänka minimibeloppet eller sätt in pengar på din {appName} plånbok.
tl: Ang pinakamababang halaga ng transaksyon ay hindi maaaring mas mababa kaysa sa iyong kasalukuyang balanse. Subukang babaan ang pinakamababang halaga o magdeposito ng mga pondo sa iyong {appName} wallet.
tr: Minimum işlem tutarı mevcut bakiyenizden düşük olamaz. Minimum tutarı düşürmeyi veya {appName} cüzdanınıza para yatırmayı deneyin.
ur: کم از کم لین دین کی رقم آپ کے موجودہ بیلنس سے کم نہیں ہو سکتی۔ کم از کم رقم کم کرنے یا اپنے {appName} والیٹ میں رقوم جمع کرنے کی کوشش کریں۔
zh_cn: 最低交易金额不能低于您的当前余额。尝试降低最低金额或将资金存入您的 {appName} 钱包。
zh_tw: 最低交易金額不能低於您的當前餘額。嘗試降低最低金額或將資金存入您的 {appName} 錢包。

# post8722Sbad250Sberror250Sbmin8722Sbamount8722Sbnot8722Sbvalid
source: Please enter valid minimum amount value. Only numbers between 0.000000000001 and 10000000000000 are allowed.
cs: Zadejte prosím platnou hodnotu minimální částky. Povolena jsou pouze čísla mezi 0,000000000001 a 1000000000000.
fi: Anna kelvollinen vähimmäissumma. Vain numerot väliltä 0,000000000001 ja 10000000000000 ovat sallittuja.
fr: Veuillez saisir un montant minimum valide. Seuls les nombres compris entre 0,000000000001 et 10000000000000 sont autorisés.
it: Si prega di inserire un valore minimo valido. Sono consentiti solo numeri compresi tra 0.000000000001 e 10000000000000.
lt: Įveskite galiojančią minimalios sumos reikšmę. Leidžiami tik skaičiai nuo 0,000000000001 iki 10000000000000.
nb: Angi gyldig minimumsbeløp. Bare tall mellom 0,000000000001 og 10000000000000 er tillatt.
nl: Voer een geldige, minimale hoeveelheid in. Alleen getallen tussen 0.000000000001 en 10000000000000 zijn toegestaan.
pl: Wprowadź minimalną wartość kwoty. Dozwolone są tylko od 0,00000000001 do 10000000000000.
pt_br: Coloque uma quantia mínima válida. Somente números entre 0.000000000001 e 10000000000000 são permitidos.
sl: Vnesite veljavno minimalno vrednost zneska. Dovoljene so samo številke med 0,000000000001 in 10000000000000.
sv: Ange giltigt värde för minsta belopp. Endast tal mellan 0.000000000001 och 10000000000000 är tillåtna.
tl: Mangyaring magpasok ng wastong halaga ng pinakamababang halaga. Mga numero lamang sa pagitan ng 0.000000000001 at 10000000000000 ang pinapayagan.
tr: Lütfen geçerli minimum tutar değerini girin. Yalnızca 0,000000000001 ile 100000000000000 arasındaki sayılara izin verilir.
ur: براہ کرم درست کم از کم رقم کی قدر درج کریں۔ صرف 0.000000000001 اور 10000000000000 کے درمیان نمبروں کی اجازت ہے۔
zh_cn: 请输入正确的最低金额值。 只允许在0.000000000001和10000000000000之间的数字。
zh_tw: 請輸入正確的最低金額值。 隻允許在0.000000000001和10000000000000之間的數字。

# post8722Sbad250Sberror250Sbnetwork
source: Network error
cs: Chyba sítě
fi: Verkkovirhe
fr: Erreur réseau
it: Errore di rete
lt: Tinklo klaida
nb: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
sl: Omrežna napaka
sv: Nätverksfel
tl: Error sa network
tr: Ağ hatası
ur: نیٹ ورک کی خرابی
zh_cn: 网络错误
zh_tw: 網絡錯誤

# post8722Sbad250Sberror250Sbpayment8722Sbwindow8722Sbnot8722Sbvalid
source: Please enter valid payment window value. Only integers between 15 and 90 are allowed.
cs: Zadejte prosím platnou hodnotu okna platby. Povolena jsou pouze celá čísla mezi 15 a 90.
fi: Anna kelvollinen maksuikkunan arvo. Vain kokonaisluvut 15–90 ovat sallittuja.
fr: Veuillez saisir une valeur de fenêtre de paiement valide. Seuls les entiers compris entre 15 et 90 sont autorisés.
it: Inserisci il valore di pagamento. Sono ammessi solo numeri interi compresi tra 15 e 90.
lt: Įveskite galiojančią mokėjimo lango vertę. Leidžiami tik sveikieji skaičiai nuo 15 iki 90.
nb: Angi en gyldig betalingsvinduverdi. Bare heltall mellom 15 og 90 er tillatt.
nl: Voer een geldige betalingsvensterwaarde in. Alleen gehele getallen tussen 15 en 90 zijn toegestaan.
pl: Wprowadź odpowiednią wartość czasu na zapłatę. Dozwolone są tylko liczby całkowite między 15 a 90.
pt_br: Coloque uma janela de pagamento válida. Somente números entre 15 e 90 são permitidos.
sl: Vnesite veljavno vrednost plačilnega roka. Dovoljena so samo cela števila med 15 in 90.
sv: Vänligen ange giltigt värde för betalningsfönstret. Endast heltal mellan 15 och 90 är tillåtna.
tl: Mangyaring maglagay ng wastong halaga ng window ng pagbabayad. Mga integer lang sa pagitan ng 15 at 90 ang pinapayagan.
tr: Lütfen geçerli bir ödeme aralığı değeri girin. Yalnızca 15 ile 90 arasındaki tam sayılara izin verilir.
ur: براہ کرم درست ادائیگی کی ونڈو ویلیو درج کریں۔ صرف 15 اور 90 کے درمیان عدد کی اجازت ہے۔
zh_cn: 请输入正确的付款期限。 只允许15到90之间的整数。
zh_tw: 請輸入正確的付款期限。 隻允許15到90之間的整數。

# post8722Sbad250Sberror250Sbprice8722Sbnot8722Sbvalid
source: Please enter valid price value. Only numbers between 0.000000000001 and 10000000000000 are allowed.
cs: Zadejte prosím platnou hodnotu ceny. Povolena jsou pouze čísla mezi 0,000000000001 a 1000000000000.
fi: Anna kelvollinen arvo hinnalle. Vain numerot väliltä 0,000000000001 ja 10000000000000 ovat sallittuja.
fr: Veuillez entrer une valeur de prix valide. Seuls les nombres compris entre 0,000000000001 et 10000000000000 sont autorisés.
it: Si prega di inserire un valore valido. Sono consentiti solo numeri compresi tra 0.000000000001 e 10000000000000.
lt: Įveskite galiojančią kainos vertę. Leidžiami tik skaičiai nuo 0,000000000001 iki 10000000000000.
nb: Angi gyldig prisverdi. Bare tall mellom 0,000000000001 og 10000000000000 er tillatt.
nl: Voer een geldige prijswaarde in. Alleen getallen tussen 0.000000000001 en 10000000000000 zijn toegestaan.
pl: Wprowadź odpowiednią wartość ceny, Dozwolone są tylko liczby od 0,00000000001 do 10000000000000.
pt_br: Coloque um preço válido. Somente números entre 0.000000000001 e 10000000000000 são permitidos.
sl: Vnesite veljavno ceno. Dovoljene so samo številke med 0,000000000001 in 10000000000000.
sv: Vänligen ange giltigt prisvärde. Endast tal mellan 0,000000000001 och 10000000000000 är tillåtna.
tl: Mangyaring magpasok ng wastong halaga ng presyo. Mga numero lamang sa pagitan ng 0.000000000001 at 10000000000000 ang pinapayagan.
tr: Lütfen geçerli fiyat değerini girin. Yalnızca 0,000000000001 ile 100000000000000 arasındaki sayılara izin verilir.
ur: براہ کرم درست قیمت درج کریں۔ صرف 0.000000000001 اور 10000000000000 کے درمیان نمبروں کی اجازت ہے۔
zh_cn: 请输入正确的价格值。 只允许在0.000000000001和10000000000000之间的数字。
zh_tw: 請輸入正確的價格值。 隻允許在0.000000000001和10000000000000之間的數字。
