Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbbtc250Sb0250Sbtext
source: <p>Monero is a cryptocurrency that values privacy above all else, but what most people don’t understand is that the privacy granted by using it is neither bulletproof nor absolute in certain situations. Make no mistake, Monero is about as private as it gets in the trustless realm, but there are some considerations that users must take to ensure their privacy remains strong.</p> <p>The same is true in other areas of life really. As an example, you can stay off of all social media in an effort to keep your life private, but if you are constantly with friends who snap selfies with you in them, say that they’re with you in the subtitle, and tag your location, much of your effort may be for naught. The social media conglomerate can still build a profile on you despite the fact that you personally are not on their platform.</p> <p>One of the oft-spoken of situations where people do not consider all of the implications and potentially leaked metadata is the issue of trading Bitcoin for Monero. It is commonly considered in the community that purchasing Monero with Bitcoin will be a full cleanse, and that the user retains all privacy benefits once they get into Monero, despite coming from a transparent chain.</p> <p>In a similar vein, it’s considered by some to be just as private to get Monero from non-KYC and KYC sources. The thinking goes that it is similar to getting cash at a bank. In that scenario, the bank itself knows your face and name, and knows how much you have in your account overall, and how much you withdrew in cash, but doesn’t know what you do with the cash afterwards. With Monero’s privacy guarantees, it should be just so with getting Monero from a KYC/AML source, right?</p> <p>Well, not quite.</p> <p>First, let's take a quick step back and define what we mean by KYC/AML. This acronym stands for Know Your Customer (KYC) / Anti-Money Laundering (AML) laws, which require exchanges and businesses to collect identifying information on their customers. The larger the amount of money exchanged, the more information is needed. As the name implies, this is all done in the name of minmizing risk of people laundering money.</p> <p>Back to Monero. To be sure, moving your money into Monero from a KYC source is astronomically better for privacy than using a KYC source to purchase something like BTC or any other transparency coin, but there are still considerations to be made about what is revealed, and what that revealed information could mean for your privacy and safety.</p> <p>Even sticking with the cash and bank scenario, if you withdraw a large amount from the bank, since the bank knows your details (including your home address) the teller can see how much is in your account, and can potentially make nefarious plans depending on your wealth. This is rare, and since the money is in the bank rather than at your house, what they can accomplish in this scenario is relatively small. The same isn’t true for Monero, which is not secured by a third party, but rather yourself. Being your own bank isn’t always easy.</p> <p>Similarly, moving from BTC to XMR, regardless of how it’s done, leaves traces on the Bitcoin blockchain. While this is indeed less damaging than going BTC to BTC because, on the other side of the exchange is Monero’s mandatory privacy, the implications of leaving a trace behind must be considered. These traces compound to even greater effect if there was KYC involved anywhere in the process.</p> <p>Imagine a scenario where dirty Bitcoins were received for a good or service, something that is only possible because of Bitcoin’s radical transparency. You don't know that these Bitcoins are dirty, as you don't have the tech to check each Bitcoin, so you, being a crypto-savvy person, aren’t comfortable with this fact, and you don’t have the money to pay a chain anlysis company to check for you. So, you decide to exchange to Monero to be safe.</p> <p>You deposit your Bitcoin onto an exchange, and swap them out for Monero, which you then pull out to your local wallet. This scenario already is a bit of a stretch, because the exchange may flag your dirty Bitcoins and lock down your account, and you may or may not get them back, but for the sake of this example we’re going to assume they let the swap happen.</p> <p>At this point, if the government becomes interested in following the trail of these Bitcoins, they will follow them to the exchange, subpoena the KYC information on the depositor, see that they were swapped to Monero (suspicious), and come knocking on your door.</p> <p>Please understand, this is not saying you should avoid swapping Bitcoin to Monero to avoid looking suspicious. You were already suspicious because you accepted dirty Bitcoin, and if you didn’t swap they’d still use blockchain analysis, and still come a’knocking. Rather, this example merely highlights that there is significant risk in using transparency coins at all, and swapping to a private, fungible coin like Monero doesn’t erase the footprints left in the transparent blockchain.</p> <p>For the individual interested in their own privacy, usage of transparent blockchains should be kept minimal, and with extreme caution. KYC should be avoided whenever possible, as this metadata can still be used to build a case and ask questions, and god forbid this KYC info (alongside trade information) gets leaked from exchanges due to incompetence. Even if you only bought and withdrew Monero from the exchange, this leaked information would still reveal how much Monero you had and where you are located. All information that we can all agree nobody would want just floating out in cyberspace.</p> <p>In summary, while using Monero does indeed negate many, many attacks and minimizes metadata leakage by default, the user themselves can do many things to ultimately destroy their own privacy. One of the least considered is the implications of using either a transparency chain as a pathway to Monero, or a KYC source to acquire it, to say nothing of using both at once.</p> <p>This article is not meant to fear-monger, but rather to encourage users to think critically about their decisions and remind them that even the best privacy can be fragile under certain circumstances. Users must be vigilant to protect their own privacy by making smart decisions about what to purchase, where, and from whom.</p>
cs: <p>Monero je kryptoměna, která si nade vše cení soukromí, ale většina lidí nechápe, že soukromí poskytované jejím používáním není v určitých situacích ani neprůstřelné, ani absolutní. Nenechte se mýlit, Monero je v nedůvěřivé sféře asi tak soukromé, jak to jen může být, ale uživatelé musí vzít v na vědomí, že je tu pár věcí na zvážení aby jejich soukromí zůstalo silné.</p> <p>To samé platí i v jiných oblastech života. Například můžete zůstat mimo všechna sociální média ve snaze udržet svůj život v soukromí, ale pokud jste neustále s přáteli, kteří si s Vámi fotí selfie, řeknou v titulcích, že jsou s Vámi, a označí své umístění, velká část Vašeho úsilí může být k ničemu. Konglomerát sociálních médií si na Vás může vytvořit profil, přestože vy osobně nejste na jejich platformě.</p> <p> Jednou z často zmiňovaných situací, kdy lidé nezvažují všechny důsledky a potenciálně uniklá metadata, je problém obchodování bitcoinů za Monero. V komunitě se běžně má za to, že nákup Monera za bitcoiny bude úplnou očistou a že uživatel si zachová všechny výhody ochrany soukromí, jakmile se do Monera dostane, přestože pochází z transparentního řetězce.</p> <p>V podobném duchu někteří považují za stejně soukromé získat Monero z jiných zdrojů jako non-KYC a KYC. Předpokládá se, že je to podobné jako získat hotovost v bance. V takovém případě banka sama zná Vaši tvář a jméno a ví, kolik máte na účtu celkově a kolik jste si vybrali v hotovosti, ale neví, co s hotovostí uděláte poté. Se zárukami ochrany soukromí projektu Monero by to tak mělo být i při získávání Monera ze zdroje KYC/AML, že?</p> <p>No, ne tak docela.</p> <p>Nejprve udělejme rychlý krok zpět a definujme, co rozumíme pod pojmem KYC/AML. Tato zkratka znamená Know Your Customer (KYC) / zákony proti praní špinavých peněz (AML), které vyžadují, aby burzy a podniky shromažďovaly identifikační údaje o svých zákaznících. Čím větší množství vyměněných peněz, tím více informací je potřeba. Jak název napovídá, vše se děje ve jménu minimalizace rizika praní peněz lidmi.</p> <p>Zpět na Monero. Jistě, přesunutí Vašich peněz do Monera ze zdroje KYC je astronomicky lepší pro soukromí než použití zdroje KYC k nákupu něčeho jako BTC nebo jakékoli jiné transparentní mince, ale stále je třeba zvážit, co se odhalí a co to může znament pro vaše soukromí a bezpečnost, když se tyto informace odhalí.</p> <p>I když se budete držet scénáře s hotovostí a bankou, pokud z banky vyberete velkou částku, protože banka zná Vaše údaje (včetně Vaší domácí adresy), pokladník může vidět, kolik je na Vašem účtu, a může potenciálně vytvořit nekalé zločinný plány v závislosti na Vašem bohatství. To je ale vzácné, a protože peníze jsou spíše v bance než u Vás doma, to, co mohou v tomto scénáři dosáhnout, je relativně malé. Totéž neplatí pro Monero, které nezajišťuje třetí strana, ale vy sami. Být svou vlastní bankou není vždy snadné.</p> <p>Podobně přechod z BTC na XMR, bez ohledu na to, jak se to dělá, zanechává stopy na bitcoinovém blockchainu. I když je to skutečně méně škodlivé než přechod z BTC na BTC, protože na druhé straně burzy je povinné soukromí projektu Monero, je třeba zvážit důsledky zanechání stopy. Tyto stopy se spojují s ještě větším účinkem, pokud se kdekoli v procesu účastní KYC.</p> <p>Představte si scénář, kdy byly obdrženy špinavé bitcoiny za zboží nebo službu, což je možné pouze díky radikální transparentnosti bitcoinů. Nevíte, že tyto bitcoiny jsou špinavé, protože nemáte technologii na kontrolu každého bitcoinu, takže Vám, jako krypto-důvtipnému člověku, tato skutečnost nevyhovuje a nemáte peníze aby jste zaplatili společnosti zabývající se analýzou řetězců, tak aby Vás zkontrolovala. Takže se rozhodnete vyměnit BTC za Monero, abyste byli v bezpečí.</p> <p>Vložíte své bitcoiny na burzu a vyměníte je za Monero, které pak vytáhnete do místní peněženky. Tento scénář je již trochu komplikovaný, protože směnárna může označit Vaše špinavé bitcoiny a zablokovat Váš účet a vy je můžete nebo nemusíte získat zpět, ale pro tento příklad budeme předpokládat, že dojde k výměně.</p> <p>V tuto chvíli, pokud se vláda začne zajímat o sledování stopy těchto bitcoinů, bude je sledovat na burzu, předloží informace KYC o vkladateli, zjistí, že byly vyměněny za Monero (podezřelé) tj. přijdou zaklepat na Vaše dveře.</p> <p>Prosím pochopte, to neznamená, že byste se měli vyhnout výměně bitcoinů za Monero, abyste nevypadali podezřele. Už jste byli podezřívaví, protože jste přijali špinavé bitcoiny, a pokud jste nevyměnili, stále by používali analýzu blockchainu a stále by se u Vás klepalo. Tento příklad spíše pouze zdůrazňuje, že při používání transparentních mincí existuje značné riziko a výměna za soukromou, zastupitelnou minci, jako je Monero, nevymaže stopy zanechané v transparentním blockchainu.</p> <p>Pro jednotlivce, kteří mají zájem o své soukromí, by mělo být používání transparentních blockchainů minimální a s extrémní opatrností. KYC je třeba se vyhnout, kdykoli je to možné, protože tato metadata lze stále použít k sestavení případu a kladení otázek, a nedej bože, aby tyto informace KYC (vedle obchodních informací) unikaly z burz kvůli nekompetentnosti. I kdybyste si Monero pouze koupili a stáhli z burzy, tyto uniklé informace by přesto odhalily, kolik Monera jste měli a kde se nacházíte. Všechny tyto informace, na kterých se všichni shodneme, by nikdo nechtěl aby se jen tak vznášeli se v kyberprostoru.</p> <p> Stručně řečeno, i když používání Monera ve výchozím nastavení skutečně neguje mnoho a mnoho útoků a minimalizuje únik metadat, uživatel sám může udělat mnoho věcí, aby si nakonec zničil své vlastní soukromí. Jedním z nejméně uvažovaných jsou důsledky použití buď řetězce transparentnosti jako cesty k Monero, nebo zdroje KYC k jeho získání, nemluvě o použití obou najednou.</p> <p>Tento článek nemá za cíl vyvolávat strach, ale spíše povzbudit uživatele, aby kriticky přemýšleli o svých rozhodnutích, a připomenout jim, že i to nejlepší soukromí může být za určitých okolností křehké. Uživatelé musí být ostražití, aby chránili své vlastní soukromí tím, že budou rozumně rozhodovat o tom, co koupit, kde a od koho.</p>
fi: <p>Monero on kryptovaluutta joka arvostaa yksityisyyttä yli kaiken, mutta mitä useimmat ihmiset eivät ymmärrä, on se, että sen käytön antama yksityisyys ei ole luodinkestävää eikä ehdotonta tietyissä tilanteissa. Älkää erehtykö, Monero on suunnilleen yhtä yksityinen kuin se voi olla valtuuttomassa maailmassa, mutta käyttäjien on otettava huomioon joitain seikkoja varmistaakseen että heidän yksityisyytensä pysyy vahvana.</p> <p>Sama pätee muillakin elämänalueilla. Voit esimerkiksi pysyä poissa kaikesta sosiaalisesta mediasta pitääksesi elämäsi yksityisenä, mutta jos olet jatkuvasti ystävien kanssa jotka kuvaavat selfieitä kanssasi, kertovat että he ovat kanssasi ja merkitsevät sijaintisi, suuri osa ponnisteluistasi voi olla turhaa. Sosiaalisen median ryhmittymä voi silti rakentaa sinulle profiilin, vaikka et henkilökohtaisesti ole heidän alustallaan.</p> <p>Yksi usein puhutuista tilanteista, joissa ihmiset eivät ota huomioon kaikkia seurauksia ja mahdollisesti vuotaneita metatietoja, on kysymys Bitcoinin kaupankäynnistä Moneroa vastaan. Yhteisössä ajatellaan yleisesti, että Moneron ostaminen Bitcoinilla on täydellinen puhdistus ja että käyttäjä säilyttää kaikki yksityisyyden edut, kun hän pääsee Moneroon, vaikka se tulee läpinäkyvästä ketjusta.</p> <p>Samaan tapaan joidenkin mielestä Moneron saaminen KYC-lähteistä ja ei-KYC-vaativista-palveluista on yhtä yksityistä. Ajatus on että se on samanlaista kuin käteisen saaminen pankista. Siinä tilanteessa pankki itse tuntee kasvosi ja nimesi ja tietää kuinka paljon sinulla on tililläsi yhteensä ja kuinka paljon nostit käteistä, mutta ei tiedä mitä teet käteisellä jälkeenpäin. Moneron tietosuojatakuiden kanssa sen pitäisi olla juuri niin, kun Monero hankitaan KYC/AML-lähteestä, eikö niin?</p> <p>No, ei aivan.</p> <p>Otetaan ensin askel taaksepäin ja määritellään, mitä tarkoitamme KYC/AML:llä. Tämä lyhenne tarkoittaa Tiedä asiakkaasi (Know Your Customer) / Rahanpesun vastaisia (Anti Money Laundering) lakeja, jotka edellyttävät pörssien ja yritysten keräävän tunnistetietoja asiakkaistaan. Mitä suurempi rahamäärä vaihdetaan, sitä enemmän tietoa tarvitaan. Kuten nimestä voi päätellä, tämä kaikki tehdään ihmisten rahanpesun riskin minimoimiseksi.</p> <p>Takaisin Moneroon. Varmasti rahojesi siirtäminen Moneroon KYC-lähteestä on tähtitieteellisesti parempi yksityisyyden kannalta kuin KYC-lähteen käyttäminen BTC:n tai minkä tahansa muun läpinäkyvän kolikon ostamiseen, mutta vielä on pohdittava mitä paljastetaan ja mitä se paljastettu tieto voi merkitä yksityisyyteesi ja turvallisuuteesi.</p> <p>Jos nostat suuren summan pankista, pankkivirkailija näkee kuinka paljon tililläsi on, ja voi mahdollisesti toteuttaa ilkeitä suunnitelmia varallisuudestasi riippuen. Tämä on harvinaista, ja koska rahat ovat pankissa mieluummin kuin kotonasi, he voivat saavuttaa tässä skenaariossa suhteellisen vähän. Sama ei päde Moneroon, jota ei suojaa kolmas osapuoli, vaan sinä itse. Olet oma pankkisi mikä ei aina ole helppoa.</p> <p> Vastaavasti siirtyminen BTC:stä XMR:ään, riippumatta siitä miten se tehdään, jättää jälkiä Bitcoinin lohkoketjuun. Vaikka tämä on todellakin vähemmän vahingollista kuin BTC:n vaihtaminen BTC:hen, koska pörssin toisella puolella on Moneron pakollinen yksityisyys, jäljen jättämisen vaikutukset on otettava huomioon. Nämä jäljet tehostuvat entisestään, jos KYC oli mukana missä tahansa vaiheessa prosessia.</p> <p>Kuvittele skenaario, jossa tavarasta tai palvelusta vastaanotettiin likaisia Bitcoineja, mikä on mahdollista vain Bitcoinin radikaalin läpinäkyvyyden vuoksi. Et tiedä, että nämä Bitcoinit ovat likaisia, koska sinulla ei ole tekniikkaa tarkistaaksesi jokaista Bitcoinia, joten sinä krypto-intoilijana et ole tyytyväinen tähän tilanteeseen, eikä sinulla ole rahaa maksaa lohkoketjuanalyysiyritykselle, joka tarkistaa bitcoinit sinun puolestasi. Joten päätät vaihtaa Moneroon varmuuden vuoksi.</p> <p>Talletat Bitcoinisi pörssiin ja vaihdat ne Moneroon, jonka sitten nostat paikalliseen lompakkoosi. Tämä skenaario on jo hieman venyvä, koska vaihto saattaa merkitä likaiset Bitcoinisi ja lukita tilisi ja saatat saada ne takaisin tai et, mutta tämän esimerkin vuoksi oletamme, että he antavat vaihdon tapahtua.</p> <p>Jos hallitus on tässä vaiheessa kiinnostunut seuraamaan näiden Bitcoinien jälkiä, se seuraa niitä pörssiin, vaatii tallettajan KYC-tiedot, näkee että ne on vaihdettu Moneroon (epäilyttävää), ja seuraavaksi koputtaa ovellasi.</p> <p>Tämä ei tarkoita, että sinun pitäisi välttää Bitcoinin vaihtamista Moneroon, jotta et näyttäisi epäilyttävältä. Olit jo epäilyttävä, koska hyväksyit likaisen Bitcoinin ja vaikka et vaihtaisi, he käyttäisivät silti lohkoketjuanalyysiä ja silti koputtaisivat ovellasi. Pikemminkin tämä esimerkki vain korostaa, että läpinäkyvien kolikoiden käyttämisessä ylipäätään on suuri riski ja vaihtaminen yksityiseen kolikkoon, kuten Monero, ei poista läpinäkyvään lohkoketjuun jääneitä jalanjälkiä.</p> <p>Omasta yksityisyydestään kiinnostuneille henkilöille läpinäkyvien lohkoketjujen käyttö tulisi pitää mahdollisimman vähäisenä ja äärimmäisen varovaisena. KYC:tä tulee välttää aina kun mahdollista, sillä näitä metatietoja voidaan silti käyttää tapauksen rakentamiseen ja kysymysten esittämiseen, ja varjelkoon jos tämä KYC-tieto (kauppatietojen ohella) vuotaa pörssistä epäpätevyyden vuoksi. Vaikka vain ostaisit Moneron ja poistaisit sen pörssistä, tämä vuotanut tieto paljastaisi silti kuinka paljon Moneroa sinulla oli ja missä olet. Kaikki tieto mitä kukaan ei haluaisi kelluvan vapaasti kryptomaailmassa. <p> Yhteenvetona voidaan todeta, että vaikka Moneron käyttö todellakin estää monia, monia hyökkäyksiä ja minimoi oletusarvoisesti metatietojen vuotamisen, käyttäjä voi itse tehdä monia asioita tuhotakseen lopulta oman yksityisyytensä. Yksi vähiten huomioiduista asioista on seuraukset joko läpinäkyvyysketjun käyttämisestä reittinä Moneroon tai KYC-lähteen käyttämisestä, puhumattakaan molempien käyttämisestä kerralla.</p> <p>Tämän artikkelin tarkoitus ei ole pelotella, vaan pikemminkin rohkaista käyttäjiä ajattelemaan kriittisesti päätöksistään ja muistuttamaan heitä siitä, että paraskin yksityisyys voi olla hauras tietyissä olosuhteissa. Käyttäjien on oltava valppaina suojellakseen omaa yksityisyyttään tekemällä järkeviä päätöksiä siitä mitä ostaa, mistä ja keneltä.</p>
fr: <p>Monero est une crypto-monnaie qui valorise la confidentialité avant tout, mais ce que la plupart des gens ne comprennent pas, c'est que la confidentialité accordée en l'utilisant n'est ni à l'épreuve des balles, ni absolue dans certaines situations. Ne vous méprenez pas, Monero est à peu près aussi privé que possible dans le domaine du « sans confiance », mais il y a certaines considérations que les utilisateurs doivent prendre en compte pour s'assurer que leur confidentialité reste forte.</p> <p>Il en va de même dans d'autres domaines de la vie. Par exemple, vous pouvez rester à l'écart de tous les médias sociaux dans le but de garder votre vie privée, mais si vous êtes constamment avec des amis qui prennent des selfies avec vous, disent qu'ils sont avec vous dans la légende et les commentaires et taguent votre emplacement, une grande partie de vos efforts peuvent être vains. Le conglomérat de médias sociaux peut toujours créer un profil sur vous malgré le fait que vous n'êtes pas personnellement sur leur plateforme.</p> <p>L'une des situations les plus souvent évoquées où les gens ne tiennent pas compte de toutes les implications et des métadonnées potentiellement divulguées est la question de l'échange de Bitcoin contre du Monero. Il est communément considéré dans la communauté que l'achat de Monero avec Bitcoin sera un nettoyage complet et que l'utilisateur conserve tous les avantages de la confidentialité une fois qu'il entre dans Monero, bien qu'il provienne d'une chaîne transparente.</p> <p>Dans le même ordre d'idées, certains considèrent qu'il est tout aussi confidentiel d'obtenir du Monero à partir de sources requièrent un KYC ou non. On peut penser que c'est similaire à obtenir de l'argent dans une banque. Dans ce scénario, la banque elle-même connaît votre visage et votre nom, et sait combien vous avez globalement sur votre compte, et combien vous avez retiré en espèces, mais ne sait pas ce que vous faites avec l'argent par la suite. Avec les garanties de confidentialité de Monero, il devrait en être ainsi avec l'obtention de Monero à partir d'une source KYC/AML, n'est-ce pas ?</p> <p>Eh bien, pas tout à fait.</p> <p>Tout d'abord, revenons un peu en arrière et définissons ce que nous entendons par KYC/AML. Cet acronyme signifie « Know Your Customer (KYC) / Anti-Money Laundering (AML) » (Connais Ton Client / Anti-Blanchiment d'Argent), qui oblige les services d'échange et les entreprises à collecter des informations d'identification sur leurs clients. Plus la somme d'argent échangée est importante, plus il faut d'informations. Comme son nom l'indique, tout cela est fait au nom de la réduction du risque de blanchiment d'argent.</p> <p>Retour à Monero. Bien sûr, transférer votre argent dans Monero à partir d'une source KYC est astronomiquement meilleur pour la confidentialité que d'utiliser une source KYC pour acheter quelque chose comme BTC ou toute autre crypto-monnaie transparente, mais il y a encore des considérations à faire sur ce qui est révélé, et en quoi ces informations révélées pourraient nuire à votre vie privée et à votre sécurité.</p> <p>Même si vous vous en tenez au scénario en espèces et à la banque, si vous retirez un montant important de la banque, puisque la banque connaît vos coordonnées (y compris votre adresse personnelle), le guichetier peut voir combien d'argent se trouve sur votre compte, et peut potentiellement faire des projets malveillants en fonction de votre richesse. C'est rare, et puisque l'argent est à la banque plutôt que chez vous, ce qu'ils peuvent accomplir dans ce scénario est relativement faible. Il n'en va pas de même pour Monero, qui n'est pas sécurisé par un tiers, mais en fait par vous-même. Être sa propre banque n'est pas toujours facile.</p> <p>De même, le passage de BTC à XMR, quelle que soit la façon dont cela se fait, laisse des traces sur la blockchain Bitcoin. Bien que cela soit en effet moins dommageable que d'aller de BTC à BTC car, de l'autre côté de l'échange se trouve la confidentialité obligatoire de Monero, les implications de laisser une trace doivent être prises en compte. Ces traces s'aggravent encore plus s'il y avait KYC impliqué n'importe où dans le processus.</p> <p>Imaginez un scénario dans lequel des bitcoins sales ont été reçus pour un bien ou un service, ce qui n'est possible que grâce à la transparence radicale de Bitcoin. Vous ne savez pas que ces bitcoins sont sales, car vous n'avez pas la technologie nécessaire pour vérifier chaque bitcoin. En tant que personne avertie en matière de crypto-monnaie, vous n'êtes pas à l'aise avec ce fait, et vous n'avez pas l'argent pour payer une société d'analyse de chaîne pour vérifier pour vous. Vous décidez donc d'échanger votre monnaie contre du Monero pour être en sécurité.</p> <p>Vous déposez vos Bitcoins sur un service d'échange et les échangez contre du Monero, que vous retirez ensuite dans votre portefeuille local. Ce scénario est déjà un peu exagéré, car l'échange peut signaler vos Bitcoins sales et verrouiller votre compte, et vous pouvez ou non les récupérer, mais pour les besoins de cet exemple, nous allons supposer qu'ils laissent l'échange avoir lieu.</p> <p>À ce stade, si le gouvernement devient intéressé à suivre la piste de ces Bitcoins, ils les suivront jusqu'à l'échange, assigneront les informations KYC sur le déposant, verront qu'ils ont été échangés contre du Monero (suspect) et viendront frapper à votre porte.</p> <p>Attention, cela ne signifie pas que vous devriez éviter d'échanger du Bitcoin contre du Monero pour éviter d'avoir l'air suspect. Vous étiez déjà suspect parce que vous avez accepté des Bitcoins sales, et si vous ne les échangez pas, ils utiliseront toujours l'analyse de la blockchain et viendront toujours frapper à votre porte. Au lieu de cela, cet exemple souligne simplement qu'il existe un risque important à utiliser des crypto-monnaies transparentes, et le passage à une crypto-monnaie privée fongible comme Monero n'efface pas les empreintes laissées dans la blockchain transparente.</p> <p>Pour les personnes intéressées par leur propre vie privée et confidentialité monétaire, l'utilisation de blockchains transparentes doit être réduite au minimum et avec une extrême prudence. Le KYC doit être évité dans la mesure du possible, car ces métadonnées peuvent toujours être utilisées pour monter un dossier et poser des questions, et Dieu nous en préserve, ces informations KYC (aux côtés des informations commerciales) sont divulguées à partir des échanges en raison d'une certaine incompétence. Même si vous n'achetiez et ne retiriez que du Monero via l'échange, ces informations divulguées révéleraient toujours combien de Monero vous aviez et où vous vous trouvez. Toutes les informations dont nous pouvons tous convenir que personne ne voudrait simplement voir se balader dans le cyberespace.</p> <p>En résumé, bien que l'utilisation de Monero annule en effet de très nombreuses attaques et minimise les fuites de métadonnées par défaut, l'utilisateur lui-même peut faire beaucoup de choses pour finalement détruire sa propre confidentialité. L'une des moins prise en compte concerne les implications de l'utilisation d'une blockchain transparente comme voie vers Monero, ou d'une source KYC pour l'acquérir, sans parler de l'utilisation des deux à la fois.</p> <p>Cet article n'est pas destiné à semer la peur, mais plutôt à encourager les utilisateurs à réfléchir de manière critique à leurs décisions et à leur rappeler que même la meilleure confidentialité peut être fragile dans certaines circonstances. Les utilisateurs doivent être vigilants pour protéger leur propre confidentialité en prenant des décisions intelligentes sur ce qu'il faut acheter, où et auprès de qui.</p>
it: <p>Monero è una criptovaluta che valorizza la privacy sopra ogni altra cosa, ma ciò che la maggior parte delle persone non capisce è che la privacy concessa utilizzandola non è né antiproiettile né assoluta in determinate situazioni. Non commettere errori, Monero è tanto privato quanto nell'ambito senza fiducia, ma ci sono alcune considerazioni che gli utenti devono prendere per garantire che la loro privacy rimanga forte.</p> <p>Lo stesso vale per altri settori della vita. Ad esempio, puoi stare lontano da tutti i social media nel tentativo di mantenere privata la tua vita, ma se sei costantemente con gli amici che scattano selfie con te in loro, di' che sono con te nel sottotitolo e tagga la tua posizione, gran parte del tuo sforzo potrebbe essere per nulla. Il conglomerato di social media può ancora costruire un profilo su di te nonostante tu personalmente non sia sulla loro piattaforma.</p> <p>Una delle situazioni spesso parlate in cui le persone non considerano tutte le implicazioni e i metadati potenzialmente trapelati è il problema del trading di Bitcoin per Monero. È comunemente considerato nella comunità che l'acquisto di Monero con Bitcoin sarà una pulizia completa e che l'utente conserva tutti i vantaggi sulla privacy una volta entrato in Monero, nonostante provenisse da una catena trasparente.</p> <p>In una vena simile, è considerato da alcuni altrettanto privato per ottenere Monero da fonti non KYC e KYC. Il pensiero dice che è simile a ottenere denaro in una banca. In questo scenario, la banca stessa conosce il tuo volto e il tuo nome e sa quanto hai nel tuo conto nel complesso e quanto ti sei ritirato in contanti, ma non sa cosa fai con i contanti in seguito. Con le garanzie sulla privacy di Monero, dovrebbe essere così con ottenere Monero da una fonte KYC / AML, giusto?</p> <p>beh, non proprio.</p> <p>Primo, facciamo un rapido passo indietro e definiamo cosa intendiamo per KYC / AML. Questo acronimo sta per Leggi Know Your Customer (KYC) / Anti-Money Laundering (AML), che richiedono scambi e aziende per raccogliere informazioni identificative sui loro clienti. Maggiore è la quantità di denaro scambiata, più informazioni sono necessarie. Come suggerisce il nome, tutto ciò avviene in nome della minzione del rischio di riciclaggio di denaro.</p> <p>a Monero. A dire il vero, spostare i tuoi soldi a Monero da una fonte KYC è astronomicamente migliore per la privacy rispetto all'utilizzo di una fonte KYC per acquistare qualcosa come BTC o qualsiasi altra moneta di trasparenza, ma ci sono ancora considerazioni da fare su ciò che viene rivelato e su ciò che le informazioni rivelate potrebbero significare per la tua privacy e sicurezza.</p> <p>Anche attenersi allo scenario di cassa e banca, se prelevi una grande quantità dalla banca, poiché la banca conosce i tuoi dati (incluso il tuo indirizzo di casa) il cassiere può vedere quanto c'è nel tuo conto e può potenzialmente fare piani nefasti a seconda della tua ricchezza. Questo è raro, e poiché il denaro è in banca piuttosto che a casa tua, ciò che possono realizzare in questo scenario è relativamente piccolo. Lo stesso non vale per Monero, che non è protetto da una terza parte, ma piuttosto da te stesso. Essere la tua banca non è sempre facile.</p> <p>allo stesso modo, passare da BTC a XMR, indipendentemente da come viene fatto, lascia tracce sulla blockchain di Bitcoin. Anche se questo è davvero meno dannoso che andare da BTC a BTC perché, dall'altra parte dello scambio è la privacy obbligatoria di Monero, devono essere prese in considerazione le implicazioni di lasciare una traccia alle spalle. Queste tracce si aggiungono ad un effetto ancora maggiore se c'era KYC coinvolto in qualsiasi punto del processo.</p> <p>Immagina uno scenario in cui bitcoin sporchi sono stati ricevuti per un bene o un servizio, qualcosa che è possibile solo a causa della trasparenza radicale di Bitcoin. Non sai che questi Bitcoin sono sporchi, in quanto non hai la tecnologia per controllare ogni Bitcoin, quindi tu, essendo una persona cripto-esperta, non ti senti a tuo agio con questo fatto e non hai i soldi per pagare una società di analisi della catena per controllarti. Quindi, decidi di scambiare con Monero per essere al sicuro.</p> <p>Depositi il tuo Bitcoin su uno scambio e scambialo con Monero, che poi tiri fuori sul tuo portafoglio locale. Questo scenario è già un po 'un tratto, perché lo scambio potrebbe segnalare i tuoi Bitcoin sporchi e bloccare il tuo account, e potresti o meno riavtenerli, ma per il bene di questo esempio supponiamo che lascino che lo scambio accada.</p> <p>A questo punto, se il governo si interessa a seguire le tracce di questi Bitcoin, li seguiranno allo scambio, faranno causa alle informazioni KYC sul depositante, vedranno che sono stati scambiati a Monero (sospetto) e busseranno alla tua porta.</p> <p>Si prega di capire, questo non sta dicendo che si dovrebbe evitare di scambiare Bitcoin a Monero per evitare di guardare sospetto. Eri già sospettoso perché hai accettato Bitcoin sporco, e se non ti scambiassi avrebbero comunque usato l'analisi blockchain e sarebbero ancora a'knocking. Piuttosto, questo esempio evidenzia semplicemente che c'è un rischio significativo nell'uso di monete di trasparenza e lo scambio con una moneta privata e fungibile come Monero non cancella le impronte lasciate nella blockchain trasparente.</p> <p>Per l'individuo interessato alla propria privacy, l'utilizzo di blockchain trasparenti dovrebbe essere mantenuto minimo e con estrema cautela. KYC dovrebbe essere evitato quando possibile, poiché questi metadati possono ancora essere utilizzati per costruire un caso e porre domande, e dio non voglia che queste informazioni KYC (insieme alle informazioni commerciali) trapelno dagli scambi a causa dell'incompetenza. Anche se hai acquistato e ritirato Monero solo dallo scambio, queste informazioni trapelate riveleranno comunque quanto Monero hai avuto e dove ti trovi. Tutte informazioni che possiamo essere tutti d'accordo che nessuno vorrebbe solo fluttuare nel cyberspazio.</p> <p>In sintesi, mentre l'utilizzo di Monero nega davvero molti, molti attacchi e riduce al minimo la perdita di metadati per impostazione predefinita, l'utente stesso può fare molte cose per distruggere in definitiva la propria privacy. Una delle meno considerate sono le implicazioni dell'uso di una catena di trasparenza come percorso verso Monero, o di una fonte KYC per acquisirla, per non parlare dell'uso di entrambi contemporaneamente.</p> <p>Questo articolo non ha lo scopo di temere, ma piuttosto di incoraggiare gli utenti a pensare criticamente alle loro decisioni e ricordare loro che anche la migliore privacy può essere fragile in determinate circostanze. Gli utenti devono essere vigili per proteggere la propria privacy prendendo decisioni intelligenti su cosa acquistare, dove e da chi.</p>
lt: <p>Monero yra kriptovaliuta, kuri visų pirma vertina privatumą, tačiau dauguma žmonių nesupranta, kad naudojant ją suteikiamas privatumas tam tikrose situacijose nėra nei neperšaunamas, nei absoliutus. Nesuklyskite, „Monero“ yra beveik toks pat privatus, koks yra nepatikimoje srityje, tačiau yra keletas aspektų, į kuriuos vartotojai turi atsižvelgti, kad užtikrintų, jog jų privatumas išliktų tvirtas.</p> <p> Tas pats galioja ir kitose gyvenimo srityse. Pavyzdžiui, galite nesinaudoti bet kokia socialine žiniasklaida, kad jūsų gyvenimas būtų privatus, bet jei nuolat esate su draugais, kurie fotografuoja asmenukes su jumis, pasakykite, kad jie yra su jumis, ir pažymėkite savo vieta, jūsų pastangos gali būti bergždžios. Socialinės žiniasklaidos konglomeratas vis tiek gali sukurti jūsų profilį, nepaisant to, kad jūs asmeniškai nesate jų platformoje.</p> <p>Viena iš dažnai minimų situacijų, kai žmonės neatsižvelgia į visas pasekmes ir galimai nutekėjusius metaduomenis, yra Bitcoin prekybos Monero problema. Bendruomenėje paprastai manoma, kad Monero įsigijimas naudojant Bitcoin bus visiškai išvalytas ir kad vartotojas išsaugos visas privatumo privilegijas, kai patenka į Monero, nepaisant to, kad tai yra skaidri grandinė.</p> <p>Panašiai, kai kurie mano, kad gauti Monero iš ne KYC ir KYC šaltinių yra taip pat privatu. Manoma, kad tai panašu į grynųjų pinigų gavimą banke. Tokiu atveju bankas pats žino jūsų veidą ir vardą, ir žino, kiek iš viso turite sąskaitoje ir kiek išėmėte grynųjų, bet nežino, ką po to darysite su grynaisiais. Turint Monero privatumo garantijas, taip turėtų būti ir gaunant Monero iš KYC/AML šaltinio, tiesa?</p> <p> Na, ne visai.</p> <p>Pirmiausia žengkime žingsnį atgal ir apibrėžkime, ką reiškia KYC/AML. Šis akronimas reiškia „Pažink savo klientą“ (KYC) / Kovos su pinigų plovimu (AML) įstatymus, pagal kuriuos biržos ir įmonės turi rinkti identifikuojančią informaciją apie savo klientus. Kuo didesnė pinigų suma keičiama, tuo daugiau informacijos reikia. Kaip rodo pavadinimas, visa tai daroma siekiant sumažinti žmonių plovimo riziką.</p> <p>Atgal į Monero. Be abejo, pinigų perkėlimas į „Monero“ iš KYC šaltinio yra astronomiškai geresnis privatumui, nei naudojant KYC šaltinį, kad įsigytum kažką panašaus į BTC ar bet kokią kitą skaidrią monetą, tačiau vis tiek reikia apsvarstyti, kas bus atskleista ir kas tai. atskleista informacija gali turėti įtakos jūsų privatumui ir saugumui.</p> <p> Net ir laikantis grynųjų pinigų ir banko scenarijaus, jei iš banko išimate didelę sumą, nes bankas žino jūsų duomenis (įskaitant jūsų namų adresą), kasininkas gali matyti, kiek yra jūsų sąskaitoje, ir gali padaryti niekšybę. planai, priklausantys nuo jūsų turto. Taip atsitinka retai, o kadangi pinigai yra banke, o ne jūsų namuose, tai, ką jie gali padaryti pagal šį scenarijų, yra palyginti nedaug. Tas pats pasakytina apie Monero, kurią apsaugo ne trečioji šalis, o jūs pats. Būti savo banku ne visada lengva.</p> <p> Panašiai perėjus nuo BTC prie XMR, neatsižvelgiant į tai, kaip tai daroma, paliekami pėdsakai Bitcoin blokų grandinėje. Nors tai iš tikrųjų yra mažiau žalinga nei BTC perėjimas prie BTC, nes kitoje mainų pusėje yra privalomas Monero privatumas, reikia atsižvelgti į pėdsakų palikimo pasekmes. Šie pėdsakai sujungia dar didesnį poveikį, jei procese dalyvautų KYC.</p> <p>Įsivaizduokite scenarijų, kai už prekę ar paslaugą buvo gauti nešvarūs Bitcoinai, o tai įmanoma tik dėl radikalaus Bitcoin skaidrumo. Jūs nežinote, kad šie bitkoinai yra nešvarūs, nes jūs neturite technikos, kad patikrintumėte kiekvieną Bitcoiną, todėl jums, kaip kriptovaliutų žinioms, šis faktas nepatinka ir jūs neturite pinigų. sumokėti grandinės analizės įmonei, kad ji patikrintų jus. Taigi, jūs nuspręsite pakeisti į Monero, kad būtumėte saugūs.</p> <p>Jūs įnešate savo Bitcoin į keityklą ir iškeičiate juos į Monero, kurį vėliau ištraukiate į savo vietinę piniginę. Šis scenarijus jau yra šiek tiek įtemptas, nes keitimas gali pažymėti jūsų nešvarius bitkoinus ir užblokuoti jūsų sąskaitą, o jūs galite juos atgauti arba ne, bet dėl šio pavyzdžio manysime, kad jie leido įvyksta apsikeitimas.</p> <p> Šiuo metu, jei vyriausybė susidomės sekti šių bitkoinų pėdsakus, ji seks juos į biržą, iškvies KYC informaciją apie indėlininką, pamatys, kad jie buvo pakeisti į Monero (įtartina), ir belsis. ant jūsų durų.</p> <p>Supraskite, tai nereiškia, kad neturėtumėte keisti Bitcoin į Monero, kad neatrodytumėte įtartinai. Jūs jau buvote įtarus, nes priėmėte nešvarų Bitcoin, o jei neapsikeitėte, jie vis tiek naudotų „blockchain“ analizę ir vis tiek pasibelstų. Atvirkščiai, šis pavyzdys tik pabrėžia, kad naudojant permatomas monetas iš viso kyla didelė rizika, o pakeitus į privačią, pakeičiamą monetą, pvz., Monero, permatomoje blokų grandinėje palikti pėdsakai neištrinami.</p> <p>Asmenims, besidomintiems savo privatumu, skaidrių blokų grandinių naudojimas turėtų būti minimalus ir labai atsargiai. Kai tik įmanoma, reikėtų vengti KYC, nes šie metaduomenys vis tiek gali būti naudojami kuriant bylą ir užduodant klausimus, o neduok Dieve, ši KYC informacija (kartu su prekybos informacija) nebūtų nutekinta iš mainų dėl nekompetencijos. Net jei tik pirktumėte ir ištrauktumėte iš biržos Monero, ši nutekėjusi informacija vis tiek atskleistų, kiek Monero turėjote ir kur esate. Visa informacija, su kuria galime sutikti, niekas nenorėtų tiesiog sklandyti virtualioje erdvėje.</p> <p> Apibendrinant galima pasakyti, kad nors naudojant „Monero“ iš tikrųjų panaikinama daug, daug atakų ir sumažinamas metaduomenų nutekėjimas pagal numatytuosius nustatymus, vartotojas pats gali padaryti daug dalykų, kad galiausiai sugadintų savo privatumą. Vienas iš mažiausiai apsvarstytų yra skaidrumo grandinės, kaip kelio į Monero, arba KYC šaltinio naudojimo pasekmės, jau nekalbant apie abiejų naudojimą iš karto.</p> <p>Šis straipsnis skirtas ne kurstyti baimę, o paskatinti vartotojus kritiškai mąstyti apie savo sprendimus ir priminti, kad net geriausias privatumas tam tikromis aplinkybėmis gali būti pažeidžiamas. Naudotojai turi būti budrūs, kad apsaugotų savo privatumą, priimdami protingus sprendimus, ką pirkti, kur ir iš ko pirkti.</p>
nb: <p>Monero er en kryptovaluta som verdsetter personvern fremfor alt annet, men det folk flest ikke forstår er at personvernet som gis ved å bruke det, verken er skuddsikkert eller absolutt i visse situasjoner. Gjør ingen feil, Monero er omtrent like privat som det blir i det tillitsløse riket, men det er noen hensyn brukere må ta for å sikre at deres personvern forblir sterkt.</p> <p>Det samme gjelder egentlig andre områder av livet. Som et eksempel kan du holde deg unna alle sosiale medier i et forsøk på å holde livet ditt privat, men hvis du hele tiden er sammen med venner som tar selfies med deg i dem, si at de er med deg i underteksten, og tagg plassering, kan mye av innsatsen din være for intet. Det sosiale mediekonglomeratet kan fortsatt bygge en profil på deg til tross for at du personlig ikke er på plattformen deres.</p> <p>En av de ofte omtalte situasjonene der folk ikke vurderer alle implikasjonene og potensielt lekkede metadata, er spørsmålet om handel med Bitcoin for Monero. Det er ofte ansett i samfunnet at kjøp av Monero med Bitcoin vil være en fullstendig rensing, og at brukeren beholder alle personvernfordeler når de kommer inn i Monero, til tross for at de kommer fra en gjennomsiktig kjede.</p> <p>På samme måte anses det av noen for å være like privat å få Monero fra ikke-KYC- og KYC-kilder. Tanken er at det ligner på å få penger i en bank. I det scenariet kjenner banken selv ansiktet og navnet ditt, og vet hvor mye du har på kontoen din totalt sett, og hvor mye du tok ut i kontanter, men vet ikke hva du gjør med pengene etterpå. Med Moneros personverngarantier burde det være akkurat slik med å få Monero fra en KYC/AML-kilde, ikke sant?</p> <p>Vel, ikke helt.</p> <p>Først, la oss ta et raskt skritt tilbake og definere hva vi mener med KYC/AML. Dette akronymet står for Know Your Customer (KYC) / Anti-Money Laundering (AML) lover, som krever at børser og virksomheter samler inn identifiserende informasjon om sine kunder. Jo større beløp som utveksles, jo mer informasjon er nødvendig. Som navnet tilsier, er alt dette gjort i navnet for å minimere risikoen for at folk hvitvasker penger.</p> <p>Tilbake til Monero. For å være sikker, å flytte pengene dine til Monero fra en KYC-kilde er astronomisk sett bedre for personvernet enn å bruke en KYC-kilde til å kjøpe noe som BTC eller en hvilken som helst annen gjennomsiktighetsmynt, men det er fortsatt vurderinger som må gjøres om hva som avsløres, og hva som avslørt informasjon kan bety for ditt personvern og sikkerhet.</p> <p>Selv om du holder deg til penge- og bankscenarioet, hvis du tar ut et stort beløp fra banken, siden banken kjenner detaljene dine (inkludert hjemmeadressen din), kan telleren se hvor mye som er på kontoen din, og kan potensielt gjøre uhyggelig planer avhengig av formuen din. Dette er sjeldent, og siden pengene er i banken i stedet for hjemme hos deg, er det relativt lite hva de kan oppnå i dette scenariet. Det samme gjelder ikke Monero, som ikke er sikret av en tredjepart, men heller deg selv. Å være din egen bank er ikke alltid lett.</p> <p>Tilsvarende, flytting fra BTC til XMR, uavhengig av hvordan det gjøres, etterlater spor på Bitcoin-blokkjeden. Selv om dette faktisk er mindre skadelig enn å gå fra BTC til BTC, fordi på den andre siden av børsen er Moneros obligatoriske personvern, må implikasjonene av å legge igjen et spor vurderes. Disse sporene sammensatte til enda større effekt hvis det var KYC involvert hvor som helst i prosessen.</p> <p>Se for deg et scenario der skitne Bitcoins ble mottatt for en vare eller tjeneste, noe som bare er mulig på grunn av Bitcoins radikale åpenhet. Du vet ikke at disse Bitcoins er skitne, siden du ikke har teknologien til å sjekke hver Bitcoin, så du, som er en kryptokyndig person, er ikke komfortabel med dette faktum, og du har ikke pengene å betale et kjedeanalysefirma for å sjekke for deg. Så du bestemmer deg for å bytte til Monero for å være sikker.</p> <p>Du setter inn Bitcoinen din på en børs, og bytter dem ut med Monero, som du deretter trekker ut til din lokale lommebok. Dette scenariet er allerede litt av en strekk, fordi børsen kan flagge dine skitne Bitcoins og låse kontoen din, og du kan eller kanskje ikke få dem tilbake, men av hensyn til dette eksemplet kommer vi til å anta at de lar bytte skje.</p> <p>På dette tidspunktet, hvis regjeringen blir interessert i å følge sporet til disse Bitcoins, vil de følge dem til børsen, stevne KYC-informasjonen om innskyteren, se at de ble byttet til Monero (mistenkelig), og komme og banke på på døren din.</p> <p>Vennligst forstå, dette betyr ikke at du bør unngå å bytte Bitcoin til Monero for å unngå å se mistenkelig ut. Du var allerede mistenksom fordi du godtok skitne Bitcoin, og hvis du ikke byttet, ville de fortsatt brukt blokkjedeanalyse, og fortsatt banket på. Snarere understreker dette eksemplet bare at det er betydelig risiko ved å bruke gjennomsiktighetsmynter i det hele tatt, og å bytte til en privat, ombyttelig mynt som Monero sletter ikke fotavtrykkene som er igjen i den gjennomsiktige blokkjeden.</p> <p>For den enkelte som er interessert i sitt eget privatliv, bør bruk av gjennomsiktige blokkjeder holdes minimal, og med ekstrem forsiktighet. KYC bør unngås når det er mulig, da disse metadataene fortsatt kan brukes til å bygge en sak og stille spørsmål, og gud forby at denne KYC-informasjonen (sammen med handelsinformasjon) blir lekket fra børser på grunn av inkompetanse. Selv om du bare kjøpte og trakk Monero fra børsen, vil denne lekkede informasjonen fortsatt avsløre hvor mye Monero du hadde og hvor du befinner deg. All informasjon som vi alle kan være enige om at ingen vil ha, bare flyter ut i cyberspace.</p> <p>For å oppsummere, mens bruk av Monero faktisk opphever mange, mange angrep og minimerer metadatalekkasje som standard, kan brukeren selv gjøre mange ting for til slutt å ødelegge sitt eget privatliv. En av de minst vurderte er implikasjonene av å bruke enten en gjennomsiktighetskjede som en vei til Monero, eller en KYC-kilde for å skaffe den, for ikke å si å bruke begge på en gang.</p> <p>Denne artikkelen er ikke ment å frykte, men snarere å oppmuntre brukere til å tenke kritisk om beslutningene sine og minne dem på at selv det beste personvernet kan være skjørt under visse omstendigheter. Brukere må være på vakt for å beskytte sitt eget personvern ved å ta smarte avgjørelser om hva de skal kjøpe, hvor og fra hvem.</p>
nl: <p>Monero is een cryptocurrency die privacy boven alles waardeert, maar wat de meeste mensen niet begrijpen, is dat de privacy die door het gebruik ervan wordt verleend, in bepaalde situaties niet kogelvrij noch absoluut is. Vergis u niet, Monero is zo privé als het maar kan, maar er zijn enkele overwegingen die gebruikers moeten nemen om ervoor te zorgen dat hun privacy sterk blijft. </p> <p> Hetzelfde geldt eigenlijk op andere gebieden van het leven. U kunt bijvoorbeeld van alle sociale media afblijven in een poging uw leven privé te houden, maar als u constant met vrienden bent die selfies met u maken, en vorvolgens in de beschrijving zetten dat ze bij u zijn en uw locatie taggen, kan veel van uw moeite voor niets zijn. Het socialemediaconglomeraat kan nog steeds een profiel van u bouwen ondanks het feit dat u persoonlijk niet op hun platform zit.</p> <p>Een van de meest voorkomende situaties waarin mensen niet alle implicaties en mogelijk gelekte metadata in overweging nemen, is bij het verhandelen van Bitcoin voor Monero. In de gemeenschap wordt algemeen aangenomen dat het kopen van Monero met Bitcoin een volledige opschoning zal zijn en dat de gebruiker alle privacyvoordelen behoudt zodra Monero binnenkomt, ondanks dat het afkomstig is van een transparante keten.</p> <p>Op dezelfde manier wordt het door sommigen als net zo privé beschouwd om Monero van niet-KYC- en KYC-bronnen te ontvangen. De redenering is dat het vergelijkbaar is met het krijgen van contant geld bij een bank. De bank kent in dat geval zelf uw gezicht en naam, weet hoeveel u in totaal op uw rekening heeft staan en hoeveel u contant heeft opgenomen, maar weet niet wat u daarna met het geld doet. Met de privacygaranties van Monero zou dat ook zo moeten zijn als u Monero van een KYC/AML-bron haalt, toch?</p> <p>Nou, niet helemaal.</p> <p>Laten we eerst een stap terug doen en definiëren wat we bedoelen met KYC/AML. Dit acroniem staat voor Know Your Customer (KYC) / Anti-Money Laundering (AML) wetten, die uitwisselingen en bedrijven verplichten om identificerende informatie over hun klanten te verzamelen. Hoe groter het uitgewisselde bedrag, hoe meer informatie er nodig is. Zoals de naam al aangeeft, wordt dit allemaal gedaan in naam van het minimaliseren van het risico dat mensen geld witwassen.</p> <p>Terug naar Monero. Om zeker te zijn, is het beter voor uw privacy om uw geld naar Monero te verplaatsen vanuit een KYC-bron dan een KYC-bron te gebruiken om iets zoals BTC of een andere transparantiemunt te kopen, maar er moeten nog steeds overwegingen worden gemaakt over wat wordt onthuld en de implicatie van deze onthulde informatie op uw privacy en veiligheid.</p> <p>Zelfs als we ons houden aan het cash- en bankscenario, als u een groot bedrag van de bank opneemt, aangezien de bank uw gegevens kent (inclusief uw huisadres), kan de kassier zien hoeveel er op uw rekening staat, en kan hij mogelijk snode plannen maken, afhankelijk van uw vermogen. Dit komt zelden voor en aangezien het geld op de bank staat in plaats van bij u thuis, is wat ze in dit scenario kunnen bereiken relatief weinig. Hetzelfde geldt niet voor Monero, wat niet wordt beveiligd door een derde partij, maar door uzelf. Uw eigen bank zijn is niet altijd gemakkelijk.</p> <p> Op dezelfde manier laat de overstap van BTC naar XMR, ongeacht hoe het wordt gedaan, sporen achter op de Bitcoin-blockchain. Hoewel dit inderdaad minder schadelijk is dan van BTC naar BTC gaan, omdat aan de andere kant van de uitwisseling de verplichte privacy van Monero is, moeten de implicaties van het achterlaten van een spoor worden overwogen. Deze sporen hebben nog meer effect als er ergens in het proces KYC betrokken was. </p> <p>Stelt u een scenario voor waarin zwarte Bitcoins worden ontvangen voor een goed of dienst, iets dat alleen mogelijk is vanwege de radicale transparantie van Bitcoin. U weet niet dat deze Bitcoins zwart zijn, omdat u niet de technologie heeft om elke Bitcoin te controleren, dus u, een crypto-savvy persoon, voelt u niet op uw gemak met dit feit, en u heeft het geld niet om een ketenanalysebedrijf te betalen om voor u te controleren. Dus besluit ju voor de zekerheid te wisselen naar Monero.</p> <p>U stort uw Bitcoin op een beurs en wisselt ze uit voor Monero, die u vervolgens uittrekt naar uw lokale portefeuille. Deze scenario is al een beetje onwaarschijnlijk, aangezien de transactie uw zwarte Bitcoins kan markeren en uw account kan vergrendelen, en u kunt ze dan niet terugkrijgen, maar omwille van dit voorbeeld gaan we ervan uit dat ze de transactie toch plaats neemt. </p> <p>Als de overheid op dit moment geïnteresseerd raakt in het volgen van het spoor van deze Bitcoins, zullen ze deze volgen naar de beurs, de KYC-informatie over de deposant dagvaarden, vervolgens zien dat ze zijn geruild naar Monero (verdacht) en op uw deur kloppen.</p> <p>Begrijp alstublieft dat dit niet betekent dat u moet vermijden om Bitcoin naar Monero te wisselen om te voorkomen dat u verdacht overkomt. U was al achterdochtig omdat u zwarte Bitcoin accepteerde, en als u niet had gehandeld, zouden ze nog steeds blockchain-analyse gebruiken en bij u aam komen kloppen. Dit voorbeeld benadrukt alleen maar dat er een aanzienlijk risico bestaat bij het gebruik van transparantiemunten, en dat het omwisselen naar een particuliere, vervangbare munt zoals Monero de voetafdrukken die zijn achtergelaten in de transparante blockchain niet wist. </p> <p>Voor het individu dat geïnteresseerd is in zijn eigen privacy, moet het gebruik van transparante blockchains tot een minimum worden beperkt, en met uiterste voorzichtigheid. KYC moet waar mogelijk worden vermeden, aangezien deze metadata nog steeds kan worden gebruikt om een zaak op te bouwen en vragen op te roepen, en god verhoede dat deze KYC-info (naast handelsinformatie) door incompetentie uit uitwisselingen wordt gelekt. Zelfs als u alleen Monero heeft gekocht en uit de beurs heeft gehaald, zou deze gelekte informatie nog steeds onthullen hoeveel Monero u had en waar u uzelf bevindt. Alle informatie waarvan we het allemaal eens kunnen zijn dat niemand die in de cyberspace wilt hebben rondzweven.</p> <p>Samenvattend, hoewel het gebruik van Monero inderdaad vele aanvallen tenietdoet en het lekken van metadata standaard minimaliseert, kan de gebruiker zelf veel dingen doen om uiteindelijk zijn eigen privacy te vernietigen. Een van de minst overwogen hiervan, zijn de implicaties van het gebruik van ofwel een transparantieketen als een weg naar Monero, of een KYC-bron om het te verwerven, laat staan het gebruik van beide tegelijk. </p> <p>Dit artikel is niet bedoeld om angst te zaaien, maar eerder om gebruikers aan te moedigen kritisch na te denken over hun beslissingen en hen eraan te herinneren dat zelfs de beste privacy onder bepaalde omstandigheden kwetsbaar kan zijn. Gebruikers moeten waakzaam zijn om hun eigen privacy te beschermen door slimme beslissingen te nemen over wat ze kopen, waar en van wie.</p>
pl: <p>Monero to kryptowaluta, która ceni prywatność ponad wszystko, ale większość ludzi nie rozumie, że prywatność zapewniana przez jej używanie nie jest idealna w pewnych sytuacjach. Monero jest tak prywatne, jak to tylko możliwe w świecie kryptowalut, ale istnieją pewne względy, które użytkownicy muszą wziąć pod uwagę, aby zapewnić sobie silną prywatność.</p> <p>To samo dotyczy innych dziedzin życia. Na przykład możesz trzymać się z dala od wszystkich mediów społecznościowych, starając się zachować prywatność w swoim życiu, ale jeśli stale przebywasz z przyjaciółmi, którzy robią sobie z Tobą selfie, piszą że są z Tobą w opisie do niego i oznaczają swoją lokalizację, wówczas Twoje wysiłki mogą iść na marne. Zbiór mediów społecznościowych może nadal zbudować Twój profil, mimo że osobiście nie jesteś na ich platformach.</p> <p>Jedną z często powtarzających się sytuacji, w których ludzie nie biorą pod uwagę wszystkich konsekwencji i potencjalnie wyciekających informacji, jest kwestia wymiany Bitcoinów na Monero. W społeczności powszechnie uważa się, że zakup Monero za pomocą Bitcoina w pełni oddda im prywatność i że użytkownik zyska wszystkie korzyści prywatności po przejściu do Monero, mimo że pochodzi z transparentnego blockchaina.</p> <p>W tym samym duchu niektórzy uważają, że pozyskiwanie Monero ze źródeł bez KYC i z KYC jest równie prywatne. Idea jest taka, że jest to podobne do zdobywania gotówki w banku. Tylko bank zna Twoją twarz i imię oraz wie, ile masz ogólnie na koncie i ile wypłaciłeś gotówki, ale nie wie, co potem robisz z gotówką. Mając gwarancje prywatności Monero, powinno tak być z kupnem Monero w miejscu wymagającym KYC/AML, prawda?</p> <p>Cóż, nie do końca.</p> <p>Najpierw cofnijmy się szybko i zdefiniujmy, co rozumiemy przez KYC/AML. Ten akronim oznacza przepisy Know Your Customer (KYC) / Anti-Money Laundering (AML), które wymagają od giełd i firm zbierania informacji identyfikujących ich klientów. Im więcej obracanych pieniędzy, tym więcej informacji jest potrzebnych. Jak sama nazwa wskazuje, wszystko to odbywa się w imię minimalizacji ryzyka prania pieniędzy.</p> <p>Wróćmy do Monero. Oczywiście przeniesienie pieniędzy do Monero z serwisu wymagającego KYC jest astronomicznie lepsze dla prywatności niż korzystanie z serwisu wymagającego KYC do zakupu czegoś takiego jak BTC lub jakiejkolwiek innej nieprywatnej kryptowaluty, ale nadal należy pamiętać, co zostanie ujawnione i co te ujawnione informacje mogą oznaczać dla Twojej prywatności i bezpieczeństwa.</p> <p>Nawet przyjmując analogię gotówki i banku, jeśli wypłacisz dużą kwotę z banku, ponieważ bank zna Twoje dane (w tym adres domowy), kasjer może zobaczyć, ile jest na Twoim koncie i może potencjalnie uczynić nikczemne plany w zależności od Twojego bogactwa. Jest to rzadkie, a ponieważ pieniądze są w banku, a nie w Twoim domu, to mogą w tym scenariuszu niewiele zyskać. To samo nie dotyczy Monero, które nie jest zabezpieczone przez osobę trzecią, ale przez Ciebie. Bycie własnym bankiem nie zawsze jest takie łatwe.</p> <p>Podobnie przejście z BTC na XMR - niezależnie od tego, jak to się robi, pozostawi to ślady na blockchainie Bitcoina. Chociaż jest to rzeczywiście mniej szkodliwe niż przejście BTC na BTC, ponieważ po drugiej stronie wymiany jest obowiązkowa prywatność Monero, to jednak należy pamiętać o pozostawionym śladzie. Ślady te łączą się z jeszcze większym efektem, jeśli w procesie było wymagane przejście przez KYC.</p> <p>Wyobraź sobie scenariusz, w którym brudne Bitcoiny zostały otrzymane za towar lub usługę, co jest możliwe tylko dzięki radykalnej transparentności Bitcoina. Nie wiesz, że te Bitcoiny są brudne, ponieważ nie masz technologii, aby sprawdzić każdego Bitcoina, więc jako osoba obeznana z kryptowalutami nie czujesz się komfortowo z tym faktem i nie masz pieniędzy żeby zapłacić firmie zajmującej się analizą blockchaina za sprawdzenie Twoich środków. Decydujesz się więc wymienić je na Monero, aby się zabezpieczyć.</p> <p>Wpłacasz swoje Bitcoiny na giełdę i wymieniasz je na Monero, które następnie wypłacasz do lokalnego portfela. Ten scenariusz jest już trochę optymistyczny, ponieważ giełda może oznaczyć twoje brudne Bitcoiny i zablokować Twoje konto, a Ty możesz je odzyskać lub nie, ale załóżmy, że do tego nie doszło.</p> <p>W tym momencie, jeśli rząd zainteresuje się śledzeniem tych Bitcoinów, podąży za nimi na giełdę, zażąda informacji KYC o Tobie, zobaczy, że Bitcoiny zostały zamienione na Monero (podejrzane) i zapuka do Twoich drzwi.</p> <p>Zauważ, nie oznacza to, że należy unikać wymiany Bitcoinów na Monero, aby nie wyglądać podejrzanie. Byłeś już podejrzany, ponieważ przyjąłeś brudne Bitcoiny, a jeśli byś ich nie wymienił, nadal używaliby analizy blockchaina i zapukali. Ten przykład podkreśla raczej, że ​​istnieje znaczne ryzyko w przypadku korzystania z transparentnych kryptowalut i wymiana na prywatną, zamienną alternatywę, taką jak Monero nie usuwa śladów pozostawionych na transparentym blockchainie.</p> <p>Dla osoby zainteresowanej własną prywatnością korzystanie z transparentnych blockchainów powinno być ograniczone do minimum i realizowane ze szczególną ostrożnością. Należy unikać KYC, gdy tylko jest to możliwe, ponieważ te dane nadal mogą być wykorzystywane do budowania profilu i zadawania pytań, co dopiero, gdy te informacje KYC (wraz z informacjami o handlach) wyciekły z giełd z powodu ich niekompetencji. Nawet jeśli tylko kupiłeś i wypłaciłeś Monero z giełdy, te informacje i tak ujawniłyby, ile posiadałeś Monero i gdzie się znajdujesz Nie chcemy żeby żadna z tych informacji krążyła po internecie.</p> <p>Podsumowując, chociaż korzystanie z Monero rzeczywiście neguje wiele, wiele ataków i domyślnie minimalizuje wyciek metadanych, użytkownik może zrobić wiele rzeczy, aby utracić swoją prywatność. Trzeba pamiętać o implikacjach wykorzystania transparentnego blockchaina jako ścieżki do Monero lub serwisu wymagającego KYC do jego zdobycia, nie mówiąc już o używaniu obu naraz.</p> <p>Ten artykuł nie ma na celu wzbudzania strachu, ale raczej zachęcenia użytkowników do krytycznego myślenia o swoich decyzjach i przypominania im, że nawet najlepsza prywatność może mieć słabe punkty. Użytkownicy muszą być czujni, aby chronić swoją prywatność i podejmować mądre decyzje odnośnie tego, co kupić, gdzie i od kogo.</p>
pt_br: <p>Monero é uma moeda criptográfica que valoriza a privacidade acima de tudo, mas o que a maioria das pessoas não entende é que a privacidade concedida pelo uso dela não é à prova de balas nem absoluta em certas situações. Não se engane, Monero é tão privado quanto se torna no reino sem confiança, mas há algumas considerações que os usuários devem tomar para garantir que sua privacidade permaneça forte.</p> <p>O mesmo é verdade em outras áreas da vida, realmente. Como exemplo, você pode ficar fora de todas as mídias sociais num esforço para manter sua vida privada, mas se você estiver constantemente com amigos que se identificam com você nelas, diga que eles estão com você no subtítulo, e marque sua localização, muito do seu esforço pode ser em vão. O conglomerado de mídia social ainda pode construir um perfil sobre você, apesar do fato de que você pessoalmente não está na plataforma deles.</p> <p>Uma das muitas vezes faladas de situações em que as pessoas não consideram todas as implicações e os metadados potencialmente vazados é a questão da comercialização de Bitcoin para Monero. É comumente considerado na comunidade que comprar Monero com Bitcoin será uma limpeza completa, e que o usuário retém todos os benefícios de privacidade uma vez que entra em Monero, apesar de vir de uma cadeia transparente.</p> <p>Em uma linha semelhante, é considerado por alguns como sendo igualmente privado obter Monero de fontes não KYC e KYC. O pensamento é que é semelhante a conseguir dinheiro em um banco. Nesse cenário, o próprio banco conhece seu rosto e nome, e sabe quanto você tem em sua conta em geral, e quanto você sacou em dinheiro, mas não sabe o que você faz com o dinheiro depois. Com as garantias de privacidade de Monero, deveria ser assim com a obtenção de Monero de uma fonte KYC/AML, certo?</p> <p>Bem, não é bem assim.</p> <p>Primeiro, vamos dar um rápido passo atrás e definir o que queremos dizer com KYC/AML. Esta sigla significa Know Your Customer (KYC) / Anti-Money Laundering (AML) laws, que exigem trocas e negócios para coletar informações de identificação de seus clientes. Quanto maior a quantidade de dinheiro trocado, mais informações são necessárias. Como o nome indica, tudo isso é feito em nome do risco de minimização de pessoas que lavam dinheiro.</p> <p>De volta a Monero. Para ter certeza, transferir seu dinheiro para Monero de uma fonte KYC é astronomicamente melhor para a privacidade do que usar uma fonte KYC para comprar algo como BTC ou qualquer outra moeda de transparência, mas ainda há considerações a serem feitas sobre o que é revelado, e o que essa informação revelada pode significar para sua privacidade e segurança.</p> <p>Mesmo mantendo o cenário de caixa e banco, se você sacar uma grande quantia do banco, já que o banco sabe seus dados (incluindo seu endereço residencial) o caixa pode ver quanto está em sua conta, e pode potencialmente fazer planos nefastos dependendo de sua riqueza. Isto é raro, e como o dinheiro está no banco e não em sua casa, o que eles podem realizar neste cenário é relativamente pequeno. O mesmo não é verdade para Monero, que não é assegurado por terceiros, mas sim por você mesmo. Ser seu próprio banco nem sempre é fácil.</p> <p>Da mesma forma, a mudança da BTC para a XMR, independentemente de como é feita, deixa vestígios na cadeia de bloqueio Bitcoin. Embora isto seja de fato menos prejudicial do que ir de BTC para BTC porque, do outro lado da troca está a privacidade obrigatória de Monero, as implicações de deixar um rastro para trás devem ser consideradas. Esses vestígios se agravam ainda mais se houvesse envolvimento da KYC em qualquer parte do processo.</p> <p>Imagine um cenário onde as Bitcoins sujas fossem recebidas por um bem ou serviço, algo que só é possível por causa da transparência radical da Bitcoin. Você não sabe que estas Bitcoins são sujas, pois você não tem a tecnologia para verificar cada Bitcoin, então você, sendo uma pessoa criptográfica, não está confortável com este fato, e não tem dinheiro para pagar a uma empresa de análise de cadeia para verificar por você. Então, você decide trocar para Monero para estar seguro.</p> <p>Você deposita sua Bitcoin em uma troca, e a troca por Monero, que você então puxa para sua carteira local. Este cenário já é um pouco exagerado, porque a troca pode sinalizar suas Bitcoins sujas e bloquear sua conta, e você pode ou não recuperá-las, mas por causa deste exemplo, vamos assumir que elas deixaram a troca acontecer.</p> <p>Neste ponto, se o governo se interessar em seguir o rastro desses Bitcoins, eles os seguirão até a troca, intimarão a KYC sobre o depositante, verão que eles foram trocados para Monero (suspeitos), e virão bater à sua porta.</p> <p>Por favor, entenda que isto não significa que você deve evitar trocar o Bitcoin por Monero para evitar parecer suspeito. Você já estava desconfiado porque aceitou Bitcoin sujo, e se você não trocasse, eles ainda usariam a análise de cadeia de bloqueio, e ainda vinham a bater. Ao contrário, este exemplo apenas destaca que existe um risco significativo no uso de moedas transparentes e a troca para uma moeda privada e fungível como Monero não apaga as pegadas deixadas na cadeia de bloqueios transparente.</p> <p>Para o indivíduo interessado em sua própria privacidade, o uso de correntes de bloqueio transparentes deve ser mantido mínimo, e com extrema cautela. A KYC deve ser evitada sempre que possível, pois estes metadados ainda podem ser usados para construir um caso e fazer perguntas, e Deus proíbe que estas informações da KYC (juntamente com informações comerciais) sejam vazadas das trocas devido à incompetência. Mesmo que você só comprasse e retirasse Monero da troca, esta informação vazada ainda revelaria quanto Monero você tinha e onde você está localizado. Todas as informações que todos concordamos que ninguém iria querer apenas flutuar no ciberespaço.</p> <p>Em resumo, embora o uso de Monero realmente negue muitos, muitos ataques e minimize o vazamento de metadados por padrão, o próprio usuário pode fazer muitas coisas para acabar destruindo sua própria privacidade. Uma das menos consideradas é as implicações de usar ou uma cadeia de transparência como um caminho para Monero, ou uma fonte KYC para adquiri-la, para não dizer nada sobre o uso de ambos de uma só vez.</p> <p>Este artigo não tem por objetivo temer, mas incentivar os usuários a pensar criticamente sobre suas decisões e lembrá-los que mesmo a melhor privacidade pode ser frágil sob certas circunstâncias. Os usuários devem estar vigilantes para proteger sua própria privacidade tomando decisões inteligentes sobre o que comprar, onde e de quem comprar.</p>
sl: <p>Monero je kriptovaluta, ki ceni zasebnost nad vsem drugim, vendar večina ljudi ne razume, da zasebnost, ki jo zagotavlja uporaba, v določenih situacijah ni niti neprebojna niti absolutna. Da ne bo pomote, Monero je približno tako zaseben, kot je v nezaupljivem svetu, vendar morajo uporabniki upoštevati nekaj premislekov, da zagotovijo, da njihova zasebnost ostane močna.</p> <p> Enako velja za druga področja življenja. Na primer, lahko se izogibate vsem družabnim medijem, da ohranite zasebnost svojega življenja, toda če ste nenehno s prijatelji, ki snemajo selfije z vami v njih, povejte, da so z vami, v podnapisu in označite svoje lokaciji, bo večina vašega truda morda zaman. Konglomerat družbenih medijev lahko še vedno ustvari profil na vas, kljub dejstvu, da vi osebno niste na njihovi platformi.</p> <p>Ena od pogosto omenjanih situacij, ko ljudje ne upoštevajo vseh posledic in morebitnih uhajajočih metapodatkov, je vprašanje trgovanja z bitcoini za Monero. V skupnosti običajno velja, da bo nakup Monera z Bitcoinom popolno čiščenje in da uporabnik obdrži vse ugodnosti glede zasebnosti, ko vstopi v Monero, čeprav prihaja iz pregledne verige.</p> <p>Podobno nekateri menijo, da je prav tako zasebno pridobiti Monero iz virov, ki niso KYC in KYC. Razmišljanje pravi, da je to podobno pridobivanju gotovine na banki. V tem scenariju banka sama pozna vaš obraz in ime ter ve, koliko imate na računu na splošno in koliko gotovine ste dvignili, ne ve pa, kaj z gotovino naredite pozneje. Z jamstvi zasebnosti Monera bi moralo biti prav tako, če dobite Monero iz vira KYC/AML, kajne? </p> <p>No, ne čisto.</p> <p>Najprej naredimo hiter korak nazaj in opredelimo, kaj mislimo z KYC/AML. Ta akronim pomeni zakone Know Your Customer (KYC)/proti pranju denarja (AML), ki zahtevajo, da borze in podjetja zbirajo identifikacijske podatke o svojih strankah. Večji kot je znesek izmenjanega denarja, več informacij je potrebnih. Kot pove ime, je vse to storjeno v imenu zmanjšanja tveganja, da ljudje perejo denar. </p> <p>Nazaj na Monero. Seveda je prenos vašega denarja v Monero iz vira KYC astronomsko boljši za zasebnost kot uporaba vira KYC za nakup nečesa, kot je BTC ali katerega koli drugega kovanca za preglednost, vendar je še vedno treba razmisliti o tem, kaj je razkrito in kaj to razkrite informacije lahko pomenijo vašo zasebnost in varnost.</p> <p>Če v banki dvignete velik znesek, lahko bančni uslužbenec, ki pozna vaše podatke (vključno z vašim domačim naslovom), vidi, koliko denarja imate na računu, in lahko glede na vaše premoženje načrtuje nečedne načrte, tudi če ostane pri scenariju z gotovino in banko. To se zgodi redko in ker je denar v banki in ne na vašem domu, je to, kar lahko storijo v tem primeru, razmeroma majhno. Enako ne velja za Monero, ki ni zavarovan s strani tretje osebe, temveč s strani vas. Biti lastna banka ni vedno enostavno.</p> <p>Podobno tudi prehod z BTC na XMR, ne glede na to, kako je izveden, pusti sledi v verigi blokov Bitcoina. Čeprav je to res manj škodljivo kot prehod iz BTC v BTC, saj je na drugi strani izmenjave obvezna zasebnost Monero, je treba upoštevati posledice puščanja sledi za seboj. Te sledi se še bolj stopnjujejo, če je bil kjer koli v procesu vključen KYC.</p> <p>Predstavite si scenarij, v katerem bi za blago ali storitev prejeli umazane bitcoine, kar je mogoče le zaradi radikalne preglednosti Bitcoina. Ne veste, da so ti Bitcoini umazani, saj nimate tehnike, da bi preverili vsak Bitcoin, zato vam kot osebi, ki se spozna na kriptovalute, to dejstvo ne ustreza, in nimate denarja, da bi plačali podjetju za verižno analizo, ki bi to preverilo namesto vas. Zato se odločite, da boste zaradi večje varnosti opravili menjavo v Monero.</p> <p>Svoje bitcoine položite na borzo in jih zamenjate za Monero, ki ga nato potegnete v svojo lokalno denarnico. Ta scenarij je že nekoliko pretiran, saj lahko borza označi vaše umazane bitcoine in zaklene vaš račun, vi pa jih lahko dobite nazaj ali pa tudi ne, vendar bomo za potrebe tega primera predpostavili, da dovolijo zamenjavo.</p> <p>Če se bo vlada začela zanimati za sled teh bitcoinov, jim bo sledila do borze, zahtevala podatke KYC o vlagatelju, ugotovila, da so bili zamenjani v Monero (sumljivo), in potrkala na vaša vrata.</p> <p>Prosimo, razumite, to ne pomeni, da se morate izogibati zamenjavi bitcoinov v Monero, da ne bi bili videti sumljivi. Sumljivi ste bili že zato, ker ste sprejemali umazane Bitcoine, in če jih ne bi zamenjali, bi še vedno uporabili analizo veriženja blokov in še vedno prišli potrkati na vrata. Namesto tega ta primer zgolj poudarja, da je uporaba transparentnih kovancev sploh zelo tvegana in da zamenjava na zasebni, zamenljivi kovanec, kot je Monero, ne izbriše sledi, ki so ostale v transparentni verigi blokov.</p> <p> Za posameznika, ki ga zanima njegova zasebnost, je treba pregledne verige blokov blockchain uporabljati minimalno in zelo previdno. Kadar koli je mogoče, se je treba izogibati KYC, saj je te metapodatke še vedno mogoče uporabiti za oblikovanje primera in postavljanje vprašanj, in bog ne daj, da bi ti podatki KYC (poleg podatkov o trgovanju) zaradi nesposobnosti pricurljali z borz. Tudi če ste na borzi samo kupili in dvignili Monero, bi ti odtekli podatki še vedno razkrili, koliko Monera ste imeli in kje se nahajate. Vse to so informacije, za katere se vsi strinjamo, da si nihče ne želi, da bi lebdele v kibernetskem prostoru.</p> <p>Če povzamemo, čeprav uporaba Monera dejansko preprečuje številne napade in privzeto zmanjšuje uhajanje metapodatkov, lahko uporabnik sam stori veliko stvari, s katerimi na koncu uniči svojo zasebnost. Ena od najmanj upoštevanih je, kakšne so posledice uporabe bodisi verige transparentnosti kot poti do Monera bodisi vira KYC za njegovo pridobitev, da ne govorimo o uporabi obojega hkrati.</p> <p>Ta članek ni namenjen vzbujanju strahu, temveč spodbujanju uporabnikov h kritičnemu razmišljanju o svojih odločitvah in opominjanju, da je lahko tudi najboljša zasebnost v določenih okoliščinah krhka. Uporabniki morajo biti pozorni, da zaščitijo svojo zasebnost s pametnimi odločitvami o tem, kaj, kje in od koga bodo kupovali.</p>
sv: <p>Monero är en kryptovaluta som värderar integritet framför allt annat, men vad de flesta inte förstår är att den integritet som ges genom att använda den varken är skottsäker eller absolut i vissa situationer. Gör inga misstag, Monero är ungefär så privat som det blir i det förtroendefria området, men det finns några överväganden som användarna måste ta för att säkerställa att deras integritet förblir stark.</p> <p>Detsamma gäller egentligen på andra områden i livet. Du kan till exempel hålla dig borta från alla sociala medier i ett försök att hålla ditt liv privat, men om du ständigt umgås med vänner som tar selfies med dig på, säger att de är med dig i undertexten och taggar din plats, kan mycket av din ansträngning vara förgäves. Konglomeratet av sociala medier kan fortfarande bygga en profil på dig trots att du personligen inte finns på deras plattform.</p> <p>En av de ofta omtalade situationerna där människor inte överväger alla konsekvenser och potentiellt läckta metadata är frågan om att handla Bitcoin för Monero. Det anses allmänt i samhället att köpa Monero med Bitcoin kommer att vara en fullständig rening, och att användaren behåller alla integritetsfördelar när de kommer in i Monero, trots att de kommer från en transparent kedja..</p> <p>På liknande sätt anses det av vissa vara lika privat att få Monero från icke-KYC och KYC-källor. Tanken går att det liknar att få kontanter på en bank. I det scenariot känner banken till ditt ansikte och namn, och vet hur mycket du har på ditt konto totalt sett och hur mycket du tog ut i kontanter, men vet inte vad du gör med kontanterna efteråt. Med Moneros integritetsgarantier borde det vara precis så med att få Monero från en KYC/AML-källa, eller hur?</p> <p>Tja, inte riktigt.</p> <p>Låt, oss först ta ett steg tillbaka och definiera vad vi menar med KYC/AML. Denna akronym står för Know Your Customer (KYC) / Anti-Money Laundering (AML) lagar, som kräver att börser och företag samlar in identifierande information om sina kunder. Ju större belopp som utbyts, desto mer information behövs. Som namnet antyder görs allt detta för att minimera risken för att människor tvättar pengar.</p> <p>Tillbaka till Monero. Att flytta dina pengar till Monero från en KYC-källa är säkert astronomiskt bättre för integritet än att använda en KYC-källa för att köpa något som BTC eller något annat transparensmynt, men det finns fortfarande överväganden att göra om vad som avslöjas och vad den avslöjade informationen kan betyda för din integritet och säkerhet.</p> <p>Även om vi håller oss till kontant- och bankscenariot, om du tar ut ett stort belopp från banken, eftersom banken känner till dina uppgifter (inklusive din hemadress), kan kassören se hur mycket som finns på ditt konto och kan potentiellt göra skumma planer beroende på din förmögenhet. Detta är sällsynt, och eftersom pengarna finns på banken snarare än i ditt hem är vad de kan åstadkomma i detta scenario relativt litet. Detsamma gäller inte för Monero, som inte är säkrat av en tredje part utan snarare av dig själv. Att vara sin egen bank är inte alltid lätt.</p> <p>På samma sätt lämnar en flytt från BTC till XMR, oavsett hur det görs, spår på Bitcoin-blockkedjan. Detta är visserligen mindre skadligt än att gå från BTC till BTC eftersom Moneros obligatoriska sekretess finns på andra sidan av utbytet, men konsekvenserna av att lämna ett spår efter sig måste beaktas. Dessa spår får ännu större effekt om det fanns KYC inblandat någonstans i processen.</p> <p>Föreställ dig ett scenario där smutsiga Bitcoins mottogs för en vara eller tjänst, något som bara är möjligt på grund av Bitcoins radikala transparens. Du vet inte att dessa Bitcoins är smutsiga, eftersom du inte har tekniken att kontrollera varje Bitcoin, så du, som är en kryptokunnig person, är inte bekväm med detta faktum, och du har inte pengar att betala ett kedjeanlysföretag för att kontrollera åt dig. Så du bestämmer dig för att byta till Monero för att vara säker.</p> <p>Du sätter in dina Bitcoin på en börs och byter ut dem mot Monero, som du sedan drar ut till din lokala plånbok. Detta scenario är redan lite långsökt, eftersom börsen kan flagga dina smutsiga Bitcoins och låsa ditt konto, och du kanske eller kanske inte får tillbaka dem, men för det här exemplets skull kommer vi att anta att de låter swappen ske.</p> <p>I det här läget, om regeringen blir intresserad av att följa spåren efter dessa Bitcoins, kommer de att följa dem till börsen, begära in KYC-uppgifter om insättaren, se att de byttes till Monero (misstänkt) och sedan knacka på din dörr.</p> <p>Vänligen förstå, detta säger inte att du bör undvika att byta Bitcoin till Monero för att undvika att se misstänksam ut. Du var redan misstänksam eftersom du accepterade smutsiga Bitcoin, och om du inte bytte skulle de fortfarande använda blockkedjeanalys och fortfarande komma och knacka på. Snarare belyser detta exempel bara att det finns en betydande risk med att använda transparensmynt överhuvudtaget, och att byta till ett privat, fungibelt mynt som Monero raderar inte de fotspår som lämnats i den transparenta blockkedjan.</p> <p>För den individ som är intresserad av sin egen integritet bör användningen av transparenta blockkedjor hållas minimal och med extrem försiktighet. KYC bör undvikas när det är möjligt, eftersom dessa metadata fortfarande kan användas för att bygga ett fall och ställa frågor, och gud förbjuder att denna KYC-information (tillsammans med handelsinformation) läcker ut från börser på grund av inkompetens. Även om du bara köpte och tog ut Monero från börsen, skulle denna läckta information fortfarande avslöja hur mycket Monero du hade och var du är belägen. All information som vi alla kan hålla med om att ingen vill ha bara flytande ute i cyberspace.</p> <p>Sammanfattningsvis, medan användning av Monero verkligen negerar många, många attacker och minimerar metadataläckage som standard, kan användaren själv göra många saker för att i slutändan förstöra sin egen integritet. En av de minst beaktade är konsekvenserna av att använda antingen en transparenskedja som en väg till Monero, eller en KYC-källa för att förvärva den, för att inte säga något om att använda båda samtidigt.</p> <p>Denna artikel är inte avsedd att skrämmas, utan snarare att uppmuntra användare att tänka kritiskt över sina beslut och påminna dem om att även den bästa integriteten kan vara bräcklig under vissa omständigheter. Användare måste vara vaksamma för att skydda sin egen integritet genom att fatta smarta beslut om vad de ska köpa, var och från vem.</p>
tl: <p>Ang Monero ay isang cryptocurrency na pinahahalagahan ang privacy higit sa lahat, ngunit ang hindi naiintindihan ng karamihan sa mga tao ay ang privacy na ibinibigay sa pamamagitan ng paggamit nito ay hindi bulletproof o ganap sa ilang partikular na sitwasyon. Huwag magkamali, ang Monero ay halos kasing pribado nito sa walang tiwala na kaharian, ngunit may ilang mga pagsasaalang-alang na dapat gawin ng mga user para matiyak na mananatiling matatag ang kanilang privacy.</p> <p>Ganyan din talaga sa ibang larangan ng buhay. Bilang halimbawa, maaari kang umiwas sa lahat ng social media sa pagsisikap na panatilihing pribado ang iyong buhay, ngunit kung palagi mong kasama ang mga kaibigan na kumukuha ng mga selfie kasama mo sa kanila, sabihin na kasama mo sila sa subtitle, at i-tag ang iyong lokasyon, marami sa iyong pagsisikap ay maaaring walang kabuluhan. Ang social media conglomerate ay maaari pa ring bumuo ng isang profile sa iyo sa kabila ng katotohanan na ikaw mismo ay wala sa kanilang platform.</p> <p>Isa sa mga madalas na binabanggit na mga sitwasyon kung saan hindi isinasaalang-alang ng mga tao ang lahat ng implikasyon at potensyal na na-leak na metadata ay ang isyu ng pakikipagkalakalan ng Bitcoin para sa Monero. Karaniwang isinasaalang-alang sa komunidad na ang pagbili ng Monero gamit ang Bitcoin ay magiging ganap na paglilinis, at pinapanatili ng user ang lahat ng benepisyo sa privacy kapag nakapasok na sila sa Monero, sa kabila ng nagmula sa isang transparent na chain.</p> <p>Sa katulad na paraan, itinuturing ng ilan na kasing pribado ang pagkuha ng Monero mula sa mga source na hindi KYC at KYC. Ang pag-iisip ay napupunta na ito ay katulad ng pagkuha ng pera sa isang bangko. Sa sitwasyong iyon, alam mismo ng bangko ang iyong mukha at pangalan, at alam kung magkano ang mayroon ka sa iyong account sa pangkalahatan, at kung magkano ang iyong na-withdraw sa cash, ngunit hindi alam kung ano ang iyong ginagawa sa cash pagkatapos. Sa mga garantiya sa privacy ng Monero, dapat ay ganoon din ang pagkuha ng Monero mula sa isang KYC/AML source, tama ba?</p> <p>Well, hindi masyadong.</p> <p>Una, bumalik tayo nang mabilis at tukuyin kung ano ang ibig sabihin ng KYC/AML. Ang acronym na ito ay kumakatawan sa mga batas na Know Your Customer (KYC) / Anti-Money Laundering (AML), na nangangailangan ng mga palitan at negosyo na mangolekta ng impormasyong nagpapakilala sa kanilang mga customer. Kung mas malaki ang halaga ng palitan ng pera, mas maraming impormasyon ang kailangan. Gaya ng ipinahihiwatig ng pangalan, ginagawa ang lahat ng ito sa ngalan ng pag-minimize ng panganib ng mga tao sa paglalaba ng pera.</p> <p>Bumalik sa Monero. Para makasigurado, ang paglipat ng iyong pera sa Monero mula sa isang KYC source ay astronomically mas mahusay para sa privacy kaysa sa paggamit ng isang KYC source para bumili ng isang bagay tulad ng BTC o anumang iba pang transparency coin, ngunit mayroon pa ring mga pagsasaalang-alang na dapat gawin tungkol sa kung ano ang ibinunyag, at kung ano iyon ang inihayag na impormasyon ay maaaring mangahulugan para sa iyong privacy at kaligtasan.</p> <p>Kahit na manatili sa cash at bank scenario, kung mag-withdraw ka ng malaking halaga mula sa bangko, dahil alam ng bangko ang iyong mga detalye (kabilang ang address ng iyong tahanan) makikita ng teller kung magkano ang nasa iyong account, at maaaring maging kasuklam-suklam. mga plano depende sa iyong kayamanan. Ito ay bihira, at dahil ang pera ay nasa bangko kaysa sa iyong bahay, kung ano ang kanilang magagawa sa sitwasyong ito ay medyo maliit. Ang parehong ay hindi totoo para sa Monero, na hindi secure ng isang third party, ngunit sa halip ay ang iyong sarili. Ang pagiging sarili mong bangko ay hindi palaging madali.</p> <p>Katulad nito, ang paglipat mula sa BTC patungong XMR, anuman ang ginagawa nito, ay nag-iiwan ng mga bakas sa Bitcoin blockchain. Bagama't ito ay talagang hindi gaanong nakakapinsala kaysa sa pagpunta sa BTC sa BTC dahil, sa kabilang panig ng palitan ay ang mandatoryong privacy ng Monero, ang mga implikasyon ng pag-iiwan ng bakas ay dapat isaalang-alang. Ang mga bakas na ito ay magkakaroon ng mas malaking epekto kung mayroong KYC na kasangkot saanman sa proseso.</p> <p>Isipin ang isang senaryo kung saan ang mga maruruming Bitcoin ay natanggap para sa isang produkto o serbisyo, isang bagay na posible lamang dahil sa radikal na transparency ng Bitcoin. Hindi mo alam na ang mga Bitcoin na ito ay marumi, dahil wala kang tech na suriin ang bawat Bitcoin, kaya ikaw, bilang isang taong marunong sa crypto, ay hindi komportable sa katotohanang ito, at wala kang pera na magbayad sa isang kumpanya ng pagsusuri ng kadena upang suriin ka. Kaya, nagpasya kang makipagpalitan sa Monero upang maging ligtas.</p> <p>Ideposito mo ang iyong Bitcoin sa isang exchange, at ipagpalit ang mga ito para sa Monero, na pagkatapos ay ilalabas mo sa iyong lokal na wallet. Medyo mahaba-haba na ang sitwasyong ito, dahil maaaring i-flag ng exchange ang iyong maruruming Bitcoins at i-lock down ang iyong account, at maaari mo o hindi na maibalik ang mga ito, ngunit para sa halimbawang ito ay ipagpalagay nating hahayaan nila ang mangyari ang pagpapalit.</p> <p>Sa puntong ito, kung magiging interesado ang gobyerno na sundan ang trail ng mga Bitcoin na ito, susundan nila sila sa palitan, i-subpoena ang impormasyon ng KYC sa depositor, tingnan na ipinagpalit sila sa Monero (kahina-hinala), at kumakatok. sa iyong pinto.</p> <p>Pakiunawa, hindi nito sinasabi na dapat mong iwasan ang pagpapalit ng Bitcoin sa Monero upang maiwasang magmukhang kahina-hinala. Naghinala ka na dahil tinanggap mo ang maruming Bitcoin, at kung hindi ka magpalit, gagamit pa rin sila ng blockchain analysis, at kumakatok pa rin. Sa halip, binibigyang-diin lamang ng halimbawang ito na may malaking panganib sa paggamit ng mga transparency coins, at ang pagpapalit sa isang pribado, fungible na coin tulad ng Monero ay hindi nabubura ang mga bakas ng paa na natitira sa transparent na blockchain.</p> <p>Para sa indibidwal na interesado sa kanilang sariling privacy, ang paggamit ng mga transparent na blockchain ay dapat panatilihing minimal, at may matinding pag-iingat. Dapat na iwasan ang KYC hangga't maaari, dahil magagamit pa rin ang metadata na ito para bumuo ng kaso at magtanong, at ipagbawal ng Diyos na ang impormasyon ng KYC na ito (kasama ang impormasyon sa kalakalan) ay ma-leak mula sa mga palitan dahil sa kawalan ng kakayahan. Kahit na binili at binili mo lamang ang Monero mula sa palitan, ang naka-leak na impormasyong ito ay maghahayag pa rin kung gaano karaming Monero ang mayroon ka at kung saan ka matatagpuan. Lahat ng impormasyon na maaari nating sang-ayunan na walang sinuman ang gugustuhing lumutang na lamang sa cyberspace.</p> <p>Sa buod, habang ang paggamit ng Monero ay talagang nagpapawalang-bisa sa marami, maraming pag-atake at binabawasan ang pagtagas ng metadata bilang default, ang user mismo ay maaaring gumawa ng maraming bagay upang tuluyang sirain ang kanilang sariling privacy. Ang isa sa mga hindi gaanong isinasaalang-alang ay ang mga implikasyon ng paggamit ng alinman sa isang transparency chain bilang isang pathway patungo sa Monero, o isang KYC source para makuha ito, upang walang masabi sa paggamit ng pareho nang sabay-sabay.</p> <p>Ang artikulong ito ay hindi nilayon upang matakot, ngunit sa halip ay hikayatin ang mga user na pag-isipang mabuti ang kanilang mga desisyon at ipaalala sa kanila na kahit na ang pinakamahusay na privacy ay maaaring maging marupok sa ilalim ng ilang partikular na sitwasyon. Dapat maging mapagbantay ang mga user upang protektahan ang kanilang sariling privacy sa pamamagitan ng paggawa ng matalinong pagpapasya tungkol sa kung ano ang bibilhin, saan, at kanino mula.</p>
tr: <p>Monero, gizliliğe her şeyin üstünde değer veren bir kripto para birimidir, ancak çoğu insanın anlamadığı şey, onu kullanarak sağlanan gizliliğin ne kurşun geçirmez ne de bazı durumlarda mutlak olduğudur. Yanlış anlaşılmasın, Monero güvenilmezlik dünyasında olduğu kadar gizlidir, ancak gizliliklerinin güçlü kalmasını sağlamak için kullanıcıların dikkate alması gereken bazı hususlar vardır.</p> <p>Aynı şey aslında hayatın diğer alanları için de geçerli. Örnek olarak hayatınızı özel tutmak adına tüm sosyal medyalardan uzak durabilirsiniz ancak sürekli sizinle selfie çeken arkadaşlarınızla birlikteyseniz altyazıda onların yanınızda olduğunu söyleyin ve arkadaşlarınızı etiketleyin. konum, çabalarınızın çoğu boşa gidebilir. Sosyal medya holdingi, kişisel olarak onların platformunda olmasanız bile sizin hakkınızda bir profil oluşturabilir.</p> <p>İnsanların tüm sonuçları dikkate almadığı ve potansiyel olarak sızdırılmış meta verilerden sık sık bahsedilen durumlardan biri, Bitcoin'in Monero ile ticareti meselesidir. Toplulukta Monero'yu Bitcoin ile satın almanın tam bir temizlik olacağı ve kullanıcının şeffaf bir zincirden gelmesine rağmen Monero'ya girdikten sonra tüm gizlilik avantajlarından yararlanacağı genel olarak kabul ediliyor.</p> <p>Benzer bir şekilde, bazıları tarafından Monero'yu KYC dışı ve KYC kaynaklarından almanın da aynı derecede özel olduğu düşünülüyor. Düşünce bunun bankadan nakit almaya benzediği yönünde. Bu senaryoda, bankanın kendisi yüzünüzü ve adınızı biliyor, hesabınızda toplam ne kadar bulunduğunu, ne kadar nakit çektiğinizi biliyor ancak daha sonra bu nakitle ne yapacağınızı bilmiyor. Monero'nun gizlilik garantileriyle Monero'yu bir KYC/AML kaynağından almak da aynı şekilde olmalı, değil mi?</p> <p>Tam olarak değil.</p> <p>Önce hızlı bir adım geriye gidelim ve KYC/AML ile ne kastettiğimizi tanımlayalım. Bu kısaltma, borsaların ve işletmelerin müşterileri hakkında tanımlayıcı bilgiler toplamasını gerektiren Müşterinizi Tanıyın (KYC) / Kara Para Aklamayı Önleme (AML) yasalarını ifade eder. Değiştirilen para miktarı ne kadar büyük olursa, o kadar fazla bilgiye ihtiyaç duyulur. Adından da anlaşılacağı gibi, tüm bunlar insanların kara para aklama riskini en aza indirmek adına yapılıyor.</p> <p>Monero'ya geri dön. Elbette, paranızı bir KYC kaynağından Monero'ya taşımak, gizlilik açısından, BTC veya başka bir şeffaflık parası gibi bir şeyi satın almak için bir KYC kaynağı kullanmaktan astronomik olarak daha iyidir, ancak neyin açığa çıktığı ve bunun ne olduğu konusunda hala dikkate alınması gereken hususlar vardır. Açığa çıkan bilgiler gizliliğiniz ve güvenliğiniz anlamına gelebilir.</p> <p>Nakit ve banka senaryosuna sadık kalsak bile, bankadan büyük miktarda para çekerseniz, banka bilgilerinizi (ev adresiniz dahil) bildiğinden, veznedar hesabınızda ne kadar olduğunu görebilir ve potansiyel olarak kötü niyetli hareketlerde bulunabilir. servetinize göre planlar yapın. Bu nadir görülen bir durumdur ve para evinizde değil bankada olduğundan, bu senaryoda başarabilecekleri nispeten küçüktür. Aynı şey, üçüncü bir tarafça değil sizin güvenliğiniz sağlanan Monero için de geçerli değil. Kendi bankanız olmak her zaman kolay değildir.</p> <p>Benzer şekilde, nasıl yapılırsa yapılsın, BTC'den XMR'ye geçiş, Bitcoin blok zincirinde izler bırakır. Bu aslında BTC'yi BTC'ye çevirmekten daha az zarar verici olsa da, borsanın diğer tarafında Monero'nun zorunlu gizliliği söz konusu olduğundan geride iz bırakmanın sonuçları dikkate alınmalıdır. Bu izler, sürecin herhangi bir yerinde KYC'nin söz konusu olması halinde daha da büyük etki yaratacaktır.</p> <p>Bir mal veya hizmet karşılığında kirli Bitcoin'lerin alındığı bir senaryo hayal edin; bu, yalnızca Bitcoin'in radikal şeffaflığı sayesinde mümkün olabilir. Her Bitcoin'i kontrol edecek teknolojiye sahip olmadığınız için bu Bitcoin'lerin kirli olduğunu bilmiyorsunuz, bu nedenle kripto meraklısı bir kişi olarak bu gerçekle rahat değilsiniz ve paranız da yok Sizi kontrol etmesi için bir zincir analiz şirketine ödeme yapmak. Yani güvende olmak için Monero'ya geçiş yapmaya karar verdiniz.</p> <p>Bitcoin'inizi bir borsaya yatırırsınız ve bunları Monero ile değiştirirsiniz, daha sonra bunu yerel cüzdanınıza çekersiniz. Bu senaryo zaten biraz abartılı çünkü borsa kirli Bitcoin'lerinizi işaretleyebilir ve hesabınızı kilitleyebilir ve siz de onları geri alabilir veya alamayabilirsiniz, ancak bu örnek adına, borsanın kirli Bitcoin'lerinizi işaretleyip hesabınızı kilitleyebileceğini varsayacağız. takas gerçekleşir.</p> <p>Bu noktada, eğer hükümet bu Bitcoin'lerin izini takip etmekle ilgilenirse, bunları borsaya kadar takip edecek, mevduat sahibine ilişkin KYC bilgilerini mahkemeye verecek, bunların Monero'ya değiştirildiğini (şüpheli) görecek ve kapıyı çalacaktır. kapında.</p> <p>Lütfen anlayın, bu, şüpheli görünmemek için Bitcoin'i Monero'ya takas etmekten kaçınmanız gerektiği anlamına gelmiyor. Kirli Bitcoin'i kabul ettiğiniz için zaten şüpheleniyordunuz ve takas etmeseniz bile yine blockchain analizini kullanacaklar ve kapıyı çalacaklardı. Aksine, bu örnek yalnızca şeffaf para birimleri kullanmanın önemli bir risk taşıdığını ve Monero gibi özel, değiştirilebilir bir paraya geçmenin şeffaf blok zincirinde kalan ayak izlerini silmediğini vurgulamaktadır.</p> <p>Kendi mahremiyetine önem veren kişiler için şeffaf blok zincirlerin kullanımı minimum düzeyde ve son derece dikkatli tutulmalıdır. Mümkün olduğunca KYC'den kaçınılmalıdır, çünkü bu meta veriler hala bir vaka oluşturmak ve soru sormak için kullanılabilir ve Tanrı, bu KYC bilgilerinin (ticaret bilgilerinin yanı sıra) beceriksizlik nedeniyle borsalardan sızdırılmasını yasaklar. Sadece Monero'yu alıp borsadan çekmiş olsanız bile, sızdırılan bu bilgi yine de ne kadar Monero'ya sahip olduğunuzu ve nerede olduğunuzu ortaya çıkaracaktır. Hiç kimsenin siber uzayda ortalıkta dolaşmasını istemeyeceği konusunda hemfikir olabileceğimiz tüm bilgiler.</p> <p>Özet olarak, Monero'yu kullanmak aslında pek çok saldırıyı etkisiz hale getirse ve meta veri sızıntısını varsayılan olarak en aza indirse de, kullanıcının kendisi sonuçta kendi gizliliğini yok etmek için birçok şey yapabilir. En az dikkate alınanlardan biri, Monero'ya giden bir yol olarak bir şeffaflık zincirinin veya onu elde etmek için bir KYC kaynağının kullanılmasının ve her ikisinin de aynı anda kullanılmasının sonuçlarıdır.</p> <p>Bu makalenin amacı korku yaymak değil, kullanıcıları kararları hakkında eleştirel düşünmeye teşvik etmek ve onlara en iyi mahremiyetin bile belirli koşullar altında kırılgan olabileceğini hatırlatmaktır. Kullanıcılar neyi, nereden ve kimden satın alacakları konusunda akıllı kararlar vererek kendi gizliliklerini korumak konusunda dikkatli olmalıdır.</p>
ur: <p>Monero ایک کریپٹو کرنسی ہے جو رازداری کو سب سے زیادہ اہمیت دیتی ہے، لیکن جو بات زیادہ تر لوگ نہیں سمجھتے وہ یہ ہے کہ اسے استعمال کرنے سے دی جانے والی رازداری نہ تو بلٹ پروف ہوتی ہے اور نہ ہی بعض حالات میں مطلق۔ کوئی غلطی نہ کریں، Monero اتنا ہی نجی ہے جتنا کہ یہ بے اعتمادی کے دائرے میں آتا ہے، لیکن کچھ تحفظات ہیں جو صارفین کو اس بات کو یقینی بنانے کے لیے کہ ان کی پرائیویسی مضبوط رہے۔</p> <p>واقعی زندگی کے دیگر شعبوں میں بھی ایسا ہی ہے۔ مثال کے طور پر، آپ اپنی زندگی کو نجی رکھنے کی کوشش میں تمام سوشل میڈیا سے دور رہ سکتے ہیں، لیکن اگر آپ مسلسل ان دوستوں کے ساتھ ہیں جو آپ کے ساتھ سیلفی لیتے ہیں، تو کہہ دیں کہ وہ سب ٹائٹل میں آپ کے ساتھ ہیں، اور آپ کو ٹیگ کریں مقام، آپ کی زیادہ تر کوششیں بیکار ہو سکتی ہیں۔ سوشل میڈیا گروپ اس حقیقت کے باوجود کہ آپ ذاتی طور پر ان کے پلیٹ فارم پر نہیں ہیں آپ پر پروفائل بنا سکتا ہے۔</p> <p>اکثر بولے جانے والے حالات میں سے ایک جہاں لوگ تمام مضمرات اور ممکنہ طور پر لیک ہونے والے میٹا ڈیٹا پر غور نہیں کرتے ہیں وہ Monero کے لیے Bitcoin کی تجارت کا مسئلہ ہے۔ کمیونٹی میں عام طور پر یہ سمجھا جاتا ہے کہ Bitcoin کے ساتھ Monero کی خریداری مکمل طور پر صاف ہو جائے گی، اور یہ کہ صارف ایک شفاف سلسلہ سے آنے کے باوجود، Monero میں داخل ہونے کے بعد تمام رازداری کے فوائد کو برقرار رکھتا ہے۔</p> <p>اسی طرح کی رگ میں، کچھ لوگوں کے نزدیک نان KYC اور KYC ذرائع سے Monero حاصل کرنا اتنا ہی نجی سمجھا جاتا ہے۔ سوچ یہ ہے کہ یہ بینک میں نقد رقم حاصل کرنے کے مترادف ہے۔ اس منظر نامے میں، بینک خود آپ کا چہرہ اور نام جانتا ہے، اور جانتا ہے کہ آپ کے اکاؤنٹ میں مجموعی طور پر کتنی رقم ہے، اور آپ نے کتنی رقم نکلوائی، لیکن یہ نہیں جانتا کہ اس کے بعد آپ نقد کے ساتھ کیا کرتے ہیں۔ Monero کی رازداری کی ضمانتوں کے ساتھ، KYC/AML ذریعہ سے Monero حاصل کرنے کے ساتھ ایسا ہی ہونا چاہیے، ٹھیک ہے؟</p> <p>اچھا، بالکل نہیں۔</p> <p>سب سے پہلے، آئیے ایک تیز قدم پیچھے ہٹیں اور وضاحت کریں کہ KYC/AML سے ہمارا کیا مطلب ہے۔ اس مخفف کا مطلب ہے(KYC) / Anti-Money Laundering (AML) قوانین، جن کے تحت تبادلے اور کاروبار کو اپنے صارفین کے بارے میں شناختی معلومات جمع کرنے کی ضرورت ہوتی ہے۔ جتنی بڑی رقم کا تبادلہ ہوتا ہے، اتنی ہی زیادہ معلومات کی ضرورت ہوتی ہے۔ جیسا کہ نام سے ظاہر ہے، یہ سب کچھ لوگوں کے منی لانڈرنگ کے خطرے کو کم کرنے کے نام پر کیا جاتا ہے۔</p> <p>واپس Monero پر۔ اس بات کا یقین کرنے کے لیے، اپنے پیسے کو KYC ذریعہ سے Monero میں منتقل کرنا فلکیاتی طور پر رازداری کے لیے KYC ذریعہ استعمال کرنے سے بہتر ہے جیسے BTC یا کوئی اور شفاف سکہ خریدنے کے لیے، لیکن اس بارے میں ابھی بھی غور کیا جانا باقی ہے کہ کیا انکشاف ہوا ہے، اور کیا ظاہر کردہ معلومات کا مطلب آپ کی رازداری اور حفاظت کے لیے ہو سکتا ہے۔</p> <p>یہاں تک کہ نقد اور بینک کے منظر نامے پر قائم رہتے ہوئے، اگر آپ بینک سے بڑی رقم نکالتے ہیں، کیونکہ بینک آپ کی تفصیلات (including your home address) کو جانتا ہے، بتانے والا دیکھ سکتا ہے کہ آپ کے اکاؤنٹ میں کتنی رقم ہے، اور ممکنہ طور پر ناپاک منصوبہ بنا سکتا ہے۔ آپ کی دولت پر منحصرہے۔ یہ نایاب ہے، اور چونکہ رقم آپ کے گھر کے بجائے بینک میں ہے، اس لیے وہ اس منظر نامے میں جو کچھ کر سکتے ہیں وہ نسبتاً کم ہے۔ یہی بات Monero کے لیے بھی درست نہیں ہے، جسے کسی تیسرے فریق کے ذریعے محفوظ نہیں کیا گیا ہے، بلکہ آپ خود۔ آپ کا اپنا بینک ہونا ہمیشہ آسان نہیں ہوتا ہے۔</p> <p>اسی طرح، BTC سے XMR میں منتقل ہونے سے، قطع نظر اس کے کہ یہ کیسے ہو، Bitcoin بلاکچین پر نشانات چھوڑ دیتا ہے۔ اگرچہ یہBTCسے BTC جانے سے کم نقصان دہ ہے کیونکہ، تبادلے کے دوسری طرف Monero کی لازمی رازداری ہے، اس کے پیچھے نشان چھوڑنے کے مضمرات پر غور کیا جانا چاہیے۔ اگر اس عمل میں کہیں بھی KYC شامل ہو تو یہ نشانات اس سے بھی زیادہ اثر انداز ہوتے ہیں۔</p> <p>ایک ایسے منظر نامے کا تصور کریں جہاں گندے بٹ کوائنز کسی اچھی یا خدمت کے لیے موصول ہوئے ہوں، ایسا کچھ جو صرف Bitcoin کی بنیادی شفافیت کی وجہ سے ممکن ہے۔ آپ نہیں جانتے کہ یہ بٹ کوائنز گندے ہیں، کیونکہ آپ کے پاس ہر ایک بٹ کوائن کو چیک کرنے کی ٹیک نہیں ہے، اس لیے آپ، ایکcrypto-savvy شخص ہونے کے ناطے، اس حقیقت سے مطمئن نہیں ہیں، اور آپ کے پاس پیسے نہیں ہیں۔ آپ کو چیک کرنے کے لیے ایک چین اینالیسس کمپنی کو ادائیگی کرنے کے لیے۔ لہذا، آپ محفوظ رہنے کے لیے Monero سے تبادلہ کرنے کا فیصلہ کرتے ہیں۔</p> <p>آپ اپنے بٹ کوائن کو ایک ایکسچینج میں جمع کرتے ہیں، اور انہیں Monero کے لیے تبدیل کرتے ہیں، جسے آپ اپنے مقامی بٹوے میں نکالتے ہیں۔ یہ منظر نامہ پہلے سے ہی تھوڑا سا لمبا ہے، کیونکہ ایکسچینج آپ کے گندے بٹ کوائنز کو جھنڈا لگا سکتا ہے اور آپ کے اکاؤنٹ کو لاک ڈاؤن کر سکتا ہے، اور ہو سکتا ہے کہ آپ انہیں واپس حاصل کر سکیں یا نہ بھی کریں، لیکن اس مثال کی خاطر ہم یہ فرض کرنے جا رہے ہیں کہ وہ بٹ کوائنز کو واپس لے سکتے ہیں۔ تبادلہ ہوتا ہے۔</p> <p>اس وقت، اگر حکومت ان Bitcoins کی پگڈنڈی کو فالو کرنے میں دلچسپی رکھتی ہے، تو وہ ایکسچینج تک ان کی پیروی کرے گی، جمع کنندہ کو KYC کی معلومات طلب کرے گی، دیکھیں گے کہ انہیں Monero (suspicious) میں تبدیل کر دیا گیا ہے، اور دستک دیں گے۔ آپ کے دروازے پر</p> <p>براہ کرم سمجھیں، یہ یہ نہیں کہا جا رہا ہے کہ آپ کو مشکوک نظر آنے سے بچنے کے لیے Bitcoin کو Monero میں تبدیل کرنے سے گریز کرنا چاہیے۔ آپ پہلے ہی مشکوک تھے کیونکہ آپ نے گندے بٹ کوائن کو قبول کیا تھا، اور اگر آپ نے تبدیل نہیں کیا تو وہ اب بھی بلاکچین تجزیہ استعمال کریں گے، اور پھر بھی دستک دے رہے ہیں۔ بلکہ، یہ مثال صرف اس بات پر روشنی ڈالتی ہے کہ شفافیت کے سکوں کے استعمال میں بالکل بھی اہم خطرہ ہے، اور مونیرو جیسے پرائیویٹ، فنجیبل سکے میں تبدیل کرنے سے شفاف بلاکچین میں رہ جانے والے قدموں کے نشانات نہیں مٹتے ہیں۔</p> <p>اپنی ذاتی رازداری میں دلچسپی رکھنے والے فرد کے لیے، شفاف بلاک چینز کا استعمال کم سے کم رکھا جانا چاہیے، اور انتہائی احتیاط کے ساتھ۔ جب بھی ممکن ہو KYC سے گریز کیا جانا چاہیے، کیونکہ یہ میٹا ڈیٹا اب بھی کیس بنانے اور سوالات پوچھنے کے لیے استعمال کیا جا سکتا ہے، اور خدا نہ کرے یہ KYC معلومات (alongside trade information) نااہلی کی وجہ سے ایکسچینجز سے لیک ہو جاتی ہے۔ یہاں تک کہ اگر آپ نے صرف Monero کو ایکسچینج سے خریدا اور واپس لے لیا، تب بھی یہ افشا ہونے والی معلومات ظاہر کرے گی کہ آپ کے پاس کتنا Monero تھا اور آپ کہاں واقع ہیں۔ وہ تمام معلومات جن سے ہم سب متفق ہو سکتے ہیں کوئی بھی صرف سائبر اسپیس میں تیرنا نہیں چاہے گا۔</p> <p> خلاصہ یہ کہ، جبکہ Monero کا استعمال درحقیقت بہت سے، بہت سے حملوں کی نفی کرتا ہے اور پہلے سے طے شدہ طور پر میٹا ڈیٹا کے رساو کو کم کرتا ہے، صارف خود اپنی پرائیویسی کو ختم کرنے کے لیے بہت سی چیزیں کر سکتا ہے۔ سب سے کم غور کیا جانے والا ایک مضمرات ہے یا تو شفافیت کی زنجیر کو مونیرو کے راستے کے طور پر استعمال کرنا، یا اسے حاصل کرنے کے لیے KYC ذریعہ، دونوں کو ایک ساتھ استعمال کرنے کے بارے میں کچھ نہیں کہنا۔</p> <p>اس مضمون کا مقصد خوفزدہ کرنا نہیں ہے، بلکہ صارفین کو اپنے فیصلوں کے بارے میں تنقیدی انداز میں سوچنے کی ترغیب دینا اور انہیں یاد دلانا ہے کہ بہترین رازداری بھی بعض حالات میں نازک ہو سکتی ہے۔ صارفین کو کیا خریدنا ہے، کہاں سے اور کس سے خریدنا ہے اس بارے میں ہوشیار فیصلے کرکے اپنی پرائیویسی کی حفاظت کے لیے چوکنا رہنا چاہیے۔</p>
zh_cn: <p>门罗币的核心价值观是隐私至上，它是所有加密货币中最重视隐私保护的，但是大多数人不了解的是，在某些情况下，私人信息会以想象不到的方式泄露和被收集，仅靠门罗币所给与的保护还不能百分百安全，用户绝对不可掉以轻心.别误会，这么说不是说门罗币本身隐私有问题，事实上门罗币在去中心化的主链上的转账是无法追踪的，但是用户必须额外注意一些其它事项以确保其个人隐私百分百安全.</p> <p>生活中的其他领域也是如此.这里举个例子方便大家理解，比如你不信任大的科技公司，比如微信，微博，所以你远离所有社交媒体，以保持私密性，这样你觉得是不是隐私就安全了，但是如果你和你的朋友一起吃饭，聚会的时候，拍照合影，你朋友分享到了它朋友圈，还定位了聚会的地点，或者名字，那么你之前为隐私做过的努力就前功尽弃了.尽管你个人不在社交平台上，但社交媒体仍可以在你身上建立数据库.</p> <p>元数据的泄露情况往往是不经意的，且无孔不入的，所以像上面那个例子中人一样，很多人没有考虑周全.在加密货币圈子里将比特币换成门罗币的时候，社区成员通常认为，用比特币购买门罗币将是一次彻底的洗白，尽管比特币是透明且容易追踪的，但用户一旦兑换了门罗币，那么将保留所有隐私权.</p> <p>同样，还有一个观点，有人认为从非KYC和KYC交易所获得门罗币也都是同样隐私的. 他们认为从实名注册的交易所账户购买门罗提现，类似于在银行获得现金. 在这种情况下，银行虽然知道你的长相和名字，并且知道你帐户中的全部资产以及你提取了多少现金，但是之后就不知道你如何处理现金. 有了Monero的隐私保证，所以实名购买也没关系，但真的是这样的吗?</p> <p>这种想法并不完全对.</p> <p>首先，让我们先搞明白，我们常说的KYC / AML是什么，该缩写代表了解客户信息KYC和反洗钱AML法律，它们规定交易所和银行收集有关其客户的个人信息. 兑换的金额越大，需要的信息就越多. 顾名思义，这一切都是为了最大程度地降低人们洗钱的风险.</p> <p>回到门罗币的例子上来说. 可以肯定的是，实名认证的钱，买门罗币要比买比特币或任何其他透明币之类的东西更好，更难追踪，但是仍然需要考虑其它的信息会不会破坏隐私和安全.</p> <p>具体来说，当你从银行提取大笔现金，而银行知道你的详细信息，包括你的家庭住址，电话，出纳员可以查看你的银行帐户中有多少钱，并且可能根据流水跟其它用户行为习惯进行比较. 他们就有可能针对你进行税务调查，冻结账户，如果泄露信息给坏人，甚至可能图财害命. 由于钱是在银行里而不是在你的房子里，因此在这种情况下他们可以轻而易举的渗透和窥探. 对于门罗币而言,如同把现金放在家里，并非由第三方担保. 但成为自己的银行并不是看起来那么简单.</p> <p>回到加密货币的例子里，比特币相当于上面故事里的银行，无论从BTC如何转移到XMR,也就是说无论实名交易所，非实名交易所，DEX还是原子互换，都会在比特币区块链上留下痕迹. 尽管这确实比BTC与BTC之间的转账损害要小，因为毕竟门罗币的强制性隐私十分强大，但我们必须考虑比特币透明的那部分留下记录的含义. 如果交易过程中的任何地方涉及KYC，则这些记录会产生更大的影响.</p> <p>想象一个应用场景，当你出售商品或服务，收入了一些黑钱的比特币. 你不知道这些比特币是犯罪活动获得的，因为你没有时间和大数据去甄别，也没有钱给一家分析公司来为你检查这些币是不是被盗的或者制裁名单上的，但作为一个聪明的用户，为了安全起见，你决定兑换为门罗币.</p> <p>当你计划将比特币存入交易所，然后将其换成门罗币，然后提现本地钱包. 首先第一步可能就要出问题，因为交易所可能会标记你的比特币并锁定你的帐户，比如币安曾被盗了7000个比特币，如果你收到了其中一部分，并且充值回币安，那么肯定会被冻结账户. 为了探究其它问题，这里我们假定第一步没有问题，充值成功，交易所没有冻结.</p> <p>但由于比特币交易记录永久保留在区块链上，任何时候政府跟踪罪犯的比特币钱包，他们都可以看到有笔交易到了交易所，通过关联KYC信息，看到它们已被兑换成门罗币了，然后警察就会登门拜访你了.</p> <p>这并不是说你应该避免将比特币兑换成门罗币，以免看起来可疑. 造成这个问题的根源是，你接受了肮脏的比特币，如果不进行交换，它们仍然会使用区块链分析，并且还会警察上门. 这个例子是想说比特币这类完全透明币的巨大风险，并且哪怕用门罗币这样的完全匿名的币去兑换仍旧不能消除透明区块链中留下的足迹.</p> <p>对于隐私保护敏感个人，应尽量减少使用透明区块链，从根本上解决麻烦.并且应尽可能避免使用实名交易所，因为此元数据可用于关联你的根本信息，并产生问题，而由于不称职的交易所中泄漏数据的例子，屡见不鲜.即使你只购买了门罗币并将其从交易所提走，这些泄露的信息仍会显示你曾经拥有多少门罗币以及你当时所在的位置. 我们都知道枪打出头鸟，财不外露，没有人会希望暴露信息，即使是在网络空间中.</p> <p>总而言之，尽管默认情况下使用门罗币确实可以抵消许多攻击，并最大程度地减少元数据泄漏，但用户自己在门罗以外的地方犯的错，最终也会破坏自己的隐私. 很多人意识不到的问题之一是使用透明链作为购买门罗币的途径，另一些人低估了使用KYC的危害，更不用说有的人同时使用两者了.</p> <p>再次重申本文的目的不是要引起恐惧，而是要鼓励用户批判性地考虑自己的行为，并提醒在某些情况下，即使是最强的隐私也可能是脆弱的. 用户必须保持警惕，通过明智地方法购买，隐藏实际的地理位置对于保护隐私也是十分必要的.</p>
zh_tw: <p>門羅幣的核心價值觀是隱私至上，它是所有加密貨幣中最重視隱私保護的，但是大多數人不瞭解的是，在某些情況下，私人資訊會以想像不到的方式洩露和被收集，僅靠門羅幣所給與的保護還不能百分百安全，用戶絕對不可掉以輕心.別誤會，這麼說不是說門羅幣本身隱私有問題，事實上門羅幣在去中心化的主鏈上的轉帳是無法追蹤的，但是用戶必須額外注意一些其它事項以確保其個人隱私百分百安全.</p> <p>生活中的其他領域也是如此.這裡舉個例子方便大家理解，比如你不信任大的科技公司，比如微信，微博，所以你遠離所有社交媒體，以保持私密性，這樣你覺得是不是隱私就安全了，但是如果你和你的朋友一起吃飯，聚會的時候，拍照合影，你朋友分享到了它朋友圈，還定位了聚會的地點，或者名字，那麼你之前為隱私做過的努力就前功盡棄了.儘管你個人不在社交平臺上，但社交媒體仍可以在你身上建立資料庫.</p> <p>中繼資料的洩露情況往往是不經意的，且無孔不入的，所以像上面那個例子中人一樣，很多人沒有考慮周全.在加密貨幣圈子裡將比特幣換成門羅幣的時候，社區成員通常認為，用比特幣購買門羅幣將是一次徹底的洗白，儘管比特幣是透明且容易追蹤的，但用戶一旦兌換了門羅幣，那麼將保留所有隱私權.</p> <p>同樣，還有一個觀點，有人認為從非KYC和KYC交易所獲得門羅幣也都是同樣隱私的. 他們認為從實名註冊的交易所帳戶購買門羅提現，類似於在銀行獲得現金. 在這種情況下，銀行雖然知道你的長相和名字，並且知道你帳戶中的全部資產以及你提取了多少現金，但是之後就不知道你如何處理現金. 有了Monero的隱私保證，所以實名購買也沒關係，但真的是這樣的嗎?</p> <p>這種想法並不完全對.</p> <p>首先，讓我們先搞明白，我們常說的KYC / AML是什麼，該縮寫代表瞭解客戶資訊KYC和反洗錢AML法律，它們規定交易所和銀行收集有關其客戶的個人資訊. 兌換的金額越大，需要的資訊就越多. 顧名思義，這一切都是為了最大程度地降低人們洗錢的風險.</p> <p>回到門羅幣的例子上來說. 可以肯定的是，實名認證的錢，買門羅幣要比買比特幣或任何其他透明幣之類的東西更好，更難追蹤，但是仍然需要考慮其它的資訊會不會破壞隱私和安全.</p> <p>具體來說，當你從銀行提取大筆現金，而銀行知道你的詳細資訊，包括你的家庭住址，電話，出納員可以查看你的銀行帳戶中有多少錢，並且可能根據流水跟其它使用者行為習慣進行比較. 他們就有可能針對你進行稅務調查，凍結帳戶，如果洩露資訊給壞人，甚至可能圖財害命. 由於錢是在銀行裡而不是在你的房子裡，因此在這種情況下他們可以輕而易舉的滲透和窺探. 對於門羅幣而言,如同把現金放在家裡，並非由協力廠商擔保. 但成為自己的銀行並不是看起來那麼簡單.</p> <p>回到加密貨幣的例子裡，比特幣相當於上面故事裡的銀行，無論從BTC如何轉移到XMR,也就是說無論實名交易所，非實名交易所，DEX還是原子互換，都會在比特幣區塊鏈上留下痕跡. 儘管這確實比BTC與BTC之間的轉帳損害要小，因為畢竟門羅幣的強制性隱私十分強大，但我們必須考慮比特幣透明的那部分留下記錄的含義. 如果交易過程中的任何地方涉及KYC，則這些記錄會產生更大的影響.</p> <p>想像一個應用場景，當你出售商品或服務，收入了一些黑錢的比特幣. 你不知道這些比特幣是犯罪活動獲得的，因為你沒有時間和大資料去甄別，也沒有錢給一家分析公司來為你檢查這些幣是不是被盜的或者制裁名單上的，但作為一個聰明的用戶，為了安全起見，你決定兌換為門羅幣.</p> <p>當你計畫將比特幣存入交易所，然後將其換成門羅幣，然後提現本地錢包. 首先第一步可能就要出問題，因為交易所可能會標記你的比特幣並鎖定你的帳戶，比如幣安曾被盜了7000個比特幣，如果你收到了其中一部分，並且充值回幣安，那麼肯定會被凍結帳戶. 為了探究其它問題，這裡我們假定第一步沒有問題，充值成功，交易所沒有凍結.</p> <p>但由於比特幣交易記錄永久保留在區塊鏈上，任何時候政府跟蹤罪犯的比特幣錢包，他們都可以看到有筆交易到了交易所，通過關聯KYC資訊，看到它們已被兌換成門羅幣了，然後員警就會登門拜訪你了.</p> <p>這並不是說你應該避免將比特幣兌換成門羅幣，以免看起來可疑. 造成這個問題的根源是，你接受了骯髒的比特幣，如果不進行交換，它們仍然會使用區塊鏈分析，並且還會員警上門. 這個例子是想說比特幣這類完全透明幣的巨大風險，並且哪怕用門羅幣這樣的完全匿名的幣去兌換仍舊不能消除透明區塊鏈中留下的足跡.</p> <p>對於隱私保護敏感個人，應儘量減少使用透明區塊鏈，從根本上解決麻煩.並且應盡可能避免使用實名交易所，因為此中繼資料可用于關聯你的根本資訊，並產生問題，而由於不稱職的交易所中洩漏資料的例子，屢見不鮮.即使你只購買了門羅幣並將其從交易所提走，這些洩露的資訊仍會顯示你曾經擁有多少門羅幣以及你當時所在的位置. 我們都知道槍打出頭鳥，財不外露，沒有人會希望暴露資訊，即使是在網路空間中.</p> <p>總而言之，儘管預設情況下使用門羅幣確實可以抵消許多攻擊，並最大程度地減少中繼資料洩漏，但用戶自己在門羅以外的地方犯的錯，最終也會破壞自己的隱私. 很多人意識不到的問題之一是使用透明鏈作為購買門羅幣的途徑，另一些人低估了使用KYC的危害，更不用說有的人同時使用兩者了.</p> <p>再次重申本文的目的不是要引起恐懼，而是要鼓勵用戶批判性地考慮自己的行為，並提醒在某些情況下，即使是最強的隱私也可能是脆弱的. 用戶必須保持警惕，通過明智地方法購買，隱藏實際的地理位置對於保護隱私也是十分必要的.</p>
