Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb1250Sbtext
source: <p>This is a common criticism over Monero, which causes many to give it a wide berth, and it is by far the one where the response of the community isn’t quite so cut and dry as just correcting an incorrect assumption.</p> <p>The reality is, we, as a community, do not yet know what the regulatory response will be to something like Monero yet. We do know that cryptocurrencies in general are on the radar of many government agencies, and have reason to believe Monero is, moreso than others, for the above stated reasons, but, as of yet, few moves have been made by the governments of any country in regards to outright banning Monero.</p> <p>Even so, the Monero community is committed to fighting the good fight. We believe financial privacy is something that is essential for freedom, and that everyone should have the option to transact privately without governments, corporations, or anyone else spying on you.</p> <p>One reassurance we can give, however, is that at one point Bitcoin had the exact same reputation that Monero does now. It was thought to be the criminal’s coin, and completely private and anonymous, but slowly, over time, the public came to accept Bitcoin regardless. </p> <p>Now one might argue that Bitcoin’s reputation changed as people realized that it really wasn’t private or anonymous, but this isn’t true, as the notion that Bitcoin is completely private and can’t be traced is still pervasive not only in the general public, but amongst those regulating the industry. These people still believe it is private, so they basically believe it to be what Monero actually is, and yet we’re quickly moving into a world where it is gaining acceptance with the public, businesses, and governing bodies. This suggests, given enough time, Monero might see this same acceptance.</p>
cs: <p>Jedná se o častou kritiku Monera, kvůli které se na něj mnozí dívají skrz prsty, a je to zdaleka ten případ, kdy reakce komunity není tak jednoznačná jako pouhá oprava nesprávného předpokladu.</p> <p>Skutečnost je taková, že my jako komunita zatím nevíme, jaká bude reakce regulačních orgánů na něco takového, jako je Monero. Víme, že kryptoměny obecně jsou v hledáčku mnoha vládních agentur, a máme důvod se domnívat, že Monero je z výše uvedených důvodů v hledáčku více než ostatní, ale zatím bylo učiněno jen málo kroků ze strany vlád jakýchkoli zemí, pokud jde o přímý zákaz Monera.</p> <p>Komunita Monero je přesto odhodlána bojovat za dobrou věc. Věříme, že finanční soukromí je něco, co je pro svobodu nezbytné, a že každý by měl mít možnost provádět soukromé transakce, aniž by vás vlády, korporace nebo kdokoli jiný špehoval.</p> <p>Jedním z ujištění, které vám můžeme poskytnout, je, že kdysi měl Bitcoin úplně stejnou pověst jako Monero. Byl považován za minci zločinců a zcela soukromou a anonymní, ale pomalu, postupem času, začala veřejnost Bitcoin přijímat bez ohledu na to. </p> <p>Někdo by mohl namítnout, že pověst Bitcoinu se změnila, když si lidé uvědomili, že ve skutečnosti není soukromý ani anonymní, ale to není pravda, protože představa, že Bitcoin je zcela soukromý a nelze ho vystopovat, je stále rozšířená nejen mezi širokou veřejností, ale i mezi těmi, kteří toto odvětví regulují. Tito lidé stále věří, že je soukromý, takže v podstatě věří, že je tím, čím Monero ve skutečnosti je, a přesto se rychle přesouváme do světa, kde získává přijetí u veřejnosti, podniků a řídících orgánů. To naznačuje, že pokud bude dostatek času, může se stejné akceptace dočkat i Monero.</p>
fi: <p>Tämä on yleinen Moneroa koskeva kritiikki, mikä saa monet välttämään sitä, ja se on selkeästi yksi, jossa yhteisön vastaus ei ole yhtä yksinkertainen kuin väärinkäsityksen oikaiseminen. </p> <p>Totuus on, emme vielä tiedä, mikä viranomaisten reaktio johonkin kuten Moneroon tulee olemaan. Tiedämme, että kryptovaluutat yleensä ovat monien valtion virastojen tarkkailulistalla, ja meillä on syyt uskoa, että Monero on enemmän kuin muut, yllä mainituista syistä, mutta tähän mennessä harvat toimet on tehty minkään maan hallituksissa suoraan Moneron kieltämiseksi.ieltoon.</p> <p> Siitä huolimatta Monero-yhteisö on sitoutunut taistelemaan hyvää taistelua. Uskomme, että rahallinen yksityisyys on jotain, joka on välttämätöntä vapaudelle, ja että jokaisella pitäisi olla mahdollisuus tehdä yksityisiä kauppoja ilman, että hallitukset, yritykset tai kukaan muu vakoilee sinua.</p> <p>Voimme kuitenkin vakuuttaa, että Bitcoinilla oli jossain vaiheessa täsmälleen sama maine kuin Monerolla nyt. Sen ajateltiin olevan rikollisten kolikko ja täysin yksityinen ja anonyymi, mutta vähitellen ajan myötä yleisö alkoi hyväksyä Bitcoinin siitä huolimatta. </p> <p>Nyt voisi argumentoida, että Bitcoinin maine muuttui, kun ihmiset huomasivat, ettei se ollutkaan yksityistä tai anonyymiä, mutta tämä ei pidä paikkaansa, sillä ajatus, että Bitcoin on täysin yksityinen ja jäljitettävissä, on edelleen levinnyt yleisön ja alan sääntelyviranomaisten keskuudessa. Nämä ihmiset uskovat edelleen sen olevan yksityistä, joten he pitävät sitä sitten sellaisena kuin Monero todellisuudessa on, ja silti olemme nopeasti menossa maailmaan, jossa se saa hyväksynnän yleisön, yritysten ja hallinnollisten elimien kanssa. Tämä viittaa siihen, että tarpeeksi pitkän ajan kuluttua Monero voisi nähdä samanlaisen hyväksynnän.</p>
fr: <p>Il s'agit d'une critique courante à l'égard de Monero, ce qui pousse beaucoup à lui accorder une large place, et c'est de loin celle où la réponse de la communauté n'est pas aussi nette et précise que de simplement corriger une hypothèse incorrecte.</p> <p>La réalité est qu'en tant que communauté, nous ne savons pas encore quelle sera la réponse réglementaire à quelque chose comme Monero. Nous savons que les crypto-monnaies en général sont sur le radar de nombreuses agences gouvernementales et nous avons des raisons de croire que Monero l'est, plus que d'autres, pour les raisons susmentionnées, mais, pour l'instant, peu de mesures ont été prises par les gouvernements de pays en ce qui concerne l'interdiction pure et simple de Monero.</p> <p>Même ainsi, la communauté Monero s'engage à mener le combat juste. Nous croyons que la confidentialité financière est quelque chose d'essentiel pour la liberté et que tout le monde devrait avoir la possibilité d'effectuer des transactions en privé sans que les gouvernements, les entreprises ou quiconque d'autre ne vous espionne.</p> <p>Nous pouvons toutefois vous rassurer : à un moment donné, Bitcoin avait exactement la même réputation que Monero aujourd'hui. On pensait que c'était la crypto-monnaie des criminels, et complètement privée et anonyme, mais lentement, au fil du temps, le public en est venu à accepter le Bitcoin malgré tout. </p> <p>Aujourd'hui, on pourrait dire que la réputation de Bitcoin a changé parce que les gens ont réalisé qu'il n'était vraiment pas privé ou anonyme, mais ce n'est pas vrai, car l'idée que Bitcoin est complètement privé et ne peut pas être tracé est toujours omniprésente non seulement dans le grand public, mais parmi ceux qui réglementent l'industrie. Ces gens croient toujours que Bitcoin est privé, donc basiquement ils croient qu'il est ce qu'est réellement Monero, et pourtant nous entrons rapidement dans un monde où il est de plus en plus accepté par le public, les entreprises et les instances dirigeantes. Cela suggère que, avec suffisamment de temps, Monero pourrait voir cette même acceptation.</p>
it: <p>Questa è una critica comune a Monero, che fa sì che molti le diano un ampio margine di manovra, ed è di gran lunga quella in cui la risposta della comunità non è così netta come correggere una supposizione errata.</p> <p>La realtà è che noi, come comunità, non sappiamo ancora quale sarà la risposta normativa a qualcosa come Monero. Sappiamo che le criptovalute in generale sono sui radar di molte agenzie governative e hanno motivo di credere che Monero sia, più di altri, per le ragioni sopra indicate, ma, per ora, poche mosse sono state fatte dai governi di qualsiasi paese per quanto riguarda il divieto assoluto di Monero.</p> <p>Anche così, la comunità Monero è impegnata a combattere la buona battaglia. Crediamo che la privacy finanziaria sia qualcosa di essenziale per la libertà e che tutti dovrebbero avere la possibilità di effettuare transazioni privatamente senza che governi, aziende o chiunque ti spiano.</p> <p>Una rassicurazione che possiamo dare, tuttavia, è che a un certo punto Bitcoin aveva la stessa identica reputazione che Monero ha ora. Si pensava che fosse la moneta del criminale, completamente privata e anonima, ma lentamente, nel tempo, il pubblico arrivò ad accettare Bitcoin a prescindere. </p> <p>Ora si potrebbe sostenere che la reputazione di Bitcoin è cambiata quando le persone hanno capito che non era proprio privato o anonimo, ma questo non è vero, poiché l'idea che Bitcoin sia completamente privato e non possa essere rintracciato è ancora pervasiva, non solo nel grande pubblico, ma tra quelli che regolano l'industria. Queste persone credono ancora che sia privato, quindi fondamentalmente credono che sia ciò che Monero è in realtà, eppure stiamo rapidamente entrando in un mondo in cui sta ottenendo l'accettazione con il pubblico, le aziende e gli enti governativi. Ciò suggerisce, dato il tempo sufficiente, Monero potrebbe vedere questa stessa accettazione.</p>
lt: <p>Tai dažna kritika dėl Monero, dėl kurios daugelis jai suteikia plačią prieplauką, o bendruomenės atsakas nėra toks niūrus ir sausas, kaip tik ištaiso neteisingą prielaidą. X217X] <p> Realybė tokia, kad mes, kaip bendruomenė, dar nežinome, koks bus reguliavimo atsakas į kažką panašaus į Monero. Žinome, kad kriptovaliutos apskritai yra daugelio vyriausybinių agentūrų radaras, ir dėl minėtų priežasčių turime pagrindo manyti, kad Monero yra daugiau nei kitos, tačiau iki šiol bet kurių šalių vyriausybės padarė nedaug žingsnių. šalis dėl visiško Monero uždraudimo.</p> <p> Nepaisant to, Monero bendruomenė yra pasiryžusi kovoti su gera kova. Manome, kad finansinis privatumas yra būtinas laisvei ir kad kiekvienas turėtų turėti galimybę sudaryti sandorius privačiai, vyriausybių, korporacijų ar kitų asmenų nesnipinėjant jūsų.</p> <p> Tačiau galime patikinti, kad vienu metu „Bitcoin“ turėjo lygiai tokią pačią reputaciją kaip ir dabar „Monero“. Buvo manoma, kad tai nusikaltėlio moneta, visiškai privati ir anoniminė, tačiau pamažu, laikui bėgant, visuomenė pradėjo priimti Bitcoin. </p> <p>Dabar galima ginčytis, kad Bitcoin reputacija pasikeitė, kai žmonės suprato, kad jis tikrai nėra privatus ar anoniminis, tačiau tai netiesa, nes nuomonė, kad Bitcoin yra visiškai privati ir jo negalima atsekti, vis dar yra paplitusi ne tik visuomenėje, bet tarp tų, kurie reguliuoja pramonę. Šie žmonės vis dar tiki, kad tai yra privatu, todėl jie iš esmės tiki, kad tai iš tikrųjų yra Monero, tačiau greitai pereiname į pasaulį, kuriame visuomenė, įmonės ir valdymo organai jį pripažįsta. Tai rodo, kad turint pakankamai laiko, Monero gali matyti tą patį pritarimą.</p>
nb: <p>Dette er en vanlig kritikk av Monero, som får mange til å gi den en bred køye, og det er langt på vei den hvor responsen fra samfunnet ikke er fullt så skjærende som bare å korrigere en feil antagelse.[ X217X] <p>Virkeligheten er at vi, som et fellesskap, ennå ikke vet hva den regulatoriske responsen vil være på noe som Monero ennå. Vi vet at kryptovalutaer generelt er på radaren til mange offentlige etater, og har grunn til å tro at Monero er det, mer enn andre, av de ovenfor angitte grunnene, men foreløpig har få grep blitt gjort av myndighetene til noen land i forhold til å forby Monero.</p> <p> Likevel er Monero-fellesskapet forpliktet til å kjempe den gode kampen. Vi mener økonomisk personvern er noe som er avgjørende for frihet, og at alle bør ha muligheten til å handle privat uten at myndigheter, selskaper eller noen andre spionerer på deg.</p> <p>En forsikring vi kan gi er imidlertid at Bitcoin på et tidspunkt hadde nøyaktig samme rykte som Monero har nå. Det ble antatt å være forbryterens mynt, og helt privat og anonymt, men sakte, over tid, kom publikum til å akseptere Bitcoin uansett. </p> <p>Nå kan man hevde at Bitcoins rykte endret seg etter hvert som folk innså at det egentlig ikke var privat eller anonymt, men dette er ikke sant, siden forestillingen om at Bitcoin er helt privat og ikke kan spores fortsatt er gjennomgripende ikke bare i allmennheten, men blant de som regulerer bransjen. Disse menneskene tror fortsatt at det er privat, så de tror i bunn og grunn at det er det Monero faktisk er, og likevel beveger vi oss raskt inn i en verden hvor det blir akseptert blant publikum, bedrifter og styrende organer. Dette antyder, gitt nok tid, kan Monero se den samme aksepten.</p>
nl: <p>Dit is een veelgehoorde kritiek op Monero, waardoor velen er niet eens aan beginnen, en het is verreweg degene waarbij het kritiek van de community niet zo kortzichtig is als het corrigeren van een onjuiste aanname.</p> <p>De realiteit is dat we als gemeenschap nog niet weten wat de regelgevende reactie zal zijn op zoiets als Monero. We weten dat cryptocurrencies in het algemeen op de radar staan van veel overheidsinstanties, en we hebben reden om aan te nemen dat Monero hieronder valt, meer dan andere om de bovengenoemde redenen, maar tot nu toe zijn er weinig stappen gezet door de regeringen van welke land dan ook met betrekking tot het volledig verbieden van Monero.</p> <p>Toch zet de Monero-gemeenschap zich in om de goede strijd te voeren. Wij geloven dat financiële privacy iets is dat essentieel is voor vrijheid, en dat iedereen de mogelijkheid moet hebben om privé transacties uit te voeren zonder dat regeringen, bedrijven of wie dan ook u bespioneert.</p> <p>Een geruststelling die we echter kunnen geven, is dat Bitcoin op een gegeven moment exact dezelfde reputatie had als Monero nu. Men dacht dat het de munt van de crimineel was, volledig privé en anoniem, maar langzaamaan, na verloop van tijd, begon het publiek Bitcoin toch te accepteren. </p> <p>Nu zou u kunnen beweren dat de reputatie van Bitcoin veranderde toen mensen zich realiseerden dat het niet echt privé of anoniem was, maar dit is niet waar, aangezien het idee dat Bitcoin volledig privé is en niet kan worden getraceerd nog steeds alomtegenwoordig is, niet alleen bij het grote publiek, maar ook bij degenen die de industrie reguleren. Deze mensen geloven nog steeds dat het privé is, dus ze geloven in feite dat het is wat Monero eigenlijk is, en toch gaan we snel naar een wereld waar het steeds meer geaccepteerd wordt door het publiek, bedrijven en bestuursorganen. Dit suggereert dat Monero, na voldoende tijd, dezelfde acceptatie zou kunnen zien.</p>
pl: <p>Jest to powszechna krytyka w stosunku do Monero, do tego stopnia, że wiele osób jest przekonanych o jej poprawności. W porównaniu do innych krytyk, ta nie jest, aż tak łatwa do obalenia.</p> <p>Prawda jest taka, że jako społeczność nie wiemy jeszcze, jaka będzie reakcja władzy na coś takiego jak Monero. Wiemy, że kryptowaluty są na celownikach wielu agencji rządowych i mamy powody, by sądzić, że Monero skupia więcej ich uwagi niż inne kryptowaluty. Jak dotąd niewiele obserwujemy ruchów rządowych w jakimkolwiek kraju mających na celu bezpośrednio zakaz Monero.</p> <p> Mimo to, społeczność Monero jest gotowa do walki. Uważamy, że prywatność finansowa jest czymś, co jest niezbędne dla wolności i że każdy powinien mieć możliwość transakcji prywatnej bez kontroli i nadzoru rządów, korporacji lub kogokolwiek innego.</p> <p> Jedną reczą, jaką jednak możemy zapewnić jest to, że w pewnym momencie Bitcoin miał dokładnie taką samą reputację jak teraz Monero. Uważano, że jest to kryptowaluta przestępcza, całkowicie prywatna i anonimowa, ale powoli z czasem opinia publiczna przyjęła Bitcoiny pomimo tego. </p> <p> Można podać argument, że reputacja Bitcoina zmieniła się, gdy ludzie zdali sobie sprawę, że tak naprawdę nie był on prywatny ani anonimowy, ale to nie jest prawdą, ponieważ pogląd, że Bitcoin jest całkowicie prywatny i nie można go śledzić, jest nadal wszechobecny nie tylko w ogóle społeczeństwa, ale również wśród władzy. Ona nadal uważa, że Bitcoin jest prywatny, więc w zasadzie twierdzi, że tak naprawdę Bitcoin jest jak Monero, a jednak szybko przechodzimy do świata, w którym Bitcoin zyskuje akceptację wśród społeczeństwa, przedsiębiorstw i władzy. To sugeruje, że mając wystarczająco dużo czasu, Monero może zdobyć tę samą akceptację. </p>
pt_br: <p>Essa é uma crítica comum a Monero, que faz com que muitos a ofereçam bastante, e é de longe aquele em que a resposta da comunidade não é tão cortante e seca como apenas corrige uma suposição incorreta.</p> <p>A realidade é que nós, como comunidade, ainda não sabemos qual será a resposta regulatória a algo como Monero ainda. Sabemos que as criptomoedas em geral estão no radar de muitas agências governamentais, e temos motivos para acreditar que Monero é, mais do que outras, pelas razões acima expostas, mas, até o momento, poucos movimentos foram feitos pelos governos de qualquer país no que diz respeito à proibição total de Monero.</p> <p>Mesmo assim, a comunidade Monero está comprometida em combater a boa luta. Acreditamos que a privacidade financeira é algo essencial para a liberdade e que todos devem ter a opção de realizar transações privadas, sem governos, corporações ou qualquer outra pessoa espionando você.</p> <p>Uma garantia que podemos dar, no entanto, é que, a certa altura, o Bitcoin tinha exatamente a mesma reputação que Monero agora. Considerava-se a moeda do criminoso, e completamente privada e anônima, mas lentamente, com o tempo, o público passou a aceitar o Bitcoin independentemente. </p> <p>Agora, pode-se argumentar que a reputação do Bitcoin mudou quando as pessoas perceberam que realmente não era privado ou anônimo, mas isso não é verdade, pois a noção de que o Bitcoin é completamente privado e não pode ser rastreado ainda é difundida. no público em geral, mas entre aqueles que regulam a indústria. Essas pessoas ainda acreditam que é privado, então basicamente acreditam que é o que Monero realmente é e, no entanto, estamos rapidamente nos mudando para um mundo em que está ganhando aceitação com o público, empresas e órgãos de governo. Isso sugere que, com tempo suficiente, Monero pode ter essa mesma aceitação.</p>
sl: <p>To je pogosta kritika na račun Monera, zaradi katere mu mnogi namenjajo veliko pozornosti in daleč najpogostejša kritika, pri kateri odziv skupnosti ni tako neposreden in enostaven, kot je zgolj popravljanje napačne predpostavke.</p> <p>V resnici kot skupnost še ne vemo, kakšen bo regulativni odziv na nekaj, kot je Monero. Vemo, da so kriptovalute na splošno na radarju številnih vladnih agencij in upravičeno menimo, da je Monero zaradi zgoraj navedenih razlogov toliko bolj kot druge, vendar pa so vlade v kateri koli državi zaenkrat storile le malo korakov v zvezi z neposredno prepovedjo Monera.</p> <p>Kljub temu se skupnost Monero zavzeto bori za dobro stvar. Prepričani smo, da je finančna zasebnost bistvenega pomena za svobodo in da bi moral imeti vsakdo možnost zasebnega poslovanja, ne da bi vlade, korporacije ali kdor koli drug vohunil za vami.</p> <p> Lahko pa zagotovimo, da je imel Bitcoin nekoč enak ugled kot zdaj Monero. Mislili so, da je kovanec kriminalcev ter da je popolnoma zaseben in anonimen, vendar je javnost počasi sčasoma začela sprejemati Bitcoin ne glede na to. </p> <p>Lahko bi rekli, da se je ugled Bitcoina spremenil, ko so ljudje spoznali, da v resnici ni zaseben ali anonimen, vendar to ne drži, saj je prepričanje, da je Bitcoin popolnoma zaseben in ga ni mogoče izslediti, še vedno razširjeno ne le v splošni javnosti, temveč tudi med tistimi, ki urejajo to panogo. Ti ljudje še vedno verjamejo v zasebnost Bitcoina, zato v bistvu verjamejo, da je to tisto, kar Monero dejansko je, a kljub temu hitro prehajamo v svet, v katerem ga javnost, podjetja in upravni organi vse bolj sprejemajo. To nakazuje, da bi lahko ob dovolj dolgem času tudi Monero doživel enako sprejemanje.</p>
sv: <p>Detta är en vanlig kritik mot Monero, som får många att ge den en bred kaj, och det är överlägset den där samhällets respons inte är så skärrad som att bara korrigera ett felaktigt antagande.</p> <p>Verkligheten är att vi, som gemenskap, ännu inte vet vad det lagstadgade svaret kommer att bli på något som Monero ännu. Vi vet att kryptovalutor i allmänhet finns på radarn hos många statliga myndigheter och har anledning att tro att Monero är det, mer än andra, av de ovan angivna skälen, men än så länge har få drag gjorts av regeringarna i någon land när det gäller att direkt förbjuda Monero.</p> <p>Ändå är Monero-communityt engagerat i att utkämpa den goda kampen. Vi tror att ekonomisk integritet är något som är avgörande för frihet, och att alla bör ha möjlighet att handla privat utan att regeringar, företag eller någon annan spionerar på dig.</p> <p>En försäkran vi kan ge är dock att Bitcoin vid ett tillfälle hade exakt samma rykte som Monero har nu. Det ansågs vara brottslingens mynt, och helt privat och anonymt, men långsamt, med tiden, kom allmänheten att acceptera Bitcoin oavsett. </p> <p>Nu kan man hävda att Bitcoins rykte förändrades när folk insåg att det verkligen inte var privat eller anonymt, men detta är inte sant, eftersom föreställningen att Bitcoin är helt privat och inte kan spåras fortfarande är genomgripande inte bara i allmänhet, men bland dem som reglerar branschen. Dessa människor tror fortfarande att det är privat, så de tror i princip att det är vad Monero faktiskt är, och ändå går vi snabbt in i en värld där det vinner acceptans hos allmänheten, företag och styrande organ. Detta tyder på, om Monero får tillräckligt med tid, kan se samma acceptans.</p>
tl: <p>Ito ay isang karaniwang pagpuna sa Monero, na nagiging sanhi ng marami upang bigyan ito ng isang malawak na puwesto, at ito ay sa ngayon kung saan ang tugon ng komunidad ay hindi masyadong putol at tuyo bilang pagwawasto lamang ng isang maling palagay.[ X217X] <p>Ang katotohanan ay, tayo, bilang isang komunidad, ay hindi pa alam kung ano ang magiging tugon ng regulasyon sa isang bagay na tulad ng Monero. Alam namin na ang mga cryptocurrencies sa pangkalahatan ay nasa radar ng maraming ahensya ng gobyerno, at may dahilan upang maniwala na ang Monero ay, higit pa kaysa sa iba, para sa mga nabanggit na dahilan, ngunit, sa ngayon, kakaunti ang mga hakbang na ginawa ng mga pamahalaan ng alinmang bansa tungkol sa tahasang pagbabawal sa Monero.</p> <p>Gayunpaman, ang komunidad ng Monero ay nakatuon sa pakikipaglaban sa magandang laban. Naniniwala kami na ang pagkapribado sa pananalapi ay isang bagay na mahalaga para sa kalayaan, at ang bawat isa ay dapat magkaroon ng opsyon na makipagtransaksyon nang pribado nang walang mga gobyerno, korporasyon, o sinumang nang-espiya sa iyo.</p> <p>Ang isang katiyakang maibibigay namin, gayunpaman, ay na sa isang punto ang Bitcoin ay may eksaktong parehong reputasyon na mayroon si Monero ngayon. Ito ay naisip na barya ng kriminal, at ganap na pribado at hindi nagpapakilala, ngunit dahan-dahan, sa paglipas ng panahon, tinanggap ng publiko ang Bitcoin anuman. </p> <p>Ngayon ay maaaring magtaltalan ang isang tao na nagbago ang reputasyon ng Bitcoin habang napagtanto ng mga tao na ito ay talagang hindi pribado o anonymous, ngunit hindi ito totoo, dahil ang paniwala na ang Bitcoin ay ganap na pribado at hindi maaaring masubaybayan ay laganap pa rin hindi lamang sa pangkalahatang publiko, ngunit kabilang sa mga kumokontrol sa industriya. Ang mga taong ito ay naniniwala pa rin na ito ay pribado, kaya sila ay karaniwang naniniwala na ito ay kung ano talaga ang Monero, at gayunpaman mabilis kaming lumilipat sa isang mundo kung saan ito ay nakakakuha ng pagtanggap sa publiko, mga negosyo, at mga namumunong katawan. Iminumungkahi nito, kapag sapat na oras, maaaring makita ni Monero ang parehong pagtanggap.</p>
tr: <p>Bu, Monero'ya yönelik yaygın bir eleştiridir ve birçok kişinin Monero'ya geniş bir yer vermesine neden olur ve topluluğun tepkisinin yanlış bir varsayımı düzeltmek kadar kesin ve kuru olmadığı da bir gerçektir.[ X217X] <p>Gerçek şu ki, biz topluluk olarak Monero gibi bir şeye düzenleyici tepkinin ne olacağını henüz bilmiyoruz. Kripto para birimlerinin genel olarak birçok devlet kurumunun radarında olduğunu biliyoruz ve yukarıda belirtilen nedenlerden dolayı Monero'nun diğerlerinden daha fazla radarda olduğuna inanmak için nedenlerimiz var, ancak şu ana kadar herhangi bir ülkenin hükümetleri tarafından çok az hamle yapıldı. Monero'nun doğrudan yasaklanması konusunda ülke.</p> <p>Öyle olsa bile, Monero topluluğu iyi mücadele vermeye kararlıdır. Finansal gizliliğin özgürlük için gerekli bir şey olduğuna ve herkesin hükümetler, şirketler veya başka herhangi biri sizi gözetlemeden özel olarak işlem yapma seçeneğine sahip olması gerektiğine inanıyoruz.</p> <p>Ancak verebileceğimiz bir güvence, Bitcoin'in bir noktada Monero'nun şu anda sahip olduğu itibarın aynısına sahip olmasıdır. Bunun suçlunun parası olduğu, tamamen özel ve anonim olduğu düşünülüyordu, ancak zamanla halk yavaş yavaş Bitcoin'i kabul etmeye başladı. </p> <p>İnsanlar Bitcoin'in gerçekten özel veya anonim olmadığını fark ettikçe Bitcoin'in itibarının değiştiği iddia edilebilir, ancak bu doğru değil, çünkü Bitcoin'in tamamen özel olduğu ve izlenemeyeceği fikri yalnızca kamuoyunda, ancak sektörü düzenleyenlerin arasında. Bu insanlar hâlâ bunun özel olduğuna inanıyor, dolayısıyla aslında Monero'nun gerçekte ne olduğuna inanıyorlar, ancak yine de hızla halk, işletmeler ve yönetim organları tarafından kabul görmeye başladığı bir dünyaya doğru ilerliyoruz. Bu, yeterli zaman verildiğinde Monero'nun da aynı kabulü görebileceğini gösteriyor.</p>
ur: <p>منیرو پر یہ ایک عام تنقید ہے، جس کی وجہ سے بہت سے لوگوں نے اسے ایک وسیع مقام دیا ہے، اور یہ وہ جگہ ہے جہاں کمیونٹی کا ردعمل اتنا کٹا اور خشک نہیں ہے جتنا کہ محض ایک غلط مفروضے کو درست کرنا ہے۔ </p> <p>حقیقت یہ ہے کہ، ہم بحیثیت کمیونٹی، ابھی تک نہیں جانتے ہیں کہ مونیرو جیسی چیز کے بارے میں ریگولیٹری ردعمل کیا ہوگا۔ ہم جانتے ہیں کہ عام طور پر کریپٹو کرنسیز بہت ساری سرکاری ایجنسیوں کے ریڈار پر ہیں، اور اس بات پر یقین کرنے کی وجہ ہے کہ مونیرو، دوسروں کے مقابلے میں، اوپر بیان کردہ وجوہات کی بناء پر ہے، لیکن، ابھی تک، کسی بھی حکومت کی طرف سے کچھ اقدامات نہیں کیے گئے ہیں۔ مونیرو پر مکمل پابندی لگانے کے حوالے سے ملک۔</p> <p>اس کے باوجود، مونیرو کمیونٹی اچھی لڑائی لڑنے کے لیے پرعزم ہے۔ ہمارا ماننا ہے کہ مالی رازداری ایک ایسی چیز ہے جو آزادی کے لیے ضروری ہے، اور یہ کہ ہر کسی کے پاس حکومتوں، کارپوریشنوں، یا کوئی اور آپ کی جاسوسی کیے بغیر نجی طور پر لین دین کرنے کا اختیار ہونا چاہیے۔</p> <p>تاہم، ایک یقین دہانی ہم دے سکتے ہیں کہ ایک موقع پر بٹ کوائن کی وہی شہرت تھی جو مونیرو اب کرتی ہے۔ اسے مجرم کا سکہ، اور مکمل طور پر نجی اور گمنام سمجھا جاتا تھا، لیکن آہستہ آہستہ، وقت گزرنے کے ساتھ، عوام اس سے قطع نظر بٹ کوائن کو قبول کرنے لگے۔ </p> <p>اب کوئی یہ بحث کر سکتا ہے کہ بٹ کوائن کی ساکھ بدل گئی کیونکہ لوگوں نے محسوس کیا کہ یہ واقعی نجی یا گمنام نہیں ہے، لیکن یہ سچ نہیں ہے، کیونکہ یہ تصور کہ بٹ کوائن مکمل طور پر پرائیویٹ ہے اور اس کا سراغ نہیں لگایا جا سکتا، نہ صرف یہ کہ اب بھی وسیع ہے۔ عام لوگوں میں، لیکن صنعت کو ریگولیٹ کرنے والوں میں۔ یہ لوگ اب بھی یقین رکھتے ہیں کہ یہ نجی ہے، لہذا وہ بنیادی طور پر یہ مانتے ہیں کہ مونیرو اصل میں کیا ہے، اور پھر بھی ہم تیزی سے ایک ایسی دنیا میں جا رہے ہیں جہاں اسے عوام، کاروباری اداروں اور گورننگ باڈیز کے ساتھ قبولیت حاصل ہو رہی ہے۔ اس سے پتہ چلتا ہے، کافی وقت دینے کے بعد، مونیرو کو بھی یہی قبولیت نظر آ سکتی ہے۔</p>
zh_cn: <p>:这种对门罗币的批评很普遍，造成了很多人对门罗币避而远之.但目前社区对这种批评的回应不够犀利，而只是纠正了一个错误的假设而已.</p> <p>现实是，我们知道，加密货币作为一个整体，已成为许多政府机构的关注对象，并且由于上述原因，我们有理由相信门罗币比其他货币更被关注，作为一个社区，我们还不知道对门罗币的法规将采取何种应对措施，因为到目前为止，任何国家，任何政府都未采取任何行动，类似于颁布法律彻底禁止门罗币.</p> <p>即便如此，门罗币社区仍致力于打赢这场战斗.我们认为，财务隐私对于自由至关重要，并且每个人都应拥有选择的权力，在一个无需政府，公司或其他任何机构监视的情况下进行交易.</p> <p>有一点我们可以保证的是，其实比特币在前些年的声誉与门罗币现在完全一样.比特币曾被认为是犯罪分子才使用的货币，是完全私人且匿名的，但是随着时间的流逝，公众逐渐接受比特币. </p> <p>有人可能会争辩说，现在人们对比特币的概念认知，已经发生了变化，人们已经意识到比特币并不是隐私的或匿名的，但这不是事实，因为关于比特币是完全私有的且无法追踪的观点，仍然普遍存在.普通公众，还有包括许多行业内部的人士，这些人仍然认为比特币是不可追踪，且可以保护私有财产不可侵犯的，因此他们心中接受的比特币，其实是门罗币的真实面貌，所以我们正在迅速融入这个世界，因为门罗币真正的概念已得到公众，企业和理事机构的认可.也就是说，如果有足够的时间，门罗币可能会得到目前比特币同样的认可.</p>
zh_tw: <p>:這種對門羅幣的批評很普遍，造成了很多人對門羅幣避而遠之.但目前社區對這種批評的回應不夠犀利，而只是糾正了一個錯誤的假設而已.</p> <p>現實是，我們知道，加密貨幣作為一個整體，已成為許多政府機構的關注物件，並且由於上述原因，我們有理由相信門羅幣比其他貨幣更被關注，作為一個社區，我們還不知道對門羅幣的法規將採取何種應對措施，因為到目前為止，任何國家，任何政府都未採取任何行動，類似於頒佈法律徹底禁止門羅幣.</p> <p>即便如此，門羅幣社區仍致力於打贏這場戰鬥.我們認為，財務隱私對於自由至關重要，並且每個人都應擁有選擇的權力，在一個無需政府，公司或其他任何機構監視的情況下進行交易.</p> <p>有一點我們可以保證的是，其實比特幣在前些年的聲譽與門羅幣現在完全一樣.比特幣曾被認為是犯罪分子才使用的貨幣，是完全私人且匿名的，但是隨著時間的流逝，公眾逐漸接受比特幣. </p> <p>有人可能會爭辯說，現在人們對比特幣的概念認知，已經發生了變化，人們已經意識到比特幣並不是隱私的或匿名的，但這不是事實，因為關於比特幣是完全私有的且無法追蹤的觀點，仍然普遍存在.普通公眾，還有包括許多行業內部的人士，這些人仍然認為比特幣是不可追蹤，且可以保護私有財產不可侵犯的，因此他們心中接受的比特幣，其實是門羅幣的真實面貌，所以我們正在迅速融入這個世界，因為門羅幣真正的概念已得到公眾，企業和理事機構的認可.也就是說，如果有足夠的時間，門羅幣可能會得到目前比特幣同樣的認可.</p>
