Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# post8722Sbad250Sberror250Sbrequire8722Sbfeedback8722Sbnot8722Sbvalid
source: Please enter valid limit to require feedback score value. Only integers between 0 and 100 are allowed.
cs: Chcete-li vyžadovat hodnotu skóre zpětné vazby, zadejte prosím platný limit. Povolena jsou pouze celá čísla mezi 0 a 100.
fi: Anna kelvollinen raja vaatiaksesi palautepisteiden arvoa. Vain kokonaisluvut välillä 0-100 ovat sallittuja.
fr: Veuillez entrer une limite valide pour exiger une valeur d'évaluation. Seuls les entiers compris entre 0 et 100 sont autorisés.
it: Inserisci un numero valido per richiedere un punteggio di feedback. Sono ammessi solo numeri interi compresi tra 0 e 100.
lt: Įveskite galiojantį limitą, kad būtų reikalaujama atsiliepimo balo vertės. Leidžiami tik sveikieji skaičiai nuo 0 iki 100.
nb: Angi en gyldig grense for å kreve tilbakemeldingspoengverdi. Bare heltall mellom 0 og 100 er tillatt.
nl: Voer een geldige limiet in om de waarde van de feedbackscore te vereisen. Alleen gehele getallen tussen 0 en 100 zijn toegestaan.
pl: Wprowadź prawidłowy limit, aby wymagać pewnej oceny. Dozwolone są tylko liczby całkowite od 0 do 100.
pt_br: Coloque um limite mínimo de feedback válido. Somente números entre 0 e 100 são permitidos.
sl: Vnesite veljavno mejo za zahtevano vrednost ocene povratnih informacij. Dovoljena so samo cela števila med 0 in 100.
sv: Ange giltig gräns för att kräva poängvärde för feedback. Endast heltal mellan 0 och 100 är tillåtna.
tl: Mangyaring maglagay ng wastong limitasyon upang mangailangan ng halaga ng marka ng feedback. Mga integer lang sa pagitan ng 0 at 100 ang pinapayagan.
tr: Geri bildirim puanı değerini zorunlu kılmak için lütfen geçerli bir sınır girin. Yalnızca 0 ile 100 arasındaki tam sayılara izin verilir.
ur: فیڈ بیک سکور کی قدر کی ضرورت کے لیے براہ کرم درست حد درج کریں۔ صرف 0 اور 100 کے درمیان عدد کی اجازت ہے۔
zh_cn: 请输入正确最低评价得分。 只允许0到100之间的整数。
zh_tw: 請輸入正確最低評價得分。 隻允許0到100之間的整數。

# post8722Sbad250Sberror250Sbwallet8722Sbbalance
source: Wallet balance less than required minimum for this ad type
cs: Zůstatek v peněžence je nižší než požadované minimum pro tento typ reklamy
fi: Lompakkosaldo on pienempi kuin tälle ilmoitustyypille vaadittu vähimmäismäärä
fr: Solde du portefeuille inférieur au minimum requis pour ce type d'annonce
it: Saldo inferiore al minimo richiesto per questo tipo di annuncio
lt: Piniginės likutis mažesnis nei reikalaujama šio tipo skelbimo minimumo
nb: Wallet-saldoen er mindre enn minimumskravet for denne annonsetypen
nl: Portefeuille-saldo lager dan vereist minimum voor dit advertentietype
pl: Saldo portfela jest mniejsze niz wymagane minimum dla tego typu ogłoszenia
pt_br: Saldo da carteira abaixo do necessário para este tipo de anúncio
sl: Stanje v denarnici nižje od zahtevanega minimuma za to vrsto oglasa
sv: Plånbokssaldo mindre än erforderligt minimum för denna annonstyp
tl: Ang balanse sa wallet ay mas mababa sa kinakailangang minimum para sa uri ng ad na ito
tr: Bu reklam türü için cüzdan bakiyesi gereken minimum tutardan az
ur: اس اشتہار کی قسم کے لیے مطلوبہ کم از کم سے کم والیٹ بیلنس
zh_cn: 钱包余额低于此广告类型的要求的最低限额
zh_tw: 錢包余額低於此廣告類型的要求的最低限額

# post8722Sbad250Sbfirst8722Sbtime8722Sbxmr8722Sblimit
source: First time limit ({assetSymbol})
cs: První časový limit ({assetSymbol})
fi: Ensimmäinen aikaraja
fr: Limite du premier échange ({assetSymbol})
it: Primo limite temporale
lt: Pirmas laiko limitas
nb: Første tidsbegrensning
nl: Eerste keer limiet ({assetSymbol})
pl: Pierwszy termin
pt_br: Limite de primeira negociação ({assetSymbol})
sl: Prva časovna omejitev
sv: Första tidsgräns
tr: İlk zaman sınırı
ur: پہلی بار کی حد
zh_cn: 新买家限额
zh_tw: 新買家限額

# post8722Sbad250Sbfirst8722Sbtime8722Sbxmr8722Sblimit8722Sbtip
source: Optional. Limit maximum transaction amount for users you don't have previous trades with. Minimum 0.
cs: Volitelný. Omezte maximální částku transakce pro uživatele, se kterými jste dříve neobchodovali. Minimálně 0.
fi: Valinnainen. Rajoita tapahtuman enimmäismäärää käyttäjille, joiden kanssa sinulla ei ole aiempia kauppoja. Vähintään 0.
fr: Optionnelle. Limitez le montant maximal des transactions pour les utilisateurs avec lesquels vous n'avez pas effectué d'échanges antérieurs. Au moins 0.
it: Opzionale. Limita l'importo max della transazione per gli utenti con cui non hai precedenti negoziazioni. Minimo 0.
lt: Neprivaloma. Apribokite maksimalią operacijų sumą vartotojams, su kuriais neturite ankstesnių sandorių. Mažiausiai 0.
nb: Valgfri. Begrens maksimalt transaksjonsbeløp for brukere du ikke har tidligere handler med. Minimum 0.
nl: Optioneel. Beperk het maximale transactiebedrag voor gebruikers met wie u geen eerdere transacties heeft gedaan. Minimaal 0.
pl: Opcjonalnie. Ogranicz maksymalną wartość transakcji dla użytkowników, z którymi nie miałeś dotychczasowo transakcji. Minimalna wartość transakcji to 0.
pt_br: Opcional. Limite o valor max para usuários com quem você nunca negociou antes. Mínimo 0.
sl: Neobvezno. Omejite največji znesek transakcije za uporabnike, s katerimi še niste trgovali. Minimalno 0.
sv: Valfritt. Begränsa maximalt transaktionsbelopp för användare som du inte har tidigare affärer med. Minsta belopp 0.
tl: Opsyonal. Limitahan ang maximum na halaga ng transaksyon para sa mga user na wala kang dating mga trade. Pinakamababang 0.
tr: İsteğe bağlı. Daha önce işlem yapmadığınız kullanıcılar için maksimum işlem tutarını sınırlayın. Asgari 0.
ur: اختیاری. ان صارفین کے لیے زیادہ سے زیادہ لین دین کی رقم کو محدود کریں جن کے ساتھ آپ کی سابقہ تجارت نہیں ہے۔ کم از کم 0۔
zh_cn: 可选。如果交易者之前没有做过交易，这个数值将限制他的第一笔交易量。设定一个较低的值来限制您被诈骗的风险。最低0
zh_tw: 可選。如果交易者之前沒有做過交易，這個數值將限制他的第一筆交易量。設定一個較低的值來限制您被詐騙的風險。最低0

# post8722Sbad250Sbfor8722Sbtrusted8722Sbswitch8722Sbdescription
source: Makes this ad accessible only for the users you have marked as trusted
cs: Zpřístupní tuto reklamu pouze uživatelům, které jste označili jako důvěryhodné
fi: Tekee tämän ilmoituksen avoimeksi vain luotetuiksi merkitsemillesi käyttäjille
fr: Rend cette annonce accessible uniquement aux utilisateurs que vous avez marqués comme étant de confiance
lt: Padaro šį skelbimą pasiekiamą tik tiems naudotojams, kuriuos pažymėjote kaip patikimus
nb: Gjør denne annonsen bare tilgjengelig for brukerne du har merket som klarert
nl: Maakt deze advertentie alleen toegankelijk voor de gebruikers die u als vertrouwd heeft gemarkeerd
pl: Po kliknięciu Twoje ogłoszenie będzie dostępne tylko dla użytkowników, których oznaczyłeś jako "zaufanych"
pt_br: Define este anúncio como acessível somente aos operadores de sua confiança
sl: Naredi ta oglas dostopen samo uporabnikom, ki ste jih označili kot zaupanja vredne
sv: Gör denna annons tillgänglig endast för de användare som du har markerat som betrodda
tl: Ginagawang naa-access lang ang ad na ito para sa mga user na minarkahan mo bilang pinagkakatiwalaan
tr: Bu reklamın yalnızca güvenilir olarak işaretlediğiniz kullanıcılar için erişilebilir olmasını sağlar
ur: اس اشتہار کو صرف ان صارفین کے لیے قابل رسائی بناتا ہے جنہیں آپ نے بطور قابل اعتماد نشان زد کیا ہے
zh_cn: 仅允许你标记为可信的用户向此广告发送交易请求
zh_tw: 僅允許你標記為可信的用戶向此廣告發送交易請求

# post8722Sbad250Sbfor8722Sbtrusted8722Sbswitch8722Sblabel
source: For trusted users only
cs: Pouze pro důvěryhodné uživatele
fi: Vain luotetuille käyttäjille
fr: Pour les utilisateurs de confiance uniquement
lt: Tik patikimiems vartotojams
nb: Kun for pålitelige brukere
nl: Alleen voor vertrouwde gebruikers
pl: Tylko dla zaufanych użytkowników
pt_br: Somente para usuários de confiança
sl: Samo za zaupanja vredne uporabnike
sv: Endast för betrodda användare
tl: Para sa mga pinagkakatiwalaang user lamang
tr: Yalnızca güvenilir kullanıcılar için
ur: صرف بھروسہ مند صارفین کے لیے
zh_cn: 仅适用于可信用户
zh_tw: 僅適用於可信用戶

# post8722Sbad250Sblimit8722Sbfiat8722Sbamounts
source: Limit amounts to
cs: Omezit částky na
fi: Rajaa määrät
fr: Limiter les montants à
it: Limita importi a
lt: Ribos sumos iki
nb: Begrens beløp til
nl: Beperk hoeveelheden tot
pl: Ogranicz kwoty do
pt_br: Limitar valores em
sl: Omejite zneske na
sv: Begränsa belopp till
tl: Limitahan ang mga halaga sa
tr: Tutarları şu şekilde sınırla:
ur: مقدار کو محدود کریں
zh_cn: 限制数量到
zh_tw: 限制數量到

# post8722Sbad250Sblimit8722Sbfiat8722Sbamounts8722Sbtip
source: Optional. Restrict trading amounts to specific comma-separated integers, for example 20,50,100. In fiat currency (USD/EUR/etc). Handy for coupons, gift cards, etc.
cs: Volitelný. Omezte obchodní částky na konkrétní celá čísla oddělená čárkami, například 20,50,100. Ve fiat měně (USD/EUR/atd.). Vhodné pro kupony, dárkové karty atd.
fi: Valinnainen. Rajoita kaupankäyntisummat tiettyihin pilkuilla eroteltuihin kokonaislukuihin, esimerkiksi 20,50,100. Fiat-valuutassa (USD/EUR/jne). Kätevä kuponkeihin, lahjakortteihin jne.
fr: Optionnel. Limitez les montants d'échange à des nombres entiers spécifiques séparés par des virgules, par exemple 20,50,100. En monnaie fiduciaire (USD/EUR/etc). Pratique pour les coupons, les cartes-cadeaux, etc.
it: Opzionale. Limita gli importi di negoziazione a specifici numeri interi separati da virgole, ad esempio 20,50,100. In valuta fiat come ad esempio EUR / USD / ecc.. Comodo per coupon, carte regalo, ecc.
lt: Neprivaloma. Apriboti prekybos sumas iki tam tikrų kableliais atskirtų sveikųjų skaičių, pavyzdžiui, 20,50,100. Fiat valiuta (USD/EUR/tt). Patogus kuponams, dovanų kortelėms ir kt.
nb: Valgfri. Begrens handelsbeløp til spesifikke kommadelte heltall, for eksempel 20,50,100. I fiat-valuta (USD/EUR/etc). Praktisk for kuponger, gavekort osv.
nl: Optioneel. Beperk handelsbedragen tot specifieke door komma's gescheiden gehele getallen, bijvoorbeeld 20,50,100. In fiat-valuta (USD/EUR/etc). Handig voor bonnen, cadeaubonnen, etc.
pl: Opcjonalnie. Ogranicz wartości handlu do określonych liczb całkowitych oddzielonych przecinkami, na przykład 20, 50, 100 waluty fiat (USD/EUR/etc). Przydatne przy kuponach, kartach podarunkowych itp.
pt_br: Opcional. Restrinja os valores de negociação em números cheios separados por vírgula, por exemplo, 20, 50, 100. Em moeda fiduciária (BRL / USD / etc). Útil para cupons, cartões de presente, etc.
sl: Neobvezno. Zneske trgovanja omejite na določena cela števila, ločena z vejico, na primer 20,50,100. V fiat valuti (USD/EUR/itd.). Priročeno za kupone, darilne kartice itd.
sv: Valfritt. Begränsa handelsbelopp till specifika kommaseparerade heltal, till exempel 20,50,100. I fiatvaluta (USD/EUR/etc). Praktiskt för kuponger, presentkort etc.
tl: Opsyonal. Limitahan ang mga halaga ng pangangalakal sa mga partikular na comma-separated integer, halimbawa 20,50,100. Sa fiat currency (USD/EUR/etc). Magagamit para sa mga kupon, gift card, atbp.
tr: İsteğe bağlı. Ticaret tutarlarını belirli virgülle ayrılmış tamsayılarla (örneğin 20,50,100) sınırlandırın. Fiat para birimi cinsinden (USD/EUR/vb). Kuponlar, hediye kartları vb. için kullanışlıdır.
ur: اختیاری. ٹریڈنگ کی مقدار کو مخصوص کوما سے الگ کردہ عدد تک محدود رکھیں، مثال کے طور پر 20,50,100۔ فیاٹ کرنسی میں (USD/EUR/etc)۔ کوپن، گفٹ کارڈز وغیرہ کے لیے آسان۔
zh_cn: 可选。限制交易金额为以逗号分隔的整数，例如 20，50，100。在法币 (USD/EUR 等）以方便优惠券、 礼品卡等。
zh_tw: 可選。限制交易金額為以逗號分隔的整數，例如 20，50，100。在法幣 (USD/EUR 等）以方便優惠券、 禮品卡等。

# post8722Sbad250Sblocation250Sbtitle
source: Location
cs: Umístění
fi: Sijainti
fr: Emplacement
it: Posizione
lt: Vieta
nb: plassering
nl: Plaats
pl: Lokalizacja
pt_br: Localização
sl: Lokacija
sv: Plats
tl: Lokasyon
tr: Konum
ur: مقام
zh_cn: 所在地
zh_tw: 所在地

# post8722Sbad250Sblogged8722Sbout8722Sbnotice
source: In order to post a new ad please {logIn} or {signUp}
cs: Pro vložení nového inzerátu se prosím {logIn} nebo {signUp}
fi: Jotta voit julkaista uuden ilmoituksen, {logIn} tai {signUp}
fr: Pour publier une nouvelle annonce, veuillez {logIn} ou {signUp}
it: Per pubblicare un nuovo annuncio, fai clic su {logIn} o {signUp}
lt: Norėdami paskelbti naują skelbimą {logIn} arba {signUp}
nb: For å legge ut en ny annonse vennligst {logIn} eller {signUp}
nl: Om een nieuwe advertentie te plaatsen, gelieve {logIn} of {signUp}
pl: W celu zamieszczenia nowego ogłoszenia {logIn} albo {signUp}
pt_br: Para publicar um anúncio, {logIn} ou {signUp}
sl: Za objavo novega oglasa {logIn} ali {signUp}
sv: För att publicera en ny annons vänligen {logIn} eller {signUp}
tl: Upang mag-post ng bagong ad mangyaring {logIn} o {signUp}
tr: Yeni bir ilan yayınlamak için lütfen {logIn} veya {signUp}
ur: نیا اشتہار پوسٹ کرنے کے لیے براہ کرم {logIn} یا {signUp}
zh_cn: 在创建广告前，请{logIn}或{signUp}。
zh_tw: 在創建廣告前，請{logIn}或{signUp}。

# post8722Sbad250Sblogged8722Sbout8722Sbnotice8722Sblog8722Sbin
source: log in
cs: přihlásit se
fi: Kirjaudu sisään
fr: vous connecter
it: accedi
lt: Prisijungti
nb: Logg Inn
nl: inloggen
pl: zaloguj się
pt_br: entrar
sl: Vpis
sv: logga in
tl: mag log in
tr: giriş yapmak
ur: لاگ ان کریں
zh_cn: 登录
zh_tw: 登錄

# post8722Sbad250Sblogged8722Sbout8722Sbnotice8722Sbsign8722Sbup
source: sign up
cs: zaregistrovat se
fi: Rekisteröidy
fr: vous inscrire
it: Iscriviti
lt: Registruotis
nb: melde deg på
nl: aanmelden
pl: zarejestruj się
pt_br: cadastre-se
sl: prijava
sv: tecken upp
tl: mag-sign up
tr: üye olmak
ur: سائن اپ
zh_cn: 注册
zh_tw: 注冊

# post8722Sbad250Sbmax8722Sbamount
source: Maximum amount
cs: Maximální částka
fi: Enimmäismäärä
fr: Montant maximal
it: Quantità massima
lt: Didžiausia suma
nb: Maksimumsbeløp
nl: Maximale hoeveelheid
pl: Maksymalna kwota
pt_br: Quantia máxima
sl: Najvišji znesek
sv: Max belopp
tl: Pinakamataas na halaga
tr: En yüksek miktar
ur: زیادہ سے زیادہ رقم
zh_cn: 最大交易限额
zh_tw: 最大交易限額

# post8722Sbad250Sbmax8722Sbamount8722Sbtip
source: Optional. Maximum transaction limit in one trade.
cs: Volitelný. Maximální limit transakce v jednom obchodu.
fi: Valinnainen. Max. transaktioraja yhdessä kaupassa.
fr: Optionnel. Limite maximale de transaction dans un échange.
it: Opzionale. Limite massimo di transazioni in uno scambio.
lt: Neprivaloma. Maksimalus sandorio limitas viename sandoryje.
nb: Valgfri. Maksimal transaksjonsgrense i en handel.
nl: Optioneel. Maximale transactielimiet in één transactie.
pl: Opcjonalnie. Maksymalny limit transakcji w jednym handlu.
pt_br: Opcional. Limite máximo de transação por negociação.
sl: Neobvezno. Največja omejitev transakcije v enem trgovanju.
sv: Frivillig. Maximal transaktionsgräns i en handel.
tl: Opsyonal. Pinakamataas na limitasyon ng transaksyon sa isang kalakalan.
tr: İsteğe bağlı. Tek işlemde maksimum işlem limiti.
ur: اختیاری. ایک تجارت میں زیادہ سے زیادہ لین دین کی حد۔
zh_cn: 可选。每一笔交易的最大限额。
zh_tw: 可選。每一筆交易的最大限額。

# post8722Sbad250Sbmin8722Sbamount
source: Minimum amount
cs: Minimální částka
fi: Vähimmäismäärä
fr: Montant minimal
it: Quantità minima
lt: Minimali suma
nb: Minimumsbeløp
nl: Minimale hoeveelheid
pl: Minimalna kwota
pt_br: Quantia mínima
sl: Minimalni znesek
sv: Minsta belopp
tl: Minimum na halaga
tr: Minimum miktar
ur: کم از کم رقم
zh_cn: 最低金额
zh_tw: 最低金額

# description250Sbguide250Sbsell
source: This guide will help you understand how to sell Monero with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to sell Monero without ID verification.
cs: Tato příručka vám pomůže pochopit, jak prodávat Monero pomocí oblíbených online platebních metod (jako je bankovní převod, PayPal, kreditní karta atd.). {appName} je bezpečný, rychlý a snadný způsob prodeje Monero bez ověření ID.
fi: Tämä opas auttaa sinua ymmärtämään, kuinka myydä Moneroa suosituilla verkkomaksutavoilla (kuten pankkisiirto, PayPal, luottokortti jne.). {appName} on turvallinen, nopea ja helppo tapa myydä Moneroa ilman henkilöllisyystodistusta.
fr: Ce guide vous aidera à comprendre comment vendre du Monero avec des méthodes de paiement en ligne populaires (telles que le virement bancaire, PayPal, une carte de crédit, etc.). {appName} est un moyen sûr, rapide et facile de vendre du Monero sans vérification d'identité.
it: Questa guida ti aiuterà a capire come vendere Monero con i più diffusi metodi di pagamento online (come bonifico bancario, PayPal, carta di credito, Western Union ecc.) {appName} è un modo sicuro, veloce e semplice per vendere XMR senza Verifica dell'ID.
lt: Šis vadovas padės suprasti, kaip parduoti Monero naudojant populiarius mokėjimo internetu būdus (pvz., banko pavedimu, PayPal, kreditine kortele ir kt.). {appName} yra saugus, greitas ir paprastas būdas parduoti Monero be ID patvirtinimo.
nb: Denne veiledningen vil hjelpe deg å forstå hvordan du selger Monero med populære online betalingsmetoder (som bankoverføring, PayPal, kredittkort osv.). {appName} er en sikker, rask og enkel måte å selge Monero uten ID-verifisering.
nl: Deze handleiding helpt je te begrijpen hoe je Monero kunt verkopen met populaire online betaalmethoden (zoals bankoverschrijving, PayPal, creditcard etc.). {appName} is een veilige, snelle en gemakkelijke manier om Monero te verkopen zonder ID-verificatie.
pl: Ten przewodnik pomoże Ci zrozumieć, jak sprzedać Monero za pomocą popularnych metod płatności online (takich jak przelew bankowy, PayPal, karta kredytowa itp.). {appName} jest bezpiecznym, szybkim i łatwym sposobem na sprzedaż Monero bez weryfikacji dokumentów tożsamości.
pt_br: Este guia ajudará você a entender como vender o Monero com métodos populares de pagamento online (como transferência bancária, PayPal, cartão de crédito, Boleto Bancário etc.). {appName} é uma forma segura, rápida e fácil de vender XMR sem Verificação de ID.
sl: Ta vodnik vam bo pomagal razumeti, kako prodajati Monero s priljubljenimi načini spletnega plačila (kot so bančno nakazilo, PayPal, kreditna kartica itd.). {appName} je varen, hiter in enostaven način za prodajo Monera brez preverjanja osebnih dokumentov.
sv: Den här guiden hjälper dig att förstå hur du säljer Monero med populära onlinebetalningsmetoder (som banköverföring, PayPal, kreditkort etc.). {appName} är ett säkert, snabbt och enkelt sätt att sälja Monero utan ID-verifiering.
tl: Tutulungan ka ng gabay na ito na maunawaan kung paano magbenta ng Monero sa mga sikat na paraan ng pagbabayad online (tulad ng bank transfer, PayPal, credit card atbp.). Ang {appName} ay ligtas, mabilis at madaling paraan upang ibenta ang Monero nang walang pag-verify ng ID.
tr: Bu kılavuz, Monero'yu popüler çevrimiçi ödeme yöntemleriyle (banka havalesi, PayPal, kredi kartı vb.) nasıl satacağınızı anlamanıza yardımcı olacaktır. {appName} kimlik doğrulaması olmadan Monero satmanın güvenli, hızlı ve kolay yoludur.
ur: یہ گائیڈ آپ کو یہ سمجھنے میں مدد کرے گا کہ مقبول آن لائن ادائیگی کے طریقوں (such as bank transfer, PayPal, credit card etc.) کے ساتھ مونیرو کو کیسے فروخت کیا جائے۔ {appName} ID کی تصدیق کے بغیر Monero فروخت کرنے کا محفوظ، تیز اور آسان طریقہ ہے۔
zh_cn: 本指南将帮助您了解如何通过流行的人民币在线支付方式（如银行转帐,PayPal,信用卡等）销售门罗币。 {appName}是一种安全,快捷,轻松的方式来销售XMR身份验证。
zh_tw: 本指南將幫助您了解如何通過流行的在線支付方式（如銀行轉帳,PayPal,信用卡等）銷售門羅幣。{appName}是一種安全,快捷,輕鬆的方式來銷售XMR身份驗證。

# description250Sbguide250Sbsell57Sbagoradesk
source: This guide will help you understand how to sell cryptocurrency with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to sell cryptocurrency without ID verification.
cs: Tato příručka vám pomůže pochopit, jak prodávat kryptoměny pomocí oblíbených online platebních metod (jako je bankovní převod, PayPal, kreditní karta atd.). {appName} je bezpečný, rychlý a snadný způsob prodeje kryptoměny bez ověření ID.
fi: Tämä opas auttaa sinua ymmärtämään, kuinka myydä kryptovaluuttoja suosituilla verkkomaksutavoilla (kuten pankkisiirto, PayPal, luottokortti jne.). {appName} on turvallinen, nopea ja helppo tapa myydä kryptovaluuttoja ilman henkilöllisyystodistusta.
fr: Ce guide vous aidera à comprendre comment vendre des crypto-monnaies avec des méthodes de paiement en ligne populaires (telles que le virement bancaire, PayPal, une carte de crédit, etc.). {appName} est un moyen sécurisé, rapide et facile de vendre des crypto-monnaies sans vérification d'identité.
it: Questa guida ti aiuterà a capire come vendere criptovaluta con metodi di pagamento online popolari (come bonifico bancario, PayPal, carta di credito ecc.). {appName} è un modo sicuro, rapido e semplice per vendere criptovaluta senza verifica dell'ID.
lt: Šis vadovas padės suprasti, kaip parduoti kriptovaliutą naudojant populiarius mokėjimo internetu būdus (pvz., banko pavedimu, PayPal, kredito kortele ir kt.). {appName} yra saugus, greitas ir paprastas būdas parduoti kriptovaliutą be ID patvirtinimo.
nb: Denne guiden vil hjelpe deg å forstå hvordan du selger kryptovaluta med populære online betalingsmetoder (som bankoverføring, PayPal, kredittkort osv.). {appName} er en sikker, rask og enkel måte å selge kryptovaluta på uten ID-verifisering.
nl: Deze handleiding helpt u te begrijpen hoe u cryptocurrency kunt verkopen met populaire online betaalmethoden (zoals bankoverschrijving, PayPal, creditcard, enz.). {appName} is een veilige, snelle en gemakkelijke manier om cryptocurrency te verkopen zonder ID-verificatie.
pl: Ten przewodnik pomoże Ci zrozumieć, jak sprzedać kryptowaluty za pomocą popularnych metod płatności online (takich jak przelew bankowy, PayPal, karta kredytowa itp.). {appName} jest bezpiecznym, szybkim i łatwym sposobem na sprzedaż kryptowalut bez weryfikacji dokumentów tożsamości.
pt_br: Este guia ajudará você a entender como vender criptomoedas com métodos populares de pagamento online (como transferência bancária, PayPal, cartão de crédito etc.). O {appName} é uma maneira segura, rápida e fácil de vender criptocurança sem verificação de ID.
sl: Ta vodnik vam bo pomagal razumeti, kako prodajati kriptovalute s priljubljenimi načini spletnega plačila (kot so bančno nakazilo, PayPal, kreditna kartica itd.). {appName} je varen, hiter in enostaven način za prodajo kriptovalute brez preverjanja osebnih dokumentov.
sv: Den här guiden hjälper dig att förstå hur du säljer kryptovalutor med populära betalningsmetoder online (t.ex. banköverföring, PayPal, kreditkort etc.). {appName} är ett säkert, snabbt och enkelt sätt att sälja kryptovalutor utan ID-kontroll.
tl: Tutulungan ka ng gabay na ito na maunawaan kung paano magbenta ng cryptocurrency gamit ang mga sikat na paraan ng pagbabayad online (tulad ng bank transfer, PayPal, credit card atbp.). Ang {appName} ay ligtas, mabilis at madaling paraan upang magbenta ng cryptocurrency nang walang pag-verify ng ID.
tr: Bu kılavuz, popüler çevrimiçi ödeme yöntemleriyle (banka havalesi, PayPal, kredi kartı vb.) kripto para birimini nasıl satacağınızı anlamanıza yardımcı olacaktır. {appName} kimlik doğrulaması olmadan kripto para birimini satmanın güvenli, hızlı ve kolay yoludur.
ur: یہ گائیڈ آپ کو یہ سمجھنے میں مدد کرے گا کہ مقبول آن لائن ادائیگی کے طریقوں (such as bank transfer, PayPal, credit card etc.) کے ساتھ کریپٹو کرنسی کیسے فروخت کی جائے۔ {appName} ID کی تصدیق کے بغیر cryptocurrency فروخت کرنے کا محفوظ، تیز اور آسان طریقہ ہے۔
zh_cn: 本指南将帮助您了解如何使用流行的在线支付方式（如银行转帐，PayPal，信用卡等）销售加密货币。 {appName}是一种安全，快捷，简便的方式来销售加密货币而无需身份验证。
zh_tw: 本指南將幫助您了解如何使用流行的在線支付方式（如銀行轉帳，PayPal，信用卡等）銷售加密貨幣。 {appName}是一種安全，快捷，簡便的方式來銷售加密貨幣而無需身份驗證。
