Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb10250Sbtext
source: <p>One common complaint about most coins smaller than Bitcoin is how easy it is to theoretically 51% attack them. Indeed, several small coins, such as Vertcoin did get successfully 51% attacked several times.</p> <p>Most of these concerns arise from the website https://www.crypto51.app/ which shows how much it would cost to rent the hashrate from NiceHash, a platform which rents out mining hardware for cloud mining. At one point in time, this website listed an attack on Monero to cost around $6,300 for one hour. While this price may cause many of us to gawk, it’s not outside the realm of possibility for a wealthy business or individual to be able to conduct a sustained attack on the network.</p> <p>This, thankfully, is no longer the case. A keen eyed reader will see that the website has actually taken Monero off of their application, due to the inclusion of RandomX. Once again, the reader is encouraged to read <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">our article on RandomX for details</a>, but due to the CPU-friendly nature of the algorithm, no longer can businesses like NiceHash just purchase ASICs for Monero to rent out to whoever is willing to rent them. Now, they have to compete with CPUs, which are much more prevalent and easier to obtain.</p> <p>The exact cost of hardware to 51% attack the Monero network has not been calculated, and indeed, is not as easily calculated as other coins with ASICs period.</p>
cs: <p>Jednou z častých stížností na většinu mincí menších než Bitcoin je, jak snadné je teoreticky 51% napadnout. Několik malých mincí, jako například Vertcoin, skutečně bylo několikrát úspěšně 51% napadeno.</p> <p>Většina těchto obav vyplývá z webové stránky https://www.crypto51.app/, která ukazuje, kolik by stál pronájem hashrate od platformy NiceHash, která pronajímá těžební hardware pro cloudovou těžbu. V jednu chvíli tato webová stránka uváděla, že útok na Monero má stát přibližně 6 300 $ za jednu hodinu. Ačkoli tato cena může u mnohých z nás vyvolat údiv, není mimo možnost, že by bohatá firma nebo jednotlivec dokázali vést trvalý útok na síť.</p> <p>To už naštěstí neplatí. Bystrý čtenář si všimne, že web skutečně vyřadil Monero ze své aplikace, a to kvůli začlenění RandomX. Opět čtenáři doporučujeme, aby si přečetl <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">náš článek o RandomX, kde se dozví podrobnosti</a>, ale vzhledem k šetrnosti algoritmu k procesoru již nemohou podniky jako NiceHash pouze nakupovat ASIC pro Monero a pronajímat je komukoli, kdo je ochoten si je pronajmout. Nyní musí soutěžit s procesory, které jsou mnohem rozšířenější a snáze dostupné.</p> <p>Přesné náklady na hardware pro 51% útok na síť Monero nebyly vypočteny a ve skutečnosti je nelze vypočítat tak snadno jako u jiných mincí s ASIC.</p>
fi: <p>Yksi yleinen valitus useimmista Bitcoinia pienemmistä kolikoista on teoreettinen 51% hyökkäys, joka niitä vastaan on helposti tehtävissä. Totta, useat pienet kolikot, kuten Vertcoin, joutuivat usein onnistuneen 51% hyökkäyksen uhriksi..</p> <p>Useimmat näistä huolenaiheista johtuvat verkkosivustosta https://www.crypto51.app/, joka näyttää, kuinka paljon hashraten vuokraaminen maksaisi NiceHashilta, alustalta, joka vuokraa louhintalaitteistoja pilvilouhintatoimintaa varten. Jossain vaiheessa tämä sivusto listasi Moneron hyökkäyksen maksavan noin 6300 dollaria tunnissa. Vaikka tämä hinta saattaa saada monet meistä kauhistumaan, se ei ole mahdottomuus vauraille yritykselle tai yksityiselle, joka pystyy tekemään jatkuvan hyökkäyksen verkkoon.</p> <p>Tämä ei onneksi enää pidä paikkaansa. Tarkkasilmäinen lukija huomaa, että verkkosivusto on poistanut Moneron sovelluksestaan RandomX:n sisällyttämisen vuoksi. Jälleen kerran lukijaa rohkaistaan lukemaan <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikkelimme RandomX:stä lisätietoja varten</a>, mutta algoritmin prosessoriystävällisyyden vuoksi NiceHashin kaltaiset yritykset eivät enää voi ostaa ASIC-kortteja Moneroa varten vuokrattavaksi kenelle tahansa. Nyt niiden on kilpailtava suorittimien kanssa, jotka ovat paljon yleisempiä ja helpompia hankkia.</p> <p>Moneron verkkoon kohdistuvan 51% hyökkäyksen laitteiston tarkkaa hintaa ei ole laskettu, eikä sitä todellakaan ole yhtä helppo laskea kuin muilla kolikoilla, joilla on ASIC-laitteita.</p>
fr: <p>Une critique courante concernant la plupart des crypto-monnaies plus petites que Bitcoin est la facilité avec laquelle il est théoriquement possible de faire une « attaque à 51% ». En effet, plusieurs petites crypto-monnaies, telles que Vertcoin, ont subi avec succès à plusieurs reprises par des « attaques à 51% ».</p> <p>La plupart de ces préoccupations proviennent du site Web https://www.crypto51.app/ qui montre combien cela coûterait pour louer le hashrate de NiceHash, une plateforme qui loue du matériel de minage pour le minage dans le cloud. À un moment donné, ce site Web a répertorié qu'une attaque contre Monero pourrait avoir un coût d'environ 6300$ pour une heure. Bien que ce prix puisse rendre beaucoup d'entre nous bouche bée, il n'est pas exclu pour une entreprise ou un individu fortuné puisse mener une attaque soutenue sur le réseau.</p> <p> Heureusement, ce n'est plus le cas. Un lecteur attentif verra que le site Web a en fait retiré Monero de son application, en raison de la mise en œuvre de RandomX. Une fois de plus, le lecteur est encouragé à lire <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">notre article sur RandomX pour plus de détails</a>, mais en raison de sa nature centrée sur l'utilisation de processeurs génériques (CPU), les entreprises comme NiceHash ne peuvent plus simplement acheter des ASIC dédiés à Monero pour les louer à ceux qui le veulent bien. Maintenant, ils doivent concurrencer les processeurs génériques, qui sont beaucoup plus répandus et plus faciles à obtenir.</p> <p>Le coût exact du matériel pour réaliser une « attaquer à 51% » le réseau Monero n'a pas été calculé, et en effet, il n'est pas aussi facile à calculer que pour les autres crypto-monnaies avec la période ASIC.</p>
it: <p>Una lamentela comune sulla maggior parte delle monete più piccole di Bitcoin è quanto sia teoricamente facile attaccarle al 51%. In effetti, diverse piccole monete, come Vertcoin, sono state attaccate con successo il 51% più volte.</p> <p>La maggior parte di questi problemi deriva dal sito Web https://www.crypto51.app/ che mostra quanto costerebbe noleggiare l'hashrate da NiceHash, una piattaforma che noleggia hardware di mining per il cloud mining. Ad un certo punto, questo sito web ha elencato un attacco a Monero al costo di circa $ 6.300 per un'ora. Sebbene questo prezzo possa far sì che molti di noi rimangano a bocca aperta, non è al di fuori del regno delle possibilità che un'azienda o un individuo ricco sia in grado di condurre un attacco prolungato alla rete.</p> <p>Questo, per fortuna, non è più il caso. Un lettore attento vedrà che il sito Web ha effettivamente rimosso Monero dalla sua applicazione, a causa dell'inclusione di RandomX. Ancora una volta, il lettore è incoraggiato a leggere <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">il nostro articolo su RandomX per i dettagli</a>, ma a causa della natura dell'algoritmo CPU-friendly, le aziende come NiceHash non possono più acquistare ASIC per Monero da affittare a chiunque è disposto ad affittarli. Ora devono competere con le CPU, che sono molto più diffuse e più facili da ottenere.</p> <p>Il costo esatto dell'hardware per attaccare il 51% della rete Monero non è stato calcolato e, in effetti, non è così facilmente calcolato come altre monete con periodo ASIC.</p>
lt: <p>Vienas dažnas skundas dėl daugumos mažesnių už Bitcoin monetų yra tai, kad teoriškai lengva jas atakuoti 51 proc. Iš tiesų, kelios mažos monetos, tokios kaip Vertcoin, kelis kartus buvo sėkmingai užpultos 51 proc..</p> <p>Dauguma šių rūpesčių kyla iš svetainės https://www.crypto51.app/, kurioje parodyta, kiek kainuotų „hashrate“ nuoma iš „NiceHash“, platformos, kuri nuomoja kasybos aparatinę įrangą debesų kasybai. Vienu metu šioje svetainėje buvo nurodyta ataka prieš Monero, kuri kainavo apie 6 300 USD už vieną valandą. Nors dėl šios kainos daugelis iš mūsų gali susimąstyti, turtingas verslas ar asmuo gali tęsti nuolatinį tinklo ataką.</p> <p> Laimei, taip nebėra. Įspūdingas skaitytojas pamatys, kad svetainė iš tikrųjų pašalino „Monero“ programą, nes įtraukta „RandomX“. Dar kartą skaitytojas raginamas perskaityti <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">mūsų straipsnį apie RandomX, kad sužinotumėte daugiau</a>, tačiau dėl algoritmo, palankaus procesoriui, tokios įmonės kaip „NiceHash“ nebegali tiesiog nusipirkti ASIC, skirtą „Monero“, kad ją išnuomotų bet kam. nori juos nuomoti. Dabar jie turi konkuruoti su CPU, kurie yra daug labiau paplitę ir lengviau gaunami.</p> <p>Tiksli aparatinės įrangos kaina iki 51 % atakos Monero tinkle nebuvo apskaičiuota ir iš tikrųjų nėra taip lengvai apskaičiuojama kaip kitų monetų su ASIC periodu.</p>
nb: <p>En vanlig klage på de fleste mynter som er mindre enn Bitcoin, er hvor enkelt det er teoretisk å angripe dem med 51 %. Faktisk ble flere små mynter, slik som Vertcoin, vellykket angrepet med 51 % flere ganger.</p> <p>De fleste av disse bekymringene kommer fra nettstedet https://www.crypto51.app/ som viser hvor mye det vil koste å leie hashraten fra NiceHash, en plattform som leier ut gruvemaskinvare for skygruvedrift. På et tidspunkt listet denne nettsiden et angrep på Monero til å koste rundt $6300 for en time. Selv om denne prisen kan få mange av oss til å stirre, er det ikke utenfor muligheten for en velstående bedrift eller enkeltperson å kunne gjennomføre et vedvarende angrep på nettverket.</p> <p>Dette er heldigvis ikke lenger tilfelle. En ivrig leser vil se at nettsiden faktisk har tatt Monero ut av søknaden deres, på grunn av inkluderingen av RandomX. Nok en gang oppfordres leseren til å lese <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikkelen vår om RandomX for detaljer</a>, men på grunn av algoritmens CPU-vennlige natur kan ikke lenger bedrifter som NiceHash bare kjøpe ASIC-er for Monero for å leie ut til hvem som helst er villig til å leie dem. Nå må de konkurrere med CPUer, som er mye mer utbredt og lettere å få tak i.</p> <p>Den nøyaktige kostnaden for maskinvare til 51 % angrep på Monero-nettverket er ikke beregnet, og er faktisk ikke like lett å beregne som andre mynter med ASIC-perioden.</p>
nl: <p>Een veelgehoorde klacht over de meeste munten die kleiner zijn dan Bitcoin is hoe gemakkelijk het is om ze theoretisch 51% aan te vallen. Inderdaad, verschillende kleine munten, zoals Vertcoin, werden met succes 51% meerdere keren aangevallen. </p> <p>De meeste van deze zorgen komen voort uit de website https://www.crypto51.app/ die laat zien hoeveel het zou kosten om de hashrate te huren van NiceHash, een platform dat mining-hardware verhuurt voor cloud mining. Op een bepaald moment vermeldde deze website een aanval op Monero die ongeveer $6.300 per uur zou kosten. Hoewel deze prijs velen van ons misschien doet gapen, ligt het niet buiten het bereik van de mogelijkheden voor een vermogend bedrijf of individu om een aanhoudende aanval op het netwerk uit te voeren.</p> <p>Dit is gelukkig niet langer het geval. Een lezer met een scherp oog zal zien dat de website Monero daadwerkelijk van hun applicatie heeft gehaald vanwege de opname van RandomX. Nogmaals, de lezer wordt aangemoedigd om <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">ons artikel over RandomX te lezen voor meer details</a>, maar vanwege de CPU-vriendelijke aard van het algoritme kunnen bedrijven zoals NiceHash niet langer gewoon ASIC's kopen voor Monero om te verhuren aan wie dan ook bereid is deze te huren. Nu moeten ze concurreren met CPU's, die veel vaker voorkomen en gemakkelijker te verkrijgen zijn. </p> <p>De exacte kosten van hardware om het Monero-netwerk 51% aan te vallen, zijn niet berekend en zijn ook niet zo eenvoudig te berekenen als andere munten met ASIC-periode. </p>
pl: <p> Jedną z najpowszechniejszych skarg na większość kryptowalut mniejszych od Bitcoina jest to, jak łatwo jest je teoretycznie zaatakować. Rzeczywiście, kilka małych kryptowalut, takich jak Vertcoin, padło ofiarą udanego ataku 51%. </p> <p> Większość tych obaw pochodzi ze strony https://www.crypto51.app/, która pokazuje, ile kosztowałoby wynajęcie hashratu od NiceHasha, platformy, która wynajmuje sprzęt minerski na wydobycia w chmurze. W pewnym momencie ta strona wylicza, że atak na Monero kosztowałby około 6300 USD za godzinę. Chociaż cena ta może być dla nas wysoka, nie jest to poza sferą możliwości, bogatego biznesu lub jednostki, aby mogła przeprowadzić trwały atak na sieć. </p> <p> Na szczęście nie jest to już aktualne. Uważny czytelnik może zauważyć, że strona internetowa usunęła Monero z aplikacji z powodu przejścia na RandomX. Po raz kolejny zachęcamy czytelnika do przeczytania<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">naszego artykułu na temat RandomX</a>, ze względu na algorytm przyjazny procesorom, firmy takie jak NiceHash nie mogą po prostu kupić ASICs zaprojektowanych na Monero, aby następnie wynająć je każdemu, kogo na to stać. Teraz muszą konkurować z procesorami, które są znacznie bardziej rozpowszechnione i łatwiejsze do uzyskania. </p> <p> Dokładny koszt sprzętu wymaganego do przeprowadzenia ataku 51% na sieci Monero nie został obliczony, po części dlatego, że jest to trudniejsze dla kryptowalut niekompatybilnych z ASICs. </p>
sl: <p>Pogosta pritožba glede večine kovancev, manjših od Bitcoina, je, kako enostavno jih je teoretično 51 odstotno napasti. Več manjših kovancev, kot je Vertcoin, je bilo dejansko večkrat uspešno napadenih na ta način. </p> <p>Večina teh pomislekov izhaja iz spletne strani https://www.crypto51.app/, ki prikazuje, koliko bi stal najem hashrate od NiceHash, platforme, ki oddaja rudarsko strojno opremo za cloud rudarjenje. Na tej spletni strani je bilo v nekem trenutku navedeno, da napad na Monero stane približno 6.300 USD za eno uro. Čeprav se zaradi te cene mnogi med nami morda požvižgajo, pa ni zunaj možnosti, da bi bogato podjetje ali posameznik lahko izvedel trajen napad na omrežje.</p> <p>Temu na srečo ni več tako. Pozoren bralec bo videl, da je spletna stran dejansko odstranila Monero iz svoje aplikacije zaradi vključitve RandomX. Ponovno vabimo bralca, da prebere <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">naš članek o RandomX za podrobnosti</a>, vendar zaradi narave algoritma, ki je prijazen do CPU, podjetja, kot je NiceHash, ne morejo več samo kupiti ASIC-jev za Monero, da bi jih dala v najem komur koli. Zdaj morajo tekmovati s CPU procesorji, ki so veliko bolj razširjeni in jih je lažje dobiti.</p> <p>Natančni stroški strojne opreme za 51-odstotni napad na omrežje Monero niso bili izračunani in jih dejansko ni tako enostavno izračunati kot druge kovance z ASIC.</p>
sv: <p>Ett vanligt klagomål om de flesta mynt som är mindre än Bitcoin är hur lätt det är att teoretiskt sett 51 % attackera dem. Faktum är att flera små mynt, såsom Vertcoin, blev framgångsrikt attackerade med 51 % flera gånger.</p> <p>De flesta av dessa problem uppstår från webbplatsen https://www.crypto51.app/ som visar hur mycket det skulle kosta att hyra hashratet från NiceHash, en plattform som hyr ut gruvhårdvara för molnbrytning. Vid ett tillfälle listade den här webbplatsen en attack på Monero som kostade cirka $6 300 för en timme. Även om det här priset kan få många av oss att stirra, är det inte utanför möjligheterna för ett rikt företag eller individ att kunna genomföra en ihållande attack på nätverket.</p> <p>Det här är tack och lov inte längre fallet. En skarpögd läsare kommer att se att webbplatsen faktiskt har tagit bort Monero från sin ansökan, på grund av införandet av RandomX. Än en gång uppmanas läsaren att läsa <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">vår artikel om RandomX för detaljer</a>, men på grund av algoritmens CPU-vänliga karaktär kan inte längre företag som NiceHash bara köpa ASIC för Monero att hyra ut till vem som helst är villig att hyra dem. Nu måste de konkurrera med processorer, som är mycket vanligare och lättare att få tag på.</p> <p>Den exakta kostnaden för hårdvara till 51 % attack mot Monero-nätverket har inte beräknats, och är faktiskt inte lika lätt att beräkna som andra mynt med ASICs period.</p>
tl: <p>Isang karaniwang reklamo tungkol sa karamihan ng mga coin na mas maliit kaysa sa Bitcoin ay kung gaano kadaling 51% ang pag-atake sa kanila ayon sa teorya. Sa katunayan, maraming maliliit na barya, gaya ng Vertcoin, ay matagumpay na na-atake ng 51% nang ilang beses.</p> <p>Karamihan sa mga alalahaning ito ay nagmumula sa website na https://www.crypto51.app/ na nagpapakita kung magkano ang magagastos sa pagrenta ng hashrate mula sa NiceHash, isang platform na nagpapaupa ng hardware sa pagmimina para sa cloud mining. Sa isang pagkakataon, naglista ang website na ito ng pag-atake sa Monero na nagkakahalaga ng humigit-kumulang $6,300 sa loob ng isang oras. Bagama't ang presyong ito ay maaaring maging sanhi ng paghanga sa marami sa atin, hindi ito nasa labas ng larangan ng posibilidad para sa isang mayamang negosyo o indibidwal na makapagsagawa ng patuloy na pag-atake sa network.</p> <p>Sa kabutihang palad, hindi na ito ang kaso. Makikita ng isang matalas na mambabasa na talagang inalis ng website ang Monero sa kanilang aplikasyon, dahil sa pagsasama ng RandomX. Muli, hinihikayat ang mambabasa na basahin ang <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">aming artikulo sa RandomX para sa mga detalye</a>, ngunit dahil sa CPU-friendly na katangian ng algorithm, hindi na maaaring bumili na lang ng mga ASIC ang mga negosyong tulad ng NiceHash para ipaupa ni Monero sa sinuman. ay handang umupa sa kanila. Ngayon, kailangan nilang makipagkumpitensya sa mga CPU, na mas laganap at mas madaling makuha.</p> <p>Ang eksaktong halaga ng hardware sa 51% na pag-atake sa Monero network ay hindi pa nakalkula, at sa katunayan, ay hindi kasing daling kalkulahin gaya ng ibang mga coin na may panahon ng mga ASIC.</p>
tr: <p>Bitcoin'den daha küçük çoğu kripto parayla ilgili yaygın şikayetlerden biri, teorik olarak bunlara saldırmanın %51'inin ne kadar kolay olduğudur. Gerçekten de Vertcoin gibi birkaç küçük kripto para, birkaç kez başarıyla %51 saldırıya uğradı.</p> <p>Bu endişelerin çoğu, bulut madenciliği için madencilik donanımını kiralayan bir platform olan NiceHash'tan hashrate kiralamanın ne kadara mal olacağını gösteren https://www.crypto51.app/ web sitesinden kaynaklanıyor. Bir noktada, bu web sitesi Monero'ya bir saat için yaklaşık 6.300 dolara mal olacak bir saldırıyı listeledi. Bu fiyat çoğumuzun şaşkınlığa uğramasına neden olsa da zengin bir işletmenin veya bireyin ağa sürekli bir saldırı gerçekleştirmesi olasılık dışı değildir.</p> <p>Şükür ki artık durum böyle değil. Dikkatli bir okuyucu, RandomX'in dahil edilmesi nedeniyle web sitesinin aslında Monero'yu uygulamasından çıkardığını görecektir. Bir kez daha, okuyucunun ayrıntılar için <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">RandomX hakkındaki makalemizi</a> okumasını tavsiye ediyoruz, ancak algoritmanın CPU dostu doğası nedeniyle, NiceHash gibi işletmeler artık Monero için ASIC'leri satın alıp kime kiralayamazlar? onları kiralamaya hazır. Artık çok daha yaygın ve elde edilmesi daha kolay olan CPU'larla rekabet etmek zorundalar.</p> <p>Monero ağına %51 saldırıda bulunacak donanımın kesin maliyeti hesaplanmadı ve aslında ASIC dönemine sahip diğer paralar kadar kolay hesaplanamıyor.</p>
ur: <p> بٹکوائن سے چھوٹے زیادہ تر سکوں کے بارے میں ایک عام شکایت یہ ہے کہ نظریاتی طور پر 51% ان پر حملہ کرنا کتنا آسان ہے۔ درحقیقت، کئی چھوٹے سکے، جیسے کہ Vertcoin پر کامیابی سے 51% کئی بار حملہ کیا گیا۔</p> <p>ان میں سے زیادہ تر خدشات ویب سائٹ https://www.crypto51.app/ سے پیدا ہوتے ہیں جو ظاہر کرتی ہے کہ NiceHash سے ہیشریٹ کرایہ پر لینے پر کتنا خرچ آئے گا، جو ایک ایسا پلیٹ فارم ہے جو کلاؤڈ مائننگ کے لیے مائننگ ہارڈویئر کرایہ پر دیتا ہے۔ ایک وقت میں، اس ویب سائٹ نے مونیرو پر حملہ درج کیا جس کی لاگت ایک گھنٹے کے لیے $6,300 تھی۔ اگرچہ یہ قیمت ہم میں سے بہت سے لوگوں کو پریشان کرنے کا سبب بن سکتی ہے، لیکن یہ کسی امیر کاروبار یا فرد کے لیے نیٹ ورک پر مسلسل حملہ کرنے کے امکان کے دائرے سے باہر نہیں ہے۔</p> <p>شکر ہے کہ اب ایسا نہیں ہے۔ ایک گہری نظر رکھنے والا قارئین دیکھے گا کہ رینڈم ایکس کو شامل کرنے کی وجہ سے ویب سائٹ نے درحقیقت مونیرو کو ان کی درخواست سے ہٹا دیا ہے۔ ایک بار پھر، قارئین کی حوصلہ افزائی کی جاتی ہے کہ وہ <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">رینڈم ایکس پر ہمارا مضمون تفصیلات</a> کے لیے پڑھیں انہیں کرایہ پر لینے کے لیے تیار ہے۔ اب، انہیں CPUs سے مقابلہ کرنا ہوگا، جو بہت زیادہ مروجہ اور حاصل کرنا آسان ہیں۔</p> <p>منیرو نیٹ ورک پر حملہ کرنے والے ہارڈ ویئر کی 51% لاگت کا صحیح اندازہ نہیں لگایا گیا ہے، اور درحقیقت، ASICs کی مدت کے ساتھ دوسرے سکوں کی طرح آسانی سے شمار نہیں کیا جاتا ہے۔</p>
zh_cn: <p>相较于比特币，大多数规模较小的加密货币普遍担心是，理论上51％攻击它们是多么容易.确实，像XVG这样的小币种确实遭受了51％算力的多次攻击.</p> <p>在网址 https://www.crypto51.app/ 显示了在 NiceHash上面花费多少钱就可以租借到足够的算力来进行51%双花攻击, Nicehash是一个买卖云算力的平台.该网站曾经列出了对门罗币攻击的价格，一小时的费用约为6300美元.尽管这个价格可能使我们许多人承担不起，但对于富裕的企业或个人能够对网络进行持续攻击并非不可能.</p> <p>幸运的是，这种情况不再存在.敏锐的读者会发现，由于门罗币新算法RandomX的应用，该网站实际上不再能买卖到足够攻击门罗币的算力.所以再次请读者阅读<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">我们论述关于RandomX算法为何如此特别的文章</a>, 就是由于该算法具有CPU友好性，因此NiceHash这样的企业买不到门罗矿机来出租算力.现在，他们必须与其它电脑CPU竞争，而CPU对于普通人来说，更为普遍并且更容易获得.</p> <p>所以很难计算出51％攻击门罗币网络的硬件成本，确实门罗不像ASIC矿机所控制的其他币那样容易地计算出成本.</p>
zh_tw: <p>相較於比特幣，大多數規模較小的加密貨幣普遍擔心是，理論上51％攻擊它們是多麼容易.確實，像XVG這樣的小幣種確實遭受了51％算力的多次攻擊.</p> <p>在網址 https://www.crypto51.app/ 顯示了在 NiceHash上面花費多少錢就可以租借到足夠的算力來進行51%雙花攻擊, Nicehash是一個買賣雲算力的平臺.該網站曾經列出了對門羅幣攻擊的價格，一小時的費用約為6300美元.儘管這個價格可能使我們許多人承擔不起，但對於富裕的企業或個人能夠對網路進行持續攻擊並非不可能.</p> <p>幸運的是，這種情況不再存在.敏銳的讀者會發現，由於門羅幣新演算法RandomX的應用，該網站實際上不再能買賣到足夠攻擊門羅幣的算力.所以再次請讀者閱讀<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">我們論述關於RandomX演算法為何如此特別的文章</a>, 就是由於該演算法具有CPU友好性，因此NiceHash這樣的企業買不到門羅礦機來出租算力.現在，他們必須與其它電腦CPU競爭，而CPU對於普通人來說，更為普遍並且更容易獲得.</p> <p>所以很難計算出51％攻擊門羅幣網路的硬體成本，確實門羅不像ASIC礦機所控制的其他幣那樣容易地計算出成本.</p>

# knowledge250Sbmyths250Sb10250Sbtitle
source: Isn’t Monero easily 51% attacked?
cs: Není Monero snadno napadnutelo 51 % útokem?
fi: Eikö Moneroa hyökätä helposti 51-prosenttiseksi?
fr: Monero ne peut-il pas facilement subir une « attaque à 51% » ?
it: Monero non è facilmente attaccato al 51%?
lt: Ar Monero nėra lengvai puolamas 51%?
nb: Blir ikke Monero lett 51% angrepet?
nl: Wordt Monero niet gemakkelijk 51% aangevallen?
pl: Czyż nie łatwo zaatakować Monero 51% atakiem?
pt_br: Monero não é facilmente 51% atacado?
sl: Ali ni Monero zlahka 51 odstotno napaden?
sv: Är inte Monero lätt 51% attackerad?
tl: Hindi ba madaling 51% inaatake si Monero?
tr: Monero kolayca %51 saldırıya uğramıyor mu?
ur: کیا مونیرو پر آسانی سے 51 فیصد حملہ نہیں ہوا؟
zh_cn: 门罗币容易受到51%算力攻击
zh_tw: 門羅幣容易受到51%算力攻擊

# sanction250Sblabel250Sbtrading8722Sbsuspension
source: Trading suspended
cs: Obchodování pozastaveno
fi: Kaupankäynti kielletty
fr: Échanges suspendus
it: Negoziazione sospesa
lt: Prekyba sustabdyta
nb: Handel suspendert
nl: Handel opgeschort
pl: Handel zawieszony
pt_br: Negociação suspensa
sl: Trgovanje prekinjeno
sv: Handeln avstängd
tl: Nasuspinde ang pangangalakal
tr: Ticaret askıya alındı
ur: تجارت معطل
zh_cn: 交易暂停
zh_tw: 交易暫停
