Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb11250Sbtitle
source: CPU-friendly algorithm? Won’t Monero mining just get taken over by botnets?
cs: Algoritmus šetrný k CPU? Nepřevezmou těžbu Monero jen botnety?
fi: Prosessoriystävällinen algoritmi? Eivätkö botnetit vain ota Moneron louhintaa haltuunsa?
fr: Algorithme centré CPU ? Le minage de Monero ne sera-t-il pas simplement envahi par des botnets ?
it: Algoritmo CPU-friendly? Il mining di Monero non verrà appena rilevato dalle botnet?
lt: CPU draugiškas algoritmas? Ar „Monero“ kasybos neperims robotų tinklai?
nb: CPU-vennlig algoritme? Vil ikke Monero-gruvedrift bare bli overtatt av botnett?
nl: CPU-vriendelijk algoritme? Wordt Monero mining niet zomaar overgenomen door botnets?
pl: Algorytm przyjazny procesorom? Czy kopanie Monero nie zostanie przejęte przez botnety?
pt_br: Algoritmo amigável à CPU? A mineração de Monero não será tomada pelas redes de bots?
sl: CPU-ju prijazen algoritem? Ali rudarjenja Monero ne bodo prevzeli botneti?
sv: CPU-vänlig algoritm? Kommer inte Monero mining bara att tas över av botnät?
tl: CPU-friendly na algorithm? Hindi ba ang pagmimina ng Monero ay kukunin na lamang ng mga botnet?
tr: CPU dostu algoritma? Monero madenciliği botnet'lerin eline geçmeyecek mi?
ur: CPU- دوستانہ الگورتھم؟ کیا مونیروmining صرفbotnets کے قبضے میں نہیں آئے گی؟
zh_cn: CPU友好算法？ 难道门罗币采矿不会被黑客僵尸网络控制吗？
zh_tw: CPU友好演算法？ 難道門羅幣採礦不會被駭客僵屍網路控制嗎？

# knowledge250Sbmyths250Sb2250Sbtext
source: <p>Monero does indeed have fewer wallet options than many existing coins. This is because Monero was developed from the ground up. It’s on a completely different codebase than Bitcoin. This means Monero can’t just fork the Bitcoin core wallet, or any other wallets that exist for Bitcoin like most coins do, and take advantage of existing infrastructure. As well, it means that Monero is not as easily added to third party wallets, such as Exodus.</p> <p>And yet, slowly but surely, wallets of all kinds are beginning to appear for Monero. It was a meme for many years that Monero did not have a GUI, and no mobile wallet support, but now, nothing could be further from the truth. There are wallets that cater to Monero specifically, such as Monerujo for Android, and Cake Wallet for both iOS and Android, as well as new ones such as Wookey, Exa Wallet, and more. Furthermore, third party wallets are beginning to add Monero, albeit at a slower rate, including Exodus and Guarda, and we expect this trend to only continue as time goes on and Monero’s codebase matures.</p>
cs: <p>Monero má skutečně méně možností peněženky než mnoho stávajících mincí. Je to proto, že Monero bylo vyvinuto od základu. Je na zcela jiné kódové základně než Bitcoin. To znamená, že Monero nemůže jednoduše forknout jádro peněženky Bitcoinu nebo jiné peněženky, které existují pro Bitcoin, jako to dělá většina mincí, a využít existující infrastrukturu. Stejně tak to znamená, že Monero nelze tak snadno přidat do peněženek třetích stran, jako je například Exodus.</p> <p>A přesto se pomalu, ale jistě začínají objevovat peněženky pro Monero všeho druhu. Dlouhá léta bylo mementem, že Monero nemá grafické uživatelské rozhraní a nepodporuje mobilní peněženky, ale nyní nemůže být nic vzdálenějšího pravdě. Existují peněženky, které jsou určeny speciálně pro Monero, jako například Monerujo pro Android a Cake Wallet pro iOS i Android, a také nové peněženky jako Wookey, Exa Wallet a další. Kromě toho začínají Monero přidávat i peněženky třetích stran, i když pomalejším tempem, včetně Exodus a Guarda, a očekáváme, že tento trend bude s postupem času a vyzráváním kódové základny Monero jen pokračovat.</p>
fi: <p>Monerolla on todellakin vähemmän lompakkovaihtoehtoja kuin monilla olemassa olevilla kolikoilla. Tämä johtuu siitä, että Monero kehitettiin täysin nollasta. Se on täysin eri koodikannassa kuin Bitcoin. Tämä tarkoittaa, että Monero ei voi vain forkata Bitcoin-ydinlompakkoa tai muita Bitcoinille olemassa olevia lompakoita, kuten useimmat kolikot tekevät ja hyödyntävät olemassa olevaa infrastruktuuria. Se tarkoittaa myös sitä, että Moneroa ei voida yhtä helposti lisätä kolmansien osapuolien lompakoihin, kuten Exodukseen.</p> <p> Silti hitaasti mutta varmasti, Monerolle alkaa ilmaantua kaikenlaisia lompakoita. Monerolla ei ollut graafista käyttöliittymää eikä mobiililompakkotukea ja se oli pitkään yleinen vitsi, mutta nyt vitsit ei voisi olla kauempana totuudesta. On lompakoita jotka palvelevat erityisesti Moneroa, kuten Monerujo Androidille ja Cake Wallet sekä iOS:lle että Androidille, sekä uusia, kuten Wookey, Exa Wallet ja paljon muita. Lisäksi kolmansien osapuolien lompakot ovat alkaneet lisätä Moneroa lompakkoihinsa, vaikkakin hitaammin, mukaan lukien Exodus ja Guarda, ja odotamme tämän trendin jatkuvan vain ajan edetessä ja Moneron koodikannan kypsyessä.</p>
fr: <p>Monero a en effet moins de choix de portefeuille que de nombreuses crypto-monnaies existantes. C'est parce que Monero a été développé à partir de zéro. C'est sur une base de code complètement différente de celle de Bitcoin. Cela signifie que Monero ne peut pas simplement cloner le portefeuille principal de Bitcoin, ou tout autre portefeuille existant pour Bitcoin comme le font la plupart des crypto-monnaies, et tirer parti de l'infrastructure existante. De plus, cela signifie que Monero n'est pas aussi facilement ajouté à des portefeuilles tiers, tels qu'Exodus par exemple.</p> <p>Et pourtant, lentement mais sûrement, des portefeuilles en toutes sortes commencent à apparaître pour Monero. Pendant de nombreuses années il a été dit que Monero n'avait pas d'interface graphique et pas de support de portefeuille mobile, mais maintenant, rien ne pourrait être plus éloigné de la vérité. Il existe des portefeuilles qui s'adressent spécifiquement à Monero, tels que Monerujo pour Android et Cake Wallet pour iOS et Android, ainsi que de nouveaux tels que Wookey, Exa Wallet, etc. De plus, les portefeuilles tiers commencent à ajouter Monero, bien qu'à un rythme plus lent, y compris Exodus et Guarda, et nous nous attendons à ce que cette tendance se poursuive au fil du temps et avec la maturation de la base de code de Monero.</p>
it: <p>Monero ha davvero meno opzioni di portafoglio rispetto a molte monete esistenti. Questo perché Monero è stato sviluppato da zero. È su una base di codice completamente diversa rispetto a Bitcoin. Ciò significa che Monero non può semplicemente fork del portafoglio core Bitcoin o di qualsiasi altro portafoglio esistente per Bitcoin come fanno la maggior parte delle monete e sfruttare l'infrastruttura esistente. Inoltre, significa che Monero non viene aggiunto facilmente ai portafogli di terze parti, come Exodus.</p> <p>Eppure, lentamente ma sicuramente, i portafogli di ogni tipo iniziano a comparire per Monero. Per molti anni è stato un meme che Monero non aveva una GUI e nessun supporto per il portafoglio mobile, ma ora nulla potrebbe essere più lontano dalla verità. Ci sono portafogli che si rivolgono specificamente a Monero, come Monerujo per Android e Cake Wallet per iOS e Android, oltre a nuovi come Wookey, Exa Wallet e altri. Inoltre, i portafogli di terze parti stanno iniziando ad aggiungere Monero, anche se a un ritmo più lento, tra cui Exodus e Guarda, e prevediamo che questa tendenza continuerà solo col passare del tempo e la base di codice di Monero matura.</p>
lt: <p>Monero iš tiesų turi mažiau piniginės galimybių nei daugelis esamų monetų. Taip yra todėl, kad Monero buvo sukurtas nuo pat pradžių. Tai visiškai kitoje kodų bazėje nei Bitcoin. Tai reiškia, kad „Monero“ negali tiesiog panaudoti „Bitcoin“ pagrindinės piniginės ar kitų „Bitcoin“ piniginių, kaip tai daro dauguma monetų, ir pasinaudoti esama infrastruktūra. Be to, tai reiškia, kad Monero nėra taip lengvai įtraukiamas į trečiųjų šalių pinigines, pvz., Exodus.</p> <p> Ir vis dėlto, lėtai, bet užtikrintai, Monero pradeda atsirasti įvairių piniginių. Daugelį metų buvo meme, kad Monero neturėjo GUI ir mobiliosios piniginės palaikymo, tačiau dabar niekas negali būti toliau nuo tiesos. Yra piniginių, skirtų konkrečiai „Monero“, pvz., „Monerujo“, skirta „Android“, ir „Cake Wallet“, skirta „iOS“ ir „Android“, taip pat naujų, tokių kaip „Wookey“, „Exa Wallet“ ir kt. Be to, trečiųjų šalių piniginės pradeda pridėti Monero, nors ir lėčiau, įskaitant Exodus ir Guarda, ir tikimės, kad ši tendencija išliks tik laikui bėgant ir Monero kodų bazės branda.</p>
nb: <p>Monero har faktisk færre lommebokalternativer enn mange eksisterende mynter. Dette er fordi Monero ble utviklet fra grunnen av. Det er på en helt annen kodebase enn Bitcoin. Dette betyr at Monero ikke bare kan forkaste Bitcoin-kjernelommeboken, eller andre lommebøker som finnes for Bitcoin, slik de fleste mynter gjør, og dra nytte av eksisterende infrastruktur. I tillegg betyr det at Monero ikke like lett legges til tredjeparts lommebøker, for eksempel Exodus.</p> <p>Og likevel, sakte men sikkert, begynner det å dukke opp lommebøker av alle slag for Monero. Det var et meme i mange år at Monero ikke hadde en GUI, og ingen støtte for mobillommebok, men nå kunne ingenting være lenger fra sannheten. Det finnes lommebøker som passer til Monero spesifikt, som Monerujo for Android, og Cake Wallet for både iOS og Android, samt nye som Wookey, Exa Wallet og mer. Videre begynner tredjeparts lommebøker å legge til Monero, om enn i en lavere hastighet, inkludert Exodus og Guarda, og vi forventer at denne trenden bare fortsetter etter hvert som tiden går og Moneros kodebase modnes.</p>
nl: <p>Monero heeft inderdaad minder portefeuille-opties dan veel bestaande munten. Dit komt omdat Monero vanaf de grond af is ontwikkeld. Het is op een heel andere codebase dan Bitcoin. Dit betekent dat Monero niet zomaar de Bitcoin-core-portefeuille kan forken, of andere portefeuilles die voor Bitcoin bestaan forken, zoals de meeste munten doen, en profiteren van de bestaande infrastructuur. Het betekent ook dat Monero niet zo gemakkelijk kan worden toegevoegd aan externe portefeuilles, zoals Exodus.</p> <p>En toch beginnen langzaam maar zeker allerlei soorten portefeuilles voor Monero te verschijnen. Het was jarenlang een meme dat Monero geen GUI had en ook geen ondersteuning voor mobiele portefeuilles, maar nu is niets minder waar. Er zijn portefeuilles die specifiek op Monero zijn gericht, zoals Monerujo voor Android en Cake Wallet voor zowel iOS als Android, evenals nieuwe zoals Wookey, Exa Wallet en meer. Bovendien beginnen externe portefeuilles Monero toe te voegen, zij het in een langzamer tempo, waaronder Exodus en Guarda, en we verwachten dat deze trend zich alleen maar zal voortzetten naarmate de tijd verstrijkt en de codebase van Monero volwassen wordt. </p>
pl: <p> Monero rzeczywiście ma mniejszy wybór portfeli niż wiele istniejących kryptowalut. Wynika to z faktu, że Monero zostało opracowane od podstaw. Wykorzystuje zupełnie inny kod niż Bitcoin. Oznacza to, że Monero nie może po prostu zrobić forka portfela Bitcoina Core, ani żadnych innych portfeli, które są przeznaczone dla Bitcoinów, jak to robi większość innych kryptowalut, i skorzystać z istniejącej infrastruktury. Oznacza to również, że Monero nie jest tak łatwo dodawane do portfeli stron trzecich, takich jak Exodus. </p> <p> A jednak stopniowo wszelkiego rodzaju portfele zaczynają pojawiać się dla Monero. Przez wiele lat było to memem, że Monero nie miało GUI i nie miało mobilnego portfela, ale teraz już w żadnym stopniu nie jest to prawdą. Istnieją portfele, które wspierają Monero, takie jak Monerujo na Androida i portfel Cake Wallet zarówno na iOSa, jak i Androida, a także nowe, takie jak Wookey, EXA Wallet i wiele innych. Ponadto portfele stron trzecich zaczynają dodawać Monero, choć w wolniejszym tempie, w tym Exodus i Guarda. Oczekujemy, że ten trend będzie trwał w miarę upływu czasu i dojrzewania kodu Monero. </p>
pt_br: <p>Monero realmente tem menos opções de carteira do que muitas moedas existentes. Isso ocorre porque o Monero foi desenvolvido a partir do zero. Está em uma base de código completamente diferente do Bitcoin. Isso significa que Monero não pode simplesmente desembolsar a carteira principal do Bitcoin ou qualquer outra carteira existente para o Bitcoin, como a maioria das moedas, e tirar proveito da infraestrutura existente. Além disso, significa que o Monero não é facilmente adicionado às carteiras de terceiros, como o Exodus.</p> <p>E, no entanto, lenta mas seguramente, carteiras de todos os tipos estão começando a aparecer para Monero. Por muitos anos, foi um meme que Monero não tinha uma interface gráfica do usuário e nenhum suporte para carteira móvel, mas agora nada poderia estar mais longe da verdade. Existem carteiras que atendem especificamente ao Monero, como o Monerujo para Android, e Cake Wallet para iOS e Android, além de novas como Wookey, Exa Wallet e muito mais. Além disso, as carteiras de terceiros estão começando a adicionar Monero, embora a uma taxa mais lenta, incluindo Exodus e Guarda, e esperamos que essa tendência continue apenas com o passar do tempo e com a base de código de Monero amadurecer.</p>
sl: <p>Monero ima dejansko manj možnosti denarnic kot številni obstoječi kovanci. To je zato, ker je bil Monero razvit od temeljev. Njegova kodna osnova je povsem drugačna kot pri Bitcoinu. To pomeni, da Monero ne more preprosto vdreti jedra Bitcoinove denarnice ali katere koli druge denarnice, ki obstaja za Bitcoin, kot to počne večina kovancev, in izkoristiti obstoječe infrastrukture. Prav tako to pomeni, da Monero ni tako enostavno dodati v denarnice tretjih oseb, kot je Exodus.</p> <p>Kljub temu se počasi, a zanesljivo, za Monero pojavljajo vse vrste denarnic. Dolga leta je veljalo, da Monero nima GUI in da ne podpira mobilnih denarnic, zdaj pa temu več ni tako. Obstajajo denarnice, ki so namenjene posebej Moneru, kot sta Monerujo za Android in Cake Wallet za iOS in Android, pa tudi nove, kot so Wookey, Exa Wallet in druge. Poleg tega so denarnice tretjih oseb začele dodajati Monero, čeprav počasneje, vključno z denarnicama Exodus in Guarda, in pričakujemo, da se bo ta trend sčasoma in z dozorevanjem kodne baze Monero le še nadaljeval.</p>
sv: <p>Monero har verkligen färre plånboksalternativ än många befintliga mynt. Detta beror på att Monero utvecklades från grunden. Det är på en helt annan kodbas än Bitcoin. Detta innebär att Monero inte bara kan dela Bitcoin core-plånboken, eller någon annan plånbok som finns för Bitcoin som de flesta mynt gör, och dra nytta av befintlig infrastruktur. Det betyder också att Monero inte lika lätt kan läggas till tredje parts plånböcker, som Exodus.</p> <p>Och ändå, sakta men säkert, börjar plånböcker av alla slag dyka upp för Monero. Det var ett meme i många år att Monero inte hade ett GUI och inget stöd för mobil plånbok, men nu kunde ingenting vara längre från sanningen. Det finns plånböcker som passar Monero specifikt, som Monerujo för Android och Cake Wallet för både iOS och Android, samt nya som Wookey, Exa Wallet och mer. Dessutom börjar plånböcker från tredje part att lägga till Monero, om än i långsammare takt, inklusive Exodus och Guarda, och vi förväntar oss att denna trend bara kommer att fortsätta när tiden går och Moneros kodbas mognar.</p>
tl: <p>Ang Monero ay talagang may mas kaunting mga pagpipilian sa wallet kaysa sa maraming umiiral na mga barya. Ito ay dahil ang Monero ay binuo mula sa simula. Ito ay nasa isang ganap na naiibang codebase kaysa sa Bitcoin. Nangangahulugan ito na hindi maaaring i-fork lang ng Monero ang Bitcoin core wallet, o anumang iba pang mga wallet na umiiral para sa Bitcoin tulad ng ginagawa ng karamihan sa mga barya, at samantalahin ang umiiral na imprastraktura. Gayundin, nangangahulugan ito na ang Monero ay hindi madaling idagdag sa mga wallet ng third party, gaya ng Exodus.</p> <p>Gayunpaman, dahan-dahan ngunit tiyak, ang lahat ng uri ng mga wallet ay nagsisimula nang lumitaw para sa Monero. Ito ay isang meme sa loob ng maraming taon na ang Monero ay walang GUI, at walang suporta sa mobile wallet, ngunit ngayon, wala nang higit pa sa katotohanan. May mga wallet na partikular na tumutugon sa Monero, gaya ng Monerujo para sa Android, at Cake Wallet para sa parehong iOS at Android, pati na rin ang mga bago gaya ng Wookey, Exa Wallet, at higit pa. Higit pa rito, nagsisimula nang magdagdag ng Monero ang mga third party na wallet, kahit na sa mas mabagal na rate, kabilang ang Exodus at Guarda, at inaasahan naming magpapatuloy lamang ang trend na ito habang tumatagal at tumatanda ang codebase ng Monero.</p>
tr: <p>Monero'nun gerçekten de mevcut birçok kripto paradan daha az cüzdan seçeneği var. Bunun nedeni Monero'nun sıfırdan geliştirilmiş olmasıdır. Bitcoin'den tamamen farklı bir kod tabanındadır. Bu, Monero'nun Bitcoin çekirdek cüzdanını veya çoğu paranın yaptığı gibi Bitcoin için mevcut olan diğer cüzdanları çatallayamayacağı ve mevcut altyapıdan yararlanamayacağı anlamına gelir. Ayrıca bu, Monero'nun Exodus gibi üçüncü taraf cüzdanlara o kadar kolay eklenemeyeceği anlamına da geliyor.</p> <p>Ve yine de yavaş ama emin adımlarla Monero için her türden cüzdan ortaya çıkmaya başlıyor. Uzun yıllar boyunca Monero'nun bir GUI'ye ve mobil cüzdan desteğine sahip olmadığı bir meme idi, ancak artık hiçbir şey gerçeklerden bu kadar uzak olamaz. Android için Monerujo ve hem iOS hem de Android için Cake Wallet gibi özel olarak Monero'ya hitap eden cüzdanların yanı sıra Wookey, Exa Wallet ve daha fazlası gibi yeni cüzdanlar da mevcut. Ayrıca, Exodus ve Guarda dahil olmak üzere üçüncü taraf cüzdanlar, daha yavaş da olsa Monero'yu eklemeye başlıyor ve bu eğilimin yalnızca zaman geçtikçe ve Monero'nun kod tabanı olgunlaştıkça devam etmesini bekliyoruz.</p>
ur: <p>منیرو کے پاس بہت سے موجودہ سکوں کے مقابلے میں واقعی کم بٹوے کے اختیارات ہیں۔ کیونکہ Monero بنياد سے تیار کیا گیا تھا. یہ بٹ کوائن سے بالکل مختلف کوڈ بیس پر ہے۔ اس کا مطلب ہے کہ Monero صرف Bitcoin کور والیٹ کو فورک نہیں کر سکتا، یا کسی دوسرے بٹوے کو جو Bitcoin کے لیے موجود ہے جیسا کہ زیادہ تر سکے کرتے ہیں، اور موجودہ انفراسٹرکچر سے فائدہ اٹھا سکتے ہیں۔ اس کا مطلب یہ ہے کہ Monero تیسری پارٹی کے بٹوے میں اتنی آسانی سے شامل نہیں ہوتا ہے، جیسے کہ Exodus </p> <p>اور پھر بھی، آہستہ آہستہ لیکن یقینی طور پر، Monero کے لیے ہر قسم کے بٹوے ظاہر ہونے لگے ہیں۔ یہ کئی سالوں سے ایک یادگار تھا کہ Monero کے پاس GUI نہیں تھا، اور موبائل والیٹ کی کوئی سپورٹ نہیں تھی، لیکن اب، حقیقت سے آگے کچھ نہیں ہو سکتا۔ ایسے بٹوے ہیں جو خاص طور پر Monero کو پورا کرتے ہیں، جیسے Monerujo for Android، اور Cake Wallet iOS اور Android دونوں کے لیے، نیز نئے جیسے Wookey، Exa Wallet، اور بہت کچھ۔ مزید برآں، تھرڈ پارٹی والیٹس نے Monero کو شامل کرنا شروع کر دیا ہے، اگرچہ Exodus اور Guarda سمیت سست رفتار پر، اور ہم توقع کرتے ہیں کہ یہ رجحان صرف وقت کے ساتھ ساتھ جاری رہے گا اور Monero کا کوڈ بیس پختہ ہو جائے گا۔</p>
zh_cn: <p>的确，支持门罗币的钱包种类少于许多加密货币.这是因为门罗币是从零开始开发的.它的代码库与比特币完全不同.这意味着门罗币不能像大多数代币那样，随便分叉比特币核心钱包或其他任何已经存在的钱包，并加以利用现成的基础设施. 同样，这意味着门罗币不太容易添加到第三方钱包里，例如Exodus中.</p> <p>但是，慢慢地，门罗币开始出现各种钱包.几年前，门罗币没有GUI电脑钱包，有个著名的表情包就是调侃门罗币没有GUI钱包，当然那时候更没有手机移动端钱包支持门罗，但是现在，有一系列的钱包，例如Android安卓的Monerujo，iOS和Android双系统的Cake Wallet，以及Wookey钱包，Exa Wallet等十几个新钱包.此外，尽管速度较慢，但包括Exodus和Guarda在内的第三方钱包开始增加对门罗币的支持，而且我们预计这种趋势会随着时间的流逝和门罗币代码库的成熟而持续下去.</p>
zh_tw: <p>的確，支持門羅幣的錢包種類少於許多加密貨幣.這是因為門羅幣是從零開始開發的.它的代碼庫與比特幣完全不同.這意味著門羅幣不能像大多數代幣那樣，隨便分叉比特幣核心錢包或其他任何已經存在的錢包，並加以利用現成的基礎設施. 同樣，這意味著門羅幣不太容易添加到協力廠商錢包裡，例如Exodus中.</p> <p>但是，慢慢地，門羅幣開始出現各種錢包.幾年前，門羅幣沒有GUI電腦錢包，有個著名的表情包就是調侃門羅幣沒有GUI錢包，當然那時候更沒有手機移動端錢包支持門羅，但是現在，有一系列的錢包，例如Android安卓的Monerujo，iOS和Android雙系統的Cake Wallet，以及Wookey錢包，Exa Wallet等十幾個新錢包.此外，儘管速度較慢，但包括Exodus和Guarda在內的協力廠商錢包開始增加對門羅幣的支援，而且我們預計這種趨勢會隨著時間的流逝和門羅幣代碼庫的成熟而持續下去.</p>

# knowledge250Sbmyths250Sb2250Sbtitle
source: Monero has fewer wallet options.
cs: Monero má méně možností peněženek.
fi: Monerolla on vähemmän lompakkovaihtoehtoja.
fr: Monero a moins de choix de portefeuille.
it: Monero ha meno opzioni di portafoglio.
lt: Monero turi mažiau piniginės galimybių.
nb: Monero har færre lommebokalternativer.
nl: Monero heeft minder portefeuille opties.
pl: Monero ma mniejszy wybór portfeli.
pt_br: Monero tem menos opções de carteira.
sl: Monero ima manj razpoložljivih denarnic.
sv: Monero har färre plånboksalternativ.
tl: Ang Monero ay may mas kaunting mga pagpipilian sa wallet.
tr: Monero'nun daha az cüzdan seçeneği var.
ur: Monero کے پاس بٹوے کے کم اختیارات ہیں۔
zh_cn: 门罗币的钱包比较少.
zh_tw: 門羅幣的錢包比較少.
