Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb5
source: Paste the mnemonic seed from the trade page into the input. Then, press "Options" under the mnemonic seed input field and tick both "Extend this seed with custom words" and "BIP39 seed", press "OK" and then "Next".
cs: Vložte mnemotechnický slova (seed) z obchodní stránky do vstupu. Poté stiskněte "Možnosti" pod polem pro zadání mnemotechnického slova a zaškrtněte "Rozšířit tyto klíčová slova o vlastní slova" a "BIP39 seed", stiskněte "OK" a poté "Další".
fi: Liitä muistosiemen kauppasivulta syötteeseen. Paina sitten "Options" muistosiemensyöttökentän alla ja valitse sekä "Extend this seed with custom words" että "BIP39 seed", paina "OK" ja sitten "Next".
fr: Collez la phrase mnémonique de la page d'échange dans l'entrée. Ensuite, appuyez sur "Options" sous le champ de saisie de la phrase mnémonique et cochez à la fois "Étendre cette phrase avec des mots personnalisés" et "Phrase BIP39", appuyez sur "OK" puis sur "Suivant".
it: Incolla il seme mnemonico dalla pagina commerciale nell'input. Poi, premi "Opzioni" sotto il campo di inserimento del seme mnemonico e spunta sia "Estendi questo seme con parole personalizzate" che "Seme BIP39", premi "OK" e poi "Avanti".
lt: Į įvestį įklijuokite mnemoninę sėklą iš prekybos puslapio. Tada po mnemoninės sėklos įvesties lauke paspauskite „Parinktys“ ir pažymėkite „Išplėsti šią sėklą pasirinktiniais žodžiais“ ir „BIP39 sėkla“, paspauskite „Gerai“, tada „Kitas“.
nb: Lim inn mnemonikkfrøet fra handelssiden i inngangen. Deretter trykker du på "Alternativer" under inndatafeltet for mnemonic frø og merker av for både "Utvid dette frøet med tilpassede ord" og "BIP39 frø", trykk "OK" og deretter "Neste".
nl: Plak de 'mnemonic seed' van de handelspagina in de invoer. Druk vervolgens op "Opties" onder het mnemonic seed-invoerveld en vink zowel "Deze seed uitbreiden met aangepaste woorden" als "BIP39 seed" aan, druk op "OK" en vervolgens op "Volgende".
pl: Wklej seed ze strony handlowej do pola tekstowego w Electrum. Następnie naciśnij „Options” pod polem tekstowym i zaznacz zarówno „Extend this seed with custom words”, jak i „BIP39 Seed”, naciśnij „OK”, a następnie „Next”.
pt_br: Colar a semente mnemônica da página de comércio na entrada. Em seguida, pressione "Options" sob o campo de entrada da semente mnemônica e marque tanto "Extend this seed with custom words" quanto "BIP39 seed", pressione "OK" e depois "Next".
sl: Prilepite mnemonic seed iz trgovalne strani v vnos. Nato pritisnite "Možnosti" pod poljem za vnos mnemoničnega semena in označite "Extend this seed with custom words" in "BIP39 seed", pritisnite "V redu" in nato "Naprej".
sv: Klistra in mnemonikfröet från handelssidan i ingången. Tryck sedan på "Alternativ" under inmatningsfältet för mnemoniska fröer och markera både "Utöka detta frö med anpassade ord" och "BIP39-frö", tryck på "OK" och sedan "Nästa".
tl: Idikit ang mnemonic seed mula sa trade page sa input. Pagkatapos, pindutin ang "Options" sa ilalim ng mnemonic seed input field at lagyan ng tsek ang parehong "Extend this seed with custom words" at "BIP39 seed", pindutin ang "OK" at pagkatapos ay "Next".
tr: Anımsatıcı tohumunu ticaret sayfasından girişe yapıştırın. Ardından, anımsatıcı tohum giriş alanı altındaki "Seçenekler"e basın ve hem "Bu tohumu özel kelimelerle genişlet" hem de "BIP39 tohumu"nu işaretleyin, "Tamam"a ve ardından "İleri"ye basın.
ur: تجارتی صفحہ سے یادداشت کے بیج کو ان پٹ میں چسپاں کریں۔ پھر، mnemonic seed ان پٹ فیلڈ کے نیچے "Options" کو دبائیں اور "Extend this seed with custom words" اور "BIP39 seed" دونوں پر نشان لگائیں، "OK" اور پھر "Next" کو دبائیں۔
zh_cn: 将交易页面上的助记词粘贴到输入框中。然后，在助记词输入栏下按 "Options"，勾选 "Extend this seed with custom words "和 "BIP39 seed"，按 "OK"，然后按 "Next"。
zh_tw: 將交易頁面上的助記詞粘貼到輸入框中。然後，在助記詞輸入欄下按 "Options"，勾選 "Extend this seed with custom words "和 "BIP39 seed"，按 "OK"，然後按 "Next"。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb6
source: In the "Seed extension" input, type in the {appName} password that you've used when finalizing the trade and press "Next".
cs: Do vstupu "Seed extension" zadejte heslo {appName}, které jste použili při dokončování obchodu, a stiskněte "Next".
fi: Kirjoita "Seed extension" -syötteeseen {appName}-salasana, jota käytit kaupan viimeistelyssä ja paina "Next".
fr: Dans l'entrée "Extension de phrase", saisissez le mot de passe {appName} que vous avez utilisé lors de la finalisation de la transaction et appuyez sur "Suivant".
it: Nell'input "Seed extension", digita la password {appName} che hai usato quando hai finalizzato lo scambio e premi "Next".
lt: Įvesdami „Seed extension“ įveskite {appName} slaptažodį, kurį naudojote užbaigdami sandorį, ir paspauskite „Kitas“.
nb: I "Seed extension"-inngangen, skriv inn {appName}-passordet som du brukte da du fullførte handelen, og trykk "Next".
nl: Typ in de "Seed extension"-invoer het {appName}-wachtwoord dat u heeft gebruikt bij het afronden van de transactie en druk op "Volgende".
pl: W polu „Seed extension” wpisz hasło {appName}, którego użyłeś podczas finalizacji handlu i naciśnij „Next”.
pt_br: Na entrada "Seed extension", digite a senha {appName} que você usou ao liberar o comércio e pressione "Next".
sl: Pri vnosu "Seed extension" vnesite geslo {appName}, ki ste ga uporabili pri zaključku trgovanja in pritisnite "Next".
sv: I inmatningen "Seed extension", skriv in {appName} lösenord som du har använt när du slutförde affären och tryck på "Nästa".
tl: Sa input na "Seed extension", i-type ang {appName} password na ginamit mo noong tinatapos ang trade at pindutin ang "Next".
tr: "Seed extension" girişine, işlemi tamamlarken kullandığınız {appName} şifresini yazın ve "Next" tuşuna basın.
ur: "Seed extension" ان پٹ میں، {appName} پاس ورڈ ٹائپ کریں جو آپ نے تجارت کو حتمی شکل دیتے وقت استعمال کیا ہے اور "Next" دبائیں۔
zh_cn: 在 "Seed extension "输入框中，输入你在释放交易时使用的{appName}密码，然后按 "Next"。
zh_tw: 在 "Seed extension "輸入框中，輸入你在釋放交易時使用的{appName}密碼，然後按 "Next"。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb7
source: Select "native segwit (p2wpkh)" and in the derivation path input below write {formattedDerivationPath}. Press "Next".
cs: Vyberte "native segwit (p2wpkh)" a do vstupu odvození cesty níže napište {formattedDerivationPath}. Stiskněte "Další".
fi: Valitse "native segwit (p2wpkh)" ja kirjoita alla olevaan johdannaispolun syötteeseen {formattedDerivationPath}. Paina "Next".
fr: Sélectionnez "segwit natif (p2wpkh)" et dans l'entrée de chemin de dérivation ci-dessous, écrivez {formattedDerivationPath}. Puis appuyez sur "Suivant".
it: Selezionate "segwit nativo (p2wpkh)" e nell'input del percorso di derivazione sotto scrivete {formattedDerivationPath}. Premi "Avanti".
lt: Pasirinkite „native segwit (p2wpkh)“ ir žemiau esančioje išvedimo kelio įvestyje parašykite {formattedDerivationPath}. Paspauskite "Kitas".
nb: Velg "native segwit (p2wpkh)" og skriv {formattedDerivationPath} i avledningsstiinngangen nedenfor. Trykk "Neste".
nl: Selecteer "native segwit (p2wpkh)" en schrijf het volgende in het onderstaande afleidingspad {formattedDerivationPath}. Druk op "Volgende".
pl: Wybierz „Native Segwit (P2WPKH)” oraz w „derivation path” wpisz {formattedDerivationPath}. Naciśnij „Next”.
pt_br: Selecione "segwit nativo (p2wpkh)" e na entrada do caminho de derivação abaixo escreva {formattedDerivationPath}. Pressione "Next" (Próximo).
sl: Izberite "native segwit (p2wpkh)" in v spodnji vnos poti izpeljave vpišite {formattedDerivationPath}. Pritisnite "Naprej".
sv: Välj "native segwit (p2wpkh)" och skriv i inmatningen för härledningsvägen nedan {formattedDerivationPath}. Tryck på "Nästa".
tl: Piliin ang "native segwit (p2wpkh)" at sa derivation path input sa ibaba isulat ang {formattedDerivationPath}. Pindutin ang "Next".
tr: "Native segwit (p2wpkh)" seçeneğini seçin ve aşağıdaki türetme yolu girişine {formattedDerivationPath} yazın. "İleri"ye basın.
ur: "native segwit (p2wpkh)" کو منتخب کریں اور نیچے اخذ کرنے والے راستے کے ان پٹ میں {formattedDerivationPath} لکھیں۔ "Next" دبائیں۔
zh_cn: 选择 "native segwit (p2wpkh)"，并在下面的推导路径中输入 {formattedDerivationPath}。按 "Next"。
zh_tw: 選擇 "native segwit (p2wpkh)"，並在下面的推導路徑中輸入 {formattedDerivationPath}。按 "Next"。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb8
source: Choose whichever password you want for your wallet and press "Next".
cs: Vyberte si libovolné heslo pro svou peněženku a stiskněte „Další“.
fi: Valitse lompakkoon haluamasi salasana ja paina "Next".
fr: Choisissez le mot de passe que vous voulez pour votre portefeuille et appuyez sur "Suivant".
it: Scegli la password che vuoi per il tuo portafoglio e premi "Avanti".
lt: Pasirinkite norimą slaptažodį savo piniginei ir paspauskite „Kitas“.
nb: Velg hvilket passord du vil ha for lommeboken og trykk "Neste".
nl: Kies het gewenste wachtwoord voor uw portefeuille en druk op "Volgende".
pl: Dla swojego portfela wybierz dowolne hasło, jakie chcesz i naciśnij „Next”.
pt_br: Escolha a senha que você quiser para sua carteira e pressione "Next".
sl: Izberite katero koli geslo želite za svojo denarnico in pritisnite "Naprej".
sv: Välj vilket lösenord du vill ha för din plånbok och tryck på "Nästa".
tl: Piliin ang alinmang password na gusto mo para sa iyong wallet at pindutin ang "Next".
tr: Cüzdanınız için istediğiniz şifreyi seçin ve "İleri"ye basın.
ur: اپنے بٹوے کے لیے جو بھی پاس ورڈ چاہتے ہیں اسے منتخب کریں اور "Next" دبائیں۔
zh_cn: 选择你想要的钱包密码，然后按 "Next"。
zh_tw: 選擇你想要的錢包密碼，然後按 "Next"。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb9
source: That's it! You'll see all the transactions under the "History" tab.
cs: A je to! Všechny transakce uvidíte na kartě „Historie“.
fi: Se on siinä! Näet kaikki tapahtumat "History"-välilehdellä.
fr: Vous y êtes ! Vous pourrez voir toutes les transactions sous l'onglet "Historique".
it: Questo è tutto! Vedrai tutte le transazioni sotto la scheda "Storia".
lt: Viskas! Visas operacijas matysite skirtuke „Istorija“.
nb: Det er det! Du vil se alle transaksjonene under "Historikk"-fanen.
nl: Dat is het! U ziet alle transacties onder het "Geschiedenis"-tabblad.
pl: Zrobione! Zobaczysz wszystkie transakcje w zakładce „History”.
pt_br: É isso aí! Você verá todas as transações na guia "História".
sl: To je to! Vse transakcije boste videli pod zavihkom "Zgodovina".
sv: Nu är det klart! Du ser alla transaktioner under den "Historik" flik.
tl: Ayan yun! Makikita mo ang lahat ng mga transaksyon sa ilalim ng tab na "Kasaysayan."
tr: Bu kadar! Tüm işlemleri "Geçmiş" sekmesi altında göreceksiniz.
ur: یہی ہے! آپ کو "History" ٹیب کے نیچے تمام لین دین نظر آئیں گے۔
zh_cn: 这就是了!你会在 "History "标签下看到所有的交易。
zh_tw: 這就是了!你會在 "History "標籤下看到所有的交易。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbtitle
source: Using Electrum
cs: Pomocí Electrum
fi: Electrumin käyttö
fr: Utilisation d'Electrum
it: Usare Electrum
lt: Naudojant Electrum
nb: Bruker Electrum
nl: Electrum gebruiken
pl: Korzystanie z Electrum
pt_br: Usando o Electrum
sl: Uporaba Electruma
sv: Använder Electrum
tl: Gamit ang Electrum
tr: Electrum'u Kullanma
ur: الیکٹرم کا استعمال
zh_cn: 使用Electrum
zh_tw: 使用Electrum

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb1
source: Download the latest version of the Monero CLI wallet for your OS from <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
cs: Stáhněte si nejnovější verzi peněženky Monero CLI pro váš operační systém z <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
fi: Lataa uusin versio Monero CLI -lompakosta käyttöjärjestelmällesi osoitteesta <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
fr: Téléchargez la dernière version du portefeuille Monero CLI pour votre système d'exploitation depuis <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
it: Scarica l'ultima versione del portafoglio Monero CLI per il tuo sistema operativo da <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
lt: Atsisiųskite naujausią Monero CLI piniginės versiją savo operacinei sistemai iš <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
nb: Last ned den nyeste versjonen av Monero CLI-lommeboken for operativsystemet ditt fra <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
nl: Download de nieuwste versie van de Monero CLI-portefeuille voor uw besturingssysteem van <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
pl: Pobierz najnowszą wersję portfela Monero CLI dla Twojego systemu operacyjnego z <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
pt_br: Baixe a última versão da carteira Monero CLI para seu sistema operacional em <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
sl: Prenesite najnovejšo različico denarnice Monero CLI za vaš OS iz <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
sv: Ladda ner den senaste versionen av Monero CLI-plånboken för ditt operativsystem från <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
tl: I-download ang pinakabagong bersyon ng Monero CLI wallet para sa iyong OS mula sa <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>.
tr: İşletim sisteminiz için Monero CLI cüzdanının en son sürümünü <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> adresinden indirin.
ur: اپنے OS کے لیے Monero CLI والیٹ کا تازہ ترین ورژن <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> سے ڈاؤن لوڈ کریں۔
zh_cn: 从这 <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>下载适合你的操作系统的最新版本的Monero CLI钱包。
zh_tw: 從這 <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a>下載適合你的操作系統的最新版本的Monero CLI錢包。

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb2
source: Launch the wallet with the {formattedFlag} flag.
cs: Spusťte peněženku s příznakem {formattedFlag}.
fi: Avaa lompakko {formattedFlag}-lipulla.
fr: Lancez le portefeuille avec l'option {formattedFlag}.
it: Lancia il portafoglio con il flag {formattedFlag} .
lt: Paleiskite piniginę su {formattedFlag} vėliava.
nb: Start lommeboken med {formattedFlag}-flagget.
nl: Start de portefeuille met de {formattedFlag}-flag.
pl: Uruchom portfel z flagą {formattedFlag}.
pt_br: Lançar a carteira com a bandeira {formattedFlag} .
sl: Zaženite denarnico z {formattedFlag} zastavico.
sv: Starta plånboken med {formattedFlag} flaggan.
tl: Ilunsad ang wallet na may bandilang {formattedFlag}.
tr: M-cüzdanı {formattedFlag} bayrağıyla başlatın.
ur: پرس کو {formattedFlag} پرچم کے ساتھ لانچ کریں۔
zh_cn: 用 {formattedFlag} 标志启动钱包。
zh_tw: 用 {formattedFlag} 標誌啟動錢包。

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb3
source: Enter whichever name for your wallet that you want.
cs: Zadejte libovolný název vaší peněženky.
fi: Kirjoita haluamasi nimi lompakollesi.
fr: Entrez le nom que vous souhaitez pour votre portefeuille.
it: Inserisci il nome che vuoi per il tuo portafoglio.
lt: Įveskite norimą piniginės pavadinimą.
nb: Skriv inn hvilket navn du vil ha på lommeboken.
nl: Voer de gewenste naam voor uw portefeuille in.
pl: Wprowadź dowolną nazwę, jaką chcesz, dla swojego portfela.
pt_br: Digite o nome que você quiser para sua carteira.
sl: Vnesite poljubno ime vaše denarnice.
sv: Ange vilket namn du vill ha på din plånbok.
tl: Ilagay ang alinmang pangalan para sa iyong wallet na gusto mo.
tr: Cüzdanınız için istediğiniz adı girin.
ur: اپنے بٹوے کا جو بھی نام آپ چاہتے ہیں درج کریں۔
zh_cn: 输入你想要的钱包的任何名称。
zh_tw: 輸入你想要的錢包的任何名稱。

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb4
source: When asked to <strong>"Specify Electrum seed"</strong>, paste the mnemonic seed from the trade page.
cs: Až budete požádáni o <strong>"Specifikujte Electrum seed"</strong>, a vložte mnemotechnické slova z obchodní stránky.
fi: Kun sinua pyydetään <strong>"Specify Electrum seed"</strong>, liitä muistosiemen kauppasivulta.
fr: Lorsqu'on vous demande de <strong>"Spécifier la phrase d'Electrum"</strong>, collez la phrase mnémonique de la page d'échange.
it: Quando ti viene chiesto di <strong>"Specificare il seme di Electrum"</strong>incolla il seme mnemonico della pagina commerciale.
lt: Kai bus paprašyta <strong>„Nurodykite Electrum seed“</strong>, įklijuokite mnemoninę sėklą iš prekybos puslapio.
nb: Når du blir bedt om å <strong>"Spesifisere Electrum seed"</strong>, lim inn mnemonikkfrøet fra handelssiden.
nl: Wanneer u gevraagd wordt om <strong>"Specify Electrum seed"</strong>, plak dan de mnemonic seed van de handelspagina.
pl: Gdy będziesz poproszony o <strong> „Specify Electrum seed” </strong>, wklej seed ze strony handlowej.
pt_br: Quando solicitado a <strong>"Especificar semente de Eletro"</strong>, cole a semente mnemônica da página de comércio.
sl: Ko ste pozvani <strong>"Določite Electrum seme"</strong>, prilepite mnemonično seme s trgovalne strani.
sv: På frågan om <strong>"Ange Electrum-frö"</strong>, klistra in mnemonic seed från handelssidan.
tl: Kapag hiniling na <strong>"Tukuyin ang Electrum seed"</strong>, i-paste ang mnemonic seed mula sa trade page.
tr: <strong>"Electrum tohumunu belirtin"</strong> istendiğinde, anımsatıcı tohumunu ticaret sayfasından yapıştırın.
ur: جب <strong>"الیکٹرم بیج کی وضاحت کریں"</strong> سے پوچھا جائے تو تجارتی صفحہ سے یادداشت کے بیج کو چسپاں کریں۔
zh_cn: 当要求 <strong>"指定Electrum助记词 "时</strong>。，粘贴交易页上的助记词。
zh_tw: 當要求 <strong>"指定Electrum助記詞 "時</strong>。，粘貼交易頁上的助記詞。

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb5
source: When asked to <strong>"Enter seed offset passphrase",</strong> type in the {appName} password that you've used when finalizing the trade.
cs: Když budete požádáni o <strong>"Zadejte přístupovou frázi seed offset", </strong> zadejte {appName} heslo, které jste použili při dokončování obchodu.
fi: Kun sinua pyydetään <strong>"Enter seed offset passphrase",</strong> kirjoita {appName}-salasana, jota käytit kaupan viimeistelyssä.
fr: Lorsqu'on vous demande de <strong>"Entrer le mot de passe de la phrase mnémonique",</strong> saisissez le mot de passe {appName} que vous avez utilisé lors de la finalisation de la transaction.
it: Quando ti viene chiesto di <strong>"Inserire la passphrase di offset del seme",</strong> digita la password di {appName} che hai usato quando hai finalizzato lo scambio.
lt: Kai bus paprašyta <strong>„Įvesti pradinio kompensavimo slaptafrazę“,</strong> įveskite {appName} slaptažodį, kurį naudojote užbaigdami sandorį.
nb: Når du blir bedt om å <strong>"Skriv inn seed offset passphrase",</strong> skriver du inn {appName}-passordet du brukte da du fullførte handelen.
nl: Wanneer gevraagd wordt om <strong> "Seed Offset Passphrase in te voeren", typ </strong> het {appName} wachtwoord in dat u heeft gebruikt bij het afronden van de transactie.
pl: Gdy będziesz poproszony o <strong> „Enter seed offset passphrase”, </strong> wpisz hasło {appName}, którego użyłeś podczas finalizacji handlu.
pt_br: Quando solicitado a <strong>"Digite a senha de offset das sementes",</strong> digite a senha {appName} que você usou ao finalizar o comércio.
sl: Ko vas poziva <strong>"Enter seed offset passphrase",</strong> vnesite geslo {appName}, ki ste ga uporabili pri zaključku trgovanja.
sv: På frågan om <strong>"Ange lösenfras för seed offset",</strong> typ i den {appName} lösenord som du har använt när du slutförde affären.
tl: Kapag hiniling na <strong>"Enter seed offset passphrase",</strong> i-type ang {appName} password na ginamit mo noong tinatapos ang trade.
tr: <strong>"Tohum ofset parolasını girin" istendiğinde,</strong> işlemi tamamlarken kullandığınız {appName} şifresini yazın.
ur: جب <strong>"Enter seed offset passphrase" سے کہا جائے، </strong> {appName} پاس ورڈ ٹائپ کریں جو آپ نے تجارت کو حتمی شکل دیتے وقت استعمال کیا ہے۔
zh_cn: 当要求 <strong>"输入Offset种子短语 "时，</strong> 键入你在释放交易时使用的{appName}密码。
zh_tw: 當要求 <strong>"輸入Offset種子短語 "時，</strong> 鍵入你在釋放交易時使用的{appName}密碼。

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb6
source: Answer the next questions to your preference.
cs: Odpovězte na další otázky podle svých preferencí.
fi: Vastaa seuraaviin kysymyksiin mielesi mukaan.
fr: Répondez aux questions suivantes selon vos préférences.
it: Rispondi alle prossime domande in base alle tue preferenze.
lt: Atsakykite į kitus klausimus pagal savo pageidavimus.
nb: Svar på de neste spørsmålene etter eget ønske.
nl: Beantwoord de volgende vragen naar uw voorkeur.
pl: Odpowiedz na kolejne pytania wedle swoich preferencji.
pt_br: Responda as próximas perguntas à sua preferência.
sl: Na ta vprašanja odgovorite po svojih željah.
sv: Svara på följande frågor enligt dina preferenser.
tl: Sagutin ang mga susunod na tanong ayon sa iyong kagustuhan.
tr: Sonraki soruları tercihinize göre yanıtlayın.
ur: اپنی پسند کے مطابق اگلے سوالات کے جواب دیں۔
zh_cn: 根据你的喜好回答接下来的问题。
zh_tw: 根據你的喜好回答接下來的問題。

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbcontent250Sb7
source: That's it! After the wallet is synchronized, you'll see all the transactions by using the {formattedCommand} command.
cs: A je to! Po synchronizaci peněženky uvidíte všechny transakce pomocí příkazu {formattedCommand}.
fi: Se on siinä! Kun lompakko on synkronoitu, näet kaikki tapahtumat käyttämällä {formattedCommand}-komentoa.
fr: Ça y est ! Une fois le portefeuille synchronisé, vous pourrez consulter toutes les transactions en utilisant la commande {formattedCommand}.
it: Questo è tutto! Dopo che il portafoglio è sincronizzato, vedrai tutte le transazioni usando il comando {formattedCommand} .
lt: Viskas! Kai piniginė bus sinchronizuota, visas operacijas matysite naudodami komandą {formattedCommand}.
nb: Det er det! Etter at lommeboken er synkronisert, vil du se alle transaksjonene ved å bruke {formattedCommand}-kommandoen.
nl: Dat is het! Nadat de portefeuille is gesynchroniseerd, ziet u alle transacties met behulp van de opdracht {formattedCommand}.
pl: I już! Po zsynchronizowaniu portfela zobaczysz wszystkie transakcje za pomocą polecenia {formattedCommand}.
pt_br: É isso aí! Depois que a carteira estiver sincronizada, você verá todas as transações usando o comando {formattedCommand} .
sl: To je to! Ko je denarnica sinhronizirana, boste videli vse transakcije z ukazom {formattedCommand}.
sv: Nu är det klart! När plånboken har synkroniserats kan du se alla transaktioner genom att använda {formattedCommand}.
tl: Ayan yun! Pagkatapos ma-synchronize ang wallet, makikita mo ang lahat ng transaksyon sa pamamagitan ng paggamit ng {formattedCommand} command.
tr: Bu kadar! M-cüzdan senkronize edildikten sonra {formattedCommand} komutunu kullanarak tüm işlemleri göreceksiniz.
ur: یہی ہے! بٹوے کےsynchronized ہونے کے بعد، آپ {formattedCommand} کمانڈ استعمال کرکے تمام لین دین دیکھیں گے۔
zh_cn: 这就是了!钱包同步完后，你会通过使用 {formattedCommand} 命令看到所有的交易。
zh_tw: 這就是了!錢包同步完後，你會通過使用 {formattedCommand} 命令看到所有的交易。
