Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# description250Sbguide250Sbtelegram
source: This guide will help you configure Telegram notifications for {appName}.
cs: Tato příručka vám pomůže nakonfigurovat oznámení telegramu pro {appName}.
fi: Tämä opas auttaa sinua määrittämään Telegram-ilmoitukset {appName}:lle.
fr: Ce guide vous aidera à configurer les notifications Telegram pour {appName}.
it: Questa guida ti aiuterà a configurare le notifiche Telegram per {appName}.
lt: Šis vadovas padės sukonfigūruoti telegramos pranešimus {appName}.
nb: Denne veiledningen hjelper deg med å konfigurere Telegram-varsler for {appName}.
nl: Deze handleiding helpt u bij het configureren van Telegram-meldingen voor {appName}.
pl: Ten przewodnik pomoże Ci skonfigurować powiadomienia od {appName} za pośrednictwem Telegramu.
pt_br: Este guia irá ajudá-lo a configurar as notificações do Telegram para o {appName}.
sl: Ta vodnik vam bo pomagal konfigurirati Telegram obvestila za {appName}.
sv: Den här guiden hjälper dig att konfigurera Telegram-aviseringar för {appName}.
tl: Tutulungan ka ng gabay na ito na i-configure ang mga notification sa Telegram para sa {appName}.
tr: Bu kılavuz, {appName} için Telegram bildirimlerini yapılandırmanıza yardımcı olacaktır.
ur: یہ گائیڈ آپ کو {appName} کے لیے ٹیلیگرام اطلاعات کو ترتیب دینے میں مدد کرے گا۔
zh_cn: 本指南将帮助您配置{appName}的电报通知。
zh_tw: 本指南將幫助您配置{appName}的電報通知。

# description250Sbguide250Sbtrade
source: This guide will help you understand the basics of trading Monero on a P2P exchange {appName}.
cs: Tato příručka vám pomůže pochopit základy obchodování Monero na P2P burze {appName}.
fi: Tämä opas auttaa sinua ymmärtämään Moneron kaupankäynnin perusteet P2P-pörssissä {appName}.
fr: Ce guide vous aidera à comprendre les bases de l'échange de Monero sur une plateforme d'échange P2P (pair-à-pair) {appName}.
it: Questa guida ti aiuterà a capire le basi del trading Monero su uno scambio P2P {appName}.
lt: Šis vadovas padės suprasti „Monero“ prekybos P2P biržoje pagrindus {appName}.
nb: Denne veiledningen vil hjelpe deg å forstå det grunnleggende om handel med Monero på en P2P-børs {appName}.
nl: Deze handleiding helpt u de basisprincipes van het handelen in Monero op een P2P-beurs {appName} te begrijpen.
pl: Ten przewodnik pomoże Ci zrozumieć podstawy handlu Monero na giełdzie P2P {appName}.
pt_br: Este guia irá ajudá-lo a entender os fundamentos do comércio do Monero em um P2M {appName}.
sl: Ta vodnik vam bo pomagal razumeti osnove Monero trgovanja na P2P menjalnici {appName}.
sv: Den här guiden hjälper dig att förstå grunderna för att handla Monero på en P2P-börs {appName}.
tl: Tutulungan ka ng gabay na ito na maunawaan ang mga pangunahing kaalaman sa pangangalakal ng Monero sa isang P2P exchange {appName}.
tr: Bu kılavuz, P2P borsasında {appName} Monero ticaretinin temellerini anlamanıza yardımcı olacaktır.
ur: یہ گائیڈ آپ کو P2P ایکسچینج {appName} پر Monero ٹریڈنگ کی بنیادی باتوں کو سمجھنے میں مدد کرے گا۔
zh_cn: 本指南将帮助您了解在P2P交换{appName}上交易门罗币的基础知识。
zh_tw: 本指南將幫助您了解在P2P交換{appName}上交易門羅幣的基礎知識。

# description250Sbguide250Sbtrade57Sbagoradesk
source: This guide will help you understand the basics of trading cryptocurrency on a P2P OTC desk {appName}.
cs: Tato příručka vám pomůže pochopit základy obchodování s kryptoměnami na P2P OTC stole {appName}.
fi: Tämä opas auttaa sinua ymmärtämään kryptovaluuttojen kaupankäynnin perusteet P2P OTC -alustalla {appName}.
fr: Ce guide vous aidera à comprendre les bases de l'échange de crypto-monnaie sur une plateforme d'échange P2P OTC {appName}.
it: Questa guida ti aiuterà a comprendere le basi del trading di criptovaluta su un desk OTC P2P {appName}.
lt: Šis vadovas padės suprasti prekybos kriptovaliuta P2P ne biržoje pagrindus {appName}.
nb: Denne veiledningen vil hjelpe deg å forstå det grunnleggende om handel med kryptovaluta på et P2P OTC-bord {appName}.
nl: Deze handleiding helpt u de basisprincipes van het verhandelen van cryptocurrency op een P2P OTC-desk {appName} te begrijpen.
pl: Ten przewodnik pomoże Ci zrozumieć podstawy handlu kryptowalut na giełdzie P2P OTC {appName}.
pt_br: Este guia ajudará você a entender os fundamentos da negociação da criptomoeda em um balcão OTC {appName}.
sl: Ta vodnik vam bo pomagal razumeti osnove trgovanja s kriptovalutami na mizi P2P OTC {appName}.
sv: Den här guiden hjälper dig att förstå grunderna för handel med kryptovalutor på en P2P OTC-desk {appName}.
tl: Tutulungan ka ng gabay na ito na maunawaan ang mga pangunahing kaalaman sa pangangalakal ng cryptocurrency sa isang P2P OTC desk {appName}.
tr: Bu kılavuz, P2P OTC masasında {appName} kripto para birimi ticaretinin temellerini anlamanıza yardımcı olacaktır.
ur: یہ گائیڈ آپ کو P2P OTC ڈیسک {appName} پر کریپٹو کرنسی ٹریڈنگ کی بنیادی باتوں کو سمجھنے میں مدد کرے گا۔
zh_cn: 本指南将帮助您了解在P2P OTC桌面{appName}上交换加密货币的基础知识。
zh_tw: 本指南將幫助您了解在P2P OTC桌面{appName}上交換加密貨幣的基礎知識。

# description250Sbguide250Sbxmr
source: How to buy Monero anonymously without ID? {appName} offers a way to buy XMR without KYC verification, so you can protect your privacy!
cs: Jak koupit Monero anonymně bez ID? {appName} nabízí způsob, jak koupit XMR bez ověření KYC, takže můžete chránit své soukromí!
fi: Kuinka ostaa Moneroa anonyymisti ilman henkilöllisyystodistusta? {appName} tarjoaa tavan ostaa XMR:ää ilman KYC-vahvistusta, jotta voit suojata yksityisyyttäsi!
fr: Comment acheter du Monero de manière anonyme sans pièce d'identité ? {appName} offre un moyen d'acheter du XMR sans vérification KYC, afin que vous puissiez protéger votre vie privée !
it: Come acquistare Monero in modo anonimo senza ID? {appName} offre un modo per acquistare XMR senza la verifica KYC, così puoi proteggere la tua privacy!
lt: Kaip anonimiškai nusipirkti Monero be ID? {appName} siūlo galimybę įsigyti XMR be KYC patvirtinimo, kad galėtumėte apsaugoti savo privatumą!
nb: Hvordan kjøpe Monero anonymt uten ID? {appName} tilbyr en måte å kjøpe XMR uten KYC-verifisering, slik at du kan beskytte personvernet ditt!
nl: Hoe koopt u anoniem Monero zonder ID? {appName} biedt een manier om XMR te kopen zonder KYC-verificatie, zodat u uw privacy kunt beschermen!
pl: Jak kupić Monero anonimowo bez dokumentu tożsamości? {appName} oferuje sposób na zakup XMR bez weryfikacji KYC, abyś mógł zachować swoją prywatność!
pt_br: Como comprar Monero anonimamente sem ID? O {appName} oferece uma maneira de comprar XMR sem a verificação do KYC, para que você possa proteger sua privacidade!
sl: Kako kupiti Monero anonimno brez verifikacije osebnih dokumentov? {appName} ponuja nakup XMR brez preverjanja KYC, da lahko zaščitite svojo zasebnost!
sv: Hur köper man Monero anonymt utan ID? {appName} erbjuder ett sätt att köpa XMR utan KYC-verifiering, så att du kan skydda din integritet!
tl: Paano bumili ng Monero nang hindi nagpapakilalang walang ID? Nag-aalok ang {appName} ng paraan para bumili ng XMR nang walang KYC verification, para maprotektahan mo ang iyong privacy!
tr: Kimlik olmadan anonim olarak Monero nasıl satın alınır? {appName}, gizliliğinizi koruyabilmeniz için KYC doğrulaması olmadan XMR satın almanın bir yolunu sunar!
ur: ID کے بغیر گمنامی میں Monero کیسے خریدیں؟ {appName} KYC تصدیق کے بغیر XMR خریدنے کا ایک طریقہ پیش کرتا ہے، تاکہ آپ اپنی رازداری کی حفاظت کر سکیں!
zh_cn: 如何匿名购买 门罗币 没有身份证？ {appName}提供了一种在没有KYC验证的情况下购买 XMR 的方法，因此您可以保护您的隐私！
zh_tw: 如何匿名購買 門羅幣 沒有身份證？ {appName}提供了一種在沒有KYC驗證的情況下購買 XMR 的方法，因此您可以保護您的隱私！

# description250Sbhomepage
source: Buy and sell Monero (XMR) online without ID verification - use PayPal, credit/debit card or bank transfer, gift cards, cash by mail, Venmo, BTC or any other method.
cs: Nakupujte a prodávejte Monero (XMR) online bez ověření ID – použijte PayPal, kreditní/debetní kartu nebo bankovní převod, dárkové karty, hotovost poštou, Venmo, BTC nebo jakoukoli jinou metodu.
fi: Osta ja myy Moneroa (XMR) verkossa ilman henkilöllisyystodistusta - käytä PayPalia, luotto-/pankkikorttia tai pankkisiirtoa, lahjakortteja, käteistä postitse, Venmoa, BTC:tä tai mitä tahansa muuta tapaa.
fr: Achetez et vendez du Monero (XMR) en ligne sans vérification d'identité - utilisez PayPal, une carte de crédit/débit ou un virement bancaire, des cartes-cadeaux, des espèces par la poste, Venmo, BTC ou toute autre méthode.
it: Acquista e vendi Monero (XMR) online senza verifica ID - usa PayPal, carta di credito / debito o bonifico bancario, carte regalo, contanti per posta, Venmo, BTC o qualsiasi altro metodo.
lt: Pirkite ir parduokite Monero (XMR) internetu be tapatybės patvirtinimo – naudokite PayPal, kredito/debeto kortelę arba banko pavedimą, dovanų korteles, grynuosius paštu, Venmo, BTC ar bet kokiu kitu būdu.
nb: Kjøp og selg Monero (XMR) online uten ID-verifisering - bruk PayPal, kreditt-/debetkort eller bankoverføring, gavekort, kontanter via post, Venmo, BTC eller en annen metode.
nl: Koop en verkoop Monero (XMR) online zonder identiteitsverificatie - gebruik PayPal, creditcard/betaalkaart of bankoverschrijving, cadeaubonnen, contant per post, Venmo, BTC of elke andere methode.
pl: Kup i sprzedaj Monero (XMR) online bez weryfikacji ID - użyj PayPal, karty kredytowej/debetowej lub przelewu bankowego, kart podarunkowych, gotówki pocztą, Venmo, BLIK, BTC lub dowolnej innej metody płatności.
pt_br: Compre e venda Monero (XMR) on-line sem verificação de identificação - use PayPal, cartão de crédito / débito ou transferência bancária, cartões-presente, dinheiro por correio, Venmo, BTC ou qualquer outro método.
sl: Kupujte in prodajajte Monero (XMR) na spletu brez preverjanja osebne izkaznice – uporabite PayPal, kreditno/debetno kartico ali bančno nakazilo, darilne kartice, gotovino po pošti, Venmo, BTC ali katero koli drugo metodo.
sv: Köp och sälj Monero (XMR) online utan ID-verifiering - använd PayPal, kredit- / betalkort eller banköverföring, presentkort, kontanter via post, Venmo, BTC eller någon annan metod.
tl: Bumili at magbenta ng Monero (XMR) online nang walang pag-verify ng ID - gumamit ng PayPal, credit/debit card o bank transfer, gift card, cash sa pamamagitan ng koreo, Venmo, BTC o anumang iba pang paraan.
tr: Monero'yu (XMR) kimlik doğrulaması olmadan çevrimiçi satın alın ve satın - PayPal, kredi/banka kartı veya banka havalesi, hediye kartları, posta yoluyla nakit para, Venmo, BTC veya başka herhangi bir yöntemi kullanın.
ur: ID کی تصدیق کے بغیر Monero (XMR) آن لائن خریدیں اور فروخت کریں - PayPal، credit/debit card یا بینک ٹرانسفر، گفٹ کارڈز، نقد بذریعہ ڈاک، Venmo، BTC یا کوئی اور طریقہ استعمال کریں۔
zh_cn: 无需身份验证即可在线购买和出售门罗币（XMR）-使用微信支付，支付宝， 贝宝，信用卡/借记卡或银行转账，礼品卡，邮寄现金, 比特币或任何其他方法。
zh_tw: 無需身份驗證即可在線購買和出售門羅幣（XMR）-使用微信支付，支付寶， 貝寶，信用卡/借記卡或銀行轉賬，禮品卡，郵寄現金, 比特幣或任何其他方法。

# description250Sbhomepage57Sbagoradesk
source: Buy and sell Bitcoin online without ID verification - use PayPal, credit/debit card or bank transfer, gift cards, cash by mail, Venmo or any other method.
cs: Nakupujte a prodávejte bitcoiny online bez ověření ID – použijte PayPal, kreditní/debetní kartu nebo bankovní převod, dárkové karty, hotovost poštou, Venmo nebo jakoukoli jinou metodu.
fi: Osta ja myy Bitcoineja verkossa ilman henkilöllisyystodistusta - käytä PayPalia, luotto-/pankkikorttia tai pankkisiirtoa, lahjakortteja, käteistä postitse, Venmoa tai mitä tahansa muuta tapaa.
fr: Achetez et vendez des Bitcoins en ligne sans vérification d'identité - utilisez PayPal, une carte de crédit/débit ou un virement bancaire, des cartes-cadeaux, des espèces par courrier, Venmo ou toute autre méthode.
it: Acquista e vendi Bitcoin online senza verifica ID: usa PayPal, carta di credito / debito o bonifico bancario, buoni regalo, contanti per posta, Venmo o qualsiasi altro metodo.
lt: Pirkite ir parduokite Bitcoin internetu be tapatybės patvirtinimo – naudokite PayPal, kredito/debeto kortelę arba banko pavedimą, dovanų korteles, grynuosius paštu, Venmo ar bet kokiu kitu būdu.
nb: Kjøp og selg Bitcoin online uten ID-verifisering – bruk PayPal, kreditt-/debetkort eller bankoverføring, gavekort, kontanter via post, Venmo eller en annen metode.
nl: Koop en verkoop Bitcoin online zonder ID-verificatie - gebruik PayPal, creditcard/betaalpas of bankoverschrijving, cadeaubonnen, contant per post, Venmo of elke andere methode.
pl: Kupuj i sprzedawaj Bitcoiny online bez weryfikacji tożsamości - użyj PayPal, karty kredytowej/debetowej lub przelewu bankowego, kart podarunkowych, gotówki pocztą, Venmo , BLIK, lub dowolnej innej metody płatności.
pt_br: Compre e venda Bitcoin on-line sem verificação de identificação - use PayPal, cartão de crédito / débito ou transferência bancária, cartões-presente, dinheiro por correio, Venmo ou qualquer outro método.
sl: Kupujte in prodajajte Bitcoin preko spleta, brez preverjanja osebne izkaznice – uporabite PayPal, kreditno/debetno kartico ali bančno nakazilo, darilne kartice, gotovino po pošti, Venmo ali katero koli drugo metodo.
sv: Köp och sälj Bitcoin online utan ID-kontroll - använd PayPal, kredit-/betalkort eller banköverföring, presentkort, kontanter via post, Venmo eller någon annan metod.
tl: Bumili at magbenta ng Bitcoin online nang walang pag-verify ng ID - gumamit ng PayPal, credit/debit card o bank transfer, gift card, cash sa pamamagitan ng koreo, Venmo o anumang iba pang paraan.
tr: Kimlik doğrulaması olmadan Bitcoin'i çevrimiçi satın alın ve satın - PayPal, kredi/banka kartı veya banka havalesi, hediye kartları, posta yoluyla nakit ödeme, Venmo veya başka herhangi bir yöntemi kullanın.
ur: آئی ڈی کی تصدیق کے بغیر بٹ کوائن آن لائن خریدیں اور فروخت کریں -PayPal, credit/debit card یا بینک ٹرانسفر، گفٹ کارڈز، نقد بذریعہ ڈاک، وینمو یا کوئی اور طریقہ استعمال کریں۔
zh_cn: 无需身份验证即可在线购买和出售比特币-使用微信支付，支付宝， 贝宝，信用卡/借记卡或银行转账，礼品卡，邮寄现金或任何其他方法。
zh_tw: 無需身份驗證即可在線購買和出售比特幣-使用微信支付，支付寶， 貝寶，信用卡/借記卡或銀行轉賬，禮品卡，郵寄現金或任何其他方法。

# description250Sblogin
source: Login to your {appName} account to start trading now.
cs: Přihlaste se ke svému účtu {appName} a začněte obchodovat nyní.
fi: Kirjaudu {appName} -tilillesi aloittaaksesi kaupankäynnin nyt.
fr: Connectez-vous à votre compte {appName} pour commencer à échanger.
it: Accedi al tuo account {appName} per iniziare a fare trading ora.
lt: Prisijunkite prie savo {appName} paskyros, kad pradėtumėte prekybą dabar.
nb: Logg på {appName}-kontoen din for å begynne å handle nå.
nl: Log in op uw {appName}-account om nu te beginnen met handelen.
pl: Zaloguj się na konto {appName}, aby zacząć handlować.
pt_br: Faça o login na sua conta {appName} para começar a negociar agora.
sl: Prijavite se v svoj {appName} račun, da začnete trgovati.
sv: Logga in på din {appName} konto för att börja handla nu.
tl: Mag-login sa iyong {appName} account upang simulan ang pangangalakal ngayon.
tr: Şimdi işlem yapmaya başlamak için {appName} hesabınıza giriş yapın.
ur: ابھی ٹریڈنگ شروع کرنے کے لیے اپنے {appName} اکاؤنٹ میں لاگ ان کریں۔
zh_cn: 登录您的{appName}帐户立即开始交易。
zh_tw: 登錄您的{appName}帳戶立即開始交易。

# description250Sbnew
source: Create a new advertisement to buy or sell Monero locally for cash or online.
cs: Vytvořte nový inzerát pro nákup nebo prodej Monero lokálně za hotovost nebo online.
fi: Luo uusi ilmoitus ostaaksesi tai myydäksesi Moneroa paikallisesti käteisellä tai verkossa.
fr: Créez une nouvelle annonce pour acheter ou vendre du Monero en ligne ou localement contre de l'espèce.
it: Crea un nuovo annuncio per acquistare o vendere Monero localmente per contanti o online.
lt: Sukurkite naują skelbimą, norėdami nusipirkti arba parduoti Monero vietoje už grynuosius pinigus arba internetu.
nb: Lag en ny annonse for å kjøpe eller selge Monero lokalt for kontanter eller online.
nl: Maak een nieuwe advertentie om Monero lokaal, voor contant geld, of online te kopen of verkopen.
pl: Utwórz nowe ogłoszenie aby kupić lub sprzedać Monero lokalnie za gotówkę lub online.
pt_br: Crie um novo anúncio para comprar ou vender o Monero localmente por dinheiro ou online.
sl: Ustvarite nov oglas za nakup ali prodajo Monera lokalno z gotovino ali preko spleta.
sv: Skapa en ny annons för att köpa eller sälja Monero lokalt för kontanter eller online.
tl: Gumawa ng bagong advertisement para bumili o magbenta ng Monero nang lokal para sa cash o online.
tr: Monero'yu nakit olarak veya çevrimiçi olarak yerel olarak satın almak veya satmak için yeni bir reklam oluşturun.
ur: مونیرو کو مقامی طور پر نقد یا آن لائن خریدنے یا بیچنے کے لیے ایک نیا اشتہار بنائیں۔
zh_cn: 创建一个新的广告,在当地或在线购买或出售门罗币。
zh_tw: 創建一個新的廣告,在當地或在線購買或出售門羅幣。

# description250Sbnew57Sbagoradesk
source: Create a new advertisement to buy or sell cryptocurrency.
cs: Vytvořte novou reklamu na nákup nebo prodej kryptoměny.
fi: Luo uusi ilmoitus ostaaksesi tai myydäksesi kryptovaluuttaa.
fr: Créez une nouvelle annonce pour acheter ou vendre de la crypto-monnaie.
it: Crea un nuovo annuncio per acquistare o vendere criptovalutat.
lt: Sukurkite naują skelbimą, norėdami pirkti ar parduoti kriptovaliutą.
nb: Lag en ny annonse for å kjøpe eller selge kryptovaluta.
nl: Maak een nieuwe advertentie om cryptocurrency te kopen of verkopen.
pl: Utwórz nowe ogłoszenie aby kupić lub sprzedać kryptowaluty.
pt_br: Crie um novo anúncio para comprar ou vender criptomoeda.
sl: Ustvarite nov oglas za nakup ali prodajo kriptovalute.
sv: Skapa en ny annons för att köpa eller sälja kryptovaluta.
tl: Gumawa ng bagong advertisement para bumili o magbenta ng cryptocurrency.
tr: Kripto para birimini satın almak veya satmak için yeni bir reklam oluşturun.
ur: کریپٹو کرنسی خریدنے یا بیچنے کے لیے ایک نیا اشتہار بنائیں۔
zh_cn: 创建一个新的广告来购买或出售加密货币。
zh_tw: 創建一個新的廣告來購買或出售加密貨幣。

# description250Sbsignup
source: Create a {appName} account — its completely free - and start trading Monero!
cs: Vytvořte si účet {appName} – je zcela zdarma – a začněte obchodovat Monero!
fi: Luo {appName}-tili – se on täysin ilmainen – ja aloita kaupat Monerolla!
fr: Créez un compte {appName} - c'est entièrement gratuit - et commencez à échanger du Monero !
it: Crea un account {appName} — è completamente gratuito - e inizia a fare trading con Monero!
lt: Sukurkite {appName} paskyrą – ji visiškai nemokama – ir pradėkite prekiauti Monero!
nb: Opprett en {appName}-konto – det er helt gratis – og begynn å handle Monero!
nl: Maak een {appName} account aan — het is helemaal gratis — en begin met handelen in Monero!
pl: Stwórz konto {appName} - jest to całkowicie bezpłatne - i zacznij handlować Monero!
pt_br: Crie uma conta {appName} — é totalmente gratuita - e comece a operar o Monero!
sl: Ustvarite {appName} račun — popolnoma brezplačno — in začnite trgovati z Monero!
sv: Skapa en {appName}-konto – det är helt gratis – och börja handla Monero!
tl: Gumawa ng {appName} account — ganap na libre nito - at simulan ang pangangalakal ng Monero!
tr: Bir {appName} hesabı oluşturun - tamamen ücretsizdir - ve Monero ticaretine başlayın!
ur: ایک {appName} اکاؤنٹ بنائیں — یہ مکمل طور پر مفت - اور Monero ٹریڈنگ شروع کریں!
zh_cn: 创建一个{appName}帐户 - 它完全免费 - 并开始交易门罗币！
zh_tw: 創建一個{appName}帳戶 - 它完全免費 - 並開始交易門羅幣！

# description250Sbsignup57Sbagoradesk
source: Create a {appName} account — its completely free - and start trading cryptocurrencies!
cs: Vytvořte si účet {appName} – je zcela zdarma – a začněte obchodovat s kryptoměnami!
fi: Luo {appName}-tili – se on täysin ilmainen – ja aloita kaupat kryptovaluutoilla!
fr: Créez un compte {appName} - c'est entièrement gratuit - et commencez à échanger des crypto-monnaies !
it: Crea un account {appName} — è completamente gratuito - e inizia a fare trading di criptovalute!
lt: Susikurkite {appName} paskyrą – ji visiškai nemokama – ir pradėkite prekiauti kriptovaliutomis!
nb: Opprett en {appName}-konto – det er helt gratis – og begynn å handle kryptovalutaer!
nl: Maak een {appName} account aan — het is helemaal gratis — en begin met handelen in cryptocurrencies!
pl: Stwórz konto {appName} - jest to całkowicie bezpłatne - i zacznij handlować kryptowalutami!
pt_br: Crie uma conta {appName} — é totalmente gratuita — e comece a criptografar moedas!
sl: Ustvarite {appName} račun — popolnoma brezplačno — in začnite trgovati s kriptovalutami!
sv: Skapa en {appName}-konto – det är helt gratis – och börja handla med kryptovalutor!
tl: Gumawa ng {appName} account — ganap na libre nito - at simulan ang pangangalakal ng mga cryptocurrencies!
tr: Tamamen ücretsiz bir {appName} hesabı oluşturun ve kripto para ticareti yapmaya başlayın!
ur: ایک {appName} اکاؤنٹ بنائیں — یہ مکمل طور پر مفت - اور کرپٹو کرنسیوں کی تجارت شروع کریں!
zh_cn: 创建一个{appName}帐户 - 它完全免费 - 并开始交易加密货币！
zh_tw: 創建一個{appName}帳戶 - 它完全免費 - 並開始交易加密貨幣！

# description250Sbstart
source: {appName} guides to help you understand basic and advanced principles of buying or selling Monero.
cs: {appName} příručky, které vám pomohou pochopit základní a pokročilé principy nákupu nebo prodeje Monero.
fi: {appName}-oppaat, jotka auttavat sinua ymmärtämään Moneron ostamisen tai myynnin perusteet ja edistyksellisemmätkin periaatteet.
fr: Les guides {appName} pour vous aider à comprendre les principes de base et avancés de l'achat ou de la vente de Monero.
it: Guide di {appName} per aiutarti a comprendere i principi base e avanzati di acquisto o vendita di Monero.
lt: {appName} vadovai, padėsiantys suprasti pagrindinius ir išplėstinius Monero pirkimo ar pardavimo principus.
nb: {appName} guider for å hjelpe deg å forstå grunnleggende og avanserte prinsipper for kjøp eller salg av Monero.
nl: {appName}-handleidingen om u te helpen de basis- en geavanceerde principes van het kopen of verkopen van Monero te begrijpen.
pl: Przewodniki {appName} pomogą Ci zrozumieć podstawowe i zaawansowane zasady kupowania lub sprzedaży Monero.
pt_br: O {appName} é um guia para ajudá-lo a entender os princípios básicos e avançados de compra ou venda do Monero.
sl: {appName} vodniki vam bodo pomagali razumeti osnovna in napredna načela nakupa ozr. prodaje Monera.
sv: {appName} Detta kommer att ta bort annonsen permanent. Överväg att dölja annonsen genom att ange synlighet till false.
tl: Mga gabay ng {appName} upang matulungan kang maunawaan ang mga basic at advanced na prinsipyo ng pagbili o pagbebenta ng Monero.
tr: {appName} Monero satın alma veya satmanın temel ve ileri ilkelerini anlamanıza yardımcı olacak kılavuzlar.
ur: Monero خریدنے یا بیچنے کے بنیادی اور جدید اصولوں کو سمجھنے میں آپ کی مدد کرنے کے لیے {appName} رہنما۔
zh_cn: {appName}指南可帮助您了解购买或销售门罗币的基本和​​高级原则。
zh_tw: {appName}指南可幫助您了解購買或銷售門羅幣的基本和​​高級原則。
