Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb20
source: Sometimes a trader may ask for your ID. If you're trading for the first time with a trader they may ask you to identify yourself. This is because in certain countries traders are required by local laws to know who their customers are. Most traders explain in the terms of the trade if they require ID verification or not. If you don't wish to give the trader your ID, you can always cancel the trade and search for a trader with less strict requirements. Always send your ID to the seller via the trade chat, our trade chat messages are kept encrypted on our servers and are deleted after 180 days. All photographs sent to the trade chat are also marked with a watermark to prevent misuse of the images.
cs: Někdy může obchodník požádat o vaše ID. Pokud obchodujete s obchodníkem poprvé, může vás požádat, abyste se identifikovali. Důvodem je, že v některých zemích musí obchodníci podle místních zákonů vědět, kdo jsou jejich zákazníci. Většina obchodníků vysvětluje v obchodních podmínkách, zda vyžadují ověření ID či nikoliv. Pokud si nepřejete dát obchodníkovi své ID, můžete obchod kdykoli zrušit a vyhledat obchodníka s méně přísnými požadavky. Vždy posílejte své ID prodejci prostřednictvím obchodního chatu, naše zprávy obchodního chatu jsou na našich serverech šifrovány a po 180 dnech jsou smazány. Všechny fotografie zaslané do obchodního chatu jsou také označeny vodoznakem, aby se zabránilo zneužití obrázků.
fi: Joskus kauppias voi pyytää henkilöllisyytodistustasi. Jos käyt kauppaa ensimmäistä kertaa kauppiaan kanssa, he saattavat pyytää sinua tunnistautumaan. Tämä johtuu siitä, että tietyissä maissa kauppiaiden on paikallisten lakien mukaan tiedettävä, keitä heidän asiakkaat ovat. Useimmat kauppiaat selittävät kaupan ehdoissa, vaativatko he henkilöllisyystodistusta vai eivät. Jos et halua antaa kauppiaalle henkilöllisyystodistustasi, voit aina peruuttaa kaupan ja etsiä kauppiasta vähemmän tiukoilla vaatimuksilla. Lähetä aina henkilöllisyystodistuksesi myyjälle kaupan chatin kautta, kaupan chat-viestimme säilyvät salattuna palvelimillamme ja poistetaan 180 päivän kuluttua. Kaikki kauppakeskusteluun lähetetyt valokuvat on myös merkitty vesileimalla kuvien väärinkäytön estämiseksi.
fr: Parfois, un trader peut vous demander votre pièce d'identité. Si vous négociez pour la première fois avec un trader, il peut vous demander de vous identifier. En effet, dans certains pays, les traders sont tenus par les lois locales de savoir qui sont leurs clients. La plupart des traders expliquent dans les conditions d'échange s'ils exigent ou non une vérification d'identité. Si vous ne souhaitez pas donner votre identifiant au trader, vous pouvez toujours annuler la transaction et rechercher un trader avec des exigences moins strictes. Envoyez toujours votre identifiant au vendeur via le chat de transaction, nos messages de chat transaction sont conservés cryptés sur nos serveurs et sont supprimés après 180 jours. Toutes les photographies envoyées dans le chat de transaction sont également marquées d'un filigrane pour éviter toute utilisation abusive des images.
it: A volte un trader può chiedere il tuo documento. Se stai scambiando per la prima volta con un operatore, potrebbe chiederti di identificarti. Questo perché in alcuni paesi i venditori sono tenuti dalle leggi locali per sapere chi sono i loro clienti. La maggior parte dei venditori spiega nei propri termini se richiedono o meno la verifica dell'identità. Se non desideri fornire al venditore il tuo ID, puoi sempre annullare il trade e cercare un trader con requisiti meno severi. Invia sempre il tuo ID al venditore tramite la chat commerciale, i nostri messaggi commerciali vengono mantenuti crittografati sui nostri server e vengono cancellati dopo 180 giorni. Tutte le fotografie inviate alla chat commerciale sono inoltre contrassegnate da una filigrana per impedire l'uso improprio delle immagini.
lt: Kartais prekybininkas gali paprašyti jūsų asmens tapatybės dokumento. Jei su prekiautoju prekiaujate pirmą kartą, jis gali paprašyti jūsų identifikuoti save. Taip yra todėl, kad tam tikrose šalyse prekybininkai pagal vietinius įstatymus privalo žinoti, kas yra jų klientai. Dauguma prekiautojų prekybos sąlygose paaiškina, ar jiems reikalingas asmens tapatybės patvirtinimas, ar ne. Jei nenorite duoti prekybininkui savo ID, visada galite atšaukti prekybą ir ieškoti prekiautojo, kuriam taikomi ne tokie griežti reikalavimai. Visada siųskite savo ID pardavėjui per prekybos pokalbį, mūsų prekybos pokalbių pranešimai yra užšifruoti mūsų serveriuose ir ištrinami po 180 dienų. Visos nuotraukos, siunčiamos į prekybos pokalbį, taip pat yra pažymėtos vandens ženklu, kad būtų išvengta netinkamo vaizdų naudojimo.
nb: Noen ganger kan en næringsdrivende be om ID-en din. Hvis du handler for første gang med en trader, kan de be deg om å identifisere deg. Dette er fordi i visse land er forhandlere pålagt av lokale lover å vite hvem kundene deres er. De fleste handelsmenn forklarer i handelsvilkårene om de krever ID-verifisering eller ikke. Hvis du ikke ønsker å gi traderen din ID, kan du alltid avbryte handelen og søke etter en trader med mindre strenge krav. Send alltid ID-en din til selgeren via handelschatten, våre handelschatmeldinger holdes kryptert på våre servere og slettes etter 180 dager. Alle bilder som sendes til handelschatten er også merket med vannmerke for å forhindre misbruk av bildene.
nl: Soms vraagt een handelaar om uw ID. Als u voor het eerst met een handelaar handelt, kan deze u vragen om uzelf te identificeren. Dit komt omdat in bepaalde landen handelaren volgens lokale wetten verplicht zijn te weten wie hun klanten zijn. De meeste handelaren leggen in de handelsvoorwaarden uit of ze ID-verificatie nodig hebben of niet. Als u de handelaar uw ID niet wilt geven, kunt u altijd de transactie annuleren en zoeken naar een handelaar met minder strenge eisen. Stuur altijd uw ID naar de verkoper via de trade chat, onze trade chat berichten worden versleuteld bewaard op onze servers en worden na 180 dagen verwijderd. Alle foto's die naar de handelschat worden gestuurd, zijn ook gemarkeerd met een watermerk om misbruik van de afbeeldingen te voorkomen.
pl: Czasami handlowiec może poprosić o Twój dokument tożsamości. Jeśli handlujesz po raz pierwszy z handlowcem, może poprosić Cię o identyfikację. Wynika to z faktu, że w niektórych krajach handlowcy są zobowiązani przez lokalne przepisy, aby wiedzieć, kim są ich klienci. Większość handlowców uprzedza w warunkach handlu, jeśli wymagają weryfikacji tożsamości. Jeśli nie chcesz podawać swoich danych, zawsze możesz anulować handel i wyszukać handlowca o mniej ścisłych wymaganiach. Zawsze wysyłaj swoje dane sprzedawcy za pośrednictwem czatu handlowego, nasze wiadomości handlowe są zaszyfrowane na naszych serwerach i są usuwane po 180 dniach. Wszystkie zdjęcia wysłane na czat handlowy są również oznaczone znakiem wodnym, aby zapobiec niewłaściwemu użyciu zdjęć.
pt_br: Às vezes um operador pode pedir uma foto de um documento seu. Se essa é a primeira vez que você negocia com uma pessoa é possível que ela queira simplesmente confirmar sua identidade. Isso acontece porque certos países ou regiões são obrigados por leis locais de saber quem são seus clientes. A maioria dos vendedores que exigem isso o colocam na descrição dos anúncios. Se você não quer enviar seus documentos ao operador, simplesmente cancele a negociação e busque por um outro usuário com menos restrições. Sempre envie seu documento através do nosso bate-papo, as mensagens são guardadas criptografadas e deletadas após 180 dias. Todas as fotos enviadas pelo bate papo são modificadas com uma marca d'água para impedir mal uso.
sl: Včasih lahko trgovec zahteva vaš osebni dokument. Če prvič trgujete s trgovalcem, vas bo morda prosil, da se identificirate. To je zato, ker morajo trgovalci v nekaterih državah po lokalni zakonodaji vedeti, kdo so njihove stranke. Večina trgovcev v pogojih trgovanja pojasni, ali zahteva preverjanje osebne izkaznice ali ne. Če trgovalcu ne želite dati svoje osebne izkaznice, lahko vedno prekličete trgovanje in poiščete trgovca z manj strogimi zahtevami. Vedno pošljite vašo osebno izkaznico prodajalcu prek trgovalnega klepeta, naša sporočila klepeta so šifrirana na naših strežnikih in se izbrišejo po 180 dneh. Vse fotografije, poslane v klepet, so označene tudi z vodnim žigom, da se prepreči zloraba.
sv: Ibland kan en näringsidkare fråga efter ditt ID. Om du handlar för första gången med en handlare kan de be dig att identifiera dig. Detta beror på att i vissa länder måste handlare enligt lokala lagar veta vilka deras kunder är. De flesta handlare förklarar i handelsvillkoren om de kräver ID-verifiering eller inte. Om du inte vill ge handlaren ditt ID kan du alltid avbryta handeln och söka efter en handlare med mindre strikta krav. Skicka alltid ditt ID till säljaren via handelschatten, våra handelschattmeddelanden hålls krypterade på våra servrar och raderas efter 180 dagar. Alla fotografier som skickas till handelschatten är också märkta med en vattenstämpel för att förhindra missbruk av bilderna.
tl: Minsan maaaring hingin ng isang mangangalakal ang iyong ID. Kung nakikipagkalakalan ka sa unang pagkakataon sa isang mangangalakal maaari nilang hilingin sa iyo na kilalanin ang iyong sarili. Ito ay dahil sa ilang mga bansa ang mga mangangalakal ay inaatasan ng mga lokal na batas na malaman kung sino ang kanilang mga customer. Karamihan sa mga mangangalakal ay nagpapaliwanag sa mga tuntunin ng kalakalan kung nangangailangan sila ng pag-verify ng ID o hindi. Kung hindi mo gustong ibigay sa mangangalakal ang iyong ID, maaari mong kanselahin anumang oras ang kalakalan at maghanap ng isang mangangalakal na may hindi gaanong mahigpit na mga kinakailangan. Palaging ipadala ang iyong ID sa nagbebenta sa pamamagitan ng trade chat, ang aming mga trade chat na mensahe ay pinananatiling naka-encrypt sa aming mga server at tinatanggal pagkatapos ng 180 araw. Lahat ng mga larawang ipinadala sa trade chat ay minarkahan din ng isang watermark upang maiwasan ang maling paggamit ng mga larawan.
tr: Bazen bir tüccar kimliğinizi isteyebilir. Bir tüccarla ilk kez ticaret yapıyorsanız, sizden kendinizi tanıtmanızı isteyebilirler. Bunun nedeni, bazı ülkelerde tüccarların yerel yasalar gereği müşterilerinin kim olduğunu bilmelerinin zorunlu olmasıdır. Çoğu tüccar, kimlik doğrulaması gerekip gerekmediğini ticaret şartlarında açıklar. Yatırımcıya kimliğinizi vermek istemiyorsanız, her zaman işlemi iptal edebilir ve daha az katı gereksinimlere sahip bir yatırımcı arayabilirsiniz. Kimliğinizi her zaman ticari sohbet yoluyla satıcıya gönderin, ticari sohbet mesajlarımız sunucularımızda şifreli olarak tutulur ve 180 gün sonra silinir. Ticari sohbete gönderilen tüm fotoğraflar, resimlerin kötüye kullanılmasını önlemek için filigranla da işaretlenir.
ur: اکثر کوئی تاجر آپ کی شناخت طلب کر سکتا ہے۔ اگر آپ کسی تاجر کے ساتھ پہلی بار تجارت کر رہے ہیں تو وہ آپ سے اپنی شناخت کے لیے کہہ سکتے ہیں۔ اس کی وجہ یہ ہے کہ بعض ممالک میں تاجروں کو مقامی قوانین کے مطابق یہ جاننے کی ضرورت ہوتی ہے کہ ان کے گاہک کون ہیں۔ زیادہ تر تاجر تجارت کی شرائط میں وضاحت کرتے ہیں کہ آیا انہیں شناختی تصدیق کی ضرورت ہے یا نہیں۔ اگر آپ تاجر کو اپنی شناخت نہیں دینا چاہتے ہیں، تو آپ ہمیشہ تجارت کو منسوخ کر سکتے ہیں اور کم سخت تقاضوں کے ساتھ کسی تاجر کو تلاش کر سکتے ہیں۔ ہمیشہ تجارتی چیٹ کے ذریعے بیچنے والے کو اپنی ID بھیجیں، ہمارے تجارتی چیٹ پیغامات کو ہمارے سرورز پر خفیہ رکھا جاتا ہے اور 180 دنوں کے بعد حذف کر دیا جاتا ہے۔ تجارتی چیٹ پر بھیجی گئی تمام تصاویر پر واٹر مارک بھی لگا ہوا ہے تاکہ تصاویر کے غلط استعمال کو روکا جا سکے۔
zh_cn: 有时，交易者会索要您的ID。如果您第一次与一位交易者进行交易，他/她可能会要求您进行身份验证。这是因为在一些国家/地区，当地法律要求卖家了解他们的客户身份。大部分卖家会在交易条款中说明是否需要验证ID。如果您不想将ID发送给卖家，可以随时取消交易，然后搜索没有严格要求的交易者。请务必通过交易聊天将您的ID发送给卖家，我们的交易聊天记录消息会在服务器上加密，并在180天后删除。所有发送至交易聊天的照片均会使用水印进行标记，以防止图片盗用。
zh_tw: 有時，交易者會索要您的ID。如果您第一次與一位交易者進行交易，他/她可能會要求您進行身份驗證。這是因為在一些國家/地區，當地法律要求賣家了解他們的客戶身份。大部分賣家會在交易條款中說明是否需要驗證ID。如果您不想將ID發送給賣家，可以隨時取消交易，然後搜索沒有嚴格要求的交易者。請務必通過交易聊天將您的ID發送給賣家，我們的交易聊天記錄消息會在服務器上加密，並在180天后刪除。所有發送至交易聊天的照片均會使用水印進行標記，以防止圖片盜用。

# faq250Sbanswer8722Sb28
source: When the price is floating, the purchased Monero amount fluctuates with the Monero exchange rate. The traded Monero amount is determined when the trade is closed, instead of when the trade is opened. This reduces market rate risks in local cash transactions where the time between opening the trade and closing the trade can be several days.
cs: Když se cena pohybuje, nakupovaná částka Monera kolísá se směnným kurzem Monera. Obchodovaná částka Monera je určena při uzavření obchodu, nikoli při otevření obchodu. To snižuje rizika tržních sazeb u místních hotovostních transakcí, kdy doba mezi otevřením obchodu a uzavřením obchodu může být několik dní.
fi: Kun hinta vaihtelee, ostettu Monero-summa vaihtelee Moneron vaihtokurssin kanssa. Kaupan kohteena oleva Moneron määrä määritetään kaupan sulkemisen yhteydessä, eikä kun kauppa avataan. Tämä vähentää markkinariskiä paikallisissa käteiskaupoissa, joissa kaupan avaamisen ja kaupan sulkemisen välinen aika voi olla useita päiviä.
fr: Lorsque le prix est fluctuant, le montant de Monero acheté fluctue avec le taux de change de Monero. Le montant de Monero négocié est déterminé lors de la clôture de la transaction, et non lors de son ouverture. Cela réduit les risques de taux du marché dans les transactions locales en espèces où le délai entre l'ouverture et la clôture de la transaction peut être de plusieurs jours.
it: Quando il prezzo è variabile, l'importo Monero acquistato oscilla con il tasso di cambio Monero. L'ammontare del Monero scambiato viene determinato quando lo scambio è chiuso, invece che quando lo scambio è aperto. Ciò riduce i rischi del tasso di mercato nelle transazioni di contante locali in cui il tempo tra l'apertura della transazione e la chiusura del commercio può essere di diversi giorni.
lt: Kai kaina svyruoja, perkama Monero suma svyruoja nuo Monero kurso. Prekiaujama Monero suma nustatoma tada, kai sandoris uždaromas, o ne tada, kai sandoris atidaromas. Tai sumažina rinkos kurso riziką vietinėse grynųjų pinigų operacijose, kai laikas nuo sandorio atidarymo iki sandorio uždarymo gali trukti kelias dienas.
nb: Når prisen er flytende, svinger det kjøpte Monero-beløpet med Monero-kursen. Det handlede Monero-beløpet bestemmes når handelen er stengt, i stedet for når handelen åpnes. Dette reduserer markedsrenterisikoen i lokale kontanttransaksjoner hvor tiden mellom åpning av handel og lukking av handel kan være flere dager.
nl: Wanneer de prijs variabel is, fluctueert het gekochte Monero-bedrag met de Monero-wisselkoers. Het verhandelde Monero-bedrag wordt bepaald wanneer de transactie wordt gesloten, in plaats van wanneer de transactie wordt geopend. Dit vermindert het marktrisico bij lokale contante transacties waarbij de tijd tussen het openen van de transactie en het sluiten van de transactie meerdere dagen kan duren.
pl: Gdy cena jest płynna, zakupiona ilość Monero zmienia się z kursem wymiany Monero. Ilość Monero jest ustalana, kiedy transakcja zostaje zamknięta, a nie, gdy zostaje rozpoczęta. Zmniejsza to ryzyko rynkowe w lokalnych transakcjach gotówkowych, w których czas między otwarciem transakcji, a jej zamknięciem może wynosić kilka dni.
pt_br: Quando o preço está flutuando, a quantia comprada do Monero flutua com a taxa de câmbio do Monero. O valor do Monero negociado é determinado quando a transação é concluída, ao invés de quando a transação é aberta. Isso reduz os riscos de taxa de mercado em transações locais em dinheiro, em que o tempo entre a abertura da negociação e o fechamento da transação pode ser de vários dias.
sl: Ko je cena spremenljiva, kupljeni znesek Monero niha z menjalnim tečajem Monero. Znesek Monero, s katerim se trguje, se določi ob zaključku trgovanja in ne ob odprtju. To zmanjša tveganja tržnih tečajev pri lokalnih gotovinskih transakcijah, pri katerih lahko med odprtjem in zaključkom poteče več dni.
sv: När priset är flytande, fluktuerar det köpta Monero-beloppet med Monero-växelkursen. Det omsatta Monero-beloppet bestäms när handeln stängs, istället för när handeln öppnas. Detta minskar marknadsränteriskerna i lokala kontanttransaktioner där tiden mellan öppning av handeln och stängning av handeln kan vara flera dagar.
tl: Kapag ang presyo ay lumulutang, ang biniling halaga ng Monero ay nagbabago sa Monero exchange rate. Ang halaga ng na-trade na Monero ay tinutukoy kapag ang kalakalan ay sarado, sa halip na kapag ang kalakalan ay binuksan. Binabawasan nito ang mga panganib sa rate ng merkado sa mga lokal na transaksyong cash kung saan ang oras sa pagitan ng pagbubukas ng kalakalan at pagsasara ng kalakalan ay maaaring ilang araw.
tr: Fiyat değişken olduğunda, satın alınan Monero miktarı Monero döviz kuruna göre dalgalanır. İşlem gören Monero miktarı işlem açıldığında değil işlem kapatıldığında belirlenir. Bu, işlemin açılması ile işlemin kapatılması arasındaki sürenin birkaç gün olabileceği yerel nakit işlemlerde piyasa oranı risklerini azaltır.
ur: جب قیمتfloating ہے تو خریدی گئی Monero رقم Monero کی شرح تبادلہ کے ساتھ اتار چڑھاؤ کرتی ہے۔ تجارت شدہ Monero رقم کا تعین تجارت کے بند ہونے پر کیا جاتا ہے، بجائے اس کے کہ تجارت کب کھولی جاتی ہے۔ یہ مقامی نقدی لین دین میں مارکیٹ ریٹ کے خطرات کو کم کرتا ہے جہاں تجارت کھولنے اور تجارت کو بند کرنے کے درمیان کا وقت کئی دنوں کا ہو سکتا ہے۔
zh_cn: 使用浮动价格时，所购买的门罗币量随市场价格浮动。交易的门罗币量在交易关闭而非交易打开时确定。这样可以降低本地现金交易（交易开始和关闭之间的时间可能是数天）中的市场汇率风险。
zh_tw: 使用浮動價格時，所購買的門羅幣量隨市場價格浮動。交易的門羅幣量在交易關閉而非交易打開時確定。這樣可以降低本地現金交易（交易開始和關閉之間的時間可能是數天）中的市場匯率風險。

# feedback250Sbnone
source: No feedback yet
cs: Zatím žádná zpětná vazba
fi: Ei palautetta vielä
fr: Pas encore d'évaluation
it: Ancora nessuna risposta
lt: kol kas jokių atsiliepimų
nb: Ingen tilbakemelding enda
nl: Nog geen feedback
pl: Brak ocen
pt_br: Sem feedback
sl: ni še povratnih informacij
sv: Ingen feedback ännu
tl: Wala pang feedback
tr: henüz geribildirim yok
ur: ابھی تک کوئی رائے نہیں ہے
zh_cn: 还没有评价
zh_tw: 還沒有評價
