Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app250Sbapple8722Sbapp8722Sbstore8722Sbtitle250Sbagoradesk
source: AgoraDesk: buy Bitcoin easily
cs: AgoraDesk: snadná koupě BTC
fi: AgoraDesk: osta BTC helposti
fr: AgoraDesk : achat BTC facile
it: AgoraDesk: BTC compra facile
nb: AgoraDesk: kjøp Bitcoin enkelt
nl: AgoraDesk: anoniem BTC kopen
pl: AgoraDesk: łatwo kup Bitcoiny
pt_br: AgoraDesk: compre Bitcoin facilmente
sl: AgoraDesk: enostavno kupi BTC
sv: AgoraDesk: köp Bitcoin enkelt
tr: AgoraDesk: kolayca BTC alın
ur: AgoraDesk:آسانی سے BTC خریدیں۔
zh_cn: AgoraDesk：轻松购买比特币
zh_tw: AgoraDesk：輕鬆購買比特幣

# app250Sbapple8722Sbapp8722Sbstore8722Sbtitle250Sblocalmonero
source: LocalMonero: buy XMR easily
cs: LocalMonero: snadná koupě XMR
fi: LocalMonero: osta XMR helposti
fr: LocalMonero : achat XMR privé
it: LocalMonero: XMR compra facile
nb: LocalMonero: kjøp XMR enkelt
nl: LocalMonero: anoniem XMR kopen
pl: LocalMonero: łatwo kup XMR
pt_br: LocalMonero: compre XMR facilmente
sl: LocalMonero: zasebni nakup XMR
sv: LocalMonero: köp XMR enkelt
tr: LocalMonero: kolayca XMR alın
ur: LocalMonero: XMR آسانی سے خریدیں
zh_cn: LocalMonero：轻松购买 XMR
zh_tw: LocalMonero：輕鬆購買 XMR
