Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb3250Sbtext
source: <p>This criticism is also a bit of a tricky one. Admittedly, in some areas, Monero is indeed more difficult to use than Bitcoin. Examples of this are in the longer address, and syncing taking a long time, even on a light wallet, because a wallet cannot simply check the blockchain without scanning each output to see if it belongs to the account in question. </p> <p>That said, in many ways, Monero builds on, if not outright improves, the user experience of cryptocurrency, particularly when it comes to privacy.</p> <p>We invite the reader to read articles on the steps Bitcoiners recommend for maintaining privacy. The list is long, confusing, and difficult to get perfectly, with often the consequences for a mistake being compromised privacy. One example of this is the suggestion to tumble or mix your Bitcoin, but after the mixing process, if the resulting outputs are merged or otherwise move into the same wallet, the mixing could have been for naught, as tracing the outputs provide high linkability. Another example is the fact that many recommend mining your own Bitcoin if you want it to remain completely ambiguous as to how the Bitcoin outputs were obtained, a notion which is laughable in the current mining ecosystem.</p> <p>With Monero, this laundry list of details are all but completely done away with. Every Monero transaction retains a high level of privacy every time, without the user needing to do anything or use external software. While Bitcoin makes it difficult to get privacy right for all except the most experienced user, Monero makes it difficult to get it wrong, for everyone, all the time. As far as trade-offs go, we think the longer addresses and sync time are more than worth it.</p> <p>And even after discussing everything above, the fact remains that user experience often gets better over time, and Monero is no exception. The UX of a coin may be dramatically improved after a few years, but the foundations of it are much harder to change.</p>
cs: <p>Tato kritika je také trochu ošemetná. Je třeba přiznat, že v některých oblastech je Monero skutečně obtížněji použitelné než Bitcoin. Příkladem může být delší adresa a dlouho trvající synchronizace, a to i na lehké peněžence, protože peněženka nemůže jednoduše zkontrolovat blockchain, aniž by skenovala každý výstup a zjišťovala, zda patří k danému účtu. </p> <p>V mnoha ohledech však Monero navazuje na uživatelskou zkušenost s kryptoměnami, ne-li ji přímo zlepšuje, zejména pokud jde o soukromí.</p> <p>Zveme čtenáře k přečtení článků o krocích, které Bitcoineři doporučují pro zachování soukromí. Seznam je dlouhý, nepřehledný a obtížně dokonale pochopitelný, přičemž důsledkem chyby je často ohrožení soukromí. Jedním z příkladů je návrh na tumble nebo mixování Bitcoinů, ale pokud se po procesu mixování výsledné výstupy sloučí nebo jinak přesunou do stejné peněženky, mohlo by být mixování k ničemu, protože sledování výstupů poskytuje vysokou propojitelnost. Dalším příkladem je skutečnost, že mnozí doporučují těžit vlastní Bitcoin, pokud chcete, aby zůstalo zcela nejednoznačné, jak byly výstupy Bitcoinu získány, což je v současném těžebním ekosystému představa, která je směšná.</p> <p>V případě Monera je tento seznam detailů téměř úplně odstraněn. Každá transakce v Moneru si pokaždé zachovává vysokou úroveň soukromí, aniž by uživatel musel cokoli dělat nebo používat externí software. Zatímco u Bitcoinu je pro všechny kromě těch nejzkušenějších uživatelů obtížné zajistit soukromí správně, u Monera je obtížné ho zajistit špatně, a to pro všechny a neustále. Co se týče kompromisů, myslíme si, že delší adresy a doba synchronizace za to více než stojí.</p> <p>A i když jsme probrali vše výše uvedené, faktem zůstává, že uživatelská zkušenost se časem často zlepšuje, a Monero není výjimkou. UX mince se může po několika letech výrazně zlepšit, ale její základy se mění mnohem hůře.</p>
fi: <p>Tämä kritiikki on myös hieman hankalaa. Joillain alueilla Moneroa on todellakin vaikeampi käyttää kuin Bitcoinia. Esimerkkejä tästä ovat mm. pidempi osoite ja synkronointi kestää kauan, jopa kevyessä lompakossa, koska lompakko ei voi yksinkertaisesti tarkistaa lohkoketjua skannaamatta jokaista ulostuloa nähdäkseen, kuuluuko se kyseiselle tilille. </p> <p>Monero rakentuu monin tavoin kryptovaluuttojen käyttökokemukseen, erityisesti yksityisyyteen, ellei jopa suorastaan paranna niitä.</p> <p>Pyydämme lukijaa lukemaan artikkeleita vaiheista, joita Bitcoiners suosittelevat yksityisyyden säilyttämiseksi. Lista on pitkä, hämmentävä ja vaikea saada täydelliseksi, ja usein virheen seuraukset ovat yksityisyyden vaarantuminen. Yksi esimerkki tästä on ehdotus sekoittaa Monerot tai sekoittaa mukaan Bitcoineja, mutta sekoitusprosessin jälkeen, jos tuloksena olevat lähdöt yhdistetään tai muutoin siirretään samaan lompakkoon, sekoittaminen olisi voinut olla turhaa, koska tulosteiden jäljittäminen tarjoaa korkean linkitettävyyden. Toinen esimerkki on se tosiasia, että monet suosittelevat oman Bitcoinin louhimista jos haluat, että on täysin epäselvää miten Bitcoinit on saatu, mikä on naurettavaa nykyisessä louhintaekosysteemissä.</p> <p>Moneron kanssa tämä yksityiskohtien luettelo on kokonaan poistettu. Jokainen Monero-transaktio säilyttää korkean tason yksityisyyden joka kerta ilman, että käyttäjän tarvitsee tehdä mitään erityistä tai käyttää ulkoista ohjelmistoa. Vaikka Bitcoin vaikeuttaa yksityisyyden saamista oikein kaikille paitsi kokeneimmille käyttäjille, Moneron kanssa yksityisyydessä eoäonnistuminen on vaikeaa kaikille, koko ajan. Mitä tulee kompromisseihin, uskomme että pidemmät osoitteet ja synkronointiaika ovat enemmän kuin sen arvoisia.</p> <p>Ja vaikka kaikesta yllä olevasta on keskusteltu, on tosiasia että käyttökokemus paranee usein ajan myötä, eikä Monero ole poikkeus. Kolikon käyttökokemusta voidaan parantaa dramaattisesti muutaman vuoden kuluttua, mutta sen perustaa on paljon vaikeampi muuttaa.</p>
fr: <p>Cette critique est aussi un peu délicate. Certes, dans certains domaines, Monero est effectivement plus difficile à utiliser que Bitcoin. On peut citer par exemple le fait que l'adresse de compte est plus longue, et que la synchronisation prend beaucoup de temps, même sur un portefeuille léger, car un portefeuille ne peut pas simplement vérifier la blockchain sans scanner chaque sortie pour voir si elle appartient au compte en question. </p> <p>Cela dit, à bien des égards, Monero s'appuie sur l'expérience des utilisateurs de crypto-monnaies, voire l'améliore carrément, notamment en ce qui concerne la protection de la confidentialité..</p> <p> Nous vous invitons à lire des articles sur les étapes recommandées par les « Bitcoiners » (utilisateurs de Bitcoin) pour préserver la confidentialité. La liste est longue, déroutante et difficile à obtenir parfaitement, les conséquences d'une erreur étant souvent de compromettre la confidentialité. Un exemple de ceci est la suggestion de mélanger vos Bitcoins, mais après le processus de mélange, si les sorties résultantes sont fusionnées ou se retrouvent dans le même portefeuille, le mélange pourrait n'avoir servi à rien, car le traçage des sorties offre une grande capacité de corrélation. Un autre exemple est le fait que beaucoup recommandent de miner ses propres Bitcoins si l'on veut qu'il y ait une ambiguïté totale sur la façon dont les sorties de bitcoins ont été obtenues, une notion qui est ridicule dans l'écosystème de minage actuel.</p> <p>Avec Monero, cette longue liste de procédures est pratiquement éliminée. Chaque transaction Monero conserve un haut niveau de confidentialité à chaque fois, sans que l'utilisateur n'ait besoin de faire quoi que ce soit ou d'utiliser un logiciel externe. Alors que Bitcoin rend difficile la protection de la confidentialité pour tous, sauf pour l'utilisateur le plus expérimenté, Monero rend difficile de se tromper, pour tout le monde, tout le temps. En ce qui concerne les compromis, nous pensons que les adresses de compte plus longues et le temps de synchronisation en valent la peine.</p> <p>Et même après avoir discuté de tout ce qui précède, le fait demeure que l'expérience utilisateur s'améliore souvent avec le temps, et Monero ne fait pas exception. L' « UX » (l'expérience utilisateur) d'une crypto-monnaie peut être considérablement améliorée après quelques années, alors que les fondements de celle-ci sont beaucoup plus difficiles à changer.</p>
it: <p>Questa critica è anche un po 'complicata. Certo, in alcune aree, Monero è davvero più difficile da usare rispetto a Bitcoin. Esempi di questo sono l'indirizzo più lungo e la sincronizzazione impiega molto tempo, anche su un portafoglio leggero, perché un portafoglio non può semplicemente controllare la blockchain senza scansionare ogni output per vedere se appartiene all'account in questione. </p> <p>Detto questo, in molti modi, Monero si basa sull'esperienza utente della criptovaluta, se non addirittura migliorandola, in particolare per quanto riguarda la privacy.</p> <p>Invitiamo il lettore a leggere articoli sui passaggi che Bitcoiners consiglia per mantenere la privacy. L'elenco è lungo, confuso e difficile da ottenere perfettamente, con spesso le conseguenze di un errore che compromette la privacy. Un esempio di questo è il suggerimento di far cadere o mescolare il tuo Bitcoin, ma dopo il processo di miscelazione, se gli output risultanti vengono uniti o spostati nello stesso portafoglio, il mixaggio potrebbe essere stato nulla, poiché il tracciamento degli output fornisce un'elevata linkabilità. Un altro esempio è il fatto che molti raccomandano di estrarre il tuo Bitcoin se vuoi che rimanga completamente ambiguo su come sono stati ottenuti gli output Bitcoin, un'idea che è ridicola nell'attuale ecosistema di mining.</p> <p>Con Monero, questo elenco di dettagli di lavanderia è quasi completamente eliminato. Ogni transazione Monero mantiene ogni volta un elevato livello di privacy, senza che l'utente debba fare nulla o utilizzare software esterno. Mentre Bitcoin rende difficile ottenere la privacy giusta per tutti tranne l'utente più esperto, Monero rende difficile sbagliare, per tutti, sempre. Per quanto riguarda i compromessi, riteniamo che gli indirizzi più lunghi e i tempi di sincronizzazione valgano la pena.</p> <p>E anche dopo aver discusso di tutto quanto sopra, resta il fatto che l'esperienza dell'utente spesso migliora nel tempo e Monero non fa eccezione. La UX di una moneta può essere notevolmente migliorata dopo alcuni anni, ma le sue basi sono molto più difficili da cambiare.</p>
lt: <p>Ši kritika taip pat yra šiek tiek sudėtinga. Tiesa, kai kuriose srityse Monero iš tiesų yra sunkiau naudoti nei Bitcoin. To pavyzdžiai yra ilgesnis adresas, o sinchronizavimas užtrunka ilgai, net ir naudojant nedidelę piniginę, nes piniginė negali paprasčiausiai patikrinti blokų grandinės nenuskaitydama kiekvienos išvesties, kad sužinotų, ar ji priklauso atitinkamai paskyrai. </p> <p> Tačiau daugeliu atžvilgių „Monero“ remiasi kriptovaliutos naudotojų patirtimi, o ypač kai kalbama apie privatumą, o gal net pagerina ją.</p> <p>Kviečiame skaitytoją perskaityti straipsnius apie veiksmus, kuriuos Bitcoiners rekomenduoja išlaikyti privatumą. Sąrašas yra ilgas, painus ir sunku tobulai sudaryti, o klaidos pasekmės dažnai yra privatumo pažeidimas. Vienas iš pavyzdžių yra pasiūlymas sumaišyti arba sumaišyti savo Bitcoin, tačiau po maišymo proceso, jei gaunami išėjimai yra sujungiami arba kitaip perkeliami į tą pačią piniginę, maišymas galėjo būti niekinis, nes išvesties atsekimas užtikrina aukštą susiejamumą. Kitas pavyzdys yra faktas, kad daugelis rekomenduoja kasti savo Bitcoin, jei norite, kad jis liktų visiškai dviprasmiškas dėl to, kaip buvo gauti Bitcoin rezultatai, o tai juokinga dabartinėje kasybos ekosistemoje.</p> <p> Naudojant Monero, šis išsamus detalių sąrašas yra visiškai pašalintas. Kiekviena Monero operacija kiekvieną kartą išlaiko aukštą privatumo lygį, vartotojui nereikia nieko daryti ar naudoti išorinės programinės įrangos. „Bitcoin“ apsunkina privatumo užtikrinimą visiems, išskyrus labiausiai patyrusius vartotojus, o „Monero“ apsunkina privatumo pažeidimą visiems ir visą laiką. Kalbant apie kompromisus, manome, kad ilgesni adresai ir sinchronizavimo laikas yra daugiau nei verti.</p> <p>Ir net ir aptarus viską, kas nurodyta aukščiau, išlieka faktas, kad naudotojų patirtis ilgainiui dažnai gerėja, o „Monero“ nėra išimtis. Monetos UX po kelerių metų gali būti labai patobulinta, tačiau jos pagrindus pakeisti daug sunkiau.</p>
nb: <p>Denne kritikken er også litt vanskelig. Riktignok, på noen områder er Monero faktisk vanskeligere å bruke enn Bitcoin. Eksempler på dette er i den lengre adressen, og synkronisering tar lang tid, selv på en lett lommebok, fordi en lommebok ikke bare kan sjekke blokkjeden uten å skanne hver utgang for å se om den tilhører den aktuelle kontoen. </p> <p>Når det er sagt, på mange måter bygger Monero på, om ikke direkte forbedrer, brukeropplevelsen av kryptovaluta, spesielt når det kommer til personvern.</p> <p>Vi inviterer leseren til å lese artikler om trinnene Bitcoiners anbefaler for å opprettholde personvernet. Listen er lang, forvirrende og vanskelig å få perfekt, med ofte konsekvensene for en feil som er kompromittert personvernet. Et eksempel på dette er forslaget om å tumle eller blande Bitcoinen din, men etter mikseprosessen, hvis de resulterende utgangene slås sammen eller på annen måte flyttes til samme lommebok, kan miksingen ha vært for intet, siden sporing av utgangene gir høy koblingsevne. Et annet eksempel er det faktum at mange anbefaler å utvinne din egen Bitcoin hvis du vil at den skal forbli helt tvetydig med hensyn til hvordan Bitcoin-utdataene ble oppnådd, en forestilling som er latterlig i det nåværende gruveøkosystemet.</p> <p>Med Monero er denne klesvasklisten med detaljer nesten helt unna. Hver Monero-transaksjon beholder et høyt nivå av personvern hver gang, uten at brukeren trenger å gjøre noe eller bruke ekstern programvare. Mens Bitcoin gjør det vanskelig å få personvernet riktig for alle unntatt den mest erfarne brukeren, gjør Monero det vanskelig å gjøre feil, for alle, hele tiden. Når det gjelder avveininger, tror vi de lengre adressene og synkroniseringstiden er mer enn verdt det.</p> <p>Og selv etter å ha diskutert alt ovenfor, er det faktum at brukeropplevelsen ofte blir bedre over tid, og Monero er intet unntak. UXen til en mynt kan bli dramatisk forbedret etter noen år, men grunnlaget for den er mye vanskeligere å endre.</p>
nl: <p>Deze kritiek is ook een beetje lastig. Weliswaar dat op sommige gebieden Monero inderdaad moeilijker te gebruiken is dan Bitcoin. Voorbeelden hiervan zijn onder andere het langere adres en de lange synchronisatie duur, zelfs op een lichte portefeuille, omdat een portefeuille niet eenvoudigweg de blockchain kan controleren zonder elke output te scannen om te zien of deze bij het betreffende account hoort. </p> <p> Dat gezegd hebbende, bouwt Monero in veel opzichten voort op de gebruikerservaring van cryptocurrency, of ronduit verbetert, vooral als het om privacy gaat. </p> <p>We nodigen de lezer uit om artikelen te lezen over de stappen die Bitcoiners aanbevelen om de privacy te behouden. De lijst is lang, verwarrend en moeilijk perfect te krijgen, met vaak als gevolg dat een fout de privacy in het gedrang brengt. Een voorbeeld hiervan is de suggestie om uw Bitcoin te tuimelen of te mixen, maar als de resulterende outputs na het mixproces worden samengevoegd of naar dezelfde portefeuille gaan, zou het mixen voor niets zijn geweest, omdat het traceren van de outputs een hoge koppelbaarheid biedt. Een ander voorbeeld is het feit dat velen aanbevelen om uw eigen Bitcoin te minen als u wilt dat het volledig onduidelijk blijft over hoe de Bitcoin-outputs zijn verkregen, een idee dat lachwekkend is in het huidige mining-ecosysteem.</p> <p>Met Monero is deze waslijst aan details zo goed als verdwenen. Elke Monero-transactie behoudt elke keer een hoog niveau van privacy, zonder dat de gebruiker iets hoeft te doen of externe software hoeft te gebruiken. Terwijl Bitcoin het moeilijk maakt om privacy goed te krijgen voor iedereen behalve de meest ervaren gebruiker, maakt Monero het moeilijk om het altijd fout te doen, voor iedereen. Wat de afwegingen betreft, denken we dat de langere adressen en synchronisatietijd het meer dan waard zijn.</p> <p>En zelfs nadat we alles hierboven hebben besproken, blijft het een feit dat de gebruikerservaring in de loop van de tijd vaak beter wordt, en Monero is daarop geen uitzondering. De UX van een munt kan na een paar jaar drastisch worden verbeterd, maar de basis ervan is veel moeilijker te veranderen.</p>
pl: <p> Ta krytyka jest również trochę trudna. Trzeba przyznać, że w niektórych obszarach Monero jest rzeczywiście trudniejsze w użyciu niż Bitcoin. Przykładami tego są dłuższe adresy, długa synchronizacja, nawet w lekkim portfelu, ponieważ portfel nie może po prostu sprawdzić blockchaina bez skanowania każdego wyjścia, aby sprawdzić, czy należy do danego konta. </p> <p> To powiedziawszy, pod wieloma względami Monero buduje, jeśli nie wręcz poprawia wrażenia użytkownika kryptowalut, szczególnie jeśli chodzi o prywatność. </p> <p> Zapraszamy czytelnika do zapoznania się z artykułami o zalecaniach dla Bitcoinerów stosowanych, aby zachować prywatność. Lista jest długa, zagmatwana i trudno jej wzorowo przestrzegać. Często konsekwencjami są pomyłki zagrażające prywatności. Jednym z przykładów tego jest sugestia mieszania Bitcoinów, ale po procesie mieszania, jeśli powstałe wyjścia są scalone lub w inny sposób dotrą do tego samego portfela, mieszanie może być unieważnione, ponieważ śledzenie wyjść zapewnia wysokie prawdopodobieństwo ich połączenia. Innym przykładem jest fakt, że wielu zaleca wydobycie Bitcoinów samodzielnie, jeśli się chce, aby ich historia była zupełnie pusta. W aktualnym ekosystemie kopania Bitcoinów taki pomysł jest po prostu śmieszny. </p> <p> W przypadku Monero ta lista detali jest prawie całkowicie zbędna. Każda transakcja Monero zachowuje wysoki poziom prywatności za każdym razem, bez konieczności zrobienia czegokolwiek lub korzystania z oprogramowania zewnętrznego. Podczas gdy Bitcoin utrudnia uzyskanie dużej prywatności dla wszystkich za wyjątkiem najbardziej doświadczonych użytkowników, Monero utrudnia pomylenie się przez cały czas. Jeśli chodzi o kompromisy, uważamy, że dłuższy adres i czas synchronizacji są jak najbardziej warte. </p> <p> A nawet po omówieniu wszystkiego powyżej, faktem jest, że doświadczenia użytkowników często stają się coraz lepsze, a Monero nie jest wyjątkiem. UX monety może zostać radykalnie ulepszony po kilku latach, ale jej fundamenty jest znacznie trudniej zmienić. </p>
pt_br: <p>Essa crítica também é um pouco complicada. É certo que, em algumas áreas, o Monero é realmente mais difícil de usar do que o Bitcoin. Exemplos disso estão no endereço mais longo e a sincronização leva muito tempo, mesmo em uma carteira leve, porque uma carteira não pode simplesmente verificar o blockchain sem verificar cada saída para verificar se pertence à conta em questão. </p> <p>Dito isto, de várias maneiras, o Monero aproveita, se não totalmente, a experiência de criptomoeda do usuário, principalmente quando se trata de privacidade.</p> <p>Convidamos o leitor a ler artigos sobre as etapas que os Bitcoiners recomendam para manter a privacidade. A lista é longa, confusa e difícil de obter perfeitamente, e muitas vezes as conseqüências de um erro comprometem a privacidade. Um exemplo disso é a sugestão de alterar ou misturar seu Bitcoin, mas após o processo de mixagem, se as saídas resultantes forem mescladas ou se moverem para a mesma carteira, a mixagem poderá ter sido inútil, pois o rastreamento das saídas fornece alta vinculação. Outro exemplo é o fato de que muitos recomendam a mineração do seu próprio Bitcoin, se você quiser que ele permaneça completamente ambíguo sobre como as saídas do Bitcoin foram obtidas, uma noção que é risível no atual ecossistema de mineração.</p> <p>Com Monero, esta lista de detalhes é praticamente eliminada. Toda transação Monero mantém um alto nível de privacidade todas as vezes, sem que o usuário precise fazer nada ou usar software externo. Embora o Bitcoin torne difícil obter a privacidade certa para todos, exceto o usuário mais experiente, o Monero dificulta a interpretação errada para todos, o tempo todo. No que diz respeito às compensações, acreditamos que os endereços mais longos e o tempo de sincronização valem a pena.</p> <p>E mesmo depois de discutir tudo acima, o fato é que a experiência do usuário geralmente melhora com o tempo, e Monero não é exceção. O UX de uma moeda pode ser melhorado drasticamente depois de alguns anos, mas os fundamentos dela são muito mais difíceis de mudar.</p>
sl: <p>Tudi ta kritika je nekoliko kočljiva. Na nekaterih področjih je Monero res težje uporabljati kot Bitcoin. Primera sta daljši naslov in sinhronizacija, ki traja dolgo časa, tudi na lahki denarnici, saj denarnica ne more preprosto preveriti verige blokov, ne da bi pregledala vsak izpis, da bi ugotovila, ali pripada zadevnemu računu. </p> <p>Kljub temu Monero v mnogih pogledih nadgrajuje, če ne celo izboljšuje, uporabniško izkušnjo kriptovalut, zlasti ko gre za zasebnost.</p> <p>Bralca vabimo k branju člankov o korakih, ki jih bitcoinerji priporočajo za ohranjanje zasebnosti. Seznam je dolg, zmeden in ga je težko doseči v popolnosti, posledice napake pa so pogosto ogrožanje zasebnosti. Eden od primerov je predlog, da se Bitcoine tromba ali meša, vendar če se po postopku mešanja nastali izidi združijo ali kako drugače premaknejo v isto denarnico, je bilo mešanje lahko zaman, saj sledenje izidov zagotavlja visoko povezljivost. Drug primer je dejstvo, da mnogi priporočajo rudarjenje lastnih Bitcoinov, če želite, da ostane popolnoma nejasno, kako so bili izhodi Bitcoinov pridobljeni, kar je v trenutnem ekosistemu rudarjenja smešno.</p> <p>Pri Moneru je ta seznam podrobnosti skoraj popolnoma odpravljen. Vsaka transakcija Monero vsakič ohrani visoko raven zasebnosti, pri čemer uporabniku ni treba storiti ničesar ali uporabiti zunanje programske opreme. Medtem ko je pri Bitcoinu zasebnost težko zagotoviti vsem, razen najbolj izkušenim uporabnikom, je pri Moneru težko zagotoviti napačno zasebnost vsem in ves čas. Kar zadeva kompromise, menimo, da so daljši naslovi in čas sinhronizacije več kot vredni.</p> <p>In tudi po razpravi o vsem zgoraj navedenem ostaja dejstvo, da se uporabniška izkušnja sčasoma pogosto izboljša, in Monero ni izjema. Uporabniška uporabniška izkušnja kovanca se lahko po nekaj letih bistveno izboljša, vendar je njegove temelje veliko težje spremeniti.</p>
sv: <p>Denna kritik är också lite knepig. Visserligen, i vissa områden är Monero verkligen svårare att använda än Bitcoin. Exempel på detta finns i den längre adressen, och synkronisering tar lång tid, även på en lätt plånbok, eftersom en plånbok inte helt enkelt kan kontrollera blockkedjan utan att skanna varje utdata för att se om den tillhör kontot i fråga. </p> <p>Som sagt, på många sätt bygger Monero på, om inte rent av förbättrar, användarupplevelsen av kryptovaluta, särskilt när det gäller integritet.</p> <p>Vi inbjuder läsaren att läsa artiklar om de steg som Bitcoiners rekommenderar för att upprätthålla integriteten. Listan är lång, förvirrande och svår att få till perfekt, med ofta konsekvenserna av ett misstag som äventyrar integriteten. Ett exempel på detta är förslaget att tumla eller mixa din Bitcoin, men efter blandningsprocessen, om de resulterande utgångarna slås samman eller på annat sätt flyttas till samma plånbok, kan blandningen ha varit förgäves, eftersom spårning av utgångarna ger hög länkbarhet. Ett annat exempel är det faktum att många rekommenderar att du bryter din egen Bitcoin om du vill att den ska förbli helt tvetydig om hur Bitcoin-utdata erhölls, en föreställning som är skrattretande i det nuvarande gruv-ekosystemet.</p> <p>Med Monero är den här tvättlistan med detaljer nästan helt borta. Varje Monero-transaktion behåller en hög nivå av integritet varje gång, utan att användaren behöver göra något eller använda extern programvara. Medan Bitcoin gör det svårt att få sekretess rätt för alla utom den mest erfarna användaren, gör Monero det svårt att göra fel, för alla, hela tiden. När det gäller kompromisser tycker vi att de längre adresserna och synkroniseringstiden är mer än värt det.</p> <p>Och även efter att ha diskuterat allt ovan kvarstår faktum att användarupplevelsen ofta blir bättre med tiden, och Monero är inget undantag. UX för ett mynt kan förbättras dramatiskt efter några år, men grunden för det är mycket svårare att ändra.</p>
tl: <p>Medyo nakakalito din ang kritisismong ito. Totoo, sa ilang mga lugar, ang Monero ay talagang mas mahirap gamitin kaysa sa Bitcoin. Ang mga halimbawa nito ay nasa mas mahabang address, at tumatagal ng mahabang panahon ang pag-sync, kahit na sa isang magaan na wallet, dahil hindi basta-basta masusuri ng wallet ang blockchain nang hindi ini-scan ang bawat output upang makita kung kabilang ito sa account na pinag-uusapan. </p> <p>Sabi nga, sa maraming paraan, itinataguyod ng Monero, kung hindi man tuwirang bumubuti, ang karanasan ng gumagamit ng cryptocurrency, lalo na pagdating sa privacy.</p> <p>Iniimbitahan namin ang mambabasa na magbasa ng mga artikulo sa mga hakbang na inirerekomenda ng Bitcoiners para sa pagpapanatili ng privacy. Ang listahan ay mahaba, nakakalito, at mahirap makuha nang perpekto, na kadalasan ang mga kahihinatnan para sa isang pagkakamali ay nakompromiso ang privacy. Ang isang halimbawa nito ay ang mungkahi na ibagsak o ihalo ang iyong Bitcoin, ngunit pagkatapos ng proseso ng paghahalo, kung ang mga resultang output ay pinagsama o kung hindi man ay lumipat sa parehong wallet, ang paghahalo ay maaaring walang kabuluhan, dahil ang pagsubaybay sa mga output ay nagbibigay ng mataas na pagkakaugnay. Ang isa pang halimbawa ay ang katotohanan na marami ang nagrerekomenda ng pagmimina ng iyong sariling Bitcoin kung gusto mo itong manatiling ganap na hindi maliwanag kung paano nakuha ang mga output ng Bitcoin, isang paniwala na katawa-tawa sa kasalukuyang mining ecosystem.</p> <p>Sa Monero, ang listahan ng mga detalye sa paglalaba na ito ay ganap na mawawala. Ang bawat transaksyon ng Monero ay nagpapanatili ng isang mataas na antas ng privacy sa bawat oras, nang hindi nangangailangan ang user na gumawa ng anuman o gumamit ng panlabas na software. Habang pinapahirapan ng Bitcoin na gawing tama ang privacy para sa lahat maliban sa pinaka may karanasang user, pinapahirapan ng Monero na mali ito, para sa lahat, sa lahat ng oras. Sa abot ng mga trade-off, sa tingin namin ay mas sulit ang mas mahabang mga address at oras ng pag-sync.</p> <p>At kahit na pagkatapos talakayin ang lahat ng nasa itaas, nananatili ang katotohanan na ang karanasan ng user ay kadalasang nagiging mas mahusay sa paglipas ng panahon, at ang Monero ay walang pagbubukod. Ang UX ng isang coin ay maaaring kapansin-pansing mapabuti pagkatapos ng ilang taon, ngunit ang mga pundasyon nito ay mas mahirap baguhin.</p>
tr: <p>Bu eleştiri de biraz çetrefilli. Kuşkusuz bazı bölgelerde Monero'yu kullanmak gerçekten de Bitcoin'den daha zordur. Bunun örnekleri, daha uzun adreste ve hafif bir cüzdanda bile senkronizasyonun uzun zaman almasıdır, çünkü bir cüzdan, söz konusu hesaba ait olup olmadığını görmek için her çıktıyı taramadan blok zincirini basitçe kontrol edemez. </p> <p>Bununla birlikte, Monero, özellikle gizlilik söz konusu olduğunda, kripto para biriminin kullanıcı deneyimini doğrudan iyileştirmese de birçok açıdan temel alıyor.</p> <p>Okuyucuyu, Bitcoincilerin gizliliği korumak için önerdiği adımlar hakkındaki makaleleri okumaya davet ediyoruz. Liste uzun, kafa karıştırıcı ve mükemmel bir şekilde elde edilmesi zor; çoğu zaman bir hatanın sonuçları mahremiyetten ödün verilmesiyle sonuçlanıyor. Bunun bir örneği, Bitcoin'inizi karıştırma veya karıştırma önerisidir, ancak karıştırma işleminden sonra, ortaya çıkan çıktılar birleştirilirse veya başka bir şekilde aynı cüzdana taşınırsa, çıktıların izlenmesi yüksek bağlanabilirlik sağladığından karıştırma boşa gitmiş olabilir. Diğer bir örnek ise, Bitcoin çıktılarının nasıl elde edildiği konusunda tamamen belirsiz kalmasını istiyorsanız, birçok kişinin kendi Bitcoin madenciliği yapmanızı tavsiye etmesidir; bu, mevcut madencilik ekosisteminde gülünç bir fikirdir.</p> <p>Monero ile bu ayrıntılardan oluşan liste neredeyse tamamen ortadan kalktı. Her Monero işlemi, kullanıcının herhangi bir şey yapmasına veya harici yazılım kullanmasına gerek kalmadan, her zaman yüksek düzeyde gizliliği korur. Bitcoin, en deneyimli kullanıcılar dışında herkes için gizliliğin doğru anlaşılmasını zorlaştırırken Monero, herkesin her zaman yanlış anlaşılmasını zorlaştırıyor. Dengeler söz konusu olduğunda, daha uzun adreslerin ve senkronizasyon süresinin fazlasıyla değeceğini düşünüyoruz.</p> <p>Yukarıdaki her şeyi tartıştıktan sonra bile, kullanıcı deneyiminin zamanla genellikle daha iyi hale geldiği gerçeği ortadadır ve Monero da bir istisna değildir. Bir madalyonun kullanıcı deneyimi birkaç yıl sonra önemli ölçüde iyileştirilebilir, ancak temellerini değiştirmek çok daha zordur.</p>
ur: <p>یہ تنقید بھی تھوڑی مشکل ہے۔ اقرار، کچھ علاقوں میں، Monero واقعی Bitcoin کے مقابلے میں استعمال کرنے کے لئے زیادہ مشکل ہے. اس کی مثالیں لمبے پتے میں ہیں، اور مطابقت پذیری میں کافی وقت لگتا ہے، یہاں تک کہ ہلکے والیٹ پر بھی، کیونکہ ایک پرس ہر آؤٹ پٹ کو اسکین کیے بغیر بلاک چین کو آسانی سے چیک نہیں کر سکتا کہ آیا یہ زیر بحث اکاؤنٹ سے تعلق رکھتا ہے۔ </p> <p>اس کا کہنا ہے کہ، بہت سے طریقوں سے، Monero ترقی کرتا ہے، اگر مکمل طور پر بہتر نہیں ہوتا ہے، تو کرپٹو کرنسی کے صارف کے تجربے کو، خاص طور پر جب رازداری کی بات آتی ہے۔</p> <p>ہم قاری کو ان اقدامات پر مضامین پڑھنے کی دعوت دیتے ہیں جو Bitcoiners رازداری کو برقرار رکھنے کے لیے تجویز کرتے ہیں۔ فہرست طویل، مبہم اور مکمل طور پر حاصل کرنا مشکل ہے، جس میں اکثر غلطی کے نتائج رازداری سے سمجھوتہ کیے جاتے ہیں۔ اس کی ایک مثال آپ کے بٹ کوائن کو ٹمبل کرنے یا مکس کرنے کی تجویز ہے، لیکن اختلاط کے عمل کے بعد، اگر نتیجے میں آنے والے آؤٹ پٹس کو ضم کر دیا جاتا ہے یا دوسری صورت میں ایک ہی والیٹ میں منتقل کر دیا جاتا ہے، تو یہ اختلاط بے کار ہو سکتا تھا، کیونکہ آؤٹ پٹس کا سراغ لگانا اعلیٰ تعلق فراہم کرتا ہے۔ ایک اور مثال یہ حقیقت ہے کہ بہت سے لوگ اپنے بٹ کوائن کیmining کی سفارش کرتے ہیں اگر آپ چاہتے ہیں کہ یہ مکمل طور پر مبہم رہے کہ بٹ کوائن کے آؤٹ پٹس کیسے حاصل کیے گئے، یہ تصور جو کہ موجودہmining کے ماحولیاتی نظام میں ہنسنے والا ہے۔</p> <p>منیرو کے ساتھ، لانڈری کی تفصیلات کی اس فہرست کو مکمل طور پر ختم کردیا گیا ہے۔ ہر Monero ٹرانزیکشن ہر بار ایک اعلی سطح کی رازداری کو برقرار رکھتی ہے، صارف کو کچھ کرنے یا بیرونی سافٹ ویئر استعمال کرنے کی ضرورت کے بغیر۔ اگرچہ Bitcoin سب سے زیادہ تجربہ کار صارف کے علاوہ سب کے لیے رازداری کا حق حاصل کرنا مشکل بناتا ہے، Monero اسے ہر وقت، ہر ایک کے لیے غلط سمجھنا مشکل بنا دیتا ہے۔ جہاں تک تجارت کی بات ہے، ہمارے خیال میں لمبے پتے اور مطابقت پذیری کا وقت اس سے کہیں زیادہ ہے۔</p> <p>اور اوپر کی ہر چیز پر بحث کرنے کے بعد بھی، حقیقت یہ ہے کہ صارف کا تجربہ اکثر وقت کے ساتھ بہتر ہوتا جاتا ہے، اور Monero اس سے مستثنیٰ نہیں ہے۔ ایک سکے کے UX کو چند سالوں کے بعد ڈرامائی طور پر بہتر کیا جا سکتا ہے، لیکن اس کی بنیادوں کو تبدیل کرنا بہت مشکل ہے۔</p>
zh_cn: <p>这个批评有些犀利.确实，在某些方面，门罗币比比特币更难使用.例如收款地址格式更长，还有即使在轻型钱包上，同步区块链也要花费很长时间，因为门罗区块链的隐私保护，钱包不能简单地检查区块链余额，而不得不扫描每个输出以查看它是否属于相关账户. </p> <p>可坦白的说，从很多方面来看，即使门罗币不进行升级改善，在面临隐私这种基础底线的时候，门罗币的用户体验却已经是鹤立鸡群. </p> <p>请读者朋友们自己去阅读一下，为确保比特币隐私，正确使用比特币方法的攻略文章.其步骤又臭又长，令人困惑，难以完美实现，并且犯错的后果是前功尽弃，隐私全无.一个例子是建议比特币用户使用的时候洗币或混币，但是在混合过程之后，如果结果输出的币最终合并或以其他方式移入同一钱包，则由于输出本身提供高关联性，导致混币根本就没有用.另一个例子是，如果您希望比特币的获得方式完全干净没有记录，许多人建议您自己去挖比特币，这在当前的采矿生态系统中是可笑的.</p> <p>使用门罗币，这个洗币和混币清单可以全部被淘汰.门罗币的交易总是高度隐私的，而用户无需执行任何操作或使用外部软件.比特币很难让所有人都享有隐私并且不出错，而门罗却很难出错，想不为所有人一直带来隐私保护都不行.所以权衡而言，我们认为更长的收款地址和更久的同步时间是值得的.</p> <p>虽然我们讨论了以上所有内容，事实上门罗币的用户体验会像其它币一样随着技术进步而变得更好.技术层的用户体验，像扫描速度大概率会在几年内得到显着改善，但比特币不隐私这种问题属于加密货币的基础架构，协议层很难改变.</p>
zh_tw: <p>這個批評有些犀利.確實，在某些方面，門羅幣比比特幣更難使用.例如收款地址格式更長，還有即使在輕型錢包上，同步區塊鏈也要花費很長時間，因為門羅區塊鏈的隱私保護，錢包不能簡單地檢查區塊鏈餘額，而不得不掃描每個輸出以查看它是否屬於相關帳戶. </p> <p>可坦白的說，從很多方面來看，即使門羅幣不進行升級改善，在面臨隱私這種基礎底線的時候，門羅幣的用戶體驗卻已經是鶴立雞群. </p> <p>請讀者朋友們自己去閱讀一下，為確保比特幣隱私，正確使用比特幣方法的攻略文章.其步驟又臭又長，令人困惑，難以完美實現，並且犯錯的後果是前功盡棄，隱私全無.一個例子是建議比特幣用戶使用的時候洗幣或混幣，但是在混合過程之後，如果結果輸出的幣最終合併或以其他方式移入同一錢包，則由於輸出本身提供高關聯性，導致混幣根本就沒有用.另一個例子是，如果您希望比特幣的獲得方式完全乾淨沒有記錄，許多人建議您自己去挖比特幣，這在當前的採礦生態系統中是可笑的.</p> <p>使用門羅幣，這個洗幣和混幣清單可以全部被淘汰.門羅幣的交易總是高度隱私的，而用戶無需執行任何操作或使用外部軟體.比特幣很難讓所有人都享有隱私並且不出錯，而門羅卻很難出錯，想不為所有人一直帶來隱私保護都不行.所以權衡而言，我們認為更長的收款位址和更久的同步時間是值得的.</p> <p>雖然我們討論了以上所有內容，事實上門羅幣的用戶體驗會像其它幣一樣隨著技術進步而變得更好.技術層的使用者體驗，像掃描速度大概率會在幾年內得到顯著改善，但比特幣不隱私這種問題屬於加密貨幣的基礎架構，協議層很難改變.</p>
