Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb9
source: We have two different types of trades on {appName}, local trades and online trades. Online trades occur online entirely through our trading platform without you ever meeting your trading partner. Arbitration bond protection is automatically enabled and funded for Online trades, meaning that as a buyer you’re automatically protected by our arbitration bond protection system. Most of trades on {appName} are online trades. Local trades are meant to be carried out face-to-face, and arbitration bond protection is not automatically enabled. Because of this it is not safe to pay the seller using an online payment method in a local trade. Online payment methods are, for example, bank transfers; PayPal; Gift card codes etc.
cs: Máme dva různé typy obchodů na {appName}, místní obchody a online obchody. Online obchody probíhají výhradně online prostřednictvím naší obchodní platformy, aniž byste se kdy setkali se svým obchodním partnerem. Ochrana arbitrážních dluhopisů je automaticky povolena a financována pro online obchody, což znamená, že jako kupující jste automaticky chráněni naším systémem ochrany arbitrážních dluhopisů. Většina obchodů na {appName} jsou online obchody. Místní obchody jsou určeny k provádění tváří v tvář a ochrana arbitrážních dluhopisů není automaticky povolena. Z tohoto důvodu není bezpečné platit prodejci pomocí online platební metody v místním obchodě. Online způsoby platby jsou například bankovní převody; PayPal; Kódy dárkových karet atd.
fi: Meillä on kaksi erilaista tapaa käydä kauppaa {appName}:ssä, paikalliset kaupat ja verkossa tapahtuvat kaupat. Online-kaupat tapahtuvat verkossa kokonaan kaupankäyntialustamme kautta ilman, että tapaat kauppakumppaniasi. Välimiesmaksu otetaan automaattisesti käyttöön ja rahoitetaan verkkokaupoissa, mikä tarkoittaa, että ostajana olet automaattisesti suojattu välimiesmaksujärjestelmämme avulla. Suurin osa {appName}:n kaupoista on online-kauppoja. Paikalliset kaupat on tarkoitettu suoritettaviksi kasvokkain, eikä välimiesmaksu ole automaattisesti käytössä. Tämän vuoksi ei ole turvallista maksaa myyjälle verkkomaksutavalla paikallisessa kaupassa. Verkkomaksutapoja ovat esimerkiksi: pankkisiirrot, PayPal, Lahjakorttikoodit yms.
fr: Nous avons deux types de transaction différents sur {appName}, les transactions locales et les transactions en ligne. Les transactions en ligne se déroulent entièrement en ligne via notre plateforme d'échange sans que vous ne rencontriez jamais votre partenaire d'échange. La protection par caution d'arbitrage est automatiquement activée et financée pour les transactions en ligne, ce qui signifie qu'en tant qu'acheteur, vous êtes automatiquement protégé par notre système de protection par caution d'arbitrage. La plupart des transactions sur {appName} sont des transactions en ligne. Les échanges locaux sont censés être effectués en face à face et la protection par caution d'arbitrage n'est pas automatiquement activée. Pour cette raison, il n'est pas sûr de payer le vendeur en utilisant un mode de paiement en ligne pour une transaction locale. Les moyens de paiement en ligne sont, par exemple, les virements bancaires, PayPal, des cartes cadeaux, etc.
it: Abbiamo due diversi tipi di scambi su {appName}, scambi locali e scambi online. Le compravendite online avvengono interamente online attraverso la nostra piattaforma di trading senza che tu debba mai incontrare il tuo partner commerciale. Il vincolo arbitrale è automaticamente abilitato e finanziato per le transazioni online, il che significa che come acquirente sei automaticamente protetto dal nostro sistema di protezione del vincolo arbitrale. La maggior parte delle compravendite su {appName} sono compravendite online. Le compravendite locali sono fatte per essere effettuate faccia a faccia, e la protezione dell'arbitrato non è automaticamente abilitata. Per questo motivo non è sicuro pagare il venditore con un metodo di pagamento online in una compravendita locale. I metodi di pagamento online sono, per esempio, trasferimenti bancari; PayPal; codici di carte regalo ecc.
lt: Mes turime du skirtingus sandorių tipus {appName}: vietinius ir internetinius sandorius. Internetiniai sandoriai vyksta internetu tik per mūsų prekybos platformą, jums niekada nesusitikinus su savo prekybos partneriu. Arbitražo obligacijų apsauga automatiškai įjungiama ir finansuojama internetiniams sandoriams, o tai reiškia, kad kaip pirkėją automatiškai apsaugo mūsų arbitražo obligacijų apsaugos sistema. Dauguma {appName} sandorių yra internetiniai sandoriai. Vietiniai sandoriai turi būti vykdomi akis į akį, o arbitražo obligacijų apsauga nėra automatiškai įjungta. Dėl šios priežasties nėra saugu mokėti pardavėjui naudojant internetinį mokėjimo būdą vietinėje prekyboje. Mokėjimo internetu būdai yra, pavyzdžiui, banko pavedimai; PayPal; Dovanų kortelių kodai ir kt.
nb: Vi har to forskjellige typer handler på {appName}, lokale handler og netthandler. Netthandel skjer online helt og holdent gjennom vår handelsplattform uten at du noen gang møter din handelspartner. Voldgiftsobligasjonsbeskyttelse er automatisk aktivert og finansiert for netthandel, noe som betyr at du som kjøper automatisk er beskyttet av vårt voldgiftsobligasjonsbeskyttelsessystem. De fleste handler på {appName} er netthandler. Lokale handler er ment å utføres ansikt til ansikt, og beskyttelse av voldgiftsobligasjoner er ikke automatisk aktivert. På grunn av dette er det ikke trygt å betale selgeren med en online betalingsmetode i en lokal handel. Betalingsmetoder på nett er for eksempel bankoverføringer; PayPal; Gavekortkoder etc.
nl: We hebben twee verschillende soorten transacties op {appName}, lokale transacties en online transacties. Online transacties vinden volledig online plaats via ons handelsplatform zonder dat u uw handelspartner ooit ontmoet. Bescherming van arbitrage-obligaties wordt automatisch ingeschakeld en gefinancierd voor online transacties, wat betekent dat u als koper automatisch wordt beschermd door ons systeem voor bescherming van arbitrage-obligaties. De meeste transacties op {appName} zijn online transacties. Lokale transacties zijn bedoeld om face-to-face te worden uitgevoerd en bescherming door arbitrage is niet automatisch ingeschakeld. Hierdoor is het niet veilig om de verkoper te betalen via een online betaalmethode in een lokale handel. Online betaalmethoden zijn bijvoorbeeld bankoverschrijvingen; PayPal; Cadeauboncodes enz.
pl: {appName} ma dwa różne rodzaje transakcji, lokalne i online. Transakcje online odbywają się całkowicie za pośrednictwem naszej platformy handlowej bez spotkania z partnerem handlowym. Ochrona arbitrażowa z wykorzystaniem zastawu jest automatycznie włączana i finansowana z transakcji online, oznacza to, że jako kupujący jesteś automatycznie chroniony przez nasz system ochrony arbitrażowej. Większość transakcji na {appName} to transakcje online. Lokalne transakcje mają należy wykonywać twarzą-w-twarz, a ochrona arbitrażowa nie jest automatycznie włączona. Z tego względu płacenie sprzedawcy nie jest bezpieczne za pomocą metody płatności online w handlu lokalnym. Metody płatności online to np: transfery bankowe; PayPal; BLIK; kart podarunkowe itp.
pt_br: Temos dois tipos diferentes de comércio em {appName}, comércio local e comércio on-line. As negociações on-line ocorrem inteiramente on-line através de nossa plataforma de negociação sem que você nunca encontre seu parceiro comercial. O título de arbitragem é automaticamente habilitado e financiado para negociações on-line, o que significa que como comprador você está automaticamente protegido por nosso sistema de proteção do título de arbitragem. A maioria das negociações em {appName} são negociações on-line. As negociações locais devem ser realizadas pessoalmente, e a proteção do título de arbitragem não é automaticamente ativada. Por causa disso, não é seguro pagar ao vendedor usando um método de pagamento on-line em um comércio local. Os métodos de pagamento on-line são, por exemplo, transferências bancárias; PayPal; códigos de cartão presente, etc.
sl: Na {appName} imamo dve različni vrsti trgovanj, lokalno in spletno trgovanje. Spletno trgovanje v celoti poteka preko spleta na naši trgovalni platformi, ne da bi se kdaj srečali s partnerjem trgovanja. Zaščita arbitražne obveznice je samodejno omogočena in financirana za spletno trgovanje, kar pomeni, da ste kot kupec samodejno zaščiteni z našim sistemom zaščite. Večina trgovanj na {appName} je spletnih. Lokalna se izvajajo iz oči v oči in zaščita arbitražne obveznice ni samodejno omogočena. Zaradi tega ni varno plačati prodajalcu s spletnim plačilnim sredstvom v lokalnem trgovanju. Načini spletnega plačila so na primer bančna nakazila; PayPal; Kode darilnih kartic itd.
sv: Vi har två olika typer av affärer på {appName}, lokala affärer och onlineaffärer. Onlineaffärer sker online helt och hållet via vår handelsplattform utan att du någonsin träffar din handelspartner. Skydd för skiljedomsobligationer är automatiskt aktiverat och finansierat för onlineaffärer, vilket innebär att du som köpare automatiskt skyddas av vårt skyddssystem för skiljedomsobligationer. De flesta avslut på {appName} är onlineaffärer. Lokala affärer är avsedda att utföras ansikte mot ansikte, och skiljedomsskydd är inte automatiskt aktiverat. På grund av detta är det inte säkert att betala säljaren med en onlinebetalningsmetod i en lokal handel. Betalningsmetoder online är till exempel banköverföringar; PayPal; Presentkortskoder mm.
tl: Mayroon kaming dalawang magkaibang uri ng mga trade sa {appName}, mga lokal na kalakalan at mga online na kalakalan. Ang mga online na kalakalan ay ganap na nagaganap online sa pamamagitan ng aming platform ng kalakalan nang hindi mo nakikilala ang iyong kasosyo sa pangangalakal. Awtomatikong pinagana at pinondohan ang proteksyon ng arbitration bond para sa mga Online na kalakalan, ibig sabihin, bilang isang mamimili, awtomatiko kang pinoprotektahan ng aming sistema ng proteksyon ng arbitration bond. Karamihan sa mga trade sa {appName} ay mga online trade. Ang mga lokal na kalakalan ay nilalayong isakatuparan nang harapan, at ang proteksyon ng bono ng arbitrasyon ay hindi awtomatikong pinagana. Dahil dito, hindi ligtas na bayaran ang nagbebenta gamit ang isang online na paraan ng pagbabayad sa isang lokal na kalakalan. Ang mga online na paraan ng pagbabayad ay, halimbawa, mga bank transfer; PayPal; Mga code ng gift card atbp.
tr: {appName} üzerinde yerel işlemler ve çevrimiçi işlemler olmak üzere iki farklı türde işlemimiz vardır. Çevrimiçi işlemler, ticaret ortağınızla tanışmanıza gerek kalmadan, tamamen ticaret platformumuz aracılığıyla çevrimiçi olarak gerçekleşir. Tahkim bonosu koruması, Çevrimiçi işlemler için otomatik olarak etkinleştirilir ve finanse edilir; bu, bir alıcı olarak tahkim bonosu koruma sistemimiz tarafından otomatik olarak korunduğunuz anlamına gelir. {appName} üzerindeki işlemlerin çoğu çevrimiçi işlemlerdir. Yerel ticaretin yüz yüze yapılması amaçlanmaktadır ve tahkim bonosu koruması otomatik olarak etkinleştirilmemektedir. Bu nedenle, yerel bir ticarette satıcıya çevrimiçi ödeme yöntemini kullanarak ödeme yapmak güvenli değildir. Çevrimiçi ödeme yöntemleri örneğin banka havaleleridir; PayPal; Hediye kartı kodları vb.
ur: ہمارے پاس {appName} پر دو مختلف قسم کی تجارتیں ہیں، مقامی تجارت اور آن لائن تجارت۔ آن لائن تجارت مکمل طور پر ہمارے تجارتی پلیٹ فارم کے ذریعے آن لائن ہوتی ہے جب تک کہ آپ اپنے تجارتی پارٹنر سے ملاقات نہ کریں۔ ثالثی بانڈ پروٹیکشن خودکار طور پر فعال ہو جاتا ہے اور آن لائن تجارت کے لیے فنڈز فراہم کیے جاتے ہیں، مطلب یہ ہے کہ بطور خریدار آپ ہمارے ثالثی بانڈ پروٹیکشن سسٹم کے ذریعے خود بخود محفوظ ہیں۔ {appName} پر زیادہ تر تجارتیں آن لائن تجارت ہیں۔ مقامی تجارت کا مقصد آمنے سامنے ہونا ہے، اور ثالثی بانڈ تحفظ خود بخود فعال نہیں ہوتا ہے۔ اس کی وجہ سے مقامی تجارت میں آن لائن ادائیگی کا طریقہ استعمال کرتے ہوئے بیچنے والے کو ادائیگی کرنا محفوظ نہیں ہے۔ آن لائن ادائیگی کے طریقے ہیں، مثال کے طور پر، بینک ٹرانسفر؛ PayPal؛ گفٹ کارڈ کوڈز وغیرہ.
zh_cn: 我们在 {appName} 上有两种不同类型的交易，本地交易和在线交易。在线交易完全通过我们的交易平台在线进行，您无需与您的贸易伙伴会面。仲裁保证金会自动启用并为在线交易提供资金，这意味着作为买家，您会自动受到我们的仲裁保证金保护系统的保护。 {appName} 上的大部分交易都是在线交易。本地交易是面对面进行的，仲裁保证金保护不会自动启用。因此，在当地贸易中使用在线支付方式向卖家付款是不安全的。例如，在线支付方式是银行转账；贝宝；礼品卡代码等
zh_tw: 我們在 {appName} 上有兩種不同類型的交易，本地交易和在線交易。在線交易完全通過我們的交易平台在線進行，您無需與您的貿易夥伴會面。仲裁保證金會自動啟用並為在線交易提供資金，這意味著作為買家，您會自動受到我們的仲裁保證金保護系統的保護。 {appName} 上的大部分交易都是在線交易。本地交易是面對面進行的，仲裁保證金保護不會自動啟用。因此，在當地貿易中使用在線支付方式向賣家付款是不安全的。在線支付方式有銀行轉賬等；貝寶；禮品卡代碼等

# faq250Sbquestion8722Sb6
source: Do you guys have a .onion site / Tor hidden service?
cs: Máte skrytou službu .onion / Tor?
fi: Onko teillä .onion-sivusto / Tor suojattu palvelu?
fr: Avez-vous un site .onion / un service caché Tor ?
it: Avete un sito .onion / un servizio nascosto di Tor?
lt: Ar turite .onion svetainę / Tor paslėptą paslaugą?
nb: Har dere en .onion-side / Tor skjult tjeneste?
nl: Hebben jullie een .onion-site / Tor-verborgen service?
pl: Czy macie usługę ukrytej witryny .onion / Tor?
pt_br: Vocês possuem um site .onion / Tor?
sl: Ali imate .onion stran / skrito storitev Tor?
sv: Har ni en .onion-webbplats / Tor dold tjänst?
tl: Mayroon ba kayong .onion site / Tor na nakatagong serbisyo?
tr: Bir .onion siteniz/Tor gizli servisiniz var mı?
ur: کیا آپ لوگوں کے پاس .onion sitr/Tor پوشیدہ خدمت ہے?
zh_cn: 你们有.onion/Tor网站吗？
zh_tw: 你們有.onion/Tor網站嗎？

# faq250Sbquestion8722Sb7
source: Do you guys have an I2P site?
cs: Máte I2P stránky?
fi: Onko teillä I2P-sivustoa?
fr: Avez-vous un site I2P ?
it: Avete un sito I2P?
lt: Ar turite I2P svetainę?
nb: Har dere en I2P-side?
nl: Hebben jullie een I2P-site?
pl: Czy macie stronę I2P?
pt_br: Vocês possuem um site I2P?
sl: Ali imate spletno mesto I2P?
sv: Har ni en I2P-sida?
tl: May I2P site ba kayo?
tr: Arkadaşlar I2P siteniz var mı?
ur: کیا آپ لوگوں کے پاس I2P سائٹ ہے؟
zh_cn: 你们有I2P网站吗？
zh_tw: 你們有I2P網站嗎？

# faq250Sbquestion8722Sb8
source: Do you have an affiliate program?
cs: Máte affiliate program?
fi: Onko teillä kumppaniohjelmaa?
fr: Avez-vous un programme de parrainage ?
it: Avete un programma di affiliazione?
lt: Ar turite partnerių programą?
nb: Har du et affiliateprogram?
nl: Hebben jullie een partnerprogramma?
pl: Czy macie program partnerski?
pt_br: Você têm um programa de afiliados?
sl: Ali ponujate affiliate partnerski program?
sv: Har du ett affiliateprogram?
tl: Mayroon ka bang affiliate program?
tr: Bir ortaklık programınız var mı?
ur: کیا آپ کے پاس الحاق کا پروگرام ہے؟
zh_cn: 你们有分销联盟计划吗？
zh_tw: 你們有分銷聯盟計劃嗎？

# faq250Sbquestion8722Sb9
source: What’s the difference between an online trade and a local trade?
cs: Jaký je rozdíl mezi online obchodem a místním obchodem?
fi: Mitä eroa on verkossa tapahtuvan kaupan ja paikallisen kaupan välillä?
fr: Quelle est la différence entre une transaction en ligne et une transaction locale ?
it: Qual è la differenza tra un commercio online e un commercio locale?
lt: Kuo skiriasi internetinė prekyba nuo vietinės prekybos?
nb: Hva er forskjellen mellom en netthandel og en lokal handel?
nl: Wat is het verschil tussen een online handel en lokale handel?
pl: Jaka jest różnica między handlem online, a handlem lokalnym?
pt_br: Qual a diferença entre uma negociação local e online?
sl: Kakšna je razlika med spletnim in lokalnim trgovanjem?
sv: Vad är skillnaden mellan en onlinehandel och en lokal handel?
tl: Ano ang pagkakaiba sa pagitan ng isang online na kalakalan at isang lokal na kalakalan?
tr: Çevrimiçi ticaret ile yerel ticaret arasındaki fark nedir?
ur: آن لائن تجارت اور مقامی تجارت میں کیا فرق ہے؟
zh_cn: 网上交易与面对面交易有什么区别？
zh_tw: 網上交易與面對面交易有什麼區別？
