Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcash250Sbuntraceable250Sbtext
source: Regular transactions are transparent. Hidden transactions use zk-SNARKS, which have admittedly robust privacy guarantees under certain conditions. The question is if these conditions are met, and seeing the miniscule amount of people using the shielded capabilities, this remains in question.
cs: Pravidelné transakce jsou transparentní. Skryté transakce používají zk-SNARKS, které mají za určitých podmínek robustní záruky soukromí. Otázkou je, zda jsou tyto podmínky splněny, a vzhledem k nepatrnému množství lidí, kteří využívají stíněné možnosti, to zůstává otázkou.
fi: Tavalliset transaktiot ovat läpinäkyviä. Piilotetut transaktiot käyttävät zk-SNARKSia, jolla on vankat tietosuojatakuut tietyissä olosuhteissa. Kysymys kuuluu, täyttyykö näiden olosuhteiden ehdot, ja kun nähdään kuinka pieni määrä ihmisiä käyttää suojattuja ominaisuuksia, tämä jää kyseenalaiseksi.
fr: Les transactions régulières sont transparentes. Les transactions cachées utilisent zk-SNARKS, qui présentent de solides garanties de confidentialité sous certaines conditions. La question est de savoir si ces conditions sont remplies, et vu le nombre infime de personnes utilisant les capacités blindées, cela reste incertain.
it: Le transazioni regolari sono trasparenti. Le transazioni nascoste utilizzano zk-SNARKS, che hanno certamente garanzie di privacy affidabili in determinate condizioni. La domanda è se queste condizioni sono soddisfatte e, vista la quantità minuscola di persone che usano le capacità schermate, questo rimane in discussione.
lt: Reguliarūs sandoriai yra skaidrūs. Paslėptose operacijose naudojama zk-SNARKS, kuri, žinoma, turi tvirtas privatumo garantijas tam tikromis sąlygomis. Kyla klausimas, ar šios sąlygos tenkinamos, o matant nedidelį skaičių žmonių, naudojančių ekranuotus pajėgumus, tai lieka abejotina.
nb: Vanlige transaksjoner er transparente. Skjulte transaksjoner bruker zk-SNARKS, som riktignok har robuste personverngarantier under visse betingelser. Spørsmålet er om disse betingelsene er oppfylt, og med tanke på den minimale mengden mennesker som bruker de skjermede egenskapene, er dette fortsatt et spørsmål.
nl: Reguliere transacties zijn transparant. Verborgen transacties maken gebruik van zk-SNARKS, die weliswaar onder bepaalde voorwaarden robuuste privacygaranties hebben. De vraag is of aan deze voorwaarden wordt voldaan, en gezien het minuscule aantal mensen dat gebruik maakt van de afgeschermde mogelijkheden, blijft dit nog steeds onduidelijk.
pl: Zwykłe transakcje są przezroczyste. Ukryte transakcje wykorzystują zk-SNARKS, które wprawdzie solidne gwarantują prywatność ale pod pewnymi warunkami. Pytanie brzmi, czy te warunki są spełniane, a mając na uwadze niewielką liczbę osób korzystających z tych możliwości pozostaje to wątpliwe.
pt_br: As transações regulares são transparentes. As transações ocultas usam o zk-SNARKS, que possui garantias de privacidade robustas sob certas condições. A questão é se essas condições são atendidas e, vendo a quantidade minúscula de pessoas usando os recursos protegidos, isso permanece em questão.
sl: Redne transakcije so transparentne. Skrite transakcije uporabljajo zk-SNARKS, ki imajo pod določenimi pogoji zanesljiva jamstva za zasebnost. Vprašanje je, ali so ti pogoji izpolnjeni, in glede na majhno število ljudi, ki uporabljajo zaščitene zmogljivosti, to ostaja vprašljivo.
sv: Regelbundna transaktioner är transparenta. Dolda transaktioner använder zk-SNARKS, som visserligen har robusta integritetsgarantier under vissa villkor. Frågan är om dessa villkor är uppfyllda, och med tanke på den minimala mängden människor som använder de avskärmade funktionerna är detta fortfarande ifrågasatt.
tl: Ang mga regular na transaksyon ay transparent. Gumagamit ang mga nakatagong transaksyon ng zk-SNARKS, na tinatanggap na matatag na mga garantiya sa privacy sa ilalim ng ilang partikular na kundisyon. Ang tanong ay kung ang mga kundisyong ito ay natutugunan, at nakikita ang napakaliit na dami ng mga tao na gumagamit ng mga shielded na kakayahan, ito ay nananatiling pinag-uusapan.
tr: Düzenli işlemler şeffaftır. Gizli işlemlerde, belirli koşullar altında sağlam gizlilik garantilerine sahip olduğu kabul edilen zk-SNARKS kullanılır. Sorun, bu koşulların karşılanıp karşılanmadığıdır ve korunan yetenekleri kullanan çok az sayıda insan göz önüne alındığında, bu hala şüphelidir.
ur: باقاعدہ لین دین شفاف ہیں۔ پوشیدہ لین دین میں zk-SNARKS کا استعمال ہوتا ہے، جس نے بعض شرائط کے تحت رازداری کی مضبوط ضمانت دی ہے۔ سوال یہ ہے کہ کیا ان شرائط کو پورا کیا جاتا ہے، اور محفوظ شدہ صلاحیتوں کو استعمال کرنے والے لوگوں کی کم سے کم مقدار کو دیکھتے ہوئے، یہ سوال ہی رہتا ہے۔
zh_cn: 普通转账是透明的. 隐藏交易使用了零知识证明技术的 zk-SNARKS, 在某些情况下有比较可靠的隐私保证. 但问题是这个某些前提条件并不好满足, 并且使用这个隐私功能的人太少, 这种情况导致了新的问题.
zh_tw: 普通轉帳是透明的. 隱藏交易使用了零知識證明技術的 zk-SNARKS, 在某些情況下有比較可靠的隱私保證. 但問題是這個某些前提條件並不好滿足, 並且使用這個隱私功能的人太少, 這種情況導致了新的問題.

# settings250Sbnotifications250Sbtelegram250Sbescrow8722Sbshort
source: Trade finalized
cs: Obchod dokončen
fi: Kauppa viimeistelty
fr: Transaction finalisée
it: Scambio finalizzato
lt: Prekyba baigta
nb: Handelen er avsluttet
nl: Transactie afgerond
pl: Handel sfinalizowany
pt_br: Comércio finalizado
sl: Trgovanje zaključeno
sv: Handel avslutad
tl: Natapos ang kalakalan
tr: Ticaret sonuçlandı
ur: تجارت کو حتمی شکل دی گئی
zh_cn: 交易完成
zh_tw: 交易完成

# settings250Sbnotifications250Sbtelegram250Sbhow8722Sbto
source: How do I turn on {appName} Telegram mobile notifications?
cs: Jak zapnu mobilní oznámení Telegramu {appName}?
fi: Kuinka otan käyttöön {appName} Telegramin mobiili-ilmoitukset?
fr: Comment activer les notifications {appName} sur Telegram ?
it: Come attivare le notifiche di {appName} su Telegram?
lt: Kaip įjungti {appName} Telegram pranešimus mobiliesiems?
nb: Hvordan slår jeg på {appName} Telegram-mobilvarsler?
nl: Hoe schakel ik {appName} mobiele Telegram meldingen in?
pl: Jak włączyć powiadomienia mobline Telegram od {appName}?
pt_br: Como ativo as notificações via Telegram?
sl: Kako vklopim Telegram {appName} obilna obvestila?
sv: Hur slår jag på {appName} Telegram mobil Aviseringar?
tl: Paano ko io-on ang {appName} Telegram mobile notifications?
tr: {appName} Telegram mobil bildirimlerini nasıl açarım?
ur: میں {appName} ٹیلیگرام موبائل اطلاعات کو کیسے آن کروں؟
zh_cn: 如何启用{appName} Telegram移动通知？
zh_tw: 如何啟用{appName} Telegram移動通知？

# guide250Sbbtc250Sbcard8722Sbone8722Sb2
source: Monero (XMR) is an open-source cryptocurrency created in April 2014 that focuses on <strong> fungibility, privacy and decentralization.</strong> Monero uses an obfuscated public ledger, meaning anybody can broadcast or send transactions, but no outside observer can tell the source, amount or destination. Monero uses a Proof of Work mechanism to issue new coins and incentivize miners to secure the network and validate transactions.
cs: Monero (XMR) je open-source kryptoměna vytvořená v dubnu 2014, která se zaměřuje na <strong> zastupitelnost, soukromí a decentralizaci.</strong> Monero používá zahalenou veřejnou knihu, což znamená, že kdokoli může vysílat nebo odesílat transakce, ale s tím že žádný vnější pozorovatel nemůže říct zdroj, množství nebo místo určení. Monero používá mechanismus Proof of Work k vydávání nových coinů a pobízení těžařů k zabezpečení sítě a ověřování transakcí.
fi: Monero (XMR) on huhtikuussa 2014 luotu avoimen lähdekoodin kryptovaluutta, joka keskittyy <strong>:n vaihdettavuuteen, yksityisyyteen ja hajauttamiseen.</strong> Monero käyttää salattua julkista kirjanpitoa, mikä tarkoittaa että kuka tahansa voi lähettää transaktioita, mutta kukaan ulkopuolinen tarkkailija ei voi kertoa sen lähdettä, määrää tai kohdetta. Monero käyttää Proof of Work -mekanismia laskeakseen liikkeelle uusia kolikoita ja kannustaakseen louhijoita suojaamaan verkkoa ja vahvistamaan tapahtumia.
fr: Monero (XMR) est une crypto-monnaie open source créée en avril 2014 qui met l'accent sur <strong>la fongibilité, la confidentialité et la décentralisation</strong>. Monero utilise un registre public opaque, ce qui signifie que n'importe qui peut diffuser ou envoyer des transactions, mais aucun observateur extérieur ne peut voir ni la source, ni le montant, ni la destination. Monero utilise un mécanisme de preuve de travail pour émettre de nouveaux jetons et inciter les mineurs à sécuriser le réseau et à valider les transactions.
it: Monero è una criptovaluta open source creata nell'aprile 2014 che si concentra su <strong> fungibilità, privacy e decentralizzazione. </strong> Monero utilizza un libro mastro pubblico offuscato, il che significa che chiunque può trasmettere o inviare transazioni, ma nessun osservatore esterno può dire la fonte, l'importo o la destinazione Monero usa un meccanismo Proof of Work per emettere nuove monete e incentivare i minatori per proteggere la rete e convalidare le transazioni.
lt: „Monero“ (XMR) yra atvirojo kodo kriptovaliuta, sukurta 2014 m. balandžio mėn., kurioje pagrindinis dėmesys skiriamas <strong> pakeičiamumui, privatumui ir decentralizacijai.</strong> „Monero“ naudoja užmaskuotą viešąją knygą, o tai reiškia, kad bet kas gali transliuoti ar siųsti operacijas, tačiau joks pašalinis stebėtojas negali pasakyti. šaltinis, suma arba paskirties vieta. Monero naudoja darbo įrodymo mechanizmą, kad išleistų naujas monetas ir paskatintų kalnakasius apsaugoti tinklą ir patvirtinti operacijas.
nb: Monero (XMR) er en åpen kildekode-kryptovaluta opprettet i april 2014 som fokuserer på <strong>-fungibilitet, personvern og desentralisering.</strong> Monero bruker en skjult offentlig hovedbok, noe som betyr at alle kan kringkaste eller sende transaksjoner, men ingen utenforstående observatør kan fortelle kilden, beløpet eller destinasjonen. Monero bruker en Proof of Work-mekanisme for å utstede nye mynter og oppmuntre gruvearbeidere til å sikre nettverket og validere transaksjoner.
nl: Monero (XMR) is een open-source cryptocurrency die in april 2014 is gemaakt en zich richt op <strong> fungibiliteit, privacy en decentralisatie. </strong> Monero gebruikt een verborgen grootboek, wat betekent dat iedereen transacties kan uitzenden of verzenden, maar dat geen enkele externe waarnemer de bron, het bedrag of de bestemming kan zien. Monero gebruikt een Proof of Work-mechanisme om nieuwe munten uit te geven en 'miners' te stimuleren het netwerk te beveiligen en transacties te valideren.
pl: Monero (XMR) to kryptowaluta open source stworzona w kwietniu 2014 r., koncentruje się na <strong> zamienności, prywatności i decentralizacji. </strong> Monero używa zaciemnionego blockchaina, co oznacza, że każdy może nadawać lub wysyłać transakcje, ale żaden zewnętrzny obserwator nie może poznać źródła, kwoty lub adresu docelowego. Monero wykorzystuje Proof of Work do wydawania nowych Monero i zachęcenia miner'ów do zabezpieczenia sieci i potwierdzania transakcji.
pt_br: O Monero é uma cryptocurrency de código aberto criada em abril de 2014 que enfoca a fungibilidade, privacidade e descentralização. </strong> O Monero usa um livro público ofuscado, ou seja, qualquer pessoa pode transmitir ou enviar transações, mas nenhum observador externo pode informar a fonte, quantia ou destino. O Monero usa um mecanismo de Prova de Trabalho para emitir novas moedas e incentivar os mineradores a proteger a rede e validar as transações.
sl: Monero (XMR) je odprtokodna kriptovaluta, ustvarjena aprila 2014, ki se osredotoča na <strong> zamenljivost, zasebnost in decentralizacijo.</strong> Monero uporablja zakrito javno knjigo, kar pomeni, da lahko kdorkoli oddaja ali pošilja transakcije, vendar noben zunanji opazovalec ne more videti vira, zneseka ali cilja. Monero uporablja mehanizem dokazila o delu za izdajanje novih kovancev in spodbuja rudarje, da zavarujejo omrežje in potrdijo transakcije.
sv: Monero (XMR) är en kryptovaluta med öppen källkod skapad i april 2014 som fokuserar på <strong> fungibilitet, integritet och decentralisering.</strong> Monero använder en obfuskerad offentlig reskontra, vilket betyder att vem som helst kan sända eller skicka transaktioner, men ingen utomstående observatör kan säga källan, beloppet eller destinationen. Monero använder en Proof of Work-mekanism för att ge ut nya mynt och uppmuntra gruvarbetare att säkra nätverket och validera transaktioner.
tl: Ang Monero (XMR) ay isang open-source na cryptocurrency na ginawa noong Abril 2014 na nakatutok sa <strong> fungibility, privacy at desentralisasyon.</strong> Gumagamit si Monero ng obfuscated public ledger, ibig sabihin, kahit sino ay maaaring mag-broadcast o magpadala ng mga transaksyon, ngunit walang tagamasid sa labas ang makakapagsabi ang pinagmulan, halaga o patutunguhan. Gumagamit si Monero ng mekanismo ng Proof of Work para mag-isyu ng mga bagong barya at magbigay ng insentibo sa mga minero na i-secure ang network at i-validate ang mga transaksyon.
tr: Monero (XMR), Nisan 2014'te oluşturulan ve <strong> ile takas edilebilirlik, gizlilik ve merkezi olmayan yönetime odaklanan açık kaynaklı bir kripto para birimidir.</strong> Monero, gizlenmiş bir kamu defteri kullanır; bu, herkesin işlem yayınlayabileceği veya gönderebileceği ancak hiçbir dış gözlemcinin bunu anlayamadığı anlamına gelir. kaynak, miktar veya hedef. Monero, yeni paralar çıkarmak ve madencileri ağın güvenliğini sağlamaya ve işlemleri doğrulamaya teşvik etmek için bir İş Kanıtı mekanizması kullanıyor.
ur: Monero (XMR) اپریل 2014 میں بنائی گئی ایک آذاد-سورس کریپٹو کرنسی ہے جو <strong> ، پرائیویسی,غيرمرکزی اور فنجیبلٹی پر مرکوز ہے</strong>۔ ذریعہ، رقم یا منزل۔ Monero نئے سکے جاری کرنے اور نیٹ ورک کو محفوظ بنانے اور لین دین کی توثیق کرنے کے لیے کان کنوں کو ترغیب دینے کے لیے پروف آف ورک میکانزم کا استعمال کرتا ہے۔
zh_cn: 门罗币（XMR）是2014年4月创建的开源加密货币，专注于<strong>可替代性，隐私和分散化。</strong> 门罗币使用模糊的公共分类帐，意味着任何人都可以广播或发送交易，但没有外部观察者可以告诉来源，金额或目的地.门罗币使用工作证明机制发行新硬币并激励矿工保护网络并验证交易。
zh_tw: 門羅幣（XMR）是2014年4月創建的開源加密貨幣，專注於<strong>可替代性，隱私和分散化。</strong> 門羅幣使用模糊的公共分類帳，意味著任何人都可以廣播或發送交易，但沒有外部觀察者可以告訴來源，金額或目的地.門羅幣使用工作證明機制發行新硬幣並激勵礦工保護網絡並驗證交易。

# guide250Sbbtc250Sbcard8722Sbone8722Sb3
source: Monero is actively encouraged to those seeking financial privacy, since <strong> payments and account balances remain entirely hidden</strong>, which is not the standard for most cryptocurrencies.
cs: Monero je aktivně podporováno pro ty, kteří hledají finanční soukromí, protože <strong> platby a zůstatky na účtech zůstávají zcela skryté </strong>, což není standard pro většinu kryptoměn.
fi: Moneroa rohkaistaan aktiivisesti taloudellista yksityisyyttä etsiville, sillä <strong> maksut ja tilisaldot pysyvät täysin piilossa</strong>, mikä ei ole standardi useimmille kryptovaluutoille.
fr: Monero est activement encouragé pour ceux qui recherchent la confidentialité financière, car les paiements et les soldes de compte <strong>restent entièrement cachés</strong>, ce qui n'est pas le cas pour la plupart des crypto-monnaies.
it: Monero è attivamente incoraggiato a coloro che cercano la privacy finanziaria, dal momento che <strong> pagamenti e saldi dei conti rimangono completamente nascosti</strong>, che non è lo standard per la maggior parte delle criptovalute.
lt: Monero yra aktyviai skatinamas tiems, kurie siekia finansinio privatumo, nes <strong> mokėjimai ir sąskaitų likučiai lieka visiškai paslėpti</strong>, o tai nėra daugelio kriptovaliutų standartas.
nb: Monero oppfordres aktivt til de som søker økonomisk personvern, siden <strong> betalinger og kontosaldo forblir helt skjult</strong>, som ikke er standarden for de fleste kryptovalutaer.
nl: Monero wordt actief aangemoedigd voor degenen die op zoek zijn naar financiële privacy, aangezien <strong> betalingen en accountsaldo's volledig verborgen blijven </strong>, wat niet standaard is voor de meeste cryptocurrencies.
pl: Monero jest rekomendowane osobom poszukującym prywatności finansowej, ponieważ <strong> płatności i salda konta pozostają całkowicie ukryte </strong>. Nie jest to standard dla większości kryptowalut.
pt_br: O Monero é ativamente encorajado para aqueles que buscam privacidade financeira, já que pagamentos e saldos de contas permanecem totalmente ocultos, o que não é o padrão para a maioria das criptomoedas
sl: Monero se aktivno spodbuja pri tistih, ki iščejo finančno zasebnost, saj <strong> plačila in stanja na računih ostajajo v celoti skrita </strong>, kar ni standard večine kriptovalut.
sv: Monero rekommenderas aktivt till de som söker finansiell integritet, eftersom <strong> betalningar och kontosaldon förblir helt dolda</strong>, vilket inte är standarden för de flesta kryptovalutor.
tl: Aktibong hinihikayat ang Monero sa mga naghahanap ng privacy sa pananalapi, dahil ang <strong> na mga pagbabayad at balanse ng account ay nananatiling ganap na nakatago</strong>, na hindi pamantayan para sa karamihan ng mga cryptocurrencies.
tr: Monero, finansal gizlilik arayanlara aktif olarak teşvik edilmektedir, çünkü <strong> ödemeler ve hesap bakiyeleri tamamen gizli kalır</strong>, bu çoğu kripto para birimi için standart değildir.
ur: مالی رازداری کے خواہاں افراد کے لیے Monero کی فعال طور پر حوصلہ افزائی کی جاتی ہے، کیونکہ <strong> ادائیگیاں اور اکاؤنٹ بیلنس مکمل طور پر پوشیدہ رہتے ہیں </strong>، جو کہ زیادہ تر کریپٹو کرنسیوں کا معیار نہیں ہے۔
zh_cn: 门罗币积极鼓励那些寻求财务隐私的人，因为<strong>付款和帐户余额仍然完全隐藏</strong>，这不是大多数加密货币的标准。
zh_tw: 門羅幣積極鼓勵那些尋求財務隱私的人，因為<strong>付款和帳戶餘額仍然完全隱藏</strong>，這不是大多數加密貨幣的標準。

# guide250Sbbtc250Sbcard8722Sbone250Sbtitle
source: 1. What is Monero?
cs: 1. Co je to Monero?
fi: 1. Mikä on Monero?
fr: 1. Qu'est-ce que Monero ?
it: 1. Che cos'è Monero?
lt: 1. Kas yra Monero?
nb: 1. Hva er Monero?
nl: 1. Wat is Monero?
pl: 1. Czym jest Monero?
pt_br: 1. O que é o Monero?
sl: 1. Kaj je Monero?
sv: 1. Vad är Monero?
tl: 1. Ano ang Monero?
tr: 1. Monero nedir?
ur: 1. Monero کیا ہے؟
zh_cn: 1。什么是门罗币？
zh_tw: 1。什麼是門羅幣？

# guide250Sbbtc250Sbcard8722Sbthree8722Sb1
source: Step 6: Withdrawing Bitcoins from {appName}
cs: Krok 6: Výběr bitcoinů z {appName}
fi: Vaihe 6: Bitcoinien poistaminen {appName}:stä
fr: Étape 6 : Retirer des Bitcoins de {appName}
it: Passo 6: Ritirare Bitcoin da {appName}
lt: 6 veiksmas: Bitcoin išėmimas iš {appName}
nb: Trinn 6: Ta ut Bitcoins fra {appName}
nl: Stap 6: Bitcoins Opnemen uit {appName}
pl: Krok 6: Wypłata Bitcoinów z {appName}
pt_br: Passo 6: Retirando Bitcoins do {appName}
sl: 6. Korak: Dvig Bitcoinov iz {appName}
sv: Steg 6: Ta ut Bitcoins från {appName}
tl: Hakbang 6: Pag-withdraw ng Bitcoins mula sa {appName}
tr: Adım 6: Bitcoin'leri {appName}'ten Çekme
ur: مرحلہ 6: بٹ کوائنز کو {appName} سے واپس لینا
zh_cn: 第6步：从{appName}中提取比特币
zh_tw: 第6步：從{appName}中提取比特幣
