Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbp2pool250Sbdescription
source: Pool mining is the most common way to mine Monero today, but thankfully the emergence of p2pool mining is rapidly changing that.
cs: Těžba v poolu je dnes nejběžnějším způsobem těžby Monera, ale nástup těžby v p2poolu to naštěstí rychle mění.
fi: Poolin louhinta on nykyään yleisin tapa louhia Moneroa, mutta onneksi p2poolin louhinta muuttaa sitä nopeasti.
fr: Le minage en pool est le moyen le plus courant de miner du Monero aujourd'hui, mais heureusement, l'émergence du minage avec P2Pool change rapidement la situation.
it: Il pool mining è il modo più comune per estrarre Monero oggi, ma fortunatamente l'emergere del p2pool mining sta rapidamente cambiando la situazione.
lt: Kasyba baseine šiandien yra labiausiai paplitęs Monero kasybos būdas, tačiau, laimei, p2pool kasybos atsiradimas tai greitai keičia.
nb: Bassenggruvedrift er den vanligste måten å utvinne Monero på i dag, men heldigvis endrer fremveksten av p2pool-gruvedrift det raskt.
nl: Pool mining is tegenwoordig de meest gebruikelijke manier om Monero te minen, maar gelukkig brengt de opkomst van p2pool mining daar snel verandering in.
pl: Pool mining jest najpopularniejszym sposobem na kopanie Monero dzisiaj, ale na szczęście pojawienie się p2poola szybko to zmienia.
pt_br: A mineração de piscina é a maneira mais comum de minerar Monero hoje em dia, mas felizmente o surgimento da mineração p2pool está rapidamente mudando isso.
sl: Pool rudarjenje je danes najpogostejši način za rudarjenje Monera, a na srečo pojav rudarjenja p2pool to hitro spreminja.
sv: Pool mining är det vanligaste sättet att utvinna Monero idag, men tack och lov förändras detta snabbt genom framväxten av p2pool mining.
tl: Ang pagmimina ng pool ay ang pinakakaraniwang paraan upang minahan ang Monero ngayon, ngunit sa kabutihang palad ang paglitaw ng p2pool mining ay mabilis na nagbabago iyon.
tr: Havuz madenciliği günümüzde Monero madenciliği yapmanın en yaygın yoludur, ancak şükürler olsun ki p2pool madenciliğinin ortaya çıkışı bunu hızla değiştiriyor.
ur: پول مائننگ آج Monero کو mine کرنے سب سے عام طریقہ ہے، لیکن شکر ہے کہ p2poolmining کا ظہور اس میں تیزی سے تبدیلی لا رہا ہے۔
zh_cn: 矿池挖矿是目前最常见的Monero挖矿方式，但值得庆幸的是，p2pool挖矿的出现正在迅速改变这种状况。
zh_tw: 礦池挖礦是目前最常見的Monero挖礦方式，但值得慶幸的是，p2pool挖礦的出現正在迅速改變這種狀況。

# knowledge250Sbp2pool250Sbtitle
source: P2Pool and Its Role in Decentralizing Monero Mining
cs: P2Pool a jeho role v decentralizaci těžby Monera
fi: P2Pool ja sen rooli Monero-louhinnan hajauttamisessa
fr: P2Pool et son rôle dans la décentralisation du minage sur Monero
it: P2Pool e il suo ruolo nella decentralizzazione del mining di Monero
lt: P2Pool ir jo vaidmuo decentralizuojant Monero kasybą
nb: P2Pool og dens rolle i desentralisering av Monero-gruvedrift
nl: P2Pool en Zijn Rol bij het Decentraliseren van Monero Mining
pl: P2Pool i jego rola w decentralizacji kopania Monero
pt_br: P2Pool e seu papel na descentralização da mineração Monero
sl: P2Pool in Njegova Vloga pri Decentralizaciji Monero Rudarjenja
sv: P2Pool och dess roll i decentraliseringen av Monero Mining
tl: Ang P2Pool at ang Tungkulin Nito sa Desentralisasyon ng Monero Mining
tr: P2Pool ve Monero Madenciliğinin Merkezi Olmamasındaki Rolü
ur: P2Pool اور Monero Mining کی وکندریقرت میں اس کا کردار
zh_cn: P2Pool和它在去Monero采矿中心化的作用
zh_tw: P2Pool和它在去Monero採礦中心化的作用

# knowledge250Sbpractices250Sb0250Sbtext
source: <p>Many users might be shocked to learn that experts think that it's possible to use a cryptocurrency incorrectly. Depending on what a user is defending against, there are certain steps and precautions that must be taken to preserve privacy, evade scams, and ensure the proper and timely delivery of transactions. Fortunately, the Monero developers have done everything they can to set sane defaults in these areas, so users who use the wallet software as-is will be safe the majority of the time. That said, we'd like to take some time to look at a few cases where it might be helpful to be a little more thoughtful in your spending.</p>
cs: <p>Mnoho uživatelů by mohlo být šokováno, kdyby se dozvěděli, že podle odborníků je možné kryptoměnu používat nesprávně. V závislosti na tom, proti čemu se uživatel brání, je třeba podniknout určité kroky a opatření, aby si zachoval soukromí, vyhnul se podvodům a zajistil řádné a včasné doručení transakcí. Vývojáři Monera naštěstí udělali vše pro to, aby v těchto oblastech nastavili rozumné výchozí hodnoty, takže uživatelé, kteří používají software peněženky tak, jak je, budou po většinu času v bezpečí. Přesto bychom se rádi věnovali několika případům, kdy by bylo užitečné být při utrácení trochu ohleduplnější.</p>
fi: <p>Monet käyttäjät saattavat järkyttyä kuullessaan, että asiantuntijat uskovat kryptovaluuttojen väärinkäytön olevan mahdollista. Riippuen siitä, mitä vastaan käyttäjä puolustautuu, on olemassa tiettyjä vaiheita ja varotoimia, jotka on toteutettava yksityisyyden suojaamiseksi, huijausten välttämiseksi ja transaktioiden asianmukaisen ja oikea-aikaisen toimituksen varmistamiseksi. Onneksi Monero-kehittäjät ovat tehneet kaikkensa asettaakseen järkevät oletusasetukset näille alueille, joten käyttäjät jotka käyttävät lompakko-ohjelmistoa sellaisenaan, ovat turvassa suurimman osan ajasta. Haluaisimme kuitenkin tarkastella muutamia tapauksia, joissa voisi olla hyödyllistä olla hieman harkitsevampi kulutuksessasi.</p>
fr: <p>De nombreux utilisateurs pourraient être choqués d'apprendre que les experts pensent qu'il est possible d'utiliser une crypto-monnaie de manière incorrecte. En fonction de ce contre quoi un utilisateur se protège, certaines mesures et précautions doivent être prises pour préserver la confidentialité, éviter les escroqueries et assurer la livraison correcte et rapide des transactions. Heureusement, les développeurs de Monero ont fait tout leur possible pour définir des valeurs par défaut saines dans ces domaines, de sorte que les utilisateurs qui utilisent le logiciel de portefeuille tel quel seront en sécurité la plupart du temps. Cela dit, nous aimerions prendre le temps d'examiner quelques cas où il pourrait être utile d'être un peu plus attentif lors de vos dépenses.</p>
it: <p>Molti utenti potrebbero rimanere scioccati nell'apprendere che gli esperti pensano che sia possibile utilizzare una criptovaluta in modo errato. A seconda di ciò da cui un utente si sta difendendo, ci sono alcuni passaggi e precauzioni che devono essere presi per preservare la privacy, eludere le truffe e garantire la consegna corretta e tempestiva delle transazioni. Fortunatamente, gli sviluppatori di Monero hanno fatto tutto il possibile per impostare valori predefiniti sani in queste aree, quindi gli utenti che utilizzano il software del portafoglio così com'è saranno al sicuro la maggior parte del tempo. Detto questo, vorremmo dedicare un po 'di tempo ad esaminare alcuni casi in cui potrebbe essere utile essere un po' più ponderati nella spesa.</p>
lt: <p>Daugelis vartotojų gali būti šokiruoti sužinoję, kad ekspertai mano, kad kriptovaliutą galima naudoti neteisingai. Priklausomai nuo to, nuo ko ginasi vartotojas, yra tam tikrų veiksmų ir atsargumo priemonių, kurių reikia imtis siekiant išsaugoti privatumą, išvengti sukčiavimo ir užtikrinti tinkamą bei savalaikį operacijų pristatymą. Laimei, Monero kūrėjai padarė viską, ką galėjo, kad nustatytų protingus numatytuosius nustatymus šiose srityse, todėl vartotojai, kurie naudoja piniginės programinę įrangą tokią, kokia yra, didžiąją laiko dalį bus saugūs. Nepaisant to, norėtume skirti šiek tiek laiko ir panagrinėti kelis atvejus, kai gali būti naudinga šiek tiek labiau apgalvoti savo išlaidas.</p>
nb: <p>Mange brukere kan bli sjokkert over å høre at eksperter tror at det er mulig å bruke en kryptovaluta feil. Avhengig av hva en bruker forsvarer seg mot, er det visse skritt og forholdsregler som må tas for å bevare personvernet, unngå svindel og sikre riktig og rettidig levering av transaksjoner. Heldigvis har Monero-utviklerne gjort alt de kan for å angi fornuftige standarder i disse områdene, så brukere som bruker lommebokprogramvaren som den er, vil være trygge mesteparten av tiden. Når det er sagt, vil vi gjerne bruke litt tid på å se på noen tilfeller der det kan være nyttig å være litt mer gjennomtenkt i forbruket.</p>
nl: <p>Veel gebruikers zullen misschien schrikken als ze horen dat experts denken dat het mogelijk is om een cryptocurrency verkeerd te gebruiken. Afhankelijk van waartegen een gebruiker zich verdedigt, zijn er bepaalde stappen en voorzorgsmaatregelen die moeten worden genomen om de privacy te behouden, oplichting te omzeilen en de juiste en tijdige levering van transacties te garanderen. Gelukkig hebben de Monero-ontwikkelaars er alles aan gedaan om op deze gebieden gezonde standaardwaarden in te stellen, zodat gebruikers die de portefeuille-software gebruiken zoals het hoort, voor het grootste deel van de tijd veilig zullen zijn. Dat gezegd hebbende, willen we graag even de tijd nemen om naar een paar gevallen te kijken waarin het nuttig kan zijn om wat bedachtzamer te zijn met uw uitgaven.</p>
pl: <p> Wielu użytkowników może być zszokowanych, gdy dowie się, że eksperci uważają, iż możliwe jest nieprawidłowe użycie kryptowalut. W zależności od tego, przed czym użytkownik się broni, istnieją pewne kroki i środki ostrożności, które należy podjąć w celu zachowania prywatności, uniknięcia oszustw i zapewnienia właściwego i terminowego dostarczania transakcji. Na szczęście deweloperzy Monero zrobili wszystko co w ich mocy, aby ustawić rozsądne wartości domyślne w tych obszarach, więc użytkownicy korzystający z oprogramowania portfeli są bezpieczni. To powiedziawszy, chcielibyśmy poświęcić trochę czasu, aby spojrzeć na kilka przypadków, w których pomocne może być pomyślenie i koncentracja podczas wydawania.</p>
pt_br: <p>Muitos usuários podem ficar chocados ao saber que os especialistas pensam que é possível usar uma criptomoeda incorretamente. Dependendo do que o usuário está defendendo, existem certas etapas e precauções que devem ser tomadas para preservar a privacidade, evitar golpes e garantir a entrega adequada e oportuna das transações. Felizmente, os desenvolvedores do Monero fizeram tudo o que podiam para definir padrões lógicos nessas áreas, de modo que os usuários que usam o software de carteira no estado em que se encontram estarão seguros na maior parte do tempo. Dito isso, gostaríamos de analisar alguns casos em que pode ser útil ser um pouco mais cuidadoso com seus gastos.</p>
sl: <p>Mnogi uporabniki bodo morda šokirani, ko bodo izvedeli, da strokovnjaki menijo, da je kriptovaluto mogoče uporabljati nepravilno. Glede na to, pred čim se uporabnik brani, obstajajo določeni koraki in previdnostni ukrepi, ki jih je treba sprejeti, da bi ohranili zasebnost, se izognili prevaram ter zagotovili pravilno in pravočasno izvedbo transakcij. Na srečo so Monero razvijalci naredili vse, kar je v njihovi moči, da bi na teh področjih določili razumne privzete nastavitve, zato bodo uporabniki, ki uporabljajo programsko opremo denarnice v takšni obliki, kot je, večino časa varni. Kljub temu bi si radi vzeli nekaj časa in si ogledali nekaj primerov, v katerih bi bilo koristno, da bi bili pri porabi nekoliko bolj premišljeni.</p>
sv: <p>Många användare kan bli chockade när de får veta att experter tror att det är möjligt att använda en kryptovaluta felaktigt. Beroende på vad en användare försvarar sig mot, finns det vissa steg och försiktighetsåtgärder som måste vidtas för att bevara integriteten, undvika bedrägerier och säkerställa korrekt och snabb leverans av transaktioner. Lyckligtvis har Monero-utvecklarna gjort allt de kan för att ställa in sunda standardinställningar i dessa områden, så användare som använder plånboksmjukvaran som den är kommer att vara säkra större delen av tiden. Som sagt, vi skulle vilja ta lite tid att titta på några fall där det kan vara bra att vara lite mer eftertänksam i dina utgifter.</p>
tl: <p>Maaaring mabigla ang maraming user na malaman na iniisip ng mga eksperto na posibleng gumamit ng cryptocurrency nang hindi tama. Depende sa kung ano ang ipinagtatanggol ng isang user, may ilang mga hakbang at pag-iingat na dapat gawin upang mapanatili ang privacy, maiwasan ang mga scam, at matiyak ang wasto at napapanahong paghahatid ng mga transaksyon. Sa kabutihang palad, ginawa ng mga developer ng Monero ang lahat ng kanilang makakaya upang magtakda ng mga matino na default sa mga lugar na ito, kaya ang mga user na gumagamit ng wallet software bilang-ay ay magiging ligtas sa karamihan ng oras. Iyon ay sinabi, gusto naming maglaan ng ilang oras upang tingnan ang ilang mga kaso kung saan maaaring makatulong na maging mas maalalahanin sa iyong paggastos.</p>
tr: <p>Birçok kullanıcı, uzmanların bir kripto para birimini yanlış kullanmanın mümkün olduğunu düşündüğünü öğrendiğinde şok olabilir. Kullanıcının neye karşı savunduğuna bağlı olarak gizliliği korumak, dolandırıcılıktan kaçınmak ve işlemlerin doğru ve zamanında teslim edilmesini sağlamak için atılması gereken belirli adımlar ve önlemler vardır. Neyse ki Monero geliştiricileri bu alanlarda makul varsayılanlar belirlemek için ellerinden gelen her şeyi yaptılar, böylece cüzdan yazılımını olduğu gibi kullanan kullanıcılar çoğu zaman güvende olacak. Bununla birlikte, harcamalarınızda biraz daha dikkatli olmanın yararlı olabileceği birkaç duruma bakmak için biraz zaman ayırmak istiyoruz.</p>
ur: <p>بہت سے صارفین یہ جان کر حیران رہ سکتے ہیں کہ ماہرین کا خیال ہے کہ کرپٹو کرنسی کا غلط استعمال کرنا ممکن ہے۔ صارف کس چیز کے خلاف دفاع کر رہا ہے اس پر انحصار کرتے ہوئے، رازداری کے تحفظ، گھوٹالوں سے بچنے، اور لین دین کی مناسب اور بروقت فراہمی کو یقینی بنانے کے لیے کچھ اقدامات اور احتیاطی تدابیر اختیار کی جانی چاہیے۔ خوش قسمتی سے، Monero کے ڈویلپرز نے ان علاقوں میں سمجھدار ڈیفالٹس سیٹ کرنے کے لیے ہر ممکن کوشش کی ہے، اس لیے وہ صارفین جو والٹ سافٹ ویئر کو جیسا کہ استعمال کرتے ہیں وہ زیادہ تر وقت محفوظ رہیں گے۔ اس نے کہا، ہم کچھ ایسے معاملات کو دیکھنے کے لیے کچھ وقت نکالنا چاہیں گے جہاں آپ کے اخراجات میں تھوڑا زیادہ سوچ بچار کرنا مددگار ثابت ہو سکتا ہے۔</p>
zh_cn: <p>很多区块链专家认为普通人使用加密货币的方法并不正确，听到这里你是不是感到很奇怪，使用加密货币，无非就是收款和支付，还要什么方式和方法，怎么还有所谓的正确和不正确.这是因为要达到最基本的隐私保护，不被欺诈团伙盯上，包括比特币在内的大部分币，要采取很多额外的步骤，比如混币，每次用不同的地址收币，账户之间不要有关联，不要去实名的交易所，这些都靠用户自己做到，也不能保证达到一个牢不可破的状态，更何况绝大部分人不会做这么多.幸运的是，门罗币不需要这么麻烦，门罗币在默认情况下就是全网匿名状态，不论电脑版，还是轻钱包，全部都是不可追踪的.接下来让我们看几个案例，相信会对你更有启发.</p>
zh_tw: <p>很多區塊鏈專家認為普通人使用加密貨幣的方法並不正確，聽到這裡你是不是感到很奇怪，使用加密貨幣，無非就是收款和支付，還要什麼方式和方法，怎麼還有所謂的正確和不正確.這是因為要達到最基本的隱私保護，不被欺詐團夥盯上，包括比特幣在內的大部分幣，要採取很多額外的步驟，比如混幣，每次用不同的位址收幣，帳戶之間不要有關聯，不要去實名的交易所，這些都靠用戶自己做到，也不能保證達到一個牢不可破的狀態，更何況絕大部分人不會做這麼多.幸運的是，門羅幣不需要這麼麻煩，門羅幣在預設情況下就是全網匿名狀態，不論電腦版，還是輕錢包，全部都是不可追蹤的.接下來讓我們看幾個案例，相信會對你更有啟發.</p>

# knowledge250Sbseraphis250Sb2250Sbtext
source: <p>Seraphis takes this idea a step further.<br/> Rather than update individual building blocks of the existing RingCT transaction protocol, it introduces a different protocol that can take advantage of different building blocks and offer improved functionality.</p>
cs: <p>Seraphis jde v této myšlence ještě dál.<br/> Namísto aktualizace jednotlivých stavebních bloků stávajícího transakčního protokolu RingCT zavádí jiný protokol, který může využívat různé stavební bloky a nabízet lepší funkce.</p>
fi: <p>Seraphis vie tämän idean askeleen pidemmälle.<br/> Sen sijaan, että päivitettäisiin olemassa olevan RingCT-tapahtumaprotokollan yksittäisiä palikoita, se ottaa käyttöön erilaisen protokollan, joka voi hyödyntää erilaisia rakennuspalikoita ja tarjota parannettuja toimintoja.</p>
fr: <p>Seraphis pousse cette idée un peu plus loin.<br/> Plutôt que de mettre à jour des briques de construction individuelles du protocole de transaction RingCT existant, il introduit un protocole différent qui peut tirer parti de différentes briques de construction et offrir des fonctionnalités améliorées.</p>
it: <p>Seraphis fa un ulteriore passo avanti con questa idea.<br/>Anziché aggiornare i singoli elementi costitutivi del protocollo di transazione RingCT esistente, introduce un protocollo diverso che può trarre vantaggio da diversi elementi costitutivi e offrire funzionalità migliorate.</p>
lt: <p>Seraphis šią idėją žengia dar žingsnį.<br/> Užuot atnaujinę atskirus esamo RingCT operacijų protokolo blokus, jame pristatomas kitoks protokolas, kuris gali pasinaudoti skirtingų kūrimo blokų pranašumais ir pasiūlyti patobulintą funkcionalumą.</p>
nb: <p>Seraphis tar denne ideen et skritt videre.<br/> I stedet for å oppdatere individuelle byggeblokker i den eksisterende RingCT-transaksjonsprotokollen, introduserer den en annen protokoll som kan dra nytte av forskjellige byggeklosser og tilby forbedret funksjonalitet.</p>
nl: <p>Seraphis gaat nog een stap verder met dit idee.<br/> In plaats van individuele bouwstenen van het bestaande RingCT-transactieprotocol bij te werken, introduceert het een ander protocol dat kan profiteren van verschillende bouwstenen en een verbeterde functionaliteit biedt.</p>
pl: <p> Seraphis idzie o krok dalej. <br/> Zamiast aktualizować poszczególne elementy konstrukcyjne istniejącego protokołu transakcji RingCT, wprowadza inny protokół, który może skorzystać z różnych klocków i oferować lepszą funkcjonalność. </p>
pt_br: <p>Seraphis leva esta idéia um passo adiante.<br/>Em vez de atualizar blocos de construção individuais do protocolo de transações RingCT existente, ele introduz um protocolo diferente que pode tirar proveito de blocos de construção diferentes e oferecer uma funcionalidade melhorada.</p>
sl: <p>Seraphis s to idejo gre še korak dlje.<br/> Namesto posodobitve posameznih gradnikov obstoječega transakcijskega protokola RingCT uvaja drugačen protokol, ki lahko izkoristi različne gradnike in ponudi izboljšano funkcionalnost.</p>
sv: <p>Seraphis tar denna idé ett steg längre.<br/> Istället för att uppdatera enskilda byggstenar i det befintliga transaktionsprotokollet RingCT, introduceras ett nytt protokoll som kan dra nytta av olika byggstenar och erbjuda förbättrad funktionalitet.</p>
tl: <p>Isinasagawa ni Seraphis ang ideyang ito nang higit pa.<br/> Sa halip na i-update ang mga indibidwal na building block ng kasalukuyang RingCT transaction protocol, nagpapakilala ito ng ibang protocol na maaaring samantalahin ang iba't ibang building block at mag-alok ng pinahusay na functionality.</p>
tr: <p>Seraphis bu fikri bir adım daha ileri taşıyor.<br/> Mevcut RingCT işlem protokolünün ayrı ayrı yapı taşlarını güncellemek yerine, farklı yapı taşlarından yararlanabilen ve gelişmiş işlevsellik sunabilen farklı bir protokol sunar.</p>
ur: <p>Seraphis اس خیال کو ایک قدم آگے لے جاتا ہے۔<br/> موجودہ RingCT ٹرانزیکشن پروٹوکول کے انفرادی بلڈنگ بلاکس کو اپ ڈیٹ کرنے کے بجائے، یہ ایک مختلف پروٹوکول متعارف کراتا ہے جو مختلف بلڈنگ بلاکس سے فائدہ اٹھا سکتا ہے اور بہتر فعالیت پیش کر سکتا ہے۔</p>
zh_cn: <p>Seraphis 将这一想法向前推进了一步。<br/> 它没有更新现有RingCT交易协议的各个构件，而是引入了一个不同的协议，为了可以利用不同的构件并提供更好的功能。</p>
zh_tw: <p>Seraphis 將這一想法向前推進了一步。<br/> 它沒有更新現有RingCT交易協議的各個構件，而是引入了一個不同的協議，為了可以利用不同的構件並提供更好的功能。</p>

# knowledge250Sbseraphis250Sb2250Sbtitle
source: Seraphis
lt: Serafis
tr: Serafis
ur: سرافیس

# trade250Sbleave8722Sbfeedback8722Sbbtn
source: Leave feedback
cs: Zanechte zpětnou vazbu
fi: Jätä palautetta
fr: Laisser une évaluation
it: Lascia un feedback
lt: Palikite atsiliepimą
nb: Gi tilbakemelding
nl: Feedback achterlaten
pl: Zostaw opinię
pt_br: Deixar feedback
sl: Pustite povratne informacije
sv: Lämna feedback
tl: Mag-iwan ng opinyon
tr: Geri bildirim bırakın
ur: رائے چھوڑیں
zh_cn: 留下评价
zh_tw: 留下評價
