Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbhistory250Sb2250Sbtext
source: <p>On April 9th, 2014, another previously unheard of entity named thankful_for_today posted on the BitcoinTalk forums, announcing the launch of the first Bytecoin fork, called Bitmonero. Since it was the first fork, Bitmonero quickly gained attention and a small community formed around it when it launched on April 18th, eager to continue where Bytecoin had left off, but it didn’t take long for something to smell fishy about Bitmonero also.</p> <p>The founder, thankful_for_today, proved difficult to work with. Often disappearing for days at a time (very strange for a brand new coin in the first days of development), and would often go against the community by trying to merge mine Monero with Bytecoin, adjust the issuance schedule, and generally refusing to cooperate with the consistent core group that had built around the coin, going so far as to have his own website, BitcoinTalk post, and repositories.</p> <p>It soon became clear that the core group that had built up around Monero were far more active and competent than thankful_for_today, and, despite being invited to take part several times, he eventually disappeared and became a footnote in Monero’s history. Many years later, it’s suspected that he was also secretly a part of the Bytecoin team. Why? Well, during all of this, Bytecoin themselves had not been sitting idly.</p>
cs: <p>Dne 9. dubna 2014 se na fóru BitcoinTalk objevil příspěvek další dosud neznámé entity s názvem thankful_for_today, která oznámila spuštění prvního forku Bytecoinu s názvem Bitmonero. Jelikož se jednalo o první fork, Bitmonero si rychle získalo pozornost a při jeho spuštění 18. dubna se kolem něj vytvořila malá komunita, která toužila pokračovat tam, kde Bytecoin skončil, ale netrvalo dlouho a něco podezřelého začalo být cítit i na Bitmoneru.</p> <p> Se zakladatelem, thankful_for_today, se pracovalo obtížně. Často na několik dní zmizel (což je u zcela nové mince v prvních dnech vývoje velmi zvláštní) a často šel proti komunitě tím, že se snažil sloučit těžbu Monera s Bytecoinem, upravoval emisní plán a obecně odmítal spolupracovat s konzistentní základní skupinou, která se kolem mince vytvořila, a zašel tak daleko, že měl vlastní webové stránky, příspěvek na BitcoinTalk a repozitáře.</p> <p>Brzy se ukázalo, že jádro skupiny, které se kolem Monera vytvořilo, bylo mnohem aktivnější a kompetentnější než thankful_for_today, a přestože byl několikrát přizván k účasti, nakonec zmizel a stal se poznámkou pod čarou v historii Monera. O mnoho let později se objevilo podezření, že byl také tajně součástí týmu Bytecoinu. Proč? Inu, během toho všeho samotný Bytecoin nezahálel.</p>
fi: <p>9. huhtikuuta 2014 toinen ennenkuulumaton taho nimeltä "thankful_for_today" julkaisi BitcoinTalk-foorumille ja lanseerasi ensimmäisen Bytecoin-forkin, nimeltään Bitmonero. Koska se oli ensimmäinen forkki, Bitmonero sai nopeasti huomiota ja sen ympärille muodostui 18. huhtikuuta ilmestyessään pieni yhteisö, joka halusi jatkaa siitä mihin Bytecoin oli jäänyt, mutta ei kestänyt kauan, kun Bitmonerostakin löytyi jotain hämärää. </p> <p>Perustaja "thankful_for_today" osoittautui vaikeaksi työkaveriksi. Hän saattoi kadota usein päiviksi kerrallaan (erittäin outoa upouuden kolikon kohdalla kehitystyön ensimmäisinä päivinä), yritti usein yhteisön vastusteluista huolimatta yhdistää Moneron louhintaa Bytecoiniin, muuttaa julkistusaikataulua ja yleensäkin kieltäytyä yhteistyöstä johdonmukaiseen ydinryhmän kanssa, joka oli mennyt niin pitkälle että oli rakentanut kolikon ympärille omat verkkosivustot, BitcoinTalk-postaukset ja arkistot.</p> <p>Pian kävi selväksi, että Moneron ympärille muodostunut ydinryhmä oli paljon aktiivisempi ja pätevämpi kuin "thankful_for_todayn", ja vaikka hänet kutsuttiin osallistumaan useita kertoja, hän lopulta katosi ja hänestä tuli alaviite Moneron historiassa. Monia vuosia myöhemmin epäillään, että hän oli myös salaa osa Bytecoin-tiimiä. Miksi? Kaiken tämän aikana Bytecoin ei itse ollut istunut toimettomana.</p>
fr: <p>Le 9 avril 2014, une nouvelle entité inconnue nommée « thankful_for_today » a posté sur les forums BitcoinTalk, annonçant le lancement du premier fork de Bytecoin, appelé Bitmonero. Puisqu'il s'agissait du premier fork, Bitmonero a rapidement attiré l'attention et une petite communauté s'est formée autour de lui lors de son lancement le 18 avril, désireuse de continuer là où Bytecoin s'était arrêté, mais il n'a pas fallu longtemps pour que quelque chose de louche se dégage aussi à propos de Bitmonero.</p> <p>Il s'est avéré qu'il était difficile de travailler avec le fondateur, « thankful_for_today ». Il disparaissait souvent pendant des jours entiers (très étrange pour une toute nouvelle blockchain dans les premiers jours de développement), et allait souvent à l'encontre de la communauté en essayant de fusionner Monero avec Bytecoin, en ajustant le calendrier de livraison et en refusant généralement de coopérer avec le noyau dur qui s'était construit autour du projet, allant jusqu'à avoir ses propres site Web, espace BitcoinTalk et dépôts.</p> <p>Il est vite devenu clair que le groupe principal qui s'était constitué autour de Monero était beaucoup plus actif et compétent que « thankful_for_today », et, bien qu'il ait été invité à participer à plusieurs reprises, il a finalement disparu et est devenu une note de bas de page dans l'histoire de Monero. Plusieurs années plus tard, on soupçonne qu'il faisait aussi secrètement partie de l'équipe Bytecoin. Pourquoi ? Eh bien, pendant tout ce temps, les gens de Bytecoin n'étaient pas restés les bras croisés.</p>
it: <p>Il 9 aprile 2014, un'altra entità inaudita chiamata thankful_for_today pubblicata sui forum BitcoinTalk, che annunciava il lancio del primo fork Bytecoin, chiamato Bitmonero. Dal momento che era il primo fork, Bitmonero ha rapidamente attirato l'attenzione e una piccola comunità si è formata intorno a esso quando è stata lanciata il 18 aprile, desiderosa di continuare da dove era stata interrotta Bytecoin, ma non ci è voluto molto perché qualcosa emanasse un sospetto di Bitmonero.</p> <p>Il fondatore, thankful_for_today, si è rivelato difficile lavorare con. Sparendo spesso per giorni alla volta (molto strano per una moneta nuova nei primi giorni di sviluppo), e andrebbe spesso contro la comunità cercando di fondere il mio Monero con Bytecoin, regolare il programma di emissione e in generale rifiutarsi di collaborare con il gruppo principale coerente che aveva costruito attorno alla moneta, arrivando al punto di avere il proprio sito Web, post BitcoinTalk e repository.</p> <p>Presto divenne chiaro che il gruppo principale che si era formato attorno a Monero era molto più attivo e competente di thankful_for_today e, nonostante fosse stato invitato a prendere parte più volte, alla fine scomparve e divenne una nota a piè di pagina nella storia di Monero. Molti anni dopo, si sospetta che facesse anche segretamente parte del team Bytecoin. Perché? Bene, durante tutto questo, Bytecoin non era rimasto seduto pigramente.</p>
lt: <p>2014 m. balandžio 9 d. BitcoinTalk forumuose paskelbtas kitas anksčiau negirdėtas subjektas, pavadintas thankful_for_today, paskelbdamas apie pirmosios Bytecoin šakutės, pavadintos Bitmonero, paleidimą. Kadangi tai buvo pirmoji šakutė, „Bitmonero“ greitai susilaukė dėmesio ir aplink jį susiformavo nedidelė bendruomenė, kai jis pasirodė balandžio 18 d., nekantraujantis tęsti ten, kur „Bytecoin“ baigė, tačiau neilgai trukus kažkas užuodė ir „Bitmonero“. </p> <p> Su įkūrėju, padėkoju už šiandieną, buvo sunku dirbti. Dažnai dingsta ištisoms dienoms (labai keista, kad visiškai nauja moneta pirmosiomis kūrimo dienomis) ir dažnai prieštarautų bendruomenei, bandydama sujungti kasyklą Monero su Bytecoin, pakoreguoti emisijos grafiką ir apskritai atsisakydama bendradarbiauti su nuosekli pagrindinė grupė, kuri susikūrė aplink monetą, nuėjo taip toli, kad turėjo savo svetainę, BitcoinTalk įrašą ir saugyklas.</p> <p> Netrukus tapo aišku, kad pagrindinė grupė, susibūrusi aplink Monero, buvo daug aktyvesnė ir kompetentingesnė nei dėkojanti_už_šiandien, ir, nepaisant kelių kartų kvietimo dalyvauti, jis galiausiai dingo ir tapo Monero istorijos išnaša. Po daugelio metų įtariama, kad jis taip pat slapta buvo „Bytecoin“ komandos dalis. Kodėl? Na, o per visą tai patys Bytecoin nesėdėjo be darbo.</p>
nb: <p>Den 9. april 2014 la en annen tidligere uhørt enhet ved navn thankful_for_today ut på BitcoinTalk-foraene, og kunngjorde lanseringen av den første Bytecoin-gaffelen, kalt Bitmonero. Siden det var den første gaffelen, fikk Bitmonero raskt oppmerksomhet og det dannet seg et lite samfunn rundt den da den ble lansert 18. april, ivrig etter å fortsette der Bytecoin slapp, men det tok ikke lang tid før det luktet fiskeaktig om Bitmonero også. </p> <p>Gründeren, thankful_for_today, viste seg å være vanskelig å jobbe med. Forsvinner ofte i flere dager av gangen (veldig merkelig for en helt ny mynt i de første utviklingsdagene), og ville ofte gå mot fellesskapet ved å prøve å slå sammen min Monero med Bytecoin, justere utstedelsesplanen og generelt nekte å samarbeide med den konsekvente kjernegruppen som hadde bygget rundt mynten, og gikk så langt som å ha sin egen nettside, BitcoinTalk-post og depoter.</p> <p>Det ble snart klart at kjernegruppen som hadde bygget opp rundt Monero var langt mer aktive og kompetente enn thankful_for_today, og til tross for at han ble invitert til å delta flere ganger, forsvant han til slutt og ble en fotnote i Moneros historie. Mange år senere mistenkes det at han også i hemmelighet var en del av Bytecoin-teamet. Hvorfor? Vel, under alt dette hadde ikke Bytecoin selv sittet stille.</p>
nl: <p>Op 9 april 2014 plaatste een andere, voorheen ongehoorde, entiteit genaamd thankful_for_today een bericht op de BitcoinTalk-forums, waarin de lancering werd aangekondigd van de eerste Bytecoin-vork, genaamd Bitmonero. Omdat het de eerste fork was, kreeg Bitmonero snel aandacht en vormde zich er een kleine gemeenschap omheen toen het op 18 april werd gelanceerd, enthousiast om door te gaan waar Bytecoin was gebleven, maar het duurde niet lang voordat er ook iets vreemds aan Bitmonero begon te lijken. </p> <p>De oprichter, thanks_for_today, bleek moeilijk om mee samen te werken. Verdween vaak dagen lang (erg vreemd voor een gloednieuwe munt in de eerste dagen van ontwikkeling), en ging vaak tegen de gemeenschap in door te proberen Monero samen te voegen met Bytecoin, het uitgifteschema aan te passen en in het algemeen te weigeren samen te werken met de consistente kerngroep die rond de munt was gebouwd en zo ver ging dat hij zijn eigen website, BitcoinTalk-post en repositories had. </p> <p>Het werd al snel duidelijk dat de kerngroep die zich rond Monero had opgebouwd veel actiever en competenter was dan thankful_for_today, en ondanks dat hij meerdere keren was uitgenodigd om deel te nemen, verdween hij uiteindelijk en werd hij een voetnoot in de geschiedenis van Monero. Vele jaren later wordt vermoed dat hij ook in het geheim deel uitmaakte van het Bytecoin-team. Waarom? Nou, tijdens dit alles had Bytecoin zelf niet stilgezeten.</p>
pl: <p> 9 kwietnia 2014 r. kolejny wcześniej niespotykany podmiot o nazwie thankful_for_today opublikował post na forach BitcoinTalk, ogłaszając uruchomienie pierwszego forka Bytecoina o nazwie Bitmonero. Ponieważ był to pierwszy fork, Bitmonero szybko zyskało uwagę i powstała niewielka społeczność, gdy zaczęło funkcjonować 18 kwietnia, chętna do kontynuowania z miejsca, w którym skończył Bytecoin, ale nie zajęło dużo czasu, aby wyrobić obawy również wobec Bitmonero. </p> <p> Założyciel, thankful_for_today, okazał się ciężki do współpracy. Często znikał na kilka dni (bardzo dziwne dla zupełnie nowej kryptowaluty w pierwszych dniach rozwoju) i często walczył przeciwko staraniom społeczności, próbując kopać Monero razem z Bytecoinem oraz dostosować harmonogram emisji i ogólnie konsekwentnie odmawiał współpracy ze społecznością, która utworzyła się wokół kryptowaluty, posuwając się aż do założenia własnej strony internetowej, wątka BitcoinTalk i repozytorium. </p> <p> Wkrótce stało się jasne, że społeczność, która utworzyła się wokół Monero, była o wiele bardziej aktywna i kompetentna niż thankful_for_today i pomimo tego, że kilkakrotnie został zaproszony do współpracy, w końcu zniknął i stał się jedynie przypisem w historii Monero. Po wielu latach podejrzewa się, że potajemnie był również częścią zespołu Bytecoina. Czemu? Cóż, podczas tego wszystkiego zespół Bytecoina nie siedział bezczynnie. </p>
pt_br: <p>Em 9 de abril de 2014, outra entidade inédita chamada thankful_for_today postou nos fóruns BitcoinTalk, anunciando o lançamento do primeiro fork do Bytecoin, chamado Bitmonero. Desde que foi o primeiro garfo, o Bitmonero rapidamente chamou a atenção e uma pequena comunidade se formou em torno dele quando foi lançada em 18 de abril, ansiosa para continuar de onde o Bytecoin havia parado, mas não demorou muito para que algo cheirasse a Bitmonero também.</p> <p>O fundador, thankful_for_today, mostrou-se difícil de trabalhar. Muitas vezes desaparece por dias seguidos (muito estranho para uma moeda nova nos primeiros dias de desenvolvimento) e costumava ir contra a comunidade ao tentar mesclar o meu Monero com o Bytecoin, ajustar o cronograma de emissão e geralmente se recusar a cooperar com o consistente grupo principal que havia construído em torno da moeda, chegando ao ponto de ter seu próprio site, a publicação do BitcoinTalk e os repositórios.</p> <p>Logo ficou claro que o grupo principal formado em torno de Monero era muito mais ativo e competente do que agradecido por hoje, e, apesar de ter sido convidado a participar várias vezes, ele finalmente desapareceu e se tornou uma nota de rodapé na história de Monero. Muitos anos depois, suspeita-se que ele também fazia parte secretamente da equipe de Bytecoin. Por quê? Bem, durante tudo isso, o próprio Bytecoin não estava sentado à toa.</p>
sl: <p> 9. aprila 2014 je na forumih BitcoinTalk objavil še en prej neznan posameznik z imenom thankful_for_tododay in napovedal začetek prve vilice Bytecoina, imenovane Bitmonero. Ker je bil to prvi fork, je Bitmonero hitro pritegnil pozornost in okoli njega se je 18. aprila, ko je začel delovati, oblikovala majhna skupnost, ki je želela nadaljevati tam, kjer se je končal Bytecoin, vendar ni trajalo dolgo, da je tudi pri Bitmoneru začelo nekaj sumljivo smrdeti. </p> <p>Ustanovitelj, thankful_for_today, se je izkazal za težkega sodelavca. Pogosto je izginil za več dni (zelo nenavadno za povsem nov kovanec v prvih dneh razvoja), pogosto je bil v nasprotju s skupnostjo, saj je poskušal združiti rudarjenje Monera z Bytecoinom, prilagajal urnik izdajanja in na splošno zavračal sodelovanje z dosledno jedrno skupino, ki se je oblikovala okoli kovanca, pri čemer je šel tako daleč, da je imel svojo spletno stran, objavo na BitcoinTalku in repozitorije.</p> <p>Kmalu je postalo jasno, da je osrednja skupina, ki se je oblikovala okoli Monera, veliko bolj aktivna in kompetentna kot thankful_for_today, in čeprav je bil večkrat povabljen k sodelovanju, je na koncu izginil in postal opomba v zgodovini Monera. Mnogo let pozneje obstaja sum, da je bil na skrivaj tudi del ekipe Bytecoina. Zakaj? No, med vsem tem družba Bytecoin sama ni sedela križem rok.</p>
sv: <p>Den 9 april 2014 publicerade en annan tidigare oerhörd enhet vid namn thankful_for_today på BitcoinTalk-forumen och tillkännagav lanseringen av den första Bytecoin-gaffeln, kallad Bitmonero. Eftersom det var den första gaffeln, fick Bitmonero snabbt uppmärksamhet och en liten gemenskap bildades runt den när den lanserades den 18 april, ivriga att fortsätta där Bytecoin slutade, men det tog inte lång tid för något att lukta skumt om Bitmonero också. </p> <p>Grundaren, thankful_for_today, visade sig vara svår att arbeta med. Försvinner ofta i flera dagar i taget (mycket konstigt för ett helt nytt mynt under de första dagarna av utveckling), och skulle ofta gå emot samhället genom att försöka slå samman min Monero med Bytecoin, justera utgivningsschemat och i allmänhet vägra att samarbeta med den konsekventa kärngruppen som hade byggt upp kring myntet, och gick så långt som att ha sin egen webbplats, BitcoinTalk-post och arkiv.</p> <p>Det stod snart klart att kärngruppen som byggts upp kring Monero var mycket mer aktiva och kompetenta än thankful_for_today, och trots att han blev inbjuden att delta flera gånger försvann han så småningom och blev en fotnot i Moneros historia. Många år senare misstänks det att han också i hemlighet var en del av Bytecoin-teamet. Varför? Tja, under allt detta hade Bytecoin själva inte suttit sysslolösa.</p>
tl: <p>Noong ika-9 ng Abril, 2014, isa pang hindi pa naririnig na entity na pinangalanang thankful_for_today ang nag-post sa mga forum ng BitcoinTalk, na nag-aanunsyo ng paglulunsad ng unang Bytecoin fork, na tinatawag na Bitmonero. Dahil ito ang unang tinidor, mabilis na nakakuha ng atensyon ang Bitmonero at nabuo ang isang maliit na komunidad sa paligid nito noong inilunsad ito noong ika-18 ng Abril, na sabik na magpatuloy kung saan tumigil ang Bytecoin, ngunit hindi nagtagal ay may naamoy ding malansang tungkol sa Bitmonero. </p> <p>Ang founder, thankful_for_today, ay napatunayang mahirap katrabaho. Madalas na nawawala nang ilang araw sa isang pagkakataon (napakakakaiba para sa isang bagong-bagong barya sa mga unang araw ng pag-unlad), at kadalasang sumasalungat sa komunidad sa pamamagitan ng pagsubok na pagsamahin ang minahan na Monero sa Bytecoin, ayusin ang iskedyul ng pagpapalabas, at sa pangkalahatan ay tumatangging makipagtulungan sa ang pare-parehong pangunahing grupo na binuo sa paligid ng barya, hanggang sa magkaroon ng sarili niyang website, BitcoinTalk post, at mga repository.</p> <p>Di-nagtagal ay naging malinaw na ang pangunahing pangkat na nabuo sa paligid ng Monero ay higit na aktibo at may kakayahan kaysa thankful_for_today, at, sa kabila ng ilang beses na inanyayahan na makilahok, sa kalaunan ay nawala siya at naging footnote sa kasaysayan ni Monero. Pagkalipas ng maraming taon, pinaghihinalaan na siya ay lihim din na bahagi ng koponan ng Bytecoin. Bakit? Buweno, sa lahat ng ito, ang Bytecoin mismo ay hindi nakaupo nang walang ginagawa.</p>
tr: <p>9 Nisan 2014'te, Thank_for_today adlı daha önce duyulmamış bir varlık, BitcoinTalk forumlarında Bitmonero adı verilen ilk Bytecoin çatalının lansmanını duyuran bir gönderi paylaştı. İlk çatal olduğu için Bitmonero hızla dikkat çekti ve 18 Nisan'da piyasaya sürüldüğünde etrafında Bytecoin'in kaldığı yerden devam etmeye hevesli küçük bir topluluk oluştu, ancak Bitmonero hakkında da bazı şüphelerin ortaya çıkması uzun sürmedi. </p> <p>Kurucusu, Thank_for_today ile çalışmanın zor olduğunu kanıtladı. Çoğu zaman günlerce ortadan kayboluyor (geliştirilmenin ilk günlerinde yepyeni bir koin için çok garip) ve Monero madeni Bytecoin ile birleştirmeye çalışarak, ihraç programını ayarlayarak ve genel olarak işbirliği yapmayı reddederek topluluğa karşı çıkıyor. kendi web sitesine, BitcoinTalk postasına ve depolarına sahip olacak kadar ileri giden, madalyonun etrafında inşa edilen tutarlı çekirdek grup.</p> <p>Monero'nun etrafında oluşan çekirdek grubun Thank_for_today'dan çok daha aktif ve yetkin olduğu çok geçmeden anlaşıldı ve birkaç kez katılmaya davet edilmesine rağmen sonunda ortadan kayboldu ve Monero'nun tarihinde bir dipnot haline geldi. Yıllar sonra onun da gizlice Bytecoin ekibinin bir parçası olduğundan şüpheleniliyor. Neden? Bütün bunlar olurken Bytecoin de boş durmamıştı.</p>
ur: <p> 9اپریل 2014 کو، Thankful_for_today کے نام سے پہلے سے نہ سنی جانے والی ایک اور ہستی نے BitcoinTalk فورمز پر پوسٹ کیا، جس نے Bitmonero کے نام سے پہلے Bytecoin فورک کے اجراء کا اعلان کیا۔ چونکہ یہ پہلا کانٹا تھا، اس لیے Bitmonero نے تیزی سے توجہ حاصل کی اور 18 اپریل کو جب اس کا آغاز ہوا تو اس کے ارد گرد ایک چھوٹی سی کمیونٹی بن گئی، جہاں سے Bytecoin نے چھوڑا تھا اسے جاری رکھنے کے لیے بے چین تھا، لیکن Bitmonero کے بارے میں بھی کسی چیز کی بو آنے میں زیادہ دیر نہیں لگی۔ </p> <p>بانی، آج کے لیے_شکریہ، کے ساتھ کام کرنا مشکل ثابت ہوا۔ اکثر ایک وقت میں کئی دنوں کے لیے غائب ہو جانا (ترقی کے پہلے دنوں میں بالکل نئے سکے کے لیے بہت ہی عجیب)، اور اکثر مائن Monero کو Bytecoin کے ساتھ ضم کرنے، جاری کرنے کے شیڈول کو ایڈجسٹ کرنے، اور عام طور پر تعاون کرنے سے انکار کر کے کمیونٹی کے خلاف جاتا ہے۔ مستقل بنیادی گروپ جس نے سکے کے ارد گرد تعمیر کیا تھا، اس کی اپنی ویب سائٹ، BitcoinTalk پوسٹ، اور ریپوزٹریز تک جا رہی تھیں۔</p> <p>جلد ہی یہ واضح ہو گیا کہ بنیادی گروپ جو Monero کے ارد گرد بنایا گیا تھا وہ Thankful_for_today سے کہیں زیادہ فعال اور قابل تھا، اور، کئی بار شرکت کے لیے مدعو کیے جانے کے باوجود، وہ بالآخر غائب ہو گیا اور Monero کی تاریخ میں ایک فوٹ نوٹ بن گیا۔ کئی سال بعد، یہ شبہ ہے کہ وہ خفیہ طور پر بائٹ کوائن ٹیم کا حصہ بھی تھا۔ کیوں؟ ٹھیک ہے، اس سب کے دوران، Bytecoin خود بھی خالی نہیں بیٹھا تھا۔</p>
zh_cn: <p> 2014年4月9日，另一个之前不为人知，名为thankful_for_today的用户在BitcoinTalk论坛上，宣布推出了首个基于Bytecoin系代码的分叉，即Bitmonero. 由于它是第一个分支，Bitmonero在4月18日发布时迅速引起了人们的注意，并围绕它成立了一个小型社区，两周后社区更名为Monero也就是门罗币，人们渴望实现那些Bytecoin本应该承担的使命，但是好景不长，人们也很快嗅到了Bitmonero的问题.</p> <p>作为创始人，thankful_for_today被证明很难合作和沟通，他经常性的数天失联于互联网，对于一个新币的创立者来说，这很不寻常.并且他多次试图把Monero和Bytecoin社区进行合并，试图调整门罗币的发行时间表，并且拒绝与自发形成的门罗币核心小组合作，由于他拥有自己的网页，BitcoinTalk的帖子和代码库权限，所以可以不经过其他人的同意.</p> <p>之后局面很快变得清晰起来，围绕Monero门罗币自发成立的核心小组比thankful_for_forday更加活跃和可以胜任门罗币建设，尽管门罗币社区多次邀请他参与进来，但thankful_for_today最终还是消失了，成为门罗币的历史的一个插曲. 许多年后，人们怀疑他当时秘密地参与了Bytecoin团队. 为什么人们会这样想？ 好吧，因为在这一切期间，Bytecoin团队并没有闲着.</p>
zh_tw: <p> 2014年4月9日，另一個之前不為人知，名為thankful_for_today的用戶在BitcoinTalk論壇上，宣佈推出了首個基於Bytecoin系代碼的分叉，即Bitmonero. 由於它是第一個分支，Bitmonero在4月18日發佈時迅速引起了人們的注意，並圍繞它成立了一個小型社區，兩周後社區更名為Monero也就是門羅幣，人們渴望實現那些Bytecoin本應該承擔的使命，但是好景不長，人們也很快嗅到了Bitmonero的問題.</p> <p>作為創始人，thankful_for_today被證明很難合作和溝通，他經常性的數天失聯於互聯網，對於一個新幣的創立者來說，這很不尋常.並且他多次試圖把Monero和Bytecoin社區進行合併，試圖調整門羅幣的發行時間表，並且拒絕與自發形成的門羅幣核心小組合作，由於他擁有自己的網頁，BitcoinTalk的帖子和代碼庫許可權，所以可以不經過其他人的同意.</p> <p>之後局面很快變得清晰起來，圍繞Monero門羅幣自發成立的核心小組比thankful_for_forday更加活躍和可以勝任門羅幣建設，儘管門羅幣社區多次邀請他參與進來，但thankful_for_today最終還是消失了，成為門羅幣的歷史的一個插曲. 許多年後，人們懷疑他當時秘密地參與了Bytecoin團隊. 為什麼人們會這樣想？ 好吧，因為在這一切期間，Bytecoin團隊並沒有閑著.</p>
