Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbp2pool250Sb7250Sbtext
source: <p>If this has piqued your curiosity around p2pool mining, take a look below for some additional links and explainers on p2pool, how it works, and what it means for Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">The official Github for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">The official docs on using p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool is now live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, a &quot;block explorer&quot; of sorts for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: On his development of P2Pool a Decentralized XMR Mining Pool</a></li> </ul>
cs: <p>Pokud ve vás tato informace vzbudila zvědavost ohledně těžby p2pool, podívejte se níže na několik dalších odkazů a vysvětlení o p2pool, jak funguje a co to znamená pro Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Oficiální Github pro p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Oficiální dokumenty o používání p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool je nyní aktivní</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, &quot;průzkumník bloků&quot; svého druhu pro p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: O jeho vývoji p2pool a decentralizovaného těžebního fondu XMR</a></li> </ul>
fi: <p>Jos tämä on herättänyt uteliaisuutesi p2poolin louhimisesta, katso alta lisää linkkejä ja selityksiä p2poolista, miten se toimii ja mitä se tarkoittaa Monerolle:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">P2poolin virallinen Github</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Viralliset asiakirjat p2poolin käytöstä</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool on nyt live-tilassa</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, eräänlainen &quot;lohkotutkija&quot; p2poolille</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool"> Sergei Chernykh: P2Poolin hajautetun XMR-kaivospoolin kehittämisestä</a></li> </ul>
fr: <p>Si cela a piqué votre curiosité concernant le minage avec P2Pool, vous pouvez jeter un œil ci-dessous pour quelques liens et explications supplémentaires sur P2Pool, comment cela fonctionne et ce que cela signifie pour Monero :</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Le Github officiel pour P2Pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">La documentation officielle sur l'utilisation de P2Pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool est maintenant en ligne</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, une sorte d' « explorateur de blocs » pour P2Pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero P2Pool docker-composer</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh : Sur son développement de P2Pool, un pool de minage XMR décentralisé</a></li> </ul>
it: <p>Se questo ha stuzzicato la tua curiosità sul p2pool mining, dai un'occhiata qui sotto per alcuni link aggiuntivi e spiegazioni su p2pool, come funziona e cosa significa per Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Il Github ufficiale di p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">La documentazione ufficiale sull'uso di p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool è ora attivo</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, un &quot;esploratore di blocchi&quot; di sorta per p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: Sul suo sviluppo di P2Pool un pool di estrazione XMR decentralizzato</a></li> </ul>
lt: <p>Jei tai sukėlė jūsų smalsumą apie p2pool kasybą, toliau ieškokite papildomų nuorodų ir paaiškinimų apie p2pool, kaip tai veikia ir ką tai reiškia Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Oficialus Github, skirtas p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Oficialūs dokumentai apie p2pool naudojimą</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool dabar veikia</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, &quot;blokų tyrinėtojas&quot;, skirtas p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool"> Sergejus Černychas: apie jo P2Pool decentralizuoto XMR kasybos baseino kūrimą</a></li> </ul>
nb: <p>Hvis dette har vakt nysgjerrigheten din rundt p2pool-gruvedrift, ta en titt nedenfor for noen flere linker og forklaringer om p2pool, hvordan det fungerer og hva det betyr for Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Den offisielle Github for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">De offisielle dokumentene om bruk av p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool er nå live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, en slags &quot;blokkutforsker&quot; for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-komponer</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: Om hans utvikling av P2Pool en desentralisert XMR-gruvepool</a></li> </ul>
nl: <p>Als dit uw nieuwsgierigheid naar p2pool-mining heeft gewekt, kijk dan hieronder voor enkele extra links en uitleg over p2pool, hoe het werkt en wat het betekent voor Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">De officiële Github voor p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">De officiële documenten over het gebruik van p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool is nu live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, een soort &quot;blokverkenner&quot; voor p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-samenstellen</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: over zijn ontwikkeling van P2Pool, een gedecentraliseerde XMR-miningpool</a></li> </ul>
pl: <p> Jeśli wzbudziło to Twoją ciekawość wokół kopania w p2poolu, zajrzyj do poniższych, dodatkowych linków z wyjaśnieniami na temat p2poola, jak działa i co oznacza dla Monero: </p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Oficjalna strona p2poola na GitHubie</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Oficjalna dokumentacja p2poola</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool is now live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, a &quot;block explorer&quot; of sorts for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: On his development of P2Pool a Decentralized XMR Mining Pool</a></li> </ul>
pt_br: <p>Se isso despertou sua curiosidade em torno da mineração p2pool, dê uma olhada abaixo para alguns links adicionais e explique como funciona e o que significa para Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">O Github oficial do p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Os documentos oficiais sobre o uso do p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool está agora ao vivo</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, um &quot;explorador de blocos&quot; de tipos para p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: Sobre seu desenvolvimento do P2Pool a Descentralized XMR Mining Pool</a></li> </ul>
sl: <p>Če je to vzbudilo vašo radovednost glede rudarjenja p2pool, si spodaj oglejte nekaj dodatnih povezav in pojasnil o p2pool, kako deluje in kaj pomeni za Monero: </p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Uradni Github za p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Uradni dokumenti o uporabi p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool je zdaj live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, neke vrste &quot;raziskovalec blokov&quot; za p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: O njegovem razvoju P2Pool decentraliziranega XMR rudarskega bazena </a></li> </ul>
sv: <p>Om detta har väckt din nyfikenhet kring p2pool-brytning, ta en titt nedan för ytterligare länkar och förklarare om p2pool, hur det fungerar och vad det betyder för Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Den officiella Github för p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">De officiella dokumenten om att använda p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool är nu live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, en sorts &quot;blockutforskare&quot; för p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: Om hans utveckling av P2Pool en decentraliserad XMR-gruvpool</a></li> </ul>
tl: <p>Kung napukaw nito ang iyong pagkamausisa tungkol sa pagmimina ng p2pool, tingnan sa ibaba ang ilang karagdagang link at paliwanag sa p2pool, kung paano ito gumagana, at kung ano ang ibig sabihin nito para sa Monero:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">Ang opisyal na Github para sa p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">Ang mga opisyal na dokumento sa paggamit ng p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Live na ang Monero P2Pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, isang &quot;block explorer&quot; ng mga uri para sa p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: Sa kanyang pagbuo ng P2Pool isang Desentralisadong XMR Mining Pool</a></li> </ul>
tr: <p>Bu, p2pool madenciliği konusunda merakınızı artırdıysa, p2pool ile ilgili bazı ek bağlantılar ve açıklayıcılar, nasıl çalıştığı ve Monero için ne anlama geldiği için aşağıya göz atın:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">p2pool için resmi Github</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">p2pool kullanımına ilişkin resmi belgeler</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool artık yayında</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, p2pool</a></li> için bir tür &quot;blok gezgini&quot; <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-oluşturma</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: Merkezi Olmayan XMR Madencilik Havuzu P2Pool'u geliştirmesi üzerine</a></li> </ul>
ur: <p>اگر اس نے p2pool مائننگ کے بارے میں آپ کا تجسس بڑھا دیا ہے، تو ذیل میں p2pool پر کچھ اضافی لنکس اور وضاحت کنندگان کے لیے ایک نظر ڈالیں، یہ کیسے کام کرتا ہے، اور Monero کے لیے اس کا کیا مطلب ہے:</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">p2pool کے لیے آفیشل گیتھب</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">p2pool استعمال کرنے سے متعلق سرکاری دستاویزات</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool اب لائیو ہے</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer، p2pool</a></li> کے لیے ایک &quot;بلاک ایکسپلورر&quot; قسم کا <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: P2Pool کی ترقی پر ایک Decentralized XMR مائننگ پول</a></li> </ul>
zh_cn: <p>如果这已经激起了你对p2pool挖矿的好奇心，请看下面一些关于p2pool的额外链接和解释，它是如何工作的，以及它对Monero意味着什么：</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">The official Github for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">The official docs on using p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool is now live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, a &quot;block explorer&quot; of sorts for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: On his development of P2Pool a Decentralized XMR Mining Pool</a></li> </ul>
zh_tw: <p>如果這已經激起了你對p2pool挖礦的好奇心，請看下面一些關於p2pool的額外鏈接和解釋，它是如何工作的，以及它對Monero意味著什麼：</p> <ul> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool">The official Github for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/SChernykh/p2pool#how-to-mine-on-p2pool">The official docs on using p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://www.getmonero.org/2021/10/05/p2pool-released.html">Monero P2Pool is now live</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://p2pool.observer/">p2pool.observer, a &quot;block explorer&quot; of sorts for p2pool</a></li> <li><a class="next-link" rel="noopener nofollow" target="_blank" href="https://github.com/WeebDataHoarder/p2pool-compose">Monero p2pool docker-compose</a></li> <li><a class="next-link " rel="noopener nofollow" target="_blank" href="https://www.monerotalk.live/sergei-chernykh-on-his-development-of-p2pool-a-decentralized-xmr-mining-pool">Sergei Chernykh: On his development of P2Pool a Decentralized XMR Mining Pool</a></li> </ul>

# knowledge250Sbp2pool250Sb7250Sbtitle
source: How can I learn more?
cs: Jak se mohu dozvědět více?
fi: Miten voin oppia lisää?
fr: Comment puis-je en savoir plus ?
it: Come posso saperne di più?
lt: Kaip galiu sužinoti daugiau?
nb: Hvordan kan jeg lære mer?
nl: Hoe kan ik meer leren?
pl: Jak mogę się dowiedzieć więcej?
pt_br: Como posso aprender mais?
sl: Kako lahko izvem več?
sv: Hur kan jag lära mig mer?
tl: Paano ako matututo ng higit pa?
tr: Daha fazlasını nasıl öğrenebilirim?
ur: میں مزید کیسے سیکھ سکتا ہوں؟
zh_cn: 我怎样能了解更多？
zh_tw: 我怎樣能了解更多？
