Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_83
source: Trying to set ONLINE_SELL/CALL_SELL/PUT_BUY-specific properties to a different type of ad
cs: Pokoušíte se nastavit vlastnosti specifické pro ONLINE_SELL/CALL_SELL/PUT_BUY na jiný typ reklamy
fi: Yritetään asettaa ONLINE_SELL/CALL_SELL/PUT_BUY-kohtaisia ominaisuuksia erityyppiselle ilmoitukselle
fr: Tentative de définition de propriétés spécifiques à ONLINE_SELL/CALL_SELL/PUT_BUY sur un autre type d'annonce
it: Tentativo di impostare proprietà specifiche di ONLINE_SELL/CALL_SELL/PUT_BUY su un diverso tipo di annuncio
lt: Bandoma nustatyti ONLINE_SELL/CALL_SELL/PUT_BUY specifines ypatybes į kito tipo skelbimą
nb: Prøver å angi ONLINE_SELL/CALL_SELL/PUT_BUY-spesifikke egenskaper til en annen type annonse
nl: Poging om ONLINE_SELL/CALL_SELL/PUT_BUY-specifieke eigenschappen in te stellen op een ander type advertentie
pl: Próba ustawienia właściwości specyficznych dla ONLINE_SELL/CALL_SELL/PUT_BUY w ogłoszeniu innego typu
pt_br: Tentar definir propriedades específicas de ONLINE_SELL/CALL_SELL/PUT_BUY para um tipo diferente de anúncio
sl: Poskus nastavitve lastnosti, specifičnih za ONLINE_SELL/CALL_SELL/PUT_BUY, na drugo vrsto oglasa
sv: Försöker ange ONLINE_SELL/CALL_SELL/PUT_BUY-specifika egenskaper för en annan typ av annons
tl: Sinusubukang itakda ang ONLINE_SELL/CALL_SELL/PUT_BUY-specific na mga pag-aari sa ibang uri ng ad
tr: ONLINE_SELL/CALL_SELL/PUT_BUY'a özgü özellikleri farklı bir reklam türüne ayarlamaya çalışıyorum
ur: ONLINE_SELL/CALL_SELL/PUT_BUY مخصوص خصوصیات کو مختلف قسم کے اشتہار پر سیٹ کرنے کی کوشش کرنا
zh_cn: 尝试为不同类型的广告设置特定于 ONLINE_SELL/CALL_SELL/PUT_BUY 的属性
zh_tw: 嘗試將 ONLINE_SELL/CALL_SELL/PUT_BUY 特定屬性設置為不同類型的廣告

# api_error_84
source: Trying to set ONLINE_BUY/CALL_BUY/PUT_SELL-specific properties to a different type of ad
cs: Pokoušíte se nastavit vlastnosti specifické pro ONLINE_BUY/CALL_BUY/PUT_SELL na jiný typ reklamy
fi: Yritetään asettaa ONLINE_BUY/CALL_BUY/PUT_SELL-kohtaisia ominaisuuksia erityyppiselle ilmoitukselle
fr: Tentative de définition de propriétés spécifiques à ONLINE_BUY/CALL_BUY/PUT_SELL sur un autre type d'annonce
it: Tentativo di impostare proprietà specifiche di ONLINE_BUY/CALL_BUY/PUT_SELL su un diverso tipo di annuncio
lt: Bandoma nustatyti ONLINE_BUY/CALL_BUY/PUT_SELL specifines ypatybes į kito tipo skelbimą
nb: Prøver å angi ONLINE_BUY/CALL_BUY/PUT_SELL-spesifikke egenskaper til en annen type annonse
nl: Poging om ONLINE_BUY/CALL_BUY/PUT_SELL-specifieke eigenschappen in te stellen op een ander type advertentie
pl: Próba ustawienia właściwości specyficznych dla ONLINE_BUY/CALL_BUY/PUT_SELL w ogłoszeniu innego typu
pt_br: Tentar definir propriedades específicas de ONLINE_BUY/CALL_BUY/PUT_SELL para um tipo de anúncio diferente
sl: Poskus nastavitve lastnosti, specifičnih za ONLINE_BUY/CALL_BUY/PUT_SELL, na drugo vrsto oglasa
sv: Försöker ange ONLINE_BUY/CALL_BUY/PUT_SELL-specifika egenskaper för en annan typ av annons
tl: Sinusubukang itakda ang ONLINE_BUY/CALL_BUY/PUT_SELL-specific na property sa ibang uri ng ad
tr: ONLINE_BUY/CALL_BUY/PUT_SELL'e özgü özellikleri farklı bir reklam türüne ayarlamaya çalışıyorum
ur: ONLINE_BUY/CALL_BUY/PUT_SELL مخصوص خصوصیات کو مختلف قسم کے اشتہار پر سیٹ کرنے کی کوشش کرنا
zh_cn: 尝试为不同类型的广告设置特定于 ONLINE_BUY/CALL_BUY/PUT_SELL 的属性
zh_tw: 嘗試將特定於 ONLINE_BUY/CALL_BUY/PUT_SELL 的屬性設置為不同類型的廣告

# api_error_85
source: Trying to set LOCAL_SELL-specific properties to a different type of ad
cs: Pokoušíte se nastavit vlastnosti specifické pro LOCAL_SELL na jiný typ reklamy
fi: Yritetään määrittää LOCAL_SELL-kohtaisia ominaisuuksia erityyppiselle ilmoitukselle
fr: Tentative de définition de propriétés spécifiques à LOCAL_SELL sur un autre type d'annonce
it: Tentativo di impostare proprietà specifiche di LOCAL_SELL su un diverso tipo di annuncio
lt: Bandoma nustatyti LOCAL_SELL specifines ypatybes kito tipo skelbimui
nb: Prøver å angi LOCAL_SELL-spesifikke egenskaper til en annen type annonse
nl: Poging om LOCAL_SELL-specifieke eigenschappen in te stellen voor een ander type advertentie
pl: Próba ustawienia właściwości specyficznych dla LOCAL_SELL dla ogłoszenia innego typu
pt_br: Tentando definir propriedades específicas de LOCAL_SELL para um tipo diferente de anúncio
sl: Lastnosti, specifične za LOCAL_SELL, poskušam nastaviti na drugo vrsto oglasa
sv: Försöker ange LOCAL_SELL-specifika egenskaper för en annan typ av annons
tl: Sinusubukang magtakda ng LOCAL_SELL-specific na mga katangian sa ibang uri ng ad
tr: LOCAL_SELL'e özgü özellikleri farklı bir reklam türüne ayarlamaya çalışıyorum
ur: LOCAL_SELL مخصوص خصوصیات کو مختلف قسم کے اشتہار پر سیٹ کرنے کی کوشش کر نا
zh_cn: 尝试为不同类型的广告设置 LOCAL_SELL 特定属性
zh_tw: 嘗試將 LOCAL_SELL 特定屬性設置為不同類型的廣告

# api_error_86
source: Attempting to set country or payment method or currency that isn’t valid when creating/updating ad
cs: Při vytváření/aktualizaci reklamy se pokoušíte nastavit zemi nebo platební metodu nebo měnu, která není platná
fi: Yritetään asettaa maa tai maksutapa tai valuutta, joka ei kelpaa ilmoitusta luotaessa/päivitettäessä
fr: Tentative de définition d'un pays, d'un mode de paiement ou d'une devise qui n'est pas valide lors de la création/mise à jour de l'annonce
it: Tentativo di impostare un Paese, un metodo di pagamento o una valuta non valida durante la creazione/aggiornamento dell'annuncio
lt: Bandoma nustatyti šalį, mokėjimo metodą arba valiutą, kuri negalioja kuriant / atnaujinant skelbimą
nb: Forsøk på å angi land eller betalingsmåte eller valuta som ikke er gyldig når annonsen opprettes/oppdateres
nl: Poging om land of betalingsmethode of valuta in te stellen die niet geldig is bij het maken/bijwerken van advertentie
pl: Próba ustawienia kraju, metody płatności lub waluty, która jest nieprawidłowa podczas tworzenia/aktualizowania ogłoszenia
pt_br: Tentativa de definir país ou forma de pagamento ou moeda que não é válida ao criar/atualizar o anúncio
sl: Poskus nastavitve države ali plačilnega sredstva ali valute, ki pri ustvarjanju/posodabljanju oglasa ni veljavna
sv: Försök att ange land, betalningsmetod eller valuta som inte är giltig vid skapande/uppdatering av annons
tl: Sinusubukang magtakda ng bansa o paraan ng pagbabayad o currency na hindi wasto kapag gumagawa/nag-a-update ng ad
tr: Reklam oluşturulurken/güncellenirken geçerli olmayan bir ülke veya ödeme yöntemi ya da para birimi belirlenmeye çalışılıyor
ur: ملک یا ادائیگی کا طریقہ یا کرنسی متعین کرنے کی کوشش جو اشتہار بناتے/اپ ڈیٹ کرتے وقت درست نہ ہو
zh_cn: 创建/更新广告时尝试设置无效的国家/地区或付款方式或货币
zh_tw: 嘗試設置在創建/更新廣告時無效的國家/地區或付款方式或貨幣

# api_error_87
source: Trying to set a payment method that is invalid to that country when creating/updating ad
cs: Při vytváření/aktualizaci reklamy se pokoušíte nastavit platební metodu, která je pro danou zemi neplatná
fi: Yritetään asettaa maksutapa, joka ei kelpaa kyseisessä maassa ilmoitusta luotaessa/päivittäessä
fr: Tentative de définition d'un mode de paiement non valide pour ce pays lors de la création/mise à jour de l'annonce
it: Tentativo di impostare un metodo di pagamento non valido per quel Paese durante la creazione/aggiornamento dell'annuncio
lt: Kuriant / atnaujinant skelbimą bandoma nustatyti netinkamą mokėjimo metodą tai šaliai
nb: Prøver å angi en betalingsmåte som er ugyldig for det landet når du oppretter/oppdaterer annonsen
nl: Poging om een betaalmethode in te stellen die ongeldig is voor dat land bij het maken/bijwerken van de advertentie
pl: Próbujesz ustawić metodę płatności, która jest nieprawidłowa dla tego kraju podczas tworzenia/aktualizowania ogłoszenia
pt_br: Tentar definir um método de pagamento inválido para esse país ao criar/atualizar o anúncio
sl: Pri ustvarjanju/posodabljanju oglasa poskušam nastaviti plačilno sredstvo, ki ni veljavno za to državo
sv: Försöker ställa in en betalningsmetod som är ogiltig för det landet när du skapar/uppdaterar annonsen
tl: Sinusubukang magtakda ng paraan ng pagbabayad na hindi wasto sa bansang iyon kapag gumagawa/nag-a-update ng ad
tr: Reklam oluşturulurken/güncellenirken söz konusu ülke için geçersiz olan bir ödeme yöntemi belirlenmeye çalışılıyor
ur: اشتہار بناتے/اپ ڈیٹ کرتے وقت ادائیگی کا ایسا طریقہ ترتیب دینے کی کوشش کرنا جو اس ملک کے لیے غلط ہو
zh_cn: 创建/更新广告时尝试设置对该国家/地区无效的付款方式
zh_tw: 創建/更新廣告時嘗試設置對該國家/地區無效的付款方式

# api_error_88
source: Trying to set a currency that is invalid to that payment method when creating/updating ad
cs: Při vytváření/aktualizaci reklamy se pokoušíte nastavit měnu, která je pro danou platební metodu neplatná
fi: Yritetään asettaa valuutta, joka ei kelpaa kyseiselle maksutavalle ilmoitusta luotaessa/päivitettäessä
fr: Tentative de définition d'une devise non valide pour ce mode de paiement lors de la création/mise à jour de l'annonce
it: Tentativo di impostare una valuta non valida per quel metodo di pagamento durante la creazione/aggiornamento dell'annuncio
lt: Kuriant / atnaujinant skelbimą bandoma nustatyti valiutą, kuri negalioja tam mokėjimo metodui
nb: Prøver å angi en valuta som er ugyldig for den betalingsmåten når du oppretter/oppdaterer annonsen
nl: Poging om een valuta in te stellen die ongeldig is voor die betaalmethode bij het maken/bijwerken van de advertentie
pl: Próba ustawienia waluty, która jest nieprawidłowa dla tej metody płatności podczas tworzenia/aktualizowania ogłoszenia
pt_br: Tentar definir uma moeda inválida para esse método de pagamento ao criar/atualizar o anúncio
sl: Pri ustvarjanju/posodabljanju oglasa poskušate nastaviti valuto, ki ni veljavna za to plačilno sredstvo
sv: Försöker ställa in en ogiltig valuta för den betalningsmetoden när du skapar/uppdaterar annonsen
tl: Sinusubukang magtakda ng currency na hindi wasto sa paraan ng pagbabayad na iyon kapag gumagawa/nag-a-update ng ad
tr: Reklamı oluştururken/güncellerken söz konusu ödeme yöntemi için geçersiz bir para birimi belirlenmeye çalışılıyor
ur: اشتہار بناتے/اپ ڈیٹ کرتے وقت ایک ایسی کرنسی سیٹ کرنے کی کوشش کرنا جو اس ادائیگی کے طریقے کے لیے غلط ہو
zh_cn: 创建/更新广告时尝试设置对该付款方式无效的货币
zh_tw: 在創建/更新廣告時嘗試設置對該支付方式無效的貨幣

# api_error_89
source: Trying to create a LOCAL_* ad without setting lon/lat
cs: Pokus o vytvoření reklamy LOCAL_* bez nastavení délky/šířky
fi: Yritetään luoda LOCAL_*-ilmoitus ilman pituus/leveys-asetusta
fr: Tentative de création d'une annonce LOCAL_* sans définir les paramètres « lon » et « lat »
it: Tentativo di creare un annuncio LOCAL_* senza impostare lon/lat
lt: Bandoma sukurti LOCAL_* skelbimą nenustačius lon/lat
nb: Prøver å lage en LOCAL_* annonse uten å angi lon/lat
nl: Poging om een LOCAL_*-advertentie te maken zonder lon/lat in te stellen
pl: Próba utworzenia ogłoszenia LOCAL_* bez ustawiania dł./szer.
pt_br: Tentando criar um anúncio LOCAL_* sem definir lon/lat
sl: Poskus ustvarjanja oglasa LOCAL_* brez nastavitve dolžine/širine
sv: Försöker skapa en LOCAL_*-annons utan att ange lon/lat
tl: Sinusubukang gumawa ng LOCAL_* ad nang hindi nagtatakda ng lon/lat
tr: Boylam/lat ayarı yapılmadan LOCAL_* reklam oluşturulmaya çalışılıyor
ur: lon/lat سیٹ کیے بغیر ایک LOCAL_* اشتہار بنانے کی کوشش کرنا
zh_cn: 尝试在不设置经/纬度的情况下创建 LOCAL_* 广告
zh_tw: 嘗試在不設置經/緯度的情況下創建 LOCAL_* 廣告

# api_error_90
source: Trying to access trades of a user that doesn’t exist.
cs: Pokus o přístup k obchodům uživatele, který neexistuje.
fi: Yritetään päästä sellaisen käyttäjän kauppoihin, jota ei ole olemassa.
fr: Tentative d'accéder aux transactions d'un utilisateur qui n'existe pas.
it: Tentativo di accedere alle operazioni di un utente che non esiste.
lt: Bandoma pasiekti neegzistuojančio vartotojo sandorius.
nb: Prøver å få tilgang til handler fra en bruker som ikke eksisterer.
nl: Poging om toegang te krijgen tot transacties van een gebruiker die niet bestaat.
pl: Próba uzyskania dostępu do handli użytkownika, który nie istnieje.
pt_br: Tentando acessar negociações de um usuário que não existe.
sl: Poskus dostopa do poslov uporabnika, ki ne obstaja.
sv: Försöker få tillgång till affärer för en användare som inte existerar.
tl: Sinusubukang i-access ang mga trade ng isang user na wala.
tr: Mevcut olmayan bir kullanıcının işlemlerine erişilmeye çalışılıyor.
ur: کسی ایسے صارف کی تجارت تک رسائی حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے۔
zh_cn: 尝试访问不存在的用户的交易。
zh_tw: 試圖訪問不存在的用戶的交易。

# api_error_91
source: Trying to access account public data using a token of a user that doesn’t exist
cs: Pokus o přístup k veřejným datům účtu pomocí tokenu uživatele, který neexistuje
fi: Yritetään päästä tilin julkisiin tietoihin sellaisen käyttäjän tunnuksella, jota ei ole olemassa
fr: Tentative d'accès aux données publiques du compte à l'aide du jeton d'un utilisateur qui n'existe pas
it: Tentativo di accesso ai dati pubblici dell'account utilizzando un token di un utente che non esiste
lt: Bandoma pasiekti viešuosius paskyros duomenis naudojant neegzistuojančio vartotojo prieigos raktą
nb: Prøver å få tilgang til offentlige kontodata ved å bruke et token fra en bruker som ikke eksisterer
nl: Poging om toegang te krijgen tot openbare accountgegevens met behulp van een token van een gebruiker die niet bestaat
pl: Próba uzyskania dostępu do publicznych danych konta przy użyciu tokena nieistniejącego użytkownika
pt_br: Tentando acessar dados públicos da conta usando um token de um usuário que não existe
sl: Poskus dostopa do javnih podatkov računa z uporabo žetona uporabnika, ki ne obstaja
sv: Försöker få åtkomst till kontots offentliga data med en token för en användare som inte finns
tl: Sinusubukang i-access ang pampublikong data ng account gamit ang isang token ng isang user na wala
tr: Var olmayan bir kullanıcının jetonunu kullanarak hesabın genel verilerine erişmeye çalışmak
ur: کسی صارف کے ٹوکن کا استعمال کرتے ہوئے اکاؤنٹ کے عوامی ڈیٹا تک رسائی حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试使用不存在的用户令牌访问帐户公共数据
zh_tw: 嘗試使用不存在的用戶令牌訪問帳戶公共數據

# api_error_92
source: Trying to get notifications for user that doesn’t exist
cs: Pokoušíte se získat oznámení pro uživatele, který neexistuje
fi: Yritetään saada ilmoituksia käyttäjille, joita ei ole olemassa
fr: Tentative d'obtenir des notifications pour un utilisateur qui n'existe pas
it: Tentativo di ricevere notifiche per un utente che non esiste
lt: Bandoma gauti pranešimus vartotojui, kurio nėra
nb: Prøver å få varsler for brukere som ikke eksisterer
nl: Poging om meldingen te ontvangen voor een gebruiker die niet bestaat
pl: Próba otrzymania powiadomienia dla użytkownika, który nie istnieje
pt_br: Tentando receber notificações para usuário que não existe
sl: Poskus prejemanja obvestil za uporabnika, ki ne obstaja
sv: Försöker få aviseringar för användare som inte finns
tl: Sinusubukang makakuha ng mga notification para sa user na wala
tr: Mevcut olmayan bir kullanıcı için bildirimler alınmaya çalışılıyor
ur: ایسے صارف کے لیے اطلاعات حاصل کرنے کی کوشش کر رہا ہے جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的通知
zh_tw: 試圖為不存在的用戶獲取通知

# api_error_93
source: Trying to get pending deposits for a user that doesn’t exist
cs: Pokoušíte se získat nevyřízené vklady pro uživatele, který neexistuje
fi: Yritetään saada odottavia talletuksia käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtenir des dépôts en attente pour un utilisateur qui n'existe pas
it: Tentativo di ottenere depositi in sospeso per un utente che non esiste
lt: Bandoma gauti laukiančius indėlius vartotojui, kurio nėra
nb: Prøver å få ventende innskudd for en bruker som ikke eksisterer
nl: Poging om stortingen in behandeling te krijgen voor een gebruiker die niet bestaat
pl: Próba uzyskania oczekujących wpłat dla użytkownika, który nie istnieje
pt_br: Tentando obter depósitos pendentes para um usuário que não existe
sl: Poskus pridobitve čakajočih depozitov za uporabnika, ki ne obstaja
sv: Försöker hämta väntande insättningar för en användare som inte finns
tl: Sinusubukang makakuha ng mga nakabinbing deposito para sa isang user na wala
tr: Mevcut olmayan bir kullanıcı için bekleyen para yatırma işlemleri alınmaya çalışılıyor
ur: ایسے صارف کے لیے زیر التواء ڈپازٹس حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户获取待处理存款
zh_tw: 試圖為不存在的用戶獲取待處理的存款

# api_error_94
source: Trying to get feedback score for user that doesn’t exist
cs: Snažíme se získat skóre zpětné vazby pro uživatele, který neexistuje
fi: Yritetään saada palautepisteitä käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtention d'un score d'évaluation pour un utilisateur qui n'existe pas
it: Tentativo di ottenere un punteggio di feedback per l'utente che non esiste
lt: Bandoma gauti grįžtamojo ryšio balą naudotojui, kurio nėra
nb: Prøver å få tilbakemeldingspoeng for bruker som ikke eksisterer
nl: Poging om feedbackscore te krijgen voor gebruiker die niet bestaat
pl: Próba uzyskania opinii dla użytkownika, który nie istnieje
pt_br: Tentando obter pontuação de feedback para usuário que não existe
sl: Poskušam pridobiti oceno povratnih informacij za uporabnika, ki ne obstaja
sv: Försöker få feedbackpoäng för användare som inte existerar
tl: Sinusubukang makakuha ng marka ng feedback para sa user na wala
tr: Mevcut olmayan kullanıcı için geri bildirim puanı alınmaya çalışılıyor
ur: اس صارف کے لیے فیڈ بیک سکور حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的反馈分数
zh_tw: 試圖為不存在的用戶獲取反饋分數

# api_error_95
source: Trying to get ads for user that doesn’t exist
cs: Pokoušíte se získat reklamy pro uživatele, který neexistuje
fi: Yritetään saada ilmoituksia käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtenir des annonces pour un utilisateur qui n'existe pas
it: Tentativo di ottenere annunci per un utente che non esiste
lt: Bandoma gauti skelbimus vartotojui, kurio nėra
nb: Prøver å få annonser for brukere som ikke eksisterer
nl: Poging om advertenties te krijgen voor een gebruiker die niet bestaat
pl: Próba uzyskania ogłoszeń użytkownika, który nie istnieje
pt_br: Tentando obter anúncios para um usuário que não existe
sl: Poskušam pridobiti oglase za uporabnika, ki ne obstaja
sv: Försöker få annonser för användare som inte finns
tl: Sinusubukang kumuha ng mga ad para sa user na wala
tr: Mevcut olmayan bir kullanıcı için reklamlar alınmaya çalışılıyor
ur: ایسے صارف کے لیے اشتہارات حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户获取广告
zh_tw: 試圖為不存在的用戶獲取廣告

# api_error_96
source: Non-existent user trying to create a trade
cs: Neexistující uživatel, který se pokouší vytvořit obchod
fi: Olematon käyttäjä yrittää luoda kauppaa
fr: Utilisateur inexistant essayant de créer une transaction
it: Utente inesistente che tenta di creare uno scambio
lt: Neegzistuojantis vartotojas, bandantis sukurti prekybą
nb: Ikke-eksisterende bruker prøver å opprette en handel
nl: Niet-bestaande gebruiker probeert een transactie aan te maken
pl: Nieistniejący użytkownik próbuje rozpocząć handel
pt_br: Usuário inexistente tentando criar uma negociação
sl: Neobstoječi uporabnik poskuša ustvariti trade
sv: Icke-existerande användare försöker skapa en handel
tl: Non-existent user na sumusubok na gumawa ng trade
tr: Mevcut olmayan kullanıcı bir ticaret oluşturmaya çalışıyor
ur: غیر موجود صارف تجارت بنانے کی کوشش کر رہا ہے
zh_cn: 不存在的用户尝试创建交易
zh_tw: 不存在的用戶試圖創建交易

# api_error_97
source: Trying to create a trade for ad that doesn’t exist
cs: Pokus o vytvoření obchodu pro reklamu, která neexistuje
fi: Yritetään luoda kauppaa ilmoitukselle, jota ei ole olemassa
fr: Tentative de créer une transaction pour une annonce qui n'existe pas
it: Tentativo di creare uno scambio per un annuncio che non esiste
lt: Bandoma sukurti neegzistuojančio skelbimo prekybą
nb: Prøver å lage en handel for en annonse som ikke eksisterer
nl: Poging om een transactie uit te voeren voor een advertentie die niet bestaat
pl: Próba stworzenia handlu z ogłoszenia, które nie istnieje
pt_br: Tentando criar uma troca por anúncio que não existe
sl: Poskus ustvarjanja trade-a za oglas, ki ne obstaja
sv: Försöker skapa en handel för en annons som inte existerar
tl: Sinusubukang gumawa ng trade para sa ad na wala
tr: Mevcut olmayan bir reklam için takas yaratmaya çalışıyorum
ur: اشتہار کے لیے ایسی تجارت بنانے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 试图为不存在的广告创建交易
zh_tw: 嘗試為不存在的廣告創建交易

# api_error_98
source: Trying to create a trade for an ad who’s poster doesn’t exist
cs: Pokus o vytvoření obchodu pro reklamu, jejíž plakát neexistuje
fi: Yritetään luoda kauppaa ilmoitukselle, jonka julkaisijaa ei ole olemassa
fr: Tentative de créer une transaction pour une annonce dont l'auteur n'existe pas
it: Cercando di creare uno scambio per un annuncio il cui poster non esiste
lt: Bandymas sukurti prekybą skelbimui, kurio plakatas neegzistuoja
nb: Prøver å lage en handel for en annonse som ikke har en plakat
nl: Poging om een transactie uit te voeren voor een advertentie waarvan de plaatser niet bestaat
pl: Próba stworzenia handlu z oferty, której autor nie istnieje
pt_br: Tentando criar uma troca para um anúncio cujo pôster não existe
sl: Poskus ustvarjanja trde-a za oglas, katerega plakat ne obstaja
sv: Försöker skapa en handel för en annons vars affisch inte existerar
tl: Sinusubukang gumawa ng trade para sa isang ad kung sino ang poster ay hindi umiiral
tr: Posteri olmayan bir reklam için takas yaratmaya çalışmak
ur: کسی ایسے اشتہار کے لیے تجارت بنانے کی کوشش کرنا جس کا پوسٹر موجود نہیں ہے
zh_cn: 尝试为海报不存在的广告创建交易
zh_tw: 試圖為海報不存在的廣告創建交易

# api_error_99
source: Trying to request higher amount than allowed by the ad owner when creating a first trade
cs: Při vytváření prvního obchodu se pokoušíte požádat o vyšší částku, než povoluje first_time_limit_asset
fi: Yritetään pyytää suurempaa summaa kuin mainoksen omistaja on sallinut luodessaan ensimmäistä kauppaa
fr: Tentative de demander un montant supérieur à celui autorisé par « first_time_limit_asset » lors de la création d'un premier échange
it: Tentativo di richiedere un importo superiore a quello consentito dal proprietario dell'annuncio durante la creazione della prima operazione
lt: Kuriant pirmąjį sandorį bandoma prašyti didesnės sumos, nei leidžia skelbimo savininkas
nb: Prøver å be om høyere beløp enn tillatt av annonseeieren når du oppretter en første handel
nl: Poging om een hoger bedrag aan te vragen dan toegestaan door first_time_limit_asset bij het maken van een eerste transactie
pl: Próba zażądania wyższej kwoty niż dozwolona przez właściciela reklamy podczas tworzenia pierwszej transakcji
pt_br: Tentando solicitar um valor maior do que o permitido por first_time_limit_asset ao criar uma primeira negociação
sl: Poskus zahtevati višji znesek, kot ga dovoljuje lastnik oglasa pri ustvarjanju prvega posla
sv: Försöker begära ett högre belopp än vad som tillåts av annonsägaren när du skapar en första handel
tl: Sinusubukang humiling ng mas mataas na halaga kaysa sa pinapayagan ng first_time_limit_asset kapag gumagawa ng unang trade
tr: İlk işlem oluşturulurken ilan sahibinin izin verdiği tutardan daha yüksek tutar talep edilmeye çalışılıyor
ur: پہلی تجارت بناتے وقت اشتہار کے مالک کی طرف سے اجازت سے زیادہ رقم کی درخواست کرنے کی کوشش کرنا
zh_cn: 创建第一笔交易时尝试请求的金额高于广告所有者允许的金额
zh_tw: 在創建第一筆交易時嘗試請求高於廣告所有者允許的金額
