Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb4250Sbtitle
source: What privacy guarantees still exist when using a remote node?
cs: Jaké záruky soukromí ještě existují při použití vzdáleného uzlu?
fi: Mitä tietosuojatakuita on edelleen olemassa käytettäessä etäsolmua?
fr: Quelles garanties de confidentialité existent encore lors de l'utilisation d'un nœud distant ?
it: Quali garanzie di privacy esistono ancora quando si usa un nodo remoto?
lt: Kokios privatumo garantijos vis dar galioja naudojant nuotolinį mazgą?
nb: Hvilke personverngarantier eksisterer fortsatt når du bruker en ekstern node?
nl: Welke privacygaranties zijn er nog bij het gebruik van een extern knooppunt?
pl: Jakie gwarancje prywatności nadal istnieją podczas korzystania ze zdalnego węzła?
pt_br: Que garantias de privacidade ainda existem quando se usa um nó remoto?
sl: Kakšna jamstva za zasebnost še obstajajo pri uporabi oddaljenega vozlišča?
sv: Vilka integritetsgarantier finns fortfarande när man använder en fjärrnod?
tl: Anong mga garantiya sa privacy ang umiiral pa rin kapag gumagamit ng isang malayong node?
tr: Uzak bir düğüm kullanıldığında hangi gizlilik garantileri hala mevcuttur?
ur: ریموٹ نوڈ استعمال کرتے وقت رازداری کی کونسی ضمانتیں اب بھی موجود ہیں؟
zh_cn: 在使用远程节点时，仍然存在哪些隐私保障？
zh_tw: 在使用遠程節點時，仍然存在哪些隱私保障？

# knowledge250Sbnodes250Sb5250Sbtext
source: <p>While the topic is a bit outside the scope of this article, I did want to address a unique type of wallet in Monero – light wallets. The name light wallet comes from the fact that your wallet (on your phone or computer) does not have to perform any of the blockchain synchronization, making the experience faster and more fluid.</p> <p>However, wallets like this come with a severe privacy trade-off for now – your wallet sends the private view key to the remote server you use (like the default in MyMonero), giving the remote server full visibility into any received funds since the creation of your wallet (and until you stop using that wallet or seed). This does reduce the privacy you receive from the node operator drastically, and should be approached with caution.</p> <p>Thankfully, the Monero community is working on improving the software you can use to host your own light wallet server (LWS), which will allow you to have fast synchronization without trusting a 3rd-party with your private view keys – as you will run the software where your wallet sends the private view keys!</p> <p>For more on the custom light wallet server, see the below Github repository:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
cs: <p>Ačkoli je toto téma trochu mimo rámec tohoto článku, chtěli jsem se věnovat jedinečnému typu peněženek v Moneru - lehkým peněženkám. Název lehká peněženka vychází z toho, že vaše peněženka (v telefonu nebo počítači) nemusí provádět žádnou synchronizaci blockchainu, takže je práce s ní rychlejší a plynulejší.</p> <p>Takové peněženky však prozatím přinášejí vážný kompromis v oblasti soukromí - vaše peněženka odesílá soukromý klíč pro zobrazení na vzdálený server, který používáte (jako je výchozí v MyMonero), čímž vzdálenému serveru poskytuje plný přehled o všech přijatých prostředcích od vytvoření vaší peněženky (a dokud nepřestanete tuto peněženku používat nebo seedovat). Tím se ovšem drasticky snižuje soukromí, které od provozovatele uzlu získáváte, a je třeba k němu přistupovat obezřetně.</p> <p>Komunita Monero naštěstí pracuje na vylepšení softwaru, který můžete použít k hostování vlastního serveru lehké peněženky (LWS), což vám umožní rychlou synchronizaci, aniž byste museli důvěřovat třetí straně se svými soukromými klíči zobrazení - protože spustíte software, kam vaše peněženka posílá soukromé klíče zobrazení!</p> <p>Další informace o vlastním serveru lehké peněženky naleznete v níže uvedeném úložišti Github:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
fi: <p>Vaikka aihe on hieman tämän artikkelin ulkopuolella, halusin kuitenkin käsitellä ainutlaatuista lompakkotyyppiä Monerossa – kevyitä lompakoita. Nimi "kevyt lompakko" tulee siitä, että lompakkosi (puhelimessa tai tietokoneessa) ei tarvitse suorittaa lohkoketjusynkronointia, mikä tekee kokemuksesta nopeamman ja sujuvamman.</p> <p>Tällaisiin lompakoihin liittyy kuitenkin toistaiseksi vakava kompromissi yksityisyyden suojaan – lompakkosi lähettää yksityisen katseluavaimen käyttämällesi etäpalvelimelle (kuten MyMoneron oletuksena), jolloin etäpalvelin näkee kaikki vastaanotetut varat lompakkosi luomisesta lähtien (ja kunnes lopetat kyseisen lompakon tai seedin käytön). Tämä vähentää huomattavasti solmuoperaattorilta saamaasi yksityisyyttä, ja siihen tulee suhtautua varoen.</p> <p>Onneksi Monero-yhteisö pyrkii parantamaan ohjelmistoa, jolla voit isännöidä omaa kevyttä lompakkopalvelintasi (LWS), mikä mahdollistaa nopean synkronoinnin luottamatta kolmanteen osapuoleen yksityisten katseluavaimiesi kanssa, koska kun ajat ohjelmiston, lompakkosi lähettää itse yksityiset katseluavaimet!</p> <p>Lisätietoja mukautetusta kevyestä lompakkopalvelimesta on alla olevassa Githubin arkistossa:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
fr: <p>Bien que le sujet sorte un peu du cadre de cet article, nous souhaitons aborder un type unique de portefeuille dans Monero - les portefeuilles légers. Le nom de « portefeuille léger » vient du fait que votre portefeuille (sur votre téléphone ou votre ordinateur) n'a pas à effectuer la synchronisation de la blockchain, ce qui rend l'expérience plus rapide et plus fluide.</p> <p>Cependant, les portefeuilles comme celui-ci s'accompagnent pour l'instant d'un sérieux compromis en matière de confidentialité - votre portefeuille envoie la clé de vue privée au serveur distant que vous utilisez (comme la valeur par défaut dans MyMonero), donnant au serveur distant une visibilité totale sur tous les fonds reçus depuis la création de votre portefeuille (et jusqu'à ce que vous cessiez d'utiliser ce portefeuille ou ce compte, basé sur votre phrase mnémonique). Cela réduit considérablement la confidentialité que vous obtenez vis-à-vis de l'opérateur de nœud et cela doit être abordé avec prudence.</p> <p> Heureusement, la communauté Monero travaille à l'amélioration du logiciel que vous pouvez utiliser pour héberger votre propre serveur de portefeuille léger (LWS), ce qui vous permettra d'avoir une synchronisation rapide sans faire confiance à un tiers avec vos clés de vue privées - comme vous exécuterez vous-même le logiciel où votre portefeuille envoie les clés de vue privées ! </p> <p>Pour en savoir plus sur le serveur de portefeuille léger personnalisé, consultez le référentiel Github ci-dessous :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
it: <p>Anche se l'argomento è un po' fuori dallo scopo di questo articolo, ho voluto affrontare un tipo unico di portafoglio in Monero - i portafogli leggeri. Il nome light wallet deriva dal fatto che il tuo portafoglio (sul tuo telefono o computer) non deve eseguire alcuna sincronizzazione della blockchain, rendendo l'esperienza più veloce e fluida.</p> <p>Tuttavia, portafogli come questo hanno un grave compromesso sulla privacy per ora - il tuo portafoglio invia la chiave di visualizzazione privata al server remoto che usi (come il default in MyMonero), dando al server remoto piena visibilità su tutti i fondi ricevuti dalla creazione del tuo portafoglio (e fino a quando non smetti di usare quel portafoglio o seme). Questo riduce drasticamente la privacy che ricevi dall'operatore del nodo, e dovrebbe essere affrontato con cautela.</p> <p>Fortunatamente, la comunità Monero sta lavorando per migliorare il software che puoi usare per ospitare il tuo light wallet server (LWS), che ti permetterà di avere una sincronizzazione veloce senza fidarti di una terza parte con le tue chiavi private di visualizzazione - dato che eseguirai il software dove il tuo portafoglio invia le chiavi private di visualizzazione!</p> <p>Per saperne di più sul light wallet server personalizzato, vedi il seguente repository Github:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
lt: <p>Nors tema šiek tiek nepatenka į šio straipsnio taikymo sritį, norėjau pakalbėti apie unikalų Monero piniginės tipą – lengvas pinigines. Lengvosios piniginės pavadinimas kilo dėl to, kad jūsų piniginei (telefone ar kompiuteryje) nereikia atlikti jokio blokų grandinės sinchronizavimo, todėl patirtis tampa greitesnė ir sklandesnė.</p> <p>Tačiau kol kas tokios piniginės turi rimtą privatumo kompromisą – jūsų piniginė siunčia privatų peržiūros raktą į jūsų naudojamą nuotolinį serverį (kaip numatytasis MyMonero), suteikdamas nuotoliniam serveriui visišką bet kokių gautų lėšų matomumą. nuo jūsų piniginės sukūrimo (ir tol, kol nustosite naudoti tą piniginę ar sėklą). Tai labai sumažina privatumą, kurį gaunate iš mazgo operatoriaus, todėl reikia elgtis atsargiai.</p> <p>Laimei, Monero bendruomenė tobulina programinę įrangą, kurią galite naudoti savo lengvosios piniginės serveriui (LWS) priglobti, o tai leis greitai sinchronizuoti nepasitikint trečiajai šaliai savo privačių peržiūros raktų. paleis programinę įrangą, kurioje jūsų piniginė siunčia privataus peržiūros raktus!</p> <p> Daugiau apie tinkintą lengvosios piniginės serverį rasite toliau pateiktoje „Github“ saugykloje:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
nb: <p>Selv om emnet er litt utenfor rammen av denne artikkelen, ønsket jeg å ta opp en unik type lommebok i Monero – lette lommebøker. Navnet light wallet kommer fra det faktum at lommeboken din (på telefonen eller datamaskinen) ikke trenger å utføre blokkjedesynkronisering, noe som gjør opplevelsen raskere og mer flytende.</p> <p>Men lommebøker som dette kommer med en alvorlig personvernavveining for nå - lommeboken din sender den private visningsnøkkelen til den eksterne serveren du bruker (som standard i MyMonero), og gir den eksterne serveren full innsyn i alle mottatte midler siden opprettelsen av lommeboken din (og til du slutter å bruke den lommeboken eller frøet). Dette reduserer personvernet du mottar fra nodeoperatøren drastisk, og bør behandles med forsiktighet.</p> <p> Heldigvis jobber Monero-fellesskapet med å forbedre programvaren du kan bruke til å være vert for din egen light wallet-server (LWS), som lar deg ha rask synkronisering uten å stole på en tredjepart med dine private visningsnøkler – mens du vil kjøre programvaren der lommeboken sender de private visningsnøklene!</p> <p>For mer om den tilpassede lette lommebokserveren, se Github-depotet nedenfor:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
nl: <p>Hoewel het onderwerp een beetje buiten het bereik van dit artikel valt, wilde ik het toch hebben over een uniek type portefeuille in Monero: lichte portefeuille ("light wallet"). De naam van het feit dat uw portefeuille (op uw telefoon of computer) geen blockchain-synchronisatie hoeft uit te voeren, waardoor de ervaring sneller en vloeiender wordt.</p> <p>Voor dit soort portefeuilles is er echter een serieuze privacyafweging: uw portefeuille stuurt de privéweergavesleutel naar de externe server die u gebruikt (zoals de standaard in MyMonero), waardoor de externe server volledig inzicht krijgt in het eventueel ontvangen geld sinds de creatie van uw portefeuille (en verder totdat u stopt met het gebruik van die portefeuille of seed). Dit vermindert de privacy die u ontvangt van de knooppunt-operator drastisch en moet met de nodige voorzichtigheid worden benaderd. </p> <p>Gelukkig werkt de Monero-community aan het verbeteren van de software die u kunt gebruiken om uw eigen lichte portefeuille-server (LWS) te hosten, waardoor u snel kunt synchroniseren zonder dat u een derde partij vertrouwt met uw privésleutels - aangezien u de software zult controleren waar uw portefeuille de privé weergavesleutels naartoe stuurt! </p> <p>Voor meer informatie over de aangepaste LWS, zie het onderstaande Github-archief:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
pl: <p> Chociaż temat jest nieco poza zakresem tego artykułu, chciałem zająć się specjalnym typem portfela w Monero - portfelem lekkim. Nazwa lekki portfel wynika z faktu, że portfel (na telefonie lub komputerze) nie musi wykonywać żadnej synchronizacji blockchaina, dzięki czemu jest szybszy i płynniejszy. </p> <p> Jednak takie portfele są, jak na razie, poważnym kompromisem dla prywatności - Twój portfel wysyła prywatny klucz view do zdalnego serwera, którego używasz (jak domyślnie w MyMonero), co daje pełną widoczność serwerowi zdalnego węzła na dowolne odebrane fundusze od utworzenia portfela (i dopóki nie przestaniesz z niego używać lub z tego seeda). Drastycznie zmniejsza to prywatność wobec operatora węzła i należy zwrócić na to uwagę. </p> <p> Na szczęście społeczność Monero pracuje nad ulepszeniem oprogramowania, którego możesz użyć do hostowania własnego serwera light wallet server (LWS), co pozwoli Ci na szybką synchronizację bez ufania trzeciej stronie z prywatnymi kluczami view - jako, że to Ty uruchomisz oprogramowanie, do którego Twój portfel wyśle prywatne klucze view! </p> <p>Aby uzyskać więcej informacji na temat light wallet servera, zobacz poniższe repozytorium GitHuba:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
pt_br: <p>Embora o tema esteja um pouco fora do escopo deste artigo, eu queria abordar um tipo único de carteira em Monero - carteiras leves. O nome carteira leve vem do fato de que sua carteira (em seu telefone ou computador) não precisa realizar nenhuma das sincronizações da cadeia de bloqueio, tornando a experiência mais rápida e fluida.</p> <p>Entretanto, carteiras como esta vêm com uma severa troca de privacidade por enquanto - sua carteira envia a chave de visão privada para o servidor remoto que você usa (como o padrão no MyMonero), dando ao servidor remoto total visibilidade sobre qualquer fundo recebido desde a criação de sua carteira (e até que você pare de usar essa carteira ou semente). Isto reduz drasticamente a privacidade que você recebe do operador do nó, e deve ser abordado com cautela.</p> <p>Felizmente, a comunidade Monero está trabalhando para melhorar o software que você pode usar para hospedar seu próprio Light Wallet Server (LWS), o que permitirá que você tenha uma rápida sincronização sem confiar em terceiros com suas chaves de visualização privadas - pois você executará o software para o qual sua carteira envia as chaves de visualização privadas!</p> <p>Para mais informações sobre o servidor de carteiras leve personalizado, veja o repositório Github abaixo:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
sl: <p>Čeprav je tema nekoliko zunaj obsega tega članka, sem želel obravnavati edinstveno vrsto denarnice v Monero – lahke denarnice. Ime lahka denarnica izhaja iz dejstva, da vaši denarnici (v telefonu ali računalniku) ni treba izvajati nobene sinhronizacije verige blokov, zaradi česar je izkušnja hitrejša in bolj tekoča.</p> <p>Vendar imajo denarnice, kot je ta, zaenkrat velik kompromis glede zasebnosti – vaša denarnica pošlje ključ zasebnega pogleda na oddaljeni strežnik, ki ga uporabljate (kot je privzeto v MyMonero), kar daje oddaljenemu strežniku popoln vpogled v vsa prejeta sredstva od izdelave vaše denarnice (in dokler ne prenehate uporabljati te denarnice ali semena). To drastično zmanjša zasebnost, ki jo prejmete od operaterja vozlišča, in k temu pristopite previdno.</p> <p>K sreči si skupnost Monero prizadeva izboljšati programsko opremo, ki jo lahko uporabite za gostovanje lastnega strežnika lahke denarnice (LWS), kar vam bo omogočilo hitro sinhronizacijo, ne da bi tretji osebi zaupali svoje zasebne ključe za ogled – ko bo zagnal programsko opremo, kamor vaša denarnica pošlje zasebne ključe za ogled!</p> <p>Za več informacij o strežniku lahke denarnice po meri glejte spodnji repozitorij Github: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
sv: <p>Även om ämnet ligger lite utanför ramen för den här artikeln, ville jag ta upp en unik typ av plånbok i Monero – lätta plånböcker. Namnet light wallet kommer från det faktum att din plånbok (på din telefon eller dator) inte behöver utföra någon blockchain-synkronisering, vilket gör upplevelsen snabbare och mer flytande.</p> <p>Men plånböcker som denna kommer med en allvarlig kompromiss med sekretess för tillfället – din plånbok skickar den privata vynyckeln till fjärrservern du använder (som standarden i MyMonero), vilket ger fjärrservern full insyn i alla mottagna pengar sedan du skapade din plånbok (och tills du slutar använda den plånboken eller fröet). Detta minskar integriteten du får från nodoperatören drastiskt och bör behandlas med försiktighet.</p> <p>Tack och lov arbetar Monero-communityt på att förbättra programvaran du kan använda för att vara värd för din egen lätta plånboksserver (LWS), som gör att du kan ha snabb synkronisering utan att lita på en tredje part med dina privata vynycklar – när du kommer att köra programvaran dit din plånbok skickar de privata vynycklarna!</p> <p>För mer om den anpassade lätta plånboksservern, se Github-förrådet nedan:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
tl: <p>Bagama't ang paksa ay medyo nasa labas ng saklaw ng artikulong ito, gusto kong tugunan ang isang natatanging uri ng wallet sa Monero – mga light wallet. Ang pangalang light wallet ay nagmula sa katotohanan na ang iyong wallet (sa iyong telepono o computer) ay hindi kailangang magsagawa ng alinman sa blockchain synchronization, na ginagawang mas mabilis at mas tuluy-tuloy ang karanasan.</p> <p>Gayunpaman, ang mga wallet na tulad nito ay may matinding trade-off sa privacy sa ngayon – ipinapadala ng iyong wallet ang pribadong view key sa remote server na ginagamit mo (tulad ng default sa MyMonero), na nagbibigay ng ganap na visibility sa remote server sa anumang natanggap na pondo mula noong likhain ang iyong pitaka (at hanggang sa tumigil ka sa paggamit ng pitaka o binhing iyon). Binabawasan nito nang husto ang privacy na natatanggap mo mula sa node operator, at dapat itong lapitan nang may pag-iingat.</p> <p>Sa kabutihang palad, ang komunidad ng Monero ay nagsusumikap sa pagpapabuti ng software na magagamit mo upang mag-host ng iyong sariling light wallet server (LWS), na magbibigay-daan sa iyong magkaroon ng mabilis na pag-synchronize nang hindi nagtitiwala sa isang 3rd-party gamit ang iyong mga pribadong view key – habang ikaw tatakbo ang software kung saan ipinapadala ng iyong wallet ang mga pribadong view key!</p> <p>Para sa higit pa sa custom na light wallet server, tingnan ang ibaba ng Github repository:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
tr: <p>Konu bu makalenin kapsamının biraz dışında olsa da, Monero'daki benzersiz bir cüzdan türüne, yani hafif cüzdanlara değinmek istedim. Hafif cüzdan adı, cüzdanınızın (telefonunuzda veya bilgisayarınızda) herhangi bir blockchain senkronizasyonu gerçekleştirmesine gerek olmamasından gelir ve bu da deneyimi daha hızlı ve daha akıcı hale getirir.</p> <p>Ancak bunun gibi cüzdanlar şimdilik ciddi bir gizlilik ödünleşimiyle birlikte geliyor; cüzdanınız, özel görüntüleme anahtarını kullandığınız uzak sunucuya göndererek (MyMonero'daki varsayılan gibi), uzak sunucunun alınan tüm fonlar için tam görünürlük sağlamasına olanak tanır. Cüzdanınızın oluşturulmasından bu yana (ve o cüzdanı veya tohumu kullanmayı bırakana kadar). Bu, düğüm operatöründen aldığınız gizliliği büyük ölçüde azaltır ve bu duruma dikkatle yaklaşılmalıdır.</p> <p>Neyse ki Monero topluluğu, kendi hafif cüzdan sunucunuzu (LWS) barındırmak için kullanabileceğiniz yazılımı geliştirmek için çalışıyor; bu, sizin gibi özel görünüm anahtarlarınız konusunda bir üçüncü tarafa güvenmeden hızlı senkronizasyon yapmanıza olanak tanıyacak. cüzdanınızın özel görünüm anahtarlarını gönderdiği yazılımı çalıştıracak!</p> <p>Özel hafif cüzdan sunucusu hakkında daha fazla bilgi için aşağıdaki Github deposuna bakın:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
ur: <p>اگرچہ موضوع اس مضمون کے دائرہ کار سے تھوڑا سا باہر ہے، میں Monero میں ایک منفرد قسم کے بٹوے پر توجہ دینا چاہتا تھا - ہلکے بٹوے۔ لائٹ والیٹ کا نام اس حقیقت سے آیا ہے کہ آپ کے بٹوے (آپ کے فون یا کمپیوٹر پر) کو کوئی بھی بلاک چین سنکرونائزیشن انجام دینے کی ضرورت نہیں ہے، جس سے تجربے کو تیز تر اور تیز تر ہوتا ہے۔</p> <p>تاہم، اس طرح کے بٹوے فی الحال پرائیویسی کی شدید تجارت کے ساتھ آتے ہیں - آپ کا بٹوہ آپ کے استعمال کردہ ریموٹ سرور کو نجی ویو کیkey بھیجتا ہے (جیسے MyMonero میں ڈیفالٹ)، ریموٹ سرور کو کسی بھی موصول ہونے والے فنڈز میں مکمل مرئیت فراہم کرتا ہے۔ آپ کے بٹوے کی تخلیق کے بعد سے (اور جب تک کہ آپ اس بٹوے یا بیج کا استعمال بند نہ کر دیں)۔ اس سے آپ کو نوڈ آپریٹر سے موصول ہونے والی پرائیویسی میں زبردست کمی آتی ہے، اور احتیاط کے ساتھ رابطہ کیا جانا چاہیے۔</p> <p>شکر ہے، Monero کمیونٹی اس سافٹ ویئر کو بہتر بنانے پر کام کر رہی ہے جسے آپ اپنے لائٹ والیٹ سرور (LWS) کی میزبانی کرنے کے لیے استعمال کر سکتے ہیں، جو آپ کو اپنی پرائیویٹ ویو کیز کے ساتھ فریق ثالث پر بھروسہ کیے بغیر تیزی سے ہم آہنگی کرنے کی اجازت دے گا – جیسا کہ آپ وہ سافٹ ویئر چلائے گا جہاں آپ کا بٹوہ پرائیویٹ ویو کیز بھیجتا ہے!</p> <p>کسٹم لائٹ والیٹ سرور کے بارے میں مزید معلومات کے لیے، ذیل میں Github ریپوزٹری دیکھیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
zh_cn: <p>虽然这个话题有点超出本文的范围，但我确实想谈谈门罗币中一种独特的钱包类型——轻型钱包。轻型钱包的名字来自于这样一个事实：你的钱包（在你的手机或电脑上）不必执行任何区块链同步，使体验更快、更流畅。</p> <p>然而，像这样的钱包目前有一个严重的隐私权衡 —— 你的钱包将私人查看密钥发送到你使用的远程服务器（如MyMonero中的默认），让远程服务器完全看到自你的钱包创建以来收到的任何资金（以及直到你停止使用该钱包或种子）。这确实大大减少你从节点操作员那里得到的隐私，应该谨慎对待。</p> <p>值得庆幸的是，门罗币社区正在努力改进软件，你可以用它来托管你自己的轻型钱包服务器（LWS），这将允许你有快速的同步，而无需信任第三方与你的私人查看密钥 —— 因为你将运行你的钱包发送私人查看密钥的软件！</p> <p>关于定制的轻型钱包服务器的更多信息，请看下面的Github仓库：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
zh_tw: <p>雖然這個話題有點超出本文的範圍，但我確實想談談門羅幣中一種獨特的錢包類型——輕型錢包。輕型錢包的名字來自於這樣一個事實：你的錢包（在你的手機或電腦上）不必執行任何區塊鏈同步，使體驗更快、更流暢。</p> <p>然而，像這樣的錢包目前有一個嚴重的隱私權衡 —— 你的錢包將私人查看密鑰發送到你使用的遠程服務器（如MyMonero中的默認），讓遠程服務器完全看到自你的錢包創建以來收到的任何資金（以及直到你停止使用該錢包或種子）。這確實大大減少你從節點操作員那裡得到的隱私，應該謹慎對待。</p> <p>值得慶幸的是，門羅幣社區正在努力改進軟件，你可以用它來託管你自己的輕型錢包服務器（LWS），這將允許你有快速的同步，而無需信任第三方與你的私人查看密鑰 —— 因為你將運行你的錢包發送私人查看密鑰的軟件！</p> <p>關於定制的輕型錢包服務器的更多信息，請看下面的Github倉庫：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/vtnerd/monero-lws">monero-lws</a></li> </ul>
