Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb33
source: You can withdraw coins from the {appName} wallet to your personal wallet of a cryptocurrency different from the {appName} currency. To do so, first you need to tick the "I want to receive another currency" checkbox. Afterwards, select the desired receiving cryptocurrency and type in the address that the coins should be sent to. Then, choose whether you want to provide the amount in either coins sent from your wallet or in the converted coins received to your destination wallet and type in the quantity. Press "Continue", and you'll be shown the relevant offers fitting your requirements. If the list is empty, try adjusting the amount. The conversion rate will be displayed for each offer, and if it's acceptable, all you need to do is press "Trade", agree to the terms, and a trade for the relevant amount will be automatically created for you. The destination address will be automatically provided to the buyer through trade chat. The rest is handled just like any other trade on {appName} - the buyer will send the desired currency to the address you've provided, and upon receiving the coins, you should finalize a trade. That's it!
cs: Coiny z peněženky {appName} můžete vybírat do své osobní peněženky kryptoměny odlišné od měny {appName}. Chcete-li tak učinit, musíte nejprve zaškrtnout políčko „Chci dostávat jinou měnu“. Poté vyberte požadovanou přijímající kryptoměnu a zadejte adresu, na kterou mají být mince zaslány. Poté zvolte, zda chcete částku poskytnout buď v mincích odeslaných z Vaší peněženky, nebo v převedených mincích přijatých do Vaší cílové peněženky a zadejte množství. Stiskněte "Pokračovat" a zobrazí se vám relevantní nabídky vyhovující vašim požadavkům. Pokud je seznam prázdný, zkuste upravit částku. U každé nabídky se zobrazí konverzní kurz, a pokud je přijatelný, stačí stisknout „Obchod“, odsouhlasit podmínky a automaticky se Vám vytvoří obchod na příslušnou částku. Cílová adresa bude kupujícímu automaticky poskytnuta prostřednictvím obchodního chatu. Zbytek je zpracován stejně jako jakýkoli jiný obchod na {appName} – kupující zašle požadovanou měnu na adresu, kterou jste uvedli, a po obdržení mincí byste měli dokončit obchod. A je to!
fi: Voit nostaa kolikoita {appName}-lompakosta henkilökohtaiseen lompakoosi, jonka kryptovaluutta on eri kuin {appName}-valuutta. Voit tehdä tämän valitsemalla ensin "Haluan vastaanottaa toista valuuttaa" -valintaruudun. Valitse sen jälkeen haluamasi vastaanotettava kryptovaluutta ja kirjoita osoite, johon kolikot tulee lähettää. Valitse sitten, haluatko antaa summan joko lompakosta lähetetyissä kolikoissa vai kohdelompakkoon vastaanotetuissa muunnetuissa kolikoissa ja kirjoita määrä. Paina "Jatka", niin sinulle näytetään tarpeitasi vastaavat tarjoukset. Jos lista on tyhjä, yritä muuttaa määrää. Muuntokurssi näytetään jokaiselle tarjoukselle ja jos se on hyväksyttävä, sinun tarvitsee vain painaa "Vaihda", hyväksyä ehdot, ja sinulle luodaan automaattisesti vastaavan summan kauppa. Kohdeosoite toimitetaan automaattisesti ostajalle kaupan chatin kautta. Loput käsitellään kuten kaikki muutkin {appName}:n kaupat - ostaja lähettää haluamasi valuutan antamaasi osoitteeseen ja saatuasi kolikot sinun tulee viimeistellä kauppa. Se siitä!
fr: Vous pouvez retirer des jetons de crypto-monnaie du portefeuille {appName} vers votre portefeuille personnel d'une crypto-monnaie différente de la devise {appName}. Pour ce faire, vous devez d'abord cocher la case "Je souhaite recevoir une autre devise". Ensuite, sélectionnez la crypto-monnaie de réception souhaitée et saisissez l'adresse à laquelle les jetons doivent être envoyés. Ensuite, choisissez si vous souhaitez fournir le montant dans la crypto-monnaie envoyée depuis votre portefeuille ou converti dans celle reçue dans votre portefeuille de destination et saisissez la quantité. Appuyez sur « Continuer » et les offres pertinentes correspondant à vos besoins s'afficheront. Si la liste est vide, essayez d'ajuster le montant. Le taux de conversion sera affiché pour chaque offre, et s'il est acceptable, tout ce que vous avez à faire est d'appuyer sur "Échanger", d'accepter les conditions, et un échange pour le montant correspondant sera automatiquement créé pour vous. L'adresse de destination sera automatiquement fournie à l'acheteur via le chat de la transaction. Le reste est traité comme n'importe quel autre échange sur {appName} - l'acheteur enverra la devise souhaitée à l'adresse que vous avez fournie, et une fois les jetons de crypto-monnaie reçus, vous devrez finaliser l'échange. C'est tout !
it: Puoi prelevare il titolo arbitrale dal portafoglio del titolo arbitrale {appName} al tuo portafoglio personale di una criptovaluta diversa dalla valuta del portafoglio arbitrale {appName}. Per farlo, devi prima spuntare la casella "Voglio ricevere un'altra valuta". In seguito, seleziona la criptovaluta ricevente desiderata e digita l'indirizzo a cui inviare le monete. Poi, scegli se vuoi fornire l'importo in monete inviate dal tuo portafoglio o nelle monete convertite ricevute al portafoglio di destinazione e digita la quantità. Premi "Continua", e ti verranno mostrate le offerte corrispondenti alle tue esigenze. Se l'elenco è vuoto, prova a modificare l'importo. Il tasso di conversione verrà visualizzato per ogni offerta, e se è accettabile, tutto quello che devi fare è premere "Trade", accettare i termini, e uno scambio per l'importo corrispondente verrà creato automaticamente per te. L'indirizzo di destinazione sarà automaticamente fornito all'acquirente attraverso la chat commerciale. Il resto viene gestito come qualsiasi altro scambio su {appName} - l'acquirente invierà la valuta desiderata all'indirizzo che hai fornito, e dopo aver ricevuto le monete, si dovrebbe finalizzare uno scambio. Questo è tutto!
lt: Galite išimti monetas iš {appName} piniginės į savo asmeninę kriptovaliutos piniginę, kuri skiriasi nuo {appName} valiutos. Norėdami tai padaryti, pirmiausia turite pažymėti langelį „Noriu gauti kitą valiutą“. Po to pasirinkite norimą priimančią kriptovaliutą ir įveskite adresą, kuriuo norite siųsti monetas. Tada pasirinkite, ar norite pateikti sumą monetomis, siunčiamomis iš jūsų piniginės, ar konvertuotomis monetomis, gautomis į paskirties piniginę, ir įveskite kiekį. Paspauskite "Tęsti" ir jums bus parodyti atitinkami pasiūlymai, atitinkantys jūsų poreikius. Jei sąrašas tuščias, pabandykite pakoreguoti sumą. Konvertavimo kursas bus rodomas kiekvienam pasiūlymui, o jei jis bus priimtinas, tereikia paspausti „Prekyba“, sutikti su sąlygomis ir jums bus automatiškai sukurtas atitinkamos sumos sandoris. Paskirties adresas bus automatiškai pateiktas pirkėjui per prekybos pokalbį. Likusi dalis tvarkoma kaip ir bet kuri kita prekyba {appName} – pirkėjas išsiųs norimą valiutą jūsų nurodytu adresu, o gavę monetas turėtumėte užbaigti sandorį. Viskas!
nb: Du kan ta ut mynter fra {appName}-lommeboken til din personlige lommebok for en annen kryptovaluta enn {appName}-valutaen. For å gjøre det, må du først merke av for "Jeg vil motta en annen valuta". Etterpå velger du ønsket mottakende kryptovaluta og skriver inn adressen som myntene skal sendes til. Deretter velger du om du vil oppgi beløpet i enten mynter sendt fra lommeboken eller i de konverterte myntene som er mottatt til destinasjonslommeboken, og skriv inn antallet. Trykk "Fortsett", og du vil bli vist de relevante tilbudene som passer dine behov. Hvis listen er tom, prøv å justere mengden. Konverteringskursen vil vises for hvert tilbud, og hvis det er akseptabelt, er alt du trenger å gjøre å trykke på "Handle", godta vilkårene, og en handel for det aktuelle beløpet vil automatisk bli opprettet for deg. Destinasjonsadressen vil automatisk bli gitt til kjøperen via handelschat. Resten håndteres akkurat som enhver annen handel på {appName} - kjøperen vil sende ønsket valuta til adressen du har oppgitt, og når du mottar myntene, bør du fullføre en handel. Det er det!
nl: U kunt munten uit de {appName}-portefeuille opnemen in uw persoonlijke portefeuille van een andere cryptocurrency dan de {appName}-valuta. Om dit te doen, moet u eerst het selectievakje "Ik wil een andere valuta ontvangen" aanvinken. Selecteer daarna de gewenste ontvangende cryptocurrency en typ het adres in waar de munten naartoe moeten worden gestuurd. Kies vervolgens of u het bedrag wilt opgeven in munten die vanuit uw portefeuille zijn verzonden of in de geconverteerde munten die u in uw bestemmingsportefeuille heeft ontvangen en voer het aantal in. Druk op "Doorgaan" en krijg de relevante aanbiedingen te zien die aan uw eisen voldoen. Als de lijst leeg is, probeer dan het bedrag aan te passen. De omrekeningskoers wordt voor elke aanbieding weergegeven, en als deze acceptabel is, hoeft u alleen maar op "Ruilen" te drukken, akkoord te gaan met de voorwaarden en dan wordt er automatisch een transactie voor het relevante bedrag voor u gemaakt. Het bestemmingsadres wordt automatisch aan de koper verstrekt via de handelschat. De rest wordt afgehandeld net als elke andere transactie op {appName} - de koper stuurt de gewenste valuta naar het adres dat u heeft opgegeven, en na ontvangst van de munten moet u een transactie afronden. Dat is het!
pl: Możesz wypłacić kryptowaluty z portfela {appName} do własnego portfela kryptowalut innej waluty niż waluta na {appName}. Aby to zrobić, najpierw musisz zaznaczyć pole „Chcę otrzymać inną walutę”. Następnie wybierz żądaną kryptowalutę i wpisz adres, na który należy wysłać środki. Następnie wybierz, czy chcesz podać kwotę w walucie dostępnej w portfelu, czy w walucie portfela docelowego i podaj ilość. Naciśnij „Kontynuuj”, a zostaną Ci pokazane odpowiednie ogłoszenia pasujące do Twoich wymagań. Jeśli lista jest pusta, spróbuj dostosować kwotę. Kurs konwersji zostanie wyświetlony dla każdego ogłoszenia, a jeśli jest to dopuszczalne, wystarczy nacisnąć „Trade”, zgodzić się na warunki, a handel odpowiednią kwotą zostanie automatycznie zrealizowany. Adres docelowy zostanie automatycznie dostarczony kupującemu za pośrednictwem czatu handlowego. Reszta jest obsługiwana tak jak każdy inny handel na {appName} - kupujący wyśle ​​żądaną walutę na podany adres, a po otrzymaniu kryptowaluty powinieneś sfinalizować handel. I już!
pt_br: Você pode retirar a garantia de arbitragem da carteira de garantia de arbitragem {appName} para sua carteira pessoal de uma moeda criptográfica diferente da moeda da carteira de arbitragem {appName}. Para fazer isso, primeiro você precisa marcar a caixa de seleção "Quero receber outra moeda". Em seguida, selecione a moeda criptográfica de recebimento desejada e digite o endereço para o qual as moedas devem ser enviadas. Em seguida, escolha se deseja fornecer a quantia em moedas enviadas de sua carteira ou nas moedas convertidas recebidas para sua carteira de destino e digite a quantidade. Pressione "Continuar", e lhe serão mostradas as ofertas relevantes que se encaixam em suas necessidades. Se a lista estiver vazia, tente ajustar a quantidade. A taxa de conversão será exibida para cada oferta, e se for aceitável, tudo o que você precisa fazer é pressionar "Trocar", concordar com os termos, e uma troca para a quantia relevante será criada automaticamente para você. O endereço de destino será fornecido automaticamente ao comprador através do bate-papo comercial. O resto é tratado como qualquer outra negociação em {appName} - o comprador enviará a moeda desejada para o endereço que você forneceu, e ao receber as moedas, você deverá finalizar uma negociação. É isso aí!
sl: Kovance lahko dvignete iz denarnice {appName} v svojo osebno denarnico kriptovalute, ki se razlikuje od valute {appName}. Če to želite, morate najprej potrditi polje "Želim prejeti drugo valuto". Nato izberite želeno prejeto kriptovaluto in vnesite naslov, na katerega želite poslati kovance. Nato izberite, ali želite znesek zagotoviti v kovancih, poslanih iz vaše denarnice, ali v pretvorjenih kovancih, prejetih v ciljno denarnico, ter vnesite količino. Pritisnite "Nadaljuj" in prikazale se vam bodo ponudbe, ki ustrezajo vašim zahtevam. Če je seznam prazen, poskusite prilagoditi znesek. Za vsako ponudbo bo prikazana stopnja konverzije in če je sprejemljiva, pritisnite "Trgovanje", se strinjati s pogoji in za vas bo samodejno ustvarjeno trgovanje za ustrezni znesek. Ciljni naslov bo samodejno posredovan kupcu preko trgovalnega klepeta. Ostalo se obravnava enako kot vsako drugo trgovanje na {appName} - kupec bo želeno valuto poslal na naslov, ki ste ga navedli, in ko prejmete kovance, morate zaključiti trgovanje. To je to!
sv: Du kan ta ut mynt från {appName}-plånboken till din personliga plånbok i en annan kryptovaluta än {appName}-valutan. För att göra det måste du först markera kryssrutan "Jag vill ta emot en annan valuta". Välj sedan önskad mottagande kryptovaluta och skriv in adressen som mynten ska skickas till. Välj sedan om du vill ange beloppet i antingen mynt som skickats från din plånbok eller i de konverterade mynten som tagits emot till din destinationsplånbok och skriv in kvantiteten. Tryck på "Fortsätt" så kommer du att se de relevanta erbjudandena som passar dina behov. Om listan är tom, försök att justera mängden. Omvandlingskursen kommer att visas för varje erbjudande, och om det är acceptabelt behöver du bara trycka på "Byte", godkänna villkoren, så skapas en handel för det relevanta beloppet automatiskt för dig. Destinationsadressen kommer automatiskt att ges till köparen via handelschatt. Resten hanteras precis som alla andra affärer på {appName} - köparen skickar den önskade valutan till den adress du har angett, och när du tar emot mynten bör du slutföra en affär. Det är allt!
tl: Maaari kang mag-withdraw ng mga barya mula sa {appName} wallet patungo sa iyong personal na wallet ng cryptocurrency na iba sa {appName} currency. Upang gawin ito, kailangan mo munang lagyan ng tsek ang checkbox na "Gusto kong makatanggap ng isa pang pera." Pagkatapos, piliin ang nais na tumatanggap ng cryptocurrency at i-type ang address kung saan dapat ipadala ang mga barya. Pagkatapos, piliin kung gusto mong ibigay ang halaga sa alinman sa mga barya na ipinadala mula sa iyong wallet o sa mga na-convert na barya na natanggap sa iyong patutunguhang wallet at i-type ang dami. Pindutin ang "Magpatuloy", at ipapakita sa iyo ang mga nauugnay na alok na umaangkop sa iyong mga kinakailangan. Kung walang laman ang listahan, subukang ayusin ang halaga. Ang rate ng conversion ay ipapakita para sa bawat alok, at kung ito ay katanggap-tanggap, ang kailangan mo lang gawin ay pindutin ang "Trade", sumang-ayon sa mga tuntunin, at isang kalakalan para sa nauugnay na halaga ay awtomatikong gagawin para sa iyo. Ang patutunguhang address ay awtomatikong ibibigay sa mamimili sa pamamagitan ng trade chat. Ang natitira ay pinangangasiwaan tulad ng anumang iba pang kalakalan sa {appName} - ipapadala ng mamimili ang nais na pera sa address na iyong ibinigay, at sa pagtanggap ng mga barya, dapat mong tapusin ang isang kalakalan. Ayan yun!
tr: {appName} cüzdanındaki paraları, {appName} para biriminden farklı bir kripto para biriminin kişisel cüzdanınıza çekebilirsiniz. Bunu yapmak için öncelikle "Başka bir para birimi almak istiyorum" onay kutusunu işaretlemeniz gerekir. Daha sonra, almak istediğiniz kripto para birimini seçin ve paraların gönderilmesi gereken adresi yazın. Ardından, tutarı cüzdanınızdan gönderilen paralar olarak mı, yoksa hedef cüzdanınıza alınan dönüştürülen paralar olarak mı sağlamak istediğinizi seçin ve miktarı yazın. "Devam Et"e bastığınızda gereksinimlerinize uygun teklifler gösterilir. Liste boşsa miktarı ayarlamayı deneyin. Her teklif için dönüşüm oranı görüntülenecek ve eğer kabul edilebilirse, tek yapmanız gereken "İşlem" tuşuna basmak, şartları kabul etmek ve ilgili tutarda bir işlem sizin için otomatik olarak oluşturulacaktır. Hedef adres, ticari sohbet yoluyla alıcıya otomatik olarak sağlanacaktır. Gerisi {appName} üzerindeki diğer işlemler gibi gerçekleştirilir; alıcı, istenen para birimini sağladığınız adrese gönderecektir ve parayı aldıktan sonra, işlemi sonlandırmalısınız. Bu kadar!
ur: آپ {appName} کرنسی سے مختلف کرپٹو کرنسی کے اپنے ذاتی بٹوے میں {appName} والیٹ سے سکے نکال سکتے ہیں۔ ایسا کرنے کے لیے، سب سے پہلے آپ کو "I want to receive another currency" کے چیک باکس کو نشان زد کرنا ہوگا۔ اس کے بعد، مطلوبہ وصول کرنے والی کریپٹو کرنسی کو منتخب کریں اور وہ پتہ ٹائپ کریں جس پر سکے بھیجے جانے چاہئیں۔ اس کے بعد، منتخب کریں کہ آیا آپ رقم اپنے بٹوے سے بھیجے گئے سکوں میں فراہم کرنا چاہتے ہیں یا اپنی منزل والے والیٹ کو موصول ہونے والے تبدیل شدہ سکوں میں اور مقدار ٹائپ کریں۔ "Continue" کو دبائیں اور آپ کو آپ کی ضروریات کے مطابق متعلقہ پیشکشیں دکھائی جائیں گی۔ اگر فہرست خالی ہے تو رقم کو ایڈجسٹ کرنے کی کوشش کریں۔ ہر پیشکش کے لیے تبادلوں کی شرح ظاہر کی جائے گی، اور اگر یہ قابل قبول ہے، تو آپ کو بس "Trade" دبانے کی ضرورت ہے، شرائط سے اتفاق کریں، اور آپ کے لیے متعلقہ رقم کے لیے تجارت خود بخود بن جائے گی۔ تجارتی چیٹ کے ذریعے خریدار کو منزل کا پتہ خود بخود فراہم کر دیا جائے گا۔ باقی کو {appName} پر کسی دوسری تجارت کی طرح ہینڈل کیا جاتا ہے - خریدار آپ کے فراہم کردہ پتے پر مطلوبہ کرنسی بھیجے گا، اور سکے حاصل کرنے کے بعد، آپ کو تجارت کو حتمی شکل دینا چاہیے۔ یہی ہے!
zh_cn: 您可以将仲裁保证金从{appName}仲裁保证金钱包提取到您的个人钱包中，该加密货币不同于{appName}仲裁钱包币种。为此，首先您需要勾选“我想接收另一种货币”复选框。然后，选择所需的接收加密货币并输入硬币应发送到的地址。然后，选择是要以从钱包发送的硬币还是以接收到目标钱包的转换硬币的形式提供金额，然后输入数量。按“继续”，您将看到符合您要求的相关优惠。如果列表为空，请尝试调整金额。每个报价都会显示转换率，如果可以接受，您只需按“交易”，同意条款，就会自动为您创建相关金额的交易。目的地地址将通过贸易聊天自动提供给买家。其余的就像 {appName} 上的任何其他交易一样处理 - 买家将所需的货币发送到您提供的地址，并且在收到硬币后，您应该完成交易。而已！
zh_tw: 您可以將仲裁保證金從{appName}仲裁保證金錢包提取到您的個人錢包中，該加密貨幣不同於{appName}仲裁錢包幣種。為此，首先您需要勾選“我想接收另一種貨幣”複選框。然後，選擇所需的接收加密貨幣並輸入硬幣應發送到的地址。然後，選擇是要以從錢包發送的硬幣還是以接收到目標錢包的轉換硬幣的形式提供金額，然後輸入數量。按“繼續”，您將看到符合您要求的相關優惠。如果列表為空，請嘗試調整金額。每個報價都會顯示轉換率，如果可以接受，您只需按“交易”，同意條款，就會自動為您創建相關金額的交易。目的地地址將通過貿易聊天自動提供給買家。其餘的就像 {appName} 上的任何其他交易一樣處理 - 買家將所需的貨幣發送到您提供的地址，並且在收到硬幣後，您應該完成交易。而已！

# faq250Sbanswer8722Sb338722Sbmorphtoken8722Sbfaq8722Sblink
source: Here you can read more about how ChangeNow works, their service and network fees
cs: Zde si můžete přečíst více o tom, jak ChangeNow funguje, jejich služby a síťové poplatky
fi: Täältä voit lukea lisää ChangeNow'n toiminnasta, niiden palvelu- ja verkkomaksuista
fr: Ici, vous pouvez en savoir plus sur le fonctionnement de ChangeNow, leurs frais de service et de réseau
it: Qui puoi leggere di più su come funziona ChangeNow, il loro servizio e le tariffe di rete
lt: Čia galite daugiau sužinoti apie „ChangeNow“ veikimą, jų paslaugų ir tinklo mokesčius
nb: Her kan du lese mer om hvordan ChangeNow fungerer, deres service- og nettverksavgifter
nl: Hier kunt u meer lezen over hoe ChangeNow werkt, hun service en netwerkkosten
pl: Tutaj możesz przeczytać więcej o tym, jak działa ChangeNow, jakie mają opłaty za swoje usługi i jakie pobierają opłaty sieciowe
pt_br: Aqui você pode ler mais sobre como funciona o ChangeNow, suas taxas de serviço e de rede
sl: Tukaj lahko preberete več o delovanju ChangeNow, njihovih storitvah in omrežninah
sv: Här kan du läsa mer om hur ChangeNow fungerar, deras tjänster och nätavgifter
tl: Dito maaari kang magbasa nang higit pa tungkol sa kung paano gumagana ang ChangeNow, ang kanilang serbisyo at mga bayarin sa network
tr: Burada ChangeNow'un nasıl çalıştığı, hizmetleri ve ağ ücretleri hakkında daha fazla bilgi edinebilirsiniz.
ur: یہاں آپ ChangeNow کے کام کرنے، ان کی سروس اور نیٹ ورک کی فیس کے بارے میں مزید پڑھ سکتے ہیں
zh_cn: 在这里，您可以阅读更多关于MorphToken的工作原理，服务和网络费用
zh_tw: 在這裡，您可以閱讀更多關於MorphToken的工作原理，服務和網絡費用

# fees250Sbtx250Sbtitle57Sbagoradesk
source: Cryptocurrency transaction fees
cs: Transakční poplatky za kryptoměny
fi: Kryptovaluuttojen transaktiomaksut
fr: Frais de transaction de crypto-monnaie
it: Commissioni di transazione in criptovaluta
lt: Kriptovaliutos operacijų mokesčiai
nb: Transaksjonsgebyrer for kryptovaluta
nl: Transactiekosten voor cryptocurrency
pl: Opłaty za transakcje kryptowalut
pt_br: Taxas de transação de criptomoedas
sl: Provizije za transakcije kriptovalut
sv: Transaktionsavgifter för kryptovaluta
tl: Mga bayarin sa transaksyon ng Cryptocurrency
tr: Kripto para işlem ücretleri
ur: کریپٹو کرنسی ٹرانزیکشن فیس
zh_cn: 加密货币交易费
zh_tw: 加密貨幣交易費

source: Finish
cs: Dokončit
fi: Viimeistele
fr: Finir
it: finire
lt: Baigti
nb: Bli ferdig
nl: Voltooien
pl: Kończ
pt_br: Terminar
sl: Končaj
sv: Avsluta
tl: Tapusin
tr: Sona ermek
ur: ختم
zh_cn: 完
zh_tw: 完

# footer250Sbabout
source: About
cs: O
fi: Tietoa meistä
fr: À propos
it: Chi siamo
lt: Apie
nb: Om
nl: Over
pl: O nas
pt_br: Sobre
sl: O tem
sv: Om
tl: Tungkol sa
tr: Hakkında
ur: کے بارے میں
zh_cn: 关于我们
zh_tw: 關於我們

# footer250Sbaffiliate
source: Affiliate
cs: Affiliate program
fi: Kumppanuus
fr: Affiliation
it: Affiliati
lt: Filialas
nb: Tilknytte
nl: Partner
pl: Partner
pt_br: Afiliados
tl: Kaakibat
tr: Ortaklık
ur: ملحق
zh_cn: 加盟会员
zh_tw: 加盟會員
