Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb21
source: The sellers usually finalize a trade as soon as they see your payment, which can sometimes take an hour or two. If you've paid but are still waiting there is nothing to worry about, for all online trades are protected by the arbitration bond and the seller cannot run away without losing the bond. If there are any issues with a trade and the seller won't finalize it, you can dispute the trade to have {appName} support resolve it. If you are buying or selling Monero online, you can dispute the trade after you have marked the payment completed. A dispute can no longer be started if the trade has been finalized or if it's a local trade without arbitration bond protection enabled. When a trade you're involved in becomes disputed, you'll receive an email. A disputed trade is usually resolved within 24-48 hours.
cs: Prodejci obvykle dokončí obchod, jakmile uvidí vaši platbu, což někdy může trvat hodinu nebo dvě. Pokud jste zaplatili, ale stále čekáte, není se čeho obávat, protože všechny online obchody jsou chráněny arbitrážním dluhopisem a prodávající nemůže utéct bez ztráty dluhopisu. Pokud se vyskytnou nějaké problémy s obchodem a prodejce jej nedokončí, můžete obchod podat námitku, aby jej vyřešila podpora {appName}. Pokud nakupujete nebo prodáváte Monero online, můžete obchod zpochybnit poté, co označíte platbu jako dokončenou. Spor již nelze zahájit, pokud byl obchod dokončen nebo pokud se jedná o místní obchod bez aktivované ochrany arbitrážními dluhopisy. Když se obchod, kterého se účastníte, stane sporným, obdržíte e-mail. Sporný obchod je obvykle vyřešen do 24-48 hodin.
fi: Myyjät yleensä viimeistelevät kaupan heti kun he näkevät maksusi, mikä voi joskus kestää tunnin tai kaksi. Jos olet maksanut mutta odotat edelleen, sinun ei tarvitse huolehtia mistään, sillä kaikki verkkokaupat on suojattu välimiesmaksulla, eikä myyjä voi paeta menettämättä maksua. Jos kaupassa on ongelmia eikä myyjä viimeistele sitä, voit riitauttaa kaupan saadaksesi {appName}-tuen ratkaisemaan sen. Jos ostat tai myyt Moneroa verkossa, voit riitauttaa kaupan, kun olet merkinnyt maksun suoritetuksi. Riitauttamista ei voi enää aloittaa, jos kauppa on saatu päätökseen tai jos kyseessä on paikallinen kauppa ilman välimiesmaksua. Kun kauppa, johon osallistut, riitautetaan, saat sähköpostin. Riitautettu kauppa ratkaistaan yleensä 24-48 tunnin kuluessa.
fr: Les vendeurs finalisent généralement une transaction dès qu'ils voient votre paiement, ce qui peut parfois prendre une heure ou deux. Si vous avez payé mais que vous attendez toujours, il n'y a rien à craindre, car toutes les transactions en ligne sont protégées par la caution d'arbitrage et le vendeur ne peut pas s'enfuir sans perdre la caution. S'il y a des problèmes avec un échange et que le vendeur ne le finalise pas, vous pouvez contester l'échange pour que l'assistance {appName} le résolve. Si vous achetez ou vendez du Monero en ligne, vous pouvez contester la transaction après avoir marqué le paiement comme terminé. Un litige ne peut plus être lancé si la transaction a été finalisée ou s'il s'agit d'une transaction locale sans une protection par caution d'arbitrage activée. Lorsqu'une transaction dans laquelle vous êtes impliqué devient contestée, vous recevez un e-mail. Une transaction contestée est généralement résolue dans les 24 à 48 heures.
it: I venditori di solito finalizzano uno scambio non appena vedono il tuo pagamento, il che a volte può richiedere un'ora o due. Se hai pagato ma stai ancora aspettando non c'è nulla di cui preoccuparsi, perché tutte le transazioni online sono protette da un vincolo arbitrale e il venditore non può scappare con il tuo Monero. Se ci sono problemi con uno scambio e il venditore non vuole finalizzarlo, è possibile contestare lo scambio per avere il supporto di {appName} risolvere il problema. Se stai comprando o vendendo Monero online, puoi contestare lo scambio dopo aver segnato il pagamento completato. Una controversia non può più essere avviata se lo scambio è stato finalizzato o se si tratta di uno scambio locale senza protezione del vincolo di arbitrato abilitata. Quando una compravendita in cui sei coinvolto viene contestata, riceverai un'e-mail. Una compravendita contestata viene solitamente risolta entro 24-48 ore.
lt: Pardavėjai paprastai užbaigia sandorį, kai tik pamato jūsų mokėjimą, o tai kartais gali užtrukti valandą ar dvi. Jei sumokėjote, bet vis dar laukiate, nėra ko jaudintis, nes visi internetiniai sandoriai yra apsaugoti arbitražo obligacija ir pardavėjas negali pabėgti nepraradęs obligacijos. Jei dėl sandorio kyla kokių nors problemų ir pardavėjas jo neužbaigs, galite ginčyti sandorį, kad {appName} palaikymas ją išspręstų. Jei perkate ar parduodate Monero internetu, galite užginčyti sandorį po to, kai pažymėsite, kad mokėjimas atliktas. Ginčas nebegali būti pradėtas, jei sandoris buvo baigtas arba tai yra vietinė prekyba, kurioje neįjungta arbitražo obligacijų apsauga. Kai prekyba, kurioje dalyvaujate, bus užginčyta, gausite el. laišką. Ginčytinas sandoris paprastai išsprendžiamas per 24–48 valandas.
nb: Selgerne fullfører vanligvis en handel så snart de ser betalingen din, noe som noen ganger kan ta en time eller to. Hvis du har betalt, men fortsatt venter, er det ingenting å bekymre seg for, for alle netthandler er beskyttet av voldgiftsbindingen og selgeren kan ikke stikke av uten å miste bindingen. Hvis det er noen problemer med en handel og selgeren ikke vil fullføre den, kan du bestride handelen for å få {appName}-støtte til å løse det. Hvis du kjøper eller selger Monero på nett, kan du bestride handelen etter at du har merket at betalingen er fullført. En tvist kan ikke lenger startes hvis handelen er avsluttet eller hvis det er en lokal handel uten voldgiftsobligasjonsbeskyttelse aktivert. Når en handel du er involvert i blir bestridt, vil du motta en e-post. En omstridt handel blir vanligvis løst innen 24-48 timer.
nl: De verkopers ronden een transactie meestal af zodra ze uw betaling zien, wat soms een uur of twee kan duren. Als u heeft betaald maar nog steeds wacht, hoeft u zich nergens zorgen over te maken, want alle online transacties worden beschermd door de arbitragegarantie en de verkoper kan niet weglopen zonder de garantie te verliezen. Als er problemen zijn met een transactie en de verkoper wil deze niet afronden, kunt u de transactie betwisten om {appName}-ondersteuning het probleem op te laten lossen. Als u Monero online koopt of verkoopt, kunt u de transactie betwisten nadat u de betaling als voltooid heeft gemarkeerd. Een geschil kan niet meer worden gestart als de transactie is afgerond of als het een lokale transactie is zonder ingeschakelde arbitragegarantiebescherming. Wanneer een transactie waarbij u betrokken bent betwist wordt, ontvangt u een e-mail. Een betwiste transactie wordt meestal binnen 24-48 uur opgelost.
pl: Sprzedawcy zwykle finalizują handel, gdy tylko zobaczą Twoją płatność, która czasami może dotrzeć w godzinę lub dwie. Jeśli zapłaciłeś, ale nadal czekasz, nie ma się o co martwić, ponieważ wszystkie handle online są chronione przez środki pod zastaw, a sprzedawca nie może uciec bez ich utraty. Jeśli wystąpią jakieś problemy z handlem, a sprzedawca go nie sfinalizuje, możesz zakwestionować handel, aby obsługa {appName} wkroczyła Ci pomóc. Jeśli kupujesz lub sprzedajesz Monero online, możesz zakwestionować handel po zakończeniu płatności. Nie można już rozpocząć sporu, jeśli handel został sfinalizowany lub jeśli jest to handel lokalny bez zabezpieczenia. Kiedy handel, w który jesteś zaangażowany, zostanie zakwestionowany, otrzymasz wiadomość email. Sporny handel jest zwykle rozwiązywany w ciągu 24-48 godzin.
pt_br: Os vendedores geralmente concluem um negócio assim que vêem seu pagamento, o que às vezes pode levar uma ou duas horas. Se você já pagou mas ainda está esperando, não há nada com que se preocupar, pois todas as negociações on-line são protegidas por um título de arbitragem e o vendedor não pode fugir com seu Monero. Se houver qualquer problema com uma negociação e o vendedor não a finalizar, você pode contestar a negociação para ter o suporte {appName} para resolvê-la. Se você estiver comprando ou vendendo Monero on-line, você pode disputar a negociação depois de ter marcado o pagamento concluído. Uma disputa não pode mais ser iniciada se o comércio tiver sido finalizado ou se for um comércio local sem a proteção de títulos de arbitragem habilitada. Quando uma transação em que você está envolvido se torna disputada, você receberá um e-mail. Uma disputa comercial é normalmente resolvida dentro de 24-48 horas.
sl: Prodajalci običajno dokončajo posel takoj, ko vidijo vaše plačilo, kar lahko včasih traja tudi uro ali dve. Če ste plačali, vendar še vedno čakate, ni razloga za skrb, saj so vsa spletna trgovanja zaščitena z arbitražno garancijo, zato prodajalec ne more pobegniti, ne da bi izgubil garancijo. Če pride do kakršnih koli težav s trgovanjem in ga prodajalec noče zaključiti, lahko podate ugovor in bo podpora za {appName} to rešila. Če kupujete ali prodajate Monero preko spleta, lahko ugovarjate trgovanju potem ko označite plačilo kot zaključeno. Ugovor ni več mogoče začeti, če je bilo trgovanje končano, ali če gre za lokalno trgovanje brez omogočene zaščite arbitražne obveznice. Ko postane trgovanje, v katerem sodelujete, sporno, boste prejeli e-poštno sporočilo. Spor se običajno reši v 24–48 urah.
sv: Säljarna slutför vanligtvis en affär så fort de ser din betalning, vilket ibland kan ta en timme eller två. Om du har betalat men fortfarande väntar finns det inget att oroa sig för, för alla onlineaffärer är skyddade av skiljedomstolen och säljaren kan inte fly utan att förlora obligationen. Om det finns några problem med en affär och säljaren inte kommer att slutföra den, kan du bestrida affären för att få {appName} support att lösa det. Om du köper eller säljer Monero online kan du bestrida handeln efter att du har markerat betalningen som slutförd. En tvist kan inte längre startas om handeln har slutförts eller om det är en lokal handel utan att skyddet för skiljedomsobligationer är aktiverat. När en affär du är inblandad i blir omtvistad får du ett e-postmeddelande. En omtvistad affär löses vanligtvis inom 24-48 timmar.
tl: Karaniwang tinatapos ng mga nagbebenta ang isang kalakalan sa sandaling makita nila ang iyong pagbabayad, na kung minsan ay maaaring tumagal ng isa o dalawang oras. Kung nagbayad ka ngunit naghihintay pa rin, walang dapat ipag-alala, dahil ang lahat ng mga online na kalakalan ay protektado ng arbitration bond at hindi makakatakas ang nagbebenta nang hindi nawawala ang bono. Kung mayroong anumang mga isyu sa isang kalakalan at hindi ito isasapinal ng nagbebenta, maaari mong i-dispute ang kalakalan upang malutas ito ng suporta ng {appName}. Kung ikaw ay bumibili o nagbebenta ng Monero online, maaari mong i-dispute ang kalakalan pagkatapos mong markahan ang pagbabayad na kumpleto. Ang isang hindi pagkakaunawaan ay hindi na maaaring magsimula kung ang kalakalan ay natapos na o kung ito ay isang lokal na kalakalan na walang arbitration bond proteksyon na pinagana. Kapag na-dispute ang isang trade na kinasasangkutan mo, makakatanggap ka ng email. Ang isang pinagtatalunang kalakalan ay karaniwang nareresolba sa loob ng 24-48 oras.
tr: Satıcılar genellikle ödemenizi görür görmez işlemi tamamlarlar ve bu bazen bir veya iki saat sürebilir. Ödeme yaptıysanız ancak hala bekliyorsanız endişelenecek bir şey yok, çünkü tüm çevrimiçi işlemler tahkim sözleşmesiyle korunmaktadır ve satıcı, teminatı kaybetmeden kaçamaz. Bir takasla ilgili herhangi bir sorun varsa ve satıcı bunu sonuçlandırmazsa, {appName} desteğinin sorunu çözmesi için takasa itiraz edebilirsiniz. Monero'yu çevrimiçi alıyor veya satıyorsanız, ödemenin tamamlandı olarak işaretlendikten sonra takasa itiraz edebilirsiniz. Takas tamamlanmışsa veya tahkim teminatı koruması etkin olmayan yerel bir ticaret ise, artık bir anlaşmazlık başlatılamaz. Katıldığınız bir ticarete itiraz edildiğinde bir e-posta alacaksınız. Tartışmalı bir takas genellikle 24-48 saat içinde çözüme kavuşturulur.
ur: بیچنے والے عام طور پر آپ کی ادائیگی دیکھتے ہی تجارت کو حتمی شکل دیتے ہیں، جس میں بعض اوقات ایک یا دو گھنٹے لگ سکتے ہیں۔ اگر آپ نے ادائیگی کر دی ہے لیکن پھر بھی انتظار کر رہے ہیں تو پریشان ہونے کی کوئی بات نہیں ہے، کیونکہ تمام آن لائن تجارت ثالثی بانڈ کے ذریعے محفوظ ہیں اور بیچنے والا بانڈ کھوئے بغیر بھاگ نہیں سکتا۔ اگر تجارت کے ساتھ کوئی مسئلہ ہے اور بیچنے والا اسے حتمی شکل نہیں دے گا، تو آپ اس کو حل کرنے کے لیے {appName} سپورٹ حاصل کرنے کے لیے تجارت پر تنازعہ کر سکتے ہیں۔ اگر آپ Monero آن لائن خرید یا فروخت کر رہے ہیں، تو آپ ادائیگی کو مکمل ہونے کا نشان لگانے کے بعد تجارت پر تنازعہ حل کر سکتے ہیں۔ اگر تجارت کو حتمی شکل دے دی گئی ہو یا اگر یہ ثالثی بانڈ کے تحفظ کو فعال کیے بغیر مقامی تجارت ہے تو تنازعہ مزید شروع نہیں کیا جا سکتا۔ جب کوئی تجارت جس میں آپ ملوث ہیں متنازعہ ہوجائے، آپ کو ایک ای میل موصول ہوگا۔ ایک متنازعہ تجارت عام طور پر 24-48 گھنٹوں کے اندر حل ہو جاتی ہے۔
zh_cn: 卖家通常会在看到您的付款后立即完成交易，有时可能需要一两个小时。如果您已付款但仍在等待，则无需担心，因为所有在线交易均受仲裁保证金保护，卖家无法拿走您的门罗币。如果交易有任何问题而卖家未完成交易，您可以对交易提出异议，让 {appName} 支持人员解决问题。如果您在线购买或出售门罗币，您可以在标记付款完成后对交易提出异议。如果交易已完成，或者是未启用仲裁保证金保护的本地交易，则无法再开始争议。当您参与的交易出现争议时，您会收到一封电子邮件。有争议的交易通常会在 24-48 小时内解决。
zh_tw: 賣家通常會在看到您的付款後立即完成交易，這有時可能需要一兩個小時。如果您已付款但仍在等待，則無需擔心，因為所有在線交易均受仲裁保證金保護，賣家無法拿走您的門羅幣。如果交易有任何問題而賣家未完成交易，您可以對交易提出異議，讓 {appName} 支持人員解決問題。如果您在線購買或出售門羅幣，您可以在標記付款完成後對交易提出異議。如果交易已完成，或者是未啟用仲裁保證金保護的本地交易，則無法再開始爭議。當您參與的交易出現爭議時，您會收到一封電子郵件。有爭議的交易通常會在 24-48 小時內解決。
