Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb4250Sbtitle
source: How can I help with network upgrades?
cs: Jak mohu pomoci s upgradem sítě?
fi: Kuinka voin auttaa verkkopäivityksissä?
fr: Comment puis-je aider avec les mises à jour du réseau ?
it: Come posso aiutare con gli aggiornamenti della rete?
lt: Kaip galiu padėti atnaujinti tinklą?
nb: Hvordan kan jeg hjelpe med nettverksoppgraderinger?
nl: Hoe kan ik helpen met netwerkupgrades?
pl: Jak mogę pomóc w aktualizacjach sieci?
pt_br: Como posso ajudar com as atualizações da rede?
sl: Kako lahko pomagam pri nadgrajevanju omrežja?
sv: Hur kan jag hjälpa till med nätverksuppgraderingar?
tl: Paano ako makakatulong sa mga pag-upgrade ng network?
tr: Ağ yükseltmelerine nasıl yardımcı olabilirim?
ur: میں نیٹ ورک اپ گریڈ میں کیسے مدد کر سکتا ہوں؟
zh_cn: 我怎样能在网络升级方面提供帮助？
zh_tw: 我怎樣能在網絡升級方面提供幫助？

# knowledge250Sbupgrades250Sb5250Sbtext
source: <p>While there is not a date set in stone yet, there will be a network upgrade soon to implement a few key upgrades and features in Monero:</p> <ol type="1"> <li>A ring-size increase from 11 to 16, increasing the base anonymity set (read: plausible deniability, or base privacy) of every transaction on the network</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">View tags, a brilliant way to reduce wallet sync times by 30-40%</a></li> <li>Fee changes, improving the security and resilience of the network to rapid changes in the fee market or attacks by malicious entities</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, a further improvement in the efficiency of Monero transactions</a></li> </ol> <p>These changes will go a long way to increasing the privacy, efficiency, and security of the network, all while paving the way for <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, the next-generation transaction protocol for Monero.</p>
cs: <p>Ačkoli zatím není datum pevně stanoveno, brzy dojde k upgradu sítě, který implementuje několik klíčových vylepšení a funkcí v měně Monero:</p> <ol type="1"> <li>Zvýšení velikosti kruhu z 11 na 16, čímž se zvýší základní sada anonymity (čtěte: věrohodná popíratelnost nebo základní soukromí) každé transakce v síti</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Značky zobrazení, skvělý způsob, jak zkrátit dobu synchronizace peněženky o 30–40 %</a></li> <li>Změny poplatků, zvýšení bezpečnosti a odolnosti sítě vůči rychlým změnám na trhu s poplatky nebo útokům škodlivých subjektů</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, další zlepšení efektivity transakcí Monero</a></li> </ol> <p>Tyto změny výrazně zvýší soukromí, efektivitu a bezpečnost sítě a zároveň připraví půdu pro <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, transakční protokol nové generace pro Monero.</p>
fi: <p>Vaikka päivämäärää ei ole vielä kiveen hakattu, verkkopäivitys tulee pian, jotta Monerossa voidaan ottaa käyttöön muutamia tärkeitä päivityksiä ja ominaisuuksia:</p> <ol type="1"> <li>Sormuksen koon kasvaminen 11:stä 16:een, mikä lisää jokaisen verkossa tapahtuvan transaktion anonymiteetin perusjoukkoa (lue: uskottava kiellettävyys tai perustietosuoja)</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Näkymätunnisteet, loistava tapa lyhentää lompakon synkronointiaikoja 30–40%</a></li> <li>Kulumuutokset, jotka parantavat verkon turvallisuutta ja joustavuutta maksumarkkinoiden nopeille muutoksille tai haitallisten tahojen hyökkäyksille</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, lisäparannuksia Monero-transaktioiden tehokkuuteen</a></li> </ol> <p>Näillä pitkään riittävillä muutoksilla parannetaan verkon yksityisyyttä, tehokkuutta ja turvallisuutta, samalla kun se tasoittaa tietä <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>:lle, Moneron seuraavan sukupolven tapahtumaprotokollalle.</p>
fr: <p>Bien qu'il n'y ait pas encore de date fixée dans le marbre, il y aura bientôt une mise à jour du réseau pour mettre en œuvre quelques mises à jour et fonctionnalités clés dans Monero :</p> <ol type="1"> <li>Une augmentation de la taille de l'anneau de 11 à 16, augmentant l'ensemble d'anonymat de base (lire : déni plausible ou confidentialité de base) de chaque transaction sur le réseau</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Les balises de vue, un excellent moyen de réduire les temps de synchronisation du portefeuille de 30 à 40%</a></li> <li>Modifications des frais, améliorant la sécurité et la résilience du réseau face aux changements rapides du marché des frais ou aux attaques d'entités malveillantes</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, une nouvelle amélioration de l'efficacité des transactions Monero</a></li> </ol> <p>Ces changements contribueront grandement à accroître la confidentialité, l'efficacité et la sécurité du réseau, tout en ouvrant la voie à <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, le protocole de transaction de nouvelle génération pour Monero.</p>
it: <p>Mentre non c'è ancora una data fissata nella pietra, ci sarà presto un aggiornamento della rete per implementare alcuni aggiornamenti e caratteristiche chiave in Monero:</p> <ol type="1"> <li>Un aumento della dimensione dell'anello da 11 a 16, aumentando il set di anonimato di base (leggi: negabilità plausibile, o privacy di base) di ogni transazione sulla rete</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Visualizzazione dei tag, un modo brillante per ridurre i tempi di sincronizzazione del portafoglio del 30-40%</a></li> <li>Modifiche delle tariffe, migliorando la sicurezza e la resilienza della rete ai rapidi cambiamenti del mercato delle tariffe o agli attacchi di entità maligne</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, un ulteriore miglioramento dell'efficienza delle transazioni di Monero</a></li> </ol> <p>Questi cambiamenti andranno molto lontano per aumentare la privacy, l'efficienza e la sicurezza della rete, il tutto aprendo la strada a <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>il protocollo di transazione di prossima generazione per Monero.</p>
lt: <p>Nors data dar nenustatyta, netrukus bus atnaujintas tinklas, kad būtų įdiegti keli pagrindiniai Monero naujinimai ir funkcijos:</p> <ol type="1"> <li>Žiedo dydis padidinamas nuo 11 iki 16, padidinant kiekvienos tinkle atliekamos operacijos bazinį anonimiškumo rinkinį (skaitykite: tikėtinas paneigimas arba pagrindinis privatumas)</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Peržiūrėkite žymas – puikus būdas sutrumpinti piniginės sinchronizavimo laiką 30–40 %</a></li> <li>Mokesčių pakeitimai, gerinant tinklo saugumą ir atsparumą greitiems mokesčių rinkos pokyčiams arba kenkėjiškų subjektų atakoms</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html"> „Bulletproofs+“ – tolesnis Monero operacijų efektyvumo pagerinimas</a></li> </ol> <p>Šie pakeitimai labai padės padidinti tinklo privatumą, efektyvumą ir saugumą, tuo pačiu atverdami kelią <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, naujos kartos operacijų protokolui, skirtam Monero.</p>
nb: <p>Selv om det ikke er en dato satt i stein ennå, kommer det snart en nettverksoppgradering for å implementere noen få viktige oppgraderinger og funksjoner i Monero:</p> <ol type="1"> <li>En økning i ringestørrelse fra 11 til 16, øker basisanonymitetssettet (les: plausible deniability, eller base privacy) for hver transaksjon på nettverket</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Se tagger, en glimrende måte å redusere lommeboksynkroniseringstider med 30–40 %</a></li> <li>Avgiftsendringer, som forbedrer sikkerheten og motstandskraften til nettverket mot raske endringer i gebyrmarkedet eller angrep fra ondsinnede enheter</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, en ytterligere forbedring i effektiviteten til Monero-transaksjoner</a></li> </ol> <p>Disse endringene vil langt på vei øke personvernet, effektiviteten og sikkerheten til nettverket, samtidig som de baner vei for <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, neste generasjons transaksjonsprotokoll for Monero.</p>
nl: <p>Hoewel er nog geen datum in steen gebeiteld is, komt er binnenkort een netwerkupgrade om een paar belangrijke upgrades en functies in Monero te implementeren:</p> <ol type="1"> <li>Een verhoging van de ringgrootte van 11 naar 16, waardoor de basisanonimiteitsset (lees: plausibele ontkenning of basisprivacy) van elke transactie op het netwerk wordt verhoogd</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Tags bekijken, een briljante manier om synchronisatietijden van portefeuilles met 30-40% te verminderen</a></li> <li>Vergoedingswijzigingen, waardoor de beveiliging en weerbaarheid van het netwerk worden verbeterd voor snelle veranderingen in de vergoedingenmarkt of aanvallen door kwaadwillende entiteiten</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, een verdere verbetering van de efficiëntie van Monero-transacties</a></li> </ol> <p>Deze veranderingen zullen een grote bijdrage leveren aan het verbeteren van de privacy, efficiëntie en beveiliging van het netwerk, terwijl ze tegelijkertijd de weg vrijmaken voor <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, het transactieprotocol van de volgende generatie voor Monero.</p>
pl: <p> Chociaż nie ma jeszcze ustalonej daty, wkrótce nastąpi aktualizacja sieci mająca na celu zaimplementowanie kilku kluczowych aktualizacji i funkcji w Monero: </p> <ol type="1"> <li> Wzrost rozmiaru ringa z 11 do 16 zwiększający zbiór anonimowości (czytaj: lepsza prywatność) każdej transakcji w sieci </li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">View tagi, genialny sposób na redukcję czasu synchronizacji portfela o 30-40%</a></li> <li> Zmiany opłat, poprawa bezpieczeństwa i odporności sieci na szybkie zmiany na rynku opłat lub ataki ze strony złośliwych podmiotów </li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, a further improvement in the efficiency of Monero transactions</a></li> </ol> <p>Te zmiany przyniosą daleko idące usprawnienia prywatności, wydajności i bezpieczeństwa sieci, jednocześnie torując drogę dla <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphisa</a> - protokołu transakcji nowej generacji dla Monero.</p>
pt_br: <p>Embora ainda não haja uma data definida em pedra, em breve haverá uma atualização da rede para implementar algumas atualizações e características chave em Monero:</p> <ol type="1"> <li>Um aumento do tamanho do anel de 11 para 16, aumentando o conjunto básico de anonimato (leia-se: negação plausível, ou privacidade básica) de cada transação na rede</li>. <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Ver etiquetas, uma maneira brilhante de reduzir os tempos de sincronização de carteiras em 30-40%</a></li> <li>Mudanças nas tarifas, melhorando a segurança e a resiliência da rede para mudanças rápidas no mercado de tarifas ou ataques de entidades maliciosas</li>. <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, uma nova melhoria na eficiência das transações Monero</a></li> </ol> <p>Essas mudanças contribuirão muito para aumentar a privacidade, a eficiência e a segurança da rede, tudo isso enquanto preparam o caminho para <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>o protocolo de transação da próxima geração para Monero.</p>
sl: <p>Čeprav datum še ni določen, bo kmalu prišlo do nadgradnje omrežja za izvajanje nekaj ključnih nadgradenj in funkcij pri Monero: </p> <ol type="1"> <li>Povečanje velikosti obroča z 11 na 16, s čimer se poveča osnovni nabor anonimnosti (beri: verjetno zanikanje ali osnovna zasebnost) vsake transakcije v omrežju </li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Ogled oznak, odličen način za skrajšanje časa sinhronizacije denarnice za 30–40 %</a></li> <li>Spremembe provizij, izboljšanje varnosti in odpornosti omrežja na hitre spremembe na trgu provizij ali napade zlonamernih subjektov</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, nadaljnje izboljšanje učinkovitosti transakcij Monero</a></li> </ol> <p>Te spremembe bodo močno pripomogle k povečanju zasebnosti, učinkovitosti in varnosti omrežja, hkrati pa bodo tlakovale pot za <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, transakcijski protokol naslednje generacije za Monero.</p>
sv: <p>Även om det inte finns ett datum i sten än, kommer det snart att ske en nätverksuppgradering för att implementera några viktiga uppgraderingar och funktioner i Monero:</p> <ol type="1"> <li>En ökning av ringstorlek från 11 till 16, vilket ökar basanonymitetsuppsättningen (läs: rimlig förnekelse eller bassekretess) för varje transaktion på nätverket</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Visa taggar, ett briljant sätt att minska plånbokssynkroniseringstider med 30–40 %</a></li> <li>Avgiftsförändringar, förbättrar nätverkets säkerhet och motståndskraft mot snabba förändringar på avgiftsmarknaden eller attacker från skadliga enheter</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, en ytterligare förbättring av effektiviteten för Monero-transaktioner</a></li> </ol> <p>Dessa förändringar kommer att bidra långt till att öka integriteten, effektiviteten och säkerheten i nätverket, samtidigt som de banar väg för <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, nästa generations transaktionsprotokoll för Monero.</p>
tl: <p>Bagama't wala pang itinakdang petsa, magkakaroon ng network upgrade sa lalong madaling panahon upang ipatupad ang ilang pangunahing pag-upgrade at feature sa Monero:</p> <ol type="1"> <li>Isang pagtaas ng laki ng singsing mula 11 hanggang 16, na nagdaragdag sa hanay ng batayang anonymity (basahin ang: posibleng pagkakatanggi, o batayang privacy) ng bawat transaksyon sa network</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Tingnan ang mga tag, isang napakahusay na paraan upang bawasan ang mga oras ng pag-sync ng wallet nang 30-40%</a></li> <li>Mga pagbabago sa bayad, pagpapahusay sa seguridad at katatagan ng network sa mabilis na pagbabago sa market ng bayad o mga pag-atake ng mga malisyosong entity</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+, isang karagdagang pagpapabuti sa kahusayan ng mga transaksyon sa Monero</a></li> </ol> <p>Malaki ang maitutulong ng mga pagbabagong ito sa pagpapataas ng privacy, kahusayan, at seguridad ng network, habang binibigyang daan ang <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>, ang susunod na henerasyong protocol ng transaksyon para sa Monero.</p>
tr: <p>Henüz kesin bir tarih belirlenmemiş olsa da, Monero'da birkaç önemli yükseltmeyi ve özelliği uygulamak için yakında bir ağ yükseltmesi yapılacak:</p> <ol type="1"> <li>Ağdaki her işlemin temel anonimlik kümesini (okunur: makul inkar edilebilirlik veya temel gizlilik) artıran halka boyutunun 11'den 16'ya yükseltilmesi</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">Cüzdan senkronizasyon sürelerini %30-40 oranında azaltmanın harika bir yolu olan etiketleri görüntüleyin</a></li> <li>Ücret değişiklikleri, ücret piyasasındaki hızlı değişikliklere veya kötü niyetli kuruluşların saldırılarına karşı ağın güvenliğini ve esnekliğini artırır</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Kurşun Geçirmezlik+, Monero işlemlerinin verimliliğinde daha fazla iyileştirme</a></li> </ol> <p>Bu değişiklikler ağın gizliliğini, verimliliğini ve güvenliğini artırmada uzun bir yol kat edecek ve aynı zamanda Monero için yeni nesil işlem protokolü olan <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>'in önünü açacak.</p>
ur: <p>اگرچہ ابھی تک کوئی تاریخ طے نہیں ہوئی ہے، لیکن Monero میں چند اہم اپ گریڈ اور خصوصیات کو لاگو کرنے کے لیے جلد ہی نیٹ ورک اپ گریڈ کیا جائے گا:</p> <ol type="1"> <li>نیٹ ورک پر ہونے والے ہر لین دین کے بنیادی نام ظاہر نہ کرنے کے سیٹ (پڑھیں: قابل فہم انکار، یا بنیادی رازداری) کو بڑھاتے ہوئے رنگ کے سائز میں 11 سے 16 تک کا اضافہ</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">ٹیگز دیکھیں، والیٹ کی مطابقت پذیری کے اوقات کو 30-40% تک کم کرنے کا ایک شاندار طریقہ</a></li> <li>فیس میں تبدیلی، فیس مارکیٹ میں تیز رفتار تبدیلیوں یا بدنیتی پر مبنی اداروں کے حملوں کے لیے نیٹ ورک کی سیکیورٹی اور لچک کو بہتر بنانا</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+، Monero ٹرانزیکشنز کی کارکردگی میں مزید بہتری</a></li> </ol> <p>یہ تبدیلیاں نیٹ ورک کی رازداری، کارکردگی، اور سیکورٹی کو بڑھانے کے لیے ایک طویل سفر طے کریں گی، یہ سب کچھ <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a>، Monero کے لیے اگلی نسل کے لین دین کے پروٹوکول کے لیے راہ ہموار کرے گی۔</p>
zh_cn: <p>虽然目前还没有确定的日期，但很快会有一次网络升级，以实现门罗币的一些关键升级和功能：</p> <ol type="1"> <li>戒指大小从11个增加到16个，增加了网络上每笔交易的基础匿名集（读作：合理的推诿，或基础隐私）。</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">查看标签，这是一种将钱包同步时间减少为30-40%的出色方式</a></li> <li>费用变化，提高网络的安全性和弹性，以应对费用市场的快速变化或恶意实体的攻击</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+，进一步提高门罗币交易的效率</a></li> </ol> <p>这些变化将大大增加网络的隐私性、效率和安全性，同时为 <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a> —— 门罗币的下一代交易协议铺平道路。</p>
zh_tw: <p>雖然目前還沒有確定的日期，但很快會有一次網絡升級，以實現門羅幣的一些關鍵升級和功能：</p> <ol type="1"> <li>戒指大小從11個增加到16個，增加了網絡上每筆交易的基礎匿名集（讀作：合理的推諉，或基礎隱私）。</li> <li><a class="next-link" target="_blank" href="https://localmonero.co/knowledge/view-tags-reduce-monero-sync-time">查看標籤，這是一種將錢包同步時間減少為30-40%的出色方式</a></li> <li>費用變化，提高網絡的安全性和彈性，以應對費用市場的快速變化或惡意實體的攻擊</li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/2020/12/24/Bulletproofs+-in-Monero.html">Bulletproofs+，進一步提高門羅幣交易的效率</a></li> </ol> <p>這些變化將大大增加網絡的隱私性、效率和安全性，同時為 <a class="next-link" target="_blank" href="https://localmonero.co/knowledge/seraphis-for-monero">Seraphis</a> —— 門羅幣的下一代交易協議鋪平道路。</p>

# knowledge250Sbupgrades250Sb5250Sbtitle
source: What can I expect in the next Monero network upgrade?
cs: Co mohu očekávat od příští aktualizace sítě Monero?
fi: Mitä voin odottaa seuraavassa Monero-verkkopäivityksessä?
fr: À quoi puis-je m'attendre lors de la prochaine mise à jour du réseau Monero ?
it: Cosa posso aspettarmi nel prossimo aggiornamento della rete Monero?
lt: Ko galiu tikėtis atnaujinus Monero tinklą?
nb: Hva kan jeg forvente i neste Monero-nettverksoppgradering?
nl: Wat kan ik verwachten in de volgende Monero netwerkupgrade?
pl: Czego mogę się spodziewać w następnej aktualizacji sieci Monero?
pt_br: O que eu posso esperar na próxima atualização da rede Monero?
sl: Kaj lahko pričakujem pri naslednji nadgradnji Monero omrežja?
sv: Vad kan jag förvänta mig av nästa uppgradering av Monero-nätverket?
tl: Ano ang maaari kong asahan sa susunod na pag-upgrade ng network ng Monero?
tr: Bir sonraki Monero ağ yükseltmesinden ne bekleyebilirim?
ur: میں اگلے Monero نیٹ ورک اپ گریڈ میں کیا امید کر سکتا ہوں؟
zh_cn: 在下一次门罗币网络升级中我可以期待什么？
zh_tw: 在下一次門羅幣網絡升級中我可以期待什麼？
