Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sbtitle
source: How remote nodes impact Monero’s privacy
cs: Jak vzdálené uzly ovlivňují soukromí Monero
fi: Kuinka etäsolmut vaikuttavat Moneron yksityisyyteen
fr: Comment les nœuds distants affectent la confidentialité de Monero
it: Come i nodi remoti impattano sulla privacy di Monero
lt: Kaip nuotoliniai mazgai veikia Monero privatumą
nb: Hvordan eksterne noder påvirker Moneros personvern
nl: Hoe externe knooppunten de privacy van Monero beïnvloeden
pl: Jak zdalne węzły wpływają na prywatność Monero
pt_br: Como os nós remotos impactam a privacidade de Monero
sl: Kako oddaljena vozlišča vplivajo na zasebnost Monera
sv: Hur fjärrnoder påverkar Moneros integritet
tl: Paano nakakaapekto ang malalayong node sa privacy ni Monero
tr: Uzak düğümler Monero'nun gizliliğini nasıl etkiler?
ur: ریموٹ نوڈس Monero کی رازداری کو کیسے متاثر کرتے ہیں
zh_cn: 远程节点如何影响门罗币的隐私
zh_tw: 遠程節點如何影響門羅幣的隱私
