Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb8
source: All online trades are protected by arbitration bonds. When a trade is started an amount of Monero equal to the amount of the trade is automatically reserved from the seller's {appName} Wallet as a bond. This means that if the seller runs away with your money and does not finalize the trade, {appName} support can direct the the Monero held in the arbitration bond to you. If you're selling Monero, never finalize the trade before you know that you have received money from the Monero buyer. Please note that local trades do not have arbitration bond protection enabled by default.
cs: Všechny online obchody jsou chráněny arbitrážními dluhopisy. Když je obchod zahájen, částka Monera rovnající se částce obchodu je automaticky rezervována z {appName} peněženky prodejce jako dluhopis. To znamená, že pokud prodejce uteče s Vašimi penězi a nedokončí obchod, podpora {appName} může nasměrovat Monero držené v arbitrážním dluhopisu na vás. Pokud prodáváte Monero, nikdy nedokončujte obchod, dokud nebudete vědět, že jste obdrželi peníze od kupujícího Monero. Vezměte prosím na vědomí, že místní obchody nemají ve výchozím nastavení povolenou ochranu arbitrážními dluhopisy.
fi: Kaikki verkkokaupat on suojattu välimieslainoilla. Kun kauppa aloitetaan, myyjän {appName} joukkovelkakirjalompakosta varataan automaattisesti kaupan määrää vastaava määrä Moneroa. Tämä tarkoittaa, että jos myyjä pakenee rahojesi kanssa eikä saa kauppaa päätökseen, {appName}-tuki voi ohjata välimieslainassa olevan Moneron sinulle. Jos myyt Moneroa, älä koskaan viimeistele kauppaa ennen kuin tiedät, että olet saanut rahaa Moneron ostajalta. Huomaa, että paikallisissa kaupoissa ei ole oletusarvoisesti käytössä välimieslainsuojausta.
fr: Toutes les transactions en ligne sont protégées par des cautions d'arbitrage. Lorsqu'une transaction est ouverte, un montant de Monero égal au montant de la transaction est automatiquement réservé à partir du portefeuille {appName} du vendeur en tant que caution. Cela signifie que si le vendeur s'enfuit avec votre argent et ne finalise pas la transaction, le support {appName} peut vous adresser le Monero détenu dans la caution d'arbitrage. Si vous vendez du Monero, ne finalisez jamais la transaction avant de savoir que vous avez reçu de l'argent de l'acheteur de Monero. Veuillez noter que les transactions locales n'ont pas la protection de la caution d'arbitrage activée par défaut.
it: Tutte le transazioni online sono protette da vincoli arbitrali. Quando viene avviata un'operazione, un importo di Monero pari all'importo dell'operazione viene automaticamente riservato dal portafoglio obbligazionario {appName} del venditore. Ciò significa che se il venditore scappa con i tuoi soldi e non finalizza l'operazione, il supporto di {appName} può indirizzarti il Monero trattenuto nel vincolo arbitrale. Se vendi Monero, non finalizzare mai l'operazione prima di sapere di aver ricevuto denaro dall'acquirente Monero. Tieni presente che le negoziazioni locali non hanno la protezione delle obbligazioni arbitrali abilitata per impostazione predefinita.
lt: Visi internetiniai sandoriai yra apsaugoti arbitražo obligacijomis. Pradėjus sandorį, Monero suma, lygi sandorio sumai, automatiškai rezervuojama iš pardavėjo {appName} obligacijų piniginės. Tai reiškia, kad jei pardavėjas pabėga su jūsų pinigais ir neužbaigs sandorio, {appName} parama gali nukreipti arbitražo obligacijoje laikomą Monero lėšas į jus. Jei parduodate Monero, niekada neužbaikite sandorio, kol nežinote, kad gavote pinigų iš Monero pirkėjo. Atkreipkite dėmesį, kad vietiniuose sandoriuose pagal numatytuosius nustatymus neįjungta arbitražo obligacijų apsauga.
nb: Alle online handler er beskyttet av voldgiftsobligasjoner. Når en handel startes, reserveres et beløp på Monero som tilsvarer handlebeløpet automatisk fra selgerens {appName} obligasjonslommebok. Dette betyr at hvis selgeren stikker av med pengene dine og ikke fullfører handelen, kan {appName}-støtte sende Monero-en som er inneholdt i voldgiftsbindingen til deg. Hvis du selger Monero, må du aldri fullføre handelen før du vet at du har mottatt penger fra Monero-kjøperen. Vær oppmerksom på at lokale handler ikke har voldgiftsobligasjonsbeskyttelse aktivert som standard.
nl: Alle online transacties worden beschermd door arbitrage-obligaties. Wanneer een transactie wordt gestart, wordt automatisch een bedrag aan Monero dat gelijk is aan het bedrag van de transactie als obligatie gereserveerd uit de portefeuille van de verkoper {appName}. Dit betekent dat als de verkoper er met uw geld vandoor gaat en de transactie niet voltooit, {appName}-ondersteuning de Monero in de arbitrageband naar u kunt sturen. Als u Monero verkoopt, voltooi dan nooit de transactie voordat u weet dat u uw geld heeft ontvangen van de Monero-koper. Houd er rekening mee dat voor lokale transacties standaard geen arbitrage-obligatiebescherming is ingeschakeld.
pl: Wszystkie transakcje online są chronione obligacjami arbitrażowymi. Kiedy transakcja jest rozpoczynana, kwota Monero równa kwocie transakcji jest automatycznie rezerwowana z portfela obligacji sprzedawcy {appName}. Oznacza to, że jeśli sprzedawca ucieknie z twoimi pieniędzmi i nie sfinalizuje transakcji, wsparcie {appName} może skierować do ciebie Monero zatrzymane w obligacji arbitrażowej. Jeśli sprzedajesz Monero, nigdy nie kończ transakcji, zanim nie dowiesz się, że otrzymałeś pieniądze od kupującego Monero. Należy pamiętać, że lokalne transakcje nie mają domyślnie włączonej ochrony przed arbitrażem.
pt_br: Todas as negociações on-line são protegidas por um título de arbitragem. Quando uma negociação é iniciada, a quantidade de Monero para a negociação é automaticamente reservada da carteira {appName} do vendedor. Isto significa que se o vendedor fugir com seu dinheiro e não finalizar a negociação, o suporte {appName} pode finalizar a negociação com Monero mantida na caução arbitral. Se você estiver vendendo Monero, nunca finalize a negociação antes de saber que recebeu dinheiro do comprador Monero. Observe que os comércios locais não têm a proteção do título de arbitragem habilitada por padrão.
sl: Vse spletne trgovine so zaščitene z arbitražnimi obveznicami. Ko se začne trgovanje, se znesek Monero, ki je enak znesku trgovanja, samodejno rezervira iz prodajalčeve denarnice {appName} kot obveznica. To pomeni, da če prodajalec pobegne z vašim denarjem in ne zaključi posla, lahko podpora za {appName} denar Monero, ki ga ima v arbitražni obveznici, usmeri vam. Če prodajate Monero, nikoli ne dokončajte trgovanja, dokler ne veste, da ste prejeli denar od kupca Monera. Upoštevajte, da lokalna trgovanja nimajo privzeto omogočene zaščite arbitražnih obveznic.
sv: Alla onlineaffärer är skyddade av skiljedomsobligationer. När en affär startas reserveras ett belopp på Monero som är lika med affärens belopp automatiskt från säljarens {appName} obligationsplånbok. Detta innebär att om säljaren springer iväg med dina pengar och inte slutför affären, kan {appName}-supporten rikta Monero som hålls i skiljedomsförbindelsen till dig. Om du säljer Monero, slutför aldrig handeln innan du vet att du har fått pengar från Monero-köparen. Observera att lokala affärer inte har arbitration bond-skydd aktiverat som standard.
tl: Ang lahat ng online na kalakalan ay protektado ng mga arbitration bond. Kapag nagsimula ang isang kalakalan, ang halaga ng Monero na katumbas ng halaga ng kalakalan ay awtomatikong nakalaan mula sa {appName} Wallet ng nagbebenta bilang isang bono. Nangangahulugan ito na kung takasan ng nagbebenta ang iyong pera at hindi na-finalize ang kalakalan, maaaring idirekta sa iyo ng suporta ng {appName} ang Monero na hawak sa arbitration bond. Kung nagbebenta ka ng Monero, huwag mong tapusin ang kalakalan bago mo malaman na nakatanggap ka ng pera mula sa mamimili ng Monero. Pakitandaan na ang mga lokal na kalakalan ay walang naka-enable na proteksyon sa arbitration bond bilang default.
tr: Tüm çevrimiçi işlemler tahkim bonoları ile korunmaktadır. Bir işlem başlatıldığında, satıcının {appName} tahvil cüzdanından işlem tutarına eşit miktarda Monero otomatik olarak ayrılır. Bu, satıcının paranızı alıp ticareti sonuçlandırmaması durumunda, {appName} desteğinin tahkim bonosundaki Monero'yu size yönlendirebileceği anlamına gelir. Monero satıyorsanız, Monero alıcısından para aldığınızı bilmeden asla işlemi sonlandırmayın. Yerel işlemlerde tahkim bonosu korumasının varsayılan olarak etkin olmadığını lütfen unutmayın.
ur: تمام آن لائن تجارت ثالثی بانڈز کے ذریعے محفوظ ہیں۔ جب تجارت شروع کی جاتی ہے تو تجارت کی رقم کے برابر Monero کی رقم بیچنے والے کے {appName} بانڈ والیٹ سے خود بخود محفوظ ہوجاتی ہے۔ اس کا مطلب یہ ہے کہ اگر بیچنے والا آپ کے پیسے لے کر بھاگ جاتا ہے اور تجارت کو حتمی شکل نہیں دیتا ہے، تو {appName} سپورٹ ثالثی بانڈ میں رکھے ہوئے Monero کو آپ کے پاس بھیج سکتا ہے۔ اگر آپ Monero فروخت کر رہے ہیں، تو کبھی بھی تجارت کو حتمی شکل نہ دیں اس سے پہلے کہ آپ کو معلوم ہو کہ آپ نے Monero خریدار سے رقم وصول کی ہے۔ براہ کرم نوٹ کریں کہ مقامی تجارت میں ثالثی بانڈ کا تحفظ ڈیفالٹ کے ذریعے فعال نہیں ہوتا ہے۔
zh_cn: 所有在线交易均受到仲裁保证书的保护。当交易开始时，将自动从卖方的 {appName} 债券钱包中保留等于交易金额的门罗币。这意味着，如果卖家卷走您的资金并且没有完成交易，{appName} 支持人员可以将仲裁保证金中持有的门罗币转给您。如果您要出售门罗币，在您知道已收到门罗币买家的钱之前，切勿完成交易。请注意，本地交易默认不启用仲裁保证金保护。
zh_tw: 所有在線交易均受仲裁債券保護。交易開始時，會自動從賣家的 {appName} 債券錢包中保留與交易金額相等的門羅幣。這意味著，如果賣家捲走了你的錢並且沒有完成交易，{appName} 支持可以將仲裁保證金中持有的門羅幣轉給你。如果您要出售門羅幣，切勿在知道您已收到門羅幣買家的款項之前完成交易。請注意，本地交易默認不啟用仲裁保證金保護。

# faq250Sbanswer8722Sb857Sbagoradesk
source: All online trades are protected by arbitration bonds. When a trade is started an amount of cryptocurrency equal to the amount of the trade is automatically reserved from the seller's {appName} Wallet as a bond. This means that if the seller runs away with your money and does not finalize the trade, {appName} support can direct the cryptocurrency held in the arbitration bond to you. If you're selling cryptocurrency, never finalize the trade before you know that you have received money from the buyer. Please note that local trades do not have arbitration bond protection enabled by default.
cs: Všechny online obchody jsou chráněny arbitrážními dluhopisy. Když je obchod zahájen, množství kryptoměny rovné množství obchodu je automaticky rezervováno z {appName} peněženky prodejce jako dluhopis. To znamená, že pokud prodejce uteče s Vašimi penězi a nedokončí obchod, podpora {appName} může nasměrovat Monero držené v arbitrážním dluhopisu na Vás. Pokud prodáváte kryptoměnu, nikdy nedokončujte obchod, dokud nevíte, že jste od kupujícího obdrželi peníze. Vezměte prosím na vědomí, že místní obchody nemají ve výchozím nastavení povolenou ochranu arbitrážními dluhopisy.
fi: Kaikki verkkokaupat on suojattu välimieslainoilla. Kun kauppa aloitetaan, myyjän {appName} joukkovelkakirjalompakosta varataan automaattisesti kaupan määrää vastaava määrä kryptovaluuttaa. Tämä tarkoittaa, että jos myyjä pakenee rahojesi kanssa eikä viimeistele kauppaa, {appName}-tuki voi ohjata välimieslainan kryptovaluutan sinulle. Jos myyt kryptovaluuttaa, älä koskaan viimeistele kauppaa ennen kuin tiedät saavasi rahaa ostajalta. Huomaa, että paikallisissa kaupoissa ei ole oletusarvoisesti käytössä välimieslainsuojausta.
fr: Tous les échanges en ligne sont protégés par des cautions d'arbitrage. Lorsqu'une transaction est ouverte, un montant de crypto-monnaie égal au montant de la transaction est automatiquement réservé à partir du portefeuille {appName} du vendeur en tant que caution. Cela signifie que si le vendeur s'enfuit avec votre argent et ne finalise pas la transaction, le support {appName} peut vous adresser les jetons de crypto-monnaie détenus dans la caution d'arbitrage. Si vous vendez de la crypto-monnaie, ne finalisez jamais la transaction avant de savoir que vous avez reçu de l'argent de l'acheteur. Veuillez noter que les transactions locales n'ont pas de protection de caution d'arbitrage activée par défaut.
it: Tutte le transazioni online sono protette da vincoli arbitrali. Quando viene avviata una transazione, un importo di criptovaluta pari all'importo della transazione viene automaticamente riservato dal portafoglio obbligazionario {appName} del venditore. Ciò significa che se il venditore scappa con i tuoi soldi e non finalizza l'operazione, il supporto di {appName} può indirizzarti la criptovaluta detenuta nel vincolo arbitrale. Se vendi criptovaluta, non finalizzare mai l'operazione prima di sapere di aver ricevuto denaro dall'acquirente. Tieni presente che le negoziazioni locali non hanno la protezione delle obbligazioni arbitrali abilitata per impostazione predefinita.
lt: Visi internetiniai sandoriai yra apsaugoti arbitražo obligacijomis. Pradėjus sandorį, iš pardavėjo {appName} obligacijų piniginės automatiškai rezervuojama kriptovaliutos suma, lygi sandorio sumai. Tai reiškia, kad jei pardavėjas pabėga su jūsų pinigais ir nebaigs sandorio, {appName} palaikymas gali nukreipti arbitražo obligacijoje laikomą kriptovaliutą į jus. Jei parduodate kriptovaliutą, niekada neužbaikite sandorio, kol nežinote, kad gavote pinigų iš pirkėjo. Atkreipkite dėmesį, kad vietiniuose sandoriuose pagal numatytuosius nustatymus neįjungta arbitražo obligacijų apsauga.
nb: Alle online handler er beskyttet av voldgiftsobligasjoner. Når en handel startes, reserveres en kryptovaluta tilsvarende beløpet for handelen automatisk fra selgerens {appName} obligasjonslommebok. Dette betyr at hvis selgeren stikker av med pengene dine og ikke fullfører handelen, kan {appName}-støtten sende kryptovalutaen i voldgiftsbindingen til deg. Hvis du selger kryptovaluta, fullfør aldri handelen før du vet at du har mottatt penger fra kjøperen. Vær oppmerksom på at lokale handler ikke har voldgiftsobligasjonsbeskyttelse aktivert som standard.
nl: Alle online transacties worden beschermd door arbitrage-obligaties. Wanneer een transactie wordt gestart, wordt automatisch een bedrag aan cryptovaluta dat gelijk is aan het bedrag van de transactie gereserveerd in de portemonnee van de verkoper {appName} als obligatie. Dit betekent dat als de verkoper er met uw geld vandoor gaat en de transactie niet voltooit, {appName}-ondersteuning de Monero die in de arbitragegarantie wordt vastgehouden, naar u kunt doorsturen. Als u cryptocurrency verkoopt, voltooi dan nooit de transactie voordat u weet dat u uw geld van de koper heeft ontvangen. Houd er rekening mee dat voor lokale transacties standaard geen arbitrage-obligatiebescherming is ingeschakeld.
pl: Wszystkie transakcje online są chronione obligacjami arbitrażowymi. Gdy transakcja jest rozpoczynana, kwota kryptowaluty równa kwocie transakcji jest automatycznie rezerwowana z portfela obligacji sprzedawcy {appName}. Oznacza to, że jeśli sprzedawca ucieknie z Twoimi pieniędzmi i nie sfinalizuje transakcji, wsparcie {appName} może skierować do Ciebie krypto-walutę zatrzymaną w obligacji arbitrażowej. Jeśli sprzedajesz kryptowalutę, nigdy nie finalizuj transakcji, zanim nie będziesz wiedział, że otrzymałeś pieniądze od kupującego. Należy pamiętać, że lokalne transakcje nie mają domyślnie włączonej ochrony przed arbitrażem.
pt_br: Todas as negociações on-line são protegidas por um título de arbitragem. Quando uma negociação é iniciada, a quantidade de moeda criptográfica para a negociação é automaticamente reservada da carteira {appName} do vendedor. Isto significa que se o vendedor fugir com seu dinheiro e não finalizar a negociação, o suporte {appName} pode finalizar a negociação com moedas contidas no título de arbitragem. Se você estiver vendendo moeda criptográfica, nunca finalize a troca antes de saber que recebeu dinheiro do comprador. Observe que os comércios locais não têm a proteção do título de arbitragem habilitada por padrão.
sl: Vsa online trgovanja so zaščitena z arbitražnimi obveznicami. Ko se trgovanje začne, se znesek kriptovalute, ki je enak znesku trgovanja, samodejno rezervira iz prodajalčeve denarnice {appName} kot obveznica. To pomeni, da če prodajalec pobegne z vašim denarjem in ne zaključi posla, lahko podpora za {appName} usmeri kriptovaluto v arbitražni obveznici vam. Če kriptovaluto prodajate, nikoli ne zaključite trgovanja, preden veste, da ste od kupca prejeli denar. Upoštevajte, da lokalna trgovanja nimajo privzeto omogočene zaščite arbitražnih obveznic.
sv: Alla onlineaffärer är skyddade av skiljedomsobligationer. När en handel startas reserveras ett belopp av kryptovaluta lika med handelns belopp automatiskt från säljarens {appName} obligationsplånbok. Detta innebär att om säljaren springer iväg med dina pengar och inte slutför affären, kan {appName} support rikta kryptovalutan som hålls i skiljedomsförbindelsen till dig. Om du säljer kryptovaluta, slutför aldrig handeln innan du vet att du har fått pengar från köparen. Observera att lokala affärer inte har arbitration bond-skydd aktiverat som standard.
tl: Ang lahat ng online na kalakalan ay protektado ng mga arbitration bond. Kapag nagsimula ang isang kalakalan, ang halaga ng cryptocurrency na katumbas ng halaga ng kalakalan ay awtomatikong nakalaan mula sa {appName} Wallet ng nagbebenta bilang isang bono. Nangangahulugan ito na kung takasan ng nagbebenta ang iyong pera at hindi na-finalize ang kalakalan, maaaring idirekta sa iyo ng suporta ng {appName} ang cryptocurrency na hawak sa arbitration bond. Kung nagbebenta ka ng cryptocurrency, huwag mong tapusin ang trade bago mo malaman na nakatanggap ka ng pera mula sa bumibili. Pakitandaan na ang mga lokal na kalakalan ay walang naka-enable na proteksyon sa arbitration bond bilang default.
tr: Tüm çevrimiçi işlemler tahkim bonoları ile korunmaktadır. Bir işlem başlatıldığında, satıcının {appName} tahvil cüzdanından işlem miktarına eşit miktarda kripto para otomatik olarak ayrılır. Bu, satıcının paranızı alıp ticareti sonuçlandırmaması durumunda, {appName} desteğinin tahkim bonosunda tutulan kripto para birimini size yönlendirebileceği anlamına gelir. Kripto para birimi satıyorsanız, alıcıdan para aldığınızı bilmeden asla işlemi sonlandırmayın. Yerel işlemlerde tahkim bonosu korumasının varsayılan olarak etkin olmadığını lütfen unutmayın.
ur: تمام آن لائن تجارت ثالثی بانڈز کے ذریعے محفوظ ہیں۔ جب تجارت شروع کی جاتی ہے تو تجارت کی رقم کے برابر کریپٹو کرنسی کی رقم خود بخود بیچنے والے کے {appName} بانڈ والیٹ سے محفوظ ہوجاتی ہے۔ اس کا مطلب ہے کہ اگر بیچنے والا آپ کے پیسے لے کر بھاگ جاتا ہے اور تجارت کو حتمی شکل نہیں دیتا ہے، تو {appName} سپورٹ ثالثی بانڈ میں رکھی گئی کریپٹو کرنسی کو آپ کے پاس بھیج سکتا ہے۔ اگر آپ cryptocurrency فروخت کر رہے ہیں، تو کبھی بھی تجارت کو حتمی شکل نہ دیں اس سے پہلے کہ آپ کو معلوم ہو کہ آپ نے خریدار سے رقم وصول کی ہے۔ براہ کرم نوٹ کریں کہ مقامی تجارت میں ثالثی بانڈ کا تحفظ ڈیفالٹ کے ذریعے فعال نہیں ہوتا ہے۔
zh_cn: 所有在线交易均受到仲裁保证书的保护。当交易开始时，将自动从卖方的 {appName} 债券钱包中保留等于交易金额的加密货币。这意味着，如果卖家卷走您的资金并且未完成交易，{appName} 支持人员可以将仲裁保证金中持有的加密货币转给您。如果您正在出售加密货币，请在您知道已收到买家的款项之前切勿完成交易。请注意，本地交易默认不启用仲裁保证金保护。
zh_tw: 所有在線交易均受仲裁債券保護。開始交易時，會自動從賣方的 {appName} 債券錢包中保留與交易金額相等的加密貨幣。這意味著如果賣家捲走了你的錢並且沒有完成交易，{appName} 支持可以將仲裁保證金中持有的加密貨幣轉給你。如果您要出售加密貨幣，切勿在知道已收到買家的款項之前完成交易。請注意，本地交易默認不啟用仲裁保證金保護。
