Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbeconomy250Sb3250Sbtitle
source: How does Monero uniquely enable these circular economies?
cs: Jak Monero jedinečně umožňuje tyto kruhové ekonomiky?
fi: Kuinka Monero mahdollistaa ainutlaatuisesti nämä kiertotaloudet?
fr: Comment Monero permet-il de manière unique ces économies circulaires ?
it: In che modo Monero abilita in modo unico queste economie circolari?
lt: Kaip Monero unikaliai įgalina šią žiedinę ekonomiką?
nb: Hvordan muliggjør Monero disse sirkulære økonomiene?
nl: Hoe maakt Monero deze circulaire economieën op unieke wijze mogelijk?
pl: Co wyróżnia Monero w możliwości tworzenia tych circular economies?
pt_br: Como Monero habilita de forma única estas economias circulares?
sl: Kako Monero edinstveno omogoča ta krožna gospodarstva?
sv: Hur möjliggör Monero på ett unikt sätt dessa cirkulära ekonomier?
tl: Paano natatanging pinapagana ng Monero ang mga pabilog na ekonomiyang ito?
tr: Monero bu döngüsel ekonomileri benzersiz bir şekilde nasıl mümkün kılıyor?
ur: Monero منفرد طور پر ان سرکلر معیشتوں کو کیسے فعال کرتا ہے؟
zh_cn: 门罗币如何独特地实现这些循环经济？
zh_tw: 門羅幣如何獨特地實現這些循環經濟？

# knowledge250Sbeconomy250Sb4250Sbtext
source: <p>Ultimately, Monero is digital cash as it should be. The peace of mind, fungibility, and privacy of transacting in cash but with all of the advantages of digital, global, and p2p transactions detached from the states control or surveillance. This ability to act as digital cash is uniquely enabling circular economies today and helping them to grow and prosper over time in ways that other cryptocurrencies like Bitcoin simply can’t.</p>
cs: <p>V konečném důsledku je Monero digitální hotovostí, jak má být. Klid, zaměnitelnost a soukromí transakcí v hotovosti, ale se všemi výhodami digitálních, globálních a p2p transakcí oddělených od státní kontroly nebo dohledu. Tato schopnost fungovat jako digitální hotovost dnes jedinečně umožňuje oběhové ekonomiky a pomáhá jim růst a prosperovat v průběhu času způsobem, který jiné kryptoměny jako bitcoin prostě nemohou.</p>
fi: <p>Loppujen lopuksi Monero on digitaalista käteistä niin kuin sen pitääkin. Mielenrauha, vaihdettavuus ja yksityisyys kuten käteisellä, mutta kaikki digitaalisten, maailmanlaajuisten ja p2p-tapahtumien edut irrotetaan valtion hallinnasta tai valvonnasta. Tämä kyky toimia digitaalisena käteisenä mahdollistaa ainutlaatuisella tavalla kiertotaloudet nykyään ja auttaa niitä kasvamaan ja kukoistamaan ajan myötä tavalla, jota muut kryptovaluutat, kuten Bitcoin, eivät yksinkertaisesti pysty tekemään.</p>
fr: <p>En fin de compte, Monero est l'argent numérique comme il devrait l'être. La tranquillité d'esprit, la fongibilité et la confidentialité des transactions en espèces, mais avec tous les avantages des transactions numériques, mondiales et p2p détachées du contrôle ou de la surveillance des États. Cette capacité à agir comme de l'argent liquide numérique favorise aujourd'hui de manière unique les économies circulaires et les aide à se développer et à prospérer au fil du temps d'une manière que d'autres crypto-monnaies comme Bitcoin ne peuvent tout simplement pas permettre.</p>
it: <p>In definitiva, Monero è denaro digitale come dovrebbe essere. La tranquillità, la fungibilità e la privacy delle transazioni in contanti ma con tutti i vantaggi delle transazioni digitali, globali e p2p svincolate dal controllo o dalla sorveglianza dello stato. Questa capacità di agire come denaro digitale consente oggi in modo unico le economie circolari e le aiuta a crescere e prosperare nel tempo in modi che altre criptovalute come Bitcoin semplicemente non possono.</p>
lt: <p>Galų gale, Monero yra skaitmeniniai grynieji pinigai, kaip ir turėtų būti. Ramybė, pakeičiamumas ir privatumas atliekant operacijas grynaisiais, tačiau visi skaitmeninių, pasaulinių ir p2p operacijų pranašumai yra atskirti nuo valstybės kontrolės ar stebėjimo. Šis gebėjimas veikti kaip skaitmeniniai grynieji pinigai šiandien unikaliai įgalina žiedinę ekonomiką ir padeda joms augti bei klestėti laikui bėgant taip, kaip kitos kriptovaliutos, tokios kaip Bitcoin, tiesiog negali.</p>
nb: <p>Til syvende og sist er Monero digitale kontanter som det skal være. Tryggheten, fungibiliteten og personvernet ved å handle i kontanter, men med alle fordelene ved digitale, globale og p2p-transaksjoner løsrevet fra statens kontroll eller overvåking. Denne evnen til å fungere som digitale kontanter er en unik mulighet for sirkulære økonomier i dag og hjelper dem til å vokse og blomstre over tid på måter som andre kryptovalutaer som Bitcoin rett og slett ikke kan.</p>
nl: <p>Uiteindelijk is Monero digitaal geld, zoals het zou moeten zijn. De gemoedsrust, fungibiliteit en privacy van transacties contant uit te voeren, maar met alle voordelen van digitale, wereldwijde en p2p-transacties, los van de controle of bewaking van de staat. Dit vermogen om op te treden als digitaal geld maakt circulaire economieën vandaag op unieke wijze mogelijk en helpt hen om in de loop van de tijd te groeien op manieren die andere cryptocurrencies zoals Bitcoin eenvoudigweg niet kunnen. </p>
pl: <p>Ostatecznie Monero jest cyfrową gotówką, taką jaka powinna ona być. Bezstresowa, wymienna, prywatna, zupełnie jak fizyczna gotówka, ale z zaletami bycia cyfrową i globalną oraz z możliwością wykonywania transakcji peer-to-peer, poza zasięgiem lub nadzorem władzy. Ta zdolność do funkcjonowania jako cyfrowa gotówka wyróżnia Monero w jego możliwości tworzenia circular economies i pomaga im rosnąć, a także prosperować z czasem na sposoby, w jakie inne kryptowaluty, jak Bitcoin, zwyczajnie nie mogą.</p>
pt_br: <p>Em última análise, Monero é dinheiro digital como deveria ser. A paz de espírito, a fungibilidade e a privacidade da transação em dinheiro, mas com todas as vantagens das transações digitais, globais e p2p desligadas do controle ou da vigilância dos estados. Esta capacidade de agir como dinheiro digital é única, permitindo economias circulares hoje em dia e ajudando-as a crescer e prosperar com o tempo de maneiras que outras moedas criptográficas como Bitcoin simplesmente não podem.</p>
sl: <p> Monero je digitalna gotovina, kakršna bi morala biti. Mirne duše, zamenljivost in zasebnost transakcij z gotovino, vendar z vsemi prednostmi digitalnih, globalnih in p2p transakcij, ki so ločene od državnega nadzora ali kontrole. Ta zmožnost, da deluje kot digitalni denar, danes edinstveno omogoča krožna gospodarstva ter jim pomaga, da sčasoma rastejo in uspevajo na načine, ki jih druge kriptovalute, kot je Bitcoin, preprosto ne morejo.</p>
sv: <p>I slutändan är Monero digitala kontanter som det borde vara. Tryggheten, fungibiliteten och integriteten i att göra transaktioner i kontanter men med alla fördelarna med digitala, globala och p2p-transaktioner fristående från statens kontroll eller övervakning. Denna förmåga att fungera som digitala kontanter möjliggör unikt cirkulära ekonomier idag och hjälper dem att växa och blomstra över tid på ett sätt som andra kryptovalutor som Bitcoin helt enkelt inte kan.</p>
tl: <p>Sa huli, ang Monero ay digital cash gaya ng nararapat. Ang kapayapaan ng isip, kakayahang umangkop, at pagkapribado ng pakikipagtransaksyon sa cash ngunit kasama ang lahat ng mga pakinabang ng digital, global, at p2p na mga transaksyon na hiwalay sa kontrol o pagsubaybay ng estado. Ang kakayahang kumilos bilang digital cash ay natatanging nagbibigay-daan sa mga circular na ekonomiya ngayon at tumutulong sa kanila na umunlad at umunlad sa paglipas ng panahon sa mga paraan na hindi magagawa ng ibang mga cryptocurrencies tulad ng Bitcoin.</p>
tr: <p>Sonuçta Monero olması gerektiği gibi dijital nakittir. Nakit işlem yapmanın gönül rahatlığı, takas edilebilirliği ve mahremiyeti, ancak dijital, küresel ve p2p işlemlerinin tüm avantajlarıyla birlikte devletin kontrolünden veya gözetiminden bağımsız. Bu dijital nakit işlevi görme yeteneği, bugün benzersiz bir şekilde döngüsel ekonomilere olanak tanıyor ve Bitcoin gibi diğer kripto para birimlerinin yapamayacağı şekilde zaman içinde büyümelerine ve gelişmelerine yardımcı oluyor.</p>
ur: <p>بالآخر، Monero ڈیجیٹل کیش ہے جیسا کہ ہونا چاہیے۔ نقد میں لین دین کرنے کی ذہنی سکون، فنگبلٹی، اور رازداری لیکن ڈیجیٹل، عالمی، اور p2p ٹرانزیکشنز کے تمام فوائد کے ساتھ جو ریاستوں کے کنٹرول یا نگرانی سے الگ ہیں۔ ڈیجیٹل کیش کے طور پر کام کرنے کی یہ صلاحیت آج کل سرکلر معیشتوں کو منفرد طور پر فعال کر رہی ہے اور وقت کے ساتھ ساتھ ان طریقوں سے ترقی اور خوشحال ہونے میں مدد کر رہی ہے جو Bitcoin جیسی دوسری کریپٹو کرنسیز نہیں کر سکتیں۔</p>
zh_cn: <p>归根结底，门罗币是数字现金，因为它应该是。现金交易的安心性、可替换性和隐私性，但具有数字、全球和p2p交易的所有优势，不受国家控制或监视。这种作为数字现金的能力在今天独特地使循环经济成为可能，并以其他加密货币（如比特币）根本无法做到的方式帮助它们长期增长和繁荣。</p>
zh_tw: <p>歸根結底，門羅幣是數字現金，因為它應該是。現金交易的安心性、可替換性和隱私性，但具有數字、全球和p2p交易的所有優勢，不受國家控製或監視。這種作為數字現金的能力在今天獨特地使循環經濟成為可能，並以其他加密貨幣（如比特幣）根本無法做到的方式幫助它們長期增長和繁榮。</p>

# knowledge250Sbeconomy250Sb4250Sbtitle
source: Conclusion
cs: Závěr
fi: Johtopäätös
it: conclusione
lt: Išvada
nb: Konklusjon
nl: Conclusie
pl: Wniosek
pt_br: Conclusão
sl: Zaključek
sv: Slutsats
tl: Konklusyon
tr: Çözüm
ur: نتیجہ
zh_cn: 总结
zh_tw: 總結

# settings250Sbnotifications250Sbescrow8722Sbrelease8722Sbtip
source: Send email notifications when a trade is finalized
cs: Odesílejte e-mailová upozornění, když je obchod dokončen
fi: Lähetä sähköposti-ilmoituksia, kun kauppa on viimeistelty
fr: Envoyer des notifications par e-mail lorsqu'une transaction est finalisée
it: Inviare notifiche via e-mail quando un'operazione viene finalizzata
lt: Siųskite pranešimus el. paštu, kai sandoris bus baigtas
nb: Send e-postvarsler når en handel er fullført
nl: Stuur e-mailmeldingen wanneer een transactie is afgerond
pl: Wysyłaj powiadomienia e-mail, gdy handel zostanie sfinalizowany
pt_br: Enviar notificações por e-mail quando uma negociação é finalizada
sl: Pošiljanje e-poštnih obvestil, ko je trgovanje zaključeno
sv: Skicka e-postmeddelanden när en handel har slutförts
tl: Magpadala ng mga abiso sa email kapag natapos na ang isang kalakalan
tr: Bir ticaret tamamlandığında e-posta bildirimleri gönder
ur: تجارت کو حتمی شکل دینے پر ای میل اطلاعات بھیجیں
zh_cn: 交易完成时发送电子邮件通知
zh_tw: 交易完成時發送電子郵件通知

# settings250Sbnotifications250Sbnew8722Sboffers8722Sblong
source: Send email notifications for new trade contacts
cs: Odesílejte e-mailová upozornění na nové obchodní kontakty
fi: Lähetä sähköposti-ilmoituksia uusista kauppakontakteista
fr: Envoyer des notifications par e-mail pour les nouvelles offres d'échange
it: Inviami notifiche email per i nuovi contatti commerciali
lt: Siųsti el. pašto pranešimus apie naujus prekybos kontaktus
nb: Send e-postvarsler for nye handelskontakter
nl: Stuur e-mailmeldingen voor nieuwe handelscontacten
pl: Wysyłaj powiadomienia e-mail o nowych kontaktach handlowych
pt_br: Envia uma notificação por e-mail para novas negociações
sl: Pošljite e-poštnih obvestil za nove trgovalske stike
sv: Skicka e-postmeddelanden för nya handelskontakter
tl: Magpadala ng mga abiso sa email para sa mga bagong contact sa kalakalan
tr: Yeni ticari kişiler için e-posta bildirimleri gönderin
ur: نئے تجارتی رابطوں کے لیے ای میل اطلاعات بھیجیں
zh_cn: 向新交易发送电子邮件通知
zh_tw: 向新交易發送電子郵件通知
