Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbpractices250Sb2250Sbtext
source: <p>Some scams utilize malware on your computer that changes the copy/paste functionality to put the address of the malware creator instead of the intended recipient. Since Monero addresses are long and unwieldy, it can be tempting to just verify the first few numbers and letters and call it good, or maybe not double check the address at all. While it's probably not necessary to verify the entire address, checking the first dozen and last dozen characters of an address will be more than enough for most cases. For addresses that you send to frequently, many wallets have an address book feature, which will put in the chosen saved address automatically. Still best to do a quick check though.</p>
cs: <p>Některé podvody využívají v počítači škodlivý software, který změní funkci kopírování/vkládání tak, že místo adresy příjemce uvede adresu tvůrce škodlivého softwaru. Vzhledem k tomu, že adresy Monero jsou dlouhé a těžkopádné, může být lákavé ověřit jen několik prvních čísel a písmen a považovat to za dobré, nebo možná adresu vůbec dvakrát nekontrolovat. I když pravděpodobně není nutné ověřovat celou adresu, kontrola prvních a posledních desítek znaků adresy bude ve většině případů více než dostačující. Pro adresy, na které posíláte často, má mnoho peněženek funkci adresáře, která vybranou uloženou adresu vloží automaticky. Přesto je nejlepší provést rychlou kontrolu.</p>
fi: <p>Jotkin huijaukset käyttävät tietokoneellasi haittaohjelmia, jotka muuttavat kopioi/liitä-toimintoa siten, että haittaohjelman luojan osoite asetetaan aiotun vastaanottajan sijaan. Koska Monero-osoitteet ovat pitkiä ja kömpelöitä, voi olla houkuttelevaa vain tarkistaa ensimmäiset numerot ja kirjaimet ja todeta osoite oikeaksi, tai ehkä olla tarkistamatta osoitetta ollenkaan. Vaikka koko osoitetta ei luultavasti tarvitse tarkistaa, osoitteen ensimmäisen ja viimeisen tusinan merkin tarkistaminen riittää useimmissa tapauksissa. Usein lähetettäville osoitteille monissa lompakoissa on osoitekirjaominaisuus, joka tallentaa valitun osoitteen automaattisesti. Silti on parasta tehdä nopea aina tarkistus.</p>
fr: <p>Certaines arnaques utilisent des logiciels malveillants installés sur votre ordinateur qui modifient la fonctionnalité « copier/coller » pour mettre l'adresse du créateur du logiciel malveillant au lieu du destinataire prévu. Étant donné que les adresses Monero sont longues et peu maniables, il peut être tentant de simplement vérifier les premiers caractères et de considérer l'adresse comme bonne, ou peut-être de ne pas la vérifier du tout. Bien qu'il ne soit probablement pas nécessaire de vérifier l'intégralité de l'adresse, la vérification de la première et de la dernière douzaine de caractères d'une adresse sera plus que suffisante dans la plupart des cas. Pour les adresses auxquelles vous envoyez fréquemment, de nombreux portefeuilles ont une fonction de carnet d'adresses, qui insère automatiquement l'adresse enregistrée choisie. Il est cependant toujours préférable de faire une vérification rapide.</p>
it: <p>Alcune truffe utilizzano malware sul tuo computer che modifica la funzionalità di copia / incolla per inserire l'indirizzo del creatore del malware invece del destinatario previsto. Poiché gli indirizzi di Monero sono lunghi e poco maneggevoli, si può essere tentati di verificare solo i primi numeri e lettere e definirlo buono, o forse non ricontrollare affatto l'indirizzo. Anche se probabilmente non è necessario verificare l'intero indirizzo, il controllo della prima e dell'ultima dozzina di caratteri di un indirizzo sarà più che sufficiente per la maggior parte dei casi. Per gli indirizzi a cui invii frequentemente, molti portafogli hanno una funzione di rubrica, che inserirà automaticamente l'indirizzo salvato scelto. Comunque è meglio fare un rapido controllo.</p>
lt: <p>Kai kurios aferos naudoja jūsų kompiuteryje esančią kenkėjišką programą, kuri pakeičia kopijavimo / įklijavimo funkciją, kad vietoje numatyto gavėjo būtų nurodytas kenkėjiškų programų kūrėjo adresas. Kadangi Monero adresai yra ilgi ir nepatogūs, gali kilti pagunda tiesiog patikrinti keletą pirmųjų skaičių ir raidžių ir vadinti juos gerais, o gal net nekartoti adreso. Nors tikriausiai nebūtina tikrinti viso adreso, daugeliu atvejų užteks patikrinti pirmąją ir paskutinę tuziną adreso simbolių. Adresams, kuriais dažnai siunčiate, daugelyje piniginių yra adresų knygos funkcija, kuri automatiškai įves pasirinktą išsaugotą adresą. Vis dėlto geriausia atlikti greitą patikrinimą.</p>
nb: <p>Noen svindel benytter skadelig programvare på datamaskinen din som endrer kopier/lim-funksjonaliteten til å angi adressen til skadevareskaperen i stedet for den tiltenkte mottakeren. Siden Monero-adresser er lange og uhåndterlige, kan det være fristende å bare bekrefte de første tallene og bokstavene og kalle det bra, eller kanskje ikke dobbeltsjekke adressen i det hele tatt. Selv om det sannsynligvis ikke er nødvendig å bekrefte hele adressen, vil det i de fleste tilfeller være mer enn nok å sjekke det første dusinet og det siste dusinet av tegnene i en adresse. For adresser du ofte sender til, har mange lommebøker en adressebokfunksjon, som automatisk legger inn den valgte lagrede adressen. Likevel best å gjøre en rask sjekk.</p>
nl: <p>Sommige scams maken gebruik van malware op uw computer die de kopieer-/plakfunctionaliteit wijzigt om het adres van de malware maker in te voeren in plaats van de beoogde ontvanger. Omdat Monero-adressen lang en log zijn, kan het verleidelijk zijn om alleen de eerste paar cijfers en letters te verifiëren en tevreden mee te zijn, of misschien helemaal niet dubbel te controleren. Hoewel het waarschijnlijk niet nodig is om het volledige adres te verifiëren, is het controleren van de eerste dozijn en laatste dozijn tekens van een adres in de meeste gevallen meer dan voldoende. Voor adressen waar u vaak naar verzendt, hebben veel portefeuilles een adresboekfunctie, die het gekozen opgeslagen adres automatisch invoert. Het is echter alsnog het beste om een snelle controle uit te voeren.</p>
pl: <p> Niektóre oszustwa wykorzystują złośliwe oprogramowanie na komputerze, które zmienia funkcjonalność kopiowania/wklejania, aby wkleić adres twórcy złośliwego oprogramowania zamiast zamierzonego odbiorcy. Ponieważ adresy Monero są długie i nieporęczne, może być kuszące, aby po prostu zweryfikować kilka pierwszych cyfr i liter i uznać, że wystarczy, albo w ogóle nie sprawdzać adresu. Chociaż prawdopodobnie nie jest konieczna weryfikacja całego adresu, sprawdzenie pierwszych kilkunastu i ostatnich znaków adresu wystarczy w większości przypadków. W przypadku adresów, na które często wysyłasz, wiele portfeli ma funkcję książki adresowej, która automatycznie wprowadza zapisany adres. Nadal jednak najlepiej dokonać szybkiej kontroli. </p>
pt_br: <p>Alguns golpes utilizam malware em seu computador que altera a funcionalidade de copiar / colar para colocar o endereço do criador do malware em vez do destinatário pretendido. Como os endereços do Monero são longos e difíceis de manejar, pode ser tentador apenas verificar os primeiros números e letras e considerá-los corretos, ou talvez não verificar o endereço. Embora provavelmente não seja necessário verificar o endereço inteiro, verificar a primeira e a última dúzia de caracteres de um endereço será mais do que suficiente para a maioria dos casos. Para endereços para os quais você envia com frequência, muitas carteiras possuem um recurso de catálogo de endereços, que inserirá o endereço salvo escolhido automaticamente. Ainda assim, é melhor fazer uma verificação rápida.</p>
sl: <p>Nekatere prevare uporabljajo zlonamerno programsko opremo v vašem računalniku, ki spremeni funkcijo kopiranja/prilepljenja, da namesto predvidenega prejemnika prikaže naslov ustvarjalca zlonamerne programske opreme. Ker so Monero naslovi dolgi in okorni, je lahko skušnjava, da samo preverite prvih nekaj številk in črk in ga označite za dobrega, ali pa naslova sploh ne preverite dvakrat. Čeprav verjetno ni potrebno preveriti celotnega naslova, bo preverjanje prvega ducata in zadnjega ducata znakov naslova v večini primerov več kot dovolj. Za naslove, na katere pogosto pošiljate, ima veliko denarnic funkcijo adresarja, ki samodejno vnese izbrani shranjeni naslov. Še vedno pa je najbolje, da opravite hiter pregled.</p>
sv: <p>Vissa bedrägerier använder skadlig programvara på din dator som ändrar funktionen för att kopiera/klistra in för att sätta adressen till skaparen av skadlig programvara istället för den avsedda mottagaren. Eftersom Monero-adresser är långa och svårhanterliga kan det vara frestande att bara verifiera de första siffrorna och bokstäverna och kalla det bra, eller kanske inte dubbelkolla adressen alls. Även om det förmodligen inte är nödvändigt att verifiera hela adressen, kommer det att vara mer än tillräckligt att kontrollera det första dussinet och det sista dussinet i en adress i de flesta fall. För adresser som du skickar till ofta har många plånböcker en adressboksfunktion, som automatiskt lägger in den valda sparade adressen. Fortfarande bäst att göra en snabb kontroll.</p>
tl: <p>Ang ilang mga scam ay gumagamit ng malware sa iyong computer na nagbabago sa copy/paste functionality upang ilagay ang address ng gumawa ng malware sa halip na ang nilalayong tatanggap. Dahil ang mga address ng Monero ay mahaba at mahirap gamitin, maaari itong maging kaakit-akit na i-verify lamang ang ilang mga unang numero at titik at tawagin itong mabuti, o maaaring hindi i-double check ang address. Bagama't malamang na hindi kinakailangan na i-verify ang buong address, ang pagsuri sa unang dosenang at huling dosenang mga character ng isang address ay magiging higit pa sa sapat para sa karamihan ng mga kaso. Para sa mga address na madalas mong pinapadalhan, maraming mga wallet ang may feature na address book, na awtomatikong maglalagay sa napiling naka-save na address. Pinakamainam pa ring gumawa ng mabilisang pagsusuri.</p>
tr: <p>Bazı dolandırıcılıklar, bilgisayarınızda, amaçlanan alıcının yerine kötü amaçlı yazılımı oluşturanın adresini koymak için kopyalama/yapıştırma işlevini değiştiren kötü amaçlı yazılım kullanır. Monero adresleri uzun ve kullanışsız olduğundan, yalnızca ilk birkaç rakamı ve harfi doğrulayıp bunu iyi olarak adlandırmak veya adresi hiç kontrol etmemek cazip gelebilir. Adresin tamamını doğrulamak muhtemelen gerekli olmasa da, çoğu durumda bir adresin ilk düzine ve son düzine karakterini kontrol etmek fazlasıyla yeterli olacaktır. Sık gönderdiğiniz adresler için birçok cüzdanda, seçilen kayıtlı adresi otomatik olarak ekleyen bir adres defteri özelliği bulunur. Yine de hızlı bir kontrol yapmak en iyisi.</p>
ur: <p>کچھ گھوٹالے آپ کے کمپیوٹر پر میلویئر کا استعمال کرتے ہیں جو مطلوبہ وصول کنندہ کے بجائے میلویئر تخلیق کار کا پتہ ڈالنے کے لیے کاپی/پیسٹ کی فعالیت کو تبدیل کرتے ہیں۔ چونکہ Monero ایڈریسز لمبے اور ناگوار ہوتے ہیں، اس لیے یہ صرف پہلے چند نمبروں اور حروف کی تصدیق کرنے اور اسے اچھا کہنے کے لیے پرکشش ہو سکتا ہے، یا ہو سکتا ہے کہ پتے کو دوبارہ چیک نہ کریں۔ اگرچہ پورے پتے کی تصدیق کرنا شاید ضروری نہیں ہے، لیکن کسی پتے کے پہلے درجن اور آخری درجن حروف کو چیک کرنا زیادہ تر معاملات کے لیے کافی ہوگا۔ ان پتوں کے لیے جنہیں آپ اکثر بھیجتے ہیں، بہت سے بٹوے میں ایڈریس بک کی خصوصیت ہوتی ہے، جو خود بخود منتخب کردہ محفوظ کردہ پتے میں ڈال دیتی ہے۔ پھر بھی ایک فوری جانچ کرنا بہتر ہے۔</p>
zh_cn: <p>某些黑客会利用计算机上的恶意软件来篡改粘贴板，通俗的说，当你想发币给某个地址的时候，往往直接复制粘贴，如果粘贴板被黑了，最后你的币就发送到了黑客那里. 由于门罗币的地址相对较长，因此很多人只校对一下前几个数字和字母就觉得万事大吉，更有甚者，连检查都不检查. 当然我们也用不着逐字验证整个地址，在大多数情况下，检查地址的前十二个和后十二个字符就会相当安全. 对于那些经常发送的地址，许多钱包都具有通讯簿功能，该功能将自动输出已保存地址. 当然大额转账，还是最好做个快速检查.</p>
zh_tw: <p>某些駭客會利用電腦上的惡意軟體來篡改粘貼板，通俗的說，當你想發幣給某個地址的時候，往往直接複製粘貼，如果粘貼板被黑了，最後你的幣就發送到了駭客那裡. 由於門羅幣的位址相對較長，因此很多人只校對一下前幾個數位和字母就覺得萬事大吉，更有甚者，連檢查都不檢查. 當然我們也用不著逐字驗證整個位址，在大多數情況下，檢查位址的前十二個和後十二個字元就會相當安全. 對於那些經常發送的位址，許多錢包都具有通訊錄功能，該功能將自動輸出已保存位址. 當然大額轉帳，還是最好做個快速檢查.</p>

# knowledge250Sbpractices250Sb2250Sbtitle
source: Double check your addresses
cs: Dvakrát zkontrolujte své adresy
fi: Tuplatarkista osoitteesi
fr: Vérifiez vos adresses
it: Controlla i tuoi indirizzi
lt: Dar kartą patikrinkite savo adresus
nb: Dobbeltsjekk adressene dine
nl: Dubbelcheck uw adressen
pl: Dwukrotnie sprawdź swoje adresy
pt_br: Verifique seus endereços
sl: Dvakrat preverite svoje naslove
sv: Dubbelkolla dina adresser
tl: I-double check ang iyong mga address
tr: Adreslerinizi bir kez daha kontrol edin
ur: اپنے پتے دو بار چیک کریں
zh_cn: 再检查一遍发送地址
zh_tw: 再檢查一遍發送地址
