Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbp2pool250Sb2250Sbtext
source: <p>Unfortunately, this relies entirely on trust and allows the pool operator to do nefarious things with the work being done by miners. The pool operator could use the work being done to attack the network, attempt to double-spend funds (if the pool is large enough), or simply use the work being done by the miners to pay themselves and never reward miners properly for their work.</p> <p>The biggest risk to the network is that of a pool (or multiple pools working together) having greater than 51% of the networks hashrate under their control, as they could use this to cheat and spend funds twice (a double-spend attack) or attempt to change the rules of the network.</p>
cs: <p>Naneštěstí je to zcela závislé na důvěře a umožňuje to provozovateli poolu dělat s prací těžařů nekalé věci. Provozovatel poolu může odvedenou práci využít k útoku na síť, může se pokusit o dvojí utracení prostředků (pokud je pool dostatečně velký) nebo jednoduše využít práci odvedenou těžaři k tomu, aby zaplatil sám sobě a těžaře za jejich práci nikdy řádně neodměnil.</p> <p>Největší riziko pro síť představuje skupina (nebo více skupin spolupracujících), která má pod kontrolou více než 51 % hashrate sítě, protože by toho mohla využít k podvádění a utrácení prostředků dvakrát (double-spend attack) nebo k pokusu o změnu pravidel sítě.</p>
fi: <p>Valitettavasti tämä perustuu täysin luottamukseen ja sallii poolin operaattorin tehdä ilkeitä asioita louhijoiden työssä. Poolin operaattori voisi käyttää tekemää työtä hyökätäkseen verkkoon, yrittää kaksinkertaistaa varoja (jos pooli on tarpeeksi suuri) tai yksinkertaisesti käyttää louhijoiden tekemää työtä maksaakseen itselleen eikä koskaan palkita louhijoita kunnolla heidän työstään. </p> <p>Suurin riski verkkoon on pooli (tai useat yhdessä toimivat poolit), joiden hallinnassaan on yli 51% verkon hashratesta, koska he voivat käyttää tätä huijaamiseen ja varojen käyttämiseen kahdesti (tuplakulutus) tai yrittää muuttaa verkon sääntöjä.</p>
fr: <p>Malheureusement, cela repose entièrement sur la confiance accordé à l'opérateur du pool et cela pourrait lui permettre d'effectuer des opérations malveillantes avec le travail effectué par les mineurs. L'opérateur du pool pourrait utiliser le travail effectué pour attaquer le réseau, tenter de doubler les fonds (si le pool est assez grand), ou simplement utiliser le travail effectué par les mineurs pour se payer et ne jamais récompenser correctement les mineurs pour leur travail.</p> <p>Le plus grand risque pour le réseau est celui d'un pool (ou de plusieurs pools travaillant ensemble) ayant plus de 51% du hashrate du réseau sous leur contrôle, car il pourrait l'utiliser pour tricher et dépenser des fonds deux fois (une attaque par double dépense) ou tenter de modifier les règles du réseau.</p>
it: <p>Sfortunatamente, questo si basa interamente sulla fiducia e permette all'operatore del pool di fare cose nefaste con il lavoro svolto dai minatori. L'operatore del pool potrebbe usare il lavoro svolto per attaccare la rete, tentare di raddoppiare i fondi (se il pool è abbastanza grande), o semplicemente usare il lavoro svolto dai minatori per pagarsi e non ricompensare mai adeguatamente i minatori per il loro lavoro.</p> <p>Il più grande rischio per la rete è quello di un pool (o più pool che lavorano insieme) che hanno più del 51% dell'hashrate della rete sotto il loro controllo, in quanto potrebbero usarlo per barare e spendere i fondi due volte (un attacco double-spend) o tentare di cambiare le regole della rete.</p>
lt: <p>Deja, tai visiškai priklauso nuo pasitikėjimo ir leidžia baseino operatoriui daryti niekšiškus darbus, atliekamus kalnakasių. Baseino operatorius gali panaudoti atliekamą darbą siekdamas atakuoti tinklą, bandyti dvigubai išleisti lėšas (jei fondas pakankamai didelis) arba tiesiog panaudoti kalnakasių atliekamą darbą, kad susimokėtų sau ir niekada tinkamai neapdovanotų kalnakasių už jų darbą. </p> <p>Didžiausia rizika tinklui yra ta, kad telkinys (arba keli telkiniai dirba kartu), kurių valdoma daugiau nei 51 % tinklų maišos, nes jie gali tai panaudoti apgauti ir du kartus išleisti lėšas (dvigubos išlaidos) ataka) arba bandyti pakeisti tinklo taisykles.</p>
nb: <p>Dessverre er dette helt avhengig av tillit og lar bassengoperatøren gjøre grusomme ting med arbeidet som utføres av gruvearbeidere. Bassengoperatøren kan bruke arbeidet som gjøres til å angripe nettverket, forsøke å dobbeltbruke midler (hvis bassenget er stort nok), eller ganske enkelt bruke arbeidet som gjøres av gruvearbeiderne til å betale seg selv og aldri belønne gruvearbeidere ordentlig for arbeidet deres. .</p> <p>Den største risikoen for nettverket er at en pool (eller flere bassenger som jobber sammen) har mer enn 51 % av nettverkets hashrate under kontroll, da de kan bruke dette til å jukse og bruke midler to ganger (dobbeltforbruk) angrep) eller forsøk å endre reglene for nettverket.</p>
nl: <p>Helaas berust dit volledig op vertrouwen en stelt het de poolbeheerder in staat om snode dingen te doen met het werk dat door miners wordt gedaan. De poolbeheerder kan het werk dat wordt gedaan gebruiken om het netwerk aan te vallen, proberen om geld dubbel uit te geven (als de pool groot genoeg is), of gewoon het werk van de miners gebruiken om zichzelf te kunnen betalen en miners hierbij nooit correct te belonen voor hun werk .</p> <p>Het grootste risico voor het netwerk is dat een pool (of meerdere pools die samenwerken) meer dan 51% van de hashrate van het netwerk onder hun controle heeft, omdat ze dit zouden kunnen gebruiken om vals te spelen en twee keer geld uit te geven (een dubbele uitgave aanval) of proberen de regels van het netwerk te wijzigen.</p>
pl: <p> Niestety opiera się to całkowicie na zaufaniu i pozwala operatorowi poola na zrobienie nikczemnych rzeczy z pracą wykonywaną przez minerów. Operator poola mógłby skorzystać z pracy w celu zaatakowania sieci, spróbować dwukrotnie wydać środki (jeśli pool jest wystarczająco duży) lub po prostu wykorzystać pracę wykonaną przez minerów, aby zapłacić sobie i nigdy nie nagrodzić minerów za ich pracę. </p> <p> Największym ryzykiem dla sieci jest pool (lub wiele pooli współpracujących ze sobą), posiadający ponad 51% hashrate sieci pod swoją kontrolą, ponieważ mógłby wykorzystać to do oszukania i wydania jednych środków dwukrotnie (atak double-spend) lub spróbować zmienić reguły sieci. </p>
pt_br: <p>Infelizmente, isto depende inteiramente da confiança e permite que o operador da piscina faça coisas nefastas com o trabalho que está sendo feito pelos mineiros. O operador do pool poderia usar o trabalho que está sendo feito para atacar a rede, tentar duplicar os fundos (se o pool for suficientemente grande), ou simplesmente usar o trabalho que está sendo feito pelos mineiros para pagar a si mesmos e nunca recompensar devidamente os mineiros por seu trabalho.</p> <p>O maior risco para a rede é o de um pool (ou múltiplos pools trabalhando juntos) ter mais de 51% das redes com hashrate sob seu controle, pois poderiam usar isso para enganar e gastar fundos duas vezes (um ataque de gasto duplo) ou tentar mudar as regras da rede.</p>
sl: <p>Na žalost je to v celoti odvisno od zaupanja in upravljavcu bazena omogoča, da z delom rudarjev počne nečedne stvari. Upravljavec sklada lahko opravljeno delo uporabi za napade na omrežje, poskuša podvojiti porabo sredstev (če je sklad dovolj velik) ali pa preprosto uporabi delo rudarjev za svoje plačilo in rudarjev nikoli ustrezno ne nagradi za njihovo delo. </p> <p>Največje tveganje za omrežje je, da ima bazen (ali več bazenov, ki delujejo skupaj) pod svojim nadzorom več kot 51 % zgoščene vrednosti omrežja, saj bi to lahko uporabili za goljufanje in dvakratno porabo sredstev (dvojna poraba). napad) ali poskušati spremeniti pravila omrežja.</p>
sv: <p>Tyvärr är detta helt beroende av förtroende och gör det möjligt för pooloperatören att göra otrevliga saker med det arbete som utförs av gruvarbetare. Pooloperatören kan använda det arbete som görs för att attackera nätverket, försöka dubbla pengar (om poolen är tillräckligt stor), eller helt enkelt använda det arbete som utförs av gruvarbetarna för att betala sig själva och aldrig belöna gruvarbetare ordentligt för deras arbete .</p> <p>Den största risken för nätverket är att en pool (eller flera pooler arbetar tillsammans) som har mer än 51 % av nätverkens hashrate under sin kontroll, eftersom de skulle kunna använda detta för att fuska och spendera pengar två gånger (en dubbelutgift) attack) eller försök att ändra reglerna för nätverket.</p>
tl: <p>Sa kasamaang-palad, ganap itong umaasa sa tiwala at nagbibigay-daan sa operator ng pool na gumawa ng mga kasuklam-suklam na bagay sa gawaing ginagawa ng mga minero. Maaaring gamitin ng operator ng pool ang gawaing ginagawa para atakehin ang network, subukang doblehin ang paggastos ng mga pondo (kung sapat ang pool), o gamitin lang ang trabahong ginagawa ng mga minero para bayaran ang kanilang mga sarili at hindi kailanman gantimpalaan ng maayos ang mga minero para sa kanilang trabaho .</p> <p>Ang pinakamalaking panganib sa network ay ang isang pool (o maraming pool na nagtutulungan) na mayroong higit sa 51% ng mga network na hashrate sa ilalim ng kanilang kontrol, dahil magagamit nila ito upang manloko at gumastos ng mga pondo nang dalawang beses (isang dobleng paggastos pag-atake) o subukang baguhin ang mga panuntunan ng network.</p>
tr: <p>Maalesef bu tamamen güvene dayanıyor ve havuz operatörünün madencilerin yaptığı işlerle ilgili kötü şeyler yapmasına izin veriyor. Havuz operatörü, yapılan işi ağa saldırmak için kullanabilir, fonları iki katına çıkarmaya çalışabilir (eğer havuz yeterince büyükse) veya madenciler tarafından yapılan işi kendilerine ödeme yapmak için kullanabilir ve madencileri çalışmaları için asla uygun şekilde ödüllendirmez. .</p> <p>Ağa yönelik en büyük risk, ağın hashrate'inin %51'den fazlasının kendi kontrolü altında olduğu bir havuzun (veya birlikte çalışan birden fazla havuzun) riskidir; çünkü bunu hile yapmak ve parayı iki kez harcamak için kullanabilirler (çift harcama) saldırı) veya ağın kurallarını değiştirme girişiminde bulunmak.</p>
ur: <p>بدقسمتی سے، یہ مکمل طور پر اعتماد پر منحصر ہے اور پول آپریٹر کو کان کنوں کے کام کے ساتھ مذموم کام کرنے کی اجازت دیتا ہے۔ پول آپریٹر نیٹ ورک پر حملہ کرنے کے لیے کیے جانے والے کام کو استعمال کر سکتا ہے، فنڈز کو دوگنا خرچ کرنے کی کوشش کر سکتا ہے (اگر پول کافی بڑا ہے)، یا صرف کان کنوں کے ذریعے کیے جانے والے کام کو خود کو ادا کرنے کے لیے استعمال کر سکتا ہے اور کان کنوں کو ان کے کام کے لیے کبھی بھی مناسب انعام نہیں دے سکتا۔ </p> <p>نیٹ ورک کے لیے سب سے بڑا خطرہ ایک پول (یا ایک ساتھ کام کرنے والے ایک سے زیادہ پولز) کا ہے جس کے 51% سے زیادہ نیٹ ورکس اپنے کنٹرول میں ہیں، کیونکہ وہ اسے دھوکہ دہی اور فنڈز کو دو بار خرچ کرنے کے لیے استعمال کر سکتے ہیں (ایک ڈبل خرچ حملہ) یا نیٹ ورک کے اصولوں کو تبدیل کرنے کی کوشش۔</p>
zh_cn: <p>不幸的是，这完全依赖于信任，并允许矿池运营商对矿工所做的工作做一些不正当的事情。矿池运营商可以利用正在进行的工作来攻击网络，试图重复花费资金（如果矿池足够大的话），或者干脆利用矿工正在进行的工作来支付自己，而从不适当奖励矿工的工作。</p> <p>对网络来说，最大的风险是一个池（或多个池在一起）在其控制下拥有超过51%的网络算力，因为他们可以利用这一点作弊并花费两次资金（双重消费攻击）或试图改变网络的规则。</p>
zh_tw: <p>不幸的是，這完全依賴於信任，並允許礦池運營商對礦工所做的工作做一些不正當的事情。礦池運營商可以利用正在進行的工作來攻擊網絡，試圖重複花費資金（如果礦池足夠大的話），或者乾脆利用礦工正在進行的工作來支付自己，而從不適當獎勵礦工的工作。</p> <p>對網絡來說，最大的風險是一個池（或多個池在一起）在其控制下擁有超過51%的網絡算力，因為他們可以利用這一點作弊並花費兩次資金（雙重消費攻擊）或試圖改變網絡的規則。</p>

# knowledge250Sbp2pool250Sb2250Sbtitle
source: What is the problem with pool mining?
cs: Jaký je problém s těžbou v poolu?
fi: Mikä ongelma poolin louhinnassa on?
fr: Quel est le problème avec le « minage en pool » ?
it: Qual è il problema del pool mining?
lt: Kokia yra baseino kasybos problema?
nb: Hva er problemet med bassengutvinning?
nl: Wat is het probleem met poolmining?
pl: Jaki jest problem z pool mining?
pt_br: Qual é o problema com a mineração de piscinas?
sl: Kakšna je težava pri rudarjenju v bazenu?
sv: Vad är problemet med pool mining?
tl: Ano ang problema sa pagmimina ng pool?
tr: Havuz madenciliğindeki sorun nedir?
ur: پول مائننگ میں کیا مسئلہ ہے؟
zh_cn: 矿池采矿的问题是什么？
zh_tw: 礦池採礦的問題是什麼？
