Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbpractices250Sb1250Sbtext
source: <p>The first, and biggest way to keep your cryptocurrency safe and secure is to write down your Monero mnemonic seed, which is a short word list shown when you first create your wallet. If you have this seed, but your computer/phone dies, then you can recover your Monero. If you do not have this seed, and you lose your wallet, then your Monero is lost and nobody can help you recover it. In the same way, do not share this seed with anyone. If they have this word list, they have full access and spending rights to your Monero. Many have been careless with securing their seed, and come to the terrifying reality of lost funds because someone has taken them. We recommend writing it down. Physically. Not storing it digitally, and ensuring that you have several copies in various places. This is the number one thing you can do to secure your Monero. WRITE DOWN YOUR SEED!</p>
cs: <p>Prvním a největším způsobem, jak udržet kryptoměnu v bezpečí, je zapsat si svůj mnemotechnický seed Monero, což je krátký seznam slov, který se zobrazí při prvním vytvoření peněženky. Pokud tento seed máte, ale váš počítač/telefon se vybije, můžete své Monero obnovit. Pokud tento seed nemáte a přijdete o peněženku, pak je vaše Monero ztraceno a nikdo vám ho nemůže pomoci obnovit. Stejně tak tento seed s nikým nesdílejte. Pokud někdo tento slovní seznam má, má k vašemu Moneru plný přístup a práva na utrácení. Mnozí byli při zabezpečení svého seedu neopatrní a došli k děsivé realitě ztracených prostředků, protože je někdo vzal. Doporučujeme si je zapsat. Fyzicky. Neukládat je digitálně a zajistit si několik kopií na různých místech. To je věc číslo jedna, kterou můžete udělat pro zabezpečení svého Monera. ZAPIŠTE SI SVÉ SEEDY!</p>
fi: <p>Ensimmäinen ja suurin tapa pitää kryptovaluuttasi turvassa on kirjoittaa muistiin Monero-seed, joka on lyhyt sanaluettelo, joka näytetään kun luot lompakkosi. Jos sinulla on tämä seed, mutta tietokoneesi/puhelimesi hajoaa, voit palauttaa Monerosi. Jos sinulla ei ole tätä seediä ja kadotat lompakkosi, Monerosi on kadonnut eikä kukaan voi auttaa sinua palauttamaan sitä. Samalla tavalla älä jaa tätä seediä kenenkään kanssa. Jos heillä on tämä sanaluettelo, heillä on täydet käyttöoikeudet Moneroihisi. Monet ovat olleet huolimattomia seedinsä turvaamisessa ja joutuvat menetettyjen varojen kauhistuttavaan todellisuuteen, koska joku on ottanut ne. Suosittelemme sen kirjoittamista talteen. Fyysisesti. Älä tallenna sitä digitaalisesti ja varmista, että sinulla on useita kopioita eri paikoissa. Tämä on ykkösjuttu, jonka voit tehdä turvataksesi Monerosi. KIRJOITA SEEDISI!</p>
fr: <p>La première et meilleure manière de garder votre crypto-monnaie sûre et sécurisée est d'écrire votre phrase mnémonique Monero, qui est une courte liste de mots affichée lorsque vous créez votre portefeuille pour la première fois. Si vous avez cette phrase, mais que votre ordinateur/téléphone meurt, vous pouvez récupérer votre Monero. Si vous n'avez pas cette phrase et que vous perdez votre portefeuille, alors votre Monero est perdu et personne ne peut vous aider à le récupérer. De la même manière, ne partagez cette phrase avec personne. Si une personne a cette liste de mots, elle a un accès complet et des droits de dépenses sur votre Monero. Beaucoup ont été négligents dans la sécurisation de leur phrase mnémonique et en viennent à la réalité terrifiante des fonds perdus parce que quelqu'un les leurs a pris. Nous vous recommandons de l'écrire. Physiquement. Ne pas la stocker numériquement et s'assurer d'avoir plusieurs copies à divers endroits. C'est la première chose que vous pouvez faire pour sécuriser votre Monero. ÉCRIVEZ VOTRE PHRASE MNÉMONIQUE !</p>
it: <p>Il primo e il più grande modo per mantenere la tua criptovaluta sicura e protetta è scrivere il tuo seme mnemonico Monero, che è un breve elenco di parole mostrato quando crei per la prima volta il tuo portafoglio. Se hai questo seme, ma il tuo computer / telefono muore, puoi recuperare il tuo Monero. Se non hai questo seme e perdi il portafoglio, il tuo Monero è perso e nessuno può aiutarti a recuperarlo. Allo stesso modo, non condividere questo seme con nessuno. Se hanno questo elenco di parole, hanno pieno accesso e diritti di spesa sul tuo Monero. Molti sono stati incuranti nell'assicurarsi il seme e sono giunti alla terrificante realtà dei fondi persi perché qualcuno li ha presi. Ti consigliamo di scriverlo. Fisicamente. Non archiviarlo digitalmente e assicurarti di avere diverse copie in vari luoghi. Questa è la cosa numero uno che puoi fare per proteggere il tuo Monero. SCRIVI IL TUO SEME!</p>
lt: <p>Pirmasis ir didžiausias būdas apsaugoti savo kriptovaliutą yra užsirašyti Monero mnemoninį elementą, kuris yra trumpas žodžių sąrašas, rodomas pirmą kartą kuriant piniginę. Jei turite šią sėklą, bet jūsų kompiuteris / telefonas miršta, galite atkurti savo Monero. Jei neturite šios sėklos ir pametate savo piniginę, jūsų Monero yra prarastas ir niekas negali padėti jums jos susigrąžinti. Lygiai taip pat nesidalinkite šia sėkla su niekuo. Jei jie turi šį žodžių sąrašą, jie turi visišką prieigą prie jūsų Monero ir išlaidavimo teises. Daugelis buvo nerūpestingi užsitikrindami savo sėklą ir patenka į siaubingą prarastų lėšų tikrovę, nes kažkas jas paėmė. Rekomenduojame užsirašyti. Fiziškai. Nesaugokite jo skaitmeniniu būdu ir įsitikinkite, kad turite keletą kopijų įvairiose vietose. Tai yra svarbiausias dalykas, kurį galite padaryti norėdami apsaugoti savo Monero. UŽRAŠYKITE SAVO SĖKLĄ!</p>
nb: <p>Den første og største måten å holde kryptovalutaen din trygg og sikker på er å skrive ned Monero mnemonikkfrøet ditt, som er en kort ordliste som vises når du først lager lommeboken din. Hvis du har dette frøet, men datamaskinen/telefonen din dør, kan du gjenopprette Monero. Hvis du ikke har dette frøet, og du mister lommeboken din, er Moneroen din tapt, og ingen kan hjelpe deg med å gjenopprette den. På samme måte, ikke del dette frøet med noen. Hvis de har denne ordlisten, har de full tilgang og forbruksrettigheter til din Monero. Mange har vært uforsiktig med å sikre sitt frø, og kommer til den skremmende virkeligheten med tapte midler fordi noen har tatt dem. Vi anbefaler å skrive det ned. Fysisk. Ikke lagre den digitalt, og sørge for at du har flere eksemplarer på forskjellige steder. Dette er nummer én ting du kan gjøre for å sikre din Monero. SKRIV NED FRØET DITT!</p>
nl: <p>De eerste en grootste manier om uw cryptocurrency veilig te houden, is door uw Monero mnemonic seed op te schrijven. Dit is een korte woordenlijst die wordt weergegeven wanneer u voor het eerst uw portefeuille aanmaakt. Als u deze seed heeft, maar uw computer/telefoon uitvalt of stuk gaat, dan kunt u uw Monero herstellen. Als u deze seed niet heeft en uw portefeuille verliest, dan is uw Monero verloren en kan niemand u helpen deze terug te krijgen. Deel deze seed dus met niemand. Als ze deze woordenlijst hebben, hebben ze volledige toegang tot en bestedingsrechten voor uw Monero. Velen zijn onzorgvuldig geweest met het veiligstellen van hun seed en komen tot de angstaanjagende realiteit van verloren geld omdat iemand ze heeft ingenomen. We raden aan om het op te schrijven. Fysiek en niet digitaal opslaan, en zorgen dat u meerdere exemplaren op verschillende plekken heeft. Dit is het belangrijkste wat u kunt doen om uw Monero veilig te stellen. SCHRIJF UW SEED OP!</p>
pl: <p> Pierwszym i najważniejszym sposobem na zabezpieczenie kryptowalut jest zapisanie seeda mnemotechnicznego Monero, które jest krótką listą słów pokazaną podczas tworzenia portfela. Jeśli masz ten seed, ale komputer/telefon umiera, możesz odzyskać Monero. Jeśli nie masz tego seeda i tracisz portfel, to Twoje Monero jest utracone i nikt nie może pomóc Ci go odzyskać. Nie dziel się również tym seedem z nikim. Jeśli ktoś ma tę listę słów, to ma pełny dostęp do Twojego Monero. Wielu nieostrożnych z zabezpieczeniem seeda straciło swoje pieniądze. Zalecamy jego zapisanie. Fizycznie. Nie przechowywanie go cyfrowo i upewnianie się, czy masz kilka kopii w różnych miejscach. To jest najistotniejsza rzecz, którą możesz zrobić, aby zabezpieczyć swoje Monero. ZAPISZ SWÓJ SEED! </p>
pt_br: <p>A primeira e maior maneira de manter sua criptomoeda segura e protegida é anotar sua semente mnemônica do Monero, que é uma pequena lista de palavras mostrada quando você cria sua carteira pela primeira vez. Se você tem esta semente, mas seu computador / telefone morre, então você pode recuperar seu Monero. Se você não tiver esta semente e perder sua carteira, seu Monero estará perdido e ninguém poderá ajudá-lo a recuperá-lo. Da mesma forma, não compartilhe esta semente com ninguém. Se eles tiverem essa lista de palavras, eles terão acesso total e direitos de uso ao seu Monero. Muitos têm sido descuidados ao proteger suas sementes e chegam à terrível realidade dos fundos perdidos porque alguém os levou. Recomendamos anotá-lo. Fisicamente. Não armazenando digitalmente e garantindo que você tenha várias cópias em vários lugares. Esta é a primeira coisa que você pode fazer para proteger o seu Monero. ESCREVA SUA SEMENTE!</p>
sl: <p>Prvi in največji način, da ohranite svojo kriptovaluto varno in zanesljivo, je, da zapišete svoje mnemonično seme Monero, ki je kratek seznam besed, prikazan, ko prvič ustvarite svojo denarnico. Če imate to seme, vendar vaš računalnik/telefon umre, potem lahko obnovite svoj Monero. Če nimate tega semena in izgubite denarnico, je vaš Monero izgubljen in nihče vam ga ne more pomagati povrniti. Na enak način tega semena ne delite z nikomer. Če imajo ta besedni seznam, imajo popoln dostop in pravice do porabe do vašega Monera. Mnogi so bili neprevidni pri zagotavljanju svojega semena in so prišli do grozljive resničnosti izgubljenih sredstev, ker jih je nekdo vzel. Priporočamo, da ga zapišete. Fizično. Ne shranjujte ga digitalno in zagotovite, da imate več kopij na različnih mestih. To je prva stvar, ki jo lahko storite, da zavarujete svoj Monero. ZAPIŠI VAŠE SEME!</p>
sv: <p>Det första och största sättet att hålla din kryptovaluta säker och säker är att skriva ner ditt Monero-mnemonikfrö, vilket är en kort ordlista som visas när du först skapar din plånbok. Om du har detta frö, men din dator/telefon dör, kan du återställa din Monero. Om du inte har detta frö, och du tappar din plånbok, är din Monero förlorad och ingen kan hjälpa dig att återställa den. På samma sätt, dela inte detta frö med någon. Om de har den här ordlistan har de full åtkomst och utgiftsrätt till din Monero. Många har slarvat med att säkra sitt frö och kommit till den skrämmande verkligheten med förlorade pengar eftersom någon har tagit dem. Vi rekommenderar att du skriver ner det. Fysiskt. Att inte lagra det digitalt, och se till att du har flera kopior på olika ställen. Det här är det viktigaste du kan göra för att säkra din Monero. SKRIV NED DITT FRÖ!</p>
tl: <p>Ang una, at pinakamalaking paraan upang mapanatiling ligtas at secure ang iyong cryptocurrency ay ang isulat ang iyong Monero mnemonic seed, na isang maikling listahan ng salita na ipinapakita noong una mong ginawa ang iyong wallet. Kung mayroon kang binhing ito, ngunit namatay ang iyong computer/telepono, maaari mong mabawi ang iyong Monero. Kung wala kang binhing ito, at nawala mo ang iyong pitaka, mawawala ang iyong Monero at walang makakatulong sa iyo na mabawi ito. Sa parehong paraan, huwag ibahagi ang binhing ito sa sinuman. Kung mayroon silang listahan ng salita na ito, mayroon silang ganap na access at mga karapatan sa paggastos sa iyong Monero. Marami ang naging pabaya sa pag-secure ng kanilang binhi, at dumating sa nakakatakot na katotohanan ng mga nawawalang pondo dahil may kumuha sa kanila. Inirerekomenda naming isulat ito. Sa pisikal. Hindi iniimbak ito nang digital, at tinitiyak na mayroon kang ilang kopya sa iba't ibang lugar. Ito ang numero unong bagay na maaari mong gawin para ma-secure ang iyong Monero. ISULAT ANG IYONG BINHI!</p>
tr: <p>Kripto para biriminizi güvende ve emniyette tutmanın ilk ve en büyük yolu, cüzdanınızı ilk oluşturduğunuzda gösterilen kısa bir kelime listesi olan Monero anımsatıcı tohumunuzu yazmaktır. Bu tohuma sahipseniz ancak bilgisayarınız/telefonunuz ölürse Monero'nuzu kurtarabilirsiniz. Bu tohuma sahip değilseniz ve cüzdanınızı kaybederseniz Monero'nuz kaybolur ve kimse onu kurtarmanıza yardımcı olamaz. Aynı şekilde bu tohumu da kimseyle paylaşmayın. Bu kelime listesine sahiplerse Monero'nuza tam erişim ve harcama haklarına sahip olurlar. Birçoğu tohumlarını güvence altına alma konusunda dikkatsiz davrandı ve birileri onları aldığı için fon kaybının korkunç gerçeğiyle karşı karşıya kaldı. Bunu yazmanızı öneririz. Fiziksel olarak. Dijital ortamda saklamamak ve çeşitli yerlerde birden fazla kopyasının bulunmasını sağlamak. Monero'nuzu güvence altına almak için yapabileceğiniz bir numaralı şey budur. TOHUMUNUZU YAZIN!</p>
ur: <p>اپنی کریپٹو کرنسی کو محفوظ اور محفوظ رکھنے کا پہلا، اور سب سے بڑا طریقہ یہ ہے کہ آپ اپنے Monero mnemonic بیج کو لکھیں، جو کہ ایک مختصر الفاظ کی فہرست ہے جب آپ پہلی بار اپنا بٹوہ بناتے ہیں۔ اگر آپ کے پاس یہ بیج ہے، لیکن آپ کا کمپیوٹر/فون مر جاتا ہے، تو آپ اپنا Monero بازیافت کر سکتے ہیں۔ اگر آپ کے پاس یہ بیج نہیں ہے، اور آپ اپنا بٹوہ کھو دیتے ہیں، تو آپ کا Monero کھو گیا ہے اور کوئی بھی آپ کو اس کی بازیابی میں مدد نہیں کر سکتا۔ اسی طرح اس بیج کو کسی کے ساتھ نہ بانٹیں۔ اگر ان کے پاس یہ الفاظ کی فہرست ہے، تو ان کے پاس آپ کے Monero تک مکمل رسائی اور اخراجات کے حقوق ہیں۔ بہت سے لوگ اپنے بیج کو محفوظ کرنے میں لاپرواہ رہے ہیں، اور کھوئے ہوئے فنڈز کی خوفناک حقیقت کی طرف آتے ہیں کیونکہ کسی نے انہیں لے لیا ہے۔ ہم اسے لکھنے کی سفارش کرتے ہیں۔ جسمانی طورپر. اسے ڈیجیٹل طور پر ذخیرہ نہیں کرنا، اور اس بات کو یقینی بنانا کہ آپ کے پاس مختلف جگہوں پر متعدد کاپیاں موجود ہیں۔ یہ وہ نمبر ایک چیز ہے جو آپ اپنے Monero کو محفوظ بنانے کے لیے کر سکتے ہیں۔ اپنا بیج لکھیں!</p>
zh_cn: <p>保持加密货币安全的第一条规则，也是最重要的一点就是写下你的门罗币助记词种子，中文对SEED的翻译，有时候叫助记词，也可以叫种子，它产生于首次创建钱包时，它看起来是一组单词,它同时是另一种形式的私钥，助记词种子和私钥可以互相转化. 如果你记好了此种子，哪怕你的计算机或者手机坏了，上面的钱包没了，那么你还是可以在任何一台设备恢复门罗币. 相反，如果你没有记好助记词种子，并且丢失了钱包，则门罗币将会丢失，并且没人能帮助你恢复它. 同样，请勿与任何人共享此助记词，任何人知道了你的助记词，则他们拥有对你的门罗币转账和消费权.许多人对助记词，私钥，种子的概念一无所知，被黑，被盗的案例大有人在. 因此我们建议将助记词写下来. 用物理形式，而不要以网络数字方式存储它，并确保你在不同的地方都有多份副本.确保门罗币安全的第一条规则，记录下你的助记词种子.</p>
zh_tw: <p>保持加密貨幣安全的第一條規則，也是最重要的一點就是寫下你的門羅幣助記詞種子，中文對SEED的翻譯，有時候叫助記詞，也可以叫種子，它產生於首次創建錢包時，它看起來是一組單詞,它同時是另一種形式的私密金鑰，助記詞種子和私密金鑰可以互相轉化. 如果你記好了此種子，哪怕你的電腦或者手機壞了，上面的錢包沒了，那麼你還是可以在任何一台設備恢復門羅幣. 相反，如果你沒有記好助記詞種子，並且丟失了錢包，則門羅幣將會丟失，並且沒人能幫助你恢復它. 同樣，請勿與任何人共用此助記詞，任何人知道了你的助記詞，則他們擁有對你的門羅幣轉帳和消費權.許多人對助記詞，私密金鑰，種子的概念一無所知，被黑，被盜的案例大有人在. 因此我們建議將助記詞寫下來. 用物理形式，而不要以網路數位方式存儲它，並確保你在不同的地方都有多份副本.確保門羅幣安全的第一條規則，記錄下你的助記詞種子.</p>

# knowledge250Sbpractices250Sb1250Sbtitle
source: WRITE DOWN YOUR SEED!
cs: ZAPIŠTE SI SVÉ SEEDY!
fi: KIRJOITA SEEDISI!
fr: ÉCRIVEZ VOTRE PHRASE MNÉMONIQUE !
it: SCRIVI IL TUO SEME!
lt: UŽRAŠYK SAVO SĖKLĄ!
nb: SKRIV NED DIN FRØ!
nl: SCHRIJF UW SEED OP!
pl: ZAPISZ SWÓJ SEED!
pt_br: ESCREVA SUA SEMENTE!
sl: ZAPIŠITE SI VAŠE SEME!
sv: SKRIV NED DITT FRÖ!
tl: ISULAT ANG IYONG BINHI!
tr: TOHUMUNUZU YAZIN!
ur: اپنے بیج کو لکھیں!
zh_cn: 写下你的助记词种子!
zh_tw: 寫下你的助記詞種子!
