Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbpractices250Sb4250Sbtext
source: <p>If the idea of keeping your digital environment completely free from viruses and malware to protect your Monero is scary to you, then you might consider a hardware wallet. Basically the hardware wallet keeps your private keys on the device, away from your computer. So even if your computer does get compromised, the hackers will not have access to your seed. You will only be able to spend the funds if the hardware wallet is connected to the computer and signs the transaction. This moves the security of the keys from your computer, which is used for many things, and has a large attack surface, to the hardware wallet, which is only used for one thing, and has a much smaller attack surface. For the common person that doesn't know the ins and outs of computer security, it's a viable option to keep your funds secure.</p>
cs: <p>Pokud vás děsí představa, že byste měli své digitální prostředí udržovat zcela bez virů a malwaru, abyste ochránili své Monero, pak byste mohli zvážit hardwarovou peněženku. Hardwarová peněženka v podstatě uchovává vaše soukromé klíče v zařízení, mimo váš počítač. Takže i když bude váš počítač napaden, hackeři nebudou mít přístup k vašim semínkům. Finanční prostředky budete moci utratit pouze v případě, že hardwarová peněženka bude připojena k počítači a podepíše transakci. Tím se bezpečnost klíčů přesune z vašeho počítače, který se používá k mnoha věcem a má velký prostor pro útoky, do hardwarové peněženky, která se používá pouze k jedné věci a má mnohem menší prostor pro útoky. Pro běžného člověka, který se nevyzná v úskalích počítačové bezpečnosti, je to schůdná možnost, jak zajistit bezpečnost svých finančních prostředků.</p>
fi: <p>Jos ajatus pitää digitaalinen ympäristösi täysin vapaana viruksista ja haittaohjelmista Monerosi suojaamiseksi pelottaa sinua, sinun kannattaa harkita fyysistä lompakkoa. Pohjimmiltaan fyysinen lompakko pitää yksityiset avaimesi laitteellasi poissa tietokoneesta. Joten vaikka tietokoneesi vaarantuisi, hakkerit eivät pääse käsiksi seediisi. Voit käyttää varat vain jos fyysinen lompakko on kytketty tietokoneeseen ja allekirjoittaa transaktion. Tämä siirtää avainten suojauksen tietokoneeltasi jota käytetään moniin asioihin, ja jolla on suuri hyökkäyspinta, fyysiseen lompakkoon jota käytetään vain yhteen asiaan ja jolla on paljon pienempi hyökkäyspinta. Tavallisille ihmisille, jotka eivät tunne tietokoneturvallisuuden yksityiskohtia, se on varteenotettava vaihtoehto varojen turvaamiseen.</p>
fr: <p>Si l'idée de garder votre environnement numérique complètement exempt de virus et de logiciels malveillants pour protéger votre Monero vous fait peur, alors vous pourriez envisager un portefeuille matériel. Fondamentalement, le portefeuille matériel conserve vos clés privées sur l'appareil, loin de votre ordinateur. Ainsi, même si votre ordinateur est compromis, les pirates n'auront pas accès à votre phrase mnémonique. Vous ne pourrez dépenser les fonds que si le portefeuille matériel est connecté à l'ordinateur et signe la transaction. Cela déplace la sécurité des clés de votre ordinateur, qui est utilisé pour de nombreuses choses et a une grande surface d'attaque, vers le portefeuille matériel, qui n'est utilisé que pour une seule chose et a une surface d'attaque beaucoup plus petite. Pour la personne ordinaire qui ne connaît pas les tenants et les aboutissants de la sécurité informatique, c'est une option viable pour sécuriser vos fonds.</p>
it: <p>Se l'idea di mantenere il tuo ambiente digitale completamente libero da virus e malware per proteggere il tuo Monero ti spaventa, potresti prendere in considerazione un portafoglio hardware. Fondamentalmente il portafoglio hardware mantiene le tue chiavi private sul dispositivo, lontano dal tuo computer. Quindi, anche se il tuo computer viene compromesso, gli hacker non avranno accesso al tuo seed. Sarai in grado di spendere i fondi solo se il portafoglio hardware è collegato al computer e firma la transazione. Questo sposta la sicurezza delle chiavi dal tuo computer, che viene utilizzato per molte cose e ha un'ampia superficie di attacco, al portafoglio hardware, che viene utilizzato solo per una cosa e ha una superficie di attacco molto più piccola. Per la persona comune che non conosce i dettagli della sicurezza informatica, è un'opzione praticabile per mantenere i tuoi fondi al sicuro.</p>
lt: <p>Jei idėja apsaugoti savo skaitmeninę aplinką nuo virusų ir kenkėjiškų programų, siekiant apsaugoti jūsų Monero, jums kelia baimę, galite apsvarstyti aparatinės įrangos piniginę. Iš esmės aparatinės įrangos piniginė saugo privačius raktus įrenginyje, toliau nuo kompiuterio. Taigi, net jei jūsų kompiuteris bus pažeistas, įsilaužėliai neturės prieigos prie jūsų sėklos. Lėšas galėsite išleisti tik tuo atveju, jei aparatinė piniginė bus prijungta prie kompiuterio ir pasirašys sandorį. Tai perkelia raktų saugumą iš jūsų kompiuterio, kuris naudojamas daugeliui dalykų ir turi didelį atakos paviršių, į aparatinės įrangos piniginę, kuri naudojama tik vienam dalykui ir turi daug mažesnį atakos paviršių. Paprastam žmogui, kuris neišmano kompiuterių saugumo smulkmenų, tai yra tinkama galimybė apsaugoti savo lėšas.</p>
nb: <p>Hvis ideen om å holde det digitale miljøet ditt helt fri for virus og skadelig programvare for å beskytte Monero er skummelt for deg, kan du vurdere en maskinvarelommebok. I utgangspunktet holder maskinvarelommeboken dine private nøkler på enheten, borte fra datamaskinen. Så selv om datamaskinen din blir kompromittert, vil ikke hackerne ha tilgang til frøet ditt. Du vil bare kunne bruke pengene hvis maskinvarelommeboken er koblet til datamaskinen og signerer transaksjonen. Dette flytter sikkerheten til nøklene fra datamaskinen din, som brukes til mange ting, og har en stor angrepsflate, til hardware-lommeboken, som kun brukes til én ting, og har en mye mindre angrepsflate. For den vanlige personen som ikke kjenner inn og ut av datasikkerhet, er det et levedyktig alternativ for å holde pengene dine sikre.</p>
nl: <p>Als het idee om uw digitale omgeving volledig vrij te houden van virussen en malware om uw Monero te beschermen u eng lijkt, dan zou u een hardware portefeuille kunnen overwegen. In principe houdt de hardware portefeuille uw privésleutels op het apparaat, weg van uw computer. Dus zelfs als uw computer wordt gecompromitteerd, hebben de hackers geen toegang tot uw seed. U kunt het geld alleen uitgeven als de portefeuille is aangesloten op de computer en de transactie ondertekent. Dit verplaatst de beveiliging van de sleutels van uw computer, die voor veel dingen wordt gebruikt en een groot aanvalsoppervlak heeft, naar de hardware portefeuille, die maar voor één ding wordt gebruikt, en een veel kleiner aanvalsoppervlak heeft. Voor de gewone persoon die de ins en outs van computerbeveiliging niet kent, is het een haalbare optie om uw geld veilig te houden.</p>
pl: <p> Jeśli pomysł, aby Twoje środowisko cyfrowe było całkowicie wolne od wirusów i złośliwego oprogramowania w celu ochrony Monero, jest dla Ciebie przerastający, możesz rozważyć portfel sprzętowy [ang. hardware wallet]. Zasadniczo portfel sprzętowy trzyma prywatne klucze na urządzeniu, z dala od komputera. Więc nawet jeśli komputer zostanie przejęty, to hakerzy nie będą mieli dostępu do Twojego seeda. Będziesz mógł wydać środki tylko wtedy, gdy portfel sprzętowy będzie podłączony do komputera i będzie podpisywał transakcję. To przenosi bezpieczeństwo kluczy z komputera, który jest używany do wielu rzeczy i można go łatwo zaatakować, do portfela sprzętowego, który jest używany tylko do jednej rzeczy i ma znacznie mniej szans na atak. Dla zwykłej osoby, która nie zna tajników bezpieczeństwa komputerowego, jest to realna opcja, aby zapewnić bezpieczeństwo środków. </p>
pt_br: <p>Se a ideia de manter seu ambiente digital completamente livre de vírus e malware para proteger seu Monero é assustadora, você pode considerar uma carteira de hardware. Basicamente, a carteira de hardware mantém suas chaves privadas no dispositivo, longe do seu computador. Portanto, mesmo que seu computador seja comprometido, os hackers não terão acesso ao seu seed. Você só poderá gastar os fundos se a carteira de hardware estiver conectada ao computador e assinar a transação. Isso move a segurança das chaves do seu computador, que é usado para muitas coisas e tem uma grande superfície de ataque, para a carteira de hardware, que é usada apenas para uma coisa, e tem uma superfície de ataque muito menor. Para a pessoa comum que não conhece os prós e contras da segurança do computador, é uma opção viável para manter seus fundos protegidos.</p>
sl: <p>Če vas straši zamisel, da bi morali svoje digitalno okolje zaščititi pred virusi in zlonamerno programsko opremo, da bi zaščitili svoje Monero, potem lahko razmislite o strojni denarnici. V strojni denarnici so vaši zasebni ključi shranjeni v napravi, stran od računalnika. Torej tudi če bo vaš računalnik ogrožen, hekerji ne bodo imeli dostopa do vašega semena. Sredstva boste lahko porabili le, če bo strojna denarnica povezana z računalnikom in bo podpisala transakcijo. S tem se varnost ključev prenese z vašega računalnika, ki se uporablja za veliko stvari in ima veliko površino za napade, na strojno denarnico, ki se uporablja le za eno stvar in ima veliko manjšo površino za napade. Za običajne osebe, ki ne poznajo vseh podrobnosti računalniške varnosti, je to izvedljiva možnost za zagotavljanje varnosti vaših sredstev.</p>
sv: <p>Om tanken på att hålla din digitala miljö helt fri från virus och skadlig kod för att skydda din Monero är skrämmande för dig, kan du överväga en hårdvaruplånbok. I grund och botten håller hårdvaruplånboken dina privata nycklar på enheten, borta från din dator. Så även om din dator äventyras kommer hackarna inte ha tillgång till ditt frö. Du kommer bara att kunna spendera pengarna om hårdvaruplånboken är ansluten till datorn och undertecknar transaktionen. Detta flyttar nycklarnas säkerhet från din dator, som används till många saker, och har en stor attackyta, till hårdvaruplånboken, som bara används till en sak, och har en mycket mindre attackyta. För den vanliga personen som inte känner till detaljerna i datorsäkerhet är det ett lönsamt alternativ att hålla dina pengar säkra.</p>
tl: <p>Kung nakakatakot sa iyo ang ideya na panatilihing ganap na libre ang iyong digital na kapaligiran mula sa mga virus at malware para protektahan ang iyong Monero, maaari mong isaalang-alang ang isang hardware wallet. Karaniwang pinapanatili ng hardware wallet ang iyong mga pribadong key sa device, malayo sa iyong computer. Kaya kahit na nakompromiso ang iyong computer, hindi magkakaroon ng access ang mga hacker sa iyong binhi. Magagawa mo lamang na gastusin ang mga pondo kung ang hardware wallet ay konektado sa computer at pinirmahan ang transaksyon. Inililipat nito ang seguridad ng mga susi mula sa iyong computer, na ginagamit para sa maraming bagay, at may malaking attack surface, sa hardware wallet, na ginagamit lamang para sa isang bagay, at may mas maliit na attack surface. Para sa karaniwang tao na hindi alam ang mga pasikot-sikot ng seguridad sa computer, isa itong praktikal na opsyon para panatilihing secure ang iyong mga pondo.</p>
tr: <p>Monero'nuzu korumak için dijital ortamınızı virüslerden ve kötü amaçlı yazılımlardan tamamen uzak tutma fikri size korkutucu geliyorsa, donanım cüzdanını düşünebilirsiniz. Temel olarak donanım cüzdanı, özel anahtarlarınızı cihazda, bilgisayarınızdan uzakta tutar. Yani bilgisayarınız ele geçirilse bile bilgisayar korsanları tohumunuza erişemez. Parayı yalnızca donanım cüzdanının bilgisayara bağlı olması ve işlemi imzalaması durumunda harcayabilirsiniz. Bu, anahtarların güvenliğini, birçok şey için kullanılan ve saldırı yüzeyi geniş olan bilgisayarınızdan, yalnızca tek bir şey için kullanılan ve saldırı yüzeyi çok daha küçük olan donanım cüzdanına taşır. Bilgisayar güvenliğinin tüm ayrıntılarını bilmeyen sıradan bir kişi için, paranızı güvende tutmak uygun bir seçenektir.</p>
ur: <p>اگر اپنے Monero کی حفاظت کے لیے اپنے ڈیجیٹل ماحول کو وائرس اور مالویئر سے مکمل طور پر پاک رکھنے کا خیال آپ کے لیے خوفناک ہے، تو آپ ہارڈ ویئر والیٹ پر غور کر سکتے ہیں۔ بنیادی طور پر ہارڈویئر والیٹ آپ کی نجی کلیدوں کو آپ کے کمپیوٹر سے دور رکھتا ہے۔ لہذا اگر آپ کے کمپیوٹر سے سمجھوتہ کیا جاتا ہے تو، ہیکرز کو آپ کے بیج تک رسائی حاصل نہیں ہوگی۔ آپ صرف اس صورت میں فنڈز خرچ کر سکیں گے جب ہارڈ ویئر والیٹ کمپیوٹر سے منسلک ہو اور لین دین پر دستخط کردے۔ یہ آپ کے کمپیوٹر سے کلیدوں کی سیکیورٹی کو منتقل کرتا ہے، جو کہ بہت سی چیزوں کے لیے استعمال ہوتی ہے، اور اس کی حملہ کی سطح بڑی ہوتی ہے، ہارڈویئر والیٹ میں منتقل ہوتی ہے، جو صرف ایک چیز کے لیے استعمال ہوتی ہے، اور اس کی حملہ کی سطح بہت چھوٹی ہوتی ہے۔ عام آدمی کے لیے جو کمپیوٹر سیکیورٹی کے بارے میں نہیں جانتا، یہ آپ کے فنڈز کو محفوظ رکھنے کا ایک قابل عمل آپشن ہے۔</p>
zh_cn: <p>如果你还是担心无孔不入的病毒和恶意软件攻击，为保护门罗币深感无力，那么你可以考虑使用硬件钱包. 简单的说，硬件钱包可以让的私钥和助记词并不储存在计算机和网络上. 因此，即使你的计算机受到威胁，黑客也将无法访问你的助记词. 只有当你将硬件钱包连接到计算机并签署交易，这时候才能花费和转账.硬件钱包将财产的安全与否从更容易被攻击的计算机和互联网，转移到较小攻击面的硬件钱包,只要你的硬件钱包制造商靠谱，那么就不用担心网络黑客. 对于不了解计算机安全性的普通人来说，也是确保资金安全的可行选择.</p>
zh_tw: <p>如果你還是擔心無孔不入的病毒和惡意軟體攻擊，為保護門羅幣深感無力，那麼你可以考慮使用硬體錢包. 簡單的說，硬體錢包可以讓的私密金鑰和助記詞並不儲存在電腦和網路上. 因此，即使你的電腦受到威脅，駭客也將無法訪問你的助記詞. 只有當你將硬體錢包連接到電腦並簽署交易，這時候才能花費和轉帳.硬體錢包將財產的安全與否從更容易被攻擊的電腦和互聯網，轉移到較小攻擊面的硬體錢包,只要你的硬體錢包製造商靠譜，那麼就不用擔心網路駭客. 對於不瞭解電腦安全性的普通人來說，也是確保資金安全的可行選擇.</p>

# knowledge250Sbpractices250Sb4250Sbtitle
source: Are hardware wallets right for you?
cs: Jsou hardwarové peněženky pro vás to pravé?
fi: Ovatko laitteistolompakot oikeat sinulle?
fr: Les portefeuilles matériels sont-ils faits pour vous ?
it: I portafogli hardware sono adatti a te?
lt: Ar aparatinės piniginės jums tinka?
nb: Er hardware lommebøker riktig for deg?
nl: Zijn hardware portefeuille's geschikt voor u?
pl: Czy portfele sprzętowe są odpowiednie dla Ciebie?
pt_br: As carteiras de hardware são adequadas para você?
sl: So strojne denarnice prave za vas?
sv: Är hårdvaruplånböcker rätt för dig?
tl: Tama ba sa iyo ang mga wallet ng hardware?
tr: Donanım cüzdanları sizin için uygun mu?
ur: کیا ہارڈویئر بٹوے آپ کے لیے صحیح ہیں؟
zh_cn: 硬件钱包
zh_tw: 硬體錢包
