Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_56
source: Attempting to send a password reset email to an email that isn’t in the database
cs: Pokus o odeslání e-mailu pro obnovení hesla na e-mail, který není v databázi
fi: Yritetään lähettää salasanan palautusviesti sähköpostiin, joka ei ole tietokannassa
fr: Tentative d'envoi d'un e-mail de réinitialisation de mot de passe à un e-mail qui n'est pas dans la base de données
it: Tentativo di inviare un'e-mail di reimpostazione della password a un'e-mail che non è presente nel database
lt: Bandoma išsiųsti slaptažodžio nustatymo iš naujo el. laišką į el. laišką, kurio nėra duomenų bazėje
nb: Forsøk på å sende en e-post for tilbakestilling av passord til en e-post som ikke er i databasen
nl: Poging om een e-mail voor het opnieuw instellen van het wachtwoord te verzenden naar een e-mail die niet in de database staat
pl: Próba wysłania wiadomości e-mail dotyczącej resetowania hasła na e-mail, którego nie ma w bazie danych
pt_br: Tentativa de enviar um e-mail de redefinição de senha para um e-mail que não está no banco de dados
sl: Poskus pošiljanja e-pošte za ponastavitev gesla na e-pošto, ki ni v zbirki podatkov
sv: Försöker skicka ett e-postmeddelande om återställning av lösenord till en e-postadress som inte finns i databasen
tl: Sinusubukang magpadala ng email sa pag-reset ng password sa isang email na wala sa database
tr: Veritabanında bulunmayan bir e-postaya şifre sıfırlama e-postası gönderilmeye çalışılıyor
ur: ایک ایسے ای میل پر پاس ورڈ ری سیٹ ای میل بھیجنے کی کوشش کرنا جو ڈیٹا بیس میں نہیں ہے
zh_cn: 尝试将密码重置电子邮件发送到不在数据库中的电子邮件
zh_tw: 嘗試將密碼重置電子郵件發送到不在數據庫中的電子郵件

# api_error_57
source: Token provided for password reset is not a reset token
cs: Token poskytnutý pro resetování hesla není resetovací token
fi: Salasanan nollausta varten tarkoitettu tunnus ei ole palautustunnus
fr: Le jeton fourni pour la réinitialisation du mot de passe n'est pas un jeton de réinitialisation
it: Il token fornito per la reimpostazione della password non è un token di reimpostazione
lt: Ženklas, skirtas slaptažodžiui nustatyti iš naujo, nėra atkūrimo prieigos raktas
nb: Token oppgitt for tilbakestilling av passord er ikke et tilbakestillingstoken
nl: Het token dat is verstrekt voor het opnieuw instellen van het wachtwoord is geen resettoken
pl: Token dostarczony do resetowania hasła nie jest tokenem resetowania
pt_br: O token fornecido para redefinição de senha não é um token de redefinição
sl: Žeton za ponastavitev gesla ni žeton za ponastavitev
sv: Token som tillhandahålls för återställning av lösenord är inte en återställningstoken
tl: Ang token na ibinigay para sa pag-reset ng password ay hindi isang reset token
tr: Parola sıfırlama için sağlanan jeton bir sıfırlama jetonu değil
ur: پاس ورڈ ری سیٹ کے لیے فراہم کردہ ٹوکن ری سیٹ ٹوکن نہیں ہے
zh_cn: 为密码重置提供的令牌不是重置令牌
zh_tw: 為密碼重置提供的令牌不是重置令牌

# api_error_58
source: Trying to send a password-reset email to a user with an unverified email
cs: Pokus o odeslání e-mailu s obnovením hesla uživateli s neověřeným e-mailem
fi: Yritetään lähettää salasanan palautusviesti käyttäjälle, jolla on vahvistamaton sähköposti
fr: Tentative d'envoi d'un e-mail de réinitialisation de mot de passe à un utilisateur avec une adresse e-mail non vérifiée
it: Tentativo di inviare un'e-mail di reimpostazione della password a un utente con un indirizzo e-mail non verificato
lt: Bandoma išsiųsti slaptažodžio nustatymo iš naujo el. laišką vartotojui su nepatvirtintu el. pašto adresu
nb: Prøver å sende en e-post med tilbakestilling av passord til en bruker med en ubekreftet e-post
nl: Poging om een e-mail voor het opnieuw instellen van het wachtwoord te verzenden naar een gebruiker met een niet-geverifieerd e-mailadres
pl: Próbujesz wysłać wiadomość e-mail umożliwiającą zresetowanie hasła do użytkownika z niezweryfikowanym adresem e-mail
pt_br: Tentando enviar um e-mail de redefinição de senha para um usuário com um e-mail não verificado
sl: Poskus pošiljanja e-pošte za ponastavitev gesla uporabniku z nepreverjeno e-pošto
sv: Försöker skicka ett e-postmeddelande om återställning av lösenord till en användare med ett overifierat e-postmeddelande
tl: Sinusubukang magpadala ng email sa pag-reset ng password sa isang user na may hindi na-verify na email
tr: Doğrulanmamış bir e-posta adresi olan bir kullanıcıya şifre sıfırlama e-postası gönderilmeye çalışılıyor
ur: غیر تصدیق شدہ ای میل والے صارف کو پاس ورڈ دوبارہ ترتیب دینے والا ای میل بھیجنے کی کوشش کرنا
zh_cn: 尝试向电子邮件地址未经验证的用户发送密码重置电子邮件
zh_tw: 嘗試使用未經驗證的電子郵件向用戶發送密碼重置電子郵件

# api_error_59
source: Trying reset a password for a user with an unverified email
cs: Pokus o resetování hesla pro uživatele s neověřeným e-mailem
fi: Yritetään nollata salasanaa käyttäjälle, jonka sähköpostia ei ole vahvistettu
fr: Tentative de réinitialisation du mot de passe d'un utilisateur avec une adresse e-mail non vérifiée
it: Tentativo di reimpostare una password per un utente con un indirizzo email non verificato
lt: Bandoma iš naujo nustatyti slaptažodį vartotojui, kurio el. pašto adresas nepatvirtintas
nb: Prøver å tilbakestille et passord for en bruker med en ubekreftet e-post
nl: Poging om een wachtwoord opnieuw in te stellen voor een gebruiker met een niet-geverifieerd e-mailadres
pl: Próba zresetowania hasła użytkownika z niezweryfikowanym adresem e-mail
pt_br: Tentando redefinir uma senha para um usuário com um e-mail não verificado
sl: Poskus ponastavitve gesla za uporabnika z nepreverjeno e-pošto
sv: Försöker återställa ett lösenord för en användare med en overifierad e-post
tl: Sinusubukang mag-reset ng password para sa isang user na may hindi na-verify na email
tr: Doğrulanmamış e-posta adresi olan bir kullanıcının şifresini sıfırlamaya çalışıyorum
ur: غیر تصدیق شدہ ای میل والے صارف کے لیے پاس ورڈ دوبارہ ترتیب دینے کی کوشش کرنا
zh_cn: 尝试为电子邮件未经验证的用户重置密码
zh_tw: 嘗試使用未經驗證的電子郵件為用戶重置密碼

# api_error_62
source: No account exists with the username provided for the account public data request
cs: Neexistuje žádný účet s uživatelským jménem zadaným pro žádost o veřejná data účtu
fi: Käyttäjätunnus jolla julkinen datapyyntö tehtiin, ei ole käyttäjää
fr: Aucun compte n'existe avec le nom d'utilisateur fourni pour la demande de données publiques du compte
it: Non esiste alcun account con il nome utente fornito per la richiesta dei dati pubblici dell'account
lt: Nėra paskyros su naudotojo vardu, pateiktu paskyros viešųjų duomenų užklausoje
nb: Det eksisterer ingen konto med brukernavnet som er oppgitt for forespørselen om offentlige data på kontoen
nl: Er bestaat geen account met de gebruikersnaam die is opgegeven voor het openbare gegevensverzoek van het account
pl: Nie istnieje konto z nazwą użytkownika podaną w żądaniu danych publicznych konta
pt_br: Não existe nenhuma conta com o nome de usuário fornecido para a solicitação de dados públicos da conta
sl: Ne obstaja noben račun z uporabniškim imenom, podanim za zahtevo za javne podatke računa
sv: Det finns inget konto med det användarnamn som angetts för begäran om offentliga data för kontot
tl: Walang account na mayroong ibinigay na username para sa kahilingan sa pampublikong data ng account
tr: Hesap herkese açık veri talebi için sağlanan kullanıcı adına sahip bir hesap mevcut değil
ur: اکاؤنٹ پبلک ڈیٹا کی درخواست کے لیے فراہم کردہ صارف نام کے ساتھ کوئی اکاؤنٹ موجود نہیں ہے
zh_cn: 不存在为帐户公共数据请求提供的用户名的帐户
zh_tw: 不存在具有為帳戶公共數據請求提供的用戶名的帳戶

# api_error_63
source: Attempting to upload file of a forbidden type
cs: Pokus o nahrání souboru zakázaného typu
fi: Yritetään ladata kielletyn tyyppistä tiedostoa
fr: Tentative de téléchargement d'un fichier d'un type interdit
it: Tentativo di caricare un file di tipo proibito
lt: Bandoma įkelti draudžiamo tipo failą
nb: Forsøk på å laste opp fil av en forbudt type
nl: Poging om bestand van een verboden type te uploaden
pl: Próba przesłania pliku niedozwolonego typu
pt_br: Tentativa de upload de arquivo de tipo proibido
sl: Poskus nalaganja datoteke prepovedane vrste
sv: Försök att ladda upp fil av förbjuden typ
tl: Sinusubukang mag-upload ng file ng isang ipinagbabawal na uri
tr: Yasak türde bir dosya yüklenmeye çalışılıyor
ur: ممنوعہ قسم کی فائل اپ لوڈ کرنے کی کوشش
zh_cn: 尝试上传禁止类型的文件
zh_tw: 試圖上傳禁止類型的文件

# api_error_64
source: Attempting to mark a non-existent notification as read
cs: Pokus o označení neexistujícího oznámení jako přečteného
fi: Yritetään merkitä olematon ilmoitus luetuksi
fr: Tentative de marquer une notification inexistante comme lue
it: Tentativo di contrassegnare una notifica inesistente come letta
lt: Bandoma pažymėti neegzistuojantį pranešimą kaip perskaitytą
nb: Forsøk på å merke et ikke-eksisterende varsel som lest
nl: Poging om een niet-bestaande melding als gelezen te markeren
pl: Próba oznaczenia nieistniejącego powiadomienia jako przeczytanego
pt_br: Tentativa de marcar uma notificação inexistente como lida
sl: Poskus označiti neobstoječe obvestilo kot prebrano
sv: Försök att markera ett icke-existerande meddelande som läst
tl: Sinusubukang markahan ang isang hindi umiiral na notification bilang nabasa na
tr: Var olmayan bir bildirimi okundu olarak işaretlemeye çalışılıyor
ur: غیر موجود اطلاع کو پڑھا ہوا نشان زد کرنے کی کوشش کی جا رہی ہے
zh_cn: 尝试将不存在的通知标记为已读
zh_tw: 試圖將不存在的通知標記為已讀

# api_error_65
source: Attempting to mark an already read notification as read
cs: Pokus o označení již přečteného oznámení jako přečteného
fi: Yritetään merkitä jo luettu ilmoitus luetuksi
fr: Tentative de marquer une notification déjà lue comme lue
it: Tentativo di contrassegnare una notifica già letta come letta
lt: Jau perskaitytą pranešimą bandoma pažymėti kaip skaitytą
nb: Forsøker å merke et allerede lest varsel som lest
nl: Poging om een reeds gelezen melding als gelezen te markeren
pl: Próba oznaczenia już przeczytanego powiadomienia jako przeczytanego
pt_br: Tentativa de marcar uma notificação já lida como lida
sl: Poskus označiti že prebrano obvestilo kot prebrano
sv: Försök att markera ett redan läst meddelande som läst
tl: Sinusubukang markahan ang isang nabasa nang notification bilang nabasa na
tr: Zaten okunmuş bir bildirimi okundu olarak işaretlemeye çalışılıyor
ur: پہلے سے پڑھی ہوئی اطلاع کو پڑھا ہوا نشان زد کرنے کی کوشش کی جا رہی ہے
zh_cn: 尝试将已读通知标记为已读
zh_tw: 嘗試將已讀通知標記為已讀

# api_error_66
source: Attempting to upload chat attachment to trade that doesn’t exist
cs: Pokus o nahrání přílohy chatu do obchodu, který neexistuje
fi: Yritetään ladata chat-liite kauppaan, jota ei ole olemassa
fr: Tentative de téléchargement d'une pièce jointe de tchat pour un échange qui n'existe pas
it: Tentativo di caricare un allegato chat per un'operazione che non esiste
lt: Bandoma įkelti pokalbio priedą į prekybą, kurios nėra
nb: Forsøk på å laste opp chat-vedlegg til handel som ikke eksisterer
nl: Poging om chatbijlage te uploaden naar een transactie die niet bestaat
pl: Próba przesłania załącznika w czacie do handlu, który nie istnieje
pt_br: Tentativa de carregar anexo de chat para uma negociação que não existe
sl: Poskus nalaganja priloge klepeta v trgovanje, ki ne obstaja
sv: Försöker ladda upp chattbilaga till handel som inte finns
tl: Sinusubukang mag-upload ng chat attachment sa kalakalan na wala
tr: Mevcut olmayan bir sohbet ekini takasa yüklemeye çalışıyorum
ur: چیٹ کو منسلکہ تجارت کے لیے اپ لوڈ کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试上传不存在的聊天附件进行交易
zh_tw: 試圖上傳聊天附件到不存在的交易

# api_error_67
source: Attempting to send chat message to trade that doesn’t exist
cs: Pokus o odeslání chatové zprávy k obchodování, která neexistuje
fi: Yritetään lähettää chat-viesti kauppaan, jota ei ole olemassa
fr: Tentative d'envoi d'un message de tchat à une transaction qui n'existe pas
it: Tentativo di inviare un messaggio di chat a un'operazione che non esiste
lt: Bandoma išsiųsti pokalbio pranešimą prekybai, kuri neegzistuoja
nb: Forsøk på å sende chatmelding til handel som ikke eksisterer
nl: Poging om chatbericht te sturen naar een transactie die niet bestaat
pl: Próba wysłania wiadomości na czacie do handlu, który nie istnieje
pt_br: Tentativa de enviar mensagem de chat para uma negociação que não existe
sl: Poskus pošiljanja sporočila v klepetu trade-u, ki ne obstaja
sv: Försöker skicka chattmeddelande till handel som inte existerar
tl: Sinusubukang magpadala ng mensahe sa chat sa pangangalakal na wala
tr: Mevcut olmayan bir takasa sohbet mesajı gönderilmeye çalışılıyor
ur: تجارت کے لیے چیٹ پیغام بھیجنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试向不存在的交易发送聊天消息
zh_tw: 試圖向不存在的交易發送聊天消息

# api_error_68
source: Attempting to get chat message list of trade that doesn’t exist
cs: Pokus o získání seznamu zpráv na chatu o obchodu, který neexistuje
fi: Yritetään saada chat-viestiluettelo kaupasta, jota ei ole olemassa
fr: Tentative d'obtention d'une liste de messages de tchat d'une transaction qui n'existe pas
it: Tentativo di ottenere l'elenco dei messaggi di chat relativi agli scambi che non esiste
lt: Bandoma gauti neegzistuojančios prekybos pokalbių pranešimų sąrašą
nb: Forsøker å få chatmeldingsliste over handel som ikke eksisterer
nl: Poging om lijst met chatberichten op te halen van een transactie die niet bestaat
pl: Próba uzyskania listy wiadomości czatu dotyczących handlu, który nie istnieje
pt_br: Tentativa de obter lista de mensagens de chat de comércio que não existe
sl: Poskus pridobivanja seznama sporočil klepeta o trade-u, ki ne obstaja
sv: Försöker få en lista över chattmeddelanden om handel som inte finns
tl: Sinusubukang makakuha ng listahan ng mensahe ng chat ng kalakalan na wala
tr: Mevcut olmayan ticaretin sohbet mesajı listesini almaya çalışıyorum
ur: تجارت کی چیٹ میسج لسٹ حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在的交易聊天消息列表
zh_tw: 試圖獲取不存在的交易的聊天消息列表

# api_error_69
source: Attempting to get chat message that doesn’t exist
cs: Pokus o získání chatové zprávy, která neexistuje
fi: Yritetään saada chat-viestiä, jota ei ole olemassa
fr: Tentative de réception d'un message de tchat qui n'existe pas
it: Tentativo di ricevere un messaggio di chat che non esiste
lt: Bandoma gauti pokalbio pranešimą, kurio nėra
nb: Forsøker å få en chatmelding som ikke eksisterer
nl: Poging om een chatbericht te ontvangen dat niet bestaat
pl: Próba uzyskania wiadomości na czacie, która nie istnieje
pt_br: Tentando obter uma mensagem de bate-papo que não existe
sl: Poskus pridobitve sporočila klepeta, ki ne obstaja
sv: Försöker hämta chattmeddelande som inte finns
tl: Sinusubukang makakuha ng mensahe sa chat na wala
tr: Mevcut olmayan bir sohbet mesajı alınmaya çalışılıyor
ur: چیٹ میسج حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在的聊天消息
zh_tw: 試圖獲取不存在的聊天消息

# api_error_70
source: Attempting to get wallet address of account that doesn’t exist
cs: Pokus o získání adresy peněženky účtu, který neexistuje
fi: Yritetään saada tilin lompakko-osoite, jota ei ole olemassa
fr: Tentative d'obtention de l'adresse de portefeuille d'un compte qui n'existe pas
it: Tentativo di ottenere l'indirizzo del portafoglio dell'account che non esiste
lt: Bandoma gauti neegzistuojančios paskyros piniginės adresą
nb: Forsøker å få lommebokadressen til en konto som ikke eksisterer
nl: Poging om portefeuille adres van account te krijgen dat niet bestaat
pl: Próba uzyskania adresu portfela konta, które nie istnieje
pt_br: Tentativa de obter o endereço da carteira de uma conta que não existe
sl: Poskus pridobivanja naslova denarnice računa, ki ne obstaja
sv: Försöker få plånboksadress till konto som inte existerar
tl: Sinusubukang kunin ang wallet address ng account na wala
tr: Mevcut olmayan bir hesabın cüzdan adresi alınmaya çalışılıyor
ur: اکاؤنٹ کا بٹوۓ کا پتہ حاصل کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试获取不存在账户的钱包地址
zh_tw: 試圖獲取不存在賬戶的錢包地址

# api_error_71
source: Attempting to get transactions of an account that doesn’t exist
cs: Pokus o získání transakcí z účtu, který neexistuje
fi: Yritetään saada transaktioita tililtä, jota ei ole olemassa
fr: Tentative d'obtention des transactions d'un compte qui n'existe pas
it: Tentativo di ottenere transazioni da un conto che non esiste
lt: Bandoma gauti neegzistuojančios sąskaitos operacijas
nb: Forsøk på å få transaksjoner fra en konto som ikke eksisterer
nl: Poging om transacties te ontvangen van een account dat niet bestaat
pl: Próba uzyskania transakcji z konta, które nie istnieje
pt_br: Tentativa de obter transações de uma conta que não existe
sl: Poskus pridobivanja transakcij računa, ki ne obstaja
sv: Försöker få transaktioner från ett konto som inte existerar
tl: Pagtatangkang kumuha ng mga transaksyon ng isang account na wala
tr: Mevcut olmayan bir hesabın işlemlerini almaya çalışmak
ur: کسی ایسے اکاؤنٹ کی لین دین حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在账户的交易
zh_tw: 試圖獲取一個不存在的賬戶的交易

# api_error_72
source: Attempting to withdraw funds of an account that doesn’t exist
cs: Pokus o výběr prostředků z účtu, který neexistuje
fi: Yritetään nostaa varoja tililtä, jota ei ole olemassa
fr: Tentative de retrait des fonds d'un compte qui n'existe pas
it: Tentativo di prelevare fondi da un conto che non esiste
lt: Bandoma atsiimti lėšas iš sąskaitos, kurios nėra
nb: Forsøk på å ta ut penger fra en konto som ikke eksisterer
nl: Poging om geld op te nemen van een account dat niet bestaat
pl: Próba wypłaty środków z konta, które nie istnieje
pt_br: Tentativa de sacar fundos de uma conta que não existe
sl: Poskus dviga sredstev z računa, ki ne obstaja
sv: Försök att ta ut pengar från ett konto som inte existerar
tl: Pagtatangkang mag-withdraw ng mga pondo ng isang account na wala
tr: Mevcut olmayan bir hesaptan para çekilmeye çalışılması
ur: ایسے اکاؤنٹ کے رقم نکالنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试从不存在的账户提取资金
zh_tw: 試圖從不存在的賬戶中提取資金

# api_error_78
source: Attempting to make get ads with an invalid combination of parameters
cs: Pokus o vytvoření reklam s neplatnou kombinací parametrů
fi: Yritetään tehdä ilmoitusta, joissa on virheellinen parametriyhdistelmä
fr: Tentative de récupération d'annonces avec une combinaison de paramètres non valide
it: Tentativo di visualizzare annunci con una combinazione di parametri non valida
lt: Bandoma gauti skelbimus su netinkamu parametrų deriniu
nb: Forsøk på å få annonser med en ugyldig kombinasjon av parametere
nl: Poging om get-advertenties te maken met een ongeldige combinatie van parameters
pl: Próba wyświetlenia reklam z nieprawidłową kombinacją parametrów
pt_br: Tentativa de obter anúncios com uma combinação inválida de parâmetros
sl: Poskus ustvarjanja oglasov z neveljavno kombinacijo parametrov
sv: Försök att skapa get ads med en ogiltig kombination av parametrar
tl: Pagtatangkang gumawa ng mga ad na may ilegal na kumbinasyon ng mga parameter
tr: Geçersiz parametre kombinasyonuna sahip reklamlar elde edilmeye çalışılıyor
ur: پیرامیٹرز کے غاط امتزاج کے ساتھ اشتہارات حاصل کرنے کی کوشش
zh_cn: 尝试使用无效的参数组合制作获取广告
zh_tw: 嘗試使用無效的參數組合製作獲取廣告

# api_error_79
source: The requested ad ID doesn’t exist
cs: Požadované ID reklamy neexistuje
fi: Pyydettyä ilmoituksen tunnusta ei ole olemassa
fr: L'identifiant d'annonce demandé n'existe pas
it: L'ID annuncio richiesto non esiste
lt: Prašomo skelbimo ID neegzistuoja
nb: Den forespurte annonse-ID-en finnes ikke
nl: De aangevraagde advertentie-ID bestaat niet
pl: Żądany identyfikator ogłoszenia nie istnieje
pt_br: O ID do anúncio solicitado não existe
sl: Zahtevani ID oglasa ne obstaja
sv: Det begärda annons-ID:t existerar inte
tl: Ang hiniling na ad ID ay wala
tr: İstenen reklam kimliği mevcut değil
ur: مطلوبہ اشتہار کئ ID موجود نہیں ہے
zh_cn: 请求的广告ID不存在
zh_tw: 請求的廣告 ID 不存在

# api_error_80
source: Didn’t set both lat and lon in the ad update/create request
cs: V žádosti o aktualizaci/vytvoření reklamy nebyla nastavena zeměpisná šířka a délka
fi: Ilmoituksen päivitys-/luontipyyntöön ei asetettu sekä leveyttä että pituutta
fr: Les paramètres « lat » et « lon » ne sont pas tous les deux définis dans la demande de mise à jour/création de l'annonce
it: Non ho impostato sia la lat che la lon nella richiesta di aggiornamento/creazione dell'annuncio
lt: Skelbimo atnaujinimo / kūrimo užklausoje nenustatė lat ir lon
nb: Angav ikke både lat og lon i annonseoppdateringen/opprettingsforespørselen
nl: Niet zowel lat als lon ingesteld in het advertentie-update-/aanmaakverzoek
pl: W żądaniu aktualizacji/utworzenia ogłoszenia nie ustawiono zarówno długości geograficznej, jak i szerokości geograficznej
pt_br: Não definiu lat e lon na solicitação de atualização/criação do anúncio
sl: V zahtevi za posodobitev/ustvarjanje oglasa niste nastavili zemljepisne širine in dolžine
sv: Har inte angett både lat och lon i förfrågan om uppdatering/skapande av annons
tl: Hindi nagtakda ng parehong lat at lon sa kahilingan sa pag-update/paglikha ng ad
tr: Reklam güncelleme/oluşturma isteğinde hem enlem hem de boylam ayarlanmadı
ur: اشتہار کی تازہ کاری/تخلیق کی درخواست میںlat اورlon دونوں کو سیٹ نہیں کیا
zh_cn: 未在广告更新/创建请求中同时设置纬度和经度
zh_tw: 沒有在廣告更新/創建請求中同時設置緯度和經度

# api_error_81
source: Didn’t set price formula when posting ad
cs: Při vkládání inzerátu nebyl nastaven cenový vzorec
fi: Ei asettanut hintakaavaa ilmoitusta julkaistaessa
fr: Aucune formule de prix définie lors de la publication de l'annonce
it: Non ho impostato la formula del prezzo durante la pubblicazione dell'annuncio
lt: Skelbdamas skelbimą nenustatė kainos formulės
nb: Har ikke angitt prisformel da annonsen ble lagt ut
nl: Prijsformule niet ingesteld bij het plaatsen van de advertentie
pl: Nie ustawiono formuły ceny podczas publikowania ogłoszenia
pt_br: Não definiu a fórmula de preço ao postar o anúncio
sl: Pri objavi oglasa nisem določil cenovne formule
sv: Har inte angett prisformel vid publicering av annons
tl: Hindi nagtakda ng formula ng presyo kapag nagpo-post ng ad
tr: İlanı yayınlarken fiyat formülü belirlenmedi
ur: اشتہار پوسٹ کرتے وقت قیمت کا فارمولہ متعین نہیں کیا
zh_cn: 发布广告时未设定价格公式
zh_tw: 發布廣告時沒有設置價格公式

# api_error_82
source: Trying to set lat and lon for an online ad
cs: Pokuste se nastavit zeměpisnou šířku a délku pro online reklamu
fi: Yritetään asettaa leveys ja pituus verkkoilmoitukselle
fr: Tentative de définir la latitude et la longitude d'une annonce en ligne
it: Sto cercando di impostare lat e lon per un annuncio online
lt: Bandoma nustatyti internetinio skelbimo lat ir lon
nb: Prøver å angi lat og lon for en nettannonse
nl: Poging om lat en lon in te stellen voor een online advertentie
pl: Próba ustawienia szerokości i długości geograficznej dla ogłoszenia online
pt_br: Tentando definir lat e lon para um anúncio online
sl: Poskušam nastaviti zem. širino in dolžino za spletni oglas
sv: rsöker ange lat och lon för en onlineannons
tl: Sinusubukang magtakda ng lat at lon para sa isang online na ad
tr: Çevrimiçi bir reklam için enlem ve boylamı ayarlamaya çalışıyorum
ur: آن لائن اشتہار کے لیےlat اور lon سیٹ کرنے کی کوشش کر نا
zh_cn: 尝试设置在线广告的纬度和经度
zh_tw: 嘗試為在線廣告設置緯度和經度
