Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sb2fa250Sbstep8722Sbsix8722Sbtext
source: To complete the setup enter the code given by your mobile app in the box below the QR code and press the 'Verify 2FA' button. <br/><br/> Congrats! Two-factor authentication has been enabled for your account. Use codes given to you by the app along with your password to login and withdraw your arbitration bond.
cs: Pro dokončení nastavení zadejte kód daný vaší mobilní aplikací do pole pod QR kódem a stiskněte tlačítko „Ověřit 2FA“. <br/><br/> Gratulujeme! Pro Váš účet bylo povoleno dvoufaktorové ověřování. Pomocí kódů, které Vám aplikace poskytne spolu s heslem, se přihlaste a stáhněte si arbitrážní dluhopis.
fi: Viimeistele määritys kirjoittamalla mobiilisovelluksesi antama koodi QR-koodin alla olevaan kenttään ja paina "Vahvista 2FA" -painiketta. <br/><br/> Onnittelut! Kaksivaiheinen todennus on otettu käyttöön tililläsi. Käytä sovelluksen sinulle antamia koodeja salasanasi kanssa kirjautuaksesi sisään ja nostaaksesi välimiesmaksun.
fr: Pour terminer la configuration, entrez le code fourni par votre application mobile dans la case située sous le QR code et appuyez sur le bouton "Vérifier 2FA". <br /><br /> Félicitations ! L'authentification à deux facteurs 2FA a été activée pour votre compte. Utilisez les codes qui vous sont fournis par l'application ainsi que votre mot de passe pour vous connecter et retirer votre caution d'arbitrage.
it: Per completare la configurazione inserisci il codice dato dalla tua app mobile nella casella sotto il codice QR e premi il pulsante 'Verify 2FA'. <br/><br/> Congratulazioni! L'autenticazione a due fattori è stata abilitata per il tuo account. Usa i codici che ti ha dato l'app insieme alla tua password per accedere e ritirare il tuo titolo arbitrale.
lt: Norėdami užbaigti sąranką, laukelyje po QR kodu įveskite programos mobiliesiems suteiktą kodą ir paspauskite mygtuką „Patvirtinti 2FA“. <br/><br/> Sveikiname! Jūsų paskyroje įgalintas dviejų veiksnių autentifikavimas. Norėdami prisijungti ir atsiimti arbitražo garantiją, naudokite programos jums suteiktus kodus kartu su slaptažodžiu.
nb: For å fullføre oppsettet, skriv inn koden gitt av mobilappen din i boksen under QR-koden og trykk på 'Bekreft 2FA'-knappen. <br/><br/> Gratulerer! Tofaktorautentisering er aktivert for kontoen din. Bruk koder gitt til deg av appen sammen med passordet ditt for å logge på og trekke voldgiftsbindingen din.
nl: Om de installatie te voltooien, voert u de code in die in uw mobiele app wordt gegeven in het vak onder de QR-code, en drukt u op de knop 'Verify 2FA'. <br/><br/> Gefeliciteerd! Tweefactorauthenticatie is ingeschakeld voor uw account. Gebruik de codes die de app u heeft gegeven samen met uw wachtwoord om in te loggen en uw arbitrageband in te trekken.
pl: Aby skonfigurować, wprowadź kod podany przez aplikację mobilną w polu poniżej kodu QR i naciśnij przycisk „Weryfikacja 2FA”.<br/> <br/> Gratulacje! Uwierzytelnianie dwuskładnikowe zostało włączone dla Twojego konta. Użyj kodów generowanych przez aplikację wraz z hasłem, aby zalogować się i wypłacić środki spod zastawu.
pt_br: Para completar a configuração, digite o código dado por seu aplicativo móvel na caixa abaixo do código QR e pressione o botão "Verify 2FA". <br/><br/> Parabéns! A autenticação de dois fatores foi habilitada para sua conta. Use os códigos fornecidos pelo aplicativo junto com sua senha para fazer o login e retirar sua garantia de arbitragem.
sl: Za dokončanje nastavitve v polje pod QR kodo vnesite kodo, ki vam jo je dala vaša mobilna aplikacija, in pritisnite gumb "Preveri 2FA". <br/><br/> Čestitke! Za vaš račun je omogočeno dvostopenjsko preverjanje pristnosti. Za prijavo in dvig arbitražne obveznice uporabite kode, ki vam jih skupaj z geslom poda aplikacija.
sv: För att slutföra installationen anger du koden från din mobilapp i rutan under QR-koden och trycker på knappen "Verifiera 2FA". <br/><br/> Grattis! Tvåfaktorsautentisering har aktiverats för ditt konto. Använd de koder som du får av appen tillsammans med ditt lösenord för att logga in och ta ut din skiljedomsobligation.
tl: Upang kumpletuhin ang setup ilagay ang code na ibinigay ng iyong mobile app sa kahon sa ibaba ng QR code at pindutin ang 'I-verify ang 2FA' na button. <br/><br/> Binabati kita! Ang two-factor authentication ay pinagana para sa iyong account. Gumamit ng mga code na ibinigay sa iyo ng app kasama ng iyong password upang mag-login at bawiin ang iyong arbitration bond.
tr: Kurulumu tamamlamak için mobil uygulamanızın verdiği kodu QR kodunun altındaki kutuya girin ve '2FA'yı Doğrula' butonuna basın. <br/><br/> Tebrikler! Hesabınız için iki faktörlü kimlik doğrulama etkinleştirildi. Giriş yapmak ve tahkim bononuzu geri çekmek için uygulama tarafından size verilen kodları şifrenizle birlikte kullanın.
ur: سیٹ اپ کو مکمل کرنے کے لیے QR کوڈ کے نیچے باکس میں اپنے موبائل ایپ کے ذریعے دیا گیا کوڈ درج کریں اور 'Verify 2FA' بٹن دبائیں۔ <br/><br/> مبارک ہو! آپ کے اکاؤنٹ کے لیے دو عنصر کی تصدیق کو فعال کر دیا گیا ہے۔ لاگ ان کرنے اور اپنا ثالثی بانڈ واپس لینے کے لیے اپنے پاس ورڈ کے ساتھ ایپ کے ذریعے آپ کو دیئے گئے کوڈز کا استعمال کریں۔
zh_cn: 要完成设置，请在二维码下方的框中输入您的移动应用程序提供的代码，然后按“验证 2FA”按钮。 <br/><br/> 恭喜！已为您的帐户启用双因素身份验证。使用应用程序提供给您的代码以及您的密码登录和提取您的仲裁保证金。
zh_tw: 要完成設置，請在二維碼下方的框中輸入您的移動應用程序提供的代碼，然後按“驗證 2FA”按鈕。 <br/><br/> 恭喜！已為您的帳戶啟用兩步驗證。使用應用程序提供給您的代碼以及您的密碼登錄和提取您的仲裁保證金。

# guide250Sb2fa250Sbstep8722Sbthree8722Sbtext
source: <strong>IMPORTANT! Write down your backup code. </strong> We recommend to print or write it on a piece of paper for maximum security. Store it safely, this code is your only chance to regain access to your account should you lose your phone or delete the authenticator app.
cs: <strong>DŮLEŽITÉ! Zapište si záložní kód. </strong> Pro maximální bezpečnost doporučujeme vytisknout nebo napsat na kus papíru. Uložte jej bezpečně, tento kód je vaší jedinou šancí, jak znovu získat přístup k Vašemu účtu, pokud ztratíte telefon nebo smažete aplikaci pro ověřování.
fi: <strong>TÄRKEÄÄ! Kirjoita varmistuskoodisi muistiin. </strong> Suosittelemme tulostamaan tai kirjoittamaan sen paperille parhaan mahdollisen turvallisuuden takaamiseksi. Säilytä se turvallisesti. Tämä koodi on ainoa mahdollisuutesi saada oikeudet takaisiin tiliisi, jos kadotat puhelimesi tai poistat autentikointisovelluksen.
fr: <strong>IMPORTANT ! Notez votre code de secours.</strong> Nous vous recommandons de l'imprimer ou de l'écrire sur une feuille de papier pour une sécurité maximale. Conservez-le en toute sécurité, ce code est votre seule chance de retrouver l'accès à votre compte si vous perdez votre téléphone ou supprimez l'application d'authentification.
it: <strong>IMPORTANTE! Copia il tuo codice di backup.</strong> Per la tua sicurezza, raccomandiamo di stamparlo o scriverlo su un pezzo di carta ed archiviarlo in modo sicuro. Questo codice è l'unica possibilità per riottenere l'accesso al tuo account in caso di smarrimento del telefono o eliminazione dell'app di autenticazione.
lt: <strong>SVARBU! Užsirašykite atsarginį kodą. </strong> Rekomenduojame atspausdinti arba užrašyti ant popieriaus lapo, kad būtų užtikrintas maksimalus saugumas. Laikykite jį saugiai. Šis kodas yra vienintelė galimybė atgauti prieigą prie paskyros, jei pamestumėte telefoną arba ištrintumėte autentifikavimo programą.
nb: <strong>VIKTIG! Skriv ned reservekoden din. </strong> Vi anbefaler å skrive det ut eller skrive det på et stykke papir for maksimal sikkerhet. Oppbevar den trygt, denne koden er din eneste sjanse til å få tilbake tilgang til kontoen din hvis du skulle miste telefonen eller slette autentiseringsappen.
nl: <strong>BELANGRIJK! Schrijf uw back-upcode op. </strong> We raden aan om het af te drukken of op te schrijven op een stuk papier voor maximale veiligheid. Bewaar deze veilig, deze code is uw enige kans om weer toegang tot uw account te krijgen als u uw telefoon kwijtraakt of de authenticator-app verwijdert.
pl: <strong> WAŻNE! Zapisz swój kod kopii zapasowej.</strong> Zalecamy wydrukowanie lub napisanie go na papierze dla maksymalnego bezpieczeństwa. Przechowuj go bezpiecznie, ten kod jest jedyną szansą na odzyskanie dostępu do konta, jeśli stracisz telefon lub usuniesz aplikację uwierzytelniającą.
pt_br: <strong>IMPORTANTE! Anote o seu código de backup. </strong> Recomendamos imprimi-lo ou anotá-lo num pedaço de papel para melhor segurança. Guarde-o num local seguro. Esse código é sua única chance de recuperar o acesso à conta caso você perca seu telefone ou delete o app de 2FA.
sl: <strong>POMEMBNO! Zapišite svojo rezervno kodo. </strong> Za največjo varnost priporočamo, da ga natisnete ali napišete na kos papirja. Shranite jo na varno, saj je ta koda vaša edina možnost, da ponovno pridobite dostop do računa, če izgubite telefon ali izbrišete aplikacijo za preverjanje pristnosti.
sv: <strong>VIKTIGT! Skriv ner din reservkod. </strong> Vi rekommenderar att du skriver ut eller skriver den på ett papper för maximal säkerhet. Förvara den säkert - koden är din enda chans att få tillbaka åtkomsten till ditt konto om du tappar bort din telefon eller raderar autentiseringsappen.
tl: <strong>MAHALAGA! Isulat ang iyong backup na code. </strong> Inirerekomenda naming i-print o isulat ito sa isang piraso ng papel para sa maximum na seguridad. I-imbak ito nang ligtas, ang code na ito ay ang iyong tanging pagkakataon upang mabawi ang access sa iyong account sakaling mawala ang iyong telepono o tanggalin ang authenticator app.
tr: <strong>ÖNEMLİ! Yedek kodunuzu yazın. </strong> Maksimum güvenlik için yazdırmanızı veya bir kağıt parçasına yazmanızı öneririz. Güvenli bir şekilde saklayın; bu kod, telefonunuzu kaybetmeniz veya kimlik doğrulama uygulamasını silmeniz durumunda hesabınıza yeniden erişim kazanmak için tek şansınızdır.
ur: <strong>اہم! اپنا بیک اپ کوڈ لکھیں۔ </strong> ہم زیادہ سے زیادہ حفاظت کے لیے اسے کاغذ کے ٹکڑے پر پرنٹ کرنے یا لکھنے کی تجویز کرتے ہیں۔ اسے محفوظ طریقے سے اسٹور کریں، یہ کوڈ آپ کے اکاؤنٹ تک دوبارہ رسائی حاصل کرنے کا واحد موقع ہے اگر آپ اپنا فون کھو دیتے ہیں یا توثیق کار ایپ کو حذف کر دیتے ہیں۔
zh_cn: <strong>这一点非常重要！记下页面上显示的备份代码</strong>，并将其记录在安全的位置，最好是纸上。
zh_tw: <strong>這一點非常重要！記下頁面上顯示的備份代碼</strong>，並將其記錄在安全的位置，最好是紙上。

# guide250Sb2fa250Sbstep8722Sbtwo8722Sbtext
source: Enter your password and press 'Enable 2FA' button.
cs: Zadejte své heslo a stiskněte tlačítko 'Povolit 2FA'.
fi: Anna salasanasi ja paina "Ota 2FA käyttöön" -painiketta.
fr: Entrez votre mot de passe et appuyez sur le bouton "Activer 2FA".
it: Inserisci la password e premi il bottone 'Abilita 2FA'.
lt: Įveskite slaptažodį ir paspauskite mygtuką „Įjungti 2FA“.
nb: Skriv inn passordet ditt og trykk på 'Aktiver 2FA'-knappen.
nl: Voer uw wachtwoord in en druk op de knop '2FA inschakelen'.
pl: Wprowadź hasło i naciśnij przycisk „Włącz 2FA”.
pt_br: Digite sua senha e clique no botão 'Ativar 2FA'
sl: Vnesite svoje geslo in pritisnite gumb "Omogoči 2FA".
sv: Ange ditt lösenord och tryck på knappen "Aktivera 2FA".
tl: Ipasok ang iyong password at pindutin ang 'Paganahin ang 2FA' na buton.
tr: Şifrenizi girin ve '2FA'yı Etkinleştir' butonuna basın.
ur: اپنا پاس ورڈ درج کریں اور 'Enable 2FA' بٹن دبائیں۔
zh_cn: 输入您的密码，然后按“启用2FA”按钮。
zh_tw: 輸入您的密碼，然后按“啟用2FA”按鈕。

# guide250Sb2fa250Sbtitle
source: How to enable two-factor authentication
cs: Jak povolit dvoufaktorové ověřování
fi: Kuinka ottaa kaksivaiheinen todennus käyttöön
fr: Comment activer l'authentification à deux facteurs 2FA
it: Come abilitare l'autenticazione a due fattori
lt: Kaip įjungti dviejų veiksnių autentifikavimą
nb: Slik aktiverer du tofaktorautentisering
nl: Hoe u tweefactorauthenticatie inschakelt
pl: Jak włączyć uwierzytelnianie dwuskładnikowe
pt_br: Como ativar a autenticação de dois fatores
sl: Kako omogočiti dvostopenjsko avtentikacijo
sv: Hur man aktiverar tvåfaktorsautentisering
tl: Paano paganahin ang two-factor authentication
tr: İki faktörlü kimlik doğrulama nasıl etkinleştirilir
ur: two-factor کی توثیق کو کیسے فعال کیا جائے
zh_cn: 如何启用双重身份验证
zh_tw: 如何啟用雙重身份驗証

# guide250Sbbtc250Sbcard8722Sbfive8722Sb1
source: Unfortunately,<strong> coins like bitcoin have no privacy embedded in their protocol. </strong> All the transactions and amounts traded between all parties are publicly visible. This prevents bitcoin from being fungible, and leads to fundamental problems with the viability of bitcoin as a global monetary base.
cs: Bohužel <strong> coiny jako bitcoin nemají ve svém protokolu zakotveno žádné soukromí. </strong> Všechny transakce a částky obchodované mezi všemi stranami jsou veřejně viditelné. To zabraňuje zaměnitelnosti bitcoinu a vede k zásadním problémům s životaschopností bitcoinu jako globální měnové báze.
fi: Valitettavasti <strong>kolikoilla kuten bitcoinilla, ei ole protokollaan upotettua yksityisyyttä. </strong> Kaikki kaikkien osapuolten väliset kaupat ja määrät ovat julkisesti nähtävillä. Tämä estää bitcoinia olemasta vaihdettavissa ja johtaa perustavanlaatuisiin ongelmiin bitcoinin elinkelpoisuuden suhteen globaalina rahapohjana.
fr: Malheureusement, les crypto-monnaies <strong>comme le Bitcoin n'ont pas de confidentialité intégrée dans leur protocole.</strong> Toutes les transactions et tous les montants échangés entre toutes les parties sont visibles publiquement. Cela empêche le Bitcoin d'être fongible et conduit à des problèmes fondamentaux avec la viabilité du Bitcoin en tant que base monétaire mondiale.
it: Purtroppo, le monete <strong> come bitcoin non hanno alcuna privacy incorporata nel loro protocollo. </strong> Tutte le transazioni e gli importi scambiati tra tutte le parti sono pubblicamente visibili. essere fungibile e porta a problemi fondamentali con la vitalità del bitcoin come base monetaria globale.
lt: Deja, <strong> monetų, tokių kaip bitkoinas, protokole nėra privatumo. </strong> Visi sandoriai ir sumos, kuriomis prekiaujama tarp visų šalių, yra viešai matomos. Tai neleidžia bitkoinui būti pakeičiamam ir sukelia esminių problemų dėl bitkoino, kaip pasaulinės pinigų bazės, gyvybingumo.
nb: Dessverre har <strong>-mynter som bitcoin ikke noe privatliv innebygd i protokollen. </strong> Alle transaksjoner og beløp som handles mellom alle parter er offentlig synlige. Dette hindrer bitcoin fra å være fungible, og fører til grunnleggende problemer med levedyktigheten til bitcoin som en global monetær base.
nl: Helaas hebben <strong> munten zoals bitcoin geen privacy inbegrepen in hun protocol. </strong> Alle transacties en bedragen die tussen alle partijen worden verhandeld, zijn openbaar zichtbaar. Dit voorkomt dat bitcoin fungibel wordt en leidt tot fundamentele problemen met de levensvatbaarheid van bitcoin als wereldwijde monetaire basis.
pl: Niestety, <strong>kryptowaluty takie jak Bitcoin nie mają prywatności wbudowanych w protokół.</strong> Wszystkie transakcje i kwoty obracane między wszystkimi użytkownikami są publicznie widoczne. Sprawia to, że Bitcoiny nie są zamienne i ogranicza ich potencjał jako waluty światowej.
pt_br: Infelizmente, <strong> moedas como bitcoin não têm privacidade embutida em seu protocolo. </strong> Todas as transações e valores negociados entre todas as partes são publicamente visíveis. Isso evita que o bitcoin sendo fungível, e leva a problemas fundamentais com a viabilidade de bitcoin como uma base monetária global.
sl: Na žalost <strong>kovanci, kot je bitcoin, v svojem protokolu nimajo vgrajene zasebnosti. </strong> Vse transakcije in zneski, s katerimi se trguje so javno vidni. To preprečuje, da bi bitcoin postal zamenljiv in vodi do temeljnih težav uporabe bitcoina za globalno valuto.
sv: Tyvärr <strong> mynt som bitcoin ingen integritet inbäddad i deras protokoll. </strong> Alla transaktioner och belopp som handlas mellan alla parter är offentligt synliga. Detta förhindrar bitcoin från att vara fungibel, och leder till grundläggande problem med bitcoins livskraft som en global monetär bas.
tl: Sa kasamaang palad, ang <strong> na mga barya tulad ng bitcoin ay walang privacy na naka-embed sa kanilang protocol. </strong> Ang lahat ng transaksyon at halagang ipinagpalit sa pagitan ng lahat ng partido ay makikita ng publiko. Pinipigilan nito ang bitcoin na maging fungible, at humahantong sa mga pangunahing problema sa posibilidad ng bitcoin bilang isang pandaigdigang monetary base.
tr: Ne yazık ki, Bitcoin gibi <strong> kripto paraların protokollerinde yerleşik bir mahremiyet yoktur. </strong> Tüm taraflar arasında yapılan tüm işlemler ve tutarlar kamuya açıktır. Bu, Bitcoin'in takas edilebilir olmasını engeller ve Bitcoin'in küresel bir para tabanı olarak yaşayabilirliği konusunda temel sorunlara yol açar.
ur: بدقسمتی سے، <strong> سکوں جیسے بٹ کوائن کے پروٹوکول میں کوئی رازداری شامل نہیں ہے۔ </strong> تمام فریقین کے درمیان تجارت کی گئی تمام لین دین اور رقوم عوامی طور پر دکھائی دیتی ہیں۔ یہ بٹ کوائن کوfungible ہونے سے روکتا ہے، اور عالمی مالیاتی بنیاد کے طور پر بٹ کوائن کے قابل عمل ہونے کے ساتھ بنیادی مسائل کا باعث بنتا ہے۔
zh_cn: 不幸的是，像比特币一样的<strong>硬币没有嵌入其协议中的隐私。</strong>所有交易和所有各方之间交易的金额都是公开可见的。这可以防止比特币从可互换，并导致比特币作为全球货币基础的可行性的根本问题。
zh_tw: 不幸的是，像比特幣一樣的<strong>硬幣沒有嵌入其協議中的隱私。</strong>所有交易和所有各方之間交易的金額都是公開可見的。這可以防止比特幣從可互換，並導致比特幣作為全球貨幣基礎的可行性的根本問題。

# guide250Sbbtc250Sbcard8722Sbfive8722Sb2
source: Imagine the following scenario: bitcoin has become the only used currency in the world. What would some of the implications of the lack of privacy be?
cs: Představte si následující scénář: bitcoin se stal jedinou používanou měnou na světě. Jaké by byly některé důsledky nedostatku soukromí?
fi: Kuvittele seuraava skenaario: bitcoinista on tullut ainoa käytetty valuutta maailmassa. Mitä seurauksia yksityisyyden puutteella olisi?
fr: Imaginez le scénario suivant : le Bitcoin est devenu la seule monnaie utilisée au monde. Quelles seraient certaines des implications du manque de confidentialité ?
it: Immagina il seguente scenario: il bitcoin è diventato l'unica valuta usata nel mondo, quali sarebbero alcune delle implicazioni della mancanza di privacy?
lt: Įsivaizduokite tokį scenarijų: bitkoinas tapo vienintele naudojama valiuta pasaulyje. Kokios būtų privatumo trūkumo pasekmės?
nb: Se for deg følgende scenario: bitcoin har blitt den eneste brukte valutaen i verden. Hva vil noen av konsekvensene av mangelen på personvern være?
nl: Stel je het volgende scenario voor: bitcoin is de enige gebruikte valuta ter wereld geworden. Wat zouden de implicaties zijn van het gebrek aan privacy?
pl: Wyobraź sobie następujący scenariusz: Bitcoin stał się jedyną walutą na świecie. Jakie byłyby konsekwencje braku prywatności?
pt_br: Imagine o seguinte cenário: bitcoin se tornou a única moeda usada no mundo. Quais seriam algumas das implicações da falta de privacidade?
sl: Predstavljajte si naslednji scenarij: bitcoin je postal edina uporabljena valuta na svetu. Kakšne bi bile nekatere posledice pomanjkanja zasebnosti?
sv: Föreställ dig följande scenario: bitcoin har blivit den enda använda valutan i världen. Vad skulle några av konsekvenserna av bristen på integritet vara?
tl: Isipin ang sumusunod na senaryo: bitcoin ay naging ang tanging ginagamit na pera sa mundo. Ano ang ilan sa mga implikasyon ng kawalan ng privacy?
tr: Şu senaryoyu hayal edin: Bitcoin dünyada kullanılan tek para birimi haline geldi. Mahremiyet eksikliğinin bazı sonuçları neler olabilir?
ur: مندرجہ ذیل منظر نامے کا تصور کریں: بٹ کوائن دنیا کی واحد استعمال شدہ کرنسی بن گئی ہے۔ رازداری کی کمی کے کچھ مضمرات کیا ہوں گے؟
zh_cn: 想象一下以下情况：比特币已经成为世界上唯一使用的货币。缺乏隐私的一些影响是什么？
zh_tw: 想像一下以下情況：比特幣已經成為世界上唯一使用的貨幣。缺乏隱私的一些影響是什麼？

# knowledge250Sbkeys250Sb2250Sbtitle
source: How do I hold my own keys with Monero?
cs: Jak mohu držet své vlastní klíče s Monerem?
fi: Kuinka pidän omat avaimet Monerolla?
fr: Comment conserver mes propres clés avec Monero ?
it: Come posso tenere le mie chiavi con Monero?
lt: Kaip su Monero laikyti savo raktus?
nb: Hvordan holder jeg mine egne nøkler med Monero?
nl: Hoe houd ik mijn eigen sleutels bij Monero?
pl: Jak przechowywać własne klucze Monero?
pt_br: Como eu seguro minhas próprias chaves com Monero?
sl: Kako držim lastne ključe z Monero?
sv: Hur håller jag mina egna nycklar med Monero?
tl: Paano ko hahawakan ang sarili kong mga susi sa Monero?
tr: Monero ile kendi anahtarlarımı nasıl tutabilirim?
ur: میں Monero کے ساتھ اپنی چابیاں کیسے پکڑ سکتا ہوں؟
zh_cn: 我如何用门罗币持有自己的钥匙？
zh_tw: 我如何用門羅幣持有自己的鑰匙？

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbuntraceable250Sbtitle
source: Untraceable
cs: Nevystopovatelné
fi: Jäljittämätön
fr: Intraçable
lt: Neatsekama
nb: Usporbar
nl: Onvindbaar
pl: Niemożliwe do śledzenia
pt_br: Não rastreável
sl: Neizsledljivo
sv: Ospårbar
tl: Hindi masubaybayan
tr: Takip edilemez
ur: ناقابل شناخت
zh_cn: 不可追踪性
zh_tw: 不可追蹤性

# method250Sbsepa
source: SEPA (EU) bank transfer
cs: SEPA (EU) bankovním převodem
fi: SEPA (EU) pankkisiirto
fr: Virement bancaire SEPA (UE)
it: Bonifico bancario SEPA (UE)
lt: SEPA (ES) banko pavedimas
nb: SEPA (EU) bankoverføring
nl: SEPA (EU) bankoverschrijving
pl: Przelew bankowy SEPA (UE)
pt_br: Transferência SEPA (Europa)
sl: Bančno nakazilo SEPA (EU)
sv: SEPA (EU) banköverföring
tr: SEPA (AB) banka havalesi
ur: SEPA (EU) بینک ٹرانسفر
zh_cn: SEPA (EU) 转账
zh_tw: SEPA (EU) 轉賬
