Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# settings250Sb2fa250Sbstep8722Sbthree
source: Launch the 2FA app on your mobile device. Find the scan a barcode function in the app and <strong> scan the QR code </strong> displayed on this page.
cs: Spusťte aplikaci 2FA na svém mobilním zařízení. Najděte v aplikaci funkci skenování čárového kódu a <strong> naskenujte QR kód </strong> zobrazený na této stránce.
fi: Käynnistä 2FA-sovellus mobiililaitteellasi. Etsi sovelluksesta viivakoodin skannaustoiminto ja <strong> skannaa tällä sivulla näkyvä QR-koodi </strong>.
fr: Lancez l'application 2FA sur votre appareil mobile. Trouvez la fonction « scanner un code-barres » dans l'application et <strong>scannez le QR code</strong> affiché sur cette page.
it: Avvia l'app per l'autenticazione a due fattori sul tuo dispositivo. <strong>Scansiona il codice QR</strong> che vedi in questa pagina.
lt: Paleiskite 2FA programą savo mobiliajame įrenginyje. Programoje raskite brūkšninio kodo nuskaitymo funkciją ir <strong> nuskaitykite QR kodą </strong>, rodomą šiame puslapyje.
nb: Start 2FA-appen på mobilenheten din. Finn funksjonen for å skanne en strekkode i appen og <strong> skann QR-koden </strong> som vises på denne siden.
nl: Start de 2FA-app op uw mobiele apparaat. Zoek de functie voor het scannen van een streepjescode in de app en <strong> scan de QR-code </strong> die op deze pagina wordt weergegeven.
pl: Uruchom aplikację 2FA na swoim telefonie. Znajdź w aplikacji funkcję skanowania kodu kreskowego i <strong> zeskanuj kod QR </strong> wyświetlony na tej stronie.
pt_br: Abra o aplicativo 2FA no seu celular. Busque a opção para ler o código QR e <strong>escaneie o código QR</strong> exibido nesta página.
sl: Zaženite 2FA aplikacijo na svoji mobilni napravi. V aplikaciji poiščite funkcijo skeniranja črtne kode in <strong> skenirajte kodo QR </strong>, prikazano na tej strani.
sv: Starta 2FA-appen på din mobila enhet. Hitta funktionen för att skanna en streckkod i appen och <strong> skanna QR-koden </strong> som visas på denna sida.
tl: Ilunsad ang 2FA app sa iyong mobile device. Hanapin ang pag-scan ng barcode function sa app at <strong> i-scan ang QR code </strong> na ipinapakita sa page na ito.
tr: Mobil cihazınızda 2FA uygulamasını başlatın. Uygulamada barkod tarama işlevini bulun ve <strong> bu sayfada görüntülenen QR kodunu </strong> tarayın.
ur: اپنے موبائل ڈیوائس پر 2FA ایپ لانچ کریں۔ ایپ میں اسکین ایک بارکوڈ فنکشن تلاش کریں اور <strong> اس صفحہ پر دکھائے گئے QR کوڈ </strong> کو اسکین کریں۔
zh_cn: 在您的移动设备上启动2FA应用程序。 应用程序中找到扫描条形码功能，然后<strong>扫描此页面上显示的QR码</strong>。
zh_tw: 在您的移動設備上啟動2FA應用程序。 應用程序中找到掃描條形碼功能，然后<strong>掃描此頁面上顯示的QR碼</strong>。

# settings250Sbhavent8722Sbreceived8722Sbemail
source: If you don't see a letter from us in your email inbox
cs: Pokud ve své e-mailové schránce nevidíte dopis od nás
fi: Jos et näe meidän lähettämää viestiä sähköpostissasi
fr: Si vous ne voyez pas d'e-mail de notre part dans votre boîte de réception
it: Se non vedi una nostra mail nella tua casella di posta
lt: Jei nematote mūsų laiško savo el. pašto dėžutėje
nb: Hvis du ikke ser et brev fra oss i e-postboksen din
nl: Als u geen brief van ons in uw e-mail inbox ziet
pl: Jeśli nie widzisz od nas maila w skrzynce odbiorczej
pt_br: Se você não recebeu um e-mail nosso
sl: Če v svojem e-poštnem predalu ne vidite našega pisma
sv: Om du inte ser ett brev från oss i din inkorg
tl: Kung wala kang makitang sulat mula sa amin sa iyong email inbox
tr: E-posta kutunuzda bizden bir mektup görmüyorsanız
ur: اگر آپ کو اپنے ای میل ان باکس میں ہماری طرف سے کوئی خط نظر نہیں آتا ہے
zh_cn: 如果您在电子邮件箱中没有看到我们的信件
zh_tw: 如果您在電子郵件箱中沒有看到我們的信件

# settings250Sb2fa250Sbstep8722Sbtwo
source: <strong> Write down your backup code </strong> (above in green) on a piece of paper and store it in a safe place. You will need it if you lose your phone, or you will be locked out of your account. {appName} will not be able to help you should you lose this code.
cs: <strong> Zapište si záložní kód </strong> (výše zeleně) na kus papíru a uložte jej na bezpečném místě. Budete jej potřebovat, pokud ztratíte telefon, nebo vám bude zablokován přístup k účtu. {appName} vám nebude moci pomoci, pokud tento kód ztratíte.
fi: <strong> Kirjoita varakoodisi </strong> (yllä vihreällä) paperille ja säilytä se turvallisessa paikassa. Tarvitset sitä, jos kadotat puhelimesi tai et pääse kirjautumaan tilillesi. {appName} ei voi auttaa sinua, jos kadotat varakoodin.
fr: <strong>Notez votre code de secours</strong> (ci-dessus en vert) sur une feuille de papier et conservez-le en lieu sûr. Vous en aurez besoin si vous perdez votre téléphone, ou sinon vous n'aurez plus accès à votre compte. {appName} ne pourra pas vous aider si vous perdez ce code.
it: <strong> Annota il codice di backup </strong> (sopra in verde) su un pezzo di carta e conservarlo in un luogo sicuro. Ti servirà se perdi il telefono o cancelli la app. {appName} non sarà in grado di aiutarti se dovessi perdere questo codice.
lt: <strong> Užrašykite atsarginį kodą </strong> (viršuje žaliai) ant popieriaus lapo ir laikykite jį saugioje vietoje. Jums jo prireiks, jei pamestumėte telefoną arba negalėtumėte prisijungti prie paskyros. {appName} negalės jums padėti, jei pamestumėte šį kodą.
nb: <strong> Skriv ned reservekoden </strong> (over i grønt) på et stykke papir og oppbevar det på et trygt sted. Du vil trenge det hvis du mister telefonen, eller du vil bli låst ute av kontoen din. {appName} vil ikke kunne hjelpe deg hvis du mister denne koden.
nl: <strong> Schrijf uw back-upcode </strong> (hierboven in groen) op een stuk papier en bewaar het op een veilige plaats. U heeft het nodig als u uw telefoon kwijtraakt of als u geen toegang meer heeft tot uw account. {appName} kan u niet helpen als u deze code kwijtraakt.
pl: <strong>Zapisz swój kod zapasowy </strong> (powyżej na zielono) na kartce papieru i przechowuj go w bezpiecznym miejscu. Będziesz go potrzebować, jeśli zgubisz swój telefon lub zostaniesz pozbawiony dostępu do swojego konta. W przypadku utraty tego kodu {appName} nie będzie w stanie Ci pomóc.
pt_br: <strong> Anote seu código de backup </strong> (acima em verde) num papel e guarde-o num local seguro. Você precisará dele caso perca seu telefone ou você ficará trancado para fora da sua conta. O {appName} não poderá ajudá-lo caso você perca este código.
sl: <strong> Zapišite rezervno kodo </strong> (zgoraj zeleno) na kos papirja in ga shranite na varno mesto. Potrebovali ga boste, če izgubite telefon ali pa boste izgubili dostop do računa. {appName} vam ne bo mogel pomagati, če izgubite to kodo.
sv: <strong> Skriv ner din reservkod </strong> (ovan i grönt) på ett papper och förvara det på ett säkert ställe. Du kommer att behöva den om du tappar bort din telefon, eller så blir du utelåst från ditt konto. {appName} kommer inte att kunna hjälpa dig om du tappar bort den här koden.
tl: <strong> Isulat ang iyong backup na code </strong> (sa itaas sa berde) sa isang piraso ng papel at itago ito sa isang ligtas na lugar. Kakailanganin mo ito kung mawala mo ang iyong telepono, o mai-lock out ka sa iyong account. Hindi ka matutulungan ng {appName} kung mawala mo ang code na ito.
tr: <strong> Yedek kodunuzu </strong> (yukarıdaki yeşil) bir kağıda yazın ve güvenli bir yerde saklayın. Telefonunuzu kaybederseniz veya hesabınız kilitlenirse buna ihtiyacınız olacak. Bu kodu kaybetmeniz durumunda {appName} size yardımcı olamayacaktır.
ur: <strong> اپنا بیک اپ کوڈ </strong> (اوپر سبز رنگ میں) کاغذ کے ٹکڑے پر لکھیں اور اسے محفوظ جگہ پر محفوظ کریں۔ اگر آپ اپنا فون کھو دیتے ہیں تو آپ کو اس کی ضرورت ہوگی، یا آپ اپنے اکاؤنٹ سے مقفل ہو جائیں گے۔ اگر آپ یہ کوڈ کھو دیتے ہیں تو {appName} آپ کی مدد نہیں کر سکے گا۔
zh_cn: <strong>在一张纸上写下您的备份代码</strong>（绿色部分），并将其存放在安全的地方。 如果您丢失手机，您将需要它，否则您将被锁定在您的帐户之外。 {appName}将无法帮助你，如果你失去了这个代码。
zh_tw: <strong>在一張紙上寫下您的備份代碼</strong>（綠色部分），並將其存放在安全的地方。 如果您丟失手機，您將需要它，否則您將被鎖定在您的帳戶之外。 {appName}將無法幫助你，如果你失去了這個代碼。

# settings250Sb2fa250Sbsubtitle
source: When two-factor authentication is active you need to enter a one time code every time you log in or withdraw funds.
cs: Když je aktivní dvoufaktorové ověřování, musíte zadat jednorázový kód při každém přihlášení nebo výběru prostředků.
fi: Kun kaksivaiheinen todennus on aktiivinen, sinun on syötettävä kertakoodi joka kerta kun kirjaudut sisään tai nostat varoja.
fr: Lorsque l'authentification à deux facteurs est active, vous devez entrer un code à usage unique chaque fois que vous vous connectez ou que vous retirez des fonds.
it: Quando l'autenticazione a due fattori è attiva, è necessario inserire il codice di verifica ogni volta che si accede o si prelevano fondi.
lt: Kai aktyvus dviejų veiksnių autentifikavimas, kiekvieną kartą prisijungiant arba išimant lėšas reikia įvesti vienkartinį kodą.
nb: Når tofaktorautentisering er aktiv, må du angi en engangskode hver gang du logger på eller tar ut penger.
nl: Wanneer twee-factor authenticatie actief is, moet u elke keer dat u inlogt of geld opneemt een eenmalige code invoeren.
pl: Gdy dwuetapowa weryfikacja jest aktywna, musisz wprowadzić kod jednorazowy za każdym razem, gdy się logujesz lub wypłacasz środki.
pt_br: Quando a autenticação de dois fatores estiver ativa, será necessário colocar uma senha única ao entrar na plataforma e para realizar saques.
sl: Ko je aktivna dvostopenjska avtentikacija 2FA, morate vnesti enkratno kodo vsakič, ko se prijavite ali dvignete sredstva.
sv: När tvåfaktorsautentisering är aktiverat måste du ange en engångskod varje gång du loggar in eller tar ut pengar.
tl: Kapag aktibo ang two-factor authentication kailangan mong magpasok ng one time code sa tuwing mag-log in ka o mag-withdraw ng mga pondo.
tr: İki faktörlü kimlik doğrulama etkin olduğunda, her giriş yaptığınızda veya para çektiğinizde tek seferlik bir kod girmeniz gerekir.
ur: جب دو عنصر کی توثیق فعال ہوتی ہے تو آپ کو ہر بار لاگ ان کرنے یا رقوم نکلوانے پر ایک بار کا کوڈ درج کرنے کی ضرورت ہوتی ہے۔
zh_cn: 要登录，除了您的密码，还需要从手机获取的或纸张印制的一次性代码。
zh_tw: 要登錄，除了您的密碼，還需要從手機獲取的或紙張印制的一次性代碼。

# settings250Sb2fa250Sbsuccess
source: Success!
cs: Úspěch!
fi: Valmista!
fr: Activation réussie !
it: Tutto ok!
lt: Sėkmė!
nb: Suksess!
nl: Succes!
pl: Powodzenie!
pt_br: Sucesso!
sl: Uspeh!
sv: Framgång!
tl: Tagumpay!
tr: Başarı!
ur: کامیابی!
zh_cn: 成功！
zh_tw: 成功！

# settings250Sb2fa250Sbsuccess8722Sbtext
source: Two-factor authentication has been set on your account.
cs: Na vašem účtu bylo nastaveno dvoufaktorové ověřování.
fi: Kaksivaiheinen todennus on otettu käyttöön tililläsi.
fr: L'authentification à deux facteurs a été mise en place sur votre compte.
it: L'autenticazione a due fattori è stata impostata per il tuo account.
lt: Jūsų paskyroje nustatytas dviejų veiksnių autentifikavimas.
nb: Tofaktorautentisering er satt på kontoen din.
nl: Twee-factor authenticatie is ingesteld op uw account.
pl: Dwuetapowa weryfikacja została ustawiona Twoim koncie.
pt_br: Autenticação de dois fatores ativada na sua conta.
sl: Na vašem računu je nastavljena dvostopenjska avtentikacija.
sv: Tvåfaktorsautentisering har ställts in på ditt konto.
tl: Ang two-factor authentication ay naitakda sa iyong account.
tr: Hesabınızda iki faktörlü kimlik doğrulama ayarlandı.
ur: آپ کے اکاؤنٹ پر دو عنصر کی توثیق سیٹ کر دی گئی ہے۔
zh_cn: 你的账户双重身份验证已启用。
zh_tw: 你的賬戶雙重身份驗証已啟用。

# settings250Sb2fa250Sbsuccess8722Sbwarn
source: This is the last chance to write down your backup code!
cs: Toto je poslední šance zapsat si záložní kód!
fi: Tämä on viimeinen mahdollisuus kirjoittaa varakoodisi muistiin!
fr: C'est la dernière chance d'écrire votre code de secours !
it: Questa è l'ultima possibilità di salvare il codice di backup!
lt: Tai paskutinė galimybė užsirašyti atsarginį kodą!
nb: Dette er siste sjanse til å skrive ned reservekoden din!
nl: Dit is de laatste kans om uw back-upcode op te schrijven!
pl: To ostatnia szansa na zapisanie kodu zapasowego!
pt_br: Essa é a última chance para anotar seu código de backup!
sl: To je zadnja priložnost, da si zapišete vašo rezervno kodo!
sv: Detta är sista chansen att skriva ner din reservkod!
tl: Ito ang huling pagkakataon na isulat ang iyong backup code!
tr: Yedek kodunuzu yazmak için bu son şansınız!
ur: یہ اپنا بیک اپ کوڈ لکھنے کا آخری موقع ہے!
zh_cn: 这是保存备份代码的最后机会！
zh_tw: 這是保存備份代碼的最后機會！

# settings250Sb2fa250Sbtitle
source: Two-factor authentication (2FA)
cs: Dvoufaktorové ověřování (2FA)
fi: Kaksivaiheinen todennus (2FA)
fr: Authentification à deux facteurs (2FA)
it: Autenticazione a due fattori (2FA)
lt: Dviejų veiksnių autentifikavimas (2FA)
nb: Tofaktorautentisering (2FA)
nl: Twee-factor-authenticatie (2FA)
pl: Weryfikacja dwuetapowa (2FA)
pt_br: Autenticação de dois fatores (2FA)
sl: Dvostopenjska avtentikacija (2FA)
sv: Tvåfaktorsautentisering (2FA)
tl: Dalawang-factor na pagpapatotoo (2FA)
tr: İki faktörlü kimlik doğrulama (2FA)
ur: دو عنصر کی توثیق (2FA)
zh_cn: 双重身份验证（2FA）
zh_tw: 雙重身份驗証（2FA）

# settings250Sbreputation8722Sbimport250Sberror250Sbplatform8722Sberror
source: Something went wrong. Check that the username is correct and that you've selected the correct platform. If they are correct, try again in 5 minutes. If that still doesn't help, open a support ticket.
cs: Něco se pokazilo. Zkontrolujte, zda je uživatelské jméno správné a zda jste vybrali správnou platformu. Pokud jsou správné, zkuste to znovu za 5 minut. Pokud to stále nepomůže, otevřete tiket podpory.
fi: Jotain meni pieleen. Tarkista, että käyttäjätunnus on oikea ja että olet valinnut oikean alustan. Jos ne ovat oikein, yritä uudelleen 5 minuutin kuluttua. Jos tämäkään ei auta, avaa tiketti tukeen.
fr: Un problème est survenu. Veuillez vérifier que le nom d'utilisateur est correct et que vous avez sélectionné la bonne plateforme. S'ils sont corrects, veuillez réessayer dans 5 minutes. Si cela ne vous fonctionne toujours pas, vous pourrez ouvrir un ticket d'assistance.
it: Qualcosa è andato storto. Verifica che il nome utente sia corretto e di aver selezionato la piattaforma corretta. Se sono corretti, riprova tra 5 minuti. Se il problema persiste, apri un ticket di supporto.
lt: Kažkas nutiko. Patikrinkite, ar teisingas vartotojo vardas ir ar pasirinkote tinkamą platformą. Jei jie teisingi, bandykite dar kartą po 5 minučių. Jei tai vis tiek nepadeda, atidarykite palaikymo bilietą.
nb: Noe gikk galt. Sjekk at brukernavnet er riktig og at du har valgt riktig plattform. Hvis de er riktige, prøv igjen om 5 minutter. Hvis det fortsatt ikke hjelper, åpne en støttebillett.
nl: Er is iets fout gegaan. Controleer of de gebruikersnaam correct is en of u het juiste platform heeft geselecteerd. Als ze correct zijn, probeert u het over 5 minuten opnieuw. Als dat nog steeds niet helpt, open dan een supportticket.
pl: Coś poszło nie tak. Sprawdź, czy nazwa użytkownika jest poprawna i czy wybrałeś właściwą platformę. Jeśli są poprawne, spróbuj ponownie za 5 minut. Jeśli to nie zadziała, otwórz zakładkę wsparcia.
pt_br: Algo deu errado. Verifique se o nome de usuário está correto e se você selecionou a plataforma correta. Se estiverem corretos, tente novamente em 5 minutos. Se isso ainda não ajudar, abra um tíquete de suporte.
sl: Nekaj je šlo narobe. Preverite, ali je uporabniško ime pravilno in ali ste izbrali pravo platformo. Če so pravilni, poskusite znova čez 5 minut. Če to še vedno ne pomaga, odprite prijavo za podporo.
sv: Något gick fel. Kontrollera att användarnamnet är korrekt och att du har valt rätt plattform. Om de är korrekta, försök igen om 5 minuter. Om det fortfarande inte hjälper, öppna ett supportärende.
tl: Nagkaproblema. Suriin kung tama ang username at napili mo ang tamang platform. Kung tama ang mga ito, subukang muli sa loob ng 5 minuto. Kung hindi pa rin iyon makakatulong, magbukas ng ticket ng suporta.
tr: Bir şeyler yanlış gitti. Kullanıcı adının doğru olduğundan ve doğru platformu seçtiğinizden emin olun. Doğruysa 5 dakika sonra tekrar deneyin. Bu hala işe yaramazsa bir destek bildirimi açın.
ur: کچھ غلط ہو گیا. چیک کریں کہ صارف نام درست ہے اور آپ نے صحیح پلیٹ فارم کا انتخاب کیا ہے۔ اگر وہ درست ہیں تو 5 منٹ میں دوبارہ کوشش کریں۔ اگر اس سے بھی مدد نہیں ملتی ہے تو، ایک سپورٹ ٹکٹ کھولیں۔
zh_cn: 出了些问题。检查用户名正确，并且您选择了正确的平台。如果正确，请在5分钟后重试。如果仍然不能解决问题，请打开支持通知单。
zh_tw: 出了些問題。檢查用戶名正確，並且您選擇了正確的平台。如果正確，請在5分鐘後重試。如果仍然不能解決問題，請打開支持通知單。

# settings250Sbresend8722Sbletter8722Sbdialog250Sbtitle
source: Please complete CAPTCHA
cs: Vyplňte prosím CAPTCHA
fi: Suorita CAPTCHA
fr: Veuillez compléter le CAPTCHA
lt: Užpildykite CAPTCHA
nb: Vennligst fullfør CAPTCHA
nl: Voltooi alstublieft de CAPTCHA
pl: Wypełnij CAPTCHA
pt_br: Complete o CAPTCHA
sl: Izpolnite CAPTCHA
sv: Vänligen fyll i CAPTCHA
tl: Pakikumpleto ang CAPTCHA
tr: Lütfen CAPTCHA'yı doldurun
ur: براہ کرم CAPTCHA مکمل کریں
zh_cn: 请完成CAPTCHA
zh_tw: 請完成CAPTCHA

# settings250Sbresend8722Sbletter250Sbsent
source: Letter sent!
cs: Dopis odeslán!
fi: Kirje lähetetty!
fr: E-mail envoyé !
it: Lettera inviata!
lt: Laiškas išsiųstas!
nb: Brev sendt!
nl: Brief verzonden!
pl: Mail wysłany!
pt_br: Carta enviada!
sl: Pismo poslano!
sv: Brev skickat!
tl: Ipinadala ang liham!
tr: Mektup gönderildi!
ur: خط بھیجا!
zh_cn: 发信！
zh_tw: 發信！

# settings250Sbsaved
source: Saved!
cs: Uložené!
fi: Tallennettu!
fr: Modifications enregistrées !
it: Salvato!
lt: Išsaugota!
nb: Lagret!
nl: Opgeslagen!
pl: Zapisane!
pt_br: Salvo!
sl: Shranjeno!
sv: Räddad!
tl: Na-save!
tr: Kaydedildi!
ur: محفوظ!
zh_cn: 已保存！
zh_tw: 已保存！

# settings250Sbselling8722Sbvacation8722Sbtip
source: No one who wants to buy your coins will see your ads or open trades on them
cs: Nikdo, kdo si chce koupit vaše mince, neuvidí vaše reklamy ani s nimi nebude otevírat obchody
fi: Kukaan, joka haluaa ostaa kolikoitasi, ei näe ilmoituksiasi tai avaa kauppaa niissä
fr: Aucune personne désireuse d'acheter vos jetons ne verra vos annonces ou n'ouvrira de transactions sur celles-ci
it: Nessuno che vuole acquistare le tue monete vedrà i tuoi annunci o aprirà scambi su di essi
lt: Niekas, norintis nusipirkti jūsų monetų, nematys jūsų skelbimų ar atidarys jomis sandorius
nb: Ingen som ønsker å kjøpe myntene dine vil se annonsene dine eller åpne handler på dem
nl: Niemand die uw munten wilt kopen, zal uw advertenties zien of er transacties op openen
pl: Nikt, kto chce kupić Twoje kryptowaluty, nie zobaczy Twoich ogłoszeń, ani Twoich otwartych transakcji z nimi
pt_br: Ninguém que queira comprar suas moedas verá seus anúncios ou abrirá negociações com eles
sl: Nihče, ki želi kupiti vaše kovance, ne bo videl vaših oglasov ali odprl trgovanja z njimi
sv: Ingen som vill köpa dina mynt kommer att se dina annonser eller öppna affärer på dem
tl: Walang sinumang gustong bumili ng iyong mga barya ang makakakita ng iyong mga ad o magbukas ng mga trade sa kanila
tr: Coinlerinizi satın almak isteyen hiç kimse reklamlarınızı görmeyecek veya üzerinde açık işlem yapmayacaktır.
ur: کوئی بھی جو آپ کے سکے خریدنا چاہتا ہے وہ آپ کے اشتہارات یا ان پر تجارت نہیں دیکھے گا
zh_cn: 没有人想要购买您的硬币，他们不会看到您的广告或进行交易
zh_tw: 沒有人想要購買您的硬幣，他們不會看到您的廣告或進行交易

# settings250Sbselling8722Sbvacation8722Sbtitle
source: Selling vacation
cs: Prodej dovolené
fi: Loman myynti
fr: Pause de vente
it: Annunci di vendita
lt: Parduodu atostogas
nb: Selger ferie
nl: Vakantie verkopen
pl: Wakacje sprzedaży
pt_br: Férias de venda
sl: Prodajni dopust
sv: Säljer semester
tl: Nagbebenta ng bakasyon
tr: Tatil satışı
ur: چھٹیاں بیچنا
zh_cn: 卖家休假中
zh_tw: 賣家休假中

# settings250Sbtab250Sbchange8722Sbemail8722Sblong
source: Change email
cs: Změnit e-mail
fi: Vaihda sähköposti
fr: Changer l'e-mail
it: Cambia email
lt: Pakeisti el. paštą
nb: Endre e-post
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt_br: Mudar e-mail
sl: Spremenite e-pošto
sv: Förändring email
tl: Magpalit ng e-mail
tr: Değişim e-posta
ur: ای میل تبدیل کریں
zh_cn: 更改电子邮件
zh_tw: 更改電子郵件

# settings250Sbtab250Sbchange8722Sbemail8722Sbshort
source: Email
fi: Sähköposti
lt: El. paštas
nb: E-post
sl: E-naslov
sv: E-post
tr: E-posta
ur: ای میل
zh_cn: 电子邮件
zh_tw: 電子郵件

# settings250Sbtab250Sbchange8722Sbpassword8722Sblong
source: Password
cs: Heslo
fi: Salasana
fr: Mot de passe
lt: Slaptažodis
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sl: Geslo
sv: Lösenord
tr: Şifre
ur: پاس ورڈ
zh_cn: 更改密码
zh_tw: 更改密碼

# settings250Sbtab250Sbimport8722Sbreputation
source: Import reputation
cs: Import reputace
fi: Tuo maineesi
fr: Importation de réputation
it: Reputazione dell'importazione
lt: Importo reputacija
nb: Importer omdømme
nl: Reputatie importeren
pl: Importuj reputację
pt_br: Reputação de importação
sl: Uvozi ugled
sv: Importera rykte
tl: Mag-import ng reputasyon
tr: İtibarı içe aktar
ur: ساکھ درآمد کریں
zh_cn: 进口信誉
zh_tw: 進口信譽
