Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# document8722Sbtitle250Sbsearch250Sbsell250Sbmethod
source: Sell {assetName} with {method}
cs: Prodám {assetName} s {method}
fi: Myy {assetName} menetelmällä {method}
fr: Vendre du {assetName} par {method}
it: Vendi {assetName} con {method}
lt: Parduodu {assetName} su {method}
nb: Selg {assetName} med {method}
nl: Verkoop {assetName} met {method}
pl: Sprzedaj {assetName} za pomocą {method}
pt_br: Vender o {assetName} com {method}
sl: Prodaja {assetName} z {method}
sv: Sälj {assetName} med {method}
tl: Ibenta ang {assetName} gamit ang {method}
tr: {assetName}'i {method} ile sat
ur: {assetName} کو {method} کے ساتھ فروخت کریں
zh_cn: 使用{method}销售{assetName}
zh_tw: 使用{method}銷售{assetName}

# document8722Sbtitle250Sbsettings
source: Settings
cs: Nastavení
fi: Asetukset
fr: Réglages
it: Impostazioni
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sl: Nastavitve
sv: inställningar
tl: Mga setting
tr: Ayarlar
ur: ترتیبات
zh_cn: 设置
zh_tw: 設置

# document8722Sbtitle250Sbsignup
source: Sign up
cs: Přihlásit se
fi: Rekisteröidy
fr: S'inscrire
it: Iscriviti
lt: Registruotis
nb: Melde deg på
nl: Aanmelden
pl: Zarejestruj się
pt_br: Cadastre-se
sl: Prijava
tl: Mag-sign up
tr: Üye olmak
ur: سائن اپ
zh_cn: 注册
zh_tw: 注冊

# document8722Sbtitle250Sbsignup8722Sbsuccess
source: Sign up success
cs: Úspěch registrace
fi: Rekisteröityminen onnistui
fr: Succès de l'inscription
it: Iscrizione avvenuta
lt: Sėkminga registracija
nb: Registrer suksess
nl: Aanmelding succes
pl: Zarejestrowano pomyślnie
pt_br: Sucesso no cadastro
sl: Uspešna prijava
sv: Registrera framgång
tl: Tagumpay sa pag-sign up
tr: Başarıyla kaydolun
ur: سائن اپ کامیابی
zh_cn: 注册成功
zh_tw: 注冊成功

# document8722Sbtitle250Sbstart
source: {appName} guides: how to buy or sell Monero
cs: {appName} průvodce: jak koupit nebo prodat Monero
fi: {appName} oppaat: kuinka ostaa tai myydä Moneroa
fr: Guides {appName} : comment acheter ou vendre du Monero
it: {appName} guide: come acquistare o vendere Monero
lt: {appName} vadovai: kaip pirkti arba parduoti Monero
nb: {appName} guider: hvordan kjøpe eller selge Monero
nl: {appName} handleidingen: hoe u Monero kunt kopen of verkopen
pl: Przewodniki {appName}: jak kupić lub sprzedać Monero
pt_br: Primeiros passos
sl: {appName} vodniki: kako kupiti ali prodati Monero
sv: {appName} guider: hur man köper eller säljer Monero
tl: {appName} mga gabay: kung paano bumili o magbenta ng Monero
tr: {appName} kılavuzları: Monero nasıl alınır veya satılır
ur: {appName} گائیڈز: Monero خریدنے یا بیچنے کا طریقہ
zh_cn: {appName} 指南：如何买卖门罗币
zh_tw: {appName} 指南：如何買賣門羅幣

# document8722Sbtitle250Sbstart57Sbagoradesk
source: {appName} guides: how to buy or sell cryptocurrencies
cs: {appName} návody: jak nakupovat nebo prodávat kryptoměny
fi: {appName}-oppaat: kuinka ostaa tai myydä kryptovaluuttoja
fr: Guides {appName} : comment acheter ou vendre des crypto-monnaies
it: Guide {appName}: come acquistare o vendere criptovalute
lt: {appName} vadovai: kaip pirkti ar parduoti kriptovaliutas
nb: {appName} guider: hvordan kjøpe eller selge kryptovalutaer
nl: {appName} handleidingen: hoe u cryptocurrencies kunt kopen of verkopen
pl: Przewodniki {appName}: jak kupić lub sprzedać kryptowaluty
pt_br: {appName} guias: como comprar ou vender criptomoedas
sl: {appName} vodniki: kako kupiti ali prodati kriptovalute
sv: {appName} guider: hur man köper eller säljer kryptovalutor
tl: Mga gabay sa {appName}: kung paano bumili o magbenta ng mga cryptocurrencies
tr: {appName} kılavuzları: kripto para birimleri nasıl alınır veya satılır
ur: {appName} گائیڈز: کریپٹو کرنسیوں کو کیسے خریدنا یا بیچنا ہے
zh_cn: {appName}指南：如何购买或出售加密货币
zh_tw: {appName}指南：如何購買或出售加密貨幣

# document8722Sbtitle250Sbtrade
source: Trade {id}
cs: Obchod {id}
fi: Kauppa {id}
fr: Transaction {id}
it: Scambio {id}
lt: Prekyba {id}
nb: Handel {id}
nl: Handels {id}
pl: Handel {id}
pt_br: Negociação {id}
sv: Handel {id}
tr: Ticaret {assetName}
ur: تجارت{id}
zh_cn: 交易{id}
zh_tw: 交易{id}

# document8722Sbtitle250Sbuser8722Sbads
source: {user}'s ads
cs: Reklamy uživatele {user}
fi: Käyttäjän {user} ilmoitukset
fr: Annonces de {user}
it: Gli annunci di {user}
lt: {user} skelbimai
nb: {user} sine annonser
nl: Advertenties van {user}
pl: ogłoszenia {user}
pt_br: Anúncios do {user}
sl: Oglasi uporabnika {user}
sv: {user}s annonser
tl: Mga ad ni {user}.
tr: {user} reklamları
ur: {user} کے اشتہارات
zh_cn: {user}的交易广告
zh_tw: {user}的交易廣告

# document8722Sbtitle250Sbverify8722Sbemail
source: Verify email
cs: Ověřovací email
fi: Vahvista sähköposti
fr: Vérifier les e-mails
it: Verifica email
lt: Patvirtinkite elektroninį paštą
nb: Verifiser e-post
nl: Verifieer Email
pl: Zweryfikuj email
pt_br: Verificar e-mail
sl: Potrdite email
sv: Verifiera Email
tl: I-verify ang email
tr: E-mail'i doğrula
ur: ای میل کی تصدیق کریں
zh_cn: 验证电邮
zh_tw: 驗証電郵

# document8722Sbtitle250Sbwallet
source: Wallet
cs: Peněženka
fi: Lompakko
fr: Portefeuille
it: Portafoglio
lt: Piniginė
nb: Lommebok
nl: Portefeuille
pl: Portfel
pt_br: Carteira
sl: Denarnica
sv: Plånbok
tr: Cüzdan
ur: پرس
zh_cn: 钱包
zh_tw: 錢包

source: Done
cs: Hotovo
fi: Valmis
fr: Fait
it: Fatto
lt: padaryta
nb: Ferdig
nl: Klaar
pl: Zakończone
pt_br: Feito
sl: Dokončano
sv: Gjort
tl: Tapos na
tr: Tamamlamak
ur: ہو گیا
zh_cn: 完成
zh_tw: 完成

# dropdown250Sbany8722Sbcountry
source: Any
cs: Žádný
fi: Mikä tahansa
fr: N'importe lequel
it: Qualsiasi
lt: Bet koks
nb: Noen
nl: Elk
pl: Dowolny
pt_br: Qualquer
sl: Vse
sv: Några
tl: Anuman
tr: Herhangi
ur: کوئی بھی
zh_cn: 任何
zh_tw: 任何

# dropdown250Sbany8722Sbcurrency
source: Any
cs: Žádný
fi: Mikä tahansa
fr: N'importe laquelle
it: Qualsiasi
lt: Bet koks
nb: Noen
nl: Elk
pl: Dowolna
pt_br: Qualquer
sl: Vse
sv: Några
tl: Anuman
tr: Herhangi
ur: کوئی بھی
zh_cn: 任何
zh_tw: 任何

# edit8722Sbad250Sbcancel8722Sbbtn
source: Cancel changes
cs: Zrušit změny
fi: Peruuta muutokset
fr: Annuler les modifications
it: Cancella modifiche
lt: Atšaukti pakeitimus
nb: Avbryt endringer
nl: Stop veranderingen
pl: Anuluj zmiany
pt_br: Cancelar mudanças
sl: Prekliči spremembe
sv: Avbryt ändringar
tl: Kanselahin ang mga pagbabago
tr: Değişiklikleri iptal et
ur: تبدیلیاں منسوخ کریں
zh_cn: 取消
zh_tw: 取消

# edit8722Sbad250Sbcurrent8722Sbprice
source: Current ad price:
cs: Aktuální cena inzerátu:
fi: Tämänhetkisen ilmoituksen hinta:
fr: Prix actuel de l'annonce :
it: Prezzo dell'annuncio attuale:
lt: Dabartinė skelbimo kaina:
nb: Gjeldende annonsepris:
nl: Huidige advertentieprijs:
pl: Obecna cena ogłoszenia:
pt_br: Preço do anúncio atual:
sl: Trenutna cena oglasa:
sv: Aktuellt annonspris:
tl: Kasalukuyang presyo ng ad:
tr: Güncel ilan fiyatı:
ur: موجودہ اشتہار کی قیمت:
zh_cn: 当前广告价格：
zh_tw: 當前廣告價格：

# edit8722Sbad250Sbdelete8722Sbbtn
source: Delete ad
cs: Smazat inzerát
fi: Poista ilmoitus
fr: Supprimer l'annonce
it: Elimina annuncio
lt: Ištrinti skelbimą
nb: Slett annonse
nl: Advertentie verwijderen
pl: Usuń ogłoszenie
pt_br: Deletar anúncio
sl: Izbriši oglas
sv: Radera annons
tl: Tanggalin ang ad
tr: Reklamı sil
ur: اشتہار کو حذف کریں
zh_cn: 删除广告
zh_tw: 刪除廣告

# edit8722Sbad250Sbdelete8722Sbdialog250Sbtext
source: This will delete the ad permanently. Consider hiding the ad by setting visibility to false.
cs: Tímto bude reklama trvale smazána. Zvažte skrytí reklamy nastavením viditelnosti na hodnotu false.
fi: Tämä poistaa ilmoituksen pysyvästi. Harkitse ilmoituksen piilottamista asettamalla näkyvyyden arvoksi "false".
fr: Cela supprimera définitivement l'annonce. Envisagez de masquer l'annonce en définissant la visibilité sur « Non ».
it: Questo eliminerà l'annuncio in modo permanente. Prendi in considerazione la possibilità di nascondere l'annuncio impostando la visibilità su false.
lt: Tai ištrins skelbimą visam laikui. Apsvarstykite galimybę paslėpti skelbimą nustatydami matomumą į klaidingą.
nb: Dette vil slette annonsen permanent. Vurder å skjule annonsen ved å sette synligheten til falsk.
nl: Hiermee wordt de advertentie definitief verwijderd. Overweeg de advertentie te verbergen door de zichtbaarheid in te stellen op 'false'.
pl: To usunie ogłoszenie na stałe. Rozważ schowanie ogłoszenia, ustawiając widoczność na false.
pt_br: Isso deletará o anúncio permanentemente. Considere ocultar o anúncio mudando o parâmetro de visibilidade.
sl: S tem boste trajno izbrisali oglas. Razmislite o tem, da bi oglas skrili tako, da nastavite vidnost na false.
sv: Detta kommer att ta bort annonsen permanent. Överväg att dölja annonsen genom att ange synlighet till false.
tl: Permanenteng tatanggalin nito ang ad. Pag-isipang itago ang ad sa pamamagitan ng pagtatakda ng visibility sa false.
tr: Bu, reklamı kalıcı olarak silecektir. Görünürlüğü false olarak ayarlayarak reklamı gizlemeyi düşünün.
ur: یہ اشتہار کو مستقل طور پر حذف کر دے گا۔ مرئیت کو غلط پر سیٹ کر کے اشتہار کو چھپانے پر غور کریں۔
zh_cn: 使广告不可见。
zh_tw: 使廣告不可見。

# edit8722Sbad250Sbdelete8722Sbdialog250Sbtitle
source: Confirm ad deletion
cs: Potvrďte smazání reklamy
fi: Vahvista ilmoituksen poistaminen
fr: Confirmer la suppression de l'annonce
it: Conferma eliminazione
lt: Patvirtinkite skelbimo ištrynimą
nb: Bekreft sletting av annonse
nl: Advertentie verwijdering bevestigen
pl: Potwierdź usunięcie ogłoszenia
pt_br: Confirmar exclusão
sl: Potrdite izbris oglasa
sv: Bekräfta borttagning av annons
tl: Kumpirmahin ang pagtanggal ng ad
tr: Reklam silme işlemini onaylayın
ur: اشتہار کو حذف کرنے کی تصدیق کریں
zh_cn: 确认广告删除
zh_tw: 確認廣告刪除

# edit8722Sbad250Sbsave8722Sbbtn
source: Save changes
cs: Uložit změny
fi: Tallenna muutokset
fr: Sauvegarder les modifications
it: Salva modifiche
lt: Išsaugoti pakeitimus
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar mudanças
sl: Shrani spremembe
sv: Spara ändringar
tl: I-save ang mga pagbabago
tr: Değişiklikleri Kaydet
ur: تبدیلیاں محفوظ کرو
zh_cn: 保存
zh_tw: 保存

# edit8722Sbad250Sbthis8722Sbad8722Sbis8722Sbto
source: This ad is to {adType} {createdAt} {timeOfCreation}. In order to change ad type, please {createANewAd}
cs: Tato reklama je na {adType} {createdAt} {timeOfcreation}. Chcete-li změnit typ reklamy, {createAnewad}
fi: Tämä ilmoitus on tarkoitettu {adType} {createdAt} {timeOfCreation}. Jos haluat muuttaa ilmoituksen tyyppiä, {createANewAd}
fr: Cette annonce est destinée à {adType} {createdAt} {timeOfcreation}. Pour modifier le type d'annonce, veuillez {createAnewad}
it: Questo annuncio è per {adType} {createdAt} {timeOfCreation}. Per cambiare tipo di annuncio, perfavore {createANewAd}
lt: Šis skelbimas skirtas {adType} {createdAt} {timeOfCreation}. Jei norite pakeisti skelbimo tipą, prašome {createANewAd}
nb: Denne annonsen er til {adType} {createdAt} {timeOfCreation}. For å endre annonsetype, vennligst {createANewAd}
nl: Deze advertentie is voor {adType} {createdAt} {timeOfcreation}. Om het advertentietype te wijzigen, gelieve {createAnewad}
pl: To ogłoszenie to {adType} {createdAt} {timeOfCreation}. Aby zmienić typ ogłoszenia, proszę {createANewAd}
pt_br: Esse anúncio é para {adType} {createdAt} {timeOfcreation}. para modificar o tipo, favor {createAnewad}
sl: Ta oglas je za {adType} {createdAt} {timeOfCreation}. Če želite spremeniti vrsto oglasa, {createANewAd}
sv: Denna annons är till {adType} {createdAt} {timeOfCreation}. För att ändra annonstyp, vänligen {createANewAd}
tl: Ang ad na ito ay para sa {adType} {createdAt} {timeOfcreation}. Upang baguhin ang uri ng ad, mangyaring {createAnewad}
tr: Bu reklam {adType} {createdAt} {timeOfCreation}'e aittir. Reklam türünü değiştirmek için lütfen {createANewAd}
ur: یہ اشتہار {adType} {createdAt} {timeOfCreation} کا ہے۔ اشتہار کی قسم کو تبدیل کرنے کے لیے، براہ کرم {createANewAd}
zh_cn: 这是{createdAt}{timeOfCreation}创建的{adType}广告。如果你想要更改本广告交易类型请{createANewAd}
zh_tw: 這是{createdAt}{timeOfCreation}創建的{adType}廣告。如果你想要更改本廣告交易類型請{createANewAd}

source: buy {assetName} for cash (locally)
cs: koupit {assetName} za hotovost (místně)
fi: osta {assetName} käteisellä (paikallisesti)
fr: acheter du {assetName} contre de l'espèce (localement)
it: compra {assetName} con contanti (vicino a te)
lt: pirkti {assetName} už grynuosius pinigus (vietoje)
nb: kjøp {assetName} for kontanter (lokalt)
nl: koop {assetName} voor contant geld (lokaal)
pl: kup {assetName} za gotówkę (lokalnie)
pt_br: comprar {assetName} com dinheiro (localmente)
sl: nakup {assetName} z gotovino (lokalno)
sv: köp {assetName} för kontanter (lokalt)
tl: bumili ng {assetName} nang cash (lokal)
tr: nakit karşılığında {assetName} satın alın (yerel olarak)
ur: نقد میں {assetName} خریدیں (locally)
zh_cn: 面对面购买{assetName}
zh_tw: 面對面購買{assetName}

source: sell {assetName} for cash (locally)
cs: prodat {assetName} za hotovost (místně)
fi: myy {assetName} käteisellä (paikallisesti)
fr: vendre du {assetName} contre de l'espèce (localement)
it: vendi {assetName} per contanti (vicino a te)
lt: parduoti {assetName} už grynuosius pinigus (vietoje)
nb: selg {assetName} for kontanter (lokalt)
nl: verkoop {assetName} voor contant geld (lokaal)
pl: sprzedaj {assetName} za gotówkę (lokalnie)
pt_br: vender {assetName} por dinheiro (localmente)
sl: prodaja {assetName} za gotovino (lokalno)
sv: sälj {assetName} för kontanter (lokalt)
tl: ibenta ang {assetName} para sa cash (lokal)
tr: nakit karşılığında {assetName} satmak (yerel olarak)
ur: نقد میں {assetName} بیچیں (locally)
zh_cn: 面对面出售{assetName}
zh_tw: 面對面出售{assetName}

source: buy {assetName} online
cs: koupit {assetName} online
fi: osta {assetName} verkosta
fr: acheter du {assetName} en ligne
it: compra {assetName} online
lt: pirkite {assetName} internetu
nb: kjøp {assetName} online
nl: koop {assetName} online
pl: kup {assetName} online
pt_br: comprar {assetName} online
sl: nakup {assetName} preko spleta
sv: köpa {assetName} online
tl: bumili ng {assetName} online
tr: {assetName}'i çevrimiçi satın alın
ur: آن لائن {assetName} خریدیں
zh_cn: 网上购买{assetName}
zh_tw: 網上購買{assetName}

source: sell {assetName} online
cs: prodat {assetName} online
fi: myy {assetName} verkossa
fr: vendre du {assetName} en ligne
it: vendi {assetName} online
lt: parduodu {assetName} internetu
nb: selge {assetName} online
nl: verkoop {assetName} online
pl: sprzedaj {assetName} online
pt_br: vender {assetName} online
sl: prodaja {assetName} preko spleta
sv: sälja {assetName} online
tl: magbenta ng {assetName} online
tr: {assetName} ürününü çevrimiçi sat
ur: آن لائن {assetName} فروخت کریں
zh_cn: 网上出售{assetName}
zh_tw: 網上出售{assetName}

# edit8722Sbad250Sbthis8722Sbad8722Sbis8722Sbto8722Sbcreate8722Sbnew
source: create a new ad
cs: vytvořit nový inzerát
fi: luo uusi ilmoitus
fr: créer une nouvelle annonce
it: creara un nuovo annuncio
lt: sukurti naują skelbimą
nb: opprette en ny annonse
nl: nieuwe advertentie maken
pl: utwórz nowe ogłoszenie
pt_br: criar novo anúncio
sl: ustvarite nov oglas
sv: skapa en ny annons
tl: lumikha ng bagong ad
tr: yeni bir reklam oluştur
ur: ایک نیا اشتہار بنائیں
zh_cn: 创建一个新的广告
zh_tw: 創建一個新的廣告

# edit8722Sbad250Sbthis8722Sbad8722Sbis8722Sbto8722Sbcreated8722Sbat
source: created at
cs: vytvořeno v
fi: luotu klo
fr: créée le
it: creato a
lt: sukurtas adresu
nb: opprettet kl
nl: gemaakt om
pl: utworzono o
pt_br: criado em
sl: ustvarjen ob
sv: skapad vid
tl: nilikha sa
tr: oluşturuldu
ur: پر بنایا گیا
zh_cn: 在
zh_tw: 在

# edit8722Sbad250Sbtitle
source: Edit an advertisement
cs: Upravit inzerát
fi: Muokkaa ilmoitusta
fr: Modifier une annonce
it: Modifica un annuncio
lt: Redaguoti skelbimą
nb: Rediger en annonse
nl: Bewerk een advertentie
pl: Edytuj ogłoszenie
pt_br: Editar anúncio
sl: Uredite oglas
sv: Rediger en annons
tl: Mag-edit ng isang patalastas
tr: Bir reklamı düzenleme
ur: ایک اشتہار میں ترمیم کریں
zh_cn: 编辑广告
zh_tw: 編輯廣告

# edit8722Sbad250Sbupdated8722Sbprice
source: Updated ad price:
cs: Aktualizovaná cena reklamy:
fi: Päivitetty ilmoituksen hinta:
fr: Prix de l'annonce mis à jour :
it: Prezzo dell'annuncio aggiornato:
lt: Atnaujinta skelbimo kaina:
nb: Oppdatert annonsepris:
nl: Bijgewerkte advertentieprijs:
pl: Zaktualizowana cena ogłoszenia:
pt_br: Preço de anúncio atualizado:
sl: Posodobljena cena oglasa:
sv: Uppdaterat annonspris:
tl: Na-update na presyo ng ad:
tr: Güncellenen ilan fiyatı:
ur: اپ ڈیٹ کردہ اشتہار کی قیمت:
zh_cn: 更新广告价格：
zh_tw: 更新廣告價格：

# edit8722Sbad250Sbvisible
source: Visible
cs: Viditelné
fi: Näkyvä
lt: Matomas
nb: Synlig
nl: Zichtbaar
pl: Widoczna
pt_br: Visível
sl: Vidno
sv: Synlig
tl: Nakikita
tr: Görünür
ur: نظر آنے والا
zh_cn: 激活状态
zh_tw: 激活狀態

# edit8722Sbad250Sbwarning250Sbno8722Sbbuyer8722Sbsettlement8722Sbaddress
source: URGENT ACTION NEEDED: This ad doesn't have a settlement wallet address set. Provide it as soon as possible to avoid having the ad hidden.
cs: JE POTŘEBA NALÉHAVÉ AKCE: Tato reklama nemá nastavenou adresu peněženky pro vyrovnání. Poskytněte jej co nejdříve, abyste předešli skrytí reklamy.
fi: KIIREELLISIÄ TOIMENPITEITÄ VAADITAAN: tälle ilmoitukselle ei ole asetettu selvityslompakko-osoitetta. Anna se mahdollisimman pian, jotta ilmoitusta ei piiloteta.
fr: ACTION URGENTE NÉCESSAIRE : Cette annonce n'a pas d'adresse de portefeuille de règlement définie. Fournissez-la dès que possible pour éviter que l'annonce ne soit masquée.
it: È NECESSARIA UN'AZIONE URGENTE: Questo annuncio non ha un indirizzo del portafoglio di regolamento impostato. Forniscilo al più presto per evitare che l'annuncio venga nascosto.
lt: REIKIA SKUBIŲ VEIKSMŲ: šiame skelbime nenustatytas atsiskaitymo piniginės adresas. Pateikite jį kuo greičiau, kad skelbimas nebūtų paslėptas.
nb: NØDVENDIG HANDLING: Denne annonsen har ikke en oppgjørslommebokadresse angitt. Gi den så snart som mulig for å unngå at annonsen blir skjult.
nl: DRINGENDE ACTIE VEREIST: voor deze advertentie is geen adres voor een schikkingsportefeuille ingesteld. Geef het zo snel mogelijk door om te voorkomen dat de advertentie wordt verborgen.
pl: KONIECZNE PILNE DZIAŁANIE: To ogłoszenie nie ma podanego adresu na uregulowania. Podaj go jak najszybciej, aby uniknąć ukrycia ogłoszenia.
pt_br: AÇÃO URGENTE NECESSÁRIA: Este anúncio não tem um endereço de carteira de assentamento definido. Forneça-o o mais rápido possível para evitar ter o anúncio escondido.
sl: POTREBNO NUJNO UKREPANJE: Ta oglas nima nastavljenega naslova poravnalne denarnice. Posredujte ga čim prej, da se izognete skritju oglasa.
sv: BRÅDSKANDE ÅTGÄRDER KRÄVS: Den här annonsen har ingen adress för en avvecklingsplånbok. Ange den så snart som möjligt för att undvika att annonsen döljs.
tl: KAILANGAN NG MAAGAD NA PAGKILOS: Ang ad na ito ay walang nakatakdang settlement wallet address. Ibigay ito sa lalong madaling panahon upang maiwasang maitago ang ad.
tr: ACİL İŞLEM GEREKLİ: Bu reklamda belirlenmiş bir ödeme cüzdanı adresi yok. Reklamın gizlenmesini önlemek için mümkün olan en kısa sürede sağlayın.
ur: فوری کارروائی کی ضرورت: اس اشتہار میں سیٹلمنٹ والیٹ ایڈریس سیٹ نہیں ہے۔ اشتہار کو چھپانے سے بچنے کے لیے اسے جلد از جلد فراہم کریں۔
zh_cn: 需要紧急采取行动：此广告没有设置结算钱包地址。尽快提供它以避免隐藏广告。
zh_tw: 需要緊急採取行動：此廣告沒有設置結算錢包地址。盡快提供它以避免隱藏廣告。

# edit250Sberror250Sbinvalid8722Sbsettlement8722Sbaddress
source: Please enter a valid settlement wallet address
cs: Zadejte platnou adresu peněženky pro vypořádání
fi: Anna kelvollinen lompakko-osoite
fr: Veuillez saisir une adresse de portefeuille de règlement valide
it: Inserisci un indirizzo del portafoglio di regolamento valido
lt: Įveskite galiojantį atsiskaitymo piniginės adresą
nb: Vennligst skriv inn en gyldig oppgjørslommebokadresse
nl: Voer een geldig adres voor de afwikkelingsportefeuille in
pl: Wprowadź poprawny adres na uregulowania
pt_br: Favor digitar um endereço válido de carteira de assentamento
sl: Vnesite veljaven naslov poravnalne denarnice
sv: Vänligen ange en giltig betalningsplånboksadress
tl: Mangyaring maglagay ng wastong settlement wallet address
tr: Lütfen geçerli bir ödeme cüzdanı adresi girin
ur: براہ کرم ایک درست سیٹلمنٹ والیٹ ایڈریس درج کریں
zh_cn: 请输入一个有效的结算钱包地址
zh_tw: 請輸入有效的結算錢包地址

source: Error
cs: Chyba
fi: Virhe
fr: Erreur
it: Errore
lt: Klaida
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
sl: Napaka
sv: Fel
tr: Hata
ur: خرابی
zh_cn: 错误
zh_tw: 錯誤

# error8722Sbpage
source: Oops! Something went wrong. Please try again soon. Click anywhere on the page to reload.
cs: Jejda! Něco se pokazilo. Zkuste to prosím brzy znovu. Klepnutím kamkoli na stránku znovu načtete.
fi: Oho! Jotain meni pieleen. Yritä pian uudelleen. Napsauta mitä tahansa ladataksesi sivu uudelleen.
fr: Oups ! Quelque chose s'est mal passé. Veuillez réessayer ultérieurement. Cliquez n'importe où sur la page pour recharger.
it: Oops! Qualcosa è andato storto. Per favore riprova.
lt: Oi! Kažkas nutiko. Netrukus bandykite dar kartą. Spustelėkite bet kurią puslapio vietą, kad iš naujo įkeltumėte.
nb: Oops! Noe gikk galt. Vennligst prøv igjen snart. Klikk hvor som helst på siden for å laste inn på nytt.
nl: Oeps! Er is iets fout gegaan. Probeer het binnenkort nog eens. Klik waar dan ook op de pagina om opnieuw te laden.
pl: Ups! Coś poszło nie tak. Spróbuj ponownie później. Kliknij w dowolnym miejscu na stronie, aby ją ponownie załadować.
pt_br: Algo deu errado. Tente novamente mais tarde.
sl: Ups! Nekaj je šlo narobe. Poskusite znova kmalu. Za ponovno nalaganje kliknite kjer koli na strani.
sv: Hoppsan! Något gick fel. Vänligen försök igen snart. Klicka var som helst på sidan för att ladda om.
tl: Oops! Nagkaproblema. Pakisubukang muli sa lalong madaling panahon. Mag-click kahit saan sa page para i-reload.
tr: Hata! Bir şeyler yanlış gitti. Lütfen kısa süre sonra tekrar deneyin. Yeniden yüklemek için sayfada herhangi bir yeri tıklayın.
ur: افوہ! کچھ غلط ہو گیا. براہ کرم جلد ہی دوبارہ کوشش کریں۔ دوبارہ لوڈ کرنے کے لیے صفحہ پر کہیں بھی کلک کریں۔
zh_cn: 哎呀！ 出了错误。 请尽快再试一次。
zh_tw: 哎呀！ 出了錯誤。 請盡快再試一次。
