Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

source: Preview
cs: Náhled
fi: Esikatselu
fr: Aperçu
it: Anteprima
lt: Peržiūra
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
sl: Predogled
sv: Förhandsvisning
tl: Silipin
tr: Ön izleme
ur: پیش نظر
zh_cn: 预习
zh_tw: 預習

source: Close
cs: Zavřít
fi: Sulje
fr: Fermer
it: Chiudere
lt: Uždaryti
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
sl: Zapri
sv: Stäng
tl: Isara
tr: Kapalı
ur: بند کریں
zh_cn: 关
zh_tw: 關

source: Deposit
cs: Vklad
fi: Talleta
fr: Dépôt
it: deposito
lt: Užstatas
nb: Innskudd
nl: Borg
pl: Wpłata
pt_br: depósito
sl: Nakazilo
sv: Insättning
tl: Deposito
tr: Depozito
ur: جمع
zh_cn: 存款
zh_tw: 存款

source: Share
cs: Podíl
fi: Jaa
fr: Partager
it: Condividi
lt: Dalintis
nb: Dele
nl: Deel
pl: Podziel
pt_br: Compartilhe
sl: Deliti
sv: Dela
tl: Ibahagi
tr: Paylaşmak
ur: بانٹیں
zh_cn: 分享
zh_tw: 分享

source: Edit
cs: Upravit
fi: Muokkaa
fr: Éditer
it: Modifica
lt: Redaguoti
nb: Redigere
nl: Bewerk
pl: Edytuj
pt_br: Editar
sl: Urejanje
sv: Redigera
tl: I-edit
tr: Düzenlemek
ur: ترمیم
zh_cn: 编辑
zh_tw: 編輯

source: Confirm transaction
cs: Potvrďte transakci
fi: Vahvista transaktio
fr: Confirmer la transaction
it: Confermare la transazione
lt: Patvirtinti operaciją
nb: Bekreft transaksjon
nl: Bevestig transactie
pl: Potwierdź transakcję
pt_br: Confirmar a transação
sl: Potrdite transakcijo
sv: Bekräfta transaktion
tl: Kumpirmahin ang transaksyon
tr: İşlemi onayla
ur: لین دین کی تصدیق کریں
zh_cn: 确认交易
zh_tw: 確認交易

source: Transaction fee
cs: Transakční poplatek
fi: Transaktion kulut
fr: Frais de transaction
it: Tassa di transazione
lt: Sandorio mokestis
nb: Transaksjonsgebyr
nl: Transactiekosten
pl: Opłata transakcyjna
pt_br: Taxa de transação
sl: Transakcijska provizija
sv: Transaktionsavgift
tl: Bayad sa transaksyon
tr: İşlem ücreti
ur: ٹرانزیکشن فیس
zh_cn: 手续费
zh_tw: 手續費

source: Show QR code
cs: Zobrazit QR kód
fi: Näytä QR-koodi
fr: Afficher le QR code
it: Mostra codice QR
lt: Rodyti QR kodą
nb: Vis QR-kode
nl: Toon QR-code
pl: Pokaż kod QR
pt_br: Mostrar código QR
sl: Prikaži QR kodo
sv: Visa QR-kod
tl: Ipakita ang QR code
tr: QR kodunu göster
ur: QR کوڈ دکھائیں
zh_cn: 显示二维码
zh_tw: 顯示二維碼

source: Security
cs: Zabezpečení
fi: Turvallisuus
fr: Sécurité
it: Sicurezza
lt: Saugumas
nb: Sikkerhet
nl: Veiligheid
pl: Bezpieczeństwo
pt_br: Segurança
sl: Varnost
sv: säkerhet
tl: Seguridad
tr: Güvenlik
ur: سیکورٹی
zh_cn: 安全
zh_tw: 安全

source: No pending deposits
cs: Žádné nevyřízené vklady
fi: Ei odottavia talletuksia
fr: Aucun dépôt en attente
it: Nessun deposito in sospeso
lt: Nėra laukiančių indėlių
nb: Ingen ventende innskudd
nl: Geen openstaande deposito's
pl: Brak oczekujących wpłat
pt_br: Sem depósitos pendentes
sl: Ni čakajočih nakazil
sv: Inga pågående insättningar
tl: Walang nakabinbing deposito
tr: Bekleyen para yatırma yok
ur: کوئی زیر التواء ڈپازٹس نہیں
zh_cn: 没有待定存款
zh_tw: 沒有待定存款

source: Create PIN
cs: Vytvořte PIN
fi: Luo PIN-koodi
fr: Créer un NIP
it: Crea PIN
lt: Sukurti PIN kodą
nb: Opprett PIN-kode
nl: Maak een pincode aan
pl: Utwórz PIN
pt_br: Criar PIN
sl: Ustvari PIN
sv: Skapa PIN-kod
tl: Lumikha ng PIN
tr: PIN oluştur
ur: PIN بنائیں
zh_cn: 创建 PIN 码
zh_tw: 創建密碼

source: Change PIN
cs: Změňte PIN
fi: Vaihda PIN-koodi
fr: Changer le NIP
it: Modifica del PIN
lt: Pakeiskite PIN kodą
nb: Endre PIN
nl: Verander pincode
pl: Zmień PIN
pt_br: Alterar PIN
sl: Spremeni PIN
sv: Ändra PIN-kod
tl: Baguhin ang PIN
tr: Pin'i değiştir
ur: پن تبدیل کریں
zh_cn: 更改密码
zh_tw: 更改密碼

source: Remove PIN
cs: Odstraňte PIN
fi: Poista PIN-koodi
fr: Supprimer le NIP
it: Rimuovi PIN
lt: Pašalinti PIN kodą
nb: Fjern PIN-koden
nl: Pincode verwijderen
pl: Usuń kod PIN
pt_br: Remover PIN
sl: Odstrani PIN
sv: Ta bort PIN-kod
tl: Alisin ang PIN
tr: PIN'i kaldır
ur: PIN ہٹا دیں
zh_cn: 删除 PIN 码
zh_tw: 刪除密碼

# remove_pin_message_success
source: PIN removed
cs: PIN byl odstraněn
fi: PIN-koodi poistettu
fr: NIP supprimé
it: PIN rimosso
lt: PIN pašalintas
nb: PIN-koden er fjernet
nl: Pincode verwijderd
pl: Usunięto kod PIN
pt_br: PIN removido
sl: PIN odstranjen
sv: PIN-kod borttagen
tl: Inalis ang PIN
tr: PIN kaldırıldı
ur: PIN ہٹا دیا گیا
zh_cn: PIN 码已删除
zh_tw: PIN 已刪除

source: You will receive
cs: Obdržíte
fi: Sinä tulet vastaanottamaan
fr: Vous allez recevoir
it: Riceverete
lt: Tu gausi
nb: Du vil motta
nl: U ontvangt
pl: Otrzymasz
pt_br: Você receberá
sl: Prejeli boste
sv: Du kommer att få
tl: Matatanggap mo
tr: Alacaksın
ur: آپ کو موصول ہوجائیگا
zh_cn: 您将收到
zh_tw: 您將收到

source: Total amount to send
cs: Celková částka k odeslání
fi: Lähetettävä kokonaissumma
fr: Montant total à envoyer
it: Importo totale da inviare
lt: Visa siunčiama suma
nb: Totalt beløp å sende
nl: Totaal te verzenden bedrag
pl: Całkowita kwota do wysłania
pt_br: Montante total a enviar
sl: Skupni znesek za pošiljanje
sv: Totalt belopp att skicka
tl: Kabuuang halaga na ipapadala
tr: Gönderilecek toplam tutar
ur: بھیجنے کے لیے کل رقم
zh_cn: 发送总金额
zh_tw: 發送總金額

# enter_amount_to_receive_without_fee
source: Enter amount to be received (w/o fee)
cs: Zadejte částku, která má být přijata (bez poplatku)
fi: Syötä vastaanotettava summa (ilman kuluja)
fr: Entrer le montant à recevoir (sans frais)
it: Inserire l'importo da ricevere (senza spese)
lt: Įveskite sumą, kurią norite gauti (be mokesčio)
nb: Angi beløp som skal mottas (uten gebyr)
nl: Voer het te ontvangen bedrag in (zonder kosten)
pl: Wprowadź kwotę do otrzymania (bez opłat)
pt_br: Digite o valor a ser recebido (sem taxa)
sl: Vnesite znesek, ki ga želite prejeti (brez provizije)
sv: Ange belopp som ska erhållas (utan avgift)
tl: Ilagay ang halagang matatanggap (w/o fee)
tr: Alınacak tutarı girin (ücretsiz)
ur: وصول کی جانے والی رقم درج کریں(w/o fee)
zh_cn: 输入要收到的金额（不含费用）
zh_tw: 輸入要收到的金額（不含費用）

# enter_amount_to_receive_with_fee
source: Enter amount to be deducted (with fee)
cs: Zadejte částku, která má být odečtena (s poplatkem)
fi: Syötä vähennettävä summa (kuluineen)
fr: Entrer le montant à déduire (avec frais)
it: Inserire l'importo da detrarre (con tassa)
lt: Įveskite sumą, kurią norite išskaičiuoti (su mokesčiu)
nb: Angi beløp som skal trekkes (med gebyr)
nl: Vul het af te trekken bedrag in (met toeslag)
pl: Wpisz kwotę do odliczenia (z opłatą)
pt_br: Digite o valor a ser deduzido (com taxa)
sl: Vnesite znesek, ki ga je treba odšteti (s provizijo)
sv: Ange belopp som ska dras av (med avgift)
tl: Ilagay ang halagang ibabawas (may bayad)
tr: Kesilecek tutarı giriniz (Ücretli)
ur: کٹوتی کی جانے والی رقم درج کریں (with fee)
zh_cn: 输入要扣除的金额（收费）
zh_tw: 輸入要扣除的金額（收費）

source: Return reserve from trade
cs: Vraťte rezervu z obchodu
fi: Palautusvaraus kaupasta
fr: Retour de la réserve de transaction
it: Riserva di restituzione da commercio
lt: Grąžinimo rezervas iš prekybos
nb: Returreserve fra handel
nl: Retourreserve van transactie
pl: Zwróć rezerwę z handlu
pt_br: Reserva de retorno do comércio
sl: Vrnitev rezerve iz trgovanja
sv: Avkastningsreserv från handel
tl: Return reserve mula sa kalakalan
tr: Ticaretten dönüş rezervi
ur: تجارت سے واپس جمع شدہ
zh_cn: 交易收益准备金
zh_tw: 交易收益準備金

source: User profile
cs: Uživatelský profil
fi: Käyttäjäprofiili
fr: Profil de l'utilisateur
it: Profilo Utente
lt: Vartotojo profilis
nb: Brukerprofil
nl: Gebruikersprofiel
pl: Profil użytkownika
pt_br: Perfil do usuário
sl: Uporabniški profil
sv: Användarprofil
tl: Profile ng gumagamit
tr: Kullanıcı profili
ur: صارف کی پروفائل
zh_cn: 用户资料
zh_tw: 用戶資料

source: Personal introduction
cs: Osobní představení
fi: Henkilökohtainen esittely
fr: Présentation personnalisée
it: Introduzione personale
lt: Asmeninis prisistatymas
nb: Personlig introduksjon
nl: Persoonlijke introductie
pl: Osobiste wprowadzenie
pt_br: Introdução pessoal
sl: Osebna predstavitev
sv: Personlig introduktion
tl: Personal na pagpapakilala
tr: Kişisel tanıtım
ur: ذاتی تعارف
zh_cn: 个人介绍
zh_tw: 個人介紹

source: Trading reputation on other platforms
cs: Obchodování s reputací na jiných platformách
fi: Kaupankäynnin maine muilla alustoilla
fr: Réputation de transaction sur d'autres plateformes
it: Reputazione di trading su altre piattaforme
lt: Prekybos reputacija kitose platformose
nb: Handelsomdømme på andre plattformer
nl: Handelsreputatie op andere platforms
pl: Reputacja handlowa na innych platformach
pt_br: Reputação comercial em outras plataformas
sl: Ugled trgovanja na drugih platformah
sv: Handelsrykte på andra plattformar
tl: Reputasyon sa pangangalakal sa iba pang mga platform
tr: Diğer platformlarda ticari itibar
ur: دوسرے پلیٹ فارمز پر تجارتی ساکھ
zh_cn: 在其他平台上交易声誉
zh_tw: 在其他平台上交易聲譽

source: How to link my account?
cs: Jak propojit svůj účet?
fi: Kuinka linkitän tilini?
fr: Comment lier mon compte ?
it: Come collegare il mio account?
lt: Kaip susieti paskyrą?
nb: Hvordan koble til kontoen min?
nl: Hoe koppel ik mijn account?
pl: Jak połączyć moje konto?
pt_br: Como vincular minha conta?
sl: Kako povezati svoj račun?
sv: Hur länkar jag mitt konto?
tl: Paano i-link ang aking account?
tr: Hesabımı nasıl bağlayabilirim?
ur: اپنا اکاؤنٹ کیسے لنک کروں؟
zh_cn: 如何关联我的帐户？
zh_tw: 如何關聯我的帳戶？

# link_account
source: Link {platform} account
cs: Propojit {platform} účet
fi: Linkitä {platform} tili
fr: Associer le compte {platform}
it: Collegamento {platform} conto
lt: Susieti {platform} paskyrą
nb: Koble til {platform}-konto
pl: Połącz konto {platform}
pt_br: Link {platform} conta
sl: Povežite račun {platform}
sv: Länk {platform} konto
tl: I-link ang {platform} account
tr: {platform} hesabını bağla
ur: {platform} اکاؤنٹ لنک کریں
zh_cn: 关联 {platform} 帐户
zh_tw: 關聯 {platform} 帳戶

# what_is_your_username
source: What is your username on {platform}?
cs: Jaké je vaše uživatelské jméno na {platform}?
fi: Mikä on käyttäjänimesi {platform}:ssa?
fr: Quel est votre nom d'utilisateur sur {platform} ?
it: Qual è il tuo nome utente su {platform}?
lt: Koks jūsų vartotojo vardas {platform}?
nb: Hva er brukernavnet ditt på {platform}?
nl: Wat is uw gebruikersnaam op {platform}?
pl: Jaka jest Twoja nazwa użytkownika na {platform}?
pt_br: Qual é seu nome de usuário em {platform}?
sl: Kakšno je vaše uporabniško ime na {platform}?
sv: Vad är ditt användarnamn på {platform}?
tl: Ano ang iyong username sa {platform}?
tr: {platform} üzerindeki kullanıcı adınız nedir?
ur: {platform} پر آپ کا صارف نام کیا ہے؟
zh_cn: 您在 {platform}上的用户名是什么？
zh_tw: 您在 {platform}上的用戶名是什麼？

source: Enter username
cs: Zadejte uživatelské jméno
fi: Syötä käyttäjätunnus
fr: Saisir votre nom d'utilisateur
it: Inserisci il nome utente
lt: Įveskite vartotojo vardą
nb: Skriv inn brukernavn
nl: Vul uw gebruikersnaam in
pl: Wpisz nazwę użytkownika
pt_br: Digite o nome de usuário
sl: Vnesite uporabniško ime
sv: Ange användarnamn
tl: Ipasok ang iyong username
tr: Kullanıcı adı girin
ur: صارف نام درج کریں
zh_cn: 输入用户名
zh_tw: 輸入用戶名

source: Edit personal introduction
cs: Upravit osobní úvod
fi: Muokkaa henkilökohtaista esittelyä
fr: Modifier la présentation personnalisée
it: Modifica dell'introduzione personale
lt: Redaguoti asmeninį prisistatymą
nb: Rediger personlig introduksjon
nl: Persoonlijke inleiding bewerken
pl: Edytuj osobiste wprowadzenie
pt_br: Editar introdução pessoal
sl: Uredite osebno predstavitev
sv: Redigera personlig introduktion
tl: I-edit ang personal na pagpapakilala
tr: Kişisel tanıtımı düzenle
ur: ذاتی تعارف میں ترمیم کریں
zh_cn: 编辑个人介绍
zh_tw: 編輯個人介紹

source: Your info
cs: Vaše informace
fi: Sinun tietosi
fr: Vos informations
it: Le vostre informazioni
lt: Jūsų informacija
nb: Din informasjon
nl: Uw gegevens
pl: Twoje informacje
pt_br: Seus dados
sl: Vaši podatki
sv: Din information
tl: Ang iyong impormasyon
tr: Bilgileriniz
ur: آپ کی معلومات
zh_cn: 您的信息
zh_tw: 您的信息

source: Website
cs: Webová stránka
fi: Verkkosivusto
fr: Site Internet
it: sito web
lt: Interneto svetainė
nb: Nettsted
pl: Strona internetowa
sl: Spletna stran
sv: Webbplats
tr: İnternet sitesi
ur: ویب سائٹ
zh_cn: 网站
zh_tw: 網站

source: Are you sure?
cs: Jste si jistý?
fi: Oletko varma?
fr: Êtes-vous sûr ?
it: Sei sicuro?
lt: Ar tu tuo tikras?
nb: Er du sikker?
nl: Weet u het zeker?
pl: Na pewno?
pt_br: Você tem certeza?
sl: Ste prepričani?
sv: Är du säker?
tl: Sigurado ka ba?
tr: Emin misin?
ur: کیا آپ کو یقین ہے؟
zh_cn: 你确定吗？
zh_tw: 你確定嗎？

source: No trusted users yet.
cs: Zatím žádní důvěryhodní uživatelé.
fi: Ei vielä luotettuja käyttäjiä.
fr: Aucun utilisateur de confiance pour le moment.
it: Non ci sono ancora utenti fidati.
lt: Dar nėra patikimų vartotojų.
nb: Ingen pålitelige brukere ennå.
nl: Nog geen vertrouwde gebruikers.
pl: Brak zaufanych użytkowników.
pt_br: Nenhum usuário confiável ainda.
sl: Ni še zaupanja vrednih uporabnikov.
sv: Inga betrodda användare ännu.
tl: Wala pang pinagkakatiwalaang user.
tr: Henüz güvenilir kullanıcı yok.
ur: ابھی تک کوئی قابل اعتماد صارف نہیں ہے۔
zh_cn: 还没有受信任的用户。
zh_tw: 還沒有受信任的用戶。

source: No blocked users yet.
cs: Zatím žádní blokovaní uživatelé.
fi: Ei vielä estettyjä käyttäjiä.
fr: Aucun utilisateur bloqué pour le moment.
it: Non ci sono ancora utenti bloccati.
lt: Dar nėra užblokuotų vartotojų.
nb: Ingen blokkerte brukere ennå.
nl: Nog geen geblokkeerde gebruikers.
pl: Brak zablokowanych użytkowników.
pt_br: Nenhum usuário bloqueado ainda.
sl: Ni še blokiranih uporabnikov.
sv: Inga blockerade användare ännu.
tl: Wala pang naka-block na user.
tr: Henüz engellenen kullanıcı yok.
ur: ابھی تک کوئی بلاک شدہ صارف نہیں ہے۔
zh_cn: 还没有被屏蔽的用户。
zh_tw: 還沒有被屏蔽的用戶。

source: No transactions yet.
cs: Zatím žádné transakce.
fi: Ei vielä transaktioita.
fr: Aucune transaction pour le moment.
it: Non ci sono ancora transazioni.
lt: Dar nėra sandorių.
nb: Ingen transaksjoner ennå.
nl: Nog geen transacties.
pl: Brak transakcji.
pt_br: Nenhuma transação ainda.
sl: Ni še transakcij.
sv: Inga transaktioner ännu.
tl: Wala pang transaksyon.
tr: Henüz işlem yok.
ur: ابھی تک کوئی لین دین نہیں ہوا۔
zh_cn: 还没有交易。
zh_tw: 還沒有交易。

source: Web links
cs: Webové odkazy
fi: Verkkolinkit
fr: Liens Web
it: Collegamenti web
lt: Interneto nuorodos
nb: weblenker
pl: Linki internetowe
pt_br: Links da Web
sl: Spletne povezave
sv: Webblänkar
tl: Mga link sa web
tr: İnternet linkleri
ur: ویب لنکس
zh_cn: 网页链接
zh_tw: 網頁鏈接

source: Tor links
cs: Odkazy na Tor
fi: Tor linkit
fr: Liens Tor
it: Link a Tor
lt: Tor nuorodos
nb: Tor-lenker
pl: Linki do Tora
pt_br: Links Tor
sl: Tor povezave
sv: Tor länkar
tl: Mga link sa Tor
tr: Tor bağlantıları
ur: Tor لنکس
zh_cn: Tor 链接
zh_tw: Tor 鏈接

source: I2P links
cs: I2P odkazy
fi: I2P-linkit
fr: Liens I2P
it: Collegamenti I2P
lt: I2P nuorodos
nb: I2P-lenker
nl: I2P-koppelingen
pl: Linki I2P
pt_br: Links I2P
sl: I2P povezave
sv: I2P länkar
tl: Mga link ng I2P
tr: I2P bağlantıları
ur: I2P لنکس
zh_cn: I2P 链接
zh_tw: I2P 鏈接

source: Active coupons
cs: Aktivní kupony
fi: Aktiiviset kupongit
fr: Coupons actifs
it: Buoni attivi
lt: Aktyvūs kuponai
nb: Aktive kuponger
nl: Actieve coupons
pl: Aktywne kupony
pt_br: Cupons ativos
sl: Aktivni kuponi
sv: Aktiva kuponger
tl: Mga aktibong kupon
tr: Aktif kuponlar
ur: فعال کوپن
zh_cn: 有效优惠券
zh_tw: 有效優惠券

source: Expired coupons
cs: Platnost kupónů vypršela
fi: Vanhentuneet kupongit
fr: Coupons expirés
it: Coupon scaduti
lt: Kuponai, kurių galiojimo laikas pasibaigęs
nb: Utløpte kuponger
nl: Verlopen coupons
pl: Wygasłe kupony
pt_br: Cupons expirados
sl: Potečeni kuponi
sv: Utgångna kuponger
tl: Nag-expire na mga kupon
tr: Süresi dolmuş kuponlar
ur: ختم شدہ کوپن
zh_cn: 过期优惠券
zh_tw: 過期優惠券

source: Hide expired coupons
cs: Skryjte kupóny, jejichž platnost vypršela
fi: Piilota vanhentuneet kupongit
fr: Masquer les coupons expirés
it: Nascondere i coupon scaduti
lt: Slėpti pasibaigusius kuponus
nb: Skjul utløpte kuponger
nl: Verberg verlopen coupons
pl: Ukryj wygasłe kupony
pt_br: Esconder cupons vencidos
sl: Skrij potekle kupone
sv: Dölj utgångna kuponger
tl: Itago ang mga nag-expire na kupon
tr: Süresi dolmuş kuponları gizle
ur: ختم شدہ کوپن چھپائیں
zh_cn: 隐藏过期的优惠券
zh_tw: 隱藏過期的優惠券

source: Show expired coupons
cs: Zobrazit kupóny, jejichž platnost vypršela
fi: Näytä vanhentuneet kupongit
fr: Afficher les coupons expirés
it: Mostra i coupon scaduti
lt: Rodyti pasibaigusio galiojimo kuponus
nb: Vis utløpte kuponger
nl: Toon verlopen coupons
pl: Pokaż wygasłe kupony
pt_br: Mostrar cupons vencidos
sl: Prikaži potekle kupone
sv: Visa utgångna kuponger
tl: Ipakita ang mga nag-expire na kupon
tr: Süresi dolmuş kuponları göster
ur: ختم شدہ کوپن دکھائیں
zh_cn: 显示过期优惠券
zh_tw: 顯示過期優惠券

source: Terms and conditions
cs: Pravidla a podmínky
fi: Käyttöehdot
fr: Conditions d'utilisation
it: Termini e Condizioni
lt: Taisyklės ir sąlygos
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pl: Zasady i warunki
pt_br: Termos e Condições
sl: Pogoji poslovanja
sv: Villkor och bestämmelser
tl: Mga tuntunin at kundisyon
tr: Şartlar ve koşullar
ur: شرائط و ضوابط
zh_cn: 条款和条件
zh_tw: 條款和條件

source: Current email
cs: Současný email
fi: Nykyinen sähköpostiosoite
fr: Adresse e-mail actuelle
it: Email corrente
lt: Dabartinis el. paštas
nb: Nåværende epost
nl: Huidige email
pl: Aktualny e-mail
pt_br: E-mail atual
sl: Trenutni email
sv: Aktuell e-post
tl: Kasalukuyang email
tr: Mevcut e-posta
ur: موجودہ ای میل
zh_cn: 当前的电子邮件
zh_tw: 當前的電子郵件

source: Remove email
cs: Odebrat e-mail
fi: Poista sähköposti
fr: Supprimer l'adresse e-mail
it: Rimuovi l'e-mail
lt: Pašalinti el
nb: Fjern e-post
nl: E-mail verwijderen
pl: Usuń e-mail
pt_br: Remover e-mail
sl: Odstrani e-pošto
sv: Ta bort e-post
tl: Alisin ang email
tr: E-postayı kaldır
ur: ای میل کو ہٹا دیں
zh_cn: 删除电子邮件
zh_tw: 刪除電子郵件

# email_not_received_content
source: If you have not received the verification email, please check your “Spam” folder or
cs: Pokud jste ověřovací e-mail neobdrželi, zkontrolujte prosím složku „Spam“ nebo
fi: Jos et ole saanut vahvistussähköpostia, tarkista "Roskaposti"-kansio tai
fr: Si vous n'avez pas reçu l'e-mail de vérification, veuillez vérifier votre dossier « Spam » ou
it: Se non si è ricevuta l'e-mail di verifica, controllare la cartella "Spam" o la casella di posta elettronica.
lt: Jei negavote patvirtinimo el. laiško, patikrinkite aplanką „Šlamštas“ arba
nb: Hvis du ikke har mottatt bekreftelses-e-posten, vennligst sjekk "Spam"-mappen eller
nl: Als u de verificatie-e-mail niet heeft ontvangen, controleer dan uw map "Spam" of
pl: Jeśli nie otrzymałeś e-maila weryfikacyjnego, sprawdź folder „Spam” lub
pt_br: Se você não recebeu o e-mail de verificação, verifique sua pasta "Spam" ou
sl: Če potrditvenega sporočila še niste prejeli, preverite mapo »Spam« ozr
sv: Om du inte har fått bekräftelsemeddelandet, kontrollera din skräppostmapp eller
tl: Kung hindi mo pa natatanggap ang verification email, pakitingnan ang iyong “Spam” folder o
tr: Doğrulama e-postasını almadıysanız lütfen “Spam” klasörünüzü kontrol edin veya
ur: اگر آپ کو توثیقی ای میل موصول نہیں ہوئی ہے، تو براہ کرم اپنا "spam" فولڈر چیک کریں
zh_cn: 如果您没有收到验证邮件，请检查您的“垃圾邮件”文件夹或
zh_tw: 如果您沒有收到驗證郵件，請檢查您的“垃圾郵件”文件夾或

# email_not_received_link
source: click here to resend the email.
cs: kliknutím sem znovu odešlete e-mail.
fi: napsauta tästä lähettääksesi sähköpostin uudelleen.
fr: cliquez ici pour renvoyer l'e-mail.
it: fare clic qui per inviare nuovamente l'e-mail.
lt: spustelėkite čia, kad iš naujo išsiųstumėte el. laišką.
nb: klikk her for å sende e-posten på nytt.
nl: klik hier om de e-mail opnieuw te verzenden.
pl: kliknij tutaj, aby ponownie wysłać wiadomość e-mail.
pt_br: clique aqui para reenviar o e-mail.
sl: kliknite tukaj za ponovno pošiljanje e-pošte.
sv: Klicka här för att skicka e-postmeddelandet igen.
tl: mag-click dito upang muling ipadala ang email.
tr: E-postayı tekrar göndermek için burayı tıklayın.
ur: ای میل دوبارہ بھیجنے کے لیے یہاں کلک کریں۔
zh_cn: 单击此处重新发送电子邮件。
zh_tw: 單擊此處重新發送電子郵件。

# email_confirm_delete
source: Confirm email delete
cs: Potvrďte smazání e-mailu
fi: Vahvista sähköpostin poistaminen
fr: Confirmer la suppression de l'adresse e-mail
it: Confermare l'eliminazione dell'e-mail
lt: Patvirtinkite el. pašto ištrynimą
nb: Bekreft sletting av e-post
nl: Bevestig e-mail verwijderen
pl: Potwierdź usunięcie e-maila
pt_br: Confirmar e-mail excluir
sl: Potrdite brisanje e-pošte
sv: Bekräfta borttagning av e-post
tl: Kumpirmahin ang pagtanggal ng email
tr: E-posta silme işlemini onaylayın
ur: ای میل حذف کرنے کی تصدیق کریں
zh_cn: 确认电子邮件删除
zh_tw: 確認電子郵件刪除

source: Email deleted.
cs: Email smazán.
fi: Sähköposti poistettu.
fr: Adresse e-mail supprimée.
it: Email cancellata.
lt: Paštas ištrintas.
nb: E-post slettet.
nl: E-mail verwijderd.
pl: E-mail został usunięty.
pt_br: E-mail excluído.
sl: E-pošta izbrisana.
sv: E-post borttagen.
tl: Tinanggal ang email.
tr: E-posta silindi.
ur: ای میل حذف کر دی گئی ہے۔
zh_cn: 电子邮件已删除。
zh_tw: 電子郵件已刪除。

# email_confirmation_we_ve_sent_an_email
source: We’ve sent an email to {email}. Click the link in the email to verify your email address.
cs: Odeslali jsme e-mail na adresu {email}. Kliknutím na odkaz v e-mailu ověřte svou e-mailovou adresu.
fi: Olemme lähettäneet sähköpostin osoitteeseen {email}. Napsauta sähköpostissa olevaa linkkiä vahvistaaksesi sähköpostiosoitteesi.
fr: Nous avons envoyé un e-mail à l'adresse {email}. Cliquez sur le lien dans l'e-mail pour vérifier votre adresse e-mail.
it: Abbiamo inviato un'e-mail a {email}. Fare clic sul link contenuto nell'e-mail per verificare il proprio indirizzo e-mail.
lt: Išsiuntėme el. laišką {email}. Spustelėkite el. laiške esančią nuorodą, kad patvirtintumėte savo el. pašto adresą.
nb: Vi har sendt en e-post til {email}. Klikk på koblingen i e-posten for å bekrefte e-postadressen din.
nl: We hebben een e-mail gestuurd naar {email}. Klik op de link in de e-mail om uw e-mailadres te verifiëren.
pl: Wysłaliśmy wiadomość e-mail na adres {email}. Kliknij linka w wiadomości e-mail, aby zweryfikować swój adres e-mail.
pt_br: Enviamos um e-mail para {email}. Clique no link do e-mail para verificar seu endereço de e-mail.
sl: E-poštno sporočilo smo poslali na {email}. Kliknite povezavo v sporočilu, da potrdite svoj e-poštni naslov.
sv: Vi har skickat ett e-postmeddelande till {email}. Klicka på länken i e-postmeddelandet för att verifiera din e-postadress.
tl: Nagpadala kami ng email sa {email}. I-click ang link sa email para i-verify ang iyong email address.
tr: {email} adresine bir e-posta gönderdik. E-posta adresinizi doğrulamak için e-postadaki bağlantıya tıklayın.
ur: ہم نے {email} پر ایک ای میل بھیجی ہے۔ اپنے ای میل ایڈریس کی تصدیق کے لیے ای میل میں موجود لنک پر کلک کریں۔
zh_cn: 我们已向 {email}发送了一封电子邮件。单击电子邮件中的链接以验证您的电子邮件地址。
zh_tw: 我們已向 {email}發送了一封電子郵件。單擊電子郵件中的鏈接以驗證您的電子郵件地址。

# app_staff
source: {appName} staff
cs: {appName} zaměstnanci
fi: {appName} henkilökunta
fr: L'équipe {appName}
it: {appName} personale
lt: {appName} darbuotojai
nb: {appName} ansatte
nl: {appName} personeel
pl: Personel {appName}
pt_br: {appName} pessoal
sl: {appName} osebje
sv: {appName} personal
tl: {appName} tauhan
tr: {appName} personel
ur: {appName} عملہ
zh_cn: {appName} 工作人员
zh_tw: {appName} 工作人員

source: Current password
cs: Aktuální heslo
fi: Nykyinen salasana
fr: Mot de passe actuel
it: Password attuale
lt: Dabartinis slaptažodis
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Aktualne hasło
pt_br: Senha atual
sl: Trenutno geslo
sv: Aktuellt lösenord
tl: Kasalukuyang password
tr: Mevcut Şifre
ur: موجودہ پاس ورڈ
zh_cn: 当前密码
zh_tw: 當前密碼

source: Save your backup code
cs: Uložte záložní kód
fi: Tallenna palautuskoodisi
fr: Enregistrer votre code de secours
it: Salvare il codice di backup
lt: Išsaugokite atsarginį kodą
nb: Lagre reservekoden
nl: Sla uw back-upcode op
pl: Zapisz kod zapasowy
pt_br: Salve seu código de reserva
sl: Shranite rezervno kodo
sv: Spara din säkerhetskopieringskod
tl: I-save ang iyong backup na code
tr: Yedek kodunuzu kaydedin
ur: اپنا بیک اپ کوڈ محفوظ کریں
zh_cn: 保存备用代码
zh_tw: 保存備用代碼
