Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb3250Sbtitle
source: Monero has a poor user experience.
cs: Monero má špatnou uživatelskou zkušenost.
fi: Monerolla on huono käyttäjäkokemus.
fr: Monero a une mauvaise expérience utilisateur.
it: Monero ha un'esperienza utente scadente.
lt: Monero turi prastą vartotojo patirtį.
nb: Monero har en dårlig brukeropplevelse.
nl: Monero heeft een slechte gebruikerservaring.
pl: Monero jest nieprzyjazne dla użytkownika.
pt_br: Monero tem uma experiência ruim do usuário.
sl: Monero ima slabo uporabniško izkušnjo.
sv: Monero har en dålig användarupplevelse.
tl: May mahinang karanasan ng gumagamit ang Monero.
tr: Monero'nun kullanıcı deneyimi zayıf.
ur: Monero کے پاس صارف کا ناقص تجربہ ہے۔
zh_cn: 门罗币的用户体验不好.
zh_tw: 門羅幣的用戶體驗不好.
