Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb5250Sbtitle
source: How about “light wallets” like MyMonero?
cs: Co třeba „lehké peněženky“ jako MyMonero?
fi: Entä "kevyet lompakot", kuten MyMonero?
fr: Que diriez-vous de "portefeuilles légers" comme MyMonero ?
it: Che ne dite di "portafogli leggeri" come MyMonero?
lt: Kaip apie „lengvas pinigines“, tokias kaip „MyMonero“?
nb: Hva med "lette lommebøker" som MyMonero?
nl: Hoe zit het met "lichte portefeuilles" zoals MyMonero?
pl: Co na temat „lekkich portfeli” takich jak MyMonero?
pt_br: Que tal "carteiras leves" como MyMonero?
sl: Kaj pa "lahke denarnice", kot je MyMonero?
sv: Vad sägs om "lätta plånböcker" som MyMonero?
tl: Kumusta naman ang mga “light wallet” tulad ng MyMonero?
tr: MyMonero gibi "hafif cüzdanlara" ne dersiniz?
ur: MyMonero جیسے "light wallets" کے بارے میں کیا خیال ہے؟
zh_cn: 像MyMonero类型 "轻型钱包"如何？
zh_tw: 像MyMonero類型 "輕型錢包"如何？

# knowledge250Sbnodes250Sb6250Sbtext
source: <p>If you’re curious and would love to better understand nodes in Monero and look into using a remote node or running your own, see the links below for great places to get started:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, a list of community-run remote nodes that can be used</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero nodes run by Seth For Privacy, the author of this article</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, a list of remote nodes with frequently checked status</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">How to connect to a remote node within GUI wallet</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Remote Node</a></li>
cs: <p>Pokud jste zvědaví a chtěli byste lépe porozumět uzlům v Moneru a podívat se na možnost využití vzdáleného uzlu nebo spuštění vlastního, podívejte se na níže uvedené odkazy, kde najdete skvělá místa, kde můžete začít:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, seznam vzdálených komunitních uzlů, které lze použít</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Uzly Monero provozované Sethem For Privacy, autorem tohoto článku</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, seznam vzdálených uzlů s často kontrolovaným stavem< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Jak se připojit ke vzdálenému uzlu v rámci peněženky GUI</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia – vzdálený uzel</a></li>
fi: <p>Jos olet utelias ja haluat ymmärtää paremmin Moneron solmuja ja harkita etäsolmun käyttöä tai omaa solmua, katso alla olevista linkeistä upeita aloituspaikkoja:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, luettelo yhteisön ylläpitämistä etäsolmuista joita voidaan käyttää</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero-solmut, joita ylläpitää Seth For Privacy, tämän artikkelin kirjoittaja</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, luettelo etäsolmuista, joiden tila tarkistetaan usein< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Yhteyden muodostaminen GUI-lompakon etäsolmuun</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Etäsolmu</a></li>
fr: <p>Si vous êtes curieux et que vous aimeriez mieux comprendre ce que sont et font les nœuds dans Monero, et que vous envisagez d'utiliser un nœud distant ou d'exécuter le vôtre, vous pouvez consulter les liens ci-dessous pour découvrir d'excellentes sources pour commencer :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, une liste de nœuds distants gérés par la communauté qui peuvent être utilisés par tout le monde</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Gérer des nœuds Monero par Seth For Privacy, l'auteur de cet article</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, une liste de nœuds distants avec un statut vérifié fréquemment< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/fr/resources/user-guides/remote_node_gui.html">Comment se connecter à un nœud distant avec le portefeuille GUI</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/fr/resources/moneropedia/remote-node.html">Moneropedia - Nœud distant</a></li>
it: <p>Se sei curioso e ti piacerebbe capire meglio i nodi di Monero e cercare di utilizzare un nodo remoto o eseguire il tuo, guarda i link qui sotto per i posti migliori per iniziare:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, un elenco di nodi remoti gestiti dalla comunità che possono essere utilizzati</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Nodi Monero gestiti da Seth For Privacy, l'autore di questo articolo</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, una lista di nodi remoti con stato controllato frequentemente</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Come connettersi a un nodo remoto all'interno del portafoglio GUI</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Nodo remoto</a></li>
lt: <p>Jei jums įdomu ir norėtumėte geriau suprasti „Monero“ mazgus ir pabandyti naudoti nuotolinį mazgą ar paleisti savo, žr. toliau pateiktas nuorodas, kur rasite puikių vietų pradėti:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, bendruomenės valdomų nuotolinių mazgų, kurie galima naudoti</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero mazgai, valdomi Seth For Privacy, šio straipsnio autorius</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, nuotolinių mazgų, kurių būsena dažnai tikrinama, sąrašas< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Kaip prisijungti į nuotolinį mazgą GUI piniginėje</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia – nuotolinis Mazgas</a></li>
nb: <p>Hvis du er nysgjerrig og gjerne vil forstå noder i Monero bedre og se på hvordan du kan bruke en ekstern node eller kjøre din egen, kan du se koblingene nedenfor for gode steder å komme i gang:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, en liste over fellesskapsdrevne eksterne noder som kan brukes</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero-noder drevet av Seth For Privacy, forfatteren av denne artikkelen</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, en liste over eksterne noder med ofte sjekket status< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Hvordan koble til til en ekstern node i GUI-lommeboken</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia – ekstern Node</a></li>
nl: <p>Als je nieuwsgierig bent en knooppunten in Monero beter wilt begrijpen, wilt kijken of u een knooppunt op afstand kunt gebruiken of uw eigen knooppunt wilt kunnen gebruiken, bekijk dan de onderstaande links voor goede plekken om van start te gaan:</p> <u> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, een lijst met door de gemeenschap beheerde externe knooppunten die kunnen worden gebruikt</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero-knooppunten beheerd door Seth For Privacy, de auteur van dit artikel</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, een lijst met externe knooppunten met een regelmatig gecontroleerde status< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Hoe u verbinding maakt naar een extern knooppunt binnen de GUI-portefeuille</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Extern Knooppunt</a></li>
pl: <p>Jeśli jesteś ciekaw i chcesz lepiej zrozumieć węzły w Monero oraz przyjrzeć się użyciu zdalnego węzła, bądź uruchomić własny,wejdź w poniższe linki, aby dowiedzieć się więcej:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, lista węzłów prowadzonych przez członków społeczności</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Węzły Monero prowadzone przez Seth For Privacy, autora tego artykułu</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, lista węzłów z częstym sprawdzaniem ich łączności</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Jak połączyć się ze zdalnym węzłem w portfelu GUI</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Remote Node</a></li>
pt_br: <p>Se você está curioso e gostaria de entender melhor os nós em Monero e procurar usar um nó remoto ou rodar o seu próprio, veja os links abaixo para obter ótimos lugares para começar:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, uma lista de nós remotos geridos pela comunidade que podem ser utilizados</a>. </li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero nodes dirigido por Seth For Privacy, o autor deste artigo</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, uma lista de nós remotos com status frequentemente verificado</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Como se conectar a um nó remoto dentro da carteira da GUI</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Nó Remoto</a></li>
sl: <p>Če ste radovedni in bi radi bolje razumeli vozlišča v Monero ter razmislili o uporabi oddaljenega vozlišča ali izvajanju lastnega, si oglejte spodnje povezave za odlična mesta za začetek:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, seznam oddaljenih vozlišč, ki jih vodi skupnost, se lahko uporablja</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Vozlišča Monero, ki jih vodi Seth For Privacy, avtor tega članka</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, seznam oddaljenih vozlišč s pogosto preverjanim stanjem< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Kako vzpostaviti povezavo na oddaljeno vozlišče v denarnici GUI</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia – oddaljeno Vozlišče</a></li>
sv: <p>Om du är nyfiken och skulle älska att bättre förstå noder i Monero och titta på att använda en fjärrnod eller köra din egen, se länkarna nedan för bra ställen att komma igång:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, en lista över gemenskapsdrivna fjärrnoder som kan användas</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero-noder som drivs av Seth For Privacy, författaren till den här artikeln</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, en lista över fjärrnoder med ofta kontrollerad status< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Så här ansluter du till en fjärrnod i GUI-plånboken</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia – fjärrkontroll Nod</a></li>
tl: <p>Kung interesado ka at gustong mas maunawaan ang mga node sa Monero at tumingin sa paggamit ng remote na node o pagpapatakbo ng sarili mong node, tingnan ang mga link sa ibaba para sa magagandang lugar para makapagsimula:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">Monero World, isang listahan ng mga remote na node na pinapatakbo ng komunidad na maaaring gamitin</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">Monero node na pinapatakbo ng Seth For Privacy, ang may-akda ng artikulong ito</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail, isang listahan ng mga malalayong node na may madalas na sinusuri na status< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Paano kumonekta sa isang malayong node sa loob ng GUI wallet</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Remote Node</a></li>
tr: <p>Merak ediyorsanız ve Monero'daki düğümleri daha iyi anlamak istiyorsanız ve uzak bir düğüm kullanmayı veya kendi düğümünüzü çalıştırmayı düşünüyorsanız, başlamak için harika yerler için aşağıdaki bağlantılara bakın:</p> <ul> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://moneroworld.com/#nodes">Monero World, topluluk tarafından çalıştırılan uzak düğümlerin bir listesidir. kullanılabilir</a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://sethforprivacy.com/about/#high- Performance-monero-nodes">Monero düğümleri tarafından çalıştırılır Seth For Privacy, bu makalenin yazarı</a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://monero.fail/">monero.fail, sık sık kontrol edilen durumu olan uzak düğümlerin listesi< /a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://www.getmonero.org/resources/user-guides/remote_node_gui.html">Nasıl bağlanılır? GUI cüzdanındaki uzak bir düğüme</a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - Uzaktan Kumanda Düğüm</a></li>
ur: <p>اگر آپ متجسس ہیں اور مونیرو میں نوڈس کو بہتر طور پر سمجھنا چاہتے ہیں اور ریموٹ نوڈ استعمال کرنے یا خود چلانے پر غور کرنا چاہتے ہیں تو شروع کرنے کے لیے بہترین جگہوں کے لیے نیچے دیے گئے لنکس دیکھیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">منیرو ورلڈ، کمیونٹی کے ذریعے چلنے والے ریموٹ نوڈس کی فہرست جو استعمال کیا جا سکتا ہے</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">منیرو نوڈس چلاتے ہیں رازداری کے لیے سیٹھ، اس مضمون کے مصنف</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail، ریموٹ نوڈس کی ایک فہرست جس کی اکثر جانچ کی گئی حیثیت ہے< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">کیسے جڑیں GUI والیٹ کے اندر ایک ریموٹ نوڈ تک</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia - ریموٹ نوڈ</a></li>
zh_cn: <p>如果你很好奇，想更好地了解门罗币的节点，并研究使用远程节点或运行自己的节点，请看下面的链接，以了解开始的好地方：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">MoneroWorld，一个可以使用的社区运行的远程节点列表</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">本文作者Seth For Privacy所运行的门罗币节点</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail，一个经常检查状态的远程节点列表</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">如何在GUI钱包内连接到一个远程节点</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia —— 远程节点</a></li>
zh_tw: <p>如果你很好奇，想更好地了解門羅幣的節點，並研究使用遠程節點或運行自己的節點，請看下面的鏈接，以了解開始的好地方：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://moneroworld.com/#nodes">MoneroWorld，一個可以使用的社區運行的遠程節點列表</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/about/#high-performance-monero-nodes">本文作者Seth For Privacy所運行的門羅幣節點</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monero.fail/">monero.fail，一個經常檢查狀態的遠程節點列表</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/user-guides/remote_node_gui.html">如何在GUI錢包內連接到一個遠程節點</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/remote-node.html">Moneropedia —— 遠程節點</a></li>

# knowledge250Sbnodes250Sb6250Sbtitle
source: How can I learn more?
cs: Jak se mohu dozvědět více?
fi: Miten voin oppia lisää?
fr: Comment puis-je en savoir plus ?
it: Come posso saperne di più?
lt: Kaip galiu sužinoti daugiau?
nb: Hvordan kan jeg lære mer?
nl: Hoe kan ik meer leren?
pl: Jak mogę się dowiedzieć więcej?
pt_br: Como posso aprender mais?
sl: Kako lahko izvem več?
sv: Hur kan jag lära mig mer?
tl: Paano ako matututo ng higit pa?
tr: Daha fazlasını nasıl öğrenebilirim?
ur: میں مزید کیسے سیکھ سکتا ہوں؟
zh_cn: 我如何能了解更多？
zh_tw: 我如何能了解更多？

# knowledge250Sbnodes250Sbdescription
source: Today, we take a look at how Monero provides on-chain privacy even when using a remote node, as well as the caveats.
cs: Dnes se podíváme na to, jak Monero zajišťuje soukromí v řetězci i při použití vzdáleného uzlu, a také na výhrady.
fi: Tänään tarkastelemme, kuinka Monero tarjoaa on-chain yksityisyyttä jopa käytettäessä etäsolmua, sekä varoituksia.
fr: Aujourd'hui, nous examinons comment Monero assure la confidentialité en chaîne même lors de l'utilisation d'un nœud distant, ainsi que quelques mises en garde.
it: In questo post daremo un'occhiata a come Monero fornisce un'eccezionale privacy on-chain anche quando si usa un nodo remoto.
lt: Šiandien pažvelgsime į tai, kaip „Monero“ užtikrina privatumą tinkle net naudojant nuotolinį mazgą, taip pat įspėjimus.
nb: I dag tar vi en titt på hvordan Monero gir personvern på kjeden selv når du bruker en ekstern node, samt forbeholdene.
nl: Vandaag bekijken we hoe Monero on-chain privacy biedt, zelfs bij het gebruik van een extern knooppunt, evenals de voorbehouden.
pl: Dziś przyjrzymy się, w jaki sposób Monero zapewnia prywatność on-chain, nawet podczas korzystania ze zdalnego węzła.
pt_br: Neste post vamos dar uma olhada em como Monero oferece privacidade excepcional na cadeia, mesmo quando se usa um nó remoto.
sl: Danes si ogledamo, kako Monero zagotavlja on-chain zasebnost v tudi pri uporabi oddaljenega vozlišča, ter tudi opozorila.
sv: Idag tar vi en titt på hur Monero ger integritet i kedjan även när man använder en fjärrnod, samt vilka förbehåll som finns.
tl: Ngayon, titingnan natin kung paano nagbibigay ang Monero ng on-chain na privacy kahit na gumagamit ng remote na node, pati na rin ang mga caveat.
tr: Bugün Monero'nun uzak bir düğüm kullanıldığında bile zincir içi gizliliği nasıl sağladığına ve uyarılara bir göz atacağız.
ur: آج، ہم اس پر ایک نظر ڈالتے ہیں کہ کس طرح Monero آن چین پرائیویسی فراہم کرتا ہے یہاں تک کہ ریموٹ نوڈ کے ساتھ ساتھ انتباہات بھی۔
zh_cn: 在这篇文章中，我们将看看门罗币如何在使用远程节点时也能提供卓越的链上隐私。
zh_tw: 在這篇文章中，我們將看看門羅幣如何在使用遠程節點時也能提供卓越的鏈上隱私。
