Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnetworking250Sb0250Sbtext
source: <p>It shouldn't come as a surprise to anyone that Monero, and indeed all cryptocurrency, runs on the internet. And yet, even though this statement seems basic and obvious, many do not consider the implications of what this means in regards to their privacy. In other words, there are some things Monero can and can't protect against, just by nature of running on the internet. Some of these considerations are mere inconveniences, while others are much more serious in a scenario where absolute privacy is required. Let's take the time to get familiar with how Monero users interact with each other on the network, and what this means for their privacy.</p> <p>Starting on the trivial side of things, if a user does not have access to the internet, they cannot download new blocks, propagate transactions on behalf of others, or send transactions of their own. An interesting thing to note is, a user with a full node, without internet access can construct a transaction offline that can be sent later. This is because a ring signature only needs outputs from the blockchain to hide with. A brief reminder on <a target="_blank" href="/knowledge/ring-signatures" class="next-link">how ring signatures work</a>, it hides the real output that a user is sending among a collection of unaffiliated outputs chosen from the past. If the user has access to these outputs in the form of a fully downloaded blockchain (full node) then they can create the ring signature from the past outputs, and once internet connectivity resumes, propagate the transaction to the network.</p> <p>A user that is using a remote node cannot do this, as when they construct their ring signature, they contact the remote full node for outputs to include in the ring signature. No internet means they can't reach this node, so they do not have offline transaction construction capabilities.</p> <p>Before we continue into some of the privacy considerations, let's have a brief primer on how the internet works as a whole. The entire internet is nothing more than computers connecting to other computers. That's it. The blog you like to read? Just some files hosted on someone else's computer. This website you're reading this article on (LocalMonero)? Files and code hosted on a computer somewhere. Even big crazy sites work this way. Take YouTube for example. Just video files hosted on Google's gigantic computer systems, and you connect to them to download the video to your own computer so you can watch it.</p> <p>These computers can tell each other apart because each and every computer connected to the internet is given a unique identification number called an IP address. These typically are four sets of numbers separated by periods, for example: 172.66.35.7. It's important to keep this in mind when we consider how Monero information is moved around the internet. Monero is a peer-to-peer network (P2P), meaning computers connect directly to each other rather than using an intermediary. So when a user's full node is downloading a newly discovered block, they aren't downloading it from a central server, but from their peers. The downside to this is, since users are connecting to each other directly, they know each other’s IP addresses.</p> <p>Well? What's the big deal? It's just a number, right? Not exactly. IP addresses themselves contain information about the user, such as the originating country, and network provider, but, even worse, internet service providers (ISPs) know the IP address of each person using their services. This means these ISPs and those that they work with can watch a user's internet traffic and, using some clever tactics, discover that they are using Monero. Now before you get scared, note the wording there. All these snoopers can do is see that a person is connecting to other nodes on the Monero network. Because of Monero's privacy technology, nothing else is leaked about the individual. Not whether or not they are running a node, or if/when they send transactions, and if a transaction is sent, none of its information is known. All these ISPs can see is that one of their users is connecting to the Monero network.</p> <p>Now, for some people, in some locations, this information alone may be enough to cause damage to reputation or freedom. Or perhaps the idea of anyone invading your privacy and what you do on the internet, for any reason, is not acceptable to you. These individuals are encouraged to only connect to the Monero network using VPNs, Tor, or I2P, all of which are services that hide a user's IP address from others as well as hide what a user is doing from their ISP. The differences between these services is beyond the scope of this article, but there are plenty of high quality articles written on the topic, so concerned users are encouraged to study up!</p> <p>For the rest of us, we may think that having others know we are connected to the Monero network isn’t that big of a deal. After all, the actual contents of our transactions, or if we’re sending any at all, are hidden to the public, so what's the harm? While this may be true, users are encouraged to consider the fact that the main draw of cryptocurrencies is being their own bank. When you hold your private key, and if something happens to it, nobody can help you recover your lost funds.</p> <p>Being your own bank means considering, not just your digital security, but your physical security as well. It could very well be that the knowledge of an individual connecting to the Monero network may bring unwanted attention, not necessarily from large scale actors like nation states, but smaller ones with selfish interest, like hackers looking to make an easy buck. There are indeed countless stories all over the crypto space of such scenarios actually taking place.</p> <p>This article is not intended to fearmonger or frighten, but rather encourage users to do some research on what methods of web surfing protection are right for them. The good news is, that these skills will transfer to general internet usage as well, not just Monero usage, and as such, in our increasingly internet connected world, a savvy user can’t go wrong accumulating the proper knowledge and skills to stay safe and truly be their own bank.</p>
cs: <p>Nikoho by nemělo překvapit, že Monero, a vlastně všechny kryptoměny, běží na internetu. A přestože se toto tvrzení zdá být základní a samozřejmé, mnozí nezvažují důsledky toho, co to znamená s ohledem na jejich soukromí. Jinými slovy, existují věci, před kterými Monero může a nemůže chránit, už z podstaty toho, že běží na internetu. Některé z těchto úvah jsou pouhé nepříjemnosti, zatímco jiné jsou mnohem závažnější ve scénáři, kdy je vyžadováno absolutní soukromí. Pojďme se seznámit s tím, jak spolu uživatelé Monera v síti komunikují a co to znamená pro jejich soukromí.</p> <p>Začneme-li triviální stránkou věci, pokud uživatel nemá přístup k internetu, nemůže stahovat nové bloky, šířit transakce jménem ostatních ani odesílat vlastní transakce. Zajímavé je, že uživatel s plným uzlem bez přístupu k internetu může zkonstruovat transakci offline, kterou může odeslat později. Je to proto, že kruhový podpis potřebuje pouze výstupy z blockchainu, s nimiž se může skrývat. Krátká připomínka, <a target="_blank" href="/knowledge/ring-signatures" class="next-link">jak fungují kruhové podpisy</a>, skrývá skutečný výstup, který uživatel odesílá, mezi kolekcí nesouvisejících výstupů vybraných z minulosti. Pokud má uživatel přístup k těmto výstupům v podobě plně staženého blockchainu (plného uzlu), může z minulých výstupů vytvořit kruhový podpis a po obnovení připojení k internetu rozšířit transakci do sítě.</p> <p>Uživatel, který používá vzdálený uzel, to nemůže udělat, protože při sestavování svého kruhového podpisu kontaktuje vzdálený úplný uzel, aby do kruhového podpisu zahrnul výstupy. Absence internetu znamená, že se s tímto uzlem nemůže spojit, takže nemá možnost konstruovat transakce offline.</p> <p>Než se budeme věnovat některým aspektům ochrany osobních údajů, podívejme se stručně na to, jak internet funguje jako celek. Celý internet není nic jiného než počítače, které se připojují k jiným počítačům. To je vše. Blog, který rádi čtete? Jen nějaké soubory umístěné na počítači někoho jiného. Webová stránka, na které čtete tento článek (LocalMonero)? Soubory a kód umístěné někde na počítači. Takto fungují i šíleně velké weby. Vezměte si například YouTube. Pouze video soubory hostované v obřích počítačových systémech společnosti Google, ke kterým se připojíte a stáhnete si video do svého počítače, abyste se na něj mohli podívat.</p> <p>Tyto počítače se navzájem rozlišují, protože každý počítač připojený k internetu má přiděleno jedinečné identifikační číslo, které se nazývá IP adresa. Obvykle se jedná o čtyři sady čísel oddělených tečkami, například: 172.66.35.7. To je důležité mít na paměti, když uvažujeme o tom, jak se informace o měně Monero pohybují po internetu. Monero je síť typu peer-to-peer (P2P), což znamená, že se počítače mezi sebou spojují přímo, nikoli pomocí prostředníka. Když tedy plný uzel uživatele stahuje nově objevený blok, nestahuje ho z centrálního serveru, ale od svých vrstevníků. Nevýhodou je, že jelikož se uživatelé připojují přímo k sobě navzájem, znají navzájem své IP adresy.</p> <p>No a? O co jde? Je to jen číslo, ne? Ne tak docela. Samotné IP adresy obsahují informace o uživateli, jako je země původu a poskytovatel sítě, ale co je ještě horší, poskytovatelé internetových služeb (ISP) znají IP adresu každé osoby, která využívá jejich služby. To znamená, že tito poskytovatelé internetu a ti, se kterými spolupracují, mohou sledovat internetový provoz uživatele a pomocí chytré taktiky zjistit, že používá Monero. Než se vyděsíte, všimněte si, jaká je tam formulace. Jediné, co tito slídilové mohou udělat, je zjistit, že se daná osoba připojuje k jiným uzlům sítě Monero. Díky technologii ochrany osobních údajů v síti Monero o dané osobě nic jiného neunikne. Ani to, zda provozuje uzel, ani to, zda/kdy odesílá transakce, a pokud je transakce odeslána, nejsou známy žádné její informace. Jediné, co tito poskytovatelé internetových služeb vidí, je, že se jeden z jejich uživatelů připojuje k síti Monero.</p> <p>Na některých místech může být pro některé lidi samotná tato informace dostatečným důvodem k poškození pověsti nebo svobody. Nebo je pro vás možná nepřijatelná představa, že by někdo z jakéhokoli důvodu narušoval vaše soukromí a to, co děláte na internetu. Těmto osobám doporučujeme, aby se k síti Monero připojovali pouze pomocí sítí VPN, Tor nebo I2P, což jsou služby, které skrývají IP adresu uživatele před ostatními a také skrývají to, co uživatel dělá, před jeho poskytovatelem internetových služeb. Rozdíly mezi těmito službami přesahují rámec tohoto článku, ale na toto téma bylo napsáno mnoho kvalitních článků, takže zainteresovaným uživatelům doporučujeme, aby si něco nastudovali!</p> <p>Našinec si může myslet, že to, že ostatní vědí, že jsme připojeni k síti Monero, není až tak velký problém. Koneckonců skutečný obsah našich transakcí, nebo pokud vůbec nějaké posíláme, je veřejnosti skrytý, tak co je na tom špatného? To sice může být pravda, ale uživatelům doporučujeme zvážit skutečnost, že hlavním tahákem kryptoměn je být vlastní bankou. Když máte svůj soukromý klíč a něco se s ním stane, nikdo vám nepomůže ztracené prostředky získat zpět.</p> <p>Být vlastní bankou znamená brát ohled nejen na digitální, ale i na fyzické zabezpečení. Může se velmi dobře stát, že vědomí o připojení jednotlivce k síti Monero může přivolat nežádoucí pozornost, ne nutně od velkých aktérů, jako jsou národní státy, ale od menších aktérů se sobeckým zájmem, jako jsou hackeři, kteří chtějí snadno vydělat peníze. V celém kryptografickém prostoru skutečně existuje nespočet příběhů, kdy k takovým scénářům skutečně došlo.</p> <p>Tento článek nemá za cíl nahánět strach nebo děsit, ale spíše povzbudit uživatele, aby si udělali průzkum, jaké metody ochrany při surfování na webu jsou pro ně vhodné. Dobrou zprávou je, že tyto dovednosti se přenesou i na obecné používání internetu, nejen na používání měny Monero, a proto v našem stále více internetem propojeném světě nemůže bystrý uživatel udělat chybu, když nashromáždí patřičné znalosti a dovednosti, aby zůstal v bezpečí a byl skutečně svou vlastní bankou.</p>
fi: <p>Sen ei pitäisi tulla kenellekään yllätyksenä, että Monero ja itse asiassa kaikki kryptovaluutat toimivat Internetissä. Ja silti, vaikka tämä lausunto näyttää perustavanlaatuiselta ja ilmeiseltä, monet eivät ota huomioon mitä tämä tarkoittaa heidän yksityisyytensä suhteen. Toisin sanoen on olemassa asioita, joilta Monero voi ja ei voi suojautua, vain Internetissä olemisen vuoksi. Jotkut näistä näkökohdista ovat pelkkiä pieniä haittoja, kun taas toiset ovat paljon vakavampia tilanteessa, jossa vaaditaan ehdotonta yksityisyyttä. Otetaan aikaa tutustuaksemme siihen, kuinka Monero-käyttäjät ovat vuorovaikutuksessa keskenään verkossa ja mitä tämä tarkoittaa heidän yksityisyytensä kannalta.</p> <p>Asioiden triviaalilta puolelta alkaen, jos käyttäjällä ei ole pääsyä Internetiin, hän ei voi ladata uusia lohkoja, levittää transaktioita muiden puolesta tai lähettää omia transaktioita. Mielenkiintoinen asia on huomata, että käyttäjä jolla on täydellinen solmu ilman Internet-yhteyttä, voi rakentaa transaktion offline-tilassa, joka voidaan lähettää myöhemmin. Tämä johtuu siitä, että sormusallekirjoitus tarvitsee vain ulostulot lohkoketjusta piiloutuakseen. Lyhyt muistutus <a target="_blank" href="/knowledge/ring-signatures" class="next-link">sormusallekirjoitusten toiminnasta</a>, se piilottaa käyttäjän lähettämän todellisen lähdön menneisyydestä valittujen liittämättömien tulosteiden joukosta. Jos käyttäjällä on pääsy näihin lähtöihin täysin ladatun lohkoketjun (täysi solmu) muodossa, hän voi luoda sormuksen aiemmista lähdöistä, ja kun Internet-yhteys palautuu, siirtää transaktio verkkoon.</p> <p>Etäsolmua käyttävä käyttäjä ei voi tehdä tätä, sillä kun hän muodostaa sormusallekirjoituksensa, hän ottaa yhteyttä etäsolmuun saadakseen lähdöt sisällytettäväksi sormusallekirjoitukseen. Internetin puuttuminen tarkoittaa, että he eivät voi tavoittaa tätä solmua, joten heillä ei ole offline-transaktioiden luomisominaisuuksia.</p> <p>Ennen kuin jatkamme joihinkin yksityisyyteen liittyviin seikkoihin, kerrotaan lyhyesti Internetin toiminnasta kokonaisuudessaan. Koko internet ei ole muuta kuin tietokoneita, jotka muodostavat yhteyden muihin tietokoneisiin. Se siitä. Blogi jota tykkäät lukea? Vain joitain tiedostoja joita isännöidään jonkun toisen tietokoneella. Tämä verkkosivusto, jolla luet tätä artikkelia (LocalMonero)? Tiedostot ja koodi isännöidään jossain tietokoneessa. Jopa suuret hullut sivustot toimivat tällä tavalla. Otetaan esimerkiksi YouTube. Vain videotiedostoja, joita isännöidään Googlen jättimäisissä tietokonejärjestelmissä, ja yhdistät niihin ladataksesi videon omalle tietokoneellesi jotta voit katsella sitä.</p> <p>Nämä tietokoneet voivat erottaa toisistaan, koska jokaiselle Internetiin yhdistetylle tietokoneelle annetaan yksilöllinen tunnistenumero, jota kutsutaan IP-osoitteeksi. Nämä ovat yleensä neljä numerosarjaa, jotka on erotettu pisteillä, esimerkiksi: 172.66.35.7. On tärkeää pitää tämä mielessä, kun pohdimme kuinka Monero-tietoa siirretään Internetissä. Monero on vertaisverkko (P2P), mikä tarkoittaa että tietokoneet muodostavat yhteyden suoraan toisiinsa välittäjän sijaan. Joten kun käyttäjän täysi solmu lataa äskettäin löydettyä lohkoa, hän ei lataa sitä keskuspalvelimelta, vaan vertaisilta. Huono puoli tässä on, että koska käyttäjät muodostavat yhteyden suoraan toisiinsa, he tietävät toistensa IP-osoitteet.</p> <p>No? Miksi se on niin iso juttu? Se on vain numero, eikö? Ei oikeastaan. IP-osoitteet itsessään sisältävät tietoja käyttäjästä, kuten alkuperämaasta ja verkkopalveluntarjoajasta, mutta mikä pahempaa, Internet-palveluntarjoajat (ISP) tietävät jokaisen palvelujaan käyttävän henkilön IP-osoitteen. Tämä tarkoittaa, että nämä Internet-palveluntarjoajat ja ne joiden kanssa he työskentelevät, voivat seurata käyttäjän Internet-liikennettä ja ovelaa taktiikkaa käyttäen havaita käyttävänsä Moneroa. Nyt ennen kuin pelkäät, pane merkille sanamuoto. Nämä nuuhkijat voivat vain nähdä, että henkilö muodostaa yhteyden muihin Monero-verkon solmuihin. Moneron tietosuojatekniikan vuoksi henkilöstä ei vuoda mitään muuta. Ei tiedetä ajavatko he solmua tai lähettävätkö/milloin lähettävät transaktioita, ja jos transaktio lähetetään, mitään sen tiedoista ei tiedetä. Nämä Internet-palveluntarjoajat näkevät vain sen, että yksi heidän käyttäjistään muodostaa yhteyden Monero-verkkoon.</p> <p>Joillekin ihmisille joissakin tilanteissa nämä tiedot voivat yksinään riittää vahingoittamaan mainetta tai vapautta. Tai ehkä ajatus siitä että joku loukkaa yksityisyyttäsi ja tietää mitä teet Internetissä mistä tahansa syystä, ei ole sinulle hyväksyttävä. Näitä henkilöitä kannustetaan muodostamaan yhteys Monero-verkkoon vain VPN:n, Torin tai I2P:n avulla, jotka kaikki ovat palveluita, jotka piilottavat käyttäjän IP-osoitteen muilta sekä piilottavat käyttäjän tekemät asiat Internet-palveluntarjoajalta. Näiden palvelujen väliset erot eivät kuulu tämän artikkelin piiriin, mutta aiheesta on kirjoitettu paljon korkealaatuisia artikkeleita, joten huolestuneita käyttäjiä kehotetaan perehtymään tarkemmin näihin!</p> <p>Me muut saatamme ajatella, että se, että muut tietävät meidän olevan yhteydessä Monero-verkkoon, ei ole kovin iso juttu. Loppujen lopuksi transaktioidemme varsinainen sisältö, tai jos edes lähetämme sellaista, on piilotettu, joten mitä haittaa siitä on? Vaikka tämä saattaa olla totta, käyttäjiä rohkaistaan ottamaan huomioon, että kryptovaluuttojen tärkein vetovoima on olla itse itsesi pankki. Kun pidät yksityisen avaimesi itselläsi ja sille tapahtuu jotain, kukaan ei voi auttaa sinua palauttamaan menetettyjä varoja.</p> <p>Olemalla oma pankkisi tarkoittaa digitaalisen turvallisuutesi lisäksi myös fyysisen turvallisuutesi huomioon ottamista. Voi hyvinkin olla, että Monero-verkkoon liittyneen yksilön tieto saattaa herättää ei-toivottua huomiota, ei välttämättä suurilta toimijoilta, kuten kansallisvaltioilta, vaan pienemmiltä itsekkäästi kiinnostuneilta yksilöiltä, kuten helposti tienaavia hakkereita. Salausmaailmassa on todellakin lukemattomia tarinoita tällaisista skenaarioista tosimaailmasta.</p> <p>Tämän artikkelin tarkoituksena ei ole pelotella, vaan pikemminkin rohkaista käyttäjiä tutkimaan mitkä verkkoselailusuojausmenetelmät sopivat heille. Hyvä uutinen on, että nämä taidot siirtyvät myös yleiseen internetin käyttöön, eikä vain Moneron käyttöön. Yhä enemmän Internetiin yhdistetyssä maailmassamme taitava käyttäjä ei voi mennä pieleen opiskelemalla tarvittavia tietoja ja taitoja turvallisuuden säilyttämiseksi. Ja todella olla heidän oma pankkinsa.</p>
fr: <p>Cela ne devrait surprendre personne que Monero, et en fait toutes les crypto-monnaies, fonctionnent sur Internet. Et pourtant, même si cette affirmation semble basique et évidente, beaucoup ne considèrent pas les implications de ce que cela signifie en ce qui concerne leur vie privée. En d'autres termes, il y a certaines choses contre lesquelles Monero peut et ne peut pas se protéger, simplement par la nature de son fonctionnement sur Internet. Certaines de ces considérations ne sont que de simples inconvénients, tandis que d'autres sont beaucoup plus graves dans un scénario où une confidentialité absolue est requise. Prenons le temps de nous familiariser avec la façon dont les utilisateurs de Monero interagissent les uns avec les autres sur le réseau et ce que cela signifie pour leur vie privée.</p> <p>En partant du côté trivial des choses, si un utilisateur n'a pas accès à Internet, il ne peut pas télécharger de nouveaux blocs, propager des transactions au nom d'autres personnes ou envoyer ses propres transactions. Une chose intéressante à noter est qu'un utilisateur avec un nœud complet, sans accès à Internet, peut construire une transaction hors ligne qui peut être envoyée plus tard. En effet, une signature de cercle n'a besoin que des sorties de la blockchain pour se cacher. Un bref rappel sur <a target="_blank" href="/knowledge/ring-signatures" class="next-link">comment fonctionnent les signatures de cercle</a>, est qu'on cache la sortie réelle qu'un utilisateur envoie parmi une collection de sorties non affiliées choisies dans le passé. Si l'utilisateur a accès à ces sorties sous la forme d'une blockchain entièrement téléchargée (nœud complet), il peut créer la signature de cercle à partir des sorties précédentes et, une fois la connectivité Internet rétablie, propager la transaction sur le réseau.</p> <p>Un utilisateur qui utilise un nœud distant ne peut pas le faire, car lorsqu'il construit sa signature de cercle, il contacte le nœud complet distant pour que les sorties soient incluses dans la signature de cercle. L'absence d'Internet signifie qu'ils ne peuvent pas atteindre ce nœud, ils n'ont donc pas de capacités de construction de transactions hors ligne.</p> <p>Avant de continuer dans certaines des considérations de confidentialité, voyons un bref aperçu du fonctionnement d'Internet dans son ensemble. Tout Internet n'est rien de plus que des ordinateurs se connectant à d'autres ordinateurs. C'est ça. Le blog que vous aimez lire ? Juste quelques fichiers hébergés sur l'ordinateur de quelqu'un d'autre. Ce site Web sur lequel vous lisez cet article (LocalMonero) ? Des fichiers et du code hébergés sur un ordinateur quelque part. Même les grands sites les plus complexes fonctionnent de cette façon. Prenez YouTube par exemple. Juste des fichiers vidéo hébergés sur les gigantesques systèmes informatiques de Google, et vous vous y connectez pour télécharger la vidéo sur votre propre ordinateur afin de pouvoir la regarder.</p> <p>Ces ordinateurs peuvent se différencier car chaque ordinateur connecté à Internet reçoit un numéro d'identification unique appelé « adresse IP ». Il s'agit généralement de quatre ensembles de nombres séparés par des points, par exemple : 172.66.35.7. Il est important de garder cela à l'esprit lorsque nous examinons comment les informations Monero transitent sur Internet. Monero est un réseau pair-à-pair (P2P), ce qui signifie que les ordinateurs se connectent directement les uns aux autres plutôt que d'utiliser un intermédiaire. Ainsi, lorsque le nœud complet d'un utilisateur télécharge un bloc nouvellement découvert, il ne le télécharge pas à partir d'un serveur central, mais à partir de ses pairs. L'inconvénient est que, puisque les utilisateurs se connectent directement les uns aux autres, ils connaissent les adresses IP des autres.</p> <p>Eh bien ? Quel est le problème ? Ce n'est qu'un chiffre, n'est-ce pas ? Pas exactement. Les adresses IP elles-mêmes contiennent des informations sur l'utilisateur, telles que le pays d'origine et le fournisseur de réseau, mais, pire encore, les fournisseurs de services Internet (FAI) connaissent l'adresse IP de chaque personne utilisant leurs services. Cela signifie que ces FAI et ceux avec qui ils travaillent peuvent surveiller le trafic Internet d'un utilisateur et, en utilisant des tactiques astucieuses, découvrir qu'ils utilisent Monero. Maintenant, avant d'avoir peur, prenez le temps de lire la suite. Tout ce que ces fouineurs peuvent faire, c'est voir qu'une personne se connecte à d'autres nœuds du réseau Monero. En raison de la technologie de confidentialité de Monero, rien d'autre n'est divulgué sur l'individu. Pas s'ils exécutent ou non un nœud, ou si/quand ils envoient des transactions, et si une transaction est envoyée, aucune de ses informations n'est connue. Tout ce que ces FAI peuvent voir, c'est qu'un de leurs utilisateurs se connecte au réseau Monero.</p> <p>Maintenant, pour certaines personnes, dans certains endroits du monde, ces informations peuvent à elles seules suffire à porter atteinte à la réputation ou à la liberté. Ou peut-être que l'idée que quelqu'un envahisse votre vie privée et ce que vous faites sur Internet, pour une raison quelconque, n'est pas acceptable pour vous. Ces personnes sont encouragées à se connecter uniquement au réseau Monero à l'aide de VPN, Tor ou I2P, qui sont tous des services qui cachent l'adresse IP d'un utilisateur aux autres et cachent ce qu'un utilisateur fait à son FAI. Les différences entre ces services dépassent le cadre de cet article, mais il existe de nombreux articles de haute qualité écrits sur le sujet, les utilisateurs concernés sont donc encouragés à étudier !</p> <p>Pour le reste d'entre nous, nous pouvons penser que faire savoir aux autres que nous sommes connectés au réseau Monero n'est pas si grave. Après tout, le contenu réel de nos transactions, ou si nous en envoyons, est caché au public, alors quel est le mal ? Bien que cela puisse être vrai, les utilisateurs sont encouragés à considérer le fait que le principal attrait des crypto-monnaies est le fait que vous devenez votre propre banque. Lorsque vous détenez votre clé privée, et si quelque chose lui arrive, personne ne peut vous aider à récupérer vos fonds perdus.</p> <p>Être sa propre banque, c'est tenir compte non seulement de sa sécurité numérique, mais aussi de sa sécurité physique. Il se pourrait très bien que la connaissance d'un individu se connectant au réseau Monero puisse attirer une attention indésirable, pas nécessairement de la part d'acteurs à grande échelle comme les États-nations, mais de plus petits avec un intérêt égoïste, comme les pirates qui cherchent à gagner facilement de l'argent. Il existe en effet d'innombrables histoires dans tout l'univers des crypto-monnaioes de tels scénarios qui se déroulent réellement.</p> <p>Cet article n'a pas pour but de semer la peur ou d'effrayer, mais plutôt d'encourager les utilisateurs à faire des recherches sur les méthodes de protection de la navigation sur le Web qui leur conviennent. La bonne nouvelle est que ces compétences seront également transférées à l'utilisation générale d'Internet, pas seulement à l'utilisation de Monero, et en tant que tel, dans notre monde de plus en plus connecté à Internet, un utilisateur averti ne peut pas se tromper en accumulant les connaissances et les compétences appropriées pour rester en sécurité, et être vraiment leur propre banque.</p>
it: <p>Non dovrebbe sorprendere nessuno che Monero, e in effetti tutte le criptovalute, gira su Internet. Eppure, anche se questa affermazione sembra basilare e ovvia, molti non considerano le implicazioni di ciò che significa per quanto riguarda la loro privacy. In altre parole, ci sono alcune cose che Monero può e non può proteggere, solo per la natura del funzionamento su Internet. Alcune di queste considerazioni sono semplici inconvenienti, mentre altre sono molto più gravi in uno scenario in cui è richiesta la privacy assoluta. Prendiamoci il tempo per familiarizzare con il modo in cui gli utenti Monero interagiscono tra loro sulla rete e cosa significa per la loro privacy.</p> <p>Partendo dal lato banale delle cose, se un utente non ha accesso a Internet, non può scaricare nuovi blocchi, propagare transazioni per conto di altri o inviare transazioni per conto proprio. Una cosa interessante da notare è che un utente con un nodo completo, senza accesso a Internet può costruire una transazione offline che può essere inviata in seguito. Questo perché una firma ad anello necessita solo di output dalla blockchain con cui nascondersi. Un breve promemoria su <a target="_blank" href="/knowledge/ring-signatures" class="next-link">come funzionano le firme ad anello</a>, nasconde l'output reale che un utente sta inviando tra una raccolta di output non affiliati scelti dal passato. Se l'utente ha accesso a questi output sotto forma di una blockchain completamente scaricata (nodo completo), può creare la firma ad anello dagli output precedenti e, una volta ripristinata la connettività Internet, propagare la transazione alla rete.</p> <p>Un utente che sta utilizzando un nodo remoto non può farlo, poiché quando costruisce la propria firma ad anello, contatta il nodo completo remoto per le uscite da includere nella firma ad anello. Nessuna connessione Internet significa che non possono raggiungere questo nodo, quindi non hanno capacità di costruzione di transazioni offline.</p> <p>Prima di continuare con alcune considerazioni sulla privacy, diamo una breve introduzione su come funziona Internet nel suo complesso. L'intera Internet non è altro che computer che si connettono ad altri computer. Questo è tutto. Il blog che ti piace leggere? Solo alcuni file ospitati sul computer di qualcun altro. Questo sito su cui stai leggendo questo articolo (LocalMonero)? File e codice ospitati su un computer da qualche parte. Anche i grandi siti pazzi funzionano in questo modo. Prendi YouTube per esempio. Solo file video ospitati sui giganteschi sistemi informatici di Google e ti connetti a loro per scaricare il video sul tuo computer in modo da poterlo guardare.</p> <p>Questi computer possono distinguersi tra loro perché a ogni computer connesso a Internet viene assegnato un numero di identificazione univoco chiamato indirizzo IP. Di solito si tratta di quattro serie di numeri separati da punti, ad esempio: 172.66.35.7. È importante tenerlo presente quando consideriamo il modo in cui le informazioni di Monero vengono spostate su Internet. Monero è una rete peer-to-peer (P2P), il che significa che i computer si connettono direttamente tra loro anziché utilizzare un intermediario. Quindi, quando il nodo completo di un utente sta scaricando un blocco appena scoperto, non lo sta scaricando da un server centrale, ma dai suoi pari. Il rovescio della medaglia è che, poiché gli utenti si connettono tra loro direttamente, conoscono gli indirizzi IP degli altri.</p> <p>Bene? Qual è il grosso problema? È solo un numero, vero? Non esattamente. Gli stessi indirizzi IP contengono informazioni sull'utente, come il paese di origine e il provider di rete, ma, peggio ancora, i provider di servizi Internet (ISP) conoscono l'indirizzo IP di ogni persona che utilizza i loro servizi. Ciò significa che questi ISP e quelli con cui lavorano possono guardare il traffico Internet di un utente e, utilizzando alcune tattiche intelligenti, scoprire che stanno utilizzando Monero. Ora, prima di spaventarti, prendi nota della dicitura lì. Tutto ciò che questi ficcanaso possono fare è vedere che una persona si sta connettendo ad altri nodi della rete Monero. A causa della tecnologia per la privacy di Monero, non trapelano nient'altro sull'individuo. Non se stanno eseguendo un nodo o se / quando inviano transazioni e se viene inviata una transazione, nessuna delle sue informazioni è nota. Tutto ciò che questi ISP possono vedere è che uno dei loro utenti si sta connettendo alla rete Monero.</p> <p>Ora, per alcune persone, in alcune località, queste informazioni da sole potrebbero essere sufficienti a causare danni alla reputazione o alla libertà. O forse l'idea che qualcuno invada la tua privacy e ciò che fai su Internet, per qualsiasi motivo, non è accettabile per te. Queste persone sono incoraggiate a connettersi alla rete Monero solo utilizzando VPN, Tor o I2P, che sono tutti servizi che nascondono l'indirizzo IP di un utente agli altri e nascondono ciò che un utente sta facendo dal proprio ISP. Le differenze tra questi servizi esulano dallo scopo di questo articolo, ma ci sono molti articoli di alta qualità scritti sull'argomento, quindi gli utenti interessati sono incoraggiati a studiare!</p> <p>Per il resto di noi, potremmo pensare che far sapere agli altri che siamo collegati alla rete Monero non è un grosso problema. Dopo tutto, i contenuti effettivi delle nostre transazioni, o se ne stiamo inviando qualcuno, sono nascosti al pubblico, quindi che male c'è? Sebbene questo possa essere vero, gli utenti sono incoraggiati a considerare il fatto che l'attrazione principale delle criptovalute è essere la propria banca. Quando tieni in mano la tua chiave privata e se accade qualcosa, nessuno può aiutarti a recuperare i tuoi fondi persi.</p> <p>Essere la tua banca significa considerare non solo la tua sicurezza digitale, ma anche la tua sicurezza fisica. Potrebbe benissimo essere che la conoscenza di un individuo che si connette alla rete Monero possa attirare attenzioni indesiderate, non necessariamente da parte di attori su larga scala come gli stati nazionali, ma quelli più piccoli con interessi egoistici, come gli hacker che cercano di guadagnare facilmente. Ci sono davvero innumerevoli storie in tutto lo spazio crittografico di tali scenari che si stanno effettivamente verificando.</p> <p>Questo articolo non ha lo scopo di allarmare o spaventare, ma piuttosto incoraggiare gli utenti a fare qualche ricerca sui metodi di protezione della navigazione web più adatti a loro. La buona notizia è che queste competenze verranno trasferite anche all'utilizzo generale di Internet, non solo all'utilizzo di Monero, e come tale, nel nostro mondo sempre più connesso a Internet, un utente esperto non può sbagliare accumulando le conoscenze e le competenze adeguate per stare al sicuro ed essere veramente la loro banca.</p>
lt: <p> Niekam neturėtų būti netikėta, kad „Monero“ ir iš tikrųjų visa kriptovaliuta veikia internete. Ir vis dėlto, nors šis teiginys atrodo pagrindinis ir akivaizdus, daugelis nesvarsto, ką tai reiškia jų privatumui. Kitaip tariant, yra kai kurių dalykų, nuo kurių Monero gali ir negali apsisaugoti, vien dėl veikimo internete pobūdžio. Kai kurie iš šių svarstymų yra tik nepatogumai, o kiti yra daug rimtesni scenarijuje, kai reikalingas visiškas privatumas. Skirkime laiko ir susipažinkime su tuo, kaip „Monero“ vartotojai sąveikauja tarpusavyje tinkle ir ką tai reiškia jų privatumui.</p> <p> Pradedant nuo trivialios dalykų pusės, jei vartotojas neturi prieigos prie interneto, jis negali atsisiųsti naujų blokų, platinti operacijų kitų vardu arba siųsti savo operacijų. Įdomu tai, kad vartotojas, turintis visą mazgą ir neturintis prieigos prie interneto, gali sukurti operaciją neprisijungęs, kurią bus galima išsiųsti vėliau. Taip yra todėl, kad žiediniam parašui reikia tik išvesties iš blokų grandinės, kad būtų galima pasislėpti. Trumpas priminimas apie <a target="_blank" href="/knowledge/ring-signatures" class="next-link">, kaip veikia skambėjimo parašai</a>. Jis paslepia tikrąją vartotojo siunčiamą išvestį tarp nesusijusių išėjimų, pasirinktų iš praeities, rinkinio. Jei vartotojas turi prieigą prie šių išėjimų visiškai atsisiųstos blokų grandinės (viso mazgo) pavidalu, jis gali sukurti skambėjimo parašą iš ankstesnių išėjimų ir, atnaujinus interneto ryšį, perduoti operaciją į tinklą.</p> <p>Naudotojas, kuris naudoja nuotolinį mazgą, negali to padaryti, nes kurdamas žiedinį parašą jis susisiekia su nuotoliniu pilnu mazgu, kad išvestys būtų įtrauktos į žiedo parašą. Nėra interneto reiškia, kad jie negali pasiekti šio mazgo, todėl jie neturi operacijų kūrimo neprisijungus galimybių.</p> <p>Prieš tęsdami kai kuriuos privatumo klausimus, trumpai apžvelgsime, kaip veikia internetas kaip visuma. Visas internetas yra ne kas kita, kaip kompiuteriai, jungiantys prie kitų kompiuterių. Viskas. Tinklaraštis, kurį mėgstate skaityti? Tik kai kurie failai priglobti kieno nors kito kompiuteryje. Ši svetainė, kurioje skaitote šį straipsnį (LocalMonero)? Failai ir kodas kažkur talpinami kompiuteryje. Taip veikia net didelės beprotiškos svetainės. Paimkite, pavyzdžiui, „YouTube“. Tiesiog vaizdo įrašų failai, priglobti milžiniškose „Google“ kompiuterių sistemose, ir jūs prie jų prisijungiate, kad atsisiųstumėte vaizdo įrašą į savo kompiuterį ir galėtumėte jį žiūrėti.</p> <p>Šie kompiuteriai gali atskirti vienas kitą, nes kiekvienam prie interneto prijungtam kompiuteriui suteikiamas unikalus identifikavimo numeris, vadinamas IP adresu. Paprastai tai yra keturi skaičių rinkiniai, atskirti taškais, pavyzdžiui: 172.66.35.7. Svarbu tai turėti omenyje, kai svarstome, kaip „Monero“ informacija perkeliama internete. Monero yra lygiavertis tinklas (P2P), o tai reiškia, kad kompiuteriai jungiasi tiesiogiai vienas prie kito, o ne naudodamiesi tarpininku. Taigi, kai visas vartotojo mazgas atsisiunčia naujai atrastą bloką, jis atsisiunčia jį ne iš centrinio serverio, o iš savo kolegų. Neigiama yra tai, kad vartotojai jungiasi vienas su kitu tiesiogiai, todėl jie žino vienas kito IP adresus.</p> <p> Na? Koks tas svarbus reikalas? Tai tik skaičius, tiesa? Ne visai. Pačiuose IP adresuose yra informacijos apie vartotoją, pvz., kilmės šalį ir tinklo teikėją, tačiau, dar blogiau, interneto paslaugų teikėjai (IPT) žino kiekvieno asmens, besinaudojančio jų paslaugomis, IP adresą. Tai reiškia, kad šie interneto paslaugų teikėjai ir tie, su kuriais jie dirba, gali stebėti vartotojo interneto srautą ir, naudodami tam tikrą protingą taktiką, sužinoti, kad jie naudoja Monero. Prieš išsigąsdami, atkreipkite dėmesį į formuluotę. Viskas, ką šie šniukštinėja gali padaryti, tai pamatyti, kad žmogus jungiasi prie kitų Monero tinklo mazgų. Dėl Monero privatumo technologijos nieko daugiau apie asmenį nenutekėjo. Ne tai, ar jie naudoja mazgą, ar (kai) siunčia operacijas, o jei operacija siunčiama, jokia informacija nėra žinoma. IPT gali matyti tik tai, kad vienas iš jų vartotojų jungiasi prie Monero tinklo.</p> <p>Dabar kai kuriems žmonėms kai kuriose vietose vien šios informacijos gali pakakti, kad būtų pakenkta reputacijai ar laisvei. Arba galbūt jums nepriimtina mintis, kad kas nors dėl kokių nors priežasčių kėsinasi į jūsų privatumą ir tai, ką darote internete. Šie asmenys raginami prisijungti prie Monero tinklo tik naudojant VPN, Tor arba I2P, kurios visos yra paslaugos, kurios slepia vartotojo IP adresą nuo kitų ir slepia tai, ką vartotojas daro nuo savo IPT. Šių paslaugų skirtumai nepatenka į šio straipsnio taikymo sritį, tačiau šia tema parašyta daug aukštos kokybės straipsnių, todėl susirūpinę vartotojai raginami pasidomėti!</p> <p> Likusiems galime manyti, kad tai, kad kiti žino, kad esame prisijungę prie Monero tinklo, nėra toks didelis dalykas. Galų gale, tikrasis mūsų operacijų turinys arba, jei iš viso siunčiame, yra paslėptas viešai, taigi kokia žala? Nors tai gali būti tiesa, vartotojai raginami atsižvelgti į tai, kad pagrindinis kriptovaliutų pritraukimas yra jų pačių bankas. Kai laikote privatų raktą ir su juo kas nors atsitiks, niekas negali padėti susigrąžinti prarastų lėšų.</p> <p>Būti savo banku reiškia atsižvelgti ne tik į skaitmeninę, bet ir į fizinę apsaugą. Gali būti, kad prie Monero tinklo prisijungusio asmens žinios gali pritraukti nepageidaujamo dėmesio, nebūtinai iš didelio masto veikėjų, tokių kaip nacionalinės valstybės, bet ir iš mažesnių, turinčių savanaudiškų interesų, pavyzdžiui, įsilaužėlių, norinčių lengvai užsidirbti. Visoje kriptovaliutų erdvėje iš tiesų yra daugybė istorijų apie tokius iš tikrųjų vykstančius scenarijus.</p> <p>Šis straipsnis nėra skirtas baimintis ar išgąsdinti, o paskatinti vartotojus atlikti tam tikrą tyrimą, kokie apsaugos nuo naršymo internete metodai jiems tinka. Geros naujienos yra tai, kad šie įgūdžiai bus perkeliami ir į bendrą interneto naudojimą, o ne tik su Monero naudojimu, todėl mūsų pasaulyje, kuriame vis dažniau prisijungiama prie interneto, išmanus vartotojas negali suklysti, kaupdamas reikiamas žinias ir įgūdžius, kad išliktų saugus. ir tikrai būti savo banku.</p>
nb: <p>Det burde ikke komme som en overraskelse for noen at Monero, og faktisk all kryptovaluta, kjører på internett. Og likevel, selv om denne uttalelsen virker grunnleggende og åpenbar, vurderer mange ikke implikasjonene av hva dette betyr i forhold til deres privatliv. Med andre ord, det er noen ting Monero kan og ikke kan beskytte mot, bare av natur å kjøre på internett. Noen av disse hensynene er bare ulemper, mens andre er mye mer alvorlige i et scenario der absolutt personvern kreves. La oss ta oss tid til å bli kjent med hvordan Monero-brukere samhandler med hverandre på nettverket, og hva dette betyr for personvernet deres.</p> <p>Begynner på den trivielle siden av ting, hvis en bruker ikke har tilgang til internett, kan de ikke laste ned nye blokker, spre transaksjoner på vegne av andre eller sende egne transaksjoner. En interessant ting å merke seg er at en bruker med en full node uten internettilgang kan konstruere en transaksjon offline som kan sendes senere. Dette er fordi en ringsignatur bare trenger utganger fra blokkjeden å gjemme seg med. En kort påminnelse om <a target="_blank" href="/knowledge/ring-signatures" class="next-link">hvordan ringesignaturer fungerer</a>, den skjuler den virkelige utgangen som en bruker sender blant en samling ikke-tilknyttede utganger valgt fra fortiden. Hvis brukeren har tilgang til disse utgangene i form av en fullstendig nedlastet blokkjede (full node), kan de lage ringsignaturen fra tidligere utganger, og når internettforbindelsen gjenopptas, spre transaksjonen til nettverket.</p> <p>En bruker som bruker en ekstern node kan ikke gjøre dette, for når de konstruerer ringesignaturen sin, kontakter de den eksterne fullnoden for utganger som skal inkluderes i ringsignaturen. Ingen internett betyr at de ikke kan nå denne noden, så de har ikke konstruksjonsmuligheter for offline transaksjoner.</p> <p>Før vi fortsetter med noen av personvernhensynene, la oss ha en kort innføring i hvordan internett fungerer som helhet. Hele internett er ikke annet enn datamaskiner som kobler seg til andre datamaskiner. Det er det. Bloggen du liker å lese? Bare noen filer som ligger på en annens datamaskin. Denne nettsiden du leser denne artikkelen på (LocalMonero)? Filer og kode lagret på en datamaskin et sted. Selv store gale nettsteder fungerer på denne måten. Ta YouTube for eksempel. Bare videofiler som ligger på Googles gigantiske datasystemer, og du kobler til dem for å laste ned videoen til din egen datamaskin slik at du kan se den.</p> <p>Disse datamaskinene kan skille hverandre fordi hver eneste datamaskin som er koblet til internett, får et unikt identifikasjonsnummer som kalles en IP-adresse. Disse er vanligvis fire sett med tall atskilt med punktum, for eksempel: 172.66.35.7. Det er viktig å ha dette i bakhodet når vi vurderer hvordan Monero-informasjon flyttes rundt på internett. Monero er et peer-to-peer-nettverk (P2P), som betyr at datamaskiner kobles direkte til hverandre i stedet for å bruke en mellommann. Så når en brukers fulle node laster ned en nyoppdaget blokk, laster de den ikke ned fra en sentral server, men fra sine jevnaldrende. Ulempen med dette er at siden brukere kobler til hverandre direkte, kjenner de hverandres IP-adresser.</p> <p>Vel? Hva er problemet? Det er bare et tall, ikke sant? Ikke akkurat. IP-adressene i seg selv inneholder informasjon om brukeren, for eksempel opprinnelseslandet og nettverksleverandøren, men enda verre, internettleverandører (ISP-er) vet IP-adressen til hver person som bruker deres tjenester. Dette betyr at disse Internett-leverandørene og de de jobber med kan se en brukers internetttrafikk og, ved hjelp av noen smarte taktikker, oppdage at de bruker Monero. Nå før du blir redd, legg merke til ordlyden der. Alt disse snokerne kan gjøre er å se at en person kobler seg til andre noder på Monero-nettverket. På grunn av Moneros personvernteknologi lekkes det ikke noe annet om individet. Ikke om de kjører en node eller ikke, eller om/når de sender transaksjoner, og hvis en transaksjon sendes, er ingen av informasjonen kjent. Alt disse Internett-leverandørene kan se er at en av brukerne deres kobler til Monero-nettverket.</p> <p>Nå, for noen mennesker, noen steder, kan denne informasjonen alene være nok til å skade omdømme eller frihet. Eller kanskje ideen om at noen invaderer privatlivet ditt og hva du gjør på internett, uansett grunn, ikke er akseptabelt for deg. Disse personene oppfordres til kun å koble seg til Monero-nettverket ved å bruke VPN, Tor eller I2P, som alle er tjenester som skjuler en brukers IP-adresse for andre, samt skjuler hva en bruker gjør fra sin ISP. Forskjellene mellom disse tjenestene ligger utenfor rammen av denne artikkelen, men det er mange artikler av høy kvalitet skrevet om emnet, så bekymrede brukere oppfordres til å studere det!</p> <p>For resten av oss tror vi kanskje at det ikke er så stor sak å ha andre som vet at vi er koblet til Monero-nettverket. Tross alt er det faktiske innholdet i transaksjonene våre, eller hvis vi i det hele tatt sender noen, skjult for offentligheten, så hva er skaden? Selv om dette kan være sant, oppfordres brukere til å vurdere det faktum at hovedtrekket til kryptovalutaer er å være deres egen bank. Når du har din private nøkkel, og hvis noe skjer med den, kan ingen hjelpe deg med å gjenopprette dine tapte midler.</p> <p>Å være din egen bank betyr å vurdere, ikke bare din digitale sikkerhet, men også din fysiske sikkerhet. Det kan godt være at kunnskapen om en person som kobler seg til Monero-nettverket kan bringe uønsket oppmerksomhet, ikke nødvendigvis fra store aktører som nasjonalstater, men mindre aktører med egoistisk interesse, som hackere som ønsker å tjene penger. Det er faktisk utallige historier over hele kryptorommet om slike scenarier som faktisk finner sted.</p> <p>Denne artikkelen er ikke ment å frykte eller skremme, men snarere oppfordre brukere til å undersøke hvilke metoder for nettsurfingbeskyttelse som er riktige for dem. Den gode nyheten er at disse ferdighetene også vil overføres til generell internettbruk, ikke bare Monero-bruk, og som sådan, i vår stadig mer Internett-tilkoblede verden, kan ikke en erfaren bruker gå galt med å samle riktig kunnskap og ferdigheter for å holde seg trygg og virkelig være deres egen bank.</p>
nl: <p>Het zou voor niemand als een verrassing moeten komen dat Monero, en inderdaad alle cryptocurrency, op het internet leven. En toch, ook al lijkt deze verklaring basaal en voor de hand liggend, staan velen niet stil bij de implicaties van wat dit betekent met betrekking tot hun privacy. Met andere woorden, er zijn dingen waar Monero wel en niet tegen kan beschermen, simpelweg vanwege de aard van het internet. Sommige van deze overwegingen zijn slechts ongemakken, terwijl andere veel ernstiger zijn in een scenario waarin absolute privacy vereist is. Laten we de tijd nemen om vertrouwd te raken met hoe Monero-gebruikers met elkaar omgaan op het netwerk en wat dit betekent voor hun privacy.</p> <p>Om te beginnen: als een gebruiker geen toegang tot internet heeft, kan hij geen nieuwe blokken downloaden, geen transacties namens anderen verspreiden of zelf transacties verzenden. Een interessant ding om op te merken is dat een gebruiker met een volledig knooppunt, zonder internettoegang, offline een transactie kan opzetten die later kan worden verzonden. Dit komt omdat een ringhandtekening alleen een output van de blockchain nodig heeft om mee te verbergen. Een korte herinnering aan <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> hoe ringhandtekeningen werken </a>, het verbergt de echte output die een gebruiker verzendt tussen een verzameling niet-gelieerde outputs die uit het verleden zijn gekozen. Als de gebruiker toegang heeft tot deze outputs in de vorm van een volledig gedownloade blockchain (volledig knooppunt), dan kunnen ze de ringhandtekening maken van de eerdere outputs, en zodra de internetverbinding is hervat, de transactie doorgeven aan het netwerk.</p> <p>Een gebruiker die een remote knooppunt gebruikt, kan dit niet doen, omdat hij bij het samenstellen van zijn ringhandtekening contact opneemt met het volledige knooppunt om outputs op te nemen in de ringhandtekening. Geen internet betekent dat ze dit knooppunt niet kunnen bereiken, dus ze hebben geen mogelijkheden om offline transacties te maken.</p> <p>Voordat we verder gaan op enkele privacyoverwegingen, laten we een korte inleiding geven over hoe het internet als geheel werkt. Het internet is niets meer dan computers die verbinding maken met andere computers. Dat is het. Het blog dat u graag leest? Dit zijn slechts enkele bestanden die op de computer van iemand anders worden gehost. Op welke website leest u dit artikel (LocalMonero)? Dit zijn bestanden en codes die ergens op een computer worden gehost. Zelfs grote gekke sites werken op deze manier. Neem bijvoorbeeld YouTube. Het zijn alleen videobestanden die worden gehost op de gigantische computersystemen van Google, en u maakt er verbinding mee om de video naar uw eigen computer te downloaden, zodat u deze kunt bekijken.</p> <p>Deze computers kunnen elkaar onderscheiden omdat elke computer die met het internet is verbonden een uniek identificatienummer krijgt, oftewel een IP-adres. Dit zijn doorgaans vier reeksen getallen gescheiden door punten, bijvoorbeeld: 172.66.35.7. Het is belangrijk om dit in gedachten te houden als we bedenken hoe Monero-informatie over het internet wordt verspreid. Monero is een peer-to-peer netwerk (P2P), wat inhoudt dat computers rechtstreeks met elkaar verbonden zijn in plaats van een tussenpersoon te gebruiken. Dus wanneer het volledige knooppunt van een gebruiker een nieuw ontdekt blok downloadt, downloaden ze het niet van een centrale server, maar van hun collega's. Het nadeel hiervan is dat, omdat gebruikers rechtstreeks met elkaar verbinden, ze elkaars IP-adressen kennen.</p> <p>Nou? Wat is dan het probleem? Het is maar een getal toch? Niet helemaal. IP-adressen bevatten informatie over de gebruiker, zoals het land van herkomst en netwerkprovider, maar nog erger, internetserviceproviders (ISP's) kennen het IP-adres van elke persoon die hun diensten gebruikt. Dit betekent dat deze ISP's en degenen waarmee ze werken het internetverkeer van een gebruiker kunnen bekijken en, met behulp van een aantal slimme tactieken, kunnen ontdekken dat ze Monero gebruiken. Let voordat u bang wordt op de bewoordingen. Het enige wat deze snoopers kunnen doen, is zien dat een persoon verbinding maakt met andere knooppunten op het Monero-netwerk. Vanwege de privacytechnologie van Monero wordt er verder niets gelekt over het individu. Niet of ze een knooppunt draaien, of/wanneer ze transacties verzenden, en of er een transactie wordt verzonden, geen enkel deel van deze informatie wordt bekend gemaakt. Het enige wat deze ISP's kunnen zien, is dat een van hun gebruikers verbinding maakt met het Monero-netwerk.</p> <p>Nu, voor sommige mensen, op sommige locaties, kan deze informatie alleen genoeg zijn om reputatieschade of vrijheid te schaden. Of misschien is het idee dat iemand inbreuk maakt op uw privacy en wat u op internet doet, om welke reden dan ook, niet acceptabel voor u. Deze personen worden aangemoedigd om alleen verbinding te maken met het Monero-netwerk via VPN's, Tor of I2P, dit zijn allemaal services die het IP-adres van een gebruiker verbergen voor anderen en dus ook verbergen wat een gebruiker doet voor zijn ISP. De verschillen tussen deze services vallen buiten het bereik van dit artikel, maar er zijn tal van artikelen van hoge kwaliteit over het onderwerp geschreven, dus bezorgde gebruikers worden aangemoedigd om hier meer over te lezen! </p> <p>De rest van ons denkt misschien dat het niet zo'n groot probleem is als anderen weten dat we verbonden zijn met het Monero-netwerk. De daadwerkelijke inhoud van onze transacties, of als we er een verzenden, is tenslotte verborgen voor het publiek, dus wat kan het kwaad? Hoewel dit waar kan zijn, worden gebruikers aangemoedigd om te overwegen dat de belangrijkste aantrekkingskracht van cryptocurrencies hun eigen bank is. Wanneer u uw privésleutel bezit en er iets mee gebeurt, kan niemand u helpen uw verloren geld terug te vorderen.</p> <p>Uw eigen bank zijn betekent niet alleen nadenken over uw digitale veiligheid, maar ook over uw fysieke veiligheid. Het zou heel goed kunnen dat de kennis van een persoon die verbinding maakt met het Monero-netwerk ongewenste aandacht kan trekken, niet noodzakelijkerwijs van grootschalige actoren zoals natiestaten, maar kleinere actoren met egoïstische belangen, zoals hackers die op een gemakkelijk wijze geld willen verdienen. Er zijn inderdaad talloze verhalen over de hele crypto-ruimte van dergelijke scenario's die daadwerkelijk plaatsvinden. </p> <p>Dit artikel is niet bedoeld om angst aan te jagen of u bang te maken, maar gebruikers aan te moedigen om onderzoek te doen naar welke methoden van bescherming voor internetsurfen voor hen geschikt zijn. Het goede nieuws is dat deze vaardigheden ook zullen worden overgedragen op algemeen internetgebruik, en niet alleen op Monero-gebruik, en in onze wereld die steeds meer via het internet verbonden is, kan een slimme gebruiker niet de fout in gaan door de juiste kennis en vaardigheden te verzamelen om veilig te blijven, en daadwerkelijk hun eigen bank zijn. </p>
pl: <p>Nikogo nie powinno zaskoczyć, że Monero, a właściwie wszystkie kryptowaluty, działają w internecie. Mimo, że to stwierdzenie wydaje się być oczywiste, wielu nie bierze pod uwagę tego, co to oznacza dla ich prywatności. Innymi słowy, są pewne rzeczy, przed którymi Monero nie może uchronić swoich użytkowników. Wynikają one właśnie z tego, że platformą, na której działa Monero jest Internet. Niektóre z tych kwestii są tylko zwyczajnymi niedogodnościami, podczas gdy inne są znacznie poważniejsze i wymagają całkowitej prywatności. Najpierw przyjrzyjmy się jak interakcje między użytkownikami Monero wpływają na ich prywatność. </p> <p>Zacznijmy od czegoś banalnego. Jeśli użytkownik nie ma dostępu do internetu, to nie może pobierać nowych bloków, poszerzać transakcji w imieniu innych, ani wysyłać własnych transakcji. Co ciekawe, użytkownik z full node może bez dostępu do internetu przygotować transakcję i wysłać ją później, kiedy będzie mieć możliwość. Wynika to z faktu, że ring signatures potrzebują jedynie danych wyjściowych z blockchaina, aby móc je ukryć. Krótkie przypomnienie<a target="_blank" href="/knowledge/ring-signatures" class="next-link">, o tym jak działają ring signatures</a>. Ukrywają one prawdziwe dane wyjściowe, które użytkownik podaje razem z innymi niepowiązanymi wyjściami przeszłych transakcji. Jeśli użytkownik ma dostęp do tych danych wyjściowych w postaci w pełni pobranego blockchaina (full node), wtedy może stworzyć ring signature z przeszłych wyjść, a po wznowieniu połączenia sfinalizować transakcje.</p> <p>Użytkownik korzystający z remote node nie ma takiej możliwości. Kiedy tworzy swój ring signature, nie może dotrzeć do swoich przeszłych wyjść, ponieważ są one dostępne tylko przez Internet.</p> <p>Zanim przejdziemy do kolejnych rozważań dotyczących prywatności, rzućmy szybko okiem na Internet jako całość. Internet to nic innego jak tylko sieć komputerów połączona ze sobą. Twój ulubiony blog? Kilka plików znajdujących się na czyimś dysku. Strona internetowa, na której czytasz ten artykuł (LocalMonero)? Tak samo, trochę kodu i kilka plików hostowanych gdzieś na komputerze. Youtube? Po prostu pliki wideo znajdujące się na gigantycznych systemach komputerowych Google'a. To ty łączysz się z nimi przez swój własny komputer i załadowujesz plik z filmem, aby móc go później obejrzeć.</p> <p>Komputery są w stanie siebie odróżnić, ponieważ każdy z nich podłączony do Internetu otrzymuje unikalny numer identyfikacyjny zwany adresem IP. Zazwyczaj są to cztery zestawy liczb oddzielone kropkami, na przykład: 172.66.35.7. Warto o tym pamiętać, gdy zastanawiamy się nad tym jak informacje związane z Monero przemieszczają się w Internecie. Monero to sieć peer-to-peer (P2P), co oznacza, że komputery łączą się bezpośrednio ze sobą, a nie korzystają z pośrednika. Pobieranie nowo wykrytego bloku za pomocą full node nie odbywa się przez serwer centralny, tylko między użytkownikami. Wadą tego jest fakt, że użytkownicy, łącząc się bezpośrednio ze sobą, znają swoje adresy IP.</p> <p>Co jest w tym takiego złego? Przecież to tylko jakiś numer. Nie do końca. Adresy IP zawierają informacje o użytkowniku, takie jak kraj pochodzenia i dostawca sieci. Jakby tego było mało, dostawcy usług internetowych (ISP) znają adres IP każdej osoby korzystającej z ich usług. Oznacza to, że ISP oraz ich partnerzy mogą obserwować aktywność użytkownika w internecie i przy pomocy pewnych technik odkryć, że korzysta on z Monero. Zanim się przestraszysz, przeczytaj poprzednie zdanie uważnie. Jedynym co mogą zobaczyć jest to, że dana osoba łączy się z innymi węzłami w sieci Monero. Ze względu na technologię prywatności Monero, żadne inne informacje nie są w stanie wycieknąć. Ani informacje na temat węzłów, ani na temat transakcji. Nawet kiedy zostanie już ona wysłana, to żadna informacja nie jest ujawniona. Wszystkim, co dostawcy usług internetowych mogą zobaczyć jest to, że jeden z użytkowników łączy się z siecią Monero.</p> <p>Dla niektórych osób nawet ta pojedyncza informacja może wystarczyć, żeby zaszkodzić reputacji czy nadszarpnąć poczucie wolności. Fakt, że ktoś narusza ich prywatność i dowiaduje się, co robią w internecie, jest dla nich nie do przyjęcia. Zachęcamy te osoby do łączenia się z siecią Monero wyłącznie za pomocą VPN, Tor lub I2P. Wszystkie są usługami ukrywającymi adres IP użytkownika i jego aktywność przed dostawcą usług internetowych. Różnice między tymi usługami wykraczają poza tematykę tego artykułu, ale istnieje wiele wysokiej jakości artykułów na ten temat, więc zainteresowanych użytkowników namawiamy do zapoznania się z nimi!</p> <p>Dla większości z nas fakt, że inni wiedzą, że jesteśmy podłączeni do sieci Monero, nie jest aż tak wielkim problemem. W końcu rzeczywista zawartość naszych transakcji jest ukryta, więc co w tym złego? Chociaż może to być prawdą, to głównym zamysłem kryptowalut jest bycie swoim własnym bankiem, więc zachęcamy do rozważenia tego jak zarządzasz swoją prywatnością. Zważając na fakt, że musisz chronić swój klucz prywatny, bo jego utrata to również utrata wszystkich środków, lepiej być przezornym. </p> <p>Bycie swoim własnym bankiem oznacza nie tylko rozważenie swojego cyfrowego bezpieczeństwa, ale również fizycznego. Ujawniona informacja o tym, że dana osoba łączy się z siecią Monero, może sprowadzić na nią niepożądaną uwagę, niekoniecznie ze strony podmiotów działających na dużą skalę, takich jak państwa, ale także mniejszych, mających bardziej egoistyczne powody. Mamy tu na myśli głównie hakerów szukających łatwego zarobku. W całej sferze kryptowalut istnieją niezliczone historie gdzie taki scenariusz miał miejsce.</p> <p>Ten artykuł nie ma na celu siać strachu, ale raczej zachęcić użytkowników do doinformowania się na temat sposobów na ochronę swoich danych przeglądania. Zdobyta wiedza przeniesie się na ogólne korzystanie z Internetu, a nie tylko z Monero. W świecie, który coraz bardziej staje się połączony z Internetem użytkownik, który gromadzi odpowiednią wiedzę i umiejętności, aby pozostać bezpiecznym i zależnym tylko od siebie, jest krok do przodu od innych.</p>
pt_br: <p>Não deve ser surpresa para ninguém que o Monero, e na verdade todas as criptomoedas, é executado na Internet. E ainda, embora esta afirmação pareça básica e óbvia, muitos não consideram as implicações do que isso significa em relação à sua privacidade. Em outras palavras, existem algumas coisas contra as quais o Monero pode e não pode proteger, apenas por ser executado na Internet. Algumas dessas considerações são meros inconvenientes, enquanto outras são muito mais sérias em um cenário onde a privacidade absoluta é necessária. Vamos nos familiarizar com a forma como os usuários do Monero interagem entre si na rede e o que isso significa para sua privacidade.</p> <p>Começando pelo lado trivial das coisas, se um usuário não tiver acesso à internet, ele não poderá baixar novos blocos, propagar transações em nome de terceiros ou enviar transações por conta própria. Uma coisa interessante a se notar é que um usuário com um nó cheio, sem acesso à internet, pode construir uma transação offline que pode ser enviada posteriormente. Isso ocorre porque uma assinatura de anel só precisa de saídas do blockchain para se esconder. Um breve lembrete sobre <a target="_blank" href="/knowledge/ring-signatures" class="next-link">como as assinaturas de anel funcionam</a>, ele oculta a saída real que um usuário está enviando entre uma coleção de saídas não afiliadas escolhidas no passado. Se o usuário tiver acesso a essas saídas na forma de um blockchain totalmente baixado (nó completo), ele pode criar a assinatura de anel a partir das saídas anteriores e, quando a conectividade com a Internet for retomada, propagar a transação para a rede.</p> <p>Um usuário que está usando um nó remoto não pode fazer isso, pois quando constrói sua assinatura de anel, ele contata o nó completo remoto para saídas a serem incluídas na assinatura de anel. Sem internet significa que eles não podem alcançar este nó, então eles não têm recursos de construção de transações offline.</p> <p>Antes de continuarmos em algumas das considerações de privacidade, vamos dar uma breve introdução sobre como a Internet funciona como um todo. Toda a Internet nada mais é do que computadores conectados a outros computadores. É isso aí. O blog que você gosta de ler? Apenas alguns arquivos hospedados no computador de outra pessoa. Qual site você está lendo este artigo (LocalMonero)? Arquivos e códigos hospedados em um computador em algum lugar. Mesmo os grandes sites malucos funcionam assim. Veja o YouTube, por exemplo. Apenas arquivos de vídeo hospedados nos gigantescos sistemas de computador do Google, e você se conecta a eles para baixar o vídeo em seu próprio computador para poder assisti-lo.</p> <p>Esses computadores podem se diferenciar porque cada computador conectado à Internet recebe um número de identificação exclusivo chamado endereço IP. Normalmente, são quatro conjuntos de números separados por pontos, por exemplo: 172.66.35.7. É importante manter isso em mente ao considerar como as informações do Monero são movidas pela Internet. Monero é uma rede ponto a ponto (P2P), o que significa que os computadores se conectam diretamente entre si, em vez de usar um intermediário. Portanto, quando o nó completo de um usuário está baixando um bloco recém-descoberto, eles não o estão baixando de um servidor central, mas de seus pares. A desvantagem disso é que, como os usuários se conectam diretamente uns aos outros, eles conhecem os endereços IP uns dos outros.</p> <p>Bem? Qual é o problema? É apenas um número, certo? Não exatamente. Os próprios endereços IP contêm informações sobre o usuário, como o país de origem e o provedor de rede, mas, pior ainda, os provedores de serviços de Internet (ISPs) sabem o endereço IP de cada pessoa que usa seus serviços. Isso significa que esses ISPs e aqueles com quem trabalham podem observar o tráfego de um usuário na Internet e, usando algumas táticas inteligentes, descobrir que estão usando o Monero. Agora, antes de ficar com medo, observe as palavras ali. Tudo o que esses bisbilhoteiros podem fazer é ver se uma pessoa está se conectando a outros nós da rede Monero. Por causa da tecnologia de privacidade do Monero, nada mais é divulgado sobre o indivíduo. Não se eles estão ou não executando um nó, ou se / quando eles enviam transações, e se uma transação é enviada, nenhuma de suas informações é conhecida. Tudo o que esses ISPs podem ver é que um de seus usuários está se conectando à rede Monero.</p> <p>Agora, para algumas pessoas, em alguns locais, esta informação por si só pode ser suficiente para causar danos à reputação ou à liberdade. Ou talvez a ideia de alguém invadir sua privacidade e o que você faz na internet, por qualquer motivo, não seja aceitável para você. Esses indivíduos são encorajados a se conectar apenas à rede Monero usando VPNs, Tor ou I2P, todos os quais são serviços que ocultam o endereço IP de um usuário de outros, bem como ocultam o que um usuário está fazendo de seu ISP. As diferenças entre esses serviços estão além do escopo deste artigo, mas há muitos artigos de alta qualidade escritos sobre o assunto, então os usuários preocupados são incentivados a estudar!</p> <p>Para o resto de nós, podemos pensar que não é grande coisa ter outras pessoas sabendo que estamos conectados à rede Monero. Afinal, o conteúdo real de nossas transações, ou se estamos enviando algum, está oculto ao público, então qual é o problema? Embora isso possa ser verdade, os usuários são incentivados a considerar o fato de que a principal atração das criptomoedas é ser seu próprio banco. Quando você segura sua chave privada e se algo acontecer com ela, ninguém pode ajudá-lo a recuperar seus fundos perdidos.</p> <p>Ser seu próprio banco significa considerar não apenas sua segurança digital, mas também sua segurança física. Pode muito bem ser que o conhecimento de um indivíduo se conectando à rede Monero possa atrair atenção indesejada, não necessariamente de atores em grande escala como Estados-nação, mas de atores menores com interesses egoístas, como hackers que procuram ganhar dinheiro fácil. De fato, existem inúmeras histórias em todo o espaço criptográfico de tais cenários realmente ocorrendo.</p> <p>Este artigo não tem como objetivo fomentar ou assustar, mas sim encorajar os usuários a pesquisarem quais métodos de proteção de navegação na web são adequados para eles. A boa notícia é que essas habilidades também serão transferidas para o uso geral da Internet, não apenas para o uso do Monero e, como tal, em nosso mundo cada vez mais conectado à Internet, um usuário experiente não pode errar ao acumular o conhecimento e as habilidades adequadas para se manter seguro e ser verdadeiramente seu próprio banco.</p>
sl: <p>Nikogar ne bi smelo presenetiti, da Monero in pravzaprav vsaka kriptovaluta deluje na internetu. In vendar, čeprav se ta izjava zdi osnovna in očitna, mnogi ne upoštevajo posledic, ki jih to pomeni v zvezi z njihovo zasebnostjo. Z drugimi besedami, pred nekaterimi stvarmi se Monero lahko zaščiti in pred nekaterimi ne, že zaradi narave delovanja v internetu. Nekateri od teh pomislekov so zgolj nevšečnosti, drugi pa so veliko resnejši v scenariju, kjer je potrebna popolna zasebnost. Vzemimo si čas in se seznanimo s tem, kako uporabniki Monera komunicirajo drug z drugim v omrežju in kaj to pomeni za njihovo zasebnost.</p> <p>Če uporabnik nima dostopa do interneta, ne more prenašati novih blokov, razširjati transakcij v imenu drugih ali pošiljati lastnih transakcij. Zanimivo je, da lahko uporabnik s polnim vozliščem in brez dostopa do interneta sestavi transakcijo brez povezave, ki jo lahko pošlje pozneje. To je zato, ker obročni podpis potrebuje samo izhode iz verige blokov, s katerimi se lahko skrije. Kratek opomnik o <a target="_blank" href="/knowledge/ring-signatures" class="next-link">kako delujejo obročni (ring) podpisi </a>, skrije dejanski izhod, ki ga uporabnik pošilja med zbirko nepovezanih izhodov, izbranih iz preteklosti. Če ima uporabnik dostop do teh izhodov v obliki popolnoma prenesene verige blokov (polno vozlišče), potem lahko ustvari podpis obroča iz preteklih izhodov in, ko se internetna povezljivost znova vzpostavi, razširi transakcijo v omrežje.</p> <p>Uporabnik, ki uporablja oddaljeno vozlišče, tega ne more storiti, saj se pri sestavljanju obročnega podpisa obrne na oddaljeno polno vozlišče, da bi v obročni podpis vključil izhodne podatke. Če ni interneta, pomeni, da ne more priti do tega vozlišča, zato nima možnosti konstruiranja transakcij brez povezave.</p> <p>Preden nadaljujemo z nekaterimi vidiki zasebnosti, si na kratko oglejmo, kako deluje internet kot celota. Celoten internet ni nič drugega kot računalniki, ki se povezujejo z drugimi računalniki. To je to. Blog, ki ga radi berete? Samo nekaj datotek, ki gostujejo v računalniku nekoga drugega. Spletno mesto, na katerem berete ta članek (LocalMonero)? Datoteke in koda, ki gostujejo nekje v računalniku. Tako delujejo celo velika in nora spletna mesta. Vzemimo na primer YouTube. Samo video datoteke, ki gostujejo v Googlovih velikanskih računalniških sistemih, vi pa se povežete z njimi in prenesete video na svoj računalnik, da si ga lahko ogledate.</p> <p>Ti računalniki se med seboj razlikujejo, ker ima vsak računalnik, ki je povezan v internet, edinstveno identifikacijsko številko, imenovano naslov IP. To so običajno štirje sklopi številk, ločeni s piko, na primer: 172.66.35.7. To je pomembno upoštevati, ko razmišljamo o tem, kako se informacije o Moneru premikajo po internetu. Monero je omrežje peer-to-peer (P2P), kar pomeni, da se računalniki med seboj povezujejo neposredno in ne s pomočjo posrednika. Ko torej uporabnikovo polno vozlišče prenese novo odkriti blok, ga ne prenese iz osrednjega strežnika, temveč od svojih vrstnikov. Slaba stran tega je, da uporabniki, ki se med seboj povezujejo neposredno, poznajo naslove IP drug drugega.</p> <p>Na kaj? Kaj je v tem velikega? To je le številka, kajne? Ne ravno. Naslovi IP sami po sebi vsebujejo informacije o uporabniku, kot so država izvora in ponudnik omrežja, še huje pa je, da ponudniki internetnih storitev (ISP) poznajo naslov IP vsake osebe, ki uporablja njihove storitve. To pomeni, da lahko ti ponudniki internetnih storitev in tisti, s katerimi sodelujejo, spremljajo uporabnikov internetni promet in z nekaj spretnimi taktikami ugotovijo, da uporablja Monero. Preden se prestrašite, si oglejte besedilo. Vse, kar lahko ti vohuni storijo, je, da vidijo, da se oseba povezuje z drugimi vozlišči v omrežju Monero. Zaradi tehnologije zasebnosti Monero se o posamezniku ne razkrije nič drugega. Ne to, ali upravlja vozlišče ali ne, ne to, ali/kdaj pošilja transakcije, in če je transakcija poslana, ni znana nobena od njenih informacij. Vse, kar lahko ti ponudniki internetnih storitev vidijo, je, da se eden od njihovih uporabnikov povezuje z omrežjem Monero.</p> <p>Tudi na nekaterih mestih je lahko za nekatere ljudi že ta informacija dovolj, da škoduje ugledu ali svobodi. Morda pa je za vas nesprejemljiva že sama zamisel, da bi kdo iz kakršnega koli razloga posegal v vašo zasebnost in to, kar počnete v internetu. Te posameznike pozivamo, naj se v omrežje Monero povežejo le prek omrežij VPN, Tor ali I2P, kar so storitve, ki pred drugimi skrijejo uporabnikov naslov IP in pred ponudniki internetnih storitev skrijejo, kaj uporabnik počne. Razlike med temi storitvami presegajo okvir tega članka, vendar je na to temo napisanih veliko kakovostnih člankov, zato zainteresiranim uporabnikom priporočamo, da se podučijo!</p> <p>Za ostale morda mislimo, da to, da drugi vedo, da smo povezani z omrežjem Monero, ni tako velik problem. Navsezadnje je dejanska vsebina naših transakcij ali če sploh kakšno pošiljamo, skrita javnosti, tako da kaj je narobe? Čeprav je to morda res, naj uporabniki upoštevajo dejstvo, da je glavna privlačnost kriptovalut v tem, da smo sami sebi banka. Ko imate v rokah svoj zasebni ključ in če se z njim kaj zgodi, vam nihče ne more pomagati povrniti izgubljenih sredstev.</p> <p>Biti lastna banka pomeni, da ne upoštevate le svoje digitalne varnosti, temveč tudi svojo fizično varnost. Prav lahko se zgodi, da lahko vedenje o posamezniku, ki se je povezal z omrežjem Monero, prinese neželeno pozornost, ne nujno velikih akterjev, kot so nacionalne države, temveč manjših akterjev s sebičnimi interesi, kot so hekerji, ki želijo na enostaven način zaslužiti denar. Po vsem kriptografskem prostoru je namreč nešteto zgodb, ko so se takšni scenariji dejansko zgodili.</p> <p>Ta članek ni namenjen vzbujanju strahu ali ustrahovanju, temveč spodbujanju uporabnikov, da opravijo nekaj raziskav o tem, katere metode zaščite pri brskanju po spletu so primerne zanje. Dobra novica je, da se bodo te veščine prenesle tudi na splošno uporabo interneta, ne le na uporabo Monera, zato v našem vse bolj z internetom povezanem svetu spreten uporabnik ne more zgrešiti, če si nabere ustrezno znanje in veščine, da ostane varen in je resnično sam sebi banka.</p>
sv: </p>Det borde inte komma som en överraskning för någon att Monero, och faktiskt all kryptovaluta, körs på internet. Och ändå, även om detta uttalande verkar grundläggande och uppenbart, överväger många inte konsekvenserna av vad detta innebär när det gäller deras integritet. Med andra ord finns det vissa saker som Monero kan och inte kan skydda sig mot, bara genom att köra på internet. Vissa av dessa överväganden är bara olägenheter, medan andra är mycket allvarligare i ett scenario där absolut integritet krävs. Låt oss ta oss tid att bekanta oss med hur Monero-användare interagerar med varandra på nätverket, och vad detta innebär för deras integritet. </p> <p>Om vi börjar på den triviala sidan av saken, om en användare inte har tillgång till internet, kan de inte ladda ner nya block, sprida transaktioner på uppdrag av andra eller skicka egna transaktioner. En intressant sak att notera är att en användare med en fullständig nod, utan internetåtkomst, kan konstruera en transaktion offline som kan skickas senare. Detta beror på att en ringsignatur bara behöver utdata från blockkedjan för att gömma sig med. En kort påminnelse om <a target="_blank" href="/knowledge/ring-signatures" class="next-link">hur ringsignaturer fungerar<p>, den döljer den verkliga utdata som en användare skickar bland en samling av oberoende utdata som valts från det förflutna. Om användaren har tillgång till dessa utdata i form av en fullständigt nedladdad blockkedja (fullständig nod) kan de skapa ringsignaturen från de tidigare utdata, och när internetanslutningen återupptas, sprida transaktionen till nätverket.</p> <p>En användare som använder en fjärrnod kan inte göra detta, eftersom när de konstruerar sin ringsignatur kontaktar de den fullständiga fjärrnoden för utdata som ska inkluderas i ringsignaturen. Inget internet innebär att de inte kan nå den här noden, så de har inga möjligheter att skapa offline transaktioner.</p> <p>Innan vi går in på några av integritetsaspekterna ska vi ge en kort introduktion till hur internet fungerar som helhet. Hela internet är inget annat än datorer som ansluter till andra datorer. Det är allt. Bloggen du gillar att läsa? Bara några filer som finns på någon annans dator. Den här webbplatsen som du läser den här artikeln på (LocalMonero)? Filer och kod som finns på en dator någonstans. Även stora galna webbplatser fungerar på detta sätt. Ta YouTube till exempel. Bara videofiler som finns på Googles gigantiska datorsystem, och du ansluter till dem för att ladda ner videon till din egen dator så att du kan titta på den.</p> <p>Dessa datorer kan skilja varandra åt eftersom varje dator som är ansluten till Internet har ett unikt identifikationsnummer som kallas IP-adress. Dessa är vanligtvis fyra uppsättningar siffror separerade med punkter, till exempel: 172.66.35.7. Det är viktigt att ha detta i åtanke när vi tittar på hur Moneros information flyttas runt på internet. Monero är ett peer-to-peer-nätverk (P2P), vilket innebär att datorer ansluter direkt till varandra i stället för att använda en mellanhand. Så när en användares fulla nod laddar ner ett nyupptäckt block laddar de inte ner det från en central server, utan från sina kamrater. Nackdelen med detta är att eftersom användarna ansluter direkt till varandra känner de till varandras IP adresser.</p> <p>Nå? Vad är det som är så viktigt? Det är bara en siffra, eller hur? Inte riktigt. IP-adresser innehåller i sig information om användaren, t.ex. ursprungsland och nätverksleverantör, men ännu värre är att internetleverantörer känner till IP-adressen för varje person som använder deras tjänster. Det innebär att dessa internetleverantörer och de som de samarbetar med kan övervaka en användares internettrafik och med hjälp av en smart taktik upptäcka att de använder Monero. Innan du blir rädd, notera formuleringen där. Allt dessa snokare kan göra är att se att en person ansluter till andra noder i Moneronätverket. På grund av Moneros integritetsteknik läcker inget annat ut om individen. Inte om de kör en nod eller inte, eller om/när de skickar transaktioner, och om en transaktion skickas är ingen av dess information känd. Allt dessa internetleverantörer kan se är att en av deras användare ansluter till Moneros nätverk.</p> <p>Nu, För vissa människor, på vissa platser, kan enbart denna information vara tillräcklig för att skada deras rykte eller frihet. Eller så kanske tanken på att någon ska inkräkta på din integritet och vad du gör på internet, oavsett anledning, inte är acceptabel för dig. Dessa personer uppmanas att endast ansluta till Monero-nätverket med VPN, Tor eller I2P, som alla är tjänster som döljer en användares IP-adress för andra samt döljer vad en användare gör för sin internetleverantör. Skillnaderna mellan dessa tjänster ligger utanför ramen för denna artikel, men det finns gott om högkvalitativa artiklar skrivna om ämnet, så berörda användare uppmuntras att studera upp!</p> <p>För resten av oss kanske vi tycker att det inte är så farligt att andra vet att vi är anslutna till Monero-nätverket. När allt kommer omkring är det faktiska innehållet i våra transaktioner, eller om vi skickar några alls, dolt för allmänheten, så vad är skadan? Även om detta kan vara sant, uppmuntras användare att överväga det faktum att den största dragningen av kryptovalutor är att vara sin egen bank. När du håller din privata nyckel, och om något händer med den, kan ingen hjälpa dig att återställa dina förlorade medel.</p> <p>Att vara sin egen bank innebär att man inte bara måste tänka på sin digitala säkerhet, utan även på sin fysiska säkerhet. Det kan mycket väl vara så att kunskapen om att en individ ansluter till Monero-nätverket kan ge oönskad uppmärksamhet, inte nödvändigtvis från storskaliga aktörer som nationalstater, utan mindre med själviska intressen, som hackare som vill tjäna en enkel peng. Det finns verkligen otaliga berättelser över hela kryptoutrymmet om sådana scenarier som faktiskt äger rum.</p> <p>Den här artikeln är inte avsedd att skrämmas, utan snarare att uppmuntra användare att undersöka vilka metoder för skydd mot webbsurfning som är rätt för dem. Den goda nyheten är att dessa färdigheter också kommer att överföras till allmän internetanvändning, inte bara Monero-användning, och som sådan, i vår alltmer internetanslutna värld, kan en kunnig användare inte gå fel och samla rätt kunskap och färdigheter för att hålla sig säker och verkligen vara sin egen bank.</p>
tl: <p>Hindi dapat ipagtaka kaninuman na ang Monero, at talagang lahat ng cryptocurrency, ay tumatakbo sa internet. Gayunpaman, kahit na ang pahayag na ito ay tila simple at halata, marami ang hindi isinasaalang-alang ang mga implikasyon ng kung ano ang ibig sabihin nito tungkol sa kanilang privacy. Sa madaling salita, may ilang bagay na maaari at hindi mapoprotektahan ni Monero, sa likas na katangian ng pagtakbo sa internet. Ang ilan sa mga pagsasaalang-alang na ito ay mga abala lamang, habang ang iba ay mas seryoso sa isang sitwasyon kung saan kinakailangan ang ganap na privacy. Maglaan tayo ng oras upang maging pamilyar sa kung paano nakikipag-ugnayan ang mga user ng Monero sa isa't isa sa network, at kung ano ang ibig sabihin nito para sa kanilang privacy.</p> <p>Simula sa maliit na bahagi ng mga bagay, kung ang isang user ay walang access sa internet, hindi sila makakapag-download ng mga bagong block, makakapagpalaganap ng mga transaksyon sa ngalan ng iba, o makakapagpadala ng mga sarili nilang transaksyon. Ang isang kawili-wiling bagay na dapat tandaan ay, ang isang user na may buong node, na walang internet access ay maaaring bumuo ng isang transaksyon offline na maaaring ipadala sa ibang pagkakataon. Ito ay dahil ang isang pirma ng singsing ay nangangailangan lamang ng mga output mula sa blockchain upang maitago. Isang maikling paalala sa <a target="_blank" href="/knowledge/ring-signatures" class="next-link">kung paano gumagana ang mga ring signature</a>, itinatago nito ang totoong output na ipinapadala ng isang user sa isang koleksyon ng mga hindi nauugnay na output na pinili mula sa nakaraan. Kung ang user ay may access sa mga output na ito sa anyo ng isang ganap na na-download na blockchain (buong node) pagkatapos ay maaari nilang gawin ang ring signature mula sa mga nakaraang output, at sa sandaling magpatuloy ang koneksyon sa internet, i-propagate ang transaksyon sa network.</p> <p>Hindi ito magagawa ng isang user na gumagamit ng remote node, dahil kapag ginawa nila ang kanilang ring signature, nakikipag-ugnayan sila sa remote full node para sa mga output na isasama sa ring signature. Nangangahulugan ang walang internet na hindi nila maabot ang node na ito, kaya wala silang mga kakayahan sa pagbuo ng offline na transaksyon.</p> <p>Bago tayo magpatuloy sa ilan sa mga pagsasaalang-alang sa privacy, magkaroon tayo ng maikling panimulang aklat sa kung paano gumagana ang internet sa kabuuan. Ang buong internet ay walang iba kundi ang mga computer na kumokonekta sa ibang mga computer. Ayan yun. Ang blog na gusto mong basahin? Ilang file lang na naka-host sa computer ng ibang tao. Itong website na binabasa mo ang artikulong ito sa (LocalMonero)? Mga file at code na naka-host sa isang computer sa isang lugar. Kahit na ang malalaking nakatutuwang mga site ay gumagana sa ganitong paraan. Kunin ang YouTube halimbawa. Mga video file lang na naka-host sa napakalaking computer system ng Google, at kumonekta ka sa kanila para i-download ang video sa sarili mong computer para mapanood mo ito.</p> <p>Maaaring magkahiwalay ang mga computer na ito dahil ang bawat computer na nakakonekta sa internet ay binibigyan ng natatanging identification number na tinatawag na IP address. Ang mga ito ay karaniwang apat na hanay ng mga numero na pinaghihiwalay ng mga tuldok, halimbawa: 172.66.35.7. Mahalagang tandaan ito kapag isinasaalang-alang namin kung paano inililipat ang impormasyon ng Monero sa internet. Ang Monero ay isang peer-to-peer network (P2P), ibig sabihin, ang mga computer ay direktang kumonekta sa isa't isa sa halip na gumamit ng isang tagapamagitan. Kaya kapag ang buong node ng user ay nagda-download ng bagong natuklasang block, hindi nila ito dina-download mula sa isang central server, ngunit mula sa kanilang mga kapantay. Ang downside nito ay, dahil direktang kumokonekta ang mga user sa isa't isa, alam nila ang mga IP address ng isa't isa.</p> <p>Aba? Ano ang malaking bagay? Number lang naman diba? Hindi eksakto. Ang mga IP address mismo ay naglalaman ng impormasyon tungkol sa user, gaya ng pinagmulang bansa, at network provider, ngunit, mas masahol pa, alam ng mga internet service provider (ISP) ang IP address ng bawat tao na gumagamit ng kanilang mga serbisyo. Nangangahulugan ito na ang mga ISP na ito at ang mga katrabaho nila ay maaaring manood ng trapiko sa internet ng isang user at, gamit ang ilang matalinong taktika, matuklasan na sila ay gumagamit ng Monero. Ngayon bago ka matakot, tandaan ang mga salita doon. Ang magagawa lang ng mga snooper na ito ay makita na ang isang tao ay kumokonekta sa iba pang mga node sa Monero network. Dahil sa teknolohiya ng pagkapribado ng Monero, wala nang ibang nailalabas tungkol sa indibidwal. Hindi kung nagpapatakbo sila ng node o hindi, o kung/kapag nagpadala sila ng mga transaksyon, at kung ipinadala ang isang transaksyon, wala sa impormasyon nito ang nalalaman. Ang nakikita lang ng mga ISP na ito ay ang isa sa kanilang mga user ay kumokonekta sa Monero network.</p> <p>Ngayon, para sa ilang tao, sa ilang lokasyon, maaaring sapat na ang impormasyong ito upang magdulot ng pinsala sa reputasyon o kalayaan. O marahil ang ideya ng sinumang manghihimasok sa iyong privacy at kung ano ang ginagawa mo sa internet, sa anumang kadahilanan, ay hindi katanggap-tanggap sa iyo. Ang mga indibidwal na ito ay hinihikayat na kumonekta lamang sa Monero network gamit ang mga VPN, Tor, o I2P, na lahat ay mga serbisyong nagtatago ng IP address ng isang user mula sa iba pati na rin nagtatago kung ano ang ginagawa ng isang user mula sa kanilang ISP. Ang mga pagkakaiba sa pagitan ng mga serbisyong ito ay lampas sa saklaw ng artikulong ito, ngunit maraming mga artikulong may mataas na kalidad na nakasulat sa paksa, kaya hinihikayat ang mga nag-aalalang user na mag-aral!</p> <p>Para sa iba pa sa atin, maaari nating isipin na hindi ganoon kalaki ang pag-alam ng iba na nakakonekta tayo sa Monero network. Pagkatapos ng lahat, ang aktwal na nilalaman ng aming mga transaksyon, o kung nagpapadala kami ng anuman, ay nakatago sa publiko, kaya ano ang masama? Bagama't maaaring totoo ito, hinihikayat ang mga user na isaalang-alang ang katotohanan na ang pangunahing draw ng cryptocurrencies ay ang kanilang sariling bangko. Kapag hawak mo ang iyong pribadong key, at kung may mangyari dito, walang makakatulong sa iyong mabawi ang iyong mga nawawalang pondo.</p> <p>Ang pagiging sarili mong bangko ay nangangahulugan ng pagsasaalang-alang, hindi lang sa iyong digital na seguridad, kundi sa iyong pisikal na seguridad din. Maaaring ang kaalaman ng isang indibidwal na kumokonekta sa Monero network ay maaaring magdulot ng hindi gustong atensyon, hindi kinakailangan mula sa malalaking aktor tulad ng mga bansang estado, ngunit mas maliliit na may makasariling interes, tulad ng mga hacker na naghahanap ng madaling kumita. Tunay na hindi mabilang ang mga kuwento sa buong crypto space ng mga ganitong sitwasyon na aktwal na nagaganap.</p> <p>Ang artikulong ito ay hindi nilayon upang takutin o takutin, ngunit hikayatin ang mga user na magsaliksik sa kung anong mga paraan ng proteksyon sa web surfing ang tama para sa kanila. Ang magandang balita ay, na ang mga kasanayang ito ay lilipat din sa pangkalahatang paggamit ng internet, hindi lamang sa paggamit ng Monero, at dahil dito, sa ating lalong nagiging konektadong mundo sa internet, ang isang matalinong user ay hindi maaaring magkamali sa pag-iipon ng tamang kaalaman at kasanayan upang manatiling ligtas. at tunay na maging sarili nilang bangko.</p>
tr: <p>Monero'nun ve aslında tüm kripto para birimlerinin internette çalışması hiç kimse için sürpriz olmamalı. Ancak bu ifade basit ve açık görünse de çoğu kişi bunun kendi mahremiyetleri açısından ne anlama geldiğini dikkate almıyor. Başka bir deyişle, Monero'nun internette çalışmanın doğası gereği koruyabileceği ve koruyamayacağı bazı şeyler var. Bu hususların bazıları yalnızca rahatsızlık verirken bazıları mutlak mahremiyetin gerekli olduğu bir senaryoda çok daha ciddidir. Monero kullanıcılarının ağda birbirleriyle nasıl etkileşim kurduğunu ve bunun gizlilik açısından ne anlama geldiğini öğrenmek için zaman ayıralım.</p> <p>İşin önemsiz yönünden başlayarak, eğer bir kullanıcının internet erişimi yoksa, yeni bloklar indiremez, başkaları adına işlemleri yayamaz veya kendi işlemlerini gönderemez. Dikkat edilmesi gereken ilginç nokta, tam düğüme sahip, internet erişimi olmayan bir kullanıcının daha sonra gönderilebilecek bir işlemi çevrimdışı olarak oluşturabilmesidir. Bunun nedeni, bir halka imzasının saklanmak için yalnızca blok zincirinden gelen çıktılara ihtiyaç duymasıdır. <a target="_blank" href="/knowledge/ring-signatures" class="next-link">zil imzalarının nasıl çalıştığına dair kısa bir hatırlatma</a>, geçmişten seçilmiş, bağlantısız çıktılar koleksiyonu arasında bir kullanıcının gönderdiği gerçek çıktıyı gizler. Kullanıcının bu çıktılara tamamen indirilmiş bir blok zinciri (tam düğüm) biçiminde erişimi varsa, geçmiş çıktılardan halka imzasını oluşturabilir ve internet bağlantısı yeniden sağlandığında işlemi ağa yayabilir.</p> <p>Uzak düğüm kullanan bir kullanıcı bunu yapamaz, çünkü kendi halka imzasını oluştururken, çıktıların halka imzasına dahil edilmesi için uzak tam düğümle iletişim kurar. İnternetin olmaması bu düğüme ulaşamayacakları anlamına gelir, dolayısıyla çevrimdışı işlem oluşturma yetenekleri yoktur.</p> <p>Gizlilik hususlarından bazılarına devam etmeden önce, internetin bir bütün olarak nasıl çalıştığına dair kısa bir giriş yapalım. İnternetin tamamı diğer bilgisayarlara bağlanan bilgisayarlardan başka bir şey değildir. Bu kadar. Okumayı sevdiğiniz blog? Sadece başka birinin bilgisayarında barındırılan bazı dosyalar. Bu makaleyi okuduğunuz web sitesi (LocalMonero)? Bir bilgisayarda bir yerde barındırılan dosyalar ve kodlar. Büyük çılgın siteler bile bu şekilde çalışıyor. Örneğin YouTube'u ele alalım. Yalnızca Google'ın devasa bilgisayar sistemlerinde barındırılan video dosyaları ve siz onlara bağlanarak videoyu kendi bilgisayarınıza indirip izleyebilirsiniz.</p> <p>Bu bilgisayarlar birbirlerini ayırt edebilirler çünkü internete bağlı her bilgisayara IP adresi adı verilen benzersiz bir kimlik numarası verilir. Bunlar tipik olarak noktalarla ayrılmış dört sayı kümesidir; örneğin: 172.66.35.7. Monero bilgilerinin internette nasıl taşındığını düşündüğümüzde bunu akılda tutmak önemlidir. Monero eşler arası bir ağdır (P2P), yani bilgisayarlar bir aracı kullanmak yerine doğrudan birbirine bağlanır. Yani bir kullanıcının tam düğümü yeni keşfedilen bir bloğu indirirken, bunu merkezi bir sunucudan değil, eşlerinden indiriyor. Bunun dezavantajı, kullanıcıların birbirlerine doğrudan bağlandıkları için birbirlerinin IP adreslerini bilmeleridir.</p> <p>Peki? Problem ne? Bu sadece bir sayı, değil mi? Tam olarak değil. IP adreslerinin kendisi, kaynak ülke ve ağ sağlayıcısı gibi kullanıcı hakkında bilgiler içerir; ancak daha da kötüsü, internet servis sağlayıcıları (ISP'ler), hizmetlerini kullanan her kişinin IP adresini bilir. Bu, bu ISP'lerin ve birlikte çalıştıkları kişilerin bir kullanıcının internet trafiğini izleyebileceği ve bazı akıllı taktikler kullanarak Monero kullandığını keşfedebileceği anlamına gelir. Şimdi korkmadan önce oradaki ifadelere dikkat edin. Bu meraklıların yapabileceği tek şey, bir kişinin Monero ağındaki diğer düğümlere bağlandığını görmektir. Monero'nun gizlilik teknolojisi sayesinde kişi hakkında başka hiçbir şey sızdırılmıyor. Bir düğümü çalıştırıp çalıştırmadıkları ya da işlem gönderip göndermedikleri/ne zaman gönderdikleri ve bir işlemin gönderilip gönderilmediğine dair hiçbir bilgi bilinmiyor. Bu İSS'lerin görebildiği tek şey, kullanıcılarından birinin Monero ağına bağlandığıdır.</p> <p>Şimdi, bazı yerlerdeki bazı insanlar için bu bilgi tek başına itibara veya özgürlüğe zarar vermeye yeterli olabilir. Veya herhangi birinin herhangi bir nedenle mahremiyetinizi ve internette yaptıklarınızı ihlal etmesi fikri sizin için kabul edilebilir değildir. Bu kişilerin Monero ağına yalnızca VPN, Tor veya I2P kullanarak bağlanmaları teşvik edilir; bunların tümü, kullanıcının IP adresini diğerlerinden gizleyen ve aynı zamanda kullanıcının İSS'sinden ne yaptığını gizleyen hizmetlerdir. Bu hizmetler arasındaki farklar bu makalenin kapsamı dışındadır, ancak konuyla ilgili yazılmış çok sayıda yüksek kaliteli makale vardır, bu nedenle ilgili kullanıcıların incelemesini öneririz!</p> <p>Geri kalanımız için, Monero ağına bağlı olduğumuzu başkalarının bilmesinin o kadar da önemli olmadığını düşünebiliriz. Sonuçta, işlemlerimizin gerçek içeriği veya gönderiyorsak bile kamuya gizlidir, peki bunun ne zararı var? Bu doğru olsa da, kullanıcıların kripto para birimlerinin asıl çekiciliğinin kendi bankaları olduğu gerçeğini dikkate almaları teşvik ediliyor. Özel anahtarınızı elinizde tuttuğunuzda ve ona bir şey olursa, kimse kaybettiğiniz parayı geri kazanmanıza yardımcı olamaz.</p> <p>Kendi bankanız olmak, yalnızca dijital güvenliğinizi değil, fiziksel güvenliğinizi de dikkate almak anlamına gelir. Monero ağına bağlanan bir bireyin bilgisi, ulus devletler gibi büyük ölçekli aktörlerin değil, kolay para kazanmak isteyen bilgisayar korsanları gibi bencil çıkarları olan daha küçük aktörlerin istenmeyen ilgisini çekebilir. Gerçekten de kripto dünyasının her yerinde bu tür senaryoların gerçekten gerçekleştiğine dair sayısız hikaye var.</p> <p>Bu makalenin amacı korku çığırtkanlığı yapmak veya korkutmak değildir; bunun yerine kullanıcıları, web'de gezinme korumasının hangi yöntemlerinin kendileri için uygun olduğu konusunda araştırma yapmaya teşvik etme amacındadır. İyi haber şu ki, bu beceriler sadece Monero kullanımına değil, genel internet kullanımına da aktarılacak ve bu nedenle, internete giderek daha fazla bağlanan dünyamızda, bilgili bir kullanıcı güvende kalmak için gerekli bilgi ve becerileri biriktirmede hata yapamaz. ve gerçekten kendi bankaları olacaklar.</p>
ur: <p>یہ بات کسی کے لیے حیران کن نہیں ہونی چاہیے کہ Monero، اور درحقیقت تمام کریپٹو کرنسی، انٹرنیٹ پر چلتی ہے۔ اور پھر بھی، اگرچہ یہ بیان بنیادی اور واضح معلوم ہوتا ہے، بہت سے لوگ اس کے مضمرات پر غور نہیں کرتے کہ ان کی رازداری کے حوالے سے اس کا کیا مطلب ہے۔ دوسرے لفظوں میں، کچھ چیزیں ایسی ہیں جن سے Monero حفاظت کر سکتا ہے اور نہیں کر سکتا، صرف انٹرنیٹ پر چلانے کی فطرت سے۔ ان میں سے کچھ تحفظات محض تکلیفیں ہیں، جبکہ دیگر ایسے منظر نامے میں بہت زیادہ سنجیدہ ہیں جہاں مطلق رازداری کی ضرورت ہے۔ آئیے اس بات سے واقف ہونے کے لیے وقت نکالیں کہ Monero صارفین نیٹ ورک پر ایک دوسرے کے ساتھ کس طرح بات چیت کرتے ہیں، اور ان کی رازداری کے لیے اس کا کیا مطلب ہے۔</p> <p>چھوٹی چھوٹی باتوں سے شروع کرتے ہوئے، اگر کسی صارف کو انٹرنیٹ تک رسائی نہیں ہے، تو وہ نئے بلاکس ڈاؤن لوڈ نہیں کر سکتے، دوسروں کی طرف سے لین دین کا پرچار نہیں کر سکتے، یا اپنی لین دین نہیں بھیج سکتے۔ نوٹ کرنے کے لیے ایک دلچسپ بات یہ ہے کہ مکمل نوڈ والا صارف انٹرنیٹ تک رسائی کے بغیر آف لائن ٹرانزیکشن بنا سکتا ہے جسے بعد میں بھیجا جا سکتا ہے۔ اس کی وجہ یہ ہے کہ انگوٹھی کے دستخط کو چھپانے کے لیے صرف بلاکچین سے آؤٹ پٹ کی ضرورت ہوتی ہے۔ <a target="_blank" href="/knowledge/ring-signatures" class="next-link">رنگ کے دستخط کیسے کام کرتے ہیں</a> کے بارے میں ایک مختصر یاد دہانی، یہ اصلی آؤٹ پٹ کو چھپا دیتا ہے جسے صارف ماضی سے منتخب کردہ غیر منسلک آؤٹ پٹ کے مجموعے میں بھیج رہا ہے۔ اگر صارف کو مکمل طور پر ڈاؤن لوڈ کردہ بلاکچین (فل نوڈ) کی شکل میں ان آؤٹ پٹس تک رسائی حاصل ہے تو وہ ماضی کے آؤٹ پٹس سے انگوٹھی کے دستخط بنا سکتے ہیں، اور انٹرنیٹ کنیکٹیویٹی دوبارہ شروع ہونے کے بعد، لین دین کو نیٹ ورک پر پھیلا سکتے ہیں۔</p> <p>ایک صارف جو ریموٹ نوڈ استعمال کر رہا ہے ایسا نہیں کر سکتا، کیونکہ جب وہ اپنے انگوٹھی کے دستخط بناتے ہیں، تو وہ انگوٹھی کے دستخط میں شامل کرنے کے لیے آؤٹ پٹ کے لیے ریموٹ فل نوڈ سے رابطہ کرتے ہیں۔ انٹرنیٹ نہ ہونے کا مطلب ہے کہ وہ اس نوڈ تک نہیں پہنچ سکتے، اس لیے ان کے پاس آف لائن لین دین کی تعمیر کی صلاحیتیں نہیں ہیں۔</p> <p>اس سے پہلے کہ ہم رازداری کے کچھ امور کو جاری رکھیں، آئیے ایک مختصر پرائمر دیکھتے ہیں کہ انٹرنیٹ مجموعی طور پر کیسے کام کرتا ہے۔ پورا انٹرنیٹ دوسرے کمپیوٹرز سے جڑنے والے کمپیوٹرز سے زیادہ کچھ نہیں ہے۔ یہی ہے. آپ جو بلاگ پڑھنا پسند کرتے ہیں؟ بس کچھ فائلیں کسی اور کے کمپیوٹر پر ہوسٹ کی گئی ہیں۔ اس ویب سائٹ پر آپ یہ مضمون پڑھ رہے ہیں (LocalMonero)؟ فائلیں اور کوڈ کہیں کمپیوٹر پر ہوسٹ کیے گئے ہیں۔ یہاں تک کہ بڑی پاگل سائٹیں بھی اس طرح کام کرتی ہیں۔ مثال کے طور پر یوٹیوب کو لے لیں۔ گوگل کے بہت بڑے کمپیوٹر سسٹمز پر صرف ویڈیو فائلز کی میزبانی کی جاتی ہے، اور آپ ویڈیو کو اپنے کمپیوٹر پر ڈاؤن لوڈ کرنے کے لیے ان سے منسلک ہوتے ہیں تاکہ آپ اسے دیکھ سکیں۔</p> <p>یہ کمپیوٹرز ایک دوسرے کو الگ بتا سکتے ہیں کیونکہ انٹرنیٹ سے منسلک ہر کمپیوٹر کو ایک منفرد شناختی نمبر دیا جاتا ہے جسے IP ایڈریس کہتے ہیں۔ یہ عام طور پر اعداد کے چار سیٹ ہوتے ہیں جنہیں ادوار سے الگ کیا جاتا ہے، مثال کے طور پر: 172.66.35.7۔ اس بات کو ذہن میں رکھنا ضروری ہے جب ہم اس بات پر غور کرتے ہیں کہ Monero کی معلومات کو انٹرنیٹ پر کیسے منتقل کیا جاتا ہے۔ Monero ایک ہم مرتبہ سے ہم مرتبہ نیٹ ورک (P2P) ہے، یعنی کمپیوٹرز کسی بیچوان کو استعمال کرنے کے بجائے براہ راست ایک دوسرے سے جڑتے ہیں۔ لہذا جب صارف کا مکمل نوڈ ایک نئے دریافت شدہ بلاک کو ڈاؤن لوڈ کر رہا ہوتا ہے، تو وہ اسے مرکزی سرور سے نہیں بلکہ اپنے ساتھیوں سے ڈاؤن لوڈ کر رہے ہوتے ہیں۔ اس کا منفی پہلو یہ ہے کہ چونکہ صارفین ایک دوسرے سے براہ راست جڑ رہے ہیں، وہ ایک دوسرے کے IP پتے جانتے ہیں۔</p> <p>ٹھیک ہے؟ اس میں کیا بڑی بات ہے؟ یہ صرف ایک نمبر ہے، ٹھیک ہے؟ بالکل نہیں۔ IP پتے خود صارف کے بارے میں معلومات پر مشتمل ہوتے ہیں، جیسے کہ اصل ملک، اور نیٹ ورک فراہم کرنے والے، لیکن، اس سے بھی بدتر، انٹرنیٹ سروس فراہم کرنے والے (ISPs) اپنی خدمات استعمال کرنے والے ہر فرد کا IP پتہ جانتے ہیں۔ اس کا مطلب یہ ہے کہ یہ آئی ایس پیز اور وہ جن کے ساتھ وہ کام کرتے ہیں صارف کا انٹرنیٹ ٹریفک دیکھ سکتے ہیں اور کچھ ہوشیار حربوں کا استعمال کرتے ہوئے دریافت کرتے ہیں کہ وہ Monero استعمال کر رہے ہیں۔ اب اس سے پہلے کہ آپ ڈر جائیں، وہاں کے الفاظ کو نوٹ کریں۔ یہ سب سنوپر یہ دیکھ سکتے ہیں کہ ایک شخص Monero نیٹ ورک پر دوسرے نوڈس سے جڑ رہا ہے۔ Monero کی رازداری کی ٹیکنالوجی کی وجہ سے، فرد کے بارے میں اور کچھ بھی نہیں ہے. یہ نہیں کہ وہ نوڈ چلا رہے ہیں یا نہیں، یا اگر/جب وہ لین دین بھیجتے ہیں، اور اگر کوئی لین دین بھیجا جاتا ہے، تو اس کی کوئی بھی معلومات معلوم نہیں ہوتی۔ یہ تمام ISPs دیکھ سکتے ہیں کہ ان کا ایک صارف Monero نیٹ ورک سے جڑ رہا ہے۔</p> <p>اب، کچھ لوگوں کے لیے، کچھ مقامات پر، یہ معلومات اکیلے ساکھ یا آزادی کو نقصان پہنچانے کے لیے کافی ہو سکتی ہیں۔ یا شاید یہ خیال کہ کوئی بھی آپ کی رازداری پر حملہ کرے اور آپ جو کچھ انٹرنیٹ پر کرتے ہیں، کسی بھی وجہ سے، آپ کے لیے قابل قبول نہیں ہے۔ ان افراد کی حوصلہ افزائی کی جاتی ہے کہ وہ صرف VPNs، Tor، یا I2P کا استعمال کرتے ہوئے Monero نیٹ ورک سے جڑیں، یہ سبھی ایسی خدمات ہیں جو صارف کے IP ایڈریس کو دوسروں سے چھپانے کے ساتھ ساتھ یہ چھپاتی ہیں کہ صارف اپنے ISP سے کیا کر رہا ہے۔ ان خدمات کے درمیان فرق اس مضمون کے دائرہ کار سے باہر ہے، لیکن اس موضوع پر بہت سارے اعلیٰ معیار کے مضامین لکھے گئے ہیں، اس لیے متعلقہ صارفین کو مطالعہ کرنے کی ترغیب دی جاتی ہے!</p> <p>ہم میں سے باقی لوگوں کے لیے، ہم سوچ سکتے ہیں کہ دوسروں کو یہ جاننا کہ ہم Monero نیٹ ورک سے جڑے ہوئے ہیں کوئی بڑی بات نہیں ہے۔ آخر کار، ہمارے لین دین کے اصل مواد، یا اگر ہم کوئی بھی بھیج رہے ہیں، عوام کے لیے پوشیدہ ہیں، تو کیا نقصان ہے؟ اگرچہ یہ سچ ہو سکتا ہے، صارفین کو اس حقیقت پر غور کرنے کی ترغیب دی جاتی ہے کہ کریپٹو کرنسیوں کی اصل قرعہ اندازی ان کا اپنا بینک ہے۔ جب آپ اپنی پرائیویٹ کلید اپنے پاس رکھتے ہیں، اور اگر اسے کچھ ہو جاتا ہے، تو کوئی بھی آپ کے کھوئے ہوئے فنڈز کی وصولی میں مدد نہیں کر سکتا۔</p> <p>اپنے بینک ہونے کا مطلب ہے کہ نہ صرف آپ کی ڈیجیٹل سیکیورٹی بلکہ آپ کی جسمانی سیکیورٹی پر بھی غور کریں۔ یہ بہت اچھی طرح سے ہوسکتا ہے کہ Monero نیٹ ورک سے جڑنے والے فرد کا علم ناپسندیدہ توجہ مبذول کرائے، ضروری نہیں کہ بڑے پیمانے پر اداکاروں جیسے قومی ریاستوں کی طرف سے، لیکن خود غرضی کے ساتھ چھوٹے لوگ، جیسے ہیکرز آسانی سے پیسہ کمانا چاہتے ہیں۔ اس طرح کے منظرناموں کی کرپٹو اسپیس میں درحقیقت بے شمار کہانیاں موجود ہیں۔</p> <p>اس مضمون کا مقصد خوف پیدا کرنا یا خوفزدہ کرنا نہیں ہے، بلکہ صارفین کو کچھ تحقیق کرنے کی ترغیب دینا ہے کہ ویب سرفنگ کے تحفظ کے کون سے طریقے ان کے لیے درست ہیں۔ اچھی خبر یہ ہے کہ یہ مہارتیں عام انٹرنیٹ کے استعمال میں بھی منتقل ہو جائیں گی، نہ کہ صرف Monero استعمال، اور اس طرح، ہماری بڑھتی ہوئی انٹرنیٹ سے جڑی ہوئی دنیا میں، ایک باشعور صارف محفوظ رہنے کے لیے مناسب علم اور مہارتیں جمع کرنے میں غلط نہیں ہو سکتا۔ اور صحیح معنوں میں ان کا اپنا بنک بنیں۔</p>
zh_cn: <p>对于门罗币和其它加密货币运行于互联网世界里，很多人也许并不会感到惊讶. 但是，正因为如此基础和显而易见，导致许多人并未认真考虑过更深层的含义，还有对保护隐私的影响. 换句话说，正是由于当代互联网的本质和其局限性，导致门罗币虽然可以防止某些事情发生，但又在另一些方面受到限制. 这其中，有的因素仅仅会造成使用的不便，而其他的一些情况，尤其是在需要绝对隐私的时候会带来麻烦. 首先让我们花些时间回顾一下门罗币和其它加密货币用户，他们之间是如何在网络上进行数据交互，以及这对他们的隐私意味着什么.</p> <p>让我们从一个细微的角度开始讲解，显而易见，人们都知道如果用户无法访问因特网，他们就不能从网上下载信息也不能上传数据，具体到加密货币世界里，他们将无法下载新的区块数据，也无法获得他人交易的信息,更无法发送自己的交易到网络上.这里需要特别指出的一点是，其实拥有完整本地账本，也就是运行本地全节点的用户，在没有联网的情况下，依旧可以构建离线交易，该交易可以稍后在本地设备恢复联网时发送到网络上. 这是因为环形签名只需要隐藏输出. 忘记输出这个特有名词或者不了解环签名原理的请看这篇文章<a target="_blank" href="/knowledge/ring-signatures" class="next-link">环形签名的工作原理</a>, 简单来说，环签名也就是将用户正在发送的真实输出，隐藏在过去随机选择的一系列非关联输出中. 如果用户的本地全节点上完整下载了以往区块链的全部数据，则可以在不联网的本地，访问和抓取这些信息，从而可以从过去的输出中创建环签名，一旦互联网连接恢复，就可以将交易广播到网络之中.</p> <p>而使用远程节点的用户则无法执行此操作，因为当他们试图构造自己的环签名时，他们本地设备并没有以往历史交易中其它环签名的数据，而只能通过远程节点来获取诱饵输出，从而构建在环签名中. 但是由于没有互联网链接，也就意味着他们无法与远程节点沟通，因此他们没有离线构建交易的功能.</p> <p>在探讨关于互联网与隐私的话题之前，让我们简单介绍一下互联网是如何运作的. 整个互联网其实不过是无数多的，一台计算机链接到另一台计算机而已. 例如你喜欢看的新闻，其实只是访问托管在他人计算机上的文件. 又或者你正在LocalMonero的网站上阅读的本文，其实际的原理也是你的手机或者计算机，它们又叫做终端，通过互联网访问了我们托管在某处的另一台计算机上面储存的文件和代码. 甚至，那些超大型的，复杂到你不敢相信的站点，本质上都以这种方式工作. 以YouTube油管为例. 它再复杂也是由托管在Google谷歌公司巨大的计算机系统上的视频文件组成，然后用户通过互联网链接到它们所在的计算机，等对方计算机做出响应，即可将视频数据传输到本地的计算机上观看.</p> <p>而互联网中的这些计算机可以轻易彼此被区分开，因为连接到互联网的每台计算机都有独一无二的标识号，也就被称为IP地址. 这些通常是由句号分隔的四组数字组成，例如：172.66.35.7.请记住这一点，它很重要, 本文关于门罗币和当代互联网的核心论述从这里展开. 我们还知道门罗币是点对点网络系统，也就是P2P，这意味着运行门罗币全节点的计算机直接相互连接，而不使用某种中介和中心服务器. 因此，当某个用户的全节点正在下载一个新发现的区块时，他们不是从中央服务器而是从其对等节点下载它. 这么做的缺点是，由于用户直接相互连接，因此他们知道彼此的IP地址.</p> <p>好吧，即便如此，你可能还是会说这有么大不了的， 这只是一个数字，对不对？ 事实上并非如此. IP地址本身包含用户的信息，例如它揭示了IP来源的国家和网络服务商，更糟糕的是，因特网服务商本身，英文缩写为ISP，也就是现实里你付网费的公司，他们知道每个使用他们服务用户的IP地址. 这意味着这些ISP及其合作伙伴有能力通过监视用户的互联网流量，并通过一些巧妙的方法进行甄别，从而发现某些IP地址正在和门罗币主网互联.当然我们也不用杯弓蛇影，过度担心，在你感到害怕之前，请注意这里的措辞. 所有这些侦听可以做的就是看到一个IP正在连接门罗币网络上的其他节点. 由于门罗币的隐私技术，其他任何信息都不会泄露.例如，用户是否正在试图运行全节点，或者是否发送转帐，以及何时发送转帐交易，又或者是单纯的查询主网信息，以及到底有没有收款，这些信息都不会暴露.所有这些ISP服务商能看到的只是他们的用户之一正在连接到门罗币的网络，例如某个来自图书馆的IP地址，正在试图访问门罗币主网.</p> <p>但目前我们有理由担心，对于生活在某些地方的人们来说，仅仅暴露这些信息都足以损害他们的名誉或自由. 同时也有一部分有精神洁癖的用户，对于出于任何原因的隐私侵犯都是无法接受的.因此我们鼓励这些人可以使用例如VPN，Tor或I2P等中继网络来连接到门罗币网络，以上提到的这些网络中继服务，它们的共同作用是，都可以帮助隐藏用户的IP地址以及向其ISP服务商隐藏用户正在执行的真实操作. 至于这些网络中继之间的差异和区别，不在本文的讨论范围之内，但是市面上有很多关于该主题的高质量文章，我们鼓励关注隐私的用户认真自学起来!</p> <p>而对于我们其他人来说，也许觉得让其他人知道连接门罗币网络并不是什么大事.毕竟，我们交易的实际内容，甚至我们有没有交易，其实公众都是无从知晓的，那有什么害处？ 虽然这可能是正确的，但作者仍希望使用者考虑以下事实，加密货币对我们的主要吸引力在于它其实是扮演了我们自己银行的角色. 具体来说，就是由用户负责保存自己的私钥，并且当发生任何意外时，没有任何第三方可以帮助找回丢失的资金.</p> <p>同时，拥有自己的银行意味着不仅要考虑信息数据的安全，还要考虑物理层面的安全性. 我们不能排除的情况是，当一个普通人连接到门罗币网络的时候，存在一定的可能，被不必要的人关注，这种窥视不一定是来自机构或者国家这样的大型参与者，而可能是那些不怀好意的小型参与者，例如黑客. 实际上，加密货币的世界里确实存在许多这样的故事.</p> <p>至于本文的初衷，当然不是要危言耸听或引起恐慌，而是希望鼓励读者，根据自己的实际情况，对自身习惯的上网方式进行一些风险评估和研究. 而这种深入的学习和对互联网的理解加深，可以带来很多好处，当然不仅局限于门罗币和加密货币的范围，更是适用于广泛的互联网活动中，因为我们的现实生活，因网络而变得日益紧密，带来便利的同时也在反向增加数据泄露和被侦听的风险，只有那些积累了足够知识和技能的聪明用户，才能明哲保身，避免犯错，从而真正成为自己的银行.</p>
zh_tw: <p>對於門羅幣和其它加密貨幣運行於互聯網世界裡，很多人也許並不會感到驚訝. 但是，正因為如此基礎和顯而易見，導致許多人並未認真考慮過更深層的含義，還有對保護隱私的影響. 換句話說，正是由於當代互聯網的本質和其局限性，導致門羅幣雖然可以防止某些事情發生，但又在另一些方面受到限制. 這其中，有的因素僅僅會造成使用的不便，而其他的一些情況，尤其是在需要絕對隱私的時候會帶來麻煩. 首先讓我們花些時間回顧一下門羅幣和其它加密貨幣用戶，他們之間是如何在網路上進行資料交互，以及這對他們的隱私意味著什麼.</p> <p>讓我們從一個細微的角度開始講解，顯而易見，人們都知道如果用戶無法訪問網際網路，他們就不能從網上下載資訊也不能上傳資料，具體到加密貨幣世界裡，他們將無法下載新的區塊資料，也無法獲得他人交易的資訊,更無法發送自己的交易到網路上.這裡需要特別指出的一點是，其實擁有完整本地帳本，也就是運行本地全節點的用戶，在沒有聯網的情況下，依舊可以構建離線交易，該交易可以稍後在本地設備恢復聯網時發送到網路上. 這是因為環形簽名只需要隱藏輸出. 忘記輸出這個特有名詞或者不瞭解環簽名原理的請看這篇文章<a target="_blank" href="/knowledge/ring-signatures" class="next-link">環形簽名的工作原理</a>, 簡單來說，環簽名也就是將用戶正在發送的真實輸出，隱藏在過去隨機選擇的一系列非關聯輸出中. 如果用戶的本地全節點上完整下載了以往區塊鏈的全部資料，則可以在不聯網的本地，訪問和抓取這些資訊，從而可以從過去的輸出中創建環簽名，一旦互聯網連接恢復，就可以將交易廣播到網路之中.</p> <p>而使用遠端節點的用戶則無法執行此操作，因為當他們試圖構造自己的環簽名時，他們本地設備並沒有以往歷史交易中其它環簽名的資料，而只能通過遠端節點來獲取誘餌輸出，從而構建在環簽名中. 但是由於沒有互聯網連結，也就意味著他們無法與遠端節點溝通，因此他們沒有離線構建交易的功能.</p> <p>在探討關於互聯網與隱私的話題之前，讓我們簡單介紹一下互聯網是如何運作的. 整個互聯網其實不過是無數多的，一台電腦連結到另一台電腦而已. 例如你喜歡看的新聞，其實只是訪問託管在他人電腦上的檔. 又或者你正在LocalMonero的網站上閱讀的本文，其實際的原理也是你的手機或者電腦，它們又叫做終端，通過互聯網訪問了我們託管在某處的另一台電腦上面儲存的檔和代碼. 甚至，那些超大型的，複雜到你不敢相信的網站，本質上都以這種方式工作. 以YouTube油管為例. 它再複雜也是由託管在Google穀歌公司巨大的電腦系統上的視頻檔組成，然後使用者通過互聯網連結到它們所在的電腦，等對方電腦做出回應，即可將視頻資料傳輸到本地的電腦上觀看.</p> <p>而互聯網中的這些電腦可以輕易彼此被區分開，因為連接到互聯網的每台電腦都有獨一無二的標識號，也就被稱為IP位址. 這些通常是由句號分隔的四組數字組成，例如：172.66.35.7.請記住這一點，它很重要, 本文關於門羅幣和當代互聯網的核心論述從這裡展開. 我們還知道門羅幣是點對點網路系統，也就是P2P，這意味著運行門羅幣全節點的電腦直接相互連接，而不使用某種仲介和中心伺服器. 因此，當某個用戶的全節點正在下載一個新發現的區塊時，他們不是從中央伺服器而是從其對等節點下載它. 這麼做的缺點是，由於使用者直接相互連接，因此他們知道彼此的IP位址.</p> <p>好吧，即便如此，你可能還是會說這有麼大不了的， 這只是一個數字，對不對？ 事實上並非如此. IP位址本身包含使用者的資訊，例如它揭示了IP來源的國家和網路服務商，更糟糕的是，網際網路服務商本身，英文縮寫為ISP，也就是現實裡你付網費的公司，他們知道每個使用他們服務使用者的IP位址. 這意味著這些ISP及其合作夥伴有能力通過監視使用者的互聯網流量，並通過一些巧妙的方法進行甄別，從而發現某些IP位址正在和門羅幣主網互聯.當然我們也不用杯弓蛇影，過度擔心，在你感到害怕之前，請注意這裡的措辭. 所有這些偵聽可以做的就是看到一個IP正在連接門羅幣網路上的其他節點. 由於門羅幣的隱私技術，其他任何信息都不會洩露.例如，用戶是否正在試圖運行全節點，或者是否發送轉帳，以及何時發送轉帳交易，又或者是單純的查詢主網資訊，以及到底有沒有收款，這些資訊都不會暴露.所有這些ISP服務商能看到的只是他們的用戶之一正在連接到門羅幣的網路，例如某個來自圖書館的IP位址，正在試圖訪問門羅幣主網.</p> <p>但目前我們有理由擔心，對於生活在某些地方的人們來說，僅僅暴露這些資訊都足以損害他們的名譽或自由. 同時也有一部分有精神潔癖的用戶，對於出於任何原因的隱私侵犯都是無法接受的.因此我們鼓勵這些人可以使用例如VPN，Tor或I2P等中繼網路來連接到門羅幣網路，以上提到的這些網路中繼服務，它們的共同作用是，都可以幫助隱藏用戶的IP位址以及向其ISP服務商隱藏使用者正在執行的真實操作. 至於這些網路中繼之間的差異和區別，不在本文的討論範圍之內，但是市面上有很多關於該主題的高品質文章，我們鼓勵關注隱私的用戶認真自學起來!</p> <p>而對於我們其他人來說，也許覺得讓其他人知道連接門羅幣網路並不是什麼大事.畢竟，我們交易的實際內容，甚至我們有沒有交易，其實公眾都是無從知曉的，那有什麼害處？ 雖然這可能是正確的，但作者仍希望使用者考慮以下事實，加密貨幣對我們的主要吸引力在於它其實是扮演了我們自己銀行的角色. 具體來說，就是由用戶負責保存自己的私密金鑰，並且當發生任何意外時，沒有任何協力廠商可以幫助找回丟失的資金.</p> <p>同時，擁有自己的銀行意味著不僅要考慮資訊資料的安全，還要考慮實體層面的安全性. 我們不能排除的情況是，當一個普通人連接到門羅幣網路的時候，存在一定的可能，被不必要的人關注，這種窺視不一定是來自機構或者國家這樣的大型參與者，而可能是那些不懷好意的小型參與者，例如駭客. 實際上，加密貨幣的世界裡確實存在許多這樣的故事.</p> <p>至於本文的初衷，當然不是要危言聳聽或引起恐慌，而是希望鼓勵讀者，根據自己的實際情況，對自身習慣的上網方式進行一些風險評估和研究. 而這種深入的學習和對互聯網的理解加深，可以帶來很多好處，當然不僅局限於門羅幣和加密貨幣的範圍，更是適用於廣泛的互聯網活動中，因為我們的現實生活，因網路而變得日益緊密，帶來便利的同時也在反向增加資料洩露和被偵聽的風險，只有那些積累了足夠知識和技能的聰明用戶，才能明哲保身，避免犯錯，從而真正成為自己的銀行.</p>
