Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb1250Sbtitle
source: What function do nodes serve in Monero?
cs: Jakou funkci plní uzly v Moneru?
fi: Mitä toimintoa solmut palvelevat Monerossa?
fr: Quelle fonction les nœuds remplissent-ils dans Monero ?
it: Che funzione hanno i nodi in Monero?
lt: Kokias funkcijas atlieka mazgai Monero?
nb: Hvilken funksjon har noder i Monero?
nl: Welke functie hebben knooppunten in Monero?
pl: Jaką funkcję pełnią node'y w Monero?
pt_br: Qual é a função dos nós em Monero?
sl: Kakšno funkcijo opravljajo vozlišča (nodes) v Monero?
sv: Vilken funktion har noder i Monero?
tl: Anong function ang nagsisilbing node sa Monero?
tr: Monero'da düğümler hangi işlevi yerine getirir?
ur: Monero میں نوڈس کیا کام کرتے ہیں؟
zh_cn: 节点在门罗币中具有什么功能？
zh_tw: 節點在門羅幣中具有什麼功能？

# knowledge250SbviewTags250Sb0250Sbtext
source: <p>One of the most common complaints around using Monero day-to-day is the time that it can take to sync up a wallet before being able to send Monero. Thankfully, developers and researchers in the Monero community have found a brilliant way to reduce the time it takes you to sync your wallet by 40%+ without any added blockchain bloat, fees, etc.</p> <p>Enter “view tags”, a one-byte addition to the data of each transaction – coming to Monero in the next network upgrade!</p>
cs: <p>Jednou z nejčastějších stížností na každodenní používání měny Monero je doba, kterou může trvat synchronizace peněženky před odesláním měny Monero. Vývojáři a výzkumníci z komunity Monero naštěstí našli skvělý způsob, jak zkrátit dobu, kterou vám zabere synchronizace peněženky, o více než 40 %, a to bez jakéhokoli dalšího blockchainového bloatu, poplatků atd.</p> <p>Vstupte do "značek zobrazení", jednobajtového přídavku k datům každé transakce - přijde do Monera v příštím upgradu sítě!</p>
fi: <p>Yksi yleisimmistä valituksista Moneron päivittäisessä käytössä on aika, joka voi kestää lompakon synkronoinnissa ennen kuin Moneron lähettäminen onnistuu. Onneksi Monero-yhteisön kehittäjät ja tutkijat ovat löytäneet loistavan tavan lyhentää lompakkosi synkronointiin kuluvaa aikaa yli 40% ilman lohkoketjun paisumista, lisättyjä maksuja jne.</p> <p>Esittelyssä "näkymätunnisteet", yhden tavun lisäys jokaisen transaktion tietoihin – tulossa Moneroon seuraavassa verkkopäivityksessä!</p>
fr: <p>L'une des plaintes les plus courantes concernant l'utilisation quotidienne de Monero est le temps nécessaire pour synchroniser un portefeuille avant de pouvoir envoyer du Monero. Heureusement, les développeurs et les chercheurs de la communauté Monero ont trouvé un moyen brillant de réduire le temps nécessaire pour synchroniser votre portefeuille de plus de 40% sans aucune augmentation de la taille de la blockchain, frais, etc.</p> <p>Ce sont « les balises de vue », un ajout d'un octet aux données de chaque transaction - à venir sur Monero lors de la prochaine mise à jour du réseau !</p>
it: <p>Una delle lamentele più comuni riguardo all'uso quotidiano di Monero è il tempo che ci può volere per sincronizzare un portafoglio prima di essere in grado di inviare Monero. Fortunatamente, gli sviluppatori e i ricercatori della comunità Monero hanno trovato un modo brillante per ridurre il tempo necessario per sincronizzare il tuo portafoglio del 40% e oltre, senza alcun blocco aggiuntivo, tasse, ecc.</p> <p>Inserisci i "tag di visualizzazione", un'aggiunta di un byte ai dati di ogni transazione - in arrivo su Monero nel prossimo aggiornamento della rete!</p>
lt: <p>Vienas iš dažniausiai pasitaikančių nusiskundimų, susijusių su Monero naudojimu kasdien, yra laikas, per kurį gali prireikti sinchronizuoti piniginę, kol bus galima išsiųsti Monero. Laimei, Monero bendruomenės kūrėjai ir tyrėjai rado puikų būdą, kaip sumažinti piniginės sinchronizavimo laiką 40% ir be jokių papildomų blokų grandinės išpūtimo, mokesčių ir kt.</p> <p>Įveskite „view tags“ – kiekvienos operacijos duomenų papildymą vienu baitu – ateinantį į „Monero“ kitą tinklo naujinimą!</p>
nb: <p>En av de vanligste klagene rundt bruk av Monero daglig er tiden det kan ta å synkronisere en lommebok før du kan sende Monero. Heldigvis har utviklere og forskere i Monero-fellesskapet funnet en glimrende måte å redusere tiden det tar deg å synkronisere lommeboken din med 40 %+ uten ekstra blokkjedeoppblåsthet, gebyrer osv.</p> <p>Skriv inn «vis tags», et tillegg på én byte til dataene for hver transaksjon – kommer til Monero i neste nettverksoppgradering!</p>
nl: <p>Een van de meest voorkomende klachten over het dagelijkse gebruik van Monero is de tijd die het kan kosten om een portefeuille te synchroniseren voordat je Monero kunt verzenden. Gelukkig hebben ontwikkelaars en onderzoekers in de Monero-gemeenschap een briljante manier gevonden om de tijd die u nodig heeft om uw portefeuille te synchroniseren met meer dan 40% te verminderen zonder extra blockchain-bloat, kosten, enz. </p> <p>Voer "view tags" in, een toevoeging van één byte aan de gegevens van elke transactie - komt naar Monero in de volgende netwerkupgrade!</p>
pl: <p> Jedną z najczęstszych skarg związanych z używaniem Monero na co dzień jest czas jaki zajmuje synchronizacja portfela, zanim można wysłać z niego Monero. Na szczęście programiści i badacze ze społeczności Monero znaleźli genialny sposób na skrócenie czasu, jaki zajmuje zsynchronizowanie portfela o 40%+ bez wielkiego powiększania blockchaina, opłat, itp. </p> <p>„View tags” to jedno-bajtowy dodatek do danych każdej transakcji - dostępny w Monero od najbliższej aktualizacji sieci! </p>
pt_br: <p>Uma das reclamações mais comuns ao usar Monero no dia-a-dia é o tempo que pode levar para sincronizar uma carteira antes de poder enviar Monero. Felizmente, os desenvolvedores e pesquisadores da comunidade Monero encontraram uma maneira brilhante de reduzir o tempo que leva para sincronizar sua carteira em mais de 40% sem nenhum inchaço adicional da cadeia de bloqueios, taxas, etc.</p> <p>Digite "view tags", uma adição de um byte aos dados de cada transação - chegando a Monero na próxima atualização da rede!</p>
sl: <p>Ena najpogostejših pritožb pri vsakodnevni uporabi Monera je čas, ki ga lahko traja, da sinhronizirate denarnico, preden lahko pošljete Monero. K sreči so razvijalci in raziskovalci v skupnosti Monero našli sijajen način za zmanjšanje časa, ki ga potrebujete za sinhronizacijo denarnice, za 40 %+ brez dodatnih stroškov verige blokov, provizij itd. </p> <p>Vnesite "ogled oznak", enobajtni dodatek k podatkom vsake transakcije – prihaja v Monero pri naslednji nadgradnji omrežja!</p>
sv: <p>Ett av de vanligaste klagomålen kring att använda Monero dagligen är den tid det kan ta att synkronisera en plånbok innan man kan skicka Monero. Tack och lov har utvecklare och forskare inom Monero-communityt hittat ett briljant sätt att minska tiden det tar dig att synkronisera din plånbok med 40 %+ utan extra blockchain-bloat, avgifter, etc.</p> <p>Ange "visa taggar", ett tillägg på en byte till data för varje transaktion – kommer till Monero i nästa nätverksuppgradering!</p>
tl: <p>Isa sa mga pinakakaraniwang reklamo sa paggamit ng Monero araw-araw ay ang oras na maaaring tumagal upang mag-sync ng wallet bago maipadala si Monero. Sa kabutihang palad, ang mga developer at mananaliksik sa komunidad ng Monero ay nakahanap ng napakahusay na paraan upang bawasan ang oras na aabutin mo upang i-sync ang iyong wallet ng 40%+ nang walang anumang idinagdag na blockchain bloat, mga bayarin, atbp.</p> <p>Ilagay ang “view tags”, isang one-byte na karagdagan sa data ng bawat transaksyon – darating sa Monero sa susunod na pag-upgrade ng network!</p>
tr: <p>Monero'yu günlük olarak kullanmayla ilgili en yaygın şikayetlerden biri, Monero'yu göndermeden önce bir cüzdanı senkronize etmenin zaman almasıdır. Neyse ki, Monero topluluğundaki geliştiriciler ve araştırmacılar, herhangi bir ek blockchain şişkinliği, ücret vb. olmadan cüzdanınızı senkronize etmek için harcadığınız süreyi %40'ın üzerinde azaltmanın harika bir yolunu buldular.</p> <p>Her işlemin verilerine bir baytlık ek olan "etiketleri görüntüle"yi girin; bir sonraki ağ yükseltmesinde Monero'ya gelecek!</p>
ur: <p>Monero کو روزانہ استعمال کرنے کے بارے میں سب سے عام شکایات میں سے ایک یہ ہے کہ Monero بھیجنے کے قابل ہونے سے پہلے بٹوے کو ہم آہنگ کرنے میں لگ سکتا ہے۔ شکر ہے، Monero کمیونٹی میں ڈویلپرز اور محققین نے بغیر کسی اضافی بلاکچین بلوٹ، فیس وغیرہ کے اپنے بٹوے کو مطابقت پذیر کرنے میں لگنے والے وقت کو 40%+ تک کم کرنے کا ایک شاندار طریقہ تلاش کیا ہے۔</p> <p>"ویو ٹیگز" درج کریں، ہر ٹرانزیکشن کے ڈیٹا میں ایک بائٹ کا اضافہ – اگلے نیٹ ورک اپ گریڈ میں Monero پر آ رہا ہے!</p>
zh_cn: <p>围绕日常使用门罗币最常见的抱怨之一是在能够发送门罗币之前同步钱包的时间。幸运的是，门罗币社区的开发者和研究人员已经找到了一个绝妙的方法，可以将你同步钱包的时间减少40%以上，而且没有任何额外的区块链臃肿、费用等。</p> <p>“查看标签 （View tags）”，这是每个交易数据中的一个字节的补充--出在下一个门罗币网络升级！</p>
zh_tw: <p>圍繞日常使用門羅幣最常見的抱怨之一是在能夠發送門羅幣之前同步錢包的時間。幸運的是，門羅幣社區的開發者和研究人員已經找到了一個絕妙的方法，可以將你同步錢包的時間減少40%以上，而且沒有任何額外的區塊鏈臃腫、費用等。</p> <p>“查看標籤 （View tags）”，這是每個交易數據中的一個字節的補充--出在下一個門羅幣網絡升級！</p>

# knowledge250Sbnodes250Sb2250Sbtext
source: <p>The best thing to do, even with the strong on-chain privacy provided by Monero when using remote nodes, is to run your own Monero node to ensure that you have a pristine copy of the Monero blockchain handy and that your IP address is well protected. The other benefit when running your own node is that you can contribute back to the network, letting other nodes synchronize from your node or even letting other users connect to your node with their wallets.</p> <p>That being said, Monero does still provide excellent privacy when using a remote node. If you’re interested in running your own Monero node, here is an easy to follow guide to doing so:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Run a Monero Node</a></li> </ul>
cs: <p>Při používání vzdálených uzlů je i přes silné soukromí na řetězci, které Monero poskytuje, nejlepší spustit vlastní uzel Monero, abyste měli po ruce neporušenou kopii blockchainu Monero a aby vaše IP adresa byla dobře chráněna. Další výhodou při spuštění vlastního uzlu je, že můžete zpětně přispívat do sítě a umožnit ostatním uzlům synchronizaci z vašeho uzlu nebo dokonce umožnit ostatním uživatelům připojit se k vašemu uzlu pomocí svých peněženek.</p> <p>Při použití vzdáleného uzlu však Monero stále poskytuje vynikající soukromí. Pokud máte zájem o spuštění vlastního uzlu Monero, zde je jednoduchý návod, jak na to:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Spusťte uzel Monero</a></li> </ul>
fi: <p>Paras asia tehdä, vaikka Monero tarjoaakin vahvan lohkoketjun yksityisyyden etäsolmuja käytettäessä, on käyttää omaa Monero-solmua varmistaaksesi, että sinulla on koskematon kopio Monero-lohkoketjusta ja että IP-osoitteesi on hyvin suojattu. Toinen etu, kun käytät omaa solmuasi on se, että voit osallistua takaisin verkkoon ja antaa muiden solmujen synkronoida solmuasi tai jopa antaa muiden käyttäjien muodostaa yhteyden solmuun lompakoillaan.</p> <p>Monero tarjoaa silti erinomaisen yksityisyyden etäsolmua käytettäessä. Jos olet kiinnostunut oman Monero-solmun käyttämisestä, tässä on helppokäyttöinen opas sen tekemiseen:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Aja Monero Nodea</a></li> </ul>
fr: <p>La meilleure chose à faire, même avec la forte confidentialité sur la chaîne fournie par Monero lors de l'utilisation de nœuds distants, est d'exécuter votre propre nœud Monero pour vous assurer que vous avez une copie intacte de la blockchain Monero à portée de main et que votre adresse IP soit bien protégée. L'autre avantage lorsque vous exécutez votre propre nœud est que vous pouvez contribuer au réseau, en laissant d'autres nœuds se synchroniser à partir du votre ou même en laissant d'autres utilisateurs s'y connecter avec leurs portefeuilles.</p> <p>Cela étant dit, Monero offre toujours une excellente confidentialité lors de l'utilisation d'un nœud distant. Si vous êtes intéressé par la gestion de votre propre nœud Monero, voici un guide facile à suivre pour le faire :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Gérer un nœud Monero</a></li> </ul>
it: <p>La cosa migliore da fare, anche con la forte privacy on-chain fornita da Monero quando si utilizzano nodi remoti, è eseguire il proprio nodo Monero per assicurarsi di avere a portata di mano una copia originale della blockchain Monero e che il proprio indirizzo IP è ben protetto. L'altro vantaggio quando si esegue il proprio nodo è che si può contribuire alla rete, consentendo ad altri nodi di sincronizzarsi dal proprio nodo o anche consentendo ad altri utenti di connettersi al proprio nodo con i loro portafogli.</p> <p>Detto questo, Monero fornisce comunque un'eccellente privacy quando si utilizza un nodo remoto. Se sei interessato a eseguire il tuo nodo Monero, ecco una guida facile da seguire per farlo:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Esegui un nodo Monero</a></li> </ul>
lt: <p>Geriausias dalykas, kurį reikia padaryti, net ir esant tvirtam grandinės privatumui, kurį teikia Monero naudojant nuotolinius mazgus, yra paleisti savo Monero mazgą, kad įsitikintumėte, jog turite nesugadintą Monero blokų grandinės kopiją ir kad jūsų IP adresas yra gerai apsaugotas. Kitas privalumas, kai naudojate savo mazgą, yra tai, kad galite prisidėti prie tinklo, leisdami kitiems mazgams sinchronizuotis iš jūsų mazgo arba netgi leisdami kitiems vartotojams prisijungti prie jūsų mazgo savo piniginėmis.</p> <p>Todėl Monero vis tiek užtikrina puikų privatumą naudojant nuotolinį mazgą. Jei norite paleisti savo Monero mazgą, čia yra paprastas vadovas, kaip tai padaryti: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Paleiskite Monero mazgą</a></li> </ul>
nb: <p>Det beste du kan gjøre, selv med det sterke personvernet på kjeden som tilbys av Monero når du bruker eksterne noder, er å kjøre din egen Monero-node for å sikre at du har en uberørt kopi av Monero blockchain tilgjengelig og at din IP-adresse er godt beskyttet. Den andre fordelen når du kjører din egen node er at du kan bidra tilbake til nettverket, la andre noder synkronisere fra noden din eller til og med la andre brukere koble til noden din med lommeboken.</p> <p>Når det er sagt, gir Monero fortsatt utmerket personvern når du bruker en ekstern node. Hvis du er interessert i å kjøre din egen Monero-node, her er en enkel å følge guide for å gjøre det:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Kjør en Monero Node</a></li> </ul>
nl: <p>Het beste wat u kunt doen, zelfs met de sterke on-chain privacy die door Monero wordt geboden bij het gebruik van externe knooppunten, is uw eigen Monero-knooppunt te gebruiken om ervoor te zorgen dat u een ongerepte kopie van de Monero-blockchain bij de hand hebt en dat uw IP-adres goed wordt beschermd. Het andere voordeel bij het runnen van uw eigen knooppunt is dat u kunt bijdragen aan het netwerk, andere knooppunten kunt laten synchroniseren vanaf uw knooppunt of zelfs andere gebruikers met hun portefeuille verbinding kunnen laten maken met uw knooppunt.</p> <p> Dat gezegd hebbende, biedt Monero nog steeds uitstekende privacy bij gebruik van een extern knooppunt. Als u geïnteresseerd bent in het runnen van uw eigen Monero knooppunt, is hier een eenvoudig te volgen gids om dit te doen:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Een Monero-knooppunt uitvoeren</a></li> </ul>
pl: <p> Najlepszą rzeczą do zrobienia, nawet przy silnej prywatności on-chain dostarczanej przez Monero podczas korzystania z cudzych węzłów, jest uruchomienie własnego węzła Monero, aby upewnić się, czy masz nieskazitelną kopię blockchaina Monero i czy Twój adres IP jest dobrze chroniony. Drugą korzyścią podczas uruchamiania własnego węzła jest to, że wtedy wspierasz sieć, pozwalając innym węzłom zsynchronizować się z Twoim węzłem lub nawet pozwalając innym użytkownikom na połączenie się z Twoim węzłem ze swojego portfela. </p> <p> To powiedziawszy, Monero nadal zapewnia doskonałą prywatność podczas korzystania z cudzego węzła. Jeśli chcesz uruchomić własny węzeł Monero, oto łatwy do prześledzenia przewodnik: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Uruchom Węzeł Monero</a></li> </ul>
pt_br: <p>A melhor coisa a fazer, mesmo com a forte privacidade na cadeia fornecida por Monero ao usar nós remotos, é rodar seu próprio nó Monero para garantir que você tenha uma cópia intacta da cadeia de bloqueio Monero à mão e que seu endereço IP esteja bem protegido. O outro benefício ao rodar seu próprio nó é que você pode contribuir de volta à rede, permitindo que outros nós se sincronizem a partir de seu nó ou mesmo permitindo que outros usuários se conectem a seu nó com suas carteiras.</p> <p>Dito isto, Monero ainda proporciona excelente privacidade ao utilizar um nó remoto. Se você estiver interessado em administrar seu próprio nó Monero, aqui está um guia fácil de seguir para fazer isso:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Executar um Nó Monero</a></li> </ul>
sl: <p>Najboljša stvar, ki jo lahko naredite, je kljub močni zasebnosti v verigi, ki jo zagotavlja Monero pri uporabi oddaljenih vozlišč, zagnati lastno vozlišče Monero, da zagotovite, da imate pri roki nedotaknjeno kopijo verige blokov Monero in da vaš naslov IP je dobro zaščiten. Druga prednost pri izvajanju lastnega vozlišča je, da lahko prispevate nazaj v omrežje, tako da drugim vozliščem omogočite sinhronizacijo iz vašega vozlišča ali celo dovolite drugim uporabnikom, da se povežejo z vašim vozliščem s svojimi denarnicami.</p> <p>Kot rečeno, Monero še vedno zagotavlja odlično zasebnost pri uporabi oddaljenega vozlišča. Če vas zanima vodenje lastnega vozlišča Monero, je tukaj preprost vodnik za to: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Zaženite vozlišče Monero</a></li> </ul>
sv: <p>Det bästa du kan göra, även med den starka on-chain integritet som tillhandahålls av Monero när du använder fjärrnoder, är att köra din egen Monero-nod för att säkerställa att du har en ren kopia av Monero blockchain till hands och att din IP-adress är väl skyddad. Den andra fördelen med att köra din egen nod är att du kan bidra tillbaka till nätverket, låta andra noder synkronisera från din nod eller till och med låta andra användare ansluta till din nod med sina plånböcker.</p> <p> Med det sagt ger Monero fortfarande utmärkt sekretess när du använder en fjärrnod. Om du är intresserad av att köra din egen Monero-nod, här är en enkel guide för att göra det:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Kör en Monero Node</a></li> </ul>
tl: <p>Ang pinakamagandang gawin, kahit na may malakas na on-chain na privacy na ibinigay ng Monero kapag gumagamit ng mga malalayong node, ay ang magpatakbo ng sarili mong Monero node para matiyak na mayroon kang malinis na kopya ng Monero blockchain na madaling gamitin at ang iyong IP address ay mahusay na protektado. Ang iba pang benepisyo kapag nagpapatakbo ng sarili mong node ay maaari kang mag-ambag pabalik sa network, na nagpapahintulot sa iba pang mga node na mag-synchronize mula sa iyong node o kahit na hinahayaan ang ibang mga user na kumonekta sa iyong node gamit ang kanilang mga wallet.</p> <p>Iyon ay sinabi, ang Monero ay nagbibigay pa rin ng mahusay na privacy kapag gumagamit ng isang malayuang node. Kung interesado kang magpatakbo ng sarili mong Monero node, narito ang isang madaling sundin na gabay sa paggawa nito:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Magpatakbo ng Monero Node</a></li> </ul>
tr: <p> Uzak düğümleri kullanırken Monero tarafından sağlanan güçlü zincir içi gizlilikle bile yapılacak en iyi şey, Monero blok zincirinin bozulmamış bir kopyasının elinizin altında olduğundan ve IP adresinizin korunduğundan emin olmak için kendi Monero düğümünüzü çalıştırmaktır. iyi korunmaktadır. Kendi düğümünüzü çalıştırmanın diğer bir faydası da, diğer düğümlerin sizin düğümünüzden senkronizasyon yapmasına ve hatta diğer kullanıcıların cüzdanlarıyla düğümünüze bağlanmasına izin vererek ağa geri katkıda bulunabilmenizdir.</p> <p>Bununla birlikte Monero, uzak bir düğüm kullanılırken hâlâ mükemmel gizlilik sağlıyor. Kendi Monero düğümünüzü çalıştırmakla ilgileniyorsanız, bunu yapmak için takip edilmesi kolay bir kılavuzu burada bulabilirsiniz:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">Monero Düğümünü Çalıştırın</a></li> </ul>
ur: <p>ریموٹ نوڈس کا استعمال کرتے وقت Monero کی طرف سے فراہم کردہ مضبوط آن چین پرائیویسی کے ساتھ بھی سب سے بہتر کام یہ ہے کہ آپ اپنا Monero نوڈ چلائیں تاکہ یہ یقینی بنایا جا سکے کہ آپ کے پاس Monero blockchain کی ایک پرانی کاپی موجود ہے اور یہ کہ آپ کا IP ایڈریس موجود ہے۔ اچھی طرح سے محفوظ ہے. اپنا نوڈ چلاتے وقت دوسرا فائدہ یہ ہے کہ آپ نیٹ ورک میں واپس حصہ ڈال سکتے ہیں، دوسرے نوڈس کو اپنے نوڈ سے ہم آہنگ ہونے دیتے ہیں یا دوسرے صارفین کو ان کے بٹوے کے ساتھ آپ کے نوڈ سے جڑنے دیتے ہیں۔</p> <p>یہ کہا جا رہا ہے، Monero اب بھی ریموٹ نوڈ استعمال کرتے وقت بہترین رازداری فراہم کرتا ہے۔ اگر آپ اپنا Monero نوڈ چلانے میں دلچسپی رکھتے ہیں، تو ایسا کرنے کے لیے یہاں ایک آسان گائیڈ ہے:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">ایک Monero Node چلائیں</a></li> </ul>
zh_cn: <p>即使在使用远程节点时，门罗币提供的强大的链上隐私，最好的办法是运行你自己的门罗币节点，以确保你有一个原始的门罗币区块链副本在手，并且你的IP地址得到很好的保护。运行自己的节点的另一个好处是，你可以回馈网络，让其他节点从你的节点同步，甚至让其他用户用他们的钱包连接到你的节点。</p> <p>也就是说，在使用远程节点时，门罗币确实仍然提供很好的隐私。如果你对运行你自己的门罗币节点感兴趣，这里有一个易于遵循的指南：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">运行门罗币节点</a></li> </ul>
zh_tw: <p>即使在使用遠程節點時，門羅幣提供的強大的鏈上隱私，最好的辦法是運行你自己的門羅幣節點，以確保你有一個原始的門羅幣區塊鏈副本在手，並且你的IP地址得到很好的保護。運行自己的節點的另一個好處是，你可以回饋網絡，讓其他節點從你的節點同步，甚至讓其他用戶用他們的錢包連接到你的節點。</p> <p>也就是說，在使用遠程節點時，門羅幣確實仍然提供很好的隱私。如果你對運行你自己的門羅幣節點感興趣，這裡有一個易於遵循的指南：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://sethforprivacy.com/guides/run-a-monero-node/">運行門羅幣節點</a></li> </ul>
