Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sboutputs250Sb0250Sbtext
source: <p>Monero, like other cryptocurrencies, uses outputs as a means of accounting for funds. Many crypto savvy users have probably heard this term before, but not everyone understands what they mean and how they work. As explored in our <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures article</a>, outputs are the actual unit exchanged on the blockchain between transacting parties. Similar to a dollar bill, but the amount is not in a fixed denomination.</p> <p>If you get paid $16 for a job, you might receive a one dollar bill, a five dollar bill, and a ten dollar bill. You have $16, but you also have three different bills in your wallet. If you wanted to pay someone 6 dollars, you could use the 5 and the 1 bill, but if you wanted to pay someone $8 you could only use the $10 and receive $2 back in change. Lastly, if you wanted to pay someone $14 you would have to use all three bills, and would receive $2 back in change, but for a moment, when you hand over all three bills, you have no money in your wallet until you get the change back.</p> <p>Monero works similarly. Suppose you run a store and make three sales on three different items. You might receive 1.5 XMR, 2.25 XMR, and 5.25 XMR for a total of 9 XMR, but you also have three different outputs in your wallet of the denominations stated previously. Just like with the dollars, you might want to pay someone 3 XMR. You could use just the 5.25 XMR output, and receive 2.25 XMR back in change, or you could combine the 1.5 and 2.25 XMR outputs and get 0.75 XMR back in change.</p> <p>But, as soon as you send the transaction, the outputs that you do use are put in a "locked" state, meaning they are inaccessible until you receive back the change. The protocol unlocks the funds (i.e. gives you back the change) after 10 confirmations, or around 20 minutes. Just like once you hand over the dollar bills out of your wallet, you cannot use the money again until you receive the change back from the cashier, your Monero is inaccessible until you receive back the change.</p> <p>Let's go back to the example of sending 3 XMR to someone, and you use the 5.25 XMR output. Now, while you wait for you 1.75 XMR back in change, you cannot use it. This 1.75 XMR is inaccessible to you. But you can still use the 1.5 XMR and 2.25 XMR outputs, as these were not spent. Going back to the dollar example, if you paid someone $8, as in the example before, you would not be able to use the $2 that you expect back in change until it is given to you, but in this example, you still have a $10 bill that is unused in your wallet. This can still be used to purchase whatever you want while you wait for the change. The same with Monero.</p> <p>This is often a point of confusion for new Monero users. Often, a user may just have one output in their wallet, received from an exchange or a friend. Let's say this output is 20 XMR. They have no other outputs in their wallet. They now want to make a donation to two of their favorite charities. They send 5 XMR to the first charity and then are confused because, even though they should have 15 XMR left, they cannot immediately send the next donation to the second charity. As you might have guessed, this is because the 15 XMR is locked. It cannot be spent until it is returned as change (10 confirmations or around 20 minutes). After their funds are unlocked, they would be able to send their second donation.</p> <p>Just to reiterate the point, they would not have had this problem if they had had multiple outputs instead, such as two 10 XMR outputs or similar. They would be able to send both donations one right after the other, because the first donation would use one of the 10 XMR outputs (and wait 10 confirmations to receive 5 XMR back in change), and the second donation would use the other 10 XMR output.</p> <p>Some cryptocurrency wallets have a feature called ‘output management’, which simply shows a user which outputs they currently have (in addition to their total sum), as well as allows them to choose which ones they want to use when they spend their cryptocurrency.</p> <p>As of now, the Monero GUI does output selection for users automatically, as users selecting their own outputs often leads to confusion or, in some cases, harmed privacy. There are wallets under construction however, such as the new Feather wallet project, that will contain these output management features.</p> <p>We’ve been talking a lot about the sending portion, but something fascinating happens on the receiving end. Going back to our example of sending 3 XMR to someone, and using your 1.5 XMR and 2.25 XMR outputs in the transaction (while expecting 0.75 XMR in change), the receiver does NOT receive two outputs of 1.5 XMR and 2.25 XMR. They instead receive ONE 3 XMR output.</p> <p>In the background, the protocol combines all outputs used for spending, and gives the receiver one output of the paid amount, and sends one change output back to the sender. So the sender will also receive one output back as change, regardless of whether they used two, three, or ten outputs to send the transaction.</p> <p>We hope this has cleared up some confusion about outputs and how the internal accounting of the protocol works, as well as the common user facing problem of confusion when encountering locked funds. In another article, we will explore managing your outputs so as to minimize the chance of having to wait for unlocked funds before sending future transactions.</p>
cs: <p>Monero, stejně jako ostatní kryptoměny, používá výstupy jako prostředek pro účtování finančních prostředků. Mnoho uživatelů znalých kryptoměn tento termín pravděpodobně již někdy slyšelo, ale ne každý rozumí tomu, co znamenají a jak fungují. Jak jsme prozkoumali v našem <a target="_blank" href="/knowledge/ring-signatures" class="next-link">článku o kruhových podpisech</a>, výstupy jsou skutečné jednotky vyměňované v blockchainu mezi transakčními stranami. Podobně jako u dolarové bankovky, ale částka nemá pevnou nominální hodnotu.</p> <p>Pokud dostanete za práci 16 $, můžete dostat jednodolarovou, pětidolarovou a desetidolarovou bankovku. Máte 16 $, ale zároveň máte v peněžence tři různé bankovky. Pokud byste chtěli někomu zaplatit 6 $, mohli byste použít pětidolarovou a jednodolarovou bankovku, ale pokud byste chtěli někomu zaplatit 8 $, mohli byste použít pouze desetidolarovou bankovku a dostat zpět 2 $ v drobných. A konečně, pokud byste chtěli někomu zaplatit 14 $, museli byste použít všechny tři bankovky a dostali byste zpět 2 $ v drobných, ale na okamžik, kdy předáte všechny tři bankovky, nemáte v peněžence žádné peníze, dokud nedostanete zpět drobné.</p> <p>Monero funguje podobně. Předpokládejme, že provozujete obchod a uskutečníte tři prodeje tří různých položek. Můžete obdržet 1,5 XMR, 2,25 XMR a 5,25 XMR v celkové hodnotě 9 XMR, ale zároveň máte v peněžence tři různé výstupy v dříve uvedených hodnotách. Stejně jako u dolarů můžete chtít někomu zaplatit 3 XMR. Můžete použít pouze výstup 5,25 XMR a získat zpět v drobných 2,25 XMR, nebo můžete kombinovat výstupy 1,5 a 2,25 XMR a získat zpět v drobných 0,75 XMR.</p> <p>Jakmile však odešlete transakci, výstupy, které používáte, se uvedou do stavu "uzamčeno", což znamená, že jsou nepřístupné, dokud neobdržíte změnu zpět. Protokol prostředky odemkne (tj. vrátí vám drobné) po 10 potvrzeních, tedy přibližně po 20 minutách. Stejně jako když jednou předáte dolarové bankovky z peněženky, nemůžete peníze znovu použít, dokud nedostanete od pokladníka zpět drobné, je vaše Monero nepřístupné, dokud nedostanete zpět drobné.</p> <p>Vraťme se k příkladu, kdy někomu posíláte 3 XMR a používáte výstup 5,25 XMR. Nyní, zatímco čekáte na to, až se vám 1,75 XMR vrátí v drobných, nemůžete je použít. Těchto 1,75 XMR je pro vás nedostupných. Stále však můžete používat výstupy 1,5 XMR a 2,25 XMR, protože ty nebyly utraceny. Vrátíme-li se k příkladu s dolary, pokud byste někomu zaplatili 8 $, jako v předchozím příkladu, nemohli byste použít 2 $, které očekáváte zpět v drobných, dokud by vám nebyly vydány, ale v tomto příkladu máte v peněžence stále 10 $ bankovku, která je nepoužitá. Tu můžete stále použít k nákupu čehokoli, co chcete, zatímco čekáte na rozměnění. Stejně tak je tomu u měny Monero.</p> <p>Toto je pro nové uživatele Monera často matoucím bodem. Často se může stát, že uživatel má v peněžence pouze jeden výstup, který obdržel z burzy nebo od přítele. Řekněme, že tento výstup je 20 XMR. Žádné další výstupy ve své peněžence nemají. Nyní chtějí přispět dvěma svým oblíbeným charitativním organizacím. Na první charitu pošlou 5 XMR a pak jsou zmateni, protože i když by jim mělo zbýt 15 XMR, nemohou okamžitě poslat další dar na druhou charitu. Jak jste možná uhodli, je to proto, že 15 XMR je zablokováno. Nelze je utratit, dokud se nevrátí jako drobné (10 potvrzení nebo přibližně 20 minut). Po odemčení jejich prostředků by mohli odeslat druhý dar.</p> <p>Jen bych zopakoval, že by tento problém neměli, kdyby místo toho měli více výstupů, například dva výstupy 10 XMR nebo podobné. Mohli by poslat oba dary hned po sobě, protože první dar by použil jeden z výstupů 10 XMR (a čekal by 10 potvrzení, aby dostal zpět 5 XMR v drobných), a druhý dar by použil druhý výstup 10 XMR.</p> <p>Některé kryptoměnové peněženky mají funkci nazvanou "správa výstupů", která uživateli jednoduše ukáže, které výstupy má aktuálně k dispozici (kromě jejich celkové částky), a umožní mu vybrat si, které z nich chce při utrácení kryptoměn použít.</p> <p>Od nynějška provádí GUI Monero výběr výstupů za uživatele automaticky, protože výběr vlastních výstupů vede často ke zmatkům nebo v některých případech k poškození soukromí. Existují však peněženky ve výstavbě, například nový projekt peněženky Feather, které budou tyto funkce správy výstupů obsahovat.</p> <p>Mluvili jsme hodně o odesílací části, ale něco fascinujícího se děje i na přijímací straně. Vrátíme-li se k našemu příkladu, kdy někomu posíláte 3 XMR a v transakci použijete své výstupy 1,5 XMR a 2,25 XMR (přičemž očekáváte 0,75 XMR v drobných), příjemce NEobdrží dva výstupy 1,5 XMR a 2,25 XMR. Místo toho obdrží JEDEN výstup 3 XMR.</p> <p>Protokol na pozadí sloučí všechny výstupy použité pro útratu a vydá příjemci jeden výstup zaplacené částky a pošle jeden výstup změny zpět odesílateli. Odesílatel tedy také obdrží zpět jeden výstup jako drobné, bez ohledu na to, zda k odeslání transakce použil dva, tři nebo deset výstupů.</p> <p>Doufáme, že jsme tím vyjasnili nejasnosti ohledně výstupů a fungování interního účetnictví protokolu, stejně jako častý problém uživatelů, kteří se setkávají se zmatkem při setkání se zablokovanými prostředky. V dalším článku se budeme zabývat správou výstupů tak, abyste minimalizovali možnost, že budete muset před odesláním budoucích transakcí čekat na odemčené prostředky.</p>
fi: <p>Monero, kuten muutkin kryptovaluutat, käyttää ulostuloja varojen kirjanpitoon. Monet kryptotaitajat ovat luultavasti kuulleet tämän termin aiemmin, mutta kaikki eivät ymmärrä, mitä se tarkoittaa ja miten se toimii. Kuten <a target="_blank" href="/knowledge/ring-signatures" class="next-link">sormusallekirjoituksia käsittelevässä artikkelissamme</a> on tutkittu, ulostulot ovat todellisia yksiköitä, jotka vaihdetaan lohkoketjussa transaktioiden välillä. Samanlainen kuin dollariseteli, mutta summa ei ole kiinteässä nimellisarvossa.</p> <p>Jos sinulle maksetaan 16 dollaria työstä, saatat saada yhden dollarin setelin, viiden dollarin setelin ja kymmenen dollarin setelin. Sinulla on 16 dollaria, mutta lompakossasi on myös kolme erilaista seteliä. Jos halusit maksaa jollekin 6 dollaria, voit käyttää viiden ja yhden dollarin seteliä, mutta jos halusit maksaa jollekin 8 dollaria, voit käyttää vain 10 dollaria ja saada 2 dollaria takaisin vaihtorahana. Lopuksi, jos haluat maksaa jollekulle 14 dollaria, sinun on käytettävä kaikki kolme seteliä ja saisit 2 dollaria takaisin vaihtorahana, mutta hetkeksi, kun luovutat kaikki kolme laskua, sinulla ei ole rahaa lompakossasi ennen kuin saat vaihtorahaa takaisin.</p> <p>Monero toimii samalla tavalla. Oletetaan, että pyörität kauppaa ja myyt kolmesti kolmea eri tuotetta. Saatat saada 1,5 XMR, 2,25 XMR ja 5,25 XMR eli yhteensä 9 XMR:ää, mutta lompakossasi on myös kolme erilaista ulostuloa, jotka vastaavat aiemmin mainittuja arvoja. Aivan kuten dollareissa, saatat haluta maksaa jollekin 3 XMR. Voit käyttää vain 5,25 XMR-ulostuloa ja vastaanottaa 2,25 XMR takaisin vaihdossa tai voit yhdistää 1,5 ja 2,25 XMR-ulostulot ja saada 0,75 XMR takaisin muutoksessa.</p> <p>Mutta heti kun lähetät transaktion, käyttämäsi ulostulot asetetaan "lukittuun" tilaan, mikä tarkoittaa, että niihin ei pääse käsiksi ennen kuin saat vaihtorahan takaisin. Protokolla vapauttaa varat (eli palauttaa muutoksen) 10 vahvistuksen jälkeen tai noin 20 minuutin kuluttua. Aivan kuten seteleitä luovutettaessa lompakosta, et voi käyttää rahoja uudelleen ennen kuin saat rahan takaisin kassalta, Moneroakaan ei voi käyttää ennen kuin saat rahat takaisin.</p> <p> Palataanpa esimerkkiin, jossa lähetetään 3 XMR jollekin, ja käytät 5.25 XMR -ulostuloa. Nyt, kun odotat 1,75 XMR:ää takaisin muutoksessa, et voi käyttää sitä. Tämä 1.75 XMR ei ole käytettävissäsi. Mutta voit silti käyttää 1,5 XMR- ja 2,25 XMR -ulostuloja, koska niitä ei käytetty. Palatakseni dollariesimerkkiin, jos maksoit jollekulle 8 dollaria, kuten edellisessä esimerkissä, et voi käyttää 2 dollaria, jota odotat vaihtorahoina, ennen kuin se on annettu sinulle, mutta tässä esimerkissä sinulla on silti 10 dollarin seteli, joka on käyttämätön lompakossasi. Tällä voit silti ostaa mitä haluat, kun odotat vaihtorahoja. Sama Moneron kanssa.</p> <p>Tämä aiheuttaa usein hämmennystä uusille Monero-käyttäjille. Usein käyttäjällä voi olla lompakossa vain yksi ulostulo, joka on saatu pörssistä tai ystävältä. Oletetaan, että tämä ulostulo on 20 XMR. Heillä ei ole muita ulostuloja lompakossa. He haluavat nyt tehdä lahjoituksen kahdelle suosikki hyväntekeväisyysjärjestölleen. He lähettävät 5 XMR:ää ensimmäiseen hyväntekeväisyysjärjestöön ja ovat sitten hämmentyneitä, koska vaikka heillä pitäisi olla 15 XMR:ää jäljellä, he eivät voi lähettää välittömästi seuraavaa lahjoitusta toiselle hyväntekeväisyysjärjestölle. Kuten saatat arvata, tämä johtuu siitä että 15 XMR on lukittu. Sitä ei voi käyttää ennen kuin se on palautettu vaihtorahoina (10 vahvistusta tai noin 20 minuuttia). Kun heidän varat on avattu, he voivat lähettää toisen lahjoituksensa.</p> <p> Toistaakseni asian, heillä ei olisi ollut tätä ongelmaa, jos heillä olisi sen sijaan ollut useita ulostuloja, kuten kaksi 10 XMR-ulostuloa tai vastaavaa. He voisivat lähettää molemmat lahjoitukset peräkkäin, koska ensimmäinen lahjoitus käyttäisi yhtä 10 XMR-lähdöstä (ja odottaisi 10 vahvistusta saadakseen 5 XMR:ää takaisin vaihdossa), ja toinen lahjoitus käyttäisi toista 10 XMR:än ulostuloa.</p> <p>Joissakin kryptovaluuttalompakoissa on ominaisuus nimeltä "ulostulon hallinta", joka yksinkertaisesti näyttää käyttäjälle, mitkä ulostulot heillä on tällä hetkellä (kokonaissumman lisäksi), sekä antaa käyttäjälle mahdollisuuden valita, mitä he haluavat käyttää kuluttaessaan heidän kryptovaluuttaansa.</p> <p>Tästä lähtien Moneron graafinen käyttöliittymä tekee ulostulovalinnan käyttäjille automaattisesti, koska käyttäjät jotka valitsevat oman lähtönsä, päätyvät usein hämmentymään tai joissakin tapauksissa yksityisyyden loukkaamiseen. Rakenteilla on kuitenkin lompakoita, kuten uusi Feather-lompakkoprojekti, joka sisältää nämä ulostulojen hallintaominaisuudet.</p> <p>Olemme puhuneet paljon lähetysosuudesta, mutta vastaanottavassa päässä tapahtuu jotain kiehtovaa. Palatakseni esimerkkiimme 3 XMR:n lähettämisestä jollekin ja 1,5 XMR:n ja 2,25 XMR:n ulostulojen käyttämisestä transaktiossa (samalla kun odotetaan 0,75 XMR:n vaihtorahaa), vastaanottaja EI saa kahta 1,5 XMR:n ja 2,25 XMR:n ulostuloa. Sen sijaan ne vastaanottavat YHDEN 3 XMR-ulostulon.</p> <p>Protokolla yhdistää taustalla kaikki kulutukseen käytetyt ulostulot ja antaa vastaanottajalle yhden ulostulon maksetusta summasta ja lähettää yhden vaihtoulostulon takaisin lähettäjälle. Joten lähettäjä saa myös yhden ulostulon takaisin vaihtorahana riippumatta siitä, käyttikö hän tapahtuman lähettämiseen kahta, kolmea vai kymmentä ulostuloa.</p> <p>Toivomme, että tämä on poistanut hämmennystä ulostuloista ja protokollan sisäisen kirjanpidon toiminnasta sekä yleisestä käyttäjän kohtaamasta hämmästyksestä, kun hän kohtaa lukitut varat. Toisessa artikkelissa tutkimme ulostulojesi hallintaa, jotta minimoidaan mahdollisuus joutua odottamaan lukitsemattomia varoja ennen tulevien transaktioiden lähettämistä.</p>
fr: <p>Monero, comme d'autres crypto-monnaies, utilise les « sorties » comme moyen de comptabiliser les fonds. Les utilisateurs s'intéressant au fonctionnement du domaine crypto ont probablement déjà entendu ce terme, mais tout le monde ne comprend pas ce que cela signifie et comment cela fonctionne. Comme exploré dans notre <a target="_blank" href="/knowledge/ring-signatures" class="next-link">article sur les signatures de cercle</a>, les sorties sont l'unité réelle échangée sur la blockchain entre les acteurs effectuant une transaction. Semblable à un billet d'un euro, mais le montant n'est pas dans une dénomination fixe.</p> <p>Si vous êtes payé 35€ pour un travail, vous pourriez recevoir un billet de 5 euros, un billet de 10 euros et un billet de 20 euros. Vous avez 35€, mais vous avez également trois billets différents dans votre portefeuille. Si vous souhaitez payer 13€ à quelqu'un, vous pouvez utiliser les billets de 5 et de 10 euros, mais si vous souhaitez payer 18€ à quelqu'un, vous ne pouvez utiliser que le billet de 10 euros et donc recevoir 2 euros en retour. Enfin, si vous souhaitez payer 33€ à quelqu'un, vous devez utiliser les trois billets et donc vous recevez 2€ en retour, mais pendant un moment, lorsque vous remettez les trois billets, vous n'avez pas d'argent dans votre portefeuille jusqu'à ce que vous obteniez le reste de la monnaie vous revenant.</p> <p>Monero fonctionne de la même manière. Supposons que vous dirigiez un magasin et réalisiez trois ventes sur trois articles différents. Vous pouvez recevoir 1,5 XMR, 2,25 XMR et 5,25 XMR pour un total de 9 XMR, mais vous avez également dans votre portefeuille trois sorties, dont les montants sont différents des transactions indiquées précédemment. Tout comme avec les euros, vous voudrez peut-être payer 3 XMR à quelqu'un. Vous pouvez utiliser uniquement la sortie 5,25 XMR et recevoir 2,25 XMR en retour, ou vous pouvez combiner les sorties 1,5 et 2,25 XMR et obtenir 0,75 XMR en retour.</p> <p>Mais, dès que vous envoyez la transaction, les sorties que vous utilisez sont mises dans un état « verrouillé », ce qui signifie qu'elles sont inaccessibles jusqu'à ce que vous receviez le change. Le protocole débloque les fonds (c'est-à-dire vous rend la monnaie) après 10 confirmations, soit environ 20 minutes. Tout comme une fois que vous avez donnez les billets en euros depuis votre portefeuille, vous ne pouvez plus utiliser l'argent tant que vous n'avez pas reçu la monnaie, votre Monero est inaccessible jusqu'à ce que vous receviez la monnaie.</p> <p>Revenons à l'exemple de l'envoi de 3 XMR à quelqu'un, et vous utilisez la sortie 5,25 XMR. Pendant que vous attendez de recevoir 1,75 XMR en retour, vous ne pouvez pas l'utiliser. Ces 1,75 XMR vous sont inaccessibles. Mais vous pouvez toujours utiliser les sorties 1,5 XMR et 2,25 XMR, car elles n'ont pas été dépensées. Pour en revenir à l'exemple avec les euros, si vous payez quelqu'un 13€, comme dans l'exemple précédent, vous ne pourrez pas utiliser les 2€ que vous attendez en retour jusqu'à ce qu'ils vous soient donnés, mais dans cet exemple, vous avez toujours un billet de 20 euros inutilisé dans votre portefeuille. Il peut toujours être utilisé pour acheter ce que vous voulez pendant que vous attendez le change. C'est la même chose avec Monero.</p> <p>C'est souvent un point de confusion pour les nouveaux utilisateurs de Monero. Souvent, un utilisateur peut n'avoir qu'une seule sortie dans son portefeuille, reçue d'un échange ou d'un ami. Disons que cette sortie est de 20 XMR. Ils n'ont pas d'autres sorties dans leur portefeuille. Ils veulent maintenant faire un don à deux de leurs organismes de bienfaisance préférés. Ils envoient 5 XMR au premier organisme de bienfaisance et sont ensuite confus car, même s'il leur reste 15 XMR, ils ne peuvent pas envoyer immédiatement le prochain don au deuxième organisme de bienfaisance. Comme vous l'avez peut-être deviné, c'est parce que les 15 XMR sont verrouillés. Ils ne peuvent pas être dépensés tant qu'ils ne sont pas rendus en tant que monnaie (10 confirmations, soit environ 20 minutes). Une fois leurs fonds débloqués, ils pourront envoyer leur deuxième don.</p> <p>Juste pour réitérer le point, ils n'auraient pas eu ce problème s'ils avaient eu plusieurs sorties à la place, comme par exemple deux sorties de 10 XMR. Ils pourraient envoyer les deux dons l'un après l'autre, car le premier don utiliserait l'une des deux sorties de 10 XMR (et attendrait 10 confirmations pour recevoir 5 XMR en retour), et le deuxième don utiliserait l'autre sortie de 10 XMR.</p> <p>Certains portefeuilles de crypto-monnaie ont une fonctionnalité appelée « gestion des sorties », qui montre simplement à un utilisateur les sorties dont il dispose actuellement (en plus de leur somme totale), et lui permet de choisir celles qu'il souhaite utiliser lorsqu'il dépense de la crypto-monnaie.</p> <p>À partir de maintenant, le portefeuille officiel Monero GUI (avec interface graphique) sélectionne automatiquement les sorties pour les utilisateurs, car les utilisateurs sélectionnant leurs propres sorties entraînent souvent une confusion ou, dans certains cas, une atteinte à la confidentialité. Il existe cependant des portefeuilles en cours de construction, tels que le nouveau projet de portefeuille Feather, qui contiendront ces fonctionnalités de gestion des sorties par l'utilisateur.</p> <p>Nous avons beaucoup parlé de la partie envoi, mais quelque chose de fascinant se produit du côté de la réception. Pour en revenir à notre exemple d'envoi de 3 XMR à une personne, et en utilisant vos sorties de 1,5 XMR et 2,25 XMR dans la transaction (tout en s'attendant à recevoir un change de 0,75 XMR), elle ne reçoit PAS deux sorties de 1,5 XMR et 2,25 XMR. Elle reçoit à la place UNE seule sortie de 3 XMR.</p> <p>En arrière-plan, le protocole combine toutes les sorties utilisées pour les dépenses, donne au destinataire une sortie du montant payé et renvoie une sortie de modification à l'expéditeur. Ainsi, l'expéditeur recevra également une sortie en tant que monnaie, qu'il ait utilisé deux, trois ou dix sorties pour envoyer la transaction.</p> <p>Nous espérons que cela a dissipé une certaine confusion concernant les sorties et le fonctionnement de la comptabilité interne du protocole, ainsi que le problème de confusion rencontré par l'utilisateur courant lorsqu'il fait face à des fonds bloqués. Dans un autre article, nous explorerons la gestion de vos sorties afin de minimiser le risque de devoir attendre le déblocage des fonds avant d'effectuer d'autres transactions.</p>
it: <p>Monero, come altre criptovalute, utilizza gli output come mezzo per contabilizzare i fondi. Molti utenti esperti di criptovaluta hanno probabilmente sentito questo termine prima, ma non tutti capiscono cosa intendono e come funzionano. Come esplorato nel nostro <a target="_blank" href="/knowledge/ring-signatures" class="next-link">articolo sulle firme ad anello</a>, gli output sono l'unità effettiva scambiata sulla blockchain tra le parti che effettuano transazioni. Simile a una banconota da un dollaro, ma l'importo non è in una denominazione fissa.</p> <p>Se vieni pagato $ 16 per un lavoro, potresti ricevere una banconota da un dollaro, una banconota da cinque dollari e una banconota da dieci dollari. Hai $ 16, ma hai anche tre diverse banconote nel tuo portafoglio. Se volessi pagare a qualcuno 6 dollari, potresti usare il 5 e il conto 1, ma se volessi pagare a qualcuno $ 8 potresti usare solo $ 10 e ricevere $ 2 in cambio. Infine, se volessi pagare $ 14 a qualcuno dovresti usare tutte e tre le banconote e riceveresti $ 2 in cambio, ma per un momento, quando consegni tutte e tre le banconote, non hai soldi nel tuo portafoglio finché non ottieni il cambiare indietro.</p> <p>Monero funziona in modo simile. Supponiamo che tu gestisca un negozio e effettui tre vendite su tre articoli diversi. Potresti ricevere 1.5 XMR, 2.25 XMR e 5.25 XMR per un totale di 9 XMR, ma hai anche tre diverse uscite nel tuo portafoglio delle denominazioni indicate in precedenza. Proprio come con i dollari, potresti voler pagare a qualcuno 3 XMR. È possibile utilizzare solo l'uscita XMR 5,25 e ricevere di nuovo 2.25 XMR in cambio, oppure è possibile combinare le uscite XMR 1,5 e 2,25 e ottenere 0,75 XMR in cambio.</p> <p>Ma, non appena invii la transazione, gli output che usi vengono messi in uno stato "bloccato", il che significa che sono inaccessibili finché non ricevi la modifica. Il protocollo sblocca i fondi (ovvero ti restituisce la modifica) dopo 10 conferme o circa 20 minuti. Proprio come una volta che hai consegnato le banconote in dollari dal tuo portafoglio, non puoi riutilizzare il denaro finché non ricevi il resto dalla cassa, il tuo Monero è inaccessibile finché non ricevi il resto.</p> <p>Torniamo all'esempio dell'invio di 3 XMR a qualcuno e utilizzi l'uscita 5.25 XMR. Ora, mentre aspetti che l'1,75 XMR torni in cambio, non puoi usarlo. Questo 1,75 XMR è inaccessibile per te. Ma puoi comunque utilizzare le uscite 1.5 XMR e 2.25 XMR, poiché non sono state spese. Tornando all'esempio del dollaro, se pagassi a qualcuno $ 8, come nell'esempio precedente, non saresti in grado di utilizzare i $ 2 che ti aspetti in cambio fino a quando non ti viene dato, ma in questo esempio, hai ancora un Banconota da $ 10 non utilizzata nel tuo portafoglio. Questo può ancora essere utilizzato per acquistare quello che vuoi mentre aspetti il cambiamento. Lo stesso con Monero.</p> <p>Questo è spesso un punto di confusione per i nuovi utenti Monero. Spesso, un utente può avere solo un output nel proprio portafoglio, ricevuto da uno scambio o da un amico. Diciamo che questo output è 20 XMR. Non hanno altre uscite nel loro portafoglio. Ora vogliono fare una donazione a due dei loro enti di beneficenza preferiti. Mandano 5 XMR al primo ente di beneficenza e poi sono confusi perché, anche se dovrebbero avere 15 XMR rimasti, non possono inviare immediatamente la donazione successiva al secondo ente di beneficenza. Come avrai intuito, questo perché il 15 XMR è bloccato. Non può essere speso finché non viene restituito come resto (10 conferme o circa 20 minuti). Una volta sbloccati i fondi, potranno inviare la seconda donazione.</p> <p>Giusto per ribadire il punto, non avrebbero avuto questo problema se avessero invece avuto più uscite, come due uscite 10 XMR o simili. Sarebbero in grado di inviare entrambe le donazioni una dopo l'altra, perché la prima donazione userebbe una delle 10 uscite XMR (e attenderebbe 10 conferme per ricevere 5 XMR in cambio), e la seconda donazione userebbe le altre 10 XMR produzione.</p> <p>Alcuni portafogli di criptovaluta hanno una funzione chiamata "gestione dell'output", che mostra semplicemente a un utente quali output ha attualmente (oltre alla loro somma totale) e gli consente di scegliere quali desidera utilizzare quando spende la loro criptovaluta.</p> <p>A partire da ora, la GUI di Monero seleziona automaticamente gli output per gli utenti, poiché gli utenti che selezionano i propri output spesso creano confusione o, in alcuni casi, danneggiano la privacy. Ci sono portafogli in costruzione tuttavia, come il nuovo progetto di portafoglio Feather, che conterrà queste funzionalità di gestione dell'output.</p> <p>Abbiamo parlato molto della parte di invio, ma accade qualcosa di affascinante all'estremità ricevente. Tornando al nostro esempio di invio di 3 XMR a qualcuno e utilizzando le tue uscite 1.5 XMR e 2.25 XMR nella transazione (aspettandoti 0,75 XMR in cambio), il ricevitore NON riceve due uscite di 1.5 XMR e 2.25 XMR. Ricevono invece ONE 3 XMR output.</p> <p>In background, il protocollo combina tutti gli output utilizzati per la spesa e fornisce al destinatario un output dell'importo pagato e invia un output di modifica al mittente. Quindi il mittente riceverà anche un output come resto, indipendentemente dal fatto che abbia utilizzato due, tre o dieci output per inviare la transazione.</p> <p>Ci auguriamo che questo abbia chiarito un po 'di confusione sugli output e su come funziona la contabilità interna del protocollo, così come l'utente comune deve affrontare problemi di confusione quando incontra fondi bloccati. In un altro articolo esploreremo la gestione dei tuoi output in modo da ridurre al minimo la possibilità di dover attendere i fondi sbloccati prima di inviare transazioni future.</p>
lt: <p>Monero, kaip ir kitos kriptovaliutos, išvestis naudoja kaip lėšų apskaitos priemonę. Daugelis kriptovaliutų išmanančių vartotojų tikriausiai yra girdėję šį terminą, tačiau ne visi supranta, ką jis reiškia ir kaip veikia. Kaip išnagrinėta mūsų <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> žiedinių parašų straipsnyje</a>, išvestis yra tikrasis bloko grandinės vienetas, kuriuo keičiasi sandorio šalys. Panašus į dolerio kupiūrą, tačiau suma nėra fiksuota nominaliąja verte.</p> <p>Jei už darbą gausite 16 USD, galite gauti vieno dolerio, penkių ir dešimties dolerių banknotą. Jūs turite 16 USD, bet savo piniginėje taip pat turite tris skirtingas kupiūras. Jei norite sumokėti kam nors 6 dolerius, galite naudoti 5 ir 1 banknotus, bet jei norėtumėte sumokėti 8 USD, galite panaudoti tik 10 USD ir atgauti 2 USD. Galiausiai, jei norėtumėte sumokėti kam nors 14 USD, turėsite panaudoti visas tris sąskaitas ir atgautumėte 2 USD keitimu, tačiau akimirką, kai atiduosite visas tris sąskaitas, jūsų piniginėje nėra pinigų, kol negausite pakeisti atgal.</p> <p>Monero veikia panašiai. Tarkime, turite parduotuvę ir tris kartus išparduodate tris skirtingas prekes. Iš viso galite gauti 1,5 XMR, 2,25 XMR ir 5,25 XMR už 9 XMR, tačiau piniginėje taip pat turite tris skirtingus anksčiau nurodytų nominalų išvestis. Kaip ir su doleriais, galbūt norėsite kam nors sumokėti 3 XMR. Galite naudoti tik 5,25 XMR išvestį ir sugrąžinti 2,25 XMR, arba galite sujungti 1,5 ir 2,25 XMR išvestis ir gauti 0,75 XMR pakeitimą.</p> <p>Tačiau kai tik išsiųsite operaciją, jūsų naudojami išėjimai perkeliami į „užrakinimo“ būseną, o tai reiškia, kad jie bus nepasiekiami, kol negrąžinsite pakeitimo. Protokolas atrakina lėšas (t. y. grąžina pakeitimą) po 10 patvirtinimų arba maždaug 20 minučių. Lygiai taip pat, kaip išdavus dolerio kupiūras iš savo piniginės, pinigų nebegalite panaudoti tol, kol negrąžinsite keitimo iš kasos, jūsų Monero nepasieksite, kol neatgausite keitimo.</p> <p>Grįžkime prie pavyzdžio, kai kam nors siunčiate 3 XMR, o jūs naudojate 5,25 XMR išvestį. Dabar, kol laukiate, kol 1,75 XMR vėl pasikeis, negalite jo naudoti. Šis 1,75 XMR jums nepasiekiamas. Tačiau vis tiek galite naudoti 1,5 XMR ir 2,25 XMR išėjimus, nes jie nebuvo išleisti. Grįžtant prie dolerio pavyzdžio, jei sumokėjote kam nors 8 USD, kaip ir ankstesniame pavyzdyje, negalėsite panaudoti 2 USD, kurių tikitės grąžinti pakeitimu, kol jie jums nebus suteikti, tačiau šiame pavyzdyje vis tiek turite 10 USD banknotas, kuris yra nepanaudotas jūsų piniginėje. Kol laukiate pakeitimo, tai vis tiek galite naudoti norėdami įsigyti bet ką, ko norite. Tas pats su Monero.</p> <p>Tai dažnai kelia painiavą naujiems Monero naudotojams. Dažnai vartotojas savo piniginėje gali turėti tik vieną išvestį, gautą iš mainų ar draugo. Tarkime, kad ši išvestis yra 20 XMR. Kitų išėjimų jie savo piniginėje neturi. Dabar jie nori paaukoti dviem savo mėgstamoms labdaros organizacijoms. Jie išsiunčia 5 XMR pirmajai labdaros organizacijai, o paskui sutrinka, nes, nors jiems turėtų likti 15 XMR, jie negali iš karto išsiųsti kitos aukos antrajai labdarai. Kaip jau galėjote atspėti, taip yra todėl, kad 15 XMR yra užrakintas. Jis negali būti išleistas, kol jis nebus grąžintas kaip pakeitimas (10 patvirtinimų arba maždaug 20 minučių). Kai jų lėšos bus atblokuotos, jie galės išsiųsti antrąją auką.</p> <p>Pakartotinai, jie nebūtų turėję šios problemos, jei vietoj to būtų turėję kelis išėjimus, pvz., du 10 XMR išvesties ar panašiai. Jie galėtų siųsti abi aukas vieną iš karto po kitos, nes pirmą kartą paaukojus būtų naudojamas vienas iš 10 XMR išėjimų (ir lauktų 10 patvirtinimų, kad būtų grąžinti 5 XMR pakeitimai), o antroji auka naudotų kitus 10 XMR. išvestis.</p> <p>Kai kurios kriptovaliutų piniginės turi funkciją, vadinamą „išvesties valdymu“, kuri tiesiog parodo vartotojui, kokius išėjimus jis šiuo metu turi (be bendros sumos), taip pat leidžia pasirinkti, kurias iš jų nori naudoti išleisdamas. jų kriptovaliuta.</p> <p>Nuo šiol „Monero“ GUI išvesties pasirenka vartotojams automatiškai, nes vartotojai, pasirenkantys savo išvestis, dažnai sukelia painiavą arba kai kuriais atvejais pažeidžia privatumą. Tačiau yra kuriamos piniginės, pvz., naujasis „Feather“ piniginės projektas, kuriame bus šios išvesties valdymo funkcijos.</p> <p>Daug kalbėjome apie siuntimo dalį, bet kažkas įspūdingo nutinka gavimo pusėje. Grįžtant prie mūsų pavyzdžio, kai kam nors buvo siunčiami 3 XMR ir naudojant jūsų 1,5 XMR ir 2,25 XMR išėjimus (nors tikimasi 0,75 XMR pokyčio), imtuvas negauna dviejų 1,5 XMR ir 2,25 XMR išėjimų. Vietoj to jie gauna VIENĄ 3 XMR išvestį.</p> <p>Fone protokolas sujungia visas išlaidoms panaudotas išvestis ir suteikia gavėjui vieną išvestį nuo sumokėtos sumos, o vieną pakeitimo išvestį siunčia atgal siuntėjui. Taigi siuntėjas taip pat gaus vieną išvestį atgal kaip pakeitimą, neatsižvelgiant į tai, ar transakcijai išsiųsti naudojo du, tris ar dešimt išvesties.</p> <p>Tikimės, kad tai išsklaidė tam tikrą painiavą dėl išvesties ir kaip veikia vidinė protokolo apskaita, taip pat į dažną vartotojo painiavos problemą, kai susiduria su užrakintomis lėšomis. Kitame straipsnyje mes išnagrinėsime jūsų išvesties tvarkymą, kad sumažintume tikimybę, kad prieš siunčiant būsimas operacijas teks laukti atblokuotų lėšų.</p>
nb: <p>Monero, i likhet med andre kryptovalutaer, bruker utdata som et middel til å regnskapsføre midler. Mange kryptokyndige brukere har sikkert hørt dette begrepet før, men ikke alle forstår hva de mener og hvordan de fungerer. Som utforsket i vår <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturartikkel</a>, er utdata den faktiske enheten som utveksles på blokkjeden mellom transaksjonspartnere. Ligner på en dollarseddel, men beløpet er ikke i en fast valør.</p> <p>Hvis du får betalt $16 for en jobb, kan du motta en dollarseddel, en femdollarseddel og en tidollarseddel. Du har $16, men du har også tre forskjellige sedler i lommeboken. Hvis du ønsket å betale noen 6 dollar, kunne du bruke 5- og 1-regningen, men hvis du ville betale noen $8, kunne du bare bruke $10 og motta $2 tilbake i bytte. Til slutt, hvis du ønsket å betale noen $14, ville du måtte bruke alle tre regningene, og ville motta $2 tilbake i bytte, men for et øyeblikk, når du overleverer alle tre regningene, har du ingen penger i lommeboken før du får endre tilbake.</p> <p>Monero fungerer på samme måte. Tenk deg at du driver en butikk og gjør tre salg på tre forskjellige varer. Du kan motta 1,5 XMR, 2,25 XMR og 5,25 XMR for totalt 9 XMR, men du har også tre forskjellige utganger i lommeboken med de valørene som er oppgitt tidligere. Akkurat som med dollar, vil du kanskje betale noen 3 XMR. Du kan bare bruke 5,25 XMR-utgangen og motta 2,25 XMR tilbake i endring, eller du kan kombinere 1,5 og 2,25 XMR-utgangene og få 0,75 XMR tilbake i endring.</p> <p>Men så snart du sender transaksjonen, settes utdataene du bruker i en "låst" tilstand, noe som betyr at de er utilgjengelige før du mottar endringen tilbake. Protokollen låser opp midlene (dvs. gir deg tilbake endringen) etter 10 bekreftelser, eller rundt 20 minutter. Akkurat som når du har overlevert dollarsedlene fra lommeboken din, kan du ikke bruke pengene igjen før du får vekslepengene tilbake fra kassereren, Monero er utilgjengelig før du får vekslingen tilbake.</p> <p>La oss gå tilbake til eksemplet med å sende 3 XMR til noen, og du bruker 5,25 XMR-utgangen. Nå, mens du venter på at 1.75 XMR er tilbake i endring, kan du ikke bruke den. Denne 1,75 XMR er utilgjengelig for deg. Men du kan fortsatt bruke 1,5 XMR- og 2,25 XMR-utgangene, siden disse ikke ble brukt. Hvis du går tilbake til dollareksemplet, hvis du betalte noen $8, som i eksemplet før, ville du ikke kunne bruke $2 som du forventer tilbake i endring før det er gitt til deg, men i dette eksemplet har du fortsatt en $10-seddel som er ubrukt i lommeboken din. Dette kan fortsatt brukes til å kjøpe hva du vil mens du venter på endringen. Det samme med Monero.</p> <p>Dette er ofte et forvirringspunkt for nye Monero-brukere. Ofte kan en bruker bare ha én utgang i lommeboken, mottatt fra en børs eller en venn. La oss si at denne utgangen er 20 XMR. De har ingen andre utganger i lommeboken. De ønsker nå å gi en donasjon til to av favorittorganisasjonene deres. De sender 5 XMR til den første veldedige organisasjonen og blir deretter forvirret fordi, selv om de burde ha 15 XMR igjen, kan de ikke umiddelbart sende den neste donasjonen til den andre veldedige organisasjonen. Som du kanskje har gjettet, er dette fordi 15 XMR er låst. Den kan ikke brukes før den er returnert som veksel (10 bekreftelser eller rundt 20 minutter). Etter at pengene deres er låst opp, vil de kunne sende sin andre donasjon.</p> <p>Bare for å gjenta poenget, de ville ikke hatt dette problemet hvis de hadde hatt flere utganger i stedet, for eksempel to 10 XMR-utganger eller lignende. De ville kunne sende begge donasjonene rett etter hverandre, fordi den første donasjonen ville bruke en av de 10 XMR-utgangene (og vente 10 bekreftelser for å motta 5 XMR tilbake i endring), og den andre donasjonen ville bruke de andre 10 XMR utgang.</p> <p>Noen kryptovaluta-lommebøker har en funksjon kalt "output management", som ganske enkelt viser en bruker hvilke utganger de har for øyeblikket (i tillegg til totalsummen), samt lar dem velge hvilke de vil bruke når de bruker deres kryptovaluta.</p> <p>Fra nå av gjør Monero GUI utvalg for brukere automatisk, ettersom brukere som velger sine egne utganger ofte fører til forvirring eller i noen tilfeller skadet personvernet. Det er imidlertid lommebøker under konstruksjon, slik som det nye Feather-lommebokprosjektet, som vil inneholde disse utdatabehandlingsfunksjonene.</p> <p>Vi har snakket mye om sendingsdelen, men noe fascinerende skjer på mottakersiden. Går tilbake til vårt eksempel på å sende 3 XMR til noen, og bruke dine 1,5 XMR og 2,25 XMR utganger i transaksjonen (mens du forventer 0,75 XMR i endring), mottar mottakeren IKKE to utganger på 1,5 XMR og 2,25 XMR. De mottar i stedet EN 3 XMR-utgang.</p> <p>I bakgrunnen kombinerer protokollen alle utdataene som brukes til utgifter, og gir mottakeren én utgang av det betalte beløpet, og sender én endringsutgang tilbake til avsenderen. Så avsenderen vil også motta en utgang tilbake som endring, uavhengig av om de brukte to, tre eller ti utganger for å sende transaksjonen.</p> <p>Vi håper dette har ryddet opp i litt forvirring om utdata og hvordan den interne regnskapsføringen av protokollen fungerer, samt det vanlige brukeren som står overfor problemet med forvirring når de møter låste midler. I en annen artikkel vil vi utforske hvordan du administrerer utdataene dine for å minimere sjansen for å måtte vente på ulåste midler før du sender fremtidige transaksjoner.</p>
nl: <p>Monero gebruikt, net als andere cryptocurrencies, outputs als een middel om fondsen te verantwoorden. Veel crypto-savvy gebruikers hebben deze term waarschijnlijk al eerder gehoord, maar niet iedereen begrijpt wat ze bedoelen of hoe ze werken. Zoals onderzocht in ons <a target="_blank" href="/knowledge/ring-signatures" class="next-link">artikel over ringhandtekeningen </a>, zijn outputs de daadwerkelijke eenheden die op de blockchain worden uitgewisseld tussen partijen die transacties uitvoeren. Vergelijkbaar met een dollarbiljet, maar het bedrag is niet in een vaste coupure.</p> <p>Als u $ 16 krijgt voor een baan, ontvangt u mogelijk een biljet van één dollar, een biljet van vijf dollar en een biljet van tien dollar. U heeft $ 16, maar u heeft ook drie verschillende rekeningen in uw portefeuille. Als u iemand 6 dollar wilt betalen, kunt u de 5 en de 1 gebruiken, maar als u iemand $ 8 wilt betalen, kunt u alleen de $ 10 gebruiken en krijgt u $ 2 terug als wisselgeld. Ten slotte, als u iemand $ 14 zou willen betalen, zou u alle drie de biljetten moeten gebruiken en zou u $ 2 als wisselgeld terugkrijgen, maar voor een korte tijd, als u alle drie de rekeningen overhandigt, heeft u geen geld in uw portefeuille totdat u het wisselgeld terug krijgt.</p> <p>Monero werkt op dezelfde manier. Stel dat u een winkel runt en drie verschillende artikelen verkoopt. U ontvangt misschien 1,5 XMR, 2,25 XMR en 5,25 XMR voor een totaal van 9 XMR, maar u heeft ook drie verschillende outputs in uw portefeuille met de eerder vermelde coupures. Net als met de dollars, wilt u misschien iemand 3 XMR betalen. U kunt alleen de 5,25 XMR-uitvoer gebruiken en 2,25 XMR terugkrijgen als wisselgeld, of u kunt de 1,5 en 2,25 XMR-uitvoer combineren en 0,75 XMR terugkrijgen als wisselgeld.</p> <p>Maar zodra u de transactie verzendt, worden de uitgangen die u wel gebruikt in een "vergrendelde" toestand gezet, wat betekent dat ze ontoegankelijk zijn totdat u het wisselgeld terugkrijgt. Het protocol ontgrendelt het geld (d.w.z. geeft u het wisselgeld terug) na 10 bevestigingen, of ongeveer 20 minuten. Net zoals wanneer u de dollarbiljetten uit uw portefeuille overhandigt, kunt u het geld niet gebruiken totdat u het wisselgeld terugkrijgt van de kassier, uw Monero is ontoegankelijk totdat u het wisselgeld terugkrijgt.</p> <p>Laten we teruggaan naar het voorbeeld van het sturen van 3 XMR naar iemand, en u gebruikt de 5,25 XMR-uitvoer. Nu, terwijl u wacht op uw 1,75 XMR terug in wisselgeld, kunt u het niet gebruiken. Deze 1.75 XMR is niet toegankelijk voor u. Maar u kunt nog steeds de 1,5 XMR- en 2,25 XMR-uitgangen gebruiken, aangezien deze niet zijn uitgegeven. Om terug te gaan naar het voorbeeld van de dollar: als u iemand $ 8 heeft betaald, zoals in het vorige voorbeeld, zou u de $ 2 die u terug verwacht niet in wisselgeld kunnen gebruiken totdat het aan u wordt gegeven, maar in dit voorbeeld heeft u nog steeds een biljet van $ 10 die ongebruikt in uw portefeuille zit. Dit kan nog steeds worden gebruikt om te kopen wat u maar wilt terwijl u wacht op het wisselgeld. Hetzelfde geldt voor Monero.</p> <p>Dit is vaak een punt van verwarring voor nieuwe Monero-gebruikers. Vaak heeft een gebruiker slechts één output in zijn portefeuille, ontvangen van een transactie of vriend. Laten we zeggen dat deze output 20 XMR is. Ze hebben geen andere output in hun portefeuille. Ze willen nu een donatie doen aan twee van hun favoriete goede doelen. Ze sturen 5 XMR naar het eerste goede doel en zijn dan in de war, want hoewel ze nog 15 XMR over zouden moeten hebben, kunnen ze niet meteen de volgende donatie naar het tweede goede doel sturen. Zoals u misschien al geraden heeft, komt dit omdat de 15 XMR is vergrendeld. Het kan pas worden uitgegeven als het als wisselgeld is teruggegeven (10 bevestigingen of ongeveer 20 minuten). Nadat hun geld is ontgrendeld, kunnen ze hun tweede donatie sturen.</p> <p>Om het punt nog eens te herhalen, ze zouden dit probleem niet hebben gehad als ze in plaats daarvan meerdere uitgangen hadden gehad, zoals twee 10 XMR-uitgangen of iets dergelijks. Ze zouden beide donaties direct na elkaar kunnen verzenden, omdat de eerste donatie een van de 10 XMR-outputs zou gebruiken (en 10 bevestigingen zou wachten om 5 XMR als wisselgeld terug te ontvangen), en de tweede donatie zou de andere 10 XMR output gebruiken.</p> <p>Sommige cryptocurrency-portefeuilles hebben een functie die 'outputbeheer' wordt genoemd, waarmee een gebruiker eenvoudig kan zien welke output ze momenteel hebben (naast zijn totale som), en stelt hun in staat om te kiezen welke ze willen gebruiken wanneer ze hun cryptocurrency uitgeven.</p> <p>Vanaf nu doet de GUI van Monero automatisch output-selectie voor gebruikers, aangezien gebruikers die hun eigen output selecteren vaak leidt tot verwarring of, in sommige gevallen, schending van de privacy. Er zijn echter portefeuilles in aanbouw, zoals het nieuwe Feather-portefeuille project, die deze functies voor output-beheer zullen bevatten.</p> <p>We hebben veel gesproken over het verzendende gedeelte, maar er gebeurt iets fascinerends aan de ontvangende kant. Terugkomend op ons voorbeeld van het sturen van 3 XMR naar iemand en het gebruik van uw 1,5 XMR- en 2,25 XMR-outputs in de transactie (terwijl u 0,75 XMR als wisselgeld verwacht), ontvangt de ontvanger NIET twee outputs van 1,5 XMR en 2,25 XMR. In plaats daarvan ontvangen ze EEN 3 XMR-uitvoer.</p> <p>Op de achtergrond combineert het protocol alle outputs die gebruikt worden voor uitgaven, en geeft de ontvanger één output van het betaalde bedrag, en stuurt één wisselgeldoutput terug naar de afzender. De afzender krijgt dus ook één output als wisselgeld terug, ongeacht of hij twee, drie of tien outputs heeft gebruikt om de transactie te verzenden.</p> <p>We hopen dat dit wat verwarring heeft weggenomen over outputs en hoe de interne boekhouding van het protocol werkt, evenals het veelvoorkomende probleem van verwarring bij geblokkeerde fondsen. In een ander artikel zullen we onderzoeken hoe u uw outputs kunt beheren om de kans te minimaliseren dat u moet wachten op ontgrendeld geld voordat u toekomstige transacties verzendt.</p>
pl: <p>Monero, podobnie jak inne kryptowaluty, wykorzystuje wyjścia jako sposób rozliczania środków. Wielu doświadczonych użytkowników kryptowalut prawdopodobnie słyszało ten termin wcześniej, ale nie wszyscy rozumieją, co oznacza i jak działa. Jak wyjaśniliśmy w naszym<a target="_blank" href="/knowledge/ring-signatures" class="next-link"> artykule o ring signatures</a>, wyjścia są rzeczywistą jednostką wymienianą na blockchainie między stronami transakcji. Są podobne do banknotu dolarowego, ale ich wartość nie jest żadnym stałym nominałem.</p> <p> Wyobraźmy sobie hipotetyczną sytuację, w której otrzymujesz za jakąś pracę 16 dolarów w postaci banknota jednodolarowego, pięciodolarowego i dziesięciodolarowego. Masz teraz 16 dolarów, ale w portfelu masz trzy różne banknoty. Jeśli chciałbyś zapłacić komuś 6 dolarów, mógłbyś użyć banknotu pięciodolarowego i jednodolarowego, ale jeśli chciałbyś zapłacić komuś 8 dolarów, mógłbyś użyć tylko banknotu dziesięciodolarowego i otrzymać 2 dolary reszty. Albo gdybyś chciał zapłacić komuś 14 dolarów, musiałbyś użyć wszystkich trzech banknotów i otrzymałbyś 2 dolary z powrotem w reszcie. W chwili kiedy przekazujesz wszystkie trzy banknoty, nie masz pieniędzy w portfelu, dopóki nie dostaniesz reszty z powrotem.</p> <p>Monero działa na podobnych zasadach. Wyobraźmy sobie kolejną sytuację. Tym razem prowadzisz sklep i dokonujesz trzech sprzedaży trzech różnych przedmiotów. Twoja zapłata to 1,5 XMR, 2,25 XMR oraz 5,25 XMR, w sumie 9 XMR. Masz teraz w swoim portfelu trzy różne wyjścia o podanych nominałach. Podobnie jak w przypadku dolarów, możesz chcieć zapłacić komuś 3 XMR. Aby to zrobić, możesz użyć nominału 5,25 XMR i otrzymać w reszcie 2,25 XMR, albo połączyć wyjścia 1,5 oraz 2,25 XMR i dostać z powrotem 0,75 XMR.</p> <p>Jak tylko wyślesz transakcję, wyjścia, których użyłeś, będą wprowadzone w stan "zablokowany", co oznacza, że będą niedostępne, dopóki nie otrzymasz z powrotem swojej należytej reszty. Protokół odblokowuje środki (oddaje Ci resztę) po 10 potwierdzeniach, czyli około 20 minutach. Tak samo jak nie możesz użyć ponownie banknotów po przekazaniu ich kasjerowi, tylko resztę, którą od niego dostaniesz, tak samo też Twoje Monero jest niedostępne, dopóki nie otrzymasz z powrotem reszty.</p> <p>Wróćmy z powrotem do przykładu, w którym chcesz komuś wysłać 3 XMR wykorzystując do tego wyjście, które zawiera 5,25 XMR. Nie możesz użyć tego wyjścia ponownie dopóki nie dostaniesz z powrotem swoich 2,25 XMR reszty. Natomiast nadal możesz posługiwać się swoimi pozostałymi wyjściami, ponieważ nie zostały one w żaden sposób wykorzystane. Nawiązując jeszcze raz do przykładu z dolarami, jeśli zapłaciłbyś komuś 8 dolarów banknotem dziesięciodolarowym, nie byłbyś w stanie wykorzystać 2 dolarów, których oczekujesz z powrotem, dopóki ich nie dostaniesz. W swoim portfelu nadal masz inne banknoty, których możesz używać i tak samo jest z pozostałymi wyjściami, które nie są aktualnie używane do żadnej transakcji.</p> <p>Użytkowników często wprawia to w konfuzję. Zakładają, że mogą użyć jednego wyjścia równocześnie do wykonania kilku transakcji. Wyobraźmy sobie, że użytkownik posiada tylko jedno wyjście równowarte 20 XMR. Nie ma innych wyjść w swoim portfelu, a pragnie przekazać darowiznę dwóm fundacjom. Wysyła 5 XMR do jednej organizacji charytatywnej i jest zdezorientowany, bo był przekonany, że powinno mu zostać jeszcze 15 XMR. Tak jak się pewnie domyślasz, ich 15 XMR jest aktualnie zablokowane i będzie mogło być wykorzystane, kiedy zostanie zwrócone w postaci reszty (musi nastąpić 10 potwierdzeń, ten proces trwa mniej więcej 20 minut). Dopiero po odblokowaniu jego środków, może dokonać drugiej darowizny.</p> <p>Powtórzmy jeszcze raz dla jasności. Powyższy problem nie zaistniałby, gdyby użytkownik posiadał kilka wyjść np. dwa wyjścia 10 XMR. Byłby w stanie wysłać obie darowizny jedną po drugiej bez konieczności czekania, ponieważ na każdą darowiznę przypada jedno wyjście. </p> <p>Niektóre portfele kryptowalut posiadają funkcję zwaną "zarządzanie wyjściem", która najzwyczajniej pokazuje wszystkie wyjścia (także ich równowartość) oraz umożliwia użytkownikowi wybór konkretnego wyjścia, na co i kiedy chce.</p> <p>Na chwilę obecną, Monero GUI (portfel monero) wybiera wyjścia automatycznie za użytkowników, ponieważ często ta czynność wprawia ich w konfuzję, a nawet w niektórych przypadkach, gdy sami dokonują selekcji, prowadzi do naruszenia ich prywatności. Portfele, które posiadają funkcje zarządzania wyjściami, są aktualnie w trakcie tworzenia. Jest to między innymi nowy projekt - portfel Feather. </p> <p>Szczegółowo omówiliśmy jak wygląda transakcja od strony nadawcy. Ale co dzieje się na jej drugim końcu? Wróćmy znowu do przykładu, w którym wysyłamy komuś 3 XMR używając do tego wyjść 1,5 XMR oraz 2,25 XMR, czyli w sumie 3,75 XMR. Odbiorca NIE otrzymuje całej tej sumy, tylko jedno wyjście o wartości 3 XMR.</p> <p>Protokół łączy wszystkie wyjścia wykorzystane do zapłaty, daje odbiorcy jedno wyjście o wartości zapłaty oraz wysyła jedno wyjście z powrotem do nadawcy o wartości reszty. Obie strony, nadawca i odbiorca, otrzymują jedno wyjście z powrotem. Nie ma tutaj znaczenia czy nadawca użył dwóch, trzech czy dziesięciu wyjść do wykonania transakcji.</p> <p>Mamy nadzieję, że to rozjaśniło niezrozumienie dotyczące wyjść, tego jak działa rozliczanie transakcji przez protokół oraz zablokowanych środków. W następnym artykule zajmiemy się tym jak zarządzać swoimi wyjściami, aby zmniejszyć czas oczekiwania na odblokowanie środków.</p>
pt_br: <p>Monero, como outras criptomoedas, usa saídas como um meio de contabilizar fundos. Muitos usuários experientes em criptografia provavelmente já ouviram esse termo antes, mas nem todos entendem o que ele significa e como funciona. Conforme explorado em nosso <a target="_blank" href="/knowledge/ring-signatures" class="next-link">artigo sobre assinaturas de anel</a>, as saídas são a unidade real trocada no blockchain entre as partes em transação. Semelhante a uma nota de dólar, mas o valor não tem denominação fixa.</p> <p>Se você receber $ 16 por um trabalho, poderá receber uma nota de um dólar, uma nota de cinco dólares e uma nota de dez dólares. Você tem $ 16, mas também tem três notas diferentes na carteira. Se você quisesse pagar a alguém 6 dólares, poderia usar a nota de 5 e 1, mas se quisesse pagar a alguém $ 8, só poderia usar os $ 10 e receber $ 2 em troco. Por último, se você quisesse pagar a alguém $ 14, você teria que usar todas as três notas e receber $ 2 de volta em trocos, mas por um momento, quando você entrega as três notas, não tem dinheiro na carteira até receber o mudar de volta.</p> <p>Monero funciona de forma semelhante. Suponha que você administre uma loja e faça três vendas de três itens diferentes. Você pode receber 1,5 XMR, 2,25 XMR e 5,25 XMR para um total de 9 XMR, mas também tem três saídas diferentes em sua carteira com as denominações declaradas anteriormente. Assim como com os dólares, você pode querer pagar 3 XMR a alguém. Você poderia usar apenas a saída 5,25 XMR e receber 2.25 XMR de volta com mudança, ou você poderia combinar as saídas 1,5 e 2,25 XMR e obter 0,75 XMR de volta com mudança.</p> <p>Mas, assim que você envia a transação, as saídas que você usa são colocadas em um estado "bloqueado", o que significa que ficam inacessíveis até que você receba o troco. O protocolo desbloqueia os fundos (ou seja, devolve o troco) após 10 confirmações ou cerca de 20 minutos. Assim como quando você entrega as notas de dólar de sua carteira, você não pode usar o dinheiro novamente até receber o troco de volta do caixa, seu Monero fica inacessível até que você receba o troco.</p> <p>Vamos voltar ao exemplo de enviar 3 XMR para alguém e usar a saída 5.25 XMR. Agora, enquanto você espera 1,75 XMR de volta à mudança, você não pode usá-lo. Este 1.75 XMR está inacessível para você. Mas você ainda pode usar as saídas 1.5 XMR e 2.25 XMR, já que elas não foram gastas. Voltando ao exemplo do dólar, se você pagou a alguém $ 8, como no exemplo anterior, você não seria capaz de usar os $ 2 que espera em troco até que seja dado a você, mas neste exemplo, você ainda tem um Nota de $ 10 não utilizada em sua carteira. Isso ainda pode ser usado para comprar o que quiser enquanto espera pela mudança. O mesmo com Monero.</p> <p>Isso costuma ser um ponto de confusão para novos usuários do Monero. Freqüentemente, um usuário pode ter apenas uma saída em sua carteira, recebida de uma bolsa ou de um amigo. Digamos que esta saída seja 20 XMR. Eles não têm outras saídas em sua carteira. Eles agora querem fazer uma doação para duas de suas instituições de caridade favoritas. Eles enviam 5 XMR para a primeira instituição de caridade e ficam confusos porque, embora devam ter 15 XMR restantes, eles não podem enviar imediatamente a próxima doação para a segunda instituição de caridade. Como você deve ter adivinhado, isso ocorre porque o 15 XMR está bloqueado. Não pode ser gasto até que seja devolvido como troco (10 confirmações ou cerca de 20 minutos). Depois que seus fundos forem desbloqueados, eles poderão enviar sua segunda doação.</p> <p>Apenas para reiterar o ponto, eles não teriam esse problema se tivessem várias saídas, como duas saídas 10 XMR ou semelhantes. Eles seriam capazes de enviar as duas doações uma após a outra, porque a primeira doação usaria uma das 10 saídas de XMR (e esperaria 10 confirmações para receber 5 XMR de volta em troco), e a segunda doação usaria os outros 10 XMR resultado.</p> <p>Algumas carteiras de criptomoeda têm um recurso chamado 'gerenciamento de saída', que simplesmente mostra ao usuário quais saídas ele tem atualmente (além de sua soma total), bem como permite que ele escolha quais deseja usar quando gastar sua criptomoeda.</p> <p>A partir de agora, a GUI do Monero faz a seleção de saída para os usuários automaticamente, já que os usuários que selecionam suas próprias saídas costumam causar confusão ou, em alguns casos, prejudicar a privacidade. No entanto, há carteiras em construção, como o novo projeto de carteira Feather, que conterá esses recursos de gerenciamento de saída.</p> <p>Temos falado muito sobre a parte de envio, mas algo fascinante acontece na extremidade de recepção. Voltando ao nosso exemplo de envio de 3 XMR para alguém e usando suas saídas 1.5 XMR e 2.25 XMR na transação (enquanto esperava 0.75 XMR na mudança), o receptor NÃO recebe duas saídas de 1.5 XMR e 2.25 XMR. Em vez disso, recebem UMA saída 3 XMR.</p> <p>Em segundo plano, o protocolo combina todas as saídas usadas para gastar e dá ao receptor uma saída da quantia paga e envia uma saída de mudança de volta ao remetente. Portanto, o remetente também receberá uma saída de volta como alteração, independentemente de terem usado duas, três ou dez saídas para enviar a transação.</p> <p>Esperamos que isso tenha esclarecido alguma confusão sobre os resultados e como funciona a contabilidade interna do protocolo, bem como o problema comum de confusão que o usuário enfrenta ao encontrar fundos bloqueados. Em outro artigo, exploraremos o gerenciamento de seus resultados de modo a minimizar a chance de ter que esperar por fundos desbloqueados antes de enviar transações futuras.</p>
sl: <p>Monero, tako kot druge kriptovalute, uporablja rezultate kot sredstvo za obračunavanje sredstev. Mnogi uporabniki, ki poznajo kriptovalute, so verjetno že slišali za ta izraz, vendar vsi ne razumejo, kaj pomenijo in kako delujejo. Kot je raziskano v našem <a target="_blank" href="/knowledge/ring-signatures" class="next-link">članku o podpisih obročev </a>, so izhodi dejanske enote, izmenjane v verigi blokov med pogodbenimi strankami. Podobno dolarskemu bankovcu, vendar znesek ni v fiksnem apoenu.</p> <p>Če za delo prejmete plačilo 16 dolarjev, boste morda prejeli bankovec za en dolar, bankovec za pet dolarjev in bankovec za deset dolarjev. Imate 16 dolarjev, vendar imate v denarnici tudi tri različne bankovce. Če bi nekomu želeli plačati 6 dolarjev, bi lahko uporabili bankovca za 5 in 1, če pa bi nekomu želeli plačati 8 dolarjev, bi lahko uporabili samo 10 dolarjev in prejeli 2 dolarja nazaj v drobižu. Nazadnje, če bi nekomu želeli plačati 14 dolarjev, bi morali uporabiti vse tri bankovce in bi prejeli 2 dolarja nazaj v drobižu, a za trenutek, ko izročite vse tri bankovce, nimate denarja v denarnici, dokler ne dobite spremeni nazaj.</p> <p>Monero deluje podobno. Recimo, da imate trgovino in trikrat prodate tri različne artikle. Morda boste prejeli 1,5 XMR, 2,25 XMR in 5,25 XMR za skupno 9 XMR, vendar imate v svoji denarnici tudi tri različne izhode prej navedenih apoenov. Tako kot pri dolarjih boste morda želeli nekomu plačati 3 XMR. Uporabite lahko samo izhod 5,25 XMR in prejmete 2,25 XMR nazaj kot drobiž ali pa združite izhoda 1,5 in 2,25 XMR in dobite 0,75 XMR nazaj kot drobiž.</p> <p>Toda takoj, ko pošljete transakcijo, so izhodi, ki jih uporabljate, postavljeni v "zaklenjeno" stanje, kar pomeni, da so nedostopni, dokler ne prejmete nazaj spremembe. Protokol odklene sredstva (tj. vrne vam drobiž) po 10 potrditvah ali približno 20 minutah. Tako kot ko enkrat izročite dolarske bankovce iz denarnice, denarja ne morete več uporabiti, dokler ne prejmete drobiža od blagajne, je vaš Monero nedostopen, dokler ne prejmete nazaj drobiža.</p> <p>Vrnimo se k primeru pošiljanja 3 XMR nekomu, vi pa uporabite izhod 5,25 XMR. Zdaj, ko čakate na 1,75 XMR nazaj v menjavi, ga ne morete uporabiti. Ta 1.75 XMR vam je nedostopen. Še vedno pa lahko uporabljate izhode 1,5 XMR in 2,25 XMR, saj ti niso bili porabljeni. Če se vrnemo k primeru z dolarji, če bi nekomu plačali 8 dolarjev, kot v prejšnjem primeru, ne bi mogli uporabiti 2 dolarjev, ki jih pričakujete nazaj v drobižu, dokler vam jih ne dajo, toda v tem primeru imate še vedno Bankovec za 10 $, ki je neuporabljen v vaši denarnici. To lahko še vedno uporabite za nakup, kar želite, medtem ko čakate na spremembo. Enako z Monero.</p> <p>To je pogosto zmeda za nove uporabnike Monera. Pogosto ima uporabnik v svoji denarnici samo en izhod, ki ga je prejel od borze ali prijatelja. Recimo, da je ta izhod 20 XMR. V svoji denarnici nimajo drugih izhodov. Zdaj želita donirati dvema svojima najljubšima dobrodelnima organizacijama. Pošljejo 5 XMR prvi dobrodelni organizaciji, nato pa so zmedeni, ker, čeprav bi jim moralo ostati 15 XMR, ne morejo takoj poslati naslednje donacije drugi dobrodelni organizaciji. Kot ste morda uganili, je to zato, ker je 15 XMR zaklenjen. Ni ga mogoče porabiti, dokler ni vrnjen kot drobiž (10 potrditev ali približno 20 minut). Ko bodo njihova sredstva odklenjena, bodo lahko poslali svojo drugo donacijo.</p> <p>Če samo ponovim, te težave ne bi imeli, če bi namesto tega imeli več izhodov, na primer dva izhoda 10 XMR ali podobno. Obe donaciji bi lahko poslali eno za drugo, ker bi prva donacija uporabila enega od 10 izhodov XMR (in počakala 10 potrditev, da bi prejela 5 XMR nazaj v spremembi), druga donacija pa bi uporabila ostalih 10 XMR. izhod.</p> <p>Nekatere denarnice za kriptovalute imajo funkcijo, imenovano 'upravljanje izhodov', ki uporabniku preprosto prikaže, katere izhode trenutno ima (poleg njihove skupne vsote), in mu omogoča, da izbere, katere želi uporabiti, ko porabi njihova kriptovaluta.</p> <p>Od zdaj GUI Monero samodejno izbira izhode za uporabnike, saj uporabniki, ki izbirajo lastne izhode, pogosto povzročajo zmedo ali v nekaterih primerih škodijo zasebnosti. Vendar pa so v izdelavi denarnice, kot je nov projekt denarnice Feather, ki bo vseboval te funkcije za upravljanje izhoda.</p> <p>Veliko smo govorili o delu pošiljanja, vendar se na prejemnem koncu zgodi nekaj fascinantnega. Če se vrnemo k našemu primeru pošiljanja 3 XMR nekomu in uporabi vaših izhodov 1,5 XMR in 2,25 XMR v transakciji (medtem ko pričakujemo 0,75 XMR v spremembi), prejemnik NE prejme dveh izhodov 1,5 XMR in 2,25 XMR. Namesto tega prejmejo EN 3 izhod XMR.</p> <p>V ozadju protokol združuje vse izhode, ki se uporabljajo za porabo, in daje prejemniku en izhod plačanega zneska ter pošlje en izhod spremembe nazaj pošiljatelju. Tako bo tudi pošiljatelj prejel en izhod nazaj kot drobiž, ne glede na to, ali je za pošiljanje transakcije uporabil dva, tri ali deset izhodov.</p> <p>Upamo, da je to razjasnilo nekaj zmede glede rezultatov in delovanja notranjega računovodstva protokola, pa tudi običajnega uporabnika, ki se sooča s težavo zmede, ko naleti na zaklenjena sredstva. V drugem članku bomo raziskali upravljanje vaših rezultatov, da bi čim bolj zmanjšali možnost čakanja na odklenjena sredstva pred pošiljanjem prihodnjih transakcij.</p>
sv: <p>Monero, liksom andra kryptovalutor, använder utdata som ett sätt att redovisa pengar. Många kryptokunniga användare har säkert hört den här termen förut, men alla förstår inte vad de menar och hur de fungerar. Som utforskats i vår <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturartikel</a>, är utdata den faktiska enhet som utbyts på blockkedjan mellan transaktionsparter. Liknar en dollarsedel, men beloppet är inte i en fast valör.</p> <p>Om du får 16 dollar för ett jobb kan du få en endollarsedel, en femdollarsedel och en tiodollarsedel. Du har 16 dollar, men du har också tre olika sedlar i din plånbok. Om du vill betala någon 6 dollar kan du använda 5 och 1-sedeln, men om du vill betala någon 8 dollar kan du bara använda 10 dollar och få tillbaka 2 dollar i växel. Slutligen, om du vill betala någon 14 dollar måste du använda alla tre sedlarna och får tillbaka 2 dollar i växel, men för ett ögonblick, när du lämnar över alla tre sedlarna, har du inga pengar i plånboken förrän du får tillbaka växeln.</p> <p>Monero fungerar på liknande sätt. Antag att du driver en butik och gör tre försäljningar på tre olika artiklar. Du kanske får 1,5 XMR, 2,25 XMR och 5,25 XMR för totalt 9 XMR, men du har också tre olika utgångar i din plånbok av de valörer som nämnts tidigare. Precis som med dollar kanske du vill betala någon 3 XMR. Du kan använda bara 5,25 XMR och få tillbaka 2,25 XMR i växel, eller så kan du kombinera 1,5 och 2,25 XMR och få tillbaka 0,75 XMR i växel.</p> <p>Men så snart du skickar transaktionen försätts de utgångar som du använder i ett "låst" tillstånd, vilket innebär att de är oåtkomliga tills du får tillbaka växelpengarna. Protokollet låser upp medlen (dvs. ger dig tillbaka växelpengarna) efter 10 bekräftelser, eller cirka 20 minuter. Precis som när du lämnar över dollarsedlarna ur din plånbok kan du inte använda pengarna igen förrän du får tillbaka växeln från kassören, din Monero är oåtkomlig tills du får tillbaka växeln..</p> <p>Låt oss gå tillbaka till exemplet med att skicka 3 XMR till någon, och du använder de 5,25 XMR som kommer ut. Nu, medan du väntar på att få tillbaka 1,75 XMR i växel, kan du inte använda den. Dessa 1,75 XMR är oåtkomliga för dig. Men du kan fortfarande använda 1,5 XMR och 2,25 XMR, eftersom dessa inte har spenderats. Om vi återgår till dollarexemplet och du betalar någon 8 USD, som i exemplet ovan, kan du inte använda de 2 USD som du förväntar dig i växel förrän du får tillbaka dem, men i det här exemplet har du fortfarande en oanvänd 10-dollarsedel i plånboken. Detta kan fortfarande användas för att köpa vad du vill medan du väntar på förändringen. Samma sak med Monero.</p> <p>Detta är ofta en förvirringspunkt för nya Monero-användare. Ofta kan en användare bara ha en output i sin plånbok, mottagen från en börs eller en vän. Låt oss säga att denna output är 20 XMR. De har inga andra utgångar i sin plånbok. De vill nu göra en donation till två av sina favoritvälgörenhetsorganisationer. De skickar 5 XMR till den första välgörenhetsorganisationen och blir sedan förvirrade eftersom de, trots att de borde ha 15 XMR kvar, inte omedelbart kan skicka nästa donation till den andra välgörenhetsorganisationen. Som du kanske har gissat beror detta på att de 15 XMR är låsta. De kan inte spenderas förrän de returneras som växel (10 bekräftelser eller cirka 20 minuter). När deras pengar har låsts upp kan de skicka sin andra donation.</p> <p>Bara för att upprepa poängen, de skulle inte ha haft detta problem om de hade haft flera utgångar istället, till exempel två 10 XMR-utgångar eller liknande. De skulle kunna skicka båda donationerna direkt efter varandra, eftersom den första donationen skulle använda en av 10 XMR-utgångarna (och vänta 10 bekräftelser för att få 5 XMR tillbaka i växel), och den andra donationen skulle använda den andra 10 XMR utgången.</p> <p>Vissa kryptovalutaplånböcker har en funktion som kallas "output management", som helt enkelt visar användaren vilka outputs de har för närvarande (utöver deras totala summa), samt låter dem välja vilka de vill använda när de spenderar sin kryptovaluta.</p> <p>Från och med nu gör Moneros GUI automatiskt val av utdata för användare, eftersom användare som väljer sina egna utdata ofta leder till förvirring eller, i vissa fall, skadad integritet. Det finns dock plånböcker under konstruktion, såsom det nya Feather-plånboksprojektet, som kommer att innehålla dessa funktioner för utmatningshantering.</p> <p>Vi har pratat en hel del om sändningsdelen, men något fascinerande händer i mottagaränden. Om vi återgår till vårt exempel med att skicka 3 XMR till någon och använda dina 1,5 XMR och 2,25 XMR-utgångar i transaktionen (medan du förväntar dig 0,75 XMR i växel), får mottagaren INTE två utgångar på 1,5 XMR och 2,25 XMR. De får istället EN 3 XMR-utgång.</p> <p>I bakgrunden kombinerar protokollet alla utgångar som använts för utgifterna och ger mottagaren en utgång av det betalda beloppet och skickar en växelutgång tillbaka till avsändaren. Avsändaren får alltså också tillbaka en output som växel, oavsett om han eller hon använde två, tre eller tio outputs för att skicka transaktionen.</p> <p>Vi hoppas att detta har skingrat en del förvirring kring outputs och hur protokollets interna redovisning fungerar, samt det vanliga användarproblemet med förvirring när man stöter på låsta medel. I en annan artikel kommer vi att undersöka hur du hanterar dina utdata så att du minimerar risken för att behöva vänta på upplåsta medel innan du skickar framtida transaktioner.</p>
tl: <p>Ang Monero, tulad ng iba pang cryptocurrencies, ay gumagamit ng mga output bilang paraan ng accounting para sa mga pondo. Maraming mga gumagamit ng crypto savvy ang malamang na narinig ang terminong ito dati, ngunit hindi lahat ay nauunawaan kung ano ang ibig nilang sabihin at kung paano sila gumagana. Gaya ng ginalugad sa aming artikulo sa <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, ang mga output ay ang aktwal na yunit na ipinagpapalit sa blockchain sa pagitan ng mga nakikipagtransaksyon na partido. Katulad ng isang dollar bill, ngunit ang halaga ay wala sa isang nakapirming denominasyon.</p> <p>Kung mababayaran ka ng $16 para sa isang trabaho, maaari kang makatanggap ng isang dollar bill, isang limang dollar bill, at isang sampung dollar bill. Mayroon kang $16, ngunit mayroon ka ring tatlong magkakaibang singil sa iyong wallet. Kung gusto mong bayaran ang isang tao ng 6 na dolyar, maaari mong gamitin ang 5 at ang 1 na bayarin, ngunit kung gusto mong magbayad ng $8 sa isang tao maaari mo lamang gamitin ang $10 at makatanggap ng $2 bilang pagbabago. Panghuli, kung gusto mong magbayad ng $14 sa isang tao kailangan mong gamitin ang lahat ng tatlong bill, at makakatanggap ka ng $2 bilang sukli, ngunit sa ilang sandali, kapag ibinigay mo ang lahat ng tatlong bill, wala kang pera sa iyong wallet hanggang sa makuha mo ang bumalik.</p> <p>Gumagana nang katulad ang Monero. Ipagpalagay na nagpapatakbo ka ng isang tindahan at gumawa ng tatlong benta sa tatlong magkakaibang mga item. Maaari kang makatanggap ng 1.5 XMR, 2.25 XMR, at 5.25 XMR para sa kabuuang 9 XMR, ngunit mayroon ka ring tatlong magkakaibang mga output sa iyong wallet ng mga denominasyong nakasaad dati. Katulad ng sa dolyar, baka gusto mong magbayad ng 3 XMR sa isang tao. Maaari mong gamitin lamang ang 5.25 XMR na output, at makatanggap ng 2.25 XMR bilang pagbabago, o maaari mong pagsamahin ang 1.5 at 2.25 XMR na mga output at makakuha ng 0.75 XMR bilang pagbabago.</p> <p>Ngunit, sa sandaling ipadala mo ang transaksyon, ang mga output na ginagamit mo ay inilalagay sa isang "naka-lock" na estado, ibig sabihin ay hindi naa-access ang mga ito hanggang sa matanggap mo muli ang pagbabago. Ina-unlock ng protocol ang mga pondo (ibig sabihin, ibabalik sa iyo ang pagbabago) pagkatapos ng 10 kumpirmasyon, o humigit-kumulang 20 minuto. Tulad ng sa sandaling ibigay mo ang mga perang papel mula sa iyong wallet, hindi mo magagamit muli ang pera hanggang sa matanggap mo ang sukli pabalik mula sa cashier, hindi maa-access ang iyong Monero hanggang sa matanggap mo muli ang sukli.</p> <p>Bumalik tayo sa halimbawa ng pagpapadala ng 3 XMR sa isang tao, at ginagamit mo ang 5.25 XMR na output. Ngayon, habang hinihintay mo ang iyong 1.75 XMR pabalik sa pagbabago, hindi mo ito magagamit. Ang 1.75 XMR na ito ay hindi naa-access sa iyo. Ngunit maaari mo pa ring gamitin ang 1.5 XMR at 2.25 XMR na mga output, dahil ang mga ito ay hindi ginastos. Bumalik sa halimbawa ng dolyar, kung binayaran mo ang isang tao ng $8, tulad ng sa halimbawa dati, hindi mo magagamit ang $2 na inaasahan mong babalik sa pagbabago hanggang sa maibigay ito sa iyo, ngunit sa halimbawang ito, mayroon ka pa ring $10 na bill na hindi nagamit sa iyong wallet. Magagamit pa rin ito para bumili ng kahit anong gusto mo habang hinihintay mo ang pagbabago. Ganoon din sa Monero.</p> <p>Ito ay madalas na isang punto ng pagkalito para sa mga bagong user ng Monero. Kadalasan, ang isang user ay maaaring magkaroon lamang ng isang output sa kanilang wallet, na natanggap mula sa isang exchange o isang kaibigan. Sabihin nating ang output na ito ay 20 XMR. Wala silang ibang output sa wallet nila. Nais na nilang magbigay ng donasyon sa dalawa sa kanilang mga paboritong kawanggawa. Nagpapadala sila ng 5 XMR sa unang charity at pagkatapos ay nalilito dahil, kahit na dapat ay mayroon silang 15 XMR na natitira, hindi nila agad maipadala ang susunod na donasyon sa pangalawang kawanggawa. Gaya ng nahulaan mo, ito ay dahil naka-lock ang 15 XMR. Hindi ito maaaring gastusin hanggang sa maibalik ito bilang pagbabago (10 kumpirmasyon o humigit-kumulang 20 minuto). Pagkatapos ma-unlock ang kanilang mga pondo, maipadala na nila ang kanilang pangalawang donasyon.</p> <p>Upang ulitin ang punto, hindi sila magkakaroon ng problemang ito kung mayroon na lang silang maraming output, gaya ng dalawang 10 XMR output o katulad. Magagawa nilang magpadala ng parehong donasyon nang magkasunod, dahil ang unang donasyon ay gagamit ng isa sa 10 XMR output (at maghintay ng 10 kumpirmasyon upang makatanggap ng 5 XMR bilang pagbabago), at ang pangalawang donasyon ay gagamit ng isa pang 10 XMR output.</p> <p>Ang ilang mga wallet ng cryptocurrency ay may feature na tinatawag na 'output management', na nagpapakita lamang sa isang user kung aling mga output ang mayroon sila sa kasalukuyan (bilang karagdagan sa kanilang kabuuang kabuuan), at nagbibigay-daan din sa kanila na pumili kung alin ang gusto nilang gamitin kapag gumastos sila. kanilang cryptocurrency.</p> <p>Sa ngayon, ang Monero GUI ay awtomatikong gumagawa ng pagpili ng output para sa mga user, dahil ang mga user na pumipili ng sarili nilang mga output ay kadalasang humahantong sa pagkalito o, sa ilang mga kaso, nakakapinsala sa privacy. Gayunpaman, may mga wallet na ginagawa, gaya ng bagong proyekto ng Feather wallet, na maglalaman ng mga feature na ito sa pamamahala ng output.</p> <p>Marami na kaming pinag-uusapan tungkol sa bahagi ng pagpapadala, ngunit may isang kamangha-manghang nangyayari sa receiving end. Kung babalikan ang aming halimbawa ng pagpapadala ng 3 XMR sa isang tao, at paggamit ng iyong 1.5 XMR at 2.25 XMR na mga output sa transaksyon (habang umaasa sa 0.75 XMR sa pagbabago), HINDI tumatanggap ang receiver ng dalawang output na 1.5 XMR at 2.25 XMR. Sa halip ay tumatanggap sila ng ONE 3 XMR output.</p> <p>Sa background, pinagsasama ng protocol ang lahat ng output na ginagamit para sa paggastos, at binibigyan ang receiver ng isang output ng binabayarang halaga, at nagpapadala ng isang pagbabagong output pabalik sa nagpadala. Kaya't ang nagpadala ay makakatanggap din ng isang output pabalik bilang pagbabago, hindi alintana kung gumamit sila ng dalawa, tatlo, o sampung output upang ipadala ang transaksyon.</p> <p>Umaasa kaming naalis nito ang ilang kalituhan tungkol sa mga output at kung paano gumagana ang internal accounting ng protocol, pati na rin ang karaniwang user na nahaharap sa problema ng kalituhan kapag nakakaranas ng mga naka-lock na pondo. Sa isa pang artikulo, tutuklasin namin ang pamamahala sa iyong mga output upang mabawasan ang pagkakataong maghintay para sa mga naka-unlock na pondo bago magpadala ng mga transaksyon sa hinaharap.</p>
tr: <p>Monero, diğer kripto para birimleri gibi, fonları muhasebeleştirmek için çıktıları kullanır. Kripto konusunda bilgili birçok kullanıcı muhtemelen bu terimi daha önce duymuştur, ancak herkes bunların ne anlama geldiğini ve nasıl çalıştığını anlamıyor. <a target="_blank" href="/knowledge/ring-signatures" class="next-link">halka imzaları makalemizde</a> incelendiği gibi, çıktılar, işlem yapan taraflar arasında blok zincirinde değiştirilen gerçek birimdir. Dolar banknotuna benzer ancak tutar sabit bir para biriminde değildir.</p> <p>Bir iş için 16 dolar alırsanız, bir dolarlık banknot, beş dolarlık bir banknot ve on dolarlık bir banknot alabilirsiniz. 16 dolarınız var ama aynı zamanda cüzdanınızda üç farklı banknot var. Birisine 6 dolar ödemek istiyorsanız, 5 ve 1'lik banknotu kullanabilirsiniz, ancak birine 8 dolar ödemek istiyorsanız yalnızca 10 doları kullanabilir ve para üstü olarak 2 doları geri alabilirsiniz. Son olarak, eğer birine 14$ ödemek istiyorsanız, üç banknotun hepsini kullanmak zorunda kalacaksınız ve 2$'ı da para üstü olarak geri alacaksınız, ancak bir an için, üç banknotu da teslim ettiğinizde, parayı alana kadar cüzdanınızda hiç para kalmaz. geri değiştirin.</p> <p>Monero benzer şekilde çalışır. Bir mağaza işlettiğinizi ve üç farklı üründen üç satış yaptığınızı varsayalım. Toplam 9 XMR karşılığında 1,5 XMR, 2,25 XMR ve 5,25 XMR alabilirsiniz, ancak cüzdanınızda daha önce belirtilen değerlerden üç farklı çıktı da bulunur. Tıpkı dolarlarda olduğu gibi birine 3 XMR ödemek isteyebilirsiniz. Yalnızca 5,25 XMR çıkışını kullanabilir ve değişim olarak 2,25 XMR geri alabilirsiniz veya 1,5 ve 2,25 XMR çıkışlarını birleştirip değişim olarak 0,75 XMR geri alabilirsiniz.</p> <p>Ancak, işlemi gönderdiğiniz anda, kullandığınız çıkışlar "kilitli" duruma getirilir; bu, siz değişikliği geri alana kadar bunlara erişilemeyeceği anlamına gelir. Protokol, 10 onaydan sonra veya yaklaşık 20 dakika sonra fonların kilidini açar (yani parayı size geri verir). Tıpkı cüzdanınızdan dolar banknotlarını teslim ettiğinizde, kasadan para üstünü alana kadar parayı tekrar kullanamayacağınız gibi, para üstünü geri alana kadar da Monero'nuza erişemezsiniz.</p> <p>Birine 3 XMR gönderme örneğine geri dönelim ve siz 5,25 XMR çıkışını kullanıyorsunuz. Artık 1,75 XMR'nin para üstü olarak geri dönmesini beklerken onu kullanamazsınız. Bu 1,75 XMR'ye erişemezsiniz. Ancak bunlar harcanmadığı için yine de 1,5 XMR ve 2,25 XMR çıkışlarını kullanabilirsiniz. Dolar örneğine dönecek olursak, eğer birine önceki örnekte olduğu gibi 8$ ödediyseniz, bozuk para olarak geri almayı beklediğiniz 2$'ı size verilene kadar kullanamazsınız, ancak bu örnekte hala elinizde bir dolar var. Cüzdanınızda kullanılmayan 10 dolarlık banknot. Bu, değişikliği beklerken istediğiniz her şeyi satın almak için hala kullanılabilir. Monero için de aynısı.</p> <p>Bu genellikle yeni Monero kullanıcıları için bir kafa karışıklığı noktasıdır. Çoğu zaman, bir kullanıcının cüzdanında bir borsadan veya bir arkadaşından alınan tek bir çıktı bulunabilir. Bu çıktının 20 XMR olduğunu varsayalım. Cüzdanlarında başka çıktıları yok. Şimdi en sevdikleri iki hayır kurumuna bağışta bulunmak istiyorlar. İlk hayır kurumuna 5 XMR gönderiyorlar ve sonra kafaları karışıyor çünkü ellerinde 15 XMR kalması gerekirken bir sonraki bağışı hemen ikinci hayır kurumuna gönderemiyorlar. Tahmin edebileceğiniz gibi bunun nedeni 15 XMR'nin kilitli olmasıdır. Para üstü olarak iade edilene kadar (10 onay veya yaklaşık 20 dakika) harcanamaz. Fonlarının kilidi açıldıktan sonra ikinci bağışlarını gönderebilecekler.</p> <p>Meseleyi tekrarlamak gerekirse, bunun yerine iki adet 10 XMR çıkışı veya benzeri gibi birden fazla çıkışa sahip olsalardı bu sorunu yaşamazlardı. Her iki bağışı da arka arkaya gönderebilecekler çünkü ilk bağışta 10 XMR çıktısından biri kullanılacak (ve değişim olarak 5 XMR'yi geri almak için 10 onay beklenecek) ve ikinci bağışta diğer 10 XMR kullanılacaktı. çıktı.</p> <p>Bazı kripto para cüzdanlarında 'çıktı yönetimi' adı verilen bir özellik bulunur; bu özellik, kullanıcıya o anda hangi çıktılara sahip olduğunu (toplam toplamlarına ek olarak) gösterir ve harcama yaparken hangilerini kullanmak istediklerini seçmelerine olanak tanır. onların kripto para birimi.</p> <p>Şu an itibariyle Monero GUI, kullanıcılar için çıktı seçimini otomatik olarak yapıyor; çünkü kullanıcıların kendi çıktılarını seçmesi genellikle kafa karışıklığına yol açıyor veya bazı durumlarda gizliliğe zarar veriyor. Ancak yeni Feather cüzdan projesi gibi bu çıktı yönetimi özelliklerini içerecek olan cüzdanlar yapım aşamasındadır.</p> <p>Gönderme kısmı hakkında çok konuştuk ama alıcı tarafta büyüleyici bir şey oluyor. Birine 3 XMR gönderme örneğimize dönersek ve işlemde 1,5 XMR ve 2,25 XMR çıkışlarınızı kullanırsak (değişimde 0,75 XMR beklerken), alıcı 1,5 XMR ve 2,25 XMR'lik iki çıkışı ALMAZ. Bunun yerine ONE 3 XMR çıkışı alırlar.</p> <p>Arka planda, protokol harcama için kullanılan tüm çıktıları birleştirir ve alıcıya ödenen tutarın bir çıktısını verir ve bir değişiklik çıktısını göndericiye geri gönderir. Böylece gönderen, işlemi göndermek için iki, üç veya on çıktı kullanmış olmasına bakılmaksızın değişiklik olarak bir çıktıyı da geri alacaktır.</p> <p>Bunun, çıktılar ve protokolün dahili muhasebesinin nasıl çalıştığına ilişkin bazı kafa karışıklıklarının yanı sıra, kilitli fonlarla karşılaştığında yaygın kullanıcıların karşılaştığı kafa karışıklığı sorununu giderdiğini umuyoruz. Başka bir makalede, gelecekteki işlemleri göndermeden önce kilidi açılmış fonları beklemek zorunda kalma olasılığını en aza indirecek şekilde çıktılarınızı yönetmeyi inceleyeceğiz.</p>
ur: <p>مونیرو، دیگر کریپٹو کرنسیوں کی طرح، فنڈز کے اکاؤنٹنگ کے ذریعہ آؤٹ پٹ کو استعمال کرتا ہے۔ بہت سے کرپٹو سیوی صارفین نے شاید یہ اصطلاح پہلے سنی ہو گی، لیکن ہر کوئی نہیں سمجھتا کہ ان کا کیا مطلب ہے اور وہ کیسے کام کرتے ہیں۔ جیسا کہ ہمارے <a target="_blank" href="/knowledge/ring-signatures" class="next-link">رنگ سیگنیچر آرٹیکل </a> میں دریافت کیا گیا ہے، آؤٹ پٹس وہ اصل یونٹ ہیں جو لین دین کرنے والی جماعتوں کے درمیان بلاک چین پر تبادلہ کیا جاتا ہے۔ ڈالر کے بل کی طرح، لیکن رقم ایک مقررہ مالیت میں نہیں ہے۔</p> <p>اگر آپ کو کسی کام کے لیے $16 ادا کیے جاتے ہیں، تو آپ کو ایک ڈالر کا بل، پانچ ڈالر کا بل، اور دس ڈالر کا بل موصول ہو سکتا ہے۔ آپ کے پاس $16 ہیں، لیکن آپ کے بٹوے میں تین مختلف بل بھی ہیں۔ اگر آپ کسی کو 6 ڈالر ادا کرنا چاہتے ہیں، تو آپ 5 اور 1 کا بل استعمال کر سکتے ہیں، لیکن اگر آپ کسی کو $8 ادا کرنا چاہتے ہیں تو آپ صرف $10 استعمال کر سکتے ہیں اور تبدیلی میں $2 واپس وصول کر سکتے ہیں۔ آخر میں، اگر آپ کسی کو $14 ادا کرنا چاہتے ہیں تو آپ کو تینوں بل استعمال کرنے ہوں گے، اور تبدیلی میں $2 واپس ملیں گے، لیکن ایک لمحے کے لیے، جب آپ تینوں بلوں کے حوالے کر دیتے ہیں، تو آپ کے بٹوے میں پیسے نہیں ہوتے جب تک کہ آپ واپس تبدیل کریں</p> <p>منیرو اسی طرح کام کرتا ہے۔ فرض کریں کہ آپ ایک اسٹور چلاتے ہیں اور تین مختلف اشیاء پر تین فروخت کرتے ہیں۔ آپ کو کل 9 XMR کے لیے 1.5 XMR، 2.25 XMR، اور 5.25 XMR موصول ہو سکتے ہیں، لیکن آپ کے پاس پہلے بیان کردہ فرقوں کے بٹوے میں تین مختلف آؤٹ پٹ بھی ہیں۔ بالکل اسی طرح جیسے ڈالر کے ساتھ، آپ کسی کو 3 XMR ادا کرنا چاہیں گے۔ آپ صرف 5.25 XMR آؤٹ پٹ استعمال کر سکتے ہیں، اور تبدیلی میں 2.25 XMR واپس حاصل کر سکتے ہیں، یا آپ 1.5 اور 2.25 XMR آؤٹ پٹ کو یکجا کر سکتے ہیں اور 0.75 XMR واپس تبدیل کر سکتے ہیں۔</p> <p>لیکن، جیسے ہی آپ ٹرانزیکشن بھیجتے ہیں، آپ جو آؤٹ پٹ استعمال کرتے ہیں وہ "مقفل" حالت میں رکھے جاتے ہیں، یعنی جب تک آپ کو تبدیلی واپس نہیں مل جاتی وہ ناقابل رسائی ہیں۔ پروٹوکول 10 تصدیقوں کے بعد، یا تقریباً 20 منٹ کے بعد فنڈز کو کھول دیتا ہے (یعنی آپ کو تبدیلی واپس دیتا ہے)۔ بالکل اسی طرح جیسے ایک بار آپ اپنے بٹوے سے ڈالر کے بل حوالے کر دیتے ہیں، آپ اس رقم کو دوبارہ استعمال نہیں کر سکتے جب تک کہ آپ کو کیشئر سے تبدیلی واپس نہیں مل جاتی، آپ کا Monero اس وقت تک ناقابل رسائی ہے جب تک کہ آپ کو تبدیلی واپس نہ مل جائے۔</p> <p>آئیے کسی کو 3 XMR بھیجنے کی مثال پر واپس جائیں، اور آپ 5.25 XMR آؤٹ پٹ استعمال کرتے ہیں۔ اب، جب آپ اپنے 1.75 XMR کی تبدیلی کا انتظار کرتے ہیں، آپ اسے استعمال نہیں کر سکتے۔ یہ 1.75 XMR آپ کے لیے ناقابل رسائی ہے۔ لیکن آپ پھر بھی 1.5 XMR اور 2.25 XMR آؤٹ پٹ استعمال کر سکتے ہیں، کیونکہ یہ خرچ نہیں کیے گئے تھے۔ ڈالر کی مثال پر واپس جانا، اگر آپ نے کسی کو $8 ادا کیے ہیں، جیسا کہ پہلے مثال میں دیا گیا ہے، تو آپ $2 کو استعمال نہیں کر پائیں گے جس کی آپ کو واپسی کی توقع ہے جب تک کہ یہ آپ کو نہیں دیا جاتا، لیکن اس مثال میں، آپ کے پاس اب بھی ہے $10 بل جو آپ کے بٹوے میں غیر استعمال شدہ ہے۔ تبدیلی کا انتظار کرتے وقت بھی آپ جو چاہیں اسے خریدنے کے لیے استعمال کیا جا سکتا ہے۔ Monero کے ساتھ ایک ہی </p> <p>یہ اکثر نئے Monero صارفین کے لیے الجھن کا باعث ہوتا ہے۔ اکثر، ایک صارف کے بٹوے میں صرف ایک آؤٹ پٹ ہو سکتا ہے، جو کسی ایکسچینج یا کسی دوست سے موصول ہوتا ہے۔ ہم کہتے ہیں کہ یہ آؤٹ پٹ 20 XMR ہے۔ ان کے بٹوے میں کوئی اور آؤٹ پٹ نہیں ہے۔ اب وہ اپنے دو پسندیدہ خیراتی اداروں کو عطیہ کرنا چاہتے ہیں۔ وہ پہلی چیریٹی کو 5 XMR بھیجتے ہیں اور پھر الجھن میں پڑ جاتے ہیں کیونکہ، اگرچہ ان کے پاس 15 XMR باقی رہنا چاہیے، وہ فوری طور پر اگلا عطیہ دوسری چیریٹی کو نہیں بھیج سکتے۔ جیسا کہ آپ نے اندازہ لگایا ہوگا، اس کی وجہ یہ ہے کہ 15 XMR مقفل ہے۔ اسے اس وقت تک خرچ نہیں کیا جا سکتا جب تک کہ اسے تبدیلی کے طور پر واپس نہ کیا جائے (10 تصدیقات یا تقریباً 20 منٹ)۔ ان کے فنڈز کھل جانے کے بعد، وہ اپنا دوسرا عطیہ بھیج سکیں گے۔</p> <p>صرف اس نکتے کو دہرانے کے لیے، اگر اس کے بجائے ان کے پاس ایک سے زیادہ آؤٹ پٹ ہوتے، جیسے کہ دو 10 XMR آؤٹ پٹ یا اس سے ملتے جلتے، تو انہیں یہ مسئلہ نہ ہوتا۔ وہ دونوں عطیات یکے بعد دیگرے بھیج سکیں گے، کیونکہ پہلا عطیہ 10 XMR آؤٹ پٹ میں سے ایک کا استعمال کرے گا (اور 5 XMR واپس آنے کے لیے 10 تصدیقات کا انتظار کرے گا) اور دوسرا عطیہ دیگر 10 XMR استعمال کرے گا۔ آؤٹ پٹ</p> <p>کچھ کریپٹو کرنسی والیٹس میں 'آؤٹ پٹ مینجمنٹ' نامی ایک خصوصیت ہوتی ہے، جو صارف کو صرف یہ دکھاتی ہے کہ ان کے پاس اس وقت کون سے آؤٹ پٹ ہیں (ان کی کل رقم کے علاوہ) اور ساتھ ہی انہیں یہ انتخاب کرنے کی اجازت دیتا ہے کہ جب وہ خرچ کرتے ہیں تو وہ کون سا استعمال کرنا چاہتے ہیں۔ ان کی cryptocurrency</p> <p>ابھی تک، Monero GUI صارفین کے لیے آؤٹ پٹ سلیکشن خود بخود کرتا ہے، کیونکہ صارفین اپنے آؤٹ پٹس کو منتخب کرتے ہیں اکثر الجھن کا باعث بنتے ہیں یا، بعض صورتوں میں، رازداری کو نقصان پہنچاتے ہیں۔ تاہم پرس زیر تعمیر ہیں، جیسے کہ نیا فیدر والیٹ پروجیکٹ، جس میں آؤٹ پٹ مینجمنٹ کی یہ خصوصیات ہوں گی۔</p> <p>ہم بھیجنے والے حصے کے بارے میں بہت بات کرتے رہے ہیں، لیکن وصول کرنے کے اختتام پر کچھ دلچسپ ہوتا ہے۔ کسی کو 3 XMR بھیجنے کی ہماری مثال پر واپس جائیں، اور لین دین میں آپ کے 1.5 XMR اور 2.25 XMR آؤٹ پٹس کا استعمال کریں (جبکہ تبدیلی میں 0.75 XMR کی توقع ہے)، وصول کنندہ کو 1.5 XMR اور 2.25 XMR کے دو آؤٹ پٹ موصول نہیں ہوتے ہیں۔ اس کے بجائے وہ ایک 3 XMR آؤٹ پٹ حاصل کرتے ہیں۔</p> <p>پس منظر میں، پروٹوکول اخراجات کے لیے استعمال ہونے والے تمام آؤٹ پٹ کو یکجا کرتا ہے، اور وصول کنندہ کو ادا شدہ رقم کا ایک آؤٹ پٹ دیتا ہے، اور ایک تبدیلی کا آؤٹ پٹ بھیجنے والے کو واپس بھیجتا ہے۔ اس لیے بھیجنے والے کو بھی تبدیلی کے طور پر ایک آؤٹ پٹ واپس ملے گا، اس سے قطع نظر کہ اس نے لین دین بھیجنے کے لیے دو، تین یا دس آؤٹ پٹ استعمال کیے ہیں۔</p> <p>ہمیں امید ہے کہ اس سے آؤٹ پٹ کے بارے میں کچھ الجھن دور ہو گئی ہے اور پروٹوکول کا اندرونی اکاؤنٹنگ کس طرح کام کرتا ہے، نیز عام صارف کو لاکڈ فنڈز کا سامنا کرتے وقت الجھن کا سامنا کرنا پڑتا ہے۔ ایک اور مضمون میں، ہم آپ کے آؤٹ پٹس کو منظم کرنے کے بارے میں دریافت کریں گے تاکہ مستقبل میں لین دین بھیجنے سے پہلے غیر مقفل فنڈز کا انتظار کرنے کے موقع کو کم کیا جا سکے۔</p>
zh_cn: <p>像其它加密货币一样，门罗币使用output作为资金核算的手段,中文中output经常被直译为输出，本文中输出就是output，output就是输出.很多精通加密货币的用户可能已经听说过这个术语，但是并不一定明白它的意思和工作方式. 正如我们在另一篇关于<a target="_blank" href="/knowledge/ring-signatures" class="next-link">环形签名的文章</a>中所探讨的那样，output是区块链上交易双方实际交换的单位. 类似于美元的钞票，但是金额不是固定的面额,可以把output理解成不同面额的钞票.</p> <p>让我们举几个现实生活的例子帮助大家理解区块链的output和转账逻辑，假设你工作的薪水为每小时16美元，你工作一小时后，老板给你支付这16美元的报酬，分别由一张一美元的钞票，一张五美元的钞票和一张十美元的钞票, 你收到了16美元，但钱包里有3张不同的钞票组成.如果你想向某人支付6美元，则可以使用5美元和1美元，或者钱包里的10美元，让对方找零4美元，但是如果你想向某人支付8美元，则只能使用10美元，然后获得2美元的找零. 最后一种情况，如果你想付给某人14美元，则必须使用这三张钞票，并且会收到2美元的找零，但是这个过程中，当你交出这三张钞票，并且对方还没有给你找零时，钱包那时候没有钱，直到把找零放回钱包，钱包里才会显示2美元.</p> <p>门罗币的工作与此类似. 假设你经营一家商店，销售了三个不同的商品. 假设销售收入分别为1.5 XMR，2.25 XMR和5.25 XMR，总计9 XMR，但是你的钱包中的9xmr,其实是这三个面额不用的门罗币组成的. 这时候再假设一种情况，你现在要向某人支付3 XMR. 那么你有两种方法，一个是可以把钱包里面额为5.25 XMR的门罗币给他，然后他给你找零1.75 XMR，也可以将钱包里的1.5XMR和2.25 XMR的output合并给他，然后他找给你的0.75 XMR.</p> <p>但是，一旦你发送交易，你所使用的那个output将被置于锁定状态，这意味着在你收回找零前它们是不可使用的，这时候你钱包里的余额也是显示不准确的.门罗币主网协议层会在10次确认后，也就是现实生活里大约20分钟后解锁资金，也就是退还你的找零. 就像一旦您将百元大钞票从钱包中递给收银员一样，你将无法再次使用这张钞票，直到你从收银员那里收到他找给你的零钱，你钱包的余额才会正常，你也才能再次支付下一单.</p> <p>让我们回到向某人发送3 XMR的例子，假如你给了对方5.25 XMR输出. 现在要等20分钟等他给你找零回来2.25xmr，在主网确认前，你都无法使用它，钱包余额这时候也是不准的. 但是等待找零的这个过程中，你仍然可以使用1.5 XMR和2.25 XMR的输出，因为这些输出还在你的钱包里. 再用美元的例子重复一遍这个故事，你钱包里有三张钞票，面额1元，5元，10元，也就是说你一共有16元，如果你像上文举例中那样向某人支付了8元，理论上16元减去8元，还剩8元可以继续买东西，可在支付的过程里，你只能把你的10元钞票给对方，假设店员找零钱的时间要等20分钟，那么这20分钟里，你的钱包余额只有1元和5元可以用，也就是6元，而不是8元，直到找零结束后，钱包才能恢复正常余额，但在等待找零的过程里，你仍可以用钱包里没花的1元和5元钞票买东西. 门罗币和其它加密货币的output，和上面的纸币同样的原理.</p> <p>对于新的门罗币用户而言，这点通常让人困惑. 假设某个用户可能在钱包中只有一个来自交易所或朋友的输出. 假设此输出金额为20 XMR.他们的钱包里没有其他输出.他们现在想向他们最喜欢的两个慈善机构捐款.当他们将5 XMR发送给第一个慈善机构，然后发现钱包余额不正确，虽然理论上他们手里还剩15个 XMR，但他们无法立即转账另一笔捐赠给第二个慈善机构. 读者到这里可能已经猜到了，这是因为他的15 XMR被锁定了,换句话说，他钱包里的20元花了5元，可剩下的15元找零要20分钟以后才到账，除非找零被退回，否则无法使用. 反之，他们才能够发送第二笔转账.</p> <p>这里再罗嗦一遍，假如他钱包里的20xmr不是由一个输出组成的，而是多个output，例如两个面额10 XMR输出，他就不会有这个问题. 他将能够捐了5个XMR后，无需等待，马上捐第二个，即便第一次捐赠的找零要20分钟以后才能解锁，但是钱包里的第二次捐赠可以使用另一个10个XMR 的output完成.这里译者额外举一个例子，想象一下，你有20元去买早点，你花了5元买包子，理论上你有15元可以继续去买煎饼果子，可你的20元是一张面额为20元的纸币组成的，包子店老板太忙要20分钟之后给你找钱，这个过程里，你就不能去买煎饼果子，可如果你钱包里的20元，是由两个10元组成的，那么你花5元买包子，即便老板找钱很慢，可你钱包里还有另一张10元，可以去买煎饼果子无需等待.所以output，中文里面的输出，不应该理解成金额，而是这里有不同面额的纸币.</p> <p>一些加密货币钱包具有被称为output管理的功能，该功能不光向用户显示其当前拥有的余额，还展示了这些余额是由哪些输出组成的，该钱包还允许他们选择在支付的时候，选择使用钱包里的哪些输出.</p> <p>到目前为止，门罗币的 GUI钱包会自动为用户选择输出，因为用户自己选择的输出通常会引起混乱，或者在某些情况下会损害隐私. 但是，正在开发中的钱包，例如新的Feather钱包项目，将包含这些输出管理功能.</p> <p>说了好半天发送方的那部分了，其实在接收端也发生了一些令人着迷的事情. 回到之前的例子，我们向某人发送3 XMR并在交易中使用1.5 XMR和2.25 XMR的输出.接收方并不会接收到1.5 XMR和2.25 XMR的两个输出, 而是他们会直接收到一个3 XMR输出.</p> <p>在后台，门罗币协议层将用于支付的所有输出合并，只向接收方提供付款额的一个输出，然后将另一个零钱输出发送回发送方. 因此，无论发送人是否使用两个，三个或十个输出来发送转账，收款人都是收到一个output,同时发送者也将收到一个作为找零的一个输出.</p> <p>我们希望这篇文章可以消除一些有关输出概念的混乱 概述协议层内部会计的工作方式，以及澄清普通用户在遇到锁定资金时面临的疑惑.在另一篇文章中，我们将探讨如何管理你的输出，以最大程度地减少在发送另一笔交易之前必须等待解锁资金的时间.</p>
zh_tw: <p>像其它加密貨幣一樣，門羅幣使用output作為資金核算的手段,中文中output經常被直譯為輸出，本文中輸出就是output，output就是輸出.很多精通加密貨幣的用戶可能已經聽說過這個術語，但是並不一定明白它的意思和工作方式. 正如我們在另一篇關於<a target="_blank" href="/knowledge/ring-signatures" class="next-link">環形簽名的文章</a>中所探討的那樣，output是區塊鏈上交易雙方實際交換的單位. 類似于美元的鈔票，但是金額不是固定的面額,可以把output理解成不同面額的鈔票.</p> <p>讓我們舉幾個現實生活的例子幫助大家理解區塊鏈的output和轉帳邏輯，假設你工作的薪水為每小時16美元，你工作一小時後，老闆給你支付這16美元的報酬，分別由一張一美元的鈔票，一張五美元的鈔票和一張十美元的鈔票, 你收到了16美元，但錢包裡有3張不同的鈔票組成.如果你想向某人支付6美元，則可以使用5美元和1美元，或者錢包裡的10美元，讓對方找零4美元，但是如果你想向某人支付8美元，則只能使用10美元，然後獲得2美元的找零. 最後一種情況，如果你想付給某人14美元，則必須使用這三張鈔票，並且會收到2美元的找零，但是這個過程中，當你交出這三張鈔票，並且對方還沒有給你找零時，錢包那時候沒有錢，直到把找零放回錢包，錢包裡才會顯示2美元.</p> <p>門羅幣的工作與此類似. 假設你經營一家商店，銷售了三個不同的商品. 假設銷售收入分別為1.5 XMR，2.25 XMR和5.25 XMR，總計9 XMR，但是你的錢包中的9xmr,其實是這三個面額不用的門羅幣組成的. 這時候再假設一種情況，你現在要向某人支付3 XMR. 那麼你有兩種方法，一個是可以把錢包裡面額為5.25 XMR的門羅幣給他，然後他給你找零1.75 XMR，也可以將錢包裡的1.5XMR和2.25 XMR的output合併給他，然後他找給你的0.75 XMR.</p> <p>但是，一旦你發送交易，你所使用的那個output將被置於鎖定狀態，這意味著在你收回找零前它們是不可使用的，這時候你錢包裡的餘額也是顯示不準確的.門羅幣主網協議層會在10次確認後，也就是現實生活裡大約20分鐘後解鎖資金，也就是退還你的找零. 就像一旦您將百元大鈔票從錢包中遞給收銀員一樣，你將無法再次使用這張鈔票，直到你從收銀員那裡收到他找給你的零錢，你錢包的餘額才會正常，你也才能再次支付下一單.</p> <p>讓我們回到向某人發送3 XMR的例子，假如你給了對方5.25 XMR輸出. 現在要等20分鐘等他給你找零回來2.25xmr，在主網確認前，你都無法使用它，錢包餘額這時候也是不准的. 但是等待找零的這個過程中，你仍然可以使用1.5 XMR和2.25 XMR的輸出，因為這些輸出還在你的錢包裡. 再用美元的例子重複一遍這個故事，你錢包裡有三張鈔票，面額1元，5元，10元，也就是說你一共有16元，如果你像上文舉例中那樣向某人支付了8元，理論上16元減去8元，還剩8元可以繼續買東西，可在支付的過程裡，你只能把你的10元鈔票給對方，假設店員找零錢的時間要等20分鐘，那麼這20分鐘裡，你的錢包餘額只有1元和5元可以用，也就是6元，而不是8元，直到找零結束後，錢包才能恢復正常餘額，但在等待找零的過程裡，你仍可以用錢包裡沒花的1元和5元鈔票買東西. 門羅幣和其它加密貨幣的output，和上面的紙幣同樣的原理.</p> <p>對於新的門羅幣用戶而言，這點通常讓人困惑. 假設某個用戶可能在錢包中只有一個來自交易所或朋友的輸出. 假設此輸出金額為20 XMR.他們的錢包裡沒有其他輸出.他們現在想向他們最喜歡的兩個慈善機構捐款.當他們將5 XMR發送給第一個慈善機構，然後發現錢包餘額不正確，雖然理論上他們手裡還剩15個 XMR，但他們無法立即轉帳另一筆捐贈給第二個慈善機構. 讀者到這裡可能已經猜到了，這是因為他的15 XMR被鎖定了,換句話說，他錢包裡的20元花了5元，可剩下的15元找零要20分鐘以後才到賬，除非找零被退回，否則無法使用. 反之，他們才能夠發送第二筆轉帳.</p> <p>這裡再囉嗦一遍，假如他錢包裡的20xmr不是由一個輸出組成的，而是多個output，例如兩個面額10 XMR輸出，他就不會有這個問題. 他將能夠捐了5個XMR後，無需等待，馬上捐第二個，即便第一次捐贈的找零要20分鐘以後才能解鎖，但是錢包裡的第二次捐贈可以使用另一個10個XMR 的output完成.這裡譯者額外舉一個例子，想像一下，你有20元去買早點，你花了5元買包子，理論上你有15元可以繼續去買煎餅果子，可你的20元是一張面額為20元的紙幣組成的，包子店老闆太忙要20分鐘之後給你找錢，這個過程裡，你就不能去買煎餅果子，可如果你錢包裡的20元，是由兩個10元組成的，那麼你花5元買包子，即便老闆找錢很慢，可你錢包裡還有另一張10元，可以去買煎餅果子無需等待.所以output，中文裡面的輸出，不應該理解成金額，而是這裡有不同面額的紙幣.</p> <p>一些加密貨幣錢包具有被稱為output管理的功能，該功能不光向使用者顯示其當前擁有的餘額，還展示了這些餘額是由哪些輸出組成的，該錢包還允許他們選擇在支付的時候，選擇使用錢包裡的哪些輸出.</p> <p>到目前為止，門羅幣的 GUI錢包會自動為用戶選擇輸出，因為用戶自己選擇的輸出通常會引起混亂，或者在某些情況下會損害隱私. 但是，正在開發中的錢包，例如新的Feather錢包專案，將包含這些輸出管理功能.</p> <p>說了好半天發送方的那部分了，其實在接收端也發生了一些令人著迷的事情. 回到之前的例子，我們向某人發送3 XMR並在交易中使用1.5 XMR和2.25 XMR的輸出.接收方並不會接收到1.5 XMR和2.25 XMR的兩個輸出, 而是他們會直接收到一個3 XMR輸出.</p> <p>在後臺，門羅幣協議層將用於支付的所有輸出合併，只向接收方提供付款額的一個輸出，然後將另一個零錢輸出發送回發送方. 因此，無論發送人是否使用兩個，三個或十個輸出來發送轉帳，收款人都是收到一個output,同時發送者也將收到一個作為找零的一個輸出.</p> <p>我們希望這篇文章可以消除一些有關輸出概念的混亂 概述協議層內部會計的工作方式，以及澄清普通使用者在遇到鎖定資金時面臨的疑惑.在另一篇文章中，我們將探討如何管理你的輸出，以最大程度地減少在發送另一筆交易之前必須等待解鎖資金的時間.</p>
