Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# right8722Sbdrawer250Sbaffiliate
source: Affiliate program
cs: Partnerský program
fi: Kumppanuusohjelma
fr: Programme d'affiliation
it: Programma affiliazione
lt: Partnerių programa
nl: Partnerprogramma
pl: Program partnerski
pt_br: Programa de afiliados
sl: Affiliate / Partnerski program
tr: Ortaklık Programı
ur: ملحق پروگرام
zh_cn: 加盟会员
zh_tw: 加盟會員

# right8722Sbdrawer250Sbcancelled
source: Cancelled trades
cs: Zrušené obchody
fi: Peruutetut kaupat
fr: Transactions annulées
it: Compravendita cancellata
lt: Atšaukti sandoriai
nb: Kansellerte handler
nl: Geannuleerde transacties
pl: Anulowane handle
pt_br: Negociações canceladas
sl: Preklicana trgovanja
sv: Annullerade handels
tl: Kinansela ang mga pangangalakal
tr: İptal edilen işlemler
ur: منسوخ شدہ تجارت
zh_cn: 取消的交易
zh_tw: 取消的交易

# right8722Sbdrawer250Sbcompleted
source: Completed trades
cs: Dokončené obchody
fi: Tehdyt kaupat
fr: Transactions terminées
it: Compravendita completata
lt: Užbaigti sandoriai
nb: Fullførte handler
nl: Voltooide transacties
pl: Ukończone handle
pt_br: Negociações terminadas
sl: Zaključena trgovanja
sv: Färdigställd handels
tl: Nakumpleto ang mga pangangalakal
tr: Tamamlanan işlemler
ur: مکمل تجارت
zh_cn: 完成的交易
zh_tw: 完成的交易

# right8722Sbdrawer250Sbdashboard
source: Open trades & ads
cs: Otevřené obchody a reklamy
fi: Avoimet kaupat ja ilmoitukset
fr: Ouvrir des échanges et des annonces
it: Apri compravendite & annunci
lt: Atidaryti sandorius ir skelbimus
nb: Åpne handler og annonser
nl: Open transacties en advertenties
pl: Aktywne handle i ogłoszenia
pt_br: Transações & anúncios abertos
sl: Odprta trgovanja in oglasi
sv: Öppna affärer och annonser
tl: Buksan ang mga trade at ad
tr: Takasları ve reklamları aç
ur: تجارت اور اشتہارات کھولیں
zh_cn: 开放的交易和广告
zh_tw: 開放的交易和廣告

# right8722Sbdrawer250Sblogout
source: Logout
cs: Odhlásit se
fi: Kirjaudu ulos
fr: Se déconnecter
lt: Atsijungti
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
sl: Odjava
sv: Logga ut
tl: Mag-logout
tr: Çıkış Yap
ur: لاگ آوٹ
zh_cn: 退出
zh_tw: 退出

# right8722Sbdrawer250Sbprofile
source: Profile
cs: Profil
fi: Profiili
fr: Profil
it: Profilo
lt: Profilis
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
sl: Profil
sv: Profil
tr: Profil
ur: پروفائل
zh_cn: 账户
zh_tw: 賬戶

# guide250Sbsell250Sbstep8722Sbtwo8722Sbtext8722Sb1
source: Some payment methods are considered high-risk. Monero transactions are completely irreversible. Once you sell your Monero it's not possible for you to recover them, even if the payment is reversed. That's why we recommend you sell with a low-risk payment method to experienced users with a large amount of previous trades and 100% feedback.
cs: Některé platební metody jsou považovány za vysoce rizikové. Monero transakce jsou zcela nevratné. Jakmile prodáte své Monero, nebudete je moci získat zpět, a to ani v případě, že je platba stornována. Proto doporučujeme prodávat s nízkorizikovou platební metodou zkušeným uživatelům s velkým množstvím předchozích obchodů a 100% zpětnou vazbou.
fi: Joitakin maksutapoja pidetään riskialttiina. Monero-tapahtumat ovat täysin peruuttamattomia. Kun olet myynyt Monerosi, et voi saada niitä takaisin, vaikka maksu peruutettaisiin. Siksi suosittelemme, että myyt alhaisen riskin maksutavalla kokeneille käyttäjille, joilla on suuri määrä aikaisempia kauppoja ja 100% palautetta.
fr: Certains modes de paiement sont considérés comme à haut risque. Les transactions Monero sont totalement irréversibles. Une fois que vous vendez vos Monero, il vous est impossible de les récupérer, même si le paiement est annulé. C'est pourquoi nous vous recommandons de vendre avec une méthode de paiement à faible risque à des utilisateurs expérimentés avec un grand nombre de transactions et une évaluation de 100%.
it: Alcuni metodi di pagamento sono considerati ad alto rischio. Le transazioni Monero sono completamente irreversibili. Una volta che hai venduto Monero, non è possibile recuperarlo, anche se il pagamento dell'acquirente è stato annullato. Ecco perché ti consigliamo di vendere con un metodo di pagamento a basso rischio ad utenti esperti con una grande quantità di scambi precedenti e un feedback del 100%.
lt: Kai kurie mokėjimo būdai laikomi didelės rizikos. Monero sandoriai yra visiškai negrįžtami. Kai parduosite savo Monero, negalėsite jų susigrąžinti, net jei mokėjimas bus atšauktas. Štai kodėl rekomenduojame parduoti naudodami mažos rizikos mokėjimo būdą patyrusiems vartotojams, turintiems daug ankstesnių sandorių ir 100% atsiliepimų.
nb: Noen betalingsmetoder anses som høyrisiko. Monero-transaksjoner er fullstendig irreversible. Når du først har solgt din Monero, er det ikke mulig for deg å gjenopprette dem, selv om betalingen blir reversert. Det er derfor vi anbefaler at du selger med en betalingsmetode med lav risiko til erfarne brukere med en stor mengde tidligere handler og 100 % tilbakemelding.
nl: Sommige betaalmethoden worden als risicovol beschouwd. Monero-transacties zijn volledig onomkeerbaar. Als u uw Monero eenmaal heeft verkocht, kunt u ze niet meer terugkrijgen, zelfs niet als de betaling wordt teruggedraaid. Daarom raden we u aan om met een betaalmethode met een laag risico te verkopen aan ervaren gebruikers met een groot aantal eerdere transacties en 100% feedback.
pl: Niektóre metody płatności są uważane za wysokiego ryzyka. Transakcje Monero są całkowicie nieodwracalne. Po sprzedaży swojego Monero nie możesz go odzyskać, nawet jeśli płatność zostanie odwrócona. Dlatego zalecamy sprzedaż metodą płatności niskiego ryzyka, sprzedaż doświadczonym użytkownikom, i z dużą ilością poprzednich transakcji, i 100% oceną.
pt_br: Algumas formas de pagamento são consideradas de alto risco. As transações em Monero são irreversíveis. Uma vez que seu Monero é vendido é impossível de recuperá-los, mesmo se o pagamento do comprador for revertido. É por isso que recomendamos que você venda com formas de pagamento de baixo risco, e para usuários que tenham uma boa pontuação de feedback.
sl: Nekateri načini plačila veljajo za visoko tvegane. Transakcije Monero so popolnoma nepovratne. Ko enkrat prodate svoj Monero, ga ne morete več vrniti, tudi če je plačilo razveljavljeno. Priporočamo, da prodajate z načinom plačila nizkega tveganja, izkušenim uporabnikom z dobro oceno in velikim številom preteklih trgovanj.
sv: Vissa betalningsmetoder anses vara högrisk. Monero-transaktioner är helt oåterkalleliga. När du har sålt dina Monero är det inte möjligt för dig att återfå dem, även om betalningen återkallas. Därför rekommenderar vi att du säljer med en lågriskbetalningsmetod till erfarna användare med en stor mängd tidigare affärer och 100% feedback.
tl: Ang ilang paraan ng pagbabayad ay itinuturing na mataas ang panganib. Ang mga transaksyon sa Monero ay ganap na hindi maibabalik. Sa sandaling ibenta mo ang iyong Monero, hindi mo na ito mabawi, kahit na binaliktad ang pagbabayad. Iyon ang dahilan kung bakit inirerekomenda namin na magbenta ka nang may mababang panganib na paraan ng pagbabayad sa mga karanasang user na may malaking halaga ng mga nakaraang trade at 100% na feedback.
tr: Bazı ödeme yöntemleri yüksek riskli kabul edilir. Monero işlemleri tamamen geri alınamaz. Monero'nuzu bir kez sattığınızda, ödeme geri alınsa bile onu geri almanız mümkün değildir. Bu nedenle daha önce çok sayıda işlem yapmış ve %100 geri bildirim almış deneyimli kullanıcılara düşük riskli ödeme yöntemiyle satış yapmanızı öneririz.
ur: ادائیگی کے کچھ طریقوں کو زیادہ خطرہ سمجھا جاتا ہے۔ Monero لین دین مکمل طور پر ناقابل واپسی ہیں۔ ایک بار جب آپ اپنا Monero بیچ دیتے ہیں تو آپ کے لیے ان کی بازیابی ممکن نہیں ہے، چاہے ادائیگی الٹ جائے۔ اسی لیے ہم تجویز کرتے ہیں کہ آپ کم رسک ادائیگی کے طریقہ کار کے ساتھ تجربہ کار صارفین کو فروخت کریں جن میں سابقہ تجارت کی ایک بڑی رقم اور 100% فیڈ بیک ہے۔
zh_cn: 有关支付方式的注意： 一些支付方式风险十分高。门罗币交易完全不可逆。您转出门罗币后，将无法恢复，即使买家的交易可逆。这就是为什么我们推荐您将门罗币出售给之前进行过大量交易且获得 100% 反馈的有经验的用户。
zh_tw: 有關支付方式的注意： 一些支付方式風險十分高。門羅幣交易完全不可逆。您轉出門羅幣后，將無法恢復，即使買家的交易可逆。這就是為什麼我們推薦您將門羅幣出售給之前進行過大量交易且獲得 100% 反饋的有經驗的用戶。

# guide250Sbsell250Sbstep8722Sbtwo8722Sbtext8722Sb157Sbagoradesk
source: Some payment methods are considered high-risk. Cryptocurrency transactions are completely irreversible. Once you sell your cryptocurrency it's not possible for you to recover them, even if the payment is reversed. That's why we recommend you sell with a low-risk payment method to experienced users with a large amount of previous trades and 100% feedback.
cs: Některé platební metody jsou považovány za vysoce rizikové. Transakce s kryptoměnami jsou zcela nevratné. Jakmile prodáte svou kryptoměnu, nebudete ji moci získat zpět, a to ani v případě, že je platba stornována. Proto doporučujeme prodávat s nízkorizikovou platební metodou zkušeným uživatelům s velkým množstvím předchozích obchodů a 100% zpětnou vazbou.
fi: Joitakin maksutapoja pidetään riskialttiina. Kryptovaluuttatransaktiot ovat täysin peruuttamattomia. Kun myyt kryptovaluuttasi, et voi palauttaa niitä, vaikka maksu peruutettaisiin. Siksi suosittelemme, että myyt alhaisen riskin maksutavalla kokeneille käyttäjille, joilla on suuri määrä aikaisempia kauppoja ja 100% palautetta.
fr: Certains modes de paiement sont considérés comme à haut risque. Les transactions de crypto-monnaie sont totalement irréversibles. Une fois que vous avez vendu votre crypto-monnaie, il vous est impossible de les récupérer, même si le paiement est annulé. C'est pourquoi nous vous recommandons de vendre avec une méthode de paiement à faible risque à des utilisateurs expérimentés avec un grand nombre de transactions précédentes et une évaluation de 100%.
it: Alcuni metodi di pagamento sono considerati ad alto rischio. Le transazioni in criptovaluta sono completamente irreversibili. Una volta venduta la tua criptovaluta non è possibile recuperarla, anche se il pagamento viene annullato. Ecco perché ti consigliamo di vendere con un metodo di pagamento a basso rischio a utenti esperti con una grande quantità di operazioni precedenti e feedback al 100%.
lt: Kai kurie mokėjimo būdai laikomi didelės rizikos. Kriptovaliutos operacijos yra visiškai negrįžtamos. Kai parduosite savo kriptovaliutą, negalėsite jos susigrąžinti, net jei mokėjimas bus atšauktas. Štai kodėl rekomenduojame parduoti naudodami mažos rizikos mokėjimo būdą patyrusiems vartotojams, turintiems daug ankstesnių sandorių ir 100% atsiliepimų.
nb: Noen betalingsmetoder anses som høyrisiko. Kryptovalutatransaksjoner er fullstendig irreversible. Når du først har solgt kryptovalutaen din, er det ikke mulig for deg å gjenopprette dem, selv om betalingen blir reversert. Det er derfor vi anbefaler at du selger med en betalingsmetode med lav risiko til erfarne brukere med en stor mengde tidligere handler og 100 % tilbakemelding.
nl: Sommige betaalmethoden worden als risicovol beschouwd. Transacties met cryptocurrency zijn volledig onomkeerbaar. Als u uw cryptocurrency eenmaal heeft verkocht, kunt u deze niet meer terugkrijgen, zelfs niet als de betaling wordt teruggedraaid. Daarom raden we u aan om met een betaalmethode met een laag risico te verkopen aan ervaren gebruikers met een groot aantal eerdere transacties en 100% feedback.
pl: Niektóre metody płatności są uważane za wysokiego ryzyka. Transakcje kryptowalut są całkowicie nieodwracalne. Po sprzedaży swoich kryptowalut nie możesz ich odzyskać, nawet jeśli płatność zostanie odwrócona. Dlatego zalecamy sprzedaż metodą płatności niskiego ryzyka, sprzedaż doświadczonym użytkownikom, i z dużą ilością poprzednich transakcji, i 100% oceną.
pt_br: Alguns métodos de pagamento são considerados de alto risco. Transações de criptomoeda são completamente irreversíveis. Depois de vender sua criptomoeda, não é possível recuperá-las, mesmo que o pagamento seja revertido. É por isso que recomendamos que você venda com um método de pagamento de baixo risco para usuários experientes com uma grande quantidade de negociações anteriores e 100% de feedback.
sl: Nekateri načini plačila veljajo za visoko tvegane. Transakcije s kriptovalutami so popolnoma nepovratne. Ko prodate svojo kriptovaluto, je ne morete povrniti, tudi če je plačilo razveljavljeno. Priporočamo, da prodajate z načinom plačila nizkega tveganja, izkušenim uporabnikom z dobro oceno in velikim številom preteklih trgovanj.
sv: Vissa betalningsmetoder anses vara högrisk. Kryptovalutatransaktioner är helt oåterkalleliga. När du väl sålt din kryptovaluta är det inte möjligt för dig att återställa dem, även om betalningen återförs. Det är därför vi rekommenderar att du säljer med en betalningsmetod med låg risk till erfarna användare med en stor mängd tidigare affärer och 100 % feedback.
tl: Ang ilang paraan ng pagbabayad ay itinuturing na mataas ang panganib. Ang mga transaksyon sa Cryptocurrency ay ganap na hindi maibabalik. Kapag naibenta mo na ang iyong cryptocurrency, hindi mo na ito mabawi, kahit na binaligtad ang pagbabayad. Iyon ang dahilan kung bakit inirerekomenda namin na magbenta ka nang may mababang panganib na paraan ng pagbabayad sa mga karanasang user na may malaking halaga ng mga nakaraang trade at 100% na feedback.
tr: Bazı ödeme yöntemleri yüksek riskli kabul edilir. Kripto para işlemleri tamamen geri döndürülemez. Kripto para biriminizi sattığınızda, ödeme geri alınsa bile onu geri almanız mümkün değildir. Bu nedenle daha önce çok sayıda işlem yapmış ve %100 geri bildirim almış deneyimli kullanıcılara düşük riskli ödeme yöntemiyle satış yapmanızı öneririz.
ur: ادائیگی کے کچھ طریقوں کو زیادہ خطرہ سمجھا جاتا ہے۔ کریپٹو کرنسی کے لین دین مکمل طور پر ناقابل واپسی ہیں۔ ایک بار جب آپ اپنی کریپٹو کرنسی بیچ دیتے ہیں تو آپ کے لیے ان کی بازیابی ممکن نہیں ہے، چاہے ادائیگی الٹ جائے۔ اسی لیے ہم تجویز کرتے ہیں کہ آپ کم رسک ادائیگی کے طریقہ کار کے ساتھ تجربہ کار صارفین کو فروخت کریں جن میں سابقہ تجارت کی ایک بڑی رقم اور 100% فیڈ بیک ہے۔
zh_cn: 一些付款方式被认为是高风险的。加密货币交易是完全不可逆转的。一旦您出售加密货币，即使付款被撤销，您也无法收回它们。这就是为什么我们建议您向经验丰富的用户销售低风险的付款方式，这些用户拥有大量的先前交易和100%的反馈。
zh_tw: 一些付款方式被認為是高風險的。加密貨幣交易是完全不可逆轉的。一旦您出售加密貨幣，即使付款被撤銷，您也無法收回它們。這就是為什麼我們建議您向經驗豐富的用戶銷售低風險的付款方式，這些用戶擁有大量的先前交易和100%的反饋。

# guide250Sbsell250Sbtitle
source: How to sell Monero online
cs: Jak prodávat Monero online
fi: Kuinka myydä Moneroa verkossa
fr: Comment vendre du Monero en ligne
it: Come vendere Monero online
lt: Kaip parduoti Monero internetu
nb: Hvordan selge Monero online
nl: Hoe u Monero online kunt verkopen
pl: Jak sprzedać Monero online
pt_br: Como vender Monero online
sl: Kako prodajati Monero preko spleta
sv: Hur man säljer Monero online
tl: Paano magbenta ng Monero online
tr: Monero çevrimiçi nasıl satılır
ur: Monero آن لائن فروخت کرنے کا طریقہ
zh_cn: 如何网上出售门罗币
zh_tw: 如何網上出售門羅幣

# guide250Sbsell250Sbtitle57Sbagoradesk
source: How to sell cryptocurrency online
cs: Jak prodávat kryptoměny online
fi: Kuinka myydä kryptovaluuttoja verkossa
fr: Comment vendre de la crypto-monnaie en ligne
it: Come vendere criptovaluta online
lt: Kaip parduoti kriptovaliutą internete
nb: Hvordan selge kryptovaluta på nettet
nl: Hoe u cryptovaluta online kunt verkopen
pl: Jak sprzedać kryptowalutę online
pt_br: Como vender online cryptocurrency
sl: Kako prodajati kriptovalute preko spleta
sv: Hur man säljer kryptovaluta online
tl: Paano magbenta ng cryptocurrency online
tr: Çevrimiçi kripto para birimi nasıl satılır
ur: آن لائن کریپٹو کرنسی فروخت کرنے کا طریقہ
zh_cn: 如何在线销售加密货币
zh_tw: 如何在線銷售加密貨幣

# guide250Sbtelegram250Sbcard8722Sbtitle
source: Telegram mobile notifications
cs: Telegramová mobilní upozornění
fi: Telegram mobiili-ilmoitukset
fr: Notifications mobiles sur Telegram
it: Notifiche Telegram
lt: „Telegram“ mobiliojo ryšio pranešimai
nb: Telegram-mobilvarsler
nl: Telegram mobiele meldingen
pl: Powiadomienia mobilne Telegram
pt_br: Notificações Telegram Mobile
sl: Telegram mobilna obvestila
sv: Telegram mobil aviseringar
tl: Mga abiso sa mobile ng Telegram
tr: Telegram mobil bildirimleri
ur: ٹیلیگرام موبائل اطلاعات
zh_cn: Telegram移动通知
zh_tw: Telegram移動通知

# guide250Sbtelegram250Sbconclusion
source: Congratulations! Now you can respond to your customers instantly!
cs: Gratulujeme! Nyní můžete svým zákazníkům odpovídat okamžitě!
fi: Onnittelut! Nyt voit vastata asiakkaillesi välittömästi!
fr: Félicitations ! Vous pouvez désormais répondre instantanément à vos clients !
it: Complimenti! Ora puoi rispondere immediatamente ai tuoi clienti!
lt: Sveikiname! Dabar galite nedelsiant atsakyti savo klientams!
nb: Gratulerer! Nå kan du svare kundene dine umiddelbart!
nl: Gefeliciteerd! Nu kunt u direct uw klanten beantwoorden!
pl: Gratulacje! Teraz możesz natychmiast odpowiedzieć swoim klientom!
pt_br: Parabéns! Agora você pode responder aos seus clientes instantaneamente!
sl: Čestitke! Zdaj lahko odgovorite svojim strankam instantno!
sv: Gratulerar! Nu kan du svara dina kunder direkt!
tl: Binabati kita! Ngayon ay maaari ka nang tumugon sa iyong mga customer!
tr: Tebrikler! Artık müşterilerinize anında yanıt verebilirsiniz!
ur: مبارک ہو! اب آپ اپنے صارفین کو فوری جواب دے سکتے ہیں!
zh_cn: 恭喜！ 现在你可以立即回应你的客户！
zh_tw: 恭喜！ 現在你可以立即回應你的客戶！

# guide250Sbtelegram250Sbdisable8722Sbtext
source: If you want to disable notifications from our bot, navigate back to the 'Notifications' tab in your {accountSettings} and click the red 'Disable Telegram Notifications' button.
cs: Pokud chcete zakázat upozornění od našeho robota, přejděte zpět na kartu 'Notifications' ve vašem {accountSettings} a klikněte na červené tlačítko 'Disable Telegram Notifications'.
fi: Jos haluat poistaa bottimme ilmoitukset käytöstä, siirry takaisin {accountSettings}:n "Ilmoitukset"-välilehteen ja napsauta punaista "Poista Telegram-ilmoitukset käytöstä" -painiketta.
fr: Si vous souhaitez désactiver les notifications de notre bot, revenez à l'onglet "Notifications" dans vos {accountSettings} et cliquez sur le bouton rouge "Désactiver les notifications par Telegram".
it: Se desideri disabilitare le notifiche del nostro bot, torna alla scheda 'Notifiche' nelle {accountSettings} e fai clic sul pulsante rosso 'Disattiva le notifiche Telegram'.
lt: Jei norite išjungti pranešimus iš mūsų roboto, grįžkite į skirtuką „Pranešimai“ {accountSettings} ir spustelėkite raudoną mygtuką „Išjungti telegramos pranešimus“.
nb: Hvis du vil deaktivere varsler fra boten vår, går du tilbake til fanen "Varslinger" i {accountSettings} og klikker på den røde knappen "Deaktiver telegramvarsler".
nl: Als u meldingen van onze bot wilt uitschakelen, navigeer u dan terug naar het tabblad 'Meldingen' in uw {accountSettings} en klik op de rode knop 'Telegrammeldingen uitschakelen'.
pl: Jeśli chcesz wyłączyć powiadomienia od naszego bota, przejdź do karty „Powiadomienia” w {accountSettings} i kliknij czerwony przycisk „Wyłącz powiadomienia Telegram”.
pt_br: Se você deseja desativar as notificações do nosso bot, navegue novamente à aba 'Notificações' na página de {accountSettings} e clique no botão vermelho para desativá-las.
sl: Če želite onemogočiti obvestila našega bota, se pomaknite nazaj na zavihek "Obvestila" v vašem {accountSettings} in kliknite rdeči gumb "Onemogoči obvestila Telegrama".
sv: Om du vill inaktivera notifikationer från vår bot, gå tillbaka till fliken "Notifikationer" i din {accountSettings} och klicka på den röda knappen "Inaktivera Telegram-meddelanden".
tl: Kung gusto mong huwag paganahin ang mga notification mula sa aming bot, mag-navigate pabalik sa tab na 'Mga Notification' sa iyong {accountSettings} at i-click ang pulang button na 'Huwag paganahin ang Mga Notification sa Telegram'.
tr: Botumuzdan gelen bildirimleri devre dışı bırakmak istiyorsanız, {accountSettings} cihazınızdaki 'Bildirimler' sekmesine geri dönün ve kırmızı 'Telegram Bildirimlerini Devre Dışı Bırak' düğmesini tıklayın.
ur: اگر آپ ہمارےbot سے اطلاعات کو غیر فعال کرنا چاہتے ہیں، تو اپنے {accountSettings} میں 'Notifications' ٹیب پر واپس جائیں اور سرخ 'Disable Telegram Notifications' b' بٹن پر کلک کریں۔
zh_cn: 要禁用我们机器人通知的话就要在你的{accountSettings}打开'通知'标签并按红色的'禁用Telegram通知'按钮。
zh_tw: 要禁用我們機器人通知的話就要在你的{accountSettings}打開'通知'標簽並按紅色的'禁用Telegram通知'按鈕。

# guide250Sbtelegram250Sbdisable8722Sbtext8722Sbaccount8722Sbsettings
source: account settings
cs: nastavení účtu
fi: tilin asetukset
fr: paramètres de compte
it: impostazioni account
lt: paskyros nustatymai
nb: kontoinnstillinger
nl: account instellingen
pl: ustawieniach konta
pt_br: configurações da conta
sl: nastavitve računa
sv: kontoinställningar
tl: mga setting ng account
tr: hesap ayarları
ur: اکاؤنٹ کی ترتیبات
zh_cn: 账户设置
zh_tw: 賬戶設置

# guide250Sbtelegram250Sbdisable8722Sbtitle
source: How to disable notifications?
cs: Jak zakázat upozornění?
fi: Kuinka poistaa ilmoitukset käytöstä?
fr: Comment désactiver les notifications ?
it: Come disabilitare le notifiche?
lt: Kaip išjungti pranešimus?
nb: Hvordan deaktivere varsler?
nl: Hoe schakel ik meldingen uit?
pl: Jak wyłączyć powiadomienia?
pt_br: Como desativar as notificações?
sl: Kako onemogočiti obvestila?
sv: Hur inaktiverar man aviseringar?
tl: Paano i-disable ang mga notification?
tr: Bildirimler nasıl devre dışı bırakılır?
ur: اطلاعات کو کیسے غیر فعال کریں؟
zh_cn: 如何禁用通知？
zh_tw: 如何禁用通知？
