Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbbtc250Sbdescription
source: Many consider purchasing XMR with BTC to be a full cleanse, and that the user retains all privacy, despite coming from a transparent chain. But is that so?
cs: Mnozí považují nákup XMR s BTC za úplnou očistu a za to, že si uživatel zachová veškeré soukromí, přestože pochází z transparentního řetězce. Ale je to tak?
fi: Monien mielestä XMR:n ostaminen BTC:llä on täydellinen puhdistus ja että käyttäjä säilyttää kaiken yksityisyyden huolimatta läpinäkyvästä ketjusta. Mutta onko näin?
fr: Beaucoup considèrent l'achat de XMR / Monero avec du BTC / Bitcoin comme un nettoyage complet de son historique et que l'utilisateur conserve toute sa vie privée, même s'il provient d'une chaîne transparente. Mais est-ce vraiment le cas ?
it: Molti considerano l'acquisto di XMR con BTC come una pulizia completa, e che l'utente mantiene tutta la privacy, nonostante provenga da una catena trasparente. Ma è così?
lt: Daugelis mano, kad XMR įsigijimas su BTC yra visiškas apsivalymas ir kad vartotojas išsaugo visą privatumą, nepaisant to, kad tai yra skaidri grandinė. Bet ar taip?
nb: Mange anser å kjøpe XMR med BTC som en full rensing, og at brukeren beholder alt privatliv, til tross for at de kommer fra en gjennomsiktig kjede. Men er det slik?
nl: Velen beschouwen het kopen van XMR met BTC als een volledige opschoning en dat de gebruiker alle privacy behoudt, ondanks dat het uit een transparante keten komt. Maar is dat echt zo?
pl: Często uważa się, że zakup XMR za BTC w pełni oddaje prywatność i że użytkownik zyskuje wszystkie zalety Monero pomimo wymiany z transparentnego blockchaina. Ale czy faktycznie tak jest?
pt_br: Muitos consideram que comprar XMR com BTC é uma limpeza completa, e que o usuário mantém toda a privacidade, apesar de vir de uma cadeia transparente. Mas será que sim?
sl: Mnogi menijo, da je nakup XMR z BTC popolno čiščenje in da uporabnik ohrani vso zasebnost, čeprav prihaja iz transparentne verige. Toda ali je tako?
sv: Många anser att köpa XMR med BTC är en fullständig rengöring, och att användaren behåller all integritet, trots att de kommer från en transparent kedja. Men är det så?
tl: Itinuturing ng marami na ang pagbili ng XMR sa BTC ay isang ganap na paglilinis, at pinapanatili ng user ang lahat ng privacy, sa kabila ng nagmula sa isang transparent na chain. Pero ganun ba?
tr: Birçoğu, XMR'yi BTC ile satın almanın tam bir temizlik olduğunu ve kullanıcının şeffaf bir zincirden gelmesine rağmen tüm gizliliği koruduğunu düşünüyor. Ama öyle mi?
ur: بہت سے لوگ BTC کے ساتھ XMR کی خریداری کو مکمل صفائی سمجھتے ہیں، اور یہ کہ صارف شفاف سلسلہ سے آنے کے باوجود تمام رازداری کو برقرار رکھتا ہے۔ لیکن کیا ایسا ہے؟
zh_cn: 许多人认为把比特币兑换成门罗币就完成了彻底的洗白，尽管比特币来自透明链，但用户从此以后就可以高枕无忧,但是事实果真如此吗?
zh_tw: 許多人認為把比特幣兌換成門羅幣就完成了徹底的洗白，儘管比特幣來自透明鏈，但用戶從此以後就可以高枕無憂,但是事實果真如此嗎?

# knowledge250Sbbtc250Sbtitle
source: Is Converting Bitcoin to Monero Just as Private as Buying Monero Directly?
cs: Je převod bitcoinu na monero stejně soukromý jako přímý nákup monera?
fi: Onko Bitcoinin muuntaminen Moneroksi yhtä yksityistä kuin Moneron ostaminen suoraan?
fr: La conversion de Bitcoin en Monero est-elle aussi privée que l'achat direct de Monero ?
it: Convertire Bitcoin in Monero è altrettanto privato che comprare Monero direttamente?
lt: Ar Bitcoin konvertavimas į Monero yra toks pat privatus, kaip ir tiesioginis Monero pirkimas?
nb: Er det like privat å konvertere Bitcoin til Monero som å kjøpe Monero direkte?
nl: Is het Omzetten van Bitcoin naar Monero Net Zo Privé als het Rechtstreeks Kopen van Monero?
pl: Czy sprzedaż Bitcoinów za Monero jest tak samo prywatna jak kupno Monero?
pt_br: Converter Bitcoin em Monero é tão privado quanto comprar Monero diretamente?
sl: Ali je Pretvorba Bitcoina v Monero Enako Zasebna kot Neposredni Nakup Monera?
sv: Är konvertering av Bitcoin till Monero lika privat som att köpa Monero direkt?
tl: Ang Pag-convert ba ng Bitcoin sa Monero ay Kasing Pribado ng Direktang Pagbili ng Monero?
tr: Bitcoin'i Monero'ya Dönüştürmek Doğrudan Monero Satın Almak Kadar Özel mi?
ur: کیا بٹ کوائن کو مونیرو میں تبدیل کرنا اتنا ہی نجی ہے جتنا براہ راست مونیرو خریدنا؟
zh_cn: 把比特币兑换成门罗币，就可以高枕无忧了吗?
zh_tw: 把比特幣兌換成門羅幣，就可以高枕無憂了嗎?
