Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbstealth250Sbdescription
source: On a transparent blockchain, the addresses where one sends their transactions to are visible to all. Monero solves this problem by implementing stealth addresses.
cs: V transparentním blockchainu jsou adresy, na které člověk posílá své transakce, viditelné pro všechny. Monero tento problém řeší zavedením skrytých adres.
fi: Läpinäkyvässä lohkoketjussa osoitteet, joihin tapahtumat lähetetään, ovat kaikkien nähtävissä. Monero ratkaisee tämän ongelman ottamalla käyttöön "stealth" osoitteita.
fr: Sur une blockchain transparente, les adresses où l'on envoie ses transactions sont visibles de tous. Monero résout ce problème en implémentant des adresses furtives.
it: Su una blockchain trasparente, gli indirizzi a cui si inviano le transazioni sono visibili a tutti. Monero risolve questo problema implementando indirizzi invisibili.
lt: Skaidrioje blokų grandinėje adresai, į kuriuos siunčiamos operacijos, yra matomi visiems. „Monero“ išsprendžia šią problemą įdiegdama slaptus adresus.
nb: På en gjennomsiktig blokkjede er adressene man sender transaksjonene sine til, synlige for alle. Monero løser dette problemet ved å implementere stealth-adresser.
nl: Op een transparante blockchain zijn de adressen waar men transacties naartoe stuurt voor iedereen zichtbaar. Monero lost dit probleem op door stealth-adressen te implementeren.
pl: W przejrzystym blockchainie, adresy na które wysyła się transakcje, są publicznie widoczne. Monero rozwiązuje ten problem stosując stealth addresses.
pt_br: Em uma blockchain transparente, os endereços para onde alguém envia suas transações são visíveis para todos. Monero resolve esse problema implementando endereços secretos.
sl: Na transparentnem blockchainu so naslovi, kamor nekdo pošilja svoje transakcije, vidni vsem. Monero to težavo rešuje z implementacijo prikritih naslovov.
sv: På en transparent blockkedja är de adresser som man skickar sina transaktioner till synliga för alla. Monero löser detta problem genom att implementera dolda adresser.
tl: Sa isang transparent na blockchain, ang mga address kung saan ipinapadala ng isa ang kanilang mga transaksyon ay makikita ng lahat. Niresolba ng Monero ang problemang ito sa pamamagitan ng pagpapatupad ng mga stealth address.
tr: Şeffaf bir blok zincirinde, kişinin işlemlerinin gönderildiği adresler herkes tarafından görülebilir. Monero bu sorunu gizli adresler uygulayarak çözüyor.
ur: ایک شفاف بلاکچین پر، وہ پتے جہاں کوئی اپنا لین دین بھیجتا ہے سب کو نظر آتا ہے۔ Monero اسٹیلتھ ایڈریس کو لاگو کرکے اس مسئلے کو حل کرتا ہے۔
zh_cn: 在透明的区块链上，所有人发起转账的地址都是可以公开查看的. 门罗币通过隐身地址技术解决了这个问题.
zh_tw: 在透明的區塊鏈上，所有人發起轉帳的位址都是可以公開查看的. 門羅幣通過隱身位址技術解決了這個問題.

# knowledge250Sbstealth250Sbtitle
source: How Monero Stealth Addresses Protect Your Identity
cs: Jak skryté adresy Monero chrání vaši identitu
fi: Kuinka Monero Stealth -osoitteet suojaa identiteettiäsi
fr: Comment les adresses furtives de Monero protègent votre identité
it: In che modo gli indirizzi Monero Stealth proteggono la tua identità
lt: Kaip Monero Stealth Addresses apsaugo jūsų tapatybę
nb: Hvordan Monero Stealth-adresser beskytter identiteten din
nl: Hoe Monero Stealth Adressen Uw Identiteit Beschermen
pl: Jak stealth addresses chronią Twoją tożsamość
pt_br: Como os endereços Monero Stealth protegem sua identidade
sl: Kako Naslovi Monero Stealth Ščitijo Vašo Identiteto
sv: Hur Monero Stealth-adresser skyddar din identitet
tl: Paano Pinoprotektahan ng Monero Stealth Address ang Iyong Pagkakakilanlan
tr: Monero Gizli Adresleri Kimliğinizi Nasıl Korur?
ur: مونیرو اسٹیلتھ ایڈریسز آپ کی شناخت کی حفاظت کیسے کرتے ہیں
zh_cn: 门罗币隐身地址如何保护你的身份
zh_tw: 門羅幣隱身地址如何保護你的身份
