Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sblbc8722Sbalternative250Sbsupport250Sbcontent
source: Our support team is fast, responsive and always eager to please. <strong> We’ve never had a support ticket that wasn’t answered within 24 hours</strong>. We are always easily reachable through social media, we listen intently to your criticisms and we always implement good user suggestions in record time.
cs: Náš tým podpory je rychlý, pohotový a vždy se snaží vyhovět. <strong> Nikdy jsme neměli podpůrný lístek ( ticket ), který by nebyl zodpovězen do 24 hodin</strong>. Jsme vždy snadno dosažitelní prostřednictvím sociálních médií, pozorně nasloucháme Vaší kritice a vždy implementujeme dobré uživatelské návrhy v rekordním čase.
fi: Tukitiimimme on nopea, reagoiva ja aina innokas palvelemaan. <strong> Meillä ei ole koskaan ollut tukipyyntöä, johon ei olisi vastattu 24 tunnin kuluessa</strong>. Olemme aina helposti tavoitettavissa sosiaalisen median kautta, kuuntelemme tarkasti kritiikkiäsi ja toteutamme aina hyvät käyttäjäehdotukset ennätysajassa.
fr: Notre équipe d'assistance est rapide, réactive et toujours prête à vous satisfaire. <strong>Nous n'avons jamais laissé de ticket d'assistance sans réponse pendant plus de 24 heures</strong>. Nous sommes toujours facilement joignables via les réseaux sociaux, nous écoutons attentivement vos critiques et nous mettons toujours en œuvre les bonnes suggestions des utilisateurs en un temps record.
it: Il nostro team di supporto è veloce, attento e sempre pronto a soddisfare ogni richiesta. <strong> Non abbiamo mai avuto un ticket di supporto a cui non è stata data risposta entro 24 ore</strong>. Siamo sempre facilmente raggiungibili tramite i social media, ascoltiamo attentamente le tue critiche e implementiamo sempre buoni suggerimenti degli utenti in tempi record.
lt: Mūsų palaikymo komanda yra greita, atsakinga ir visada nori įtikti. <strong> Niekada neturėjome palaikymo bilieto, į kurį nebuvo atsakyta per 24 valandas</strong>. Esame visada lengvai pasiekiami per socialinius tinklus, įdėmiai išklausome jūsų kritiką ir visada per rekordiškai trumpą laiką įgyvendiname gerus vartotojų pasiūlymus.
nb: Supportteamet vårt er raskt, responsivt og alltid ivrig etter å tilfredsstille. <strong> Vi har aldri hatt en kundestøttebillett som ikke ble besvart innen 24 timer</strong>. Vi er alltid lett tilgjengelige gjennom sosiale medier, vi lytter nøye til din kritikk og implementerer alltid gode brukerforslag på rekordtid.
nl: Ons ondersteuningsteam is snel, responsief en altijd enthousiast om te behagen. <strong> We hebben nog nooit een supportticket gehad dat niet binnen 24 uur werd beantwoord </strong>. We zijn altijd gemakkelijk bereikbaar via social media, luisteren aandachtig naar uw kritiek en voeren goede gebruikerssuggesties altijd in een recordtijd uit.
pl: Nasz zespół obsługi klienta jest szybki i zawsze chętny do zadowolenia naszych użytkowników.<strong> Nigdy nie mieliśmy zgłoszenia, na które nie odpowiedzieliśmy w ciągu 24 godzin </strong>. Zawsze jesteśmy dostępni za pośrednictwem mediów społecznościowych, uważnie słuchamy Twoich uwag i zawsze wdrażamy najlepsze sugestie od naszych użytkowników w rekordowym czasie.
pt_br: Nossa equipe de suporte é rápida, ágil e sempre pronta para agradar. <strong> Nunca recebemos um tíquete de suporte que não foi respondido dentro de 24 horas</strong>. Estamos sempre acessíveis através das mídias sociais, ouvimos atentamente suas críticas e sempre implementamos boas sugestões de usuários em tempo recorde.
sl: Naša ekipa za podporo je hitra, odzivna in vedno pripravljena ustreči. <strong> Še nikoli nismo prejeli zahteve za podporo, na katero ne bi odgovorili v 24 urah </strong>. Preko družbenih omrežij smo vedno lahko dosegljivi, pozorno prisluhnemo vašim kritikam in realiziramo dobre uporabniške predloge v rekordnem času.
sv: Vårt supportteam är snabbt, lyhört och alltid angeläget om att göra er nöjda. <strong> Vi har aldrig haft ett supportärende som inte besvarats inom 24 timmar</strong>. Vi är alltid lätta att nå via sociala medier, vi lyssnar uppmärksamt på din kritik och vi implementerar alltid bra användarförslag på rekordtid.
tl: Ang aming team ng suporta ay mabilis, tumutugon at laging sabik na pasayahin. <strong> Wala pa kaming support ticket na hindi nasagot sa loob ng 24 na oras</strong>. Palagi kaming madaling maabot sa pamamagitan ng social media, masinsinan kaming nakikinig sa iyong mga kritisismo at palagi kaming nagpapatupad ng magagandang suhestiyon ng user sa oras.
tr: Destek ekibimiz hızlı, duyarlı ve her zaman memnun etmeye isteklidir. <strong> Hiçbir zaman 24 saat içinde yanıtlanmayan bir destek bildirimimiz olmadı</strong>. Sosyal medya aracılığıyla her zaman kolayca ulaşılabilir durumdayız, eleştirilerinizi dikkatle dinliyor ve iyi kullanıcı önerilerini her zaman rekor sürede hayata geçiriyoruz.
ur: ہماری سپورٹ ٹیم تیز، جوابدہ اور مطمئن کرنے کے لیے ہمیشہ بے چین ہے۔ <strong> ہمارے پاس کبھی بھی ايساسپورٹ ٹکٹ نہیں رہا جس کا 24 گھنٹے کے اندر جواب نہ دیا گیا ہو</strong>۔ سوشل میڈیا کے ذریعے ہم ہمیشہ آسانی سے قابل رسائی ہوتے ہیں، ہم آپ کی تنقیدوں کو غور سے سنتے ہیں اور ہم ہمیشہ صارف کی اچھی تجاویز کو ریکارڈ وقت میں نافذ کرتے ہیں۔
zh_cn: 我们的客服团队总是响应迅速，始终乐意为您效劳。 <strong>我们的客服支持从来没有在24小时内没有得到响应</strong>。客户始终可以通过社交媒体轻松与我们沟通，我们知行合一，总会专心听取您的批评，并且最快的时间内实施改进用户所提出的好建议。
zh_tw: 我們的客服團隊總是響應迅速，始終樂意為您效勞。<strong>我們的客服支持從來沒有在24小時內沒有得到響應</strong>。客戶始終可以通過社交媒體輕鬆與我們溝通，我們知行合一，總會專心聽取您的批評，並且最快的時間內實施改進用戶所提出的好建議。

# agoradesk250Sblbc8722Sbalternative250Sbsupport250Sbtitle
source: Stellar support
cs: Hvězdná podpora
fi: Stellar tuki
fr: Assistance exceptionnelle
it: Supporto stellare
lt: Žvaigždžių palaikymas
nb: Stjernestøtte
nl: Stellaire ondersteuning
pl: Wspaniała obsługa klienta
pt_br: Suporte estelar
sl: Odlična podpora
tl: Suporta ng stellar
tr: Yıldız desteği
ur: شاندار حمایت
zh_cn: 顾客至上的客户支持
zh_tw: 顧客至上的客戶支持

# agoradesk250Sblbc8722Sbalternative250Sbtitle
source: LocalBitcoins Alternative
cs: LocalBitcoins alternativa
fi: LocalBitcoins-vaihtoehto
fr: Alternative à LocalBitcoins
it: Alternativa LocalBitcoins
lt: „LocalBitcoins“ alternatyva
nb: LocalBitcoins alternativ
nl: LocalBitcoins Alternatief
pl: Alternatywa do LocalBitcoins
pt_br: LocalBitcoins Alternativa
sl: Alternativa LocalBitcoins
sv: LocalBitcoins alternativ
tl: Alternatibong LocalBitcoins
tr: LocalBitcoins Alternatifi
ur: لوکل بٹ کوائنز متبادل
zh_cn: LocalBitcoins的替代
zh_tw: LocalBitcoins的替代

# settings250Sbhomepage8722Sbtip
source: Shown on your public profile. Only valid URL accepted (e.g. https://{exampleUrl})
cs: Zobrazí se na vašem veřejném profilu. Je povolena pouze platná adresa URL (např. https://{example_url})
fi: Näkyy julkisessa profiilissasi. Vain kelvollinen URL-osoite hyväksytään (esim. https://{exampleUrl})
fr: Affiché sur votre profil public. Seule une URL valide est acceptée (par exemple, https://{example_url})
it: Mostrato sul tuo profilo pubblico. Accettiamo solo URL validi (ad es. https://{exampleUrl})
lt: Rodoma jūsų viešajame profilyje. Priimamas tik galiojantis URL (pvz., https://{exampleUrl})
nb: Vises på den offentlige profilen din. Bare gyldig URL akseptert (f.eks. https://{exampleUrl})
nl: Weergegeven op uw openbare profiel. Alleen een geldige URL wordt geaccepteerd (bijv. https://{example_url})
pl: Wyświetlane na Twoim profilu publicznym. Akceptowane są tylko poprawne adresy URL (np. https: // {exampleUrl})
pt_br: Exibido publicamente no seu perfil. Somente URLs válidas (e.g. https://{example_url})
sl: Prikazano v vašem javnem profilu. Sprejet je samo veljaven URL (npr. https://{exampleUrl})
sv: Visas på din offentliga profil. Endast giltiga webbadresser accepteras (t.ex. https://{exampleUrl})
tl: Ipinapakita sa iyong pampublikong profile. Tanging wastong URL ang tinatanggap (hal. https://{example_url})
tr: Herkese açık profilinizde gösterilir. Yalnızca geçerli URL kabul edilir (ör. https://{exampleUrl})
ur: آپ کے عوامی پروفائل پر دکھایا گیا ہے۔ صرف درست URL قبول کیا گیا (جیسے https://{exampleUrl})
zh_cn: 在您的公共资料上显示（例如https://{exampleUrl}）
zh_tw: 在您的公共資料上顯示（例如https://{exampleUrl}）

# agoradesk250Sblbc8722Sbalternative250Sbtrading250Sbcontent
source: Just like LocalBitcoins, we support <strong> any payment method, any currency, anywhere</strong>. We do not remove payment methods, and, <i>unlike</i> LocalBitcoins, we <strong>fully support face-to-face cash trades</strong>. All of our trades are protected by arbitration bond. Thanks to the fact that we require funds to be held in arbitration bond before a trade can start, we ensure a smooth and quick experience for the buyer, which is essential for the popularity of the platform and repeat customers for the sellers.
cs: Stejně jako LocalBitcoins podporujeme <strong> jakoukoli platební metodu, jakoukoli měnu, kdekoli</strong>. Neodstraňujeme platební metody a <i>na rozdíl od</i> LocalBitcoins <strong>plně podporujeme hotovostní obchody tváří v tvář</strong>. Všechny naše obchody jsou chráněny arbitrážním dluhopisem. Díky tomu, že požadujeme držení prostředků v rozhodčím dluhopisu před zahájením obchodu, zajišťujeme bezproblémový a rychlý zážitek pro kupujícího, což je zásadní pro popularitu platformy a opakované zákazníky pro prodejce.
fi: Aivan kuten LocalBitcoins, tuemme <strong> mitä tahansa maksutapaa, mitä tahansa valuuttaa, missä tahansa</strong>. Emme poista maksutapoja, ja <i>toisin kuin</i> LocalBitcoins, me <strong> tuemme täysin kasvokkain tapahtuvaa käteiskauppaa</strong>. Kaikki kauppamme on suojattu välimiestakuulla. Sen ansiosta, että edellytämme varojen säilyttämistä välimieslompakossa ennen kaupan alkamista, varmistamme ostajalle sujuvan ja nopean kokemuksen, mikä on olennaista alustan suosion ja myyjien toistuvien asiakkaiden kannalta.
fr: Tout comme LocalBitcoins, nous prenons en charge <strong>n'importe quel mode de paiement, avec n'importe quelle devise, depuis n'importe où</strong>. Nous ne supprimons pas les méthodes de paiement et, <i>contrairement à</i> LocalBitcoins, nous <strong>soutenons pleinement les transactions en espèces en face à face</strong>. Toutes nos transactions sont protégées par une caution d'arbitrage. Grâce au fait que nous exigeons que les fonds soient détenus en caution d'arbitrage avant qu'une transaction ne puisse commencer, nous assurons une expérience fluide et rapide pour l'acheteur, ce qui est essentiel pour la popularité de la plateforme et des clients réguliers pour les vendeurs.
it: Proprio come LocalBitcoins, supportiamo <strong> qualsiasi metodo di pagamento, qualsiasi valuta, ovunque</strong>. Non rimuoviamo i metodi di pagamento e, <i>a differenza di</i> LocalBitcoins, <strong>supportiamo completamente le transazioni in contanti faccia a faccia</strong>. Tutte le nostre transazioni sono protette da un vincolo arbitrale. Grazie al fatto che richiediamo che i fondi siano tenuti in garanzia di arbitrato prima che una transazione possa iniziare, assicuriamo un'esperienza fluida e veloce per l'acquirente, che è essenziale per la popolarità della piattaforma e per i clienti abituali dei venditori.
lt: Kaip ir LocalBitcoins, palaikome <strong> bet kokį mokėjimo būdą, bet kokią valiutą ir bet kur</strong>. Mes nepašaliname mokėjimo metodų ir <i>, skirtingai nei</i> LocalBitcoins, <strong> visiškai palaikome tiesioginius grynųjų pinigų sandorius</strong>. Visi mūsų sandoriai yra apsaugoti arbitražo obligacijomis. Kadangi reikalaujame, kad lėšos būtų laikomos arbitražo obligacijoje prieš prasidedant prekybai, užtikriname sklandžią ir greitą pirkėjo patirtį, kuri yra būtina platformos populiarumui ir nuolatiniams pardavėjams klientams.
nb: Akkurat som LocalBitcoins støtter vi <strong> alle betalingsmåter, hvilken som helst valuta, hvor som helst</strong>. Vi fjerner ikke betalingsmåter, og <i>i motsetning til</i> LocalBitcoins støtter vi <strong> fullt ut ansikt-til-ansikt kontanthandler</strong>. Alle våre handler er beskyttet av voldgiftsbinding. Takket være det faktum at vi krever at midler holdes i voldgiftsobligasjon før en handel kan starte, sikrer vi en jevn og rask opplevelse for kjøperen, noe som er avgjørende for populariteten til plattformen og gjentakende kunder for selgerne.
nl: Net zoals LocalBitcoins, ondersteunen we <strong> elke betaalmethode, elke valuta, overal </strong>. We verwijderen geen betalingsmethoden, en <i>in tegenstelling tot </i> LocalBitcoins ondersteunen we <strong>volledige contante transacties </strong>. Al onze transacties worden beschermd door arbitrage obligatie. Dankzij het feit dat we eisen dat fondsen in arbitrage-obligatie worden gehouden voordat een transactie kan beginnen, zorgen we voor een soepele en snelle ervaring voor de koper, wat essentieel is voor de populariteit van het platform en de terugkerende klanten voor verkopers.
pl: Podobnie jak LocalBitcoins, wspieramy <strong> każdą metodę płatności, każdą walutę, na całym świecie </strong>. Nie usuwamy metod płatności i, <i>w przeciwieństwie do</i> LocalBitcoins, <strong> W pełni wspieramy transakcje gotówkowe offline </strong>. Wszystkie nasze transakcje są chronione obligacją arbitrażową. Dzięki temu, że wymagamy środków pod zastaw przed rozpoczęciem handlu, zapewniamy bezpieczny i szybki handel kupującemu. Niezbędny, aby utrzymać popularność platformy i regularnych klientów.
pt_br: Assim como a LocalBitcoins, suportamos <strong> qualquer método de pagamento, qualquer moeda, em qualquer lugar</strong>. Não removemos métodos de pagamento, e, <i>ao contrário de</i> LocalBitcoins, nós <strong>apoiamos totalmente o comércio presencial a dinheiro</strong>. Todos os nossos negócios são protegidos por um vínculo de arbitragem. Graças ao fato de exigirmos que os fundos sejam mantidos em título de arbitragem antes que uma negociação possa começar, garantimos uma experiência suave e rápida para o comprador, o que é essencial para a popularidade da plataforma e clientes repetidos para os vendedores.
sl: Tako kot LocalBitcoins, podpiramo <strong> kateri koli način plačila, katero koli valuto, kjer koli </strong>. Ne odstranjujemo načinov plačila in <i>za razliko od </i> LocalBitcoins <strong>v celoti podpiramo gotovinsko trgovanje iz oči v oči</strong>. Vsa naša trgovanja so zaščitena z arbitražno garancijo. Zahvaljujoč dejstvu, da zahtevamo, da se sredstva hranijo v arbitražni obveznici, preden se lahko začne trgovanje, kupcu zagotavljamo nemoteno in hitro izkušnjo, kar je bistveno za priljubljenost platforme in vračanje stalnih strank prodajalcem.
sv: Precis som LocalBitcoins stöder vi <strong> alla betalningsmetoder, vilken valuta som helst, var som helst</strong>. Vi tar inte bort betalningsmetoder, och <i>till skillnad från</i> LocalBitcoins stöder vi <strong> fullt ut kontantaffärer ansikte mot ansikte</strong>. Alla våra affärer är skyddade av skiljedomstol. Tack vare det faktum att vi kräver att medel hålls i skiljedomstol innan en affär kan starta, säkerställer vi en smidig och snabb upplevelse för köparen, vilket är väsentligt för plattformens popularitet och återkommande kunder för säljarna.
tl: Tulad ng LocalBitcoins, sinusuportahan namin ang <strong> anumang paraan ng pagbabayad, anumang currency, kahit saan</strong>. Hindi kami nag-aalis ng mga paraan ng pagbabayad, at, <i>hindi tulad ng</i> LocalBitcoins, ganap naming <strong>ang sumusuporta sa mga face-to-face na cash trade</strong>. Ang lahat ng aming mga kalakalan ay protektado ng arbitration bond. Salamat sa katotohanang nangangailangan kami ng mga pondo na mailagay sa arbitration bond bago magsimula ang isang kalakalan, tinitiyak namin ang isang maayos at mabilis na karanasan para sa mamimili, na mahalaga para sa katanyagan ng platform at umuulit na mga customer para sa mga nagbebenta.
tr: Tıpkı LocalBitcoins gibi biz de <strong> herhangi bir ödeme yöntemini, herhangi bir para birimini, her yerde</strong> destekliyoruz. Ödeme yöntemlerini kaldırmıyoruz ve <i>LocalBitcoins'den farklı olarak</i>, <strong>yüz yüze nakit alım satımları tamamen destekliyoruz</strong>. Yaptığımız tüm işlemler tahkim teminatı ile korunmaktadır. Bir ticaretin başlayabilmesi için fonun tahkim bonosu içerisinde tutulmasını zorunlu kılmamız sayesinde, alıcı için sorunsuz ve hızlı bir deneyim sağlıyoruz; bu da platformun popülaritesi ve satıcılar için sürekli müşteri olması açısından hayati önem taşıyor.
ur: LocalBitcoins کی طرح، ہم <strong> ادائیگی کے کسی بھی طریقے، کسی بھی کرنسی، کہیں بھی </strong> کو سپورٹ کرتے ہیں۔ ہم ادائیگی کے طریقوں کو نہیں ہٹاتے ہیں، اور، <i>unlike </i> LocalBitcoins، ہم <strong>مکمل طور پر آمنے سامنے کیش ٹریڈز</strong> کی حمایت کرتے ہیں۔ ہماری تمام تجارتیں ثالثی بانڈ کے ذریعے محفوظ ہیں۔ اس حقیقت کی بدولت کہ ہمیں تجارت شروع ہونے سے پہلے ثالثی بانڈ میں فنڈز رکھنے کی ضرورت ہوتی ہے، ہم خریدار کے لیے ایک ہموار اور فوری تجربہ کو یقینی بناتے ہیں، جو پلیٹ فارم کی مقبولیت کے لیے ضروری ہے اور فروخت کنندگان کے لیے گاہکوں کو دہرانا ہے۔
zh_cn: 就像 LocalBitcoins 一样，我们支持 <strong> 任何付款方式、任何货币、任何地点</strong>。我们不会删除付款方式， <i>与</i> LocalBitcoins 不同，我们 <strong>完全支持面对面的现金交易</strong>。我们所有的交易都受到仲裁保证金的保护。由于我们要求在交易开始前将资金存入仲裁保证金，我们确保为买家提供顺畅快捷的体验，这对于平台的普及和卖家的回头客至关重要。
zh_tw: 就像 LocalBitcoins 一樣，我們支持 <strong> 任何付款方式、任何貨幣、任何地點</strong>。我們不會刪除付款方式， <i>與</i> LocalBitcoins 不同，我們 <strong>完全支持面對面的現金交易</strong>。我們所有的交易都受到仲裁保證金的保護。由於我們要求在交易開始前將資金存入仲裁保證金，我們確保為買家提供順暢快捷的體驗，這對於平台的普及和賣家的回頭客至關重要。

# agoradesk250Sblbc8722Sbalternative250Sbtrading250Sbtitle
source: Safe and smooth trading
cs: Bezpečné a plynulé obchodování
fi: Turvallista ja sujuvaa kaupankäyntiä
fr: Échange sûr et fluide
it: Trading sicuro e senza intoppi
lt: Saugi ir sklandi prekyba
nb: Trygg og smidig handel
nl: Veilige en vlotte handel
pl: Bezpieczny i bezproblemowy handel
pt_br: Negociação segura e suave
sl: Varno in nemoteno trgovanje
sv: Säker och smidig handel
tl: Ligtas at maayos na pangangalakal
tr: Güvenli ve sorunsuz ticaret
ur: محفوظ اور ہموار تجارت
zh_cn: 安全顺畅的交易
zh_tw: 安全順暢的交易

# agoradesk250Sblbc8722Sbalternative250Sbtrust250Sbcontent
source: LocalMonero has operated for over two years, survived the Great Cryptocurrency Market Crash of 2018, and through its <strong>community-oriented diligent service</strong> became one of the most <strong>trusted</strong> names in the <i>extremely skeptical</i> Monero community.
cs: LocalMonero funguje více než dva roky, přežilo velký krach kryptoměnového trhu v roce 2018 a prostřednictvím své <strong>komunitně orientované pečlivé služby</strong> se stalo jedním z <strong>nejdůvěryhodnějších</strong> jmen v extrémně <i> skeptické</i> Monero komunitě.
fi: LocalMonero on toiminut yli kaksi vuotta, selvinnyt vuoden 2018 suuresta kryptovaluuttamarkkinoiden romahduksesta, ja <strong>yhteisölähtöisen huolellisen palvelunsa</strong> kautta siitä tuli yksi <strong>luotetuimmista</strong> nimistä <i>todella skeptisessä</i> Monero-yhteisössä.
fr: LocalMonero a fonctionné pendant plus de deux ans, a survécu au grand krach du marché des crypto-monnaies de 2018 et, grâce à son <strong>service consciencieux axé sur la communauté</strong>, est devenu l'un des noms les plus <strong>digne de confiance</strong> dans la communauté Monero qui est <i>extrêmement sceptique</i>.
it: LocalMonero ha operato per oltre due anni, è sopravvissuto al Great Cryptocurrency Market Crash del 2018 e grazie al suo <strong>servizio diligente orientato alla comunità</strong> è diventato uno dei nomi più <strong>affidabili</strong> nel <i>estremamente scettica</i> comunità Monero.
lt: „LocalMonero“ veikė daugiau nei dvejus metus, išgyveno 2018 m. Didįjį kriptovaliutų rinkos žlugimą ir dėl <strong>bendruomenei skirtos kruopščios paslaugos</strong> tapo vienu <strong> patikimiausių </strong> pavadinimų <i>. skeptiška</i> Monero bendruomenė.
nb: LocalMonero har operert i over to år, overlevd Great Cryptocurrency Market Crash i 2018, og ble gjennom sin <strong>fellesskapsorienterte flittige tjeneste</strong> et av de mest <strong>pålitelige</strong> navnene i <i>ekstremt skeptisk</i> Monero-fellesskap.
nl: LocalMonero is al meer dan twee jaar actief, heeft de Grote Cryptocurrency Market Crash van 2018 overleefd en is door zijn <strong>gemeenschap-georiënteerde, toegewijde service</strong> een van de meest <strong>vertrouwde</strong> namen in de <i>extreem sceptische </i> Monero-gemeenschap.
pl: LocalMonero działa od ponad dwóch lat, przetrwało wielki krach na rynku kryptowalut w 2018 r., a dzięki swojej <strong>sumiennej służbie zorientowanej na społeczność</strong> <strong>stało się jednym z najbardziej zaufanych serwisów </strong> w <i> niezwykle sceptycznej</i> społeczności Monero.
pt_br: A LocalMonero opera há mais de dois anos, sobreviveu ao Grande Impacto do Mercado de Criptomoedas de 2018 e, com seu <strong>serviço diligente orientado para a comunidade</strong> , tornou-se um dos mais <strong>confiáveis</strong> nomes no <i>extremamente cética</i> comunidade Monero.
sl: LocalMonero deluje več kot dve leti, preživel je veliki zlom trga kriptovalut leta 2018 in s svojo <strong>v skupnost usmerjeno skrbno storitvijo</strong> postal eno najbolj <strong>zaupanja vrednih</strong> imen v <i>izjemno skeptični </i> Monero skupnosti.
sv: LocalMonero har varit verksamt i över två år, överlevt den stora kraschen på kryptovalutamarknaden 2018 och genom sin <strong>samhällsorienterad omsorgsfull service</strong> blev en av de mest <strong>betrodda</strong>namn i<i>extremt skeptisk</i> Monero-gemenskap.
tl: Ang LocalMonero ay gumana nang mahigit dalawang taon, nakaligtas sa Great Cryptocurrency Market Crash ng 2018, at sa pamamagitan ng <strong>komunidad na masigasig na serbisyo</strong> ay naging isa sa mga pinaka <strong>pinagkakatiwalaan</strong> na mga pangalan sa <i> na lubos. may pag-aalinlangan</i> komunidad ng Monero.
tr: LocalMonero iki yılı aşkın süredir faaliyet gösteriyor, 2018'deki Büyük Kripto Para Piyasası Çöküşünden sağ kurtuldu ve <strong>topluluk odaklı özenli hizmeti</strong> sayesinde <i>son derecedeki en <strong>güvenilen</strong> adlardan biri haline geldi şüpheci</i> Monero topluluğu.
ur: LocalMonero نے دو سال سے زیادہ کام کیا، 2018 کے عظیم کرپٹو کرنسی مارکیٹ کریش سے بچ گئے، اور اپنی <strong>community-oriented مستعد سروس</strong> کے ذریعے میں سب سے زیادہ <strong>قابل اعتماد</strong> نام بن گئے۔ <i>extremely skeptical</i> Monero کمیونٹی ميں.
zh_cn: LocalMonero已成功运营了两年多，在2018年加密货币市场的大熊市中屹立不倒，并且通过其<strong>面向门罗币社区的勤奋服务</strong>，逐渐成为<i>Monero社区中最受<strong>信任的</strong>品牌之一</i>，而门罗币社区是出了名的批判精神和不容易轻信，能得到社区认可证明了LocalMonero的可靠品质和自身价值。
zh_tw: LocalMonero已成功運營了兩年多，在2018年加密貨幣市場的大熊市中屹立不倒，並且通過其<strong>面向門羅幣社區的勤奮服務</strong>，逐漸成為<i>Monero社區中最受<strong>信任的</strong>品牌之一</i>，而門羅幣社區是出了名的批判精神和不容易輕信，能得到社區認可證明了LocalMonero的可靠品質和自身價值。

# agoradesk250Sblbc8722Sbalternative250Sbtrust250Sbtitle
source: Trusted by the community
cs: Důvěřováno komunitou
fi: Yhteisön luottama
fr: Approuvé par la communauté
it: Scelto dalla comunità
lt: Patikimas bendruomenės
nb: Stolt på av fellesskapet
nl: Vertrouwd door de gemeenschap
pl: Zaufane przez społeczność
pt_br: Confiável pela comunidade
sl: Zaupanje skupnosti
sv: Betrodd av samhället
tl: Pinagkakatiwalaan ng komunidad
tr: Topluluğun güvendiği
ur: کمیونٹی کی طرف سے اعتماد
zh_cn: 深受社区信赖
zh_tw: 深受社區信賴

# agoradesk250Sbleft8722Sbmenu250Sbtrade
source: Trade
cs: Obchod
fi: Käy kauppaa
fr: Échanger
it: commercio
lt: Prekyba
nb: Handel
nl: Handel
pl: Handel
pt_br: Comércio
sl: Trgovanje
sv: Handel
tr: Ticaret
ur: تجارت
zh_cn: 贸易
zh_tw: 貿易

# agoradesk250Sblink8722Sbfrom8722Sblocalmonero
source: Trade BTC
cs: Obchodujte s BTC
fi: BTC Kaupankäynti
fr: Échanger du Bitcoin
it: Scambia BTC
lt: Prekyba BTC
nb: Handle BTC
nl: Handel in BTC
pl: Handluj BTC
pt_br: Negocie BTC
sl: Trgujte z BTC
sv: Handl BTC
tr: BTC ticareti yapın
ur: BTC کی تجارت کریں
zh_cn: 交易比特币
zh_tw: 交易比特幣
