Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbsubaddresses250Sb0250Sbtext
source: <p>Monero has always found innovative ways to solve difficult privacy problems. Often times these innovations lead to other innovations, and sometimes these resulting technologies can even be used for usecases not previously considered. Nowhere is this exemplified more than in the case of Monero's subaddress technology.</p> <p>Consider a hypothetical privacy problem, wherein usage of one address across multiple platforms from seemingly unrelated peoples can lead to the linkage and deanonymization of said peoples. Put simply, if you were a person named Billy Joe Bob and you sold apples for Bitcoin, you might post your Bitcoin address in a public place for customers to pay you. Let's say the address starts with the alphanumeric string 7XybV3... But tossing aside the obvious privacy risk of anyone being able to check your Bitcoin balance and see how much you have sold, there's a second, not often talked about privacy risk. Let's say you were also an underground hacker going by the name of l33tz0r. You do whistle blowing work, telling an unsuspecting populace about government corruption, and it's imperative that you keep your identity a secret. You accept Bitcoin donations for your work, and post the address on a public forum. It's the same address that you accept money from your apple customers. The 7XybV3... one.</p> <p>A simple, but devastating deanonymization attack would be to use an internet search engine to search for your Bitcoin address. Putting the address of 7XybV3... in the engine brings up two different results. The apple business, and l33tz0r. This is enough to link the two identities and deanonymize l33tz0r, with potentially scary consequences from the powers that be.</p> <p>It's important to note that this attack is ALSO possible with Monero. Even though Monero hides most on-chain data, this attack doesn't use any. It only uses the address, which must be shared in order to receive payment. Publicly in the case of anonymous donations. This is one potential way in which Monero users can unwittingly hurt their privacy, and is also an example of how, even though Monero is top tier in regards to privacy retention, it is not bulletproof.</p> <p>The usual way of getting around this problem was owning multiple wallets. With different addresses posted for every identity (or usecase), they cannot be linked. But this privacy only holds if the user never mixes them up. Accidentally posting the incorrect address would have the same linkage effects. As well, the seed of each address must be kept secure, increasing the infosec work necessary with each new wallet made.</p> <p>Monero's solution was subaddresses. The ability to create an absolutely massive number of addresses underneath the main address, using it as a seed of sorts. Every generated subaddress can accept Monero, and all of it goes to the same wallet. Using this method, the number of identities that can be operated under one address is huge while keeping the infosec work to a minimum. These addresses are also not mathematically linkable, so unless the user shouts their connection to the world, an outside observer will have great difficulty linking them.</p> <p>But another interesting usecase emerged from subaddresses; as a replacement option of the universally hated payment IDs.</p> <p>Payment IDs were a way for merchants to identify which customer sent which payment. Since Monero information is obscured on chain, the receiver of a transaction is not able to see which address sent it. This means that if there are similarly priced items and multiple orders, it can become impossible to identify who sent what. Payment IDs are a unique, random string generated by the merchant and given to the customer. The customer adds this as a separate field when sending the transaction. This random string is placed on the blockchain as part of the transaction, and in this way, the merchant is able to identify and sort through incoming transactions.</p> <p>This method was flawed in several ways. Firstly, it detracts from the uniformity of on-chain data. Additional, unique metadata can make some transactions stand apart from the crowd, thereby allowing heuristic analysis. This is especially true when this metadata is not enforced as mandatory for all. Making this mandatory for everyone would add needless space to the blockchain though, and was not pursued. As well, if a payment ID was ever reused for any reason, it would be trivial to link two transactions as connected. This typically occurred with exchange deposits, and anyone could easily link transactions as both being a deposit on an exchange, and from one particular individual.</p> <p>Secondly, from a UX perspective, payment IDs create a second step that cryptocurrency users coming from other coins are not used to, and if they are forgotten then it causes a massive headache to the merchant who must identify these transactions via other means. This was typically done by speaking directly with each customer who forgot to put the payment ID and confirming other identifying information that only they could know, such as a combination of the amount, date sent, and transaction ID.</p> <p>This extra step was missed by many, and it got to the point where some exchanges started to charge money to customers if their money had to be manually retrieved because of forgetting a payment ID. Others grit their teeth and ate the extra support costs, but nobody was happy about it.</p> <p>There was one solution to this, integrated addresses, which merged the address and the payment ID into one string, so it couldn’t be forgotten, but adoption was fairly weak, despite the benefits merchants would have received from including it.</p> <p>In an interesting turn of events, subaddresses came in to save the day. The ability to generate large amounts of subaddresses per main address, and identify which transactions came into which subaddresses, allowed merchants to rid themselves of payment IDs in an elegant way, while adopting the next generation of Monero technology. Since then, most exchanges and merchant tools have switched to subaddresses as the primary way of transaction identification.</p> <p>What started as a solution for a privacy problem turned into something much more, which solved a major UX issue for merchants and customers alike. Innovation begets more innovation, which can often snowball into unexpected wins for everyone. Monero has seen this time and time again, and puts great effort into innovating what is possible on the blockchain. Who knows what other things we can unlock together?</p>
cs: <p>Monero vždy nacházelo inovativní způsoby řešení obtížných problémů se soukromím. Často tyto inovace vedou k dalším inovacím a někdy lze tyto výsledné technologie využít i pro případy použití, o kterých se dříve neuvažovalo. Nikde to není vidět lépe než v případě technologie subadres Monero.</p> <p>Považte hypotetický problém ochrany soukromí, kdy používání jedné adresy na více platformách od zdánlivě nesouvisejících lidí může vést k propojení a deanonymizaci zmíněných lidí. Jednoduše řečeno, pokud byste byli osoba jménem Billy Joe Bob a prodávali byste jablka za Bitcoiny, mohli byste svou bitcoinovou adresu zveřejnit na veřejném místě, aby vám zákazníci mohli zaplatit. Řekněme, že adresa začíná alfanumerickým řetězcem 7XybV3... Když však pomineme zjevné riziko pro soukromí, že si kdokoli může zkontrolovat váš zůstatek v Bitcoinech a zjistit, kolik jste prodali, je tu ještě druhé riziko pro soukromí, o kterém se často nemluví. Řekněme, že jste také undergroundový hacker vystupující pod jménem l33tz0r. Děláte whistle blowing, informujete nic netušící obyvatelstvo o korupci ve vládě a je nutné, abyste udrželi svou identitu v tajnosti. Za svou práci přijímáte dary v bitcoinech a adresu zveřejňujete na veřejném fóru. Je to stejná adresa, na které přijímáte peníze od svých zákazníků z Applu. 7XybV3... jedna.</p> <p>Jednoduchým, ale zničujícím deanonymizačním útokem by bylo použití internetového vyhledávače k vyhledání vaší bitcoinové adresy. Zadáte-li do vyhledávače adresu 7XybV3..., zobrazí se dva různé výsledky. Jablečný obchod a l33tz0r. To stačí k propojení obou identit a deanonymizaci l33tz0r s potenciálně děsivými důsledky ze strany mocných.</p> <p>Důležité je poznamenat, že tento útok je možný i s měnou Monero. Přestože Monero skrývá většinu údajů na řetězci, tento útok žádné nepoužívá. Používá pouze adresu, kterou je nutné sdílet, aby bylo možné obdržet platbu. V případě anonymních darů veřejně. Jedná se o jeden z možných způsobů, jak mohou uživatelé Monera nevědomky poškodit své soukromí, a je také příkladem toho, že i když je Monero špičkové, pokud jde o zachování soukromí, není neprůstřelné.</p> <p>Obvyklým způsobem, jak tento problém obejít, bylo vlastnictví více peněženek. Díky různým adresám zveřejněným pro každou identitu (nebo případ použití) je nelze propojit. Tato ochrana soukromí však platí pouze v případě, že je uživatel nikdy nezamění. Náhodné zveřejnění nesprávné adresy by mělo stejný efekt propojení. Stejně tak musí být zabezpečen seed každé adresy, čímž se zvyšuje práce s infosecem nutná s každou nově vytvořenou peněženkou.</p> <p>Řešením Monera byly subadresy. Možnost vytvořit naprosto obrovské množství adres pod hlavní adresou a použít ji jako jakýsi seed. Každá vytvořená podadresa může přijímat Monero a všechny jdou do stejné peněženky. Při použití této metody je počet identit, které lze provozovat pod jednou adresou, obrovský, přičemž práce s infosecem je minimální. Tyto adresy také nejsou matematicky propojitelné, takže pokud uživatel nevykřičí své připojení do světa, vnější pozorovatel bude mít velké potíže s jejich propojením.</p> <p>Z dílčích adres však vyplynul další zajímavý případ použití; jako možnost náhrady všeobecně nenáviděných platebních ID.</p> <p>Platební ID představovaly pro obchodníky způsob, jak identifikovat, který zákazník odeslal jakou platbu. Vzhledem k tomu, že informace o Moneru jsou v řetězci zastřené, příjemce transakce není schopen zjistit, která adresa ji odeslala. To znamená, že pokud existují položky s podobnou cenou a více objednávek, může se stát, že nebude možné určit, kdo co poslal. ID platby je jedinečný náhodný řetězec vygenerovaný obchodníkem a předaný zákazníkovi. Zákazník jej přidá jako samostatné pole při odesílání transakce. Tento náhodný řetězec je umístěn do blockchainu jako součást transakce, a obchodník tak může identifikovat a třídit příchozí transakce.</p> <p>Tato metoda byla chybná v několika ohledech. Zaprvé snižuje jednotnost údajů v řetězci. Dodatečná, jedinečná metadata mohou některé transakce odlišit od ostatních, a umožnit tak heuristickou analýzu. To platí zejména v případě, že tato metadata nejsou vynucována jako povinná pro všechny. Zavedení této povinnosti pro všechny by však zbytečně zvětšilo prostor v blockchainu, a proto se o to neusilovalo. Stejně tak, pokud by bylo ID platby někdy z nějakého důvodu použito opakovaně, bylo by triviální spojit dvě transakce jako propojené. K tomu typicky docházelo u vkladů na burze a kdokoli mohl snadno propojit transakce jako vklady na burze i od jedné konkrétní osoby.</p> <p>Druhé, z hlediska UX vytvářejí platební ID druhý krok, na který uživatelé kryptoměn přicházející z jiných mincí nejsou zvyklí, a pokud se na ně zapomene, způsobuje to obrovské bolesti hlavy obchodníkovi, který musí tyto transakce identifikovat jinými prostředky. To se obvykle provádělo tak, že se s každým zákazníkem, který zapomněl uvést ID platby, přímo promluvilo a potvrdily se další identifikační údaje, které mohl znát pouze on, například kombinace částky, data odeslání a ID transakce.</p> <p>Tento krok navíc mnozí opomíjeli a došlo to tak daleko, že některé burzy začaly zákazníkům účtovat peníze, pokud bylo nutné jejich peníze ručně získat zpět z důvodu zapomenutí ID platby. Jiné zatnuly zuby a překously dodatečné náklady na podporu, ale nikdo z toho nebyl nadšený.</p> <p>Existovalo jedno řešení, integrované adresy, které spojovalo adresu a ID platby do jednoho řetězce, takže se na ně nedalo zapomenout, ale jeho přijetí bylo poměrně slabé, přestože by obchodníci měli z jeho začlenění výhody.</p> <p>Zajímavým obratem přišly na řadu dílčí adresy, které situaci zachránily. Možnost generovat velké množství podadres na jednu hlavní adresu a identifikovat, které transakce přišly na které podadresy, umožnila obchodníkům zbavit se elegantním způsobem platebních ID a zároveň přijmout novou generaci technologie Monero. Od té doby většina burz a nástrojů pro obchodníky přešla na podadresy jako na primární způsob identifikace transakcí.</p> <p>To, co začalo jako řešení problému se soukromím, se změnilo v něco mnohem víc, co vyřešilo hlavní problém UX pro obchodníky i zákazníky. Inovace plodí další inovace, které se často mohou nabalovat jako sněhová koule a přinášet nečekaná vítězství pro všechny. Společnost Monero se o tom opakovaně přesvědčila a vynakládá velké úsilí na inovace toho, co je na blockchainu možné. Kdo ví, co dalšího můžeme společně odemknout?</p>
fi: <p>Monero on aina löytänyt innovatiivisia tapoja ratkaista vaikeita yksityisyysongelmia. Usein nämä innovaatiot johtavat muihin innovaatioihin, ja joskus näitä tuloksena olevia teknologioita voidaan käyttää jopa sellaisiin käyttötapauksiin joita ei ole aiemmin edes harkittu. Tästä ei Moneron aliosoiteteknologiaa parempaa esimerkkiä ole.</p> <p> Kuvittele hypoteettinen yksityisyysongelma, jossa yhden osoitteen käyttö useilla alustoilla näennäisesti toisiinsa liittymättömiltä ihmisiltä voi johtaa mainittujen joukkojen yhdistämiseen ja tunnistamiseen. Yksinkertaisesti sanottuna, jos olisit henkilö nimeltä Billy Joe Bob ja myisit omenoita Bitcoinilla, saatat lähettää Bitcoin-osoitteesi julkiseen paikkaan, jotta asiakkaat voivat maksaa sinulle. Oletetaan, että osoite alkaa aakkosnumeerisella merkkijonolla 7XybV3... Mutta heittäen syrjään ilmeisen tietosuojariskin siitä, että kuka tahansa voi tarkistaa Bitcoin-saldosi ja nähdä kuinka paljon olet myynyt, on toinen asia, josta ei usein puhuta tietosuojariskinä. Oletetaan, että olet omenamyyjän lisäksi öisin hakkeri, jonka nimi on l33tz0r. Teet ilmiantotyötä, kerrot pahaa-aavistamattomalle väestölle hallituksen korruptiosta ja sinun on ehdottomasti pidettävä henkilöllisyytesi salassa. Hyväksyt Bitcoin-lahjoituksia työllesi ja julkaiset osoitteen julkisella foorumilla. Se on sama osoite, johon otat rahaa vastaan asiakkailta omenamyynnistä. Juuri tämä aiemmin mainittu 7XybV3... osoite.</p> <p>Yksinkertainen, mutta tuhoisa tunnistushyökkäys olisi Internetin hakukoneen käyttäminen Bitcoin-osoitteesi etsimiseen. Osoitteen 7XybV3... lisääminen hakukoneeseen tuottaa kaksi erilaista tulosta. Omenaliiketoiminta ja l33tz0r. Tämä riittää yhdistämään nämä kaksi identiteettiä ja tunnistamaan hakkerin nimeltä l33tz0r, mikä saattaa aiheuttaa pelottavia seurauksia olemassa olevilta valtuuksilta.</p> <p>On tärkeää huomata, että tämä hyökkäys on MYÖS mahdollista Monerolla. Vaikka Monero piilottaa suurimman osan lohkoketjun tiedoista, tämä hyökkäys ei käytä mitään tietoja. Se käyttää vain osoitetta, joka on jaettava maksun vastaanottamiseksi. Julkisesti anonyymien lahjoitusten tapauksessa. Tämä on yksi mahdollinen tapa, jolla Moneron käyttäjät voivat tahattomasti vahingoittaa omaa yksityisyyttään ja se on myös esimerkki siitä, kuinka Monero on yksityisyyden säilyttämisen huipputasolla, mutta se ei ole luodinkestävä.</p> <p>Tavallinen tapa selvittää tämä ongelma oli omistaa useita lompakoita. Kun jokaiselle henkilöllisyydelle (tai käyttötapaukselle) on käytetty eri osoitteita, niitä ei voi yhdistää toisiinsa. Mutta tämä yksityisyys on voimassa vain, jos käyttäjä ei koskaan sekoita niitä. Väärän osoitteen vahingossa lähettämisellä olisi samat linkitysvaikutukset. Lisäksi jokaisen osoitteen seed on pidettävä turvassa, mikä lisää jokaisen uuden lompakon tarvittavaa InfoSec-työtä.</p> <p>Moneron ratkaisu oli aliosoitteet. Mahdollisuus luoda aivan valtava määrä osoitteita pääosoitteen alle käyttämällä sitä eräänlaisena seedinä. Jokainen luotu aliosoite voi hyväksyä Moneroa, ja kaikki se menee samaan lompakkoon. Tällä menetelmällä yhdellä osoitteella toimivien identiteettien määrä on valtava, samalla kun InfoSec-työmäärä pysyy minimissä. Nämä osoitteet eivät myöskään ole matemaattisesti linkitettävissä, joten ellei käyttäjä huuda itse niiden yhteyttä julkisesti, ulkopuolisen tarkkailijan on todella vaikea yhdistää niitä.</p> <p>Mutta toinen mielenkiintoinen käyttötapa syntyi alaosoitteista; se korvasi yleisesti vihatut maksutunnukset.</p> <p>Maksutunnusten avulla kauppiaat pystyivät tunnistamaan, mikä asiakas lähetti minkäkin maksun. Koska Moneron tiedot ovat piilotettu lohkoketjussa, transaktion vastaanottaja ei näe, mikä osoite sen lähetti. Tämä tarkoittaa, että jos on samanhintaisia tuotteita ja useita tilauksia, voi olla mahdotonta tunnistaa, kuka osti mitä. Maksutunnukset ovat yksilöllinen, satunnainen merkkijono, jonka kauppias luo ja antaa asiakkaalle. Asiakas lisää tämän erilliseksi kenttään transaktiota lähettäessään. Tämä satunnainen merkkijono sijoitetaan lohkoketjuun osana transaktiota, ja tällä tavalla kauppias pystyy tunnistamaan ja lajittelemaan saapuvat tapahtumat.</p> <p>Tässä menetelmässä oli useita virheitä. Ensinnäkin se heikentää lohkoketjussa olevien tietojen yhdenmukaisuutta. Ainutlaatuiset lisämetatiedot voivat saada jotkin transaktiot erottumaan joukosta, mikä mahdollistaa heuristisen analyysin. Tämä pätee erityisesti silloin, kun näitä metatietoja ei pakoteta kaikille. Tämän pakolliseksi tekeminen kaikille lisäisi kuitenkin tarpeetonta dataa lohkoketjuun, eikä sitä haluta. Lisäksi, jos maksutunnusta käytettäisiin uudelleen jostain syystä, olisi helppoa linkittää kaksi transaktiota toisiinsa. Tämä tapahtui tyypillisesti pörssitalletuksilla, ja kuka tahansa saattoi helposti linkittää transaktiot että talletukset pörssiin yhdeksi tietyksi henkilöksi.</p> <p>Toiseksi UX-näkökulmasta maksutunnukset luovat toisen askeleen, johon muista kolikoista tulevat kryptovaluutan käyttäjät eivät ole tottuneet, ja jos ne unohtuvat, se aiheuttaa valtavaa päänsärkyä kauppiaalle, jonka on tunnistettava nämä transaktiot sitten muilla keinoin. Tämä tehtiin yleensä puhumalla suoraan jokaisen asiakkaan kanssa, joka unohti antaa maksutunnuksen ja vahvistamalla muut tunnistetiedot, jotka vain he saattoivat tietää, kuten summan, lähetyspäivämäärän ja transaktiotunnuksen yhdistelmän.</p> <p>Tämä ylimääräinen vaihe jäi monilta väliin, ja mentiin siihen pisteeseen, että jotkin pörssit alkoivat veloittaa asiakkailta rahaa, jos heidän talletuksensa piti hakea manuaalisesti maksutunnuksen unohtamisen vuoksi. Toiset kiristelivät hampaitaan ja hyväksyivät ylimääräiset kustannukset, mutta kukaan ei ollut tyytyväinen niihin.</p> <p> Tähän oli yksi ratkaisu, integroidut osoitteet, jotka yhdistävät osoitteen ja maksutunnuksen yhdeksi merkkijonoksi, joten sitä ei voitu unohtaa, mutta käyttöönotto oli melko heikkoa huolimatta siitä mitä etuja kauppiaat olisivat saaneet sen käyttöönotosta. </p> <p>Mielenkiintoisessa tilanteessa Moneron aliosoitteet pelastivat päivän. Mahdollisuus luoda suuria määriä aliosoitteita pääosoitetta kohden ja tunnistaa, mitkä transaktiot joutuivat mihinkin aliosoitteisiin, antoi kauppiaille mahdollisuuden päästä eroon maksutunnuksista tyylikkäällä tavalla samalla kun otettiin käyttöön seuraavan sukupolven Monero-tekniikka. Siitä lähtien useimmat pörssit ja kauppiaat ovat siirtyneet käyttämään aliosoitteita ensisijaisena tapana tunnistaa transaktioita.</p> <p>Yksityisyysongelman ratkaisuna alkanut ratkaisu muuttui joksikin paljon isommaksi, mikä ratkaisi merkittävän UX-ongelman sekä kauppiaille että asiakkaille. Innovaatiot synnyttävät lisää innovaatioita, jotka voivat usein johtaa odottamattomiin voittoihin kaikille. Monero on nähnyt tämän kerta toisensa jälkeen ja näkee paljon vaivaa edistääkseen lohkoketjua mahdollisuuksien rajoissa. Kuka tietää, mitä muita asioita voimme kehittää yhdessä?</p>
fr: <p>Monero a toujours trouvé des moyens innovants pour résoudre les problèmes difficiles sur le sujet de la confidentialité. Souvent, ces innovations conduisent à d'autres innovations, et parfois ces technologies résultantes peuvent même être utilisées pour des cas d'utilisation non envisagés auparavant. Cela n'est nulle part mieux illustré que dans le cas de la technologie des sous-adresses de Monero.</p> <p>Considérez un problème de confidentialité hypothétique, dans lequel l'utilisation d'une adresse sur plusieurs platesformes par des personnes apparemment sans rapport peut entraîner la connaissance de la relation et la désanonymisation de ces personnes. En termes simples, si vous étiez une personne nommée Mme Michu et que vous vendiez des pommes contre du Bitcoin, vous pourriez publier votre adresse Bitcoin dans un lieu public pour que les clients vous paient. Disons que l'adresse commence par la chaîne alphanumérique 7XybV3… . Mais en mettant de côté le risque évident pour la vie privée et la confidentialité que quiconque puisse vérifier votre solde Bitcoin et voir combien vous avez vendu, il y a un second risque, dont on ne parle pas souvent. Disons que vous étiez également un hacker clandestin du nom de l33tz0r. Vous faites un travail de dénonciation, informez une population sans méfiance de la corruption du gouvernement, et il est impératif que vous gardiez votre identité secrète. Vous acceptez les dons en Bitcoin pour votre travail et publiez l'adresse sur un forum public. C'est à la même adresse que vous acceptez l'argent de vos clients pour les pommes. L'adresse qui commence par 7XybV3… .</p> <p>Une attaque de désanonymisation simple mais dévastatrice consisterait à utiliser un moteur de recherche Internet pour rechercher votre adresse Bitcoin. Mettre l'adresse de 7XybV3… dans le moteur de recherche fait apparaître deux résultats différents. L'entreprise de vente de pommes, et l33tz0r. C'est suffisant pour relier les deux identités et désanonymiser l33tz0r, avec des conséquences potentiellement effrayantes de la part des pouvoirs en place.</p> <p>Il est important de noter que cette attaque est AUSSI possible avec Monero. Même si Monero cache la plupart des données en chaîne, cette attaque n'en utilise aucune. Elle utilise uniquement l'adresse, qui doit être partagée afin de recevoir le paiement. Publiquement en cas de dons anonymes. C'est un moyen potentiel par lequel les utilisateurs de Monero peuvent involontairement porter atteinte à leur vie privée et leur confidentialité, et c'est aussi un exemple de la façon dont, même si Monero est au premier rang en matière de conservation de la confidentialité, il n'est pas à l'épreuve des balles.</p> <p>La manière habituelle de contourner ce problème consistait à posséder plusieurs portefeuilles. Avec différentes adresses publiées pour chaque identité (ou cas d'utilisation), elles ne peuvent pas être reliées. Mais cette confidentialité ne tient que si l'utilisateur ne les mélange jamais. L'affichage accidentel d'une mauvaise adresse aurait les mêmes effets mise en relation. De plus, la phrase mnémonique de chaque adresse doit être conservée en toute sécurité, ce qui augmente le travail d'« infosec » (sécurisation des informations) nécessaire à chaque nouveau portefeuille créé.</p> <p>La solution de Monero consistait en la mise en œuvre des sous-adresses. La possibilité de créer un nombre absolument énorme d'adresses sous l'adresse principale, en l'utilisant comme une sorte de graine. Chaque sous-adresse générée peut accepter Monero, et tout va dans le même portefeuille. En utilisant cette méthode, le nombre d'identités pouvant être exploitées sous une même adresse est énorme tout en minimisant le travail d'infosec. Ces adresses ne sont pas non plus mathématiquement liées, donc à moins que l'utilisateur ne crie la relation entre ses adresses au monde, un observateur extérieur aura beaucoup de difficulté à les relier entre elles.</p> <p>Mais un autre cas d'utilisation intéressant a émergé des sous-adresses ; comme option de remplacement des identifiants de paiement universellement détestés.</p> <p>Les identifiants de paiement étaient un moyen pour les marchands d'identifier quel client avait envoyé quel paiement. Étant donné que les informations des transaction avec Monero sont masquées sur la chaîne, le destinataire d'une transaction n'est pas en mesure de voir quelle adresse l'a envoyée. Cela signifie que s'il y a des articles à prix similaire et plusieurs commandes, il peut devenir impossible d'identifier qui a envoyé quoi. Les identifiants de paiement sont une chaîne unique et aléatoire générée par le marchand et donnée au client. Le client l'ajoute dans un champ séparé lors de l'envoi de la transaction. Cette chaîne aléatoire est placée sur la blockchain dans le cadre de la transaction, et de cette façon, le commerçant est en mesure d'identifier et de trier les transactions entrantes.</p> <p>Cette méthode présentait plusieurs défauts. Premièrement, cela nuit à l'uniformité des données en chaîne. Des métadonnées supplémentaires et uniques peuvent différencier certaines transactions dans la foule, permettant ainsi une analyse heuristique. Cela est particulièrement vrai lorsque ces métadonnées ne sont pas rendues obligatoires pour tous. Rendre cela obligatoire pour tout le monde ajouterait de l'espace inutile à la blockchain, et n'a pas été poursuivi. De plus, si un identifiant de paiement était réutilisé pour une raison quelconque, il serait trivial de déterminer deux transactions comme étant connectées. Cela se produisait généralement avec les dépôts d'échange, et n'importe qui pouvait facilement lier les transactions comme étant à la fois un dépôt sur un échange et d'une personne en particulier.</p> <p>Deuxièmement, d'un point de vue de l'expérience utilisateur, les identifiants de paiement créent une deuxième étape à laquelle les utilisateurs provenant d'autres crypto-monnaies ne sont pas habitués, et que donc si ceux-ci ne les utilisent pas ou les oublient, cela cause un énorme casse-tête au commerçant qui doit identifier ces transactions par d'autres moyens . Cela se faisait généralement en parlant directement avec chaque client qui avait oublié de mettre l'identifiant de paiement et en confirmant d'autres informations d'identification qu'eux seuls pouvaient connaître, comme une combinaison du montant, de la date d'envoi et de l'identifiant de transaction.</p> <p>Cette étape supplémentaire a été négligée par beaucoup de personnes, et c'en est arrivé au point où certains échanges ont commencé à facturer des frais aux clients si leur argent devait être récupéré manuellement en raison de l'oubli d'un identifiant de paiement. D'autres serraient les dents et avalaient les frais d'assistance supplémentaires, mais personne n'en était content.</p> <p>Il y avait une solution à cela, les adresses intégrées, qui fusionnaient l'adresse et l'identifiant de paiement en une seule chaîne de caractères, de sorte qu'il ne pouvait pas être oublié, mais l'adoption était assez faible, malgré les avantages que les commerçants auraient reçus en l'incluant. </p> <p>Dans une tournure des événements intéressante, les sous-adresses sont arrivées pour sauver la situation. La possibilité de générer de grandes quantités de sous-adresses par adresse principale et d'identifier quelles transactions sont entrées dans quelles sous-adresses a permis aux commerçants de se débarrasser des identifiants de paiement de manière élégante, tout en adoptant la nouvelle génération de technologie Monero. Depuis lors, la plupart des échanges et des outils marchands sont passés aux sous-adresses comme principal moyen d'identification des transactions.</p> <p>Ce qui a commencé comme une solution à un problème de confidentialité s'est transformé en quelque chose ayant une portée bien plus grande, qui a résolu un problème majeur d'expérience utilisateur pour les commerçants et les clients. L'innovation engendre plus d'innovation, ce qui peut souvent faire boule de neige et se traduire en bénéfices inattendus pour tout le monde. Monero l'a vu maintes et maintes fois et déploie de grands efforts pour innover dans le domaine de la blockchain. Qui sait quelles autres choses nous pouvons réaliser ensemble ?</p>
it: <p>Monero ha sempre trovato modi innovativi per risolvere difficili problemi di privacy. Spesso queste innovazioni portano ad altre innovazioni, e talvolta queste tecnologie risultanti possono essere utilizzate anche per casi d'uso non considerati in precedenza. Da nessuna parte questo è esemplificato più che nel caso della tecnologia di sottoindirizzo di Monero.</p> <p>Considera un ipotetico problema di privacy, in cui l'utilizzo di un indirizzo su più piattaforme da persone apparentemente non correlate può portare al collegamento e alla deanonimizzazione di tali persone. In parole povere, se tu fossi una persona di nome Billy Joe Bob e vendessi mele per Bitcoin, potresti pubblicare il tuo indirizzo Bitcoin in un luogo pubblico affinché i clienti ti paghino. Diciamo che l'indirizzo inizia con la stringa alfanumerica 7XybV3 ... Ma mettendo da parte l'evidente rischio per la privacy che chiunque possa controllare il tuo saldo Bitcoin e vedere quanto hai venduto, c'è un secondo, non spesso parlato di rischio per la privacy. Supponiamo che tu fossi anche un hacker clandestino con il nome di l33tz0r. Fai il lavoro di denuncia, raccontando a una popolazione ignara della corruzione del governo, ed è imperativo che tu mantenga segreta la tua identità. Accetti donazioni di Bitcoin per il tuo lavoro e pubblichi l'indirizzo su un forum pubblico. È lo stesso indirizzo a cui accetti denaro dai tuoi clienti Apple. Il 7XybV3 ... uno.</p> <p>Un semplice, ma devastante attacco di deanonimizzazione consiste nell'utilizzare un motore di ricerca su Internet per cercare il tuo indirizzo Bitcoin. Inserendo l'indirizzo di 7XybV3 ... nel motore si ottengono due risultati diversi. Il business delle mele e l33tz0r. Questo è sufficiente per collegare le due identità e deanonimizzare l33tz0r, con conseguenze potenzialmente spaventose dai poteri forti.</p> <p>È importante notare che questo attacco è possibile ANCHE con Monero. Anche se Monero nasconde la maggior parte dei dati on-chain, questo attacco non ne utilizza nessuno. Utilizza solo l'indirizzo, che deve essere condiviso per ricevere il pagamento. Pubblicamente in caso di donazioni anonime. Questo è un potenziale modo in cui gli utenti Monero possono danneggiare involontariamente la loro privacy ed è anche un esempio di come, anche se Monero è di alto livello per quanto riguarda la conservazione della privacy, non è a prova di proiettile.</p> <p>Il modo usuale per aggirare questo problema era possedere più portafogli. Con diversi indirizzi pubblicati per ogni identità (o caso d'uso), non possono essere collegati. Ma questa privacy vale solo se l'utente non le confonde mai. La pubblicazione accidentale di un indirizzo errato avrebbe gli stessi effetti di collegamento. Inoltre, il seed di ogni indirizzo deve essere mantenuto al sicuro, aumentando il lavoro di infosec necessario con ogni nuovo wallet realizzato.</p> <p>La soluzione di Monero erano gli indirizzi secondari. La possibilità di creare un numero assolutamente enorme di indirizzi sotto l'indirizzo principale, utilizzandolo come una sorta di seme. Ogni sottoindirizzo generato può accettare Monero e tutto va allo stesso portafoglio. Utilizzando questo metodo, il numero di identità che possono essere utilizzate con un indirizzo è enorme, mantenendo al minimo il lavoro di infosec. Questi indirizzi non sono nemmeno collegabili matematicamente, quindi a meno che l'utente non gridi la loro connessione al mondo, un osservatore esterno avrà grandi difficoltà a collegarli.</p> <p>Ma un altro caso d'uso interessante è emerso dai sottoindirizzo; come opzione sostitutiva degli ID di pagamento universalmente odiati.</p> <p>Gli ID pagamento erano un modo per i commercianti di identificare quale cliente aveva inviato quale pagamento. Poiché le informazioni di Monero sono oscurate sulla catena, il destinatario di una transazione non è in grado di vedere quale indirizzo l'ha inviata. Ciò significa che se ci sono articoli con prezzi simili e più ordini, può diventare impossibile identificare chi ha inviato cosa. Gli ID pagamento sono una stringa univoca e casuale generata dal commerciante e fornita al cliente. Il cliente lo aggiunge come campo separato quando invia la transazione. Questa stringa casuale viene inserita sulla blockchain come parte della transazione e in questo modo il commerciante è in grado di identificare e ordinare le transazioni in entrata.</p> <p>Questo metodo era difettoso in diversi modi. In primo luogo, sminuisce l'uniformità dei dati on-chain. Metadati aggiuntivi e univoci possono far distinguere alcune transazioni dalla massa, consentendo così un'analisi euristica. Ciò è particolarmente vero quando questi metadati non vengono applicati come obbligatori per tutti. Renderlo obbligatorio per tutti aggiungerebbe spazio inutile alla blockchain e non è stato perseguito. Inoltre, se un ID pagamento fosse mai riutilizzato per qualsiasi motivo, sarebbe banale collegare due transazioni come connesse. Ciò si verificava in genere con i depositi in borsa e chiunque poteva facilmente collegare le transazioni sia come deposito su uno scambio, sia da un particolare individuo.</p> <p>In secondo luogo, da una prospettiva UX, gli ID di pagamento creano un secondo passaggio a cui non sono abituati gli utenti di criptovaluta provenienti da altre monete e, se vengono dimenticati, provoca un enorme mal di testa al commerciante che deve identificare queste transazioni con altri mezzi . Questo in genere veniva fatto parlando direttamente con ogni cliente che aveva dimenticato di inserire l'ID pagamento e confermando altre informazioni identificative che solo loro potevano conoscere, come una combinazione di importo, data di invio e ID transazione.</p> <p>Questo passaggio aggiuntivo è stato ignorato da molti ed è arrivato al punto in cui alcuni scambi hanno iniziato ad addebitare denaro ai clienti se i loro soldi dovevano essere recuperati manualmente a causa della dimenticanza di un ID di pagamento. Altri stringevano i denti e mangiavano i costi di supporto extra, ma nessuno ne era contento.</p> <p>C'era una soluzione a questo, indirizzi integrati, che univano l'indirizzo e l'ID pagamento in un'unica stringa, quindi non poteva essere dimenticato, ma l'adozione era piuttosto debole, nonostante i vantaggi che i commercianti avrebbero ricevuto dall'inclusione.</p> <p>In un'interessante svolta degli eventi, sono entrati dei sottoindirizzo per salvare la situazione. La capacità di generare grandi quantità di sottoindirizzo per indirizzo principale e di identificare quali transazioni sono entrate in quali sottoindirizzo, ha permesso ai commercianti di sbarazzarsi degli ID di pagamento in modo elegante, adottando la tecnologia Monero di nuova generazione. Da allora, la maggior parte degli scambi e degli strumenti mercantili sono passati agli indirizzi secondari come metodo principale di identificazione delle transazioni.</p> <p>Ciò che era iniziato come una soluzione a un problema di privacy si è trasformato in qualcosa di molto di più, che ha risolto un importante problema di UX per commercianti e clienti. L'innovazione genera più innovazione, che spesso può portare a vittorie inaspettate per tutti. Monero lo ha visto più e più volte e si impegna a innovare ciò che è possibile sulla blockchain. Chissà quali altre cose possiamo sbloccare insieme?</p>
lt: <p>Monero visada rasdavo naujoviškų būdų, kaip išspręsti sudėtingas privatumo problemas. Dažnai šios naujovės veda prie kitų naujovių, o kartais šios sukurtos technologijos netgi gali būti naudojamos anksčiau neapsvarstytais atvejais. Niekur tai nėra labiau pavyzdžiu, kaip Monero antrinių adresų technologijos atveju.</p> <p> Apsvarstykite hipotetinę privatumo problemą, kai vieno adreso naudojimas keliose platformose iš iš pažiūros nesusijusių žmonių gali susieti ir deanonimizuoti minėtas tautas. Paprasčiau tariant, jei būtumėte asmuo, vardu Billy Joe Bob, ir pardavinėjote obuolius už Bitcoin, galite paskelbti savo Bitcoin adresą viešoje vietoje, kad klientai jums sumokėtų. Tarkime, adresas prasideda raidine ir skaitmenine eilute 7XybV3... Tačiau atmetus akivaizdžią privatumo riziką, kai kas nors galės patikrinti jūsų Bitcoin likutį ir pamatyti, kiek jūs pardavėte, yra antras, nedažnai kalbamas apie privatumo riziką. Tarkime, kad jūs taip pat buvote pogrindinis įsilaužėlis, vardu l33tz0r. Atliekate švilpimo darbus, pasakojate nieko neįtariantiems žmonėms apie vyriausybės korupciją, todėl būtina išlaikyti savo tapatybę paslaptyje. Jūs priimate Bitcoin aukas už savo darbą ir paskelbiate adresą viešame forume. Tai yra tas pats adresas, kuriuo priimate pinigus iš savo „Apple“ klientų. 7XybV3... vienas.</p> <p> Paprasta, bet pražūtinga deanonimizacijos ataka būtų naudoti interneto paieškos variklį ieškant jūsų Bitcoin adreso. Įdėjus 7XybV3... adresą į variklį, gaunami du skirtingi rezultatai. Obuolių verslas ir l33tz0r. To pakanka susieti dvi tapatybes ir deanonimizuoti l33tz0r, o tai gali turėti baisių pasekmių iš galių.</p> <p>Svarbu pažymėti, kad ši ataka TAIP PAT įmanoma naudojant Monero. Nors „Monero“ slepia daugumą grandinės duomenų, ši ataka jų nenaudoja. Jis naudoja tik adresą, kurį reikia bendrinti, kad gautų mokėjimą. Viešai anoniminių aukų atveju. Tai yra vienas iš galimų būdų, kaip Monero vartotojai gali nesąmoningai pakenkti savo privatumui, taip pat yra pavyzdys, kaip, nors Monero yra aukščiausio lygio privatumo išsaugojimo srityje, jis nėra neperšaunamas.</p> <p>Įprastas būdas išspręsti šią problemą buvo turėti kelias pinigines. Kiekvienai tapatybei (arba naudojimo atvejui) paskelbus skirtingus adresus, jų negalima susieti. Tačiau šis privatumas galioja tik tuo atveju, jei vartotojas niekada jų nesumaišo. Atsitiktinai paskelbus neteisingą adresą, susiejimo poveikis būtų toks pat. Be to, kiekvieno adreso pradinė dalis turi būti saugi, todėl su kiekviena nauja pinigine reikia daugiau informacijos apie darbą.</p> <p>Monero sprendimas buvo subadresai. Galimybė sukurti absoliučiai didžiulį adresų skaičių po pagrindiniu adresu, naudojant jį kaip tam tikrą sėklą. Kiekvienas sugeneruotas antrinis adresas gali priimti Monero, ir visa tai patenka į tą pačią piniginę. Naudojant šį metodą, vienu adresu galima valdyti labai daug tapatybių, tuo pačiu sumažinant infosec darbą iki minimumo. Šie adresai taip pat nėra matematiškai susieti, todėl nebent vartotojas šauktų savo ryšį su pasauliu, pašalinis stebėtojas turės didelių sunkumų juos susiejant.</p> <p> Tačiau iš antrinių adresų atsirado dar vienas įdomus naudojimo atvejis; kaip visuotinai nekenčiamų mokėjimo ID pakeitimo parinktis.</p> <p>Mokėjimo ID buvo būdas prekybininkams nustatyti, kuris klientas atsiuntė kurį mokėjimą. Kadangi Monero informacija grandinėje yra užslėpta, operacijos gavėjas negali matyti, kuriuo adresu ji buvo išsiųsta. Tai reiškia, kad jei yra panašios kainos prekių ir keli užsakymai, gali tapti neįmanoma nustatyti, kas ką atsiuntė. Mokėjimo ID yra unikali, atsitiktinė eilutė, kurią sugeneruoja prekybininkas ir suteikia klientui. Klientas tai prideda kaip atskirą lauką siųsdamas operaciją. Ši atsitiktinė eilutė įtraukiama į blokų grandinę kaip operacijos dalis, todėl prekybininkas gali identifikuoti ir rūšiuoti gaunamas operacijas.</p> <p> Šis metodas buvo klaidingas keliais atžvilgiais. Pirma, tai sumažina grandinės duomenų vienodumą. Dėl papildomų, unikalių metaduomenų kai kurios operacijos gali išsiskirti iš daugybės, todėl galima atlikti euristinę analizę. Tai ypač aktualu, kai šie metaduomenys nėra taikomi kaip privalomi visiems. Vis dėlto, jei tai būtų privaloma visiems, „blockchain“ būtų pridėta nereikalingos vietos, ir to nebuvo siekiama. Be to, jei mokėjimo ID kada nors buvo pakartotinai naudojamas dėl kokios nors priežasties, būtų nereikšminga susieti dvi operacijas kaip sujungtas. Paprastai tai atsitiko su keitimo indėliais, ir bet kas galėjo lengvai susieti operacijas kaip indėlius biržoje ir iš vieno konkretaus asmens.</p> <p> Antra, iš UX perspektyvos mokėjimo ID sukuria antrą žingsnį, prie kurio kriptovaliutų vartotojai, atvykstantys iš kitų monetų, nėra pripratę, o jei jie pamirštami, tai sukelia didžiulį galvos skausmą prekybininkui, kuris turi identifikuoti šias operacijas kitomis priemonėmis. . Paprastai tai buvo daroma tiesiogiai pasikalbant su kiekvienu klientu, pamiršusiu įvesti mokėjimo ID, ir patvirtinant kitą identifikuojančią informaciją, kurią galėjo žinoti tik jie, pvz., sumos, išsiuntimo datos ir operacijos ID derinį.</p> <p>Daugelis šio papildomo veiksmo praleido, todėl kai kurios biržos pradėjo apmokestinti pinigus iš klientų, jei jų pinigus reikėjo nuskaityti rankiniu būdu, nes pamiršta mokėjimo ID. Kiti griežia dantis ir valgė papildomas paramos išlaidas, bet niekas tuo nebuvo patenkintas.</p> <p>Buvo vienas sprendimas, integruoti adresai, kurie sujungė adresą ir mokėjimo ID į vieną eilutę, todėl negalėjo būti pamiršta, tačiau pritaikymas buvo gana silpnas, nepaisant naudos, kurią prekybininkai būtų gavę jį įtraukę. </p> <p>Įdomiu įvykių posūkiu, kad išgelbėtų dieną, atsirado antriniai adresai. Galimybė generuoti didelius antrinių adresų kiekius vienam pagrindiniam adresui ir identifikuoti, kokiais subadresais atėjo operacijos, leido prekybininkams elegantiškai atsikratyti mokėjimo ID, o taikant naujos kartos Monero technologiją. Nuo to laiko dauguma biržų ir prekybininkų įrankių perėjo prie antrinių adresų kaip pagrindinio operacijos identifikavimo būdo.</p> <p>Tai, kas prasidėjo kaip privatumo problemos sprendimas, virto daug daugiau, o tai išsprendė didelę prekybininkų ir klientų UX problemą. Inovacijos gimdo daugiau naujovių, kurios dažnai gali tapti netikėtomis laimėjimais visiems. „Monero“ tai ne kartą matė ir deda daug pastangų siekdamas naujovių, kas įmanoma „blockchain“. Kas žino, kokius dar dalykus galime atrakinti kartu?</p>
nb: <p>Monero har alltid funnet innovative måter å løse vanskelige personvernproblemer på. Ofte fører disse innovasjonene til andre innovasjoner, og noen ganger kan disse resulterende teknologiene til og med brukes til bruksområder som ikke tidligere er vurdert. Ingen steder er dette eksemplifisert mer enn i tilfellet med Moneros subadresseteknologi.</p> <p>Vurder et hypotetisk personvernproblem, der bruk av én adresse på tvers av flere plattformer fra tilsynelatende ikke-relaterte mennesker kan føre til kobling og deanonymisering av nevnte folk. Enkelt sagt, hvis du var en person som het Billy Joe Bob og du solgte epler for Bitcoin, kan du legge ut Bitcoin-adressen din på et offentlig sted slik at kundene kan betale deg. La oss si at adressen starter med den alfanumeriske strengen 7XybV3... Men ser vi bort fra den åpenbare personvernrisikoen ved at noen kan sjekke Bitcoin-saldoen din og se hvor mye du har solgt, er det en annen, ikke ofte snakket om personvernrisiko. La oss si at du også var en underjordisk hacker som heter l33tz0r. Du utfører varslingsarbeid, forteller en intetanende befolkning om korrupsjon fra myndighetene, og det er viktig at du holder identiteten din hemmelig. Du godtar Bitcoin-donasjoner for arbeidet ditt, og legger ut adressen på et offentlig forum. Det er samme adresse som du tar imot penger fra apple-kundene dine. 7XybV3... one.</p> <p>Et enkelt, men ødeleggende deanonymiseringsangrep ville være å bruke en søkemotor på Internett for å søke etter Bitcoin-adressen din. Å sette adressen til 7XybV3... i motoren gir to forskjellige resultater. Apple-virksomheten, og l33tz0r. Dette er nok til å koble sammen de to identitetene og deanonymisere l33tz0r, med potensielt skumle konsekvenser fra maktene som er.</p> <p>Det er viktig å merke seg at dette angrepet OGSÅ er mulig med Monero. Selv om Monero skjuler de fleste data på kjeden, bruker ikke dette angrepet noen. Den bruker kun adressen, som må deles for å motta betaling. Offentlig ved anonyme donasjoner. Dette er en mulig måte Monero-brukere uforvarende kan skade privatlivet sitt på, og er også et eksempel på hvordan, selv om Monero er på topp med hensyn til oppbevaring av personvern, er den ikke skuddsikker.</p> <p>Den vanlige måten å omgå dette problemet på var å eie flere lommebøker. Med forskjellige adresser lagt ut for hver identitet (eller usecase), kan de ikke kobles sammen. Men dette personvernet gjelder bare hvis brukeren aldri blander dem sammen. Å legge ut feil adresse ved et uhell vil ha samme koblingseffekter. I tillegg må frøet til hver adresse holdes sikkert, noe som øker infosec-arbeidet som er nødvendig med hver ny lommebok som lages.</p> <p>Moneros løsning var underadresser. Muligheten til å lage et helt enormt antall adresser under hovedadressen, ved å bruke den som et slags frø. Hver generert underadresse kan godta Monero, og alt går til samme lommebok. Ved å bruke denne metoden er antallet identiteter som kan opereres under én adresse enormt samtidig som infosec-arbeidet holdes på et minimum. Disse adressene er heller ikke matematisk koblingsbare, så med mindre brukeren roper sin forbindelse til verden, vil en utenforstående observatør ha store problemer med å koble dem.</p> <p>Men en annen interessant usecase dukket opp fra underadresser; som et erstatningsalternativ for de universelt hatede betalings-ID-ene.</p> <p>Betalings-ID-er var en måte for selgere å identifisere hvilken kunde som sendte hvilken betaling. Siden Monero-informasjon er skjult på kjeden, kan ikke mottakeren av en transaksjon se hvilken adresse som sendte den. Dette betyr at hvis det er varer med samme pris og flere bestillinger, kan det bli umulig å identifisere hvem som sendte hva. Betalings-IDer er en unik, tilfeldig streng generert av selgeren og gitt til kunden. Kunden legger dette til som et eget felt ved sending av transaksjonen. Denne tilfeldige strengen plasseres på blokkjeden som en del av transaksjonen, og på denne måten kan selgeren identifisere og sortere gjennom innkommende transaksjoner.</p> <p>Denne metoden var feil på flere måter. For det første forringer det enhetligheten til data i kjeden. Ytterligere, unike metadata kan få noen transaksjoner til å skille seg fra mengden, og dermed tillate heuristisk analyse. Dette gjelder spesielt når disse metadataene ikke håndheves som obligatoriske for alle. Å gjøre dette obligatorisk for alle ville imidlertid legge til unødvendig plass til blokkjeden, og ble ikke fulgt opp. I tillegg, hvis en betalings-ID noen gang ble gjenbrukt av en eller annen grunn, ville det være trivielt å koble to transaksjoner som koblet. Dette skjedde vanligvis med bytteinnskudd, og hvem som helst kunne enkelt koble transaksjoner som både innskudd på en børs og fra en bestemt person.</p> <p>For det andre, fra et UX-perspektiv, skaper betalings-ID-er et andre trinn som kryptovalutabrukere som kommer fra andre mynter ikke er vant til, og hvis de blir glemt, forårsaker det en massiv hodepine for selgeren som må identifisere disse transaksjonene på andre måter . Dette ble vanligvis gjort ved å snakke direkte med hver kunde som glemte å angi betalings-ID og bekrefte annen identifiserende informasjon som bare de kunne vite, for eksempel en kombinasjon av beløp, dato sendt og transaksjons-ID.</p> <p>Dette ekstra trinnet ble savnet av mange, og det kom til det punktet at noen børser begynte å belaste kunder hvis pengene deres måtte hentes manuelt fordi de glemte en betalings-ID. Andre biter tennene sammen og spiste de ekstra støttekostnadene, men ingen var glade for det.</p> <p>Det var én løsning på dette, integrerte adresser, som slo sammen adressen og betalings-IDen til én streng, så den kunne ikke glemmes, men adopsjonen var ganske svak, til tross for fordelene selgere ville ha fått ved å inkludere den. </p> <p>I en interessant vending kom underadresser inn for å redde dagen. Evnen til å generere store mengder subadresser per hovedadresse, og identifisere hvilke transaksjoner som kom inn i hvilke subadresser, gjorde at selgere kunne kvitte seg med betalings-IDer på en elegant måte, samtidig som de tok i bruk neste generasjon Monero-teknologi. Siden den gang har de fleste børser og selgerverktøy byttet til underadresser som den primære måten for transaksjonsidentifikasjon.</p> <p>Det som startet som en løsning for et personvernproblem, ble til noe mye mer, som løste et stort UX-problem for både selgere og kunder. Innovasjon avler mer innovasjon, som ofte kan snøballe til uventede gevinster for alle. Monero har sett dette gang på gang, og legger stor vekt på å innovere hva som er mulig på blokkjeden. Hvem vet hvilke andre ting vi kan låse opp sammen?</p>
nl: <p>Monero heeft altijd innovatieve manieren gevonden om lastige privacyproblemen op te lossen. Vaak leiden deze innovaties tot andere innovaties, en soms kunnen deze resulterende technologieën zelfs worden gebruikt voor use-cases die nog niet eerder waren overwogen. Nergens wordt dit beter geïllustreerd dan in het geval van de subadrestechnologie van Monero. </p> <p>Beschouw een hypothetisch privacyprobleem, waarbij het gebruik van één adres op meerdere platforms van ogenschijnlijk niet-verwante mensen kan leiden tot koppeling en deanonimisering van die mensen. Simpel gezegd, als u een persoon was die Billy Joe Bob heette en u appels verkocht voor Bitcoin, zou u uw Bitcoin-adres op een openbare plaats kunnen plaatsen zodat klanten u kunnen betalen. Laten we zeggen dat het adres begint met de alfanumerieke reeks 7XybV3... Maar afgezien van het voor de hand liggende privacyrisico dat iemand uw Bitcoin-saldo kan controleren en zien hoeveel u heeft verkocht, is er een tweede, niet vaak besproken privacyrisico. Laten we zeggen dat u ook een ondergrondse hacker was met de naam l33tz0r. U doet klokkenluiderswerk, en vertelt een nietsvermoedende bevolking over corruptie bij de overheid, waarbij het absoluut noodzakelijk is dat u uw identiteit geheim houdt. U accepteert Bitcoin-donaties voor uw werk en plaatst het adres op een openbaar forum. Het is hetzelfde adres waarop u geld accepteert van uw Apple-klanten. Dezelfde 7XybV3... reeks.</p> <p>Een eenvoudige, maar verwoestende deanonimiseringsaanval zou zijn om een internetzoekmachine te gebruiken om naar uw Bitcoin-adres te zoeken. Als u het adres van 7XybV3... in de engine invoert, krijgt u twee verschillende resultaten. De appelhandel, en l33tz0r. Dit is genoeg om de twee identiteiten te koppelen en l33tz0r te deanonimiseren, met mogelijk angstaanjagende gevolgen van de heersende machten.</p> <p>Het is belangrijk op te merken dat deze aanval OOK mogelijk is met Monero. Hoewel Monero de meeste on-chain-gegevens verbergt, gebruikt deze aanval er geen. Het gebruikt alleen het adres, dat moet worden gedeeld om de betaling te ontvangen. Openbaar in het geval van anonieme donaties. Dit is een mogelijke manier waarop Monero-gebruikers onbewust hun privacy kunnen schaden, en het is ook een voorbeeld van hoe, hoewel Monero het beste is wat betreft privacybehoud, het niet waterdicht is.</p> <p>De gebruikelijke manier om dit probleem te omzeilen was het bezit van meerdere portefeuilles. Omdat er voor elke identiteit (of usecase) verschillende adressen zijn gepost, kunnen ze niet worden gekoppeld. Maar deze privacy geldt alleen als de gebruiker ze nooit door elkaar haalt. Het per ongeluk posten van het onjuiste adres zou dezelfde koppelingseffecten hebben. Ook moet de seed van elk adres veilig worden bewaard, waardoor het infosec-werk dat nodig is bij elke nieuwe portemonnee die wordt gemaakt, toeneemt. </p> <p>Monero's oplossing was subadressen. De mogelijkheid om een absoluut enorm aantal adressen onder het hoofdadres aan te maken en dit als een soort zaadje te gebruiken. Elk gegenereerd subadres kan Monero accepteren en alles gaat naar dezelfde portemonnee. Met deze methode is het aantal identiteiten dat onder één adres kan worden beheerd enorm, terwijl het infosec-werk tot een minimum wordt beperkt. Deze adressen zijn ook niet wiskundig koppelbaar, dus tenzij de gebruiker hun verbinding met de wereld roept, zal een externe waarnemer grote moeite hebben om ze te koppelen.</p> <p>Maar een andere interessante usecase kwam voort uit subadressen; als vervangingsoptie van de universeel gehate betalings-ID's. </p> <p>Betalings-ID's waren een manier voor verkopers om te identificeren welke klant welke betaling heeft verzonden. Omdat Monero-informatie op de ketting verborgen is, kan de ontvanger van een transactie niet zien welk adres het heeft verzonden. Dit betekent dat als er artikelen met een vergelijkbare prijs en meerdere bestellingen zijn, het onmogelijk kan worden om te identificeren wie wat heeft verzonden. Betalings-ID's zijn een unieke, willekeurige reeks die door de handelaar wordt gegenereerd en aan de klant wordt gegeven. De klant voegt dit als een apart veld toe bij het versturen van de transactie. Deze willekeurige reeks wordt op de blockchain geplaatst als onderdeel van de transactie, en op deze manier kan de handelaar inkomende transacties identificeren en sorteren.</p> <p>Deze methode was op verschillende manieren gebrekkig. Ten eerste doet het afbreuk aan de uniformiteit van on-chain data. Aanvullende, unieke metadata kunnen ervoor zorgen dat sommige transacties zich onderscheiden van de massa, waardoor heuristische analyse mogelijk wordt. Dit is met name het geval wanneer deze metadata niet voor iedereen als verplicht wordt afgedwongen. Dit verplicht stellen voor iedereen zou echter onnodige ruimte aan de blockchain toevoegen en werd niet nagestreefd. En als een betalings-ID ooit om welke reden dan ook opnieuw zou worden gebruikt, zou het triviaal zijn om twee transacties als verbonden te koppelen. Dit gebeurde meestal met wisseldeposito's, en iedereen kon gemakkelijk transacties koppelen als zowel een storting op een beurs als van een bepaalde persoon. </p> <p>Ten tweede, vanuit een UX-perspectief creëren betalings-ID's een tweede stap waaraan cryptocurrency-gebruikers die van andere munten komen niet gewend zijn, en als ze het vergeten, veroorzaakt dit een enorme hoofdpijn voor de handelaar die deze transacties op een andere manier moet identificeren. Dit werd meestal gedaan door rechtstreeks met elke klant te spreken die de betalings-ID was vergeten in te voeren en andere identificerende informatie te bevestigen die alleen zij konden weten, zoals een combinatie van het bedrag, de verzenddatum en de transactie-ID.</p> <p>Deze extra stap werd door velen over het hoofd gezien en het kwam op het punt dat sommige exchanges klanten geld in rekening brachten als hun geld handmatig moest worden opgehaald omdat ze een betalings-ID waren vergeten. Anderen knarsetandden en aten de extra ondersteuningskosten, maar niemand was er blij mee.</p> <p>Er was één oplossing hiervoor, geïntegreerde adressen, die het adres en de betalings-ID samenvoegden tot één string, zodat het niet vergeten kon worden, maar de acceptatie was tamelijk zwak, ondanks de voordelen die verkopers zouden hebben gehad als ze het zouden opnemen. </p> <p>In een interessante gang van zaken kwamen subadressen binnen om de dag te redden. De mogelijkheid om grote hoeveelheden subadressen per hoofdadres te genereren en te identificeren welke transacties op welke subadressen binnenkwamen, stelde verkopers in staat om zich op een elegante manier te ontdoen van betalings-ID's, terwijl ze de volgende generatie Monero-technologie adopteerden. Sindsdien zijn de meeste exchanges en merchant tools overgeschakeld naar subadressen als primaire manier van transactie-identificatie.</p> <p>Wat begon als een oplossing voor een privacyprobleem, veranderde in iets veel meer, dat een groot UX-probleem oploste voor zowel verkopers als klanten. Innovatie brengt meer innovatie voort, wat vaak kan leiden tot onverwachte overwinningen voor iedereen. Monero heeft dit keer op keer gezien en steekt veel energie in het innoveren van wat mogelijk is op de blockchain. Wie weet welke andere dingen we samen kunnen ontgrendelen?</p>
pl: <p>Monero zawsze znajdowało innowacyjne sposoby na rozwiązywanie trudnych problemów związanych z prywatnością. Często te innowacje prowadziły do innych. Czasami te nowo powstałe technologie okazywały się być użyteczne w innych aspektach niż zamierzano. Nigdzie nie jest to bardziej widoczne niż w przypadku technologii subadresu Monero.</p> <p>Wyobraź sobie hipotetyczny problem z zakresu prywatności, w którym użycie jednego adresu na wielu platformach przez pozornie niepowiązane osoby może doprowadzić do powiązania i identyfikacji tych osób. Mówiąc prościej, jeśli byłbyś osobą o imieniu Billy Joe Bob i sprzedawałbyś jabłka za Bitcoiny, mógłbyś opublikować swój adres Bitcoina w miejscu publicznym, aby klienci mogli Ci szybciej zapłacić. Powiedzmy, że adres jest ciągiem alfanumerycznym zaczynającym się od 7XybV3. Pomijając oczywiste ryzyko naruszenia prywatności związane z tym, że każdy może zobaczyć Twoje saldo Bitcoin, ile sprzedałeś itd; to istnieje też drugie ryzyko, o którym rzadko ktokolwiek wspomina. Załóżmy teraz, że jesteś także hakerem pod pseudonimem l33tz0r. Informujesz nieświadomych ludzi o różnego rodzaju nieprawidłowościach tj. korupcji w rządzie. Konieczne jest abyś zachował swoją tożsamość w tajemnicy. Za swoją pracę otrzymujesz datki w postaci Bitcoinów. Przesyłane są one na adres, który wcześniej zamieściłeś na publicznym forum. Jest to ten sam adres, na który otrzymujesz zapłaty od klientów, którym sprzedajesz jabłka, czyli 7XybV3....</p> <p>Prostym, ale niszczycielskim atakiem deanonimizacji byłoby użycie wyszukiwarki internetowej do wyszukania adresu Bitcoina. Umieszczenie adresu 7XybV3... w wyszukiwarkę zwróciłoby dwa różne wyniki - biznes jabłkowy i l33tz0r. To by wystarczyło, aby połączyć dwie tożsamości i zdeanonimizować l33tz0r, z potencjalnie przerażającymi konsekwencjami ze strony władzy.</p> <p>Ważne jest to żeby pamiętać, że ten atak jest RÓWNIEŻ możliwy w Monero. Mimo że Monero ukrywa większość danych, on chain atak nie wykorzystuje żadnych. Wykorzystuje tylko adres, który trzeba udostępnić, aby otrzymać płatność. Natomiast w przypadku anonimowych darowizn udostępnić publicznie. Jest to jeden z potencjalnych sposobów, w jakich użytkownicy Monero mogą nieświadomie osłabić swoją prywatność, a także pokazuje, że mimo najwyższego standardu prywatności on chain Monero nie jest niezadowne.</p> <p>Najczęstszym sposobem obejścia tego problemu było posiadanie wielu portfeli. Z różnym adresem opublikowanym na każdą tożsamość (lub przypadek użycia), nie można było ich połączyć. Ale ta prywatność obowiązuje tylko wtedy, gdy użytkownik nigdy ich nie pomyli. Przypadkowe umieszczenie nieprawidłowego adresu skutkowałoby ich powiązaniem. Co więcej, seed każdego adresu musi być bezpieczny, wymuszając więcej ilości niezbędnej pracy wraz z każdym nowym portfelem.</p> <p>Rozwiązaniem dla Monero były subadresy - możliwość tworzenia gigantycznej liczby adresów z jednego adresu głównego, używając go jako swego rodzaju zalążka. Każdy wygenerowany subadres może akceptować Monero, a całość trafia do tego samego portfela. Korzystając z tej metody, liczba tożsamości, które mogą być obsługiwane przez jeden adres, jest ogromna, przy znikomej konieczności przestrzegania zasad infosec. Te adresy również nie są matematycznie powiązane, więc jeśli użytkownik nie wykrzyczy ich powiązania w świat, zewnętrzny obserwator będzie miał duże trudności z ich połączeniem.</p> <p>Ale inne interesujące zastosowanie wyłoniło się z subadresów; jako zamiennik powszechnie znienawidzonych payment IDs.</p> <p>Payment IDs umożliwiały sprzedawcom identyfikację klienta, który wysłał daną płatność. Ponieważ informacje Monero są ukryte on chain, odbiorca transakcji nie jest w stanie zobaczyć, z którego adresu nadawca ją wysłał. Oznacza to, że jeśli istnieją produkty o podobnej cenie i jest wiele zamówień i wówczas określenie, kto co wysłał, może stać się niemożliwe. Identyfikatory płatności to unikalny, losowy ciąg znaków generowany przez sprzedawcę i przekazywany klientowi. Klient dodaje go do osobnego pola podczas wysyłania transakcji. Ten losowy ciąg jest umieszczany na blockchainie jako część transakcji, dzięki czemu sprzedawca może identyfikować i sortować przychodzące płatności.</p> <p>To rozwiązanie było problematyczne z kilku powodów. Po pierwsze, szkodziło jednolitości danych w on chain. Dodatkowe, unikalne metadane mogą wyróżnić niektóre transakcje z tłumu, umożliwiając tym samym analizę heurystyczną. Jest to szczególnie ważne, gdy te metadane nie są wymuszane na wszystkich obowiązkowo. Uczynienie ich obowiązkowymi dla wszystkich zwiększyłoby jednak niepotrzebnie przestrzeń zajmowaną przez blockchain i nie zostałoby zrealizowane. Ponadto, gdyby Payment ID został kiedykolwiek ponownie użyty, z jakiegokolwiek powodu, powiązanie dwóch transakcji jako połączonych byłoby trywialne. Zwykle miało to miejsce w przypadku wpłat na giełdę i każdy mógł łatwo połączyć transakcje jako wpłaty od jednej osoby.</p> <p>Po drugie, z perspektywy użytkownika, Payment IDs tworzą drugi krok, do którego użytkownicy kryptowalut migrujący z innych monet nie są przyzwyczajeni, a jeśli zostanie on pominięty, to spowoduje to ogromne utrudnienia u sprzedawcy, który musi zidentyfikować te transakcje za pomocą innych sposobów. Zwykle robiono to, rozmawiając bezpośrednio z każdym klientem, który zapomniał podać Payment ID, oraz potwierdzając inne informacje identyfikujące, które tylko on mógł znać, takie jak kombinacja kwoty, daty wysłania i identyfikator transakcji.</p> <p>Ten dodatkowy krok był pomijany przez wielu i doprowadziło to do sytuacji, w której niektóre giełdy zaczęły pobierać pieniądze od klientów, jeśli ich Monero musiały zostać odzyskane ręcznie z powodu niepodania Paymentu ID. Inni zaciskali zęby i pokrywali dodatkowe koszty obsługi klienta, ale nikt nie był z tego zadowolony.</p> <p>Powstało jedno rozwiązanie - zintegrowane adresy, które łączyły adres i Payment ID w jeden ciąg, więc nie można było o nim zapomnieć, ale niewielu użytkowników zdecydowało się korzystać z tej technologii pomimo korzyści, jakie handlowcy zyskaliby z jej użycia. </p> <p>Ostatecznie zadebiutowały subadresy i rozwiązały problem. Zdolność generowania wielu subadresów dla jednego adresu głównego i rozpoznawania transakcji na podstawie ich docelowego subadresu, pozwoliła sprzedawcom na pozbycie się payment IDs w elegancki sposób, przy jednoczesnym przyjęciu technologii nowej generacji w Monero. Od tego czasu większość giełd i narzędzi dla sprzedawców przeszła na subadresy jako podstawowy sposób identyfikacji transakcji.</p> <p>Zaczęło się od rozwiązania problemu prywatności, a przekształciło się w coś znacznie więcej, co ostatecznie rozwiązało poważny problem związany z prostotą użycia zarówno dla sprzedawców, jak i klientów. Innowacja rodzi więcej innowacji i często doprowadza do nieoczekiwanych usprawnień dla wszystkich. Monero przechodziło to wielokrotnie i społeczność wkłada ogromny wysiłek w poszerzanie możliwości technologii blockchain. Kto wie, co jeszcze możemy wspólnie osiągnąć?</p>
pt_br: <p>Monero sempre encontrou maneiras inovadoras de resolver difíceis problemas de privacidade. Muitas vezes, essas inovações levam a outras inovações e, às vezes, essas tecnologias resultantes podem até mesmo ser usadas para casos de uso não considerados anteriormente. Em nenhum lugar isso é mais exemplificado do que no caso da tecnologia de subendereço de Monero.</p> <p>Considere um hipotético problema de privacidade, em que o uso de um endereço em várias plataformas de pessoas aparentemente não relacionadas pode levar à vinculação e à anonimização dessas pessoas. Simplificando, se você fosse uma pessoa chamada Billy Joe Bob e vendesse maçãs por Bitcoin, você poderia postar seu endereço de Bitcoin em um local público para que os clientes paguem a você. Digamos que o endereço comece com a string alfanumérica 7XybV3 ... Mas, deixando de lado o risco óbvio de privacidade de qualquer pessoa poder verificar seu saldo de Bitcoin e ver quanto você vendeu, há um segundo, raramente falado sobre risco de privacidade. Digamos que você também fosse um hacker clandestino chamado l33tz0r. Você faz denúncias, informando a uma população desavisada sobre a corrupção no governo, e é imperativo que você mantenha sua identidade em segredo. Você aceita doações de Bitcoins pelo seu trabalho e publica o endereço em um fórum público. É o mesmo endereço em que você aceita dinheiro de seus clientes da Apple. O 7XybV3 ... um.</p> <p>Um ataque simples, mas devastador de desanonimização, seria usar um mecanismo de busca da Internet para pesquisar seu endereço Bitcoin. Colocar o endereço de 7XybV3 ... no motor traz dois resultados diferentes. O negócio da maçã e l33tz0r. Isso é o suficiente para ligar as duas identidades e desanonimizar l33tz0r, com consequências potencialmente assustadoras dos poderes constituídos.</p> <p>É importante notar que este ataque TAMBÉM é possível com o Monero. Embora Monero oculte a maioria dos dados em cadeia, este ataque não usa nenhum. Ele usa apenas o endereço, que deve ser compartilhado para receber o pagamento. Publicamente, no caso de doações anônimas. Esta é uma forma potencial pela qual os usuários do Monero podem involuntariamente prejudicar sua privacidade e também é um exemplo de como, embora o Monero seja o primeiro em relação à retenção de privacidade, ele não é à prova de balas.</p> <p>A maneira usual de contornar esse problema era possuir várias carteiras. Com endereços diferentes postados para cada identidade (ou caso de uso), eles não podem ser vinculados. Mas essa privacidade só se mantém se o usuário nunca os confundir. A postagem acidental do endereço incorreto teria os mesmos efeitos de ligação. Da mesma forma, o seed de cada endereço deve ser mantido seguro, aumentando o trabalho de infosec necessário a cada nova carteira feita.</p> <p>A solução de Monero eram subendereços. A capacidade de criar um número absolutamente grande de endereços abaixo do endereço principal, usando-o como uma espécie de semente. Cada subendereço gerado pode aceitar Monero, e tudo vai para a mesma carteira. Usando esse método, o número de identidades que podem ser operadas em um endereço é enorme, ao mesmo tempo em que reduz o trabalho de informação ao mínimo. Esses endereços também não são matematicamente vinculáveis, portanto, a menos que o usuário grite sua conexão com o mundo, um observador externo terá grande dificuldade em vinculá-los.</p> <p>Mas outro caso de uso interessante emergiu de subendereços; como uma opção de substituição dos IDs de pagamento odiados universalmente.</p> <p>IDs de pagamento eram uma forma de os comerciantes identificarem qual cliente enviou qual pagamento. Como as informações do Monero são obscurecidas na cadeia, o destinatário de uma transação não consegue ver qual endereço a enviou. Isso significa que, se houver itens com preços semelhantes e vários pedidos, pode ser impossível identificar quem enviou o quê. IDs de pagamento são uma string única e aleatória gerada pelo comerciante e fornecida ao cliente. O cliente adiciona isso como um campo separado ao enviar a transação. Essa string aleatória é colocada no blockchain como parte da transação e, dessa forma, o comerciante é capaz de identificar e classificar as transações recebidas.</p> <p>Este método apresentava falhas de várias maneiras. Em primeiro lugar, diminui a uniformidade dos dados em cadeia. Metadados adicionais e exclusivos podem fazer com que algumas transações se destaquem da multidão, permitindo assim a análise heurística. Isso é especialmente verdadeiro quando esses metadados não são impostos como obrigatórios para todos. Tornar isso obrigatório para todos adicionaria espaço desnecessário ao blockchain e não foi levado em consideração. Da mesma forma, se um ID de pagamento fosse reutilizado por qualquer motivo, seria trivial vincular duas transações como conectadas. Isso normalmente ocorria com depósitos de câmbio, e qualquer pessoa poderia facilmente vincular as transações como sendo um depósito em uma troca e de um indivíduo em particular.</p> <p>Em segundo lugar, de uma perspectiva de UX, os IDs de pagamento criam uma segunda etapa com a qual os usuários de criptomoedas que vêm de outras moedas não estão acostumados e, se forem esquecidos, isso causa uma enorme dor de cabeça para o comerciante, que deve identificar essas transações por outros meios . Normalmente, isso era feito falando diretamente com cada cliente que se esquecia de colocar o ID de pagamento e confirmando outras informações de identificação que somente eles poderiam saber, como uma combinação de valor, data de envio e ID da transação.</p> <p>Essa etapa extra foi perdida por muitos, e chegou ao ponto em que algumas trocas começaram a cobrar dinheiro dos clientes se o dinheiro deles tivesse que ser recuperado manualmente por esquecimento de um ID de pagamento. Outros cerraram os dentes e comeram os custos extras de suporte, mas ninguém gostou disso.</p> <p>Havia uma solução para isso, endereços integrados, que mesclavam o endereço e o ID de pagamento em uma string, para que não pudesse ser esquecido, mas a adoção foi bastante fraca, apesar dos benefícios que os comerciantes teriam recebido ao incluí-lo.</p> <p>Em uma reviravolta interessante de eventos, subaddresses vieram para salvar o dia. A capacidade de gerar grandes quantidades de subendereços por endereço principal e identificar quais transações entraram em quais subendereços permitiu que os comerciantes se livrassem de IDs de pagamento de maneira elegante, ao mesmo tempo que adotavam a próxima geração da tecnologia Monero. Desde então, a maioria das trocas e ferramentas comerciais mudaram para subendereços como a principal forma de identificação de transações.</p> <p>O que começou como uma solução para um problema de privacidade se transformou em algo muito mais, que resolveu um grande problema de UX para comerciantes e clientes. A inovação gera mais inovação, o que muitas vezes pode resultar em vitórias inesperadas para todos. Monero viu isso uma e outra vez e se esforça para inovar o que é possível no blockchain. Quem sabe que outras coisas podemos desbloquear juntos?</p>
sl: <p>Monero je vedno našel inovativne načine za reševanje težavnih težav z zasebnostjo. Te inovacije pogosto vodijo do drugih inovacij, včasih pa se te tehnologije lahko uporabijo tudi za primere uporabe, ki jih prej nismo upoštevali. Nikjer to ni tako nazorno prikazano kot v primeru tehnologije podnaslova Monero.</p> <p>Pomislite na hipotetični problem zasebnosti, pri katerem lahko uporaba enega naslova na več platformah s strani navidezno nepovezanih ljudi privede do povezovanja in deanonimizacije omenjenih ljudi. Preprosto povedano, če ste oseba z imenom Billy Joe Bob in prodajate jabolka za bitcoine, lahko svoj naslov Bitcoin objavite na javnem mestu, da vam stranke lahko plačajo. Recimo, da se naslov začne z alfanumeričnim nizom 7XybV3... Če pustimo ob strani očitno tveganje za zasebnost, da lahko kdor koli preveri vaše stanje v Bitcoinu in vidi, koliko ste prodali, obstaja še drugo tveganje za zasebnost, o katerem se ne govori pogosto. Recimo, da ste tudi podzemni heker z imenom l33tz0r. Opravljate delo žvižgača, ki nič hudega slutečemu prebivalstvu pripoveduje o vladni korupciji, zato je nujno, da ohranite svojo identiteto v tajnosti. Za svoje delo sprejemate donacije v bitcoinih, naslov pa objavite na javnem forumu. To je isti naslov, na katerem sprejemate denar od svojih kupcev jabolk. 7XybV3... eden. </p> <p>Preprost, a uničujoč napad za deanonimizacijo bi bil, če bi z internetnim iskalnikom poiskali vaš naslov Bitcoin. Če v iskalnik vpišete naslov 7XybV3..., dobite dva različna rezultata. Podjetje Apple in l33tz0r. To je dovolj za povezavo obeh identitet in deanonimizacijo l33tz0r, kar bi lahko imelo strašljive posledice s strani pristojnih. </p> <p>Važno je omeniti, da je ta napad mogoč tudi z valuto Monero. Čeprav Monero skriva večino podatkov na verigi, ta napad ne uporablja nobenih. Uporablja le naslov, ki ga je treba deliti, da bi prejeli plačilo. V primeru anonimnih donacij javno. To je eden od možnih načinov, kako lahko uporabniki Monera nevede škodujejo svoji zasebnosti, in je tudi primer, kako Monero kljub temu, da je vrhunski glede ohranjanja zasebnosti, ni neprebojen.</p> <p>Običajni način za izogibanje tej težavi je bil lastništvo več denarnic. Ker so za vsako identiteto (ali primer uporabe) objavljeni različni naslovi, jih ni mogoče povezati. Vendar ta zasebnost velja le, če jih uporabnik nikoli ne pomeša. Naključna objava napačnega naslova bi imela enake učinke povezovanja. Prav tako je treba ohraniti varno seme vsakega naslova, s čimer se poveča delo na področju informacijske varnosti, potrebno za vsako novo izdelano denarnico.</p> <p>Monerova rešitev so bili podnaslovi. Možnost ustvarjanja ogromnega števila naslovov pod glavnim naslovom, ki se uporablja kot nekakšno seme. Vsak ustvarjen podnaslov lahko sprejema Monero, vsi pa gredo v isto denarnico. S to metodo je število identitet, ki jih je mogoče upravljati pod enim naslovom, ogromno, hkrati pa je delo z informacijsko varnostjo minimalno. Teh naslovov tudi ni mogoče matematično povezati, zato jih bo zunanji opazovalec zelo težko povezal, če uporabnik ne bo zakričal svoje povezave v svet.</p> <p>Toda iz podnaslovov se je pojavil še en zanimiv primer uporabe; kot nadomestna možnost splošno osovraženih ID-jev plačil.</p> <p> ID plačil so bili način, s katerim so trgovci ugotavljali, katera stranka je poslala katero plačilo. Ker so informacije Monero v verigi zakrite, prejemnik transakcije ne more videti, kateri naslov jo je poslal. To pomeni, da je pri podobnih cenah izdelkov in več naročilih nemogoče ugotoviti, kdo je kaj poslal. ID-ji plačil so edinstven, naključen niz, ki ga ustvari trgovec in ga posreduje stranki. Stranka ga doda kot ločeno polje pri pošiljanju transakcije. Ta naključni niz se kot del transakcije vnese v verigo blokov in na ta način lahko trgovec prepozna in razvrsti prejete transakcije.</p> <p>Ta metoda je bila pomanjkljiva na več načinov. Prvič, zmanjšuje enotnost podatkov v verigi. Zaradi dodatnih, edinstvenih metapodatkov lahko nekatere transakcije izstopajo iz množice, kar omogoča hevristično analizo. To še posebej velja, kadar ti metapodatki niso obvezni za vse. Če bi bila ta obveznost obvezna za vse, bi to v verigi blokov po nepotrebnem povečalo prostor, zato tega nismo storili. Prav tako bi bilo v primeru, da bi se plačilni ID iz kakršnega koli razloga ponovno uporabil, trivialno povezati dve transakciji kot povezani. To se je običajno dogajalo pri depozitih na borzi in vsakdo bi lahko transakcije preprosto povezal kot depozit na borzi in kot depozit enega posameznika.</p> <p>Drugo, z vidika uporabniškega vmesnika ID plačila ustvarjajo drugi korak, ki ga uporabniki kriptovalut, ki prihajajo iz drugih kovancev, niso vajeni, in če se pozabijo, to povzroči ogromen glavobol za trgovca, ki mora te transakcije identificirati z drugimi sredstvi. To je bilo običajno izvedeno tako, da se je neposredno pogovoril z vsako stranko, ki je pozabila vnesti ID plačila, in potrdil druge identifikacijske podatke, ki jih je lahko poznal samo on, kot je kombinacija zneska, datuma pošiljanja in ID transakcije.</p> <p>Ta dodatni korak so številni zamudili in prišlo je do točke, ko so nekatere borze strankam začele zaračunavati denar, če je bilo treba njihov denar ročno pridobiti, ker so pozabili ID plačila. Drugi so stisnili zobe in pojedli dodatne stroške podpore, a nihče ni bil vesel tega.</p> <p>Za to je obstajala ena rešitev, integrirani naslovi, ki so združili naslov in ID plačila v en niz, tako da tega ni bilo mogoče pozabiti, vendar je bilo sprejetje dokaj šibko, kljub koristim, ki bi jih trgovci prejeli od njegove vključitve. </p> <p>Po zanimivem razvoju dogodkov so podnaslovi rešili dan. Zmožnost ustvarjanja velikih količin podnaslovov na glavni naslov in ugotavljanja, katere transakcije so prišle na katere podnaslove, je trgovcem omogočila, da so se znebili plačilnih ID-jev na eleganten način, hkrati pa sprejeli naslednjo generacijo tehnologije Monero. Od takrat je večina borz in trgovskih orodij prešla na podnaslove kot primarni način identifikacije transakcij.</p> <p>Kar se je začelo kot rešitev za problem zasebnosti, se je spremenilo v nekaj veliko več, kar je rešilo veliko težavo UX za trgovce in stranke. Inovacija rodi več inovacij, ki se pogosto lahko spremenijo v nepričakovane zmage za vse. Monero je to videl vedno znova in se zelo trudi inovirati, kar je mogoče na blockchainu. Kdo ve, katere stvari lahko še odklenemo skupaj? </p>
sv: <p>Monero har alltid hittat innovativa sätt att lösa svåra integritetsproblem. Ofta leder dessa innovationer till andra innovationer, och ibland kan dessa resulterande tekniker till och med användas för användningsområden som inte tidigare övervägts. Ingenstans exemplifieras detta mer än i fallet med Moneros subadressteknik.</p> <p>Tänk på ett hypotetiskt integritetsproblem, där användning av en adress på flera plattformar från till synes orelaterade personer kan leda till sammankoppling och avanonymisering av nämnda personer. Enkelt uttryckt, om du var en person som heter Billy Joe Bob och sålde äpplen för Bitcoin, skulle du kunna publicera din Bitcoin-adress på en offentlig plats så att kunderna kan betala dig. Låt oss säga att adressen börjar med den alfanumeriska strängen 7XybV3... Men om vi bortser från den uppenbara integritetsrisken med att vem som helst kan kontrollera ditt Bitcoin-saldo och se hur mycket du har sålt, finns det en annan, inte så ofta omtalad integritetsrisk. Låt oss säga att du också var en underjordisk hackare som gick under namnet l33tz0r. Du gör visselblåsningsarbete och berättar för en intet ont anande befolkning om regeringskorruption, och det är absolut nödvändigt att du håller din identitet hemlig. Du accepterar Bitcoin-donationer för ditt arbete och publicerar adressen på ett offentligt forum. Det är samma adress som du accepterar pengar från dina Apple-kunder. Den 7XybV3... en.</p> <p>En enkel, men förödande deanonymiseringsattack skulle vara att använda en internetsökmotor för att söka efter din Bitcoin-adress. Om du anger adressen 7XybV3... i sökmotorn får du upp två olika resultat. The apple business och l33tz0r. Detta är tillräckligt för att länka de två identiteterna och avanonymisera l33tz0r, med potentiellt skrämmande konsekvenser från de krafter som är.</p> <p>Det är viktigt att notera att denna attack OCKSÅ är möjlig med Monero. Även om Monero döljer de flesta on-chain data, använder denna attack inte någon. Den använder bara adressen, som måste delas för att ta emot betalning. Offentligt när det gäller anonyma donationer. Detta är ett potentiellt sätt på vilket Monero-användare oavsiktligt kan skada sin integritet, och är också ett exempel på hur, även om Monero är i toppklass när det gäller integritetsbevarande, det inte är skottsäkert.</p> <p>Det vanliga sättet att komma runt detta problem var att äga flera plånböcker. Med olika adresser för varje identitet (eller användarfall) kan de inte kopplas samman. Men denna sekretess gäller bara om användaren aldrig blandar ihop dem. Att av misstag publicera fel adress skulle ha samma kopplingseffekter. Dessutom måste fröet till varje adress hållas säkert, vilket ökar det infosec-arbete som krävs för varje ny plånbok som skapas.</p> <p>Moneros lösning var underadresser. Möjligheten att skapa ett helt enormt antal adresser under huvudadressen och använda den som ett slags frö. Varje genererad underadress kan acceptera Monero, och allt går till samma plånbok. Med hjälp av denna metod är antalet identiteter som kan drivas under en adress enormt samtidigt som infosec-arbetet hålls till ett minimum. Dessa adresser är inte heller matematiskt länkbara, så om inte användaren skriker ut sin anslutning till världen, kommer en utomstående observatör att ha stora svårigheter att länka dem.</p> <p>Men subadresserna har också fått ett annat intressant användningsområde: som ersättningsalternativ för de allmänt förhatliga betalnings-ID:na.</p> <p>Betalnings-ID var ett sätt för handlare att identifiera vilken kund som skickat vilken betalning. Eftersom Monero-informationen är dold i kedjan kan mottagaren av en transaktion inte se vilken adress som skickade den. Det innebär att om det finns varor med liknande pris och flera beställningar kan det bli omöjligt att identifiera vem som skickade vad. Betalnings-ID är en unik, slumpmässig sträng som genereras av handlaren och ges till kunden. Kunden lägger till detta som ett separat fält när transaktionen skickas. Den slumpmässiga strängen placeras i blockkedjan som en del av transaktionen, och på så sätt kan handlaren identifiera och sortera inkommande transaktioner.</p> <p>Denna metod var bristfällig på flera sätt. För det första minskar den enhetligheten i data från kedjan. Ytterligare, unika metadata kan göra att vissa transaktioner sticker ut från mängden, vilket möjliggör heuristisk analys. Detta gäller särskilt när dessa metadata inte är obligatoriska för alla. Att göra detta obligatoriskt för alla skulle dock lägga till onödigt utrymme i blockkedjan och var inte aktuellt. Om ett betalnings-ID någonsin återanvändes av någon anledning skulle det dessutom vara trivialt att länka två transaktioner som sammankopplade. Detta inträffade vanligtvis med insättningar på börsen, och vem som helst kunde enkelt länka transaktioner som både en insättning på en börs och från en viss individ.</p> <p>För det andra, ur ett UX-perspektiv, skapar betalnings-ID ett andra steg som kryptovalutaanvändare som kommer från andra mynt inte är vana vid, och om de glöms bort orsakar det en enorm huvudvärk för handlaren som måste identifiera dessa transaktioner på annat sätt. Detta gjordes vanligtvis genom att tala direkt med varje kund som glömt att ange betalnings-ID och bekräfta annan identifierande information som bara de kunde känna till, till exempel en kombination av belopp, avsändningsdatum och transaktions-ID.</p> <p>Detta extra steg missades av många, och det gick så långt att vissa växlar började ta betalt av kunderna om deras pengar behövde hämtas manuellt på grund av att de glömt ett betalnings-ID. Andra bet ihop tänderna och tog de extra supportkostnaderna, men ingen var glad över det.</p> <p>Det fanns en lösning på detta, integrerade adresser, som slog samman adressen och betalnings-ID:t till en sträng, så att det inte kunde glömmas bort, men införandet var ganska svagt, trots de fördelar som handlarna skulle ha fått av att inkludera det.</p> <p>I en intressant händelseutveckling kom underadresser in för att rädda dagen. Möjligheten att generera stora mängder underadresser per huvudadress och identifiera vilka transaktioner som kom in i vilka underadresser gjorde att handlarna kunde göra sig av med betalnings-ID på ett elegant sätt, samtidigt som de införde nästa generation av Monero-teknik. Sedan dess har de flesta börser och verktyg för handlare gått över till underadresser som det primära sättet att identifiera transaktioner.</p> <p> Det som började som en lösning på ett integritetsproblem förvandlades till något mycket mer, som löste ett stort UX-problem för både handlare och kunder. Innovation föder mer innovation, vilket ofta kan leda till oväntade vinster för alla. Monero har sett detta gång på gång och lägger stor kraft på att förnya vad som är möjligt på blockkedjan. Vem vet vilka andra saker vi kan låsa upp tillsammans? </p>
tl: <p>Ang Monero ay palaging nakakahanap ng mga makabagong paraan upang malutas ang mahihirap na problema sa privacy. Kadalasan ang mga inobasyong ito ay humahantong sa iba pang mga inobasyon, at kung minsan ang mga resultang teknolohiyang ito ay magagamit pa nga para sa mga usecase na hindi pa isinasaalang-alang dati. Wala saanman ito na ipinakita nang higit pa kaysa sa kaso ng teknolohiyang subaddress ng Monero.</p> <p>Isaalang-alang ang isang hypothetical na problema sa privacy, kung saan ang paggamit ng isang address sa maraming platform mula sa tila hindi nauugnay na mga tao ay maaaring humantong sa pagkakaugnay at deanonymization ng nasabing mga tao. Sa madaling salita, kung ikaw ay isang taong nagngangalang Billy Joe Bob at nagbenta ka ng mga mansanas para sa Bitcoin, maaari mong i-post ang iyong Bitcoin address sa isang pampublikong lugar para bayaran ka ng mga customer. Sabihin nating nagsisimula ang address sa alphanumeric string na 7XybV3... Ngunit isinantabi ang halatang panganib sa privacy ng sinuman na masuri ang iyong balanse sa Bitcoin at makita kung magkano ang iyong naibenta, mayroong isang segundo, hindi madalas na pinag-uusapan ang panganib sa privacy. Sabihin nating isa ka ring underground hacker na may pangalang l33tz0r. Gumagawa ka ng whistle blowing work, na nagsasabi sa isang hindi pinaghihinalaang populasyon tungkol sa katiwalian sa gobyerno, at kailangan mong panatilihing lihim ang iyong pagkakakilanlan. Tumatanggap ka ng mga donasyon ng Bitcoin para sa iyong trabaho, at i-post ang address sa isang pampublikong forum. Ito ang parehong address kung saan ka tumatanggap ng pera mula sa iyong mga customer ng apple. Ang 7XybV3... isa.</p> <p>Ang isang simple, ngunit mapangwasak na pag-atake sa deanonymization ay ang paggamit ng isang search engine sa internet upang hanapin ang iyong Bitcoin address. Ang paglalagay ng address ng 7XybV3... sa makina ay nagdudulot ng dalawang magkaibang resulta. Ang negosyo ng mansanas, at l33tz0r. Ito ay sapat na upang iugnay ang dalawang pagkakakilanlan at i-deanonymize ang l33tz0r, na may potensyal na nakakatakot na mga kahihinatnan mula sa mga kapangyarihan na mayroon.</p> <p>Mahalagang tandaan na ang pag-atakeng ito ay posible DIN sa Monero. Kahit na itinago ng Monero ang karamihan sa on-chain na data, ang pag-atakeng ito ay hindi gumagamit ng anuman. Ginagamit lang nito ang address, na dapat ibahagi para makatanggap ng bayad. Pampubliko sa kaso ng anonymous na mga donasyon. Ito ay isang potensyal na paraan kung saan ang mga user ng Monero ay maaaring hindi sinasadyang saktan ang kanilang privacy, at isa rin itong halimbawa ng kung paano, kahit na ang Monero ay nangungunang tier tungkol sa pagpapanatili ng privacy, hindi ito bulletproof.</p> <p>Ang karaniwang paraan ng paglutas sa problemang ito ay ang pagmamay-ari ng maraming wallet. Sa iba't ibang mga address na naka-post para sa bawat pagkakakilanlan (o usecase), hindi sila mai-link. Ngunit mananatili lamang ang privacy na ito kung hindi kailanman pinaghalo ng user ang mga ito. Ang hindi sinasadyang pag-post ng maling address ay magkakaroon ng parehong mga epekto ng linkage. Gayundin, ang binhi ng bawat address ay dapat na panatilihing secure, na nagdaragdag sa infosec na kailangan sa bawat bagong wallet na ginawa.</p> <p>Ang solusyon ni Monero ay mga subaddress. Ang kakayahang lumikha ng isang ganap na napakalaking bilang ng mga address sa ilalim ng pangunahing address, gamit ito bilang isang binhi ng mga uri. Ang bawat nabuong subaddress ay maaaring tumanggap ng Monero, at lahat ng ito ay napupunta sa parehong wallet. Gamit ang paraang ito, ang bilang ng mga pagkakakilanlan na maaaring patakbuhin sa ilalim ng isang address ay napakalaki habang pinapanatili ang infosec sa pinakamababa. Ang mga address na ito ay hindi rin mathematically linkable, kaya maliban kung ang user ay sumigaw ng kanilang koneksyon sa mundo, ang isang tagamasid sa labas ay mahihirapang i-link ang mga ito.</p> <p>Ngunit isa pang kawili-wiling usecase ang lumabas mula sa mga subaddress; bilang kapalit na opsyon ng mga pangkalahatang kinasusuklaman na mga ID sa pagbabayad.</p> <p>Ang mga Payment ID ay isang paraan para matukoy ng mga merchant kung sinong customer ang nagpadala ng bayad. Dahil ang impormasyon ng Monero ay nakakubli sa chain, hindi makikita ng receiver ng isang transaksyon kung aling address ang nagpadala nito. Nangangahulugan ito na kung mayroong magkatulad na presyo ng mga item at maramihang mga order, maaari itong maging imposible upang matukoy kung sino ang nagpadala ng kung ano. Ang mga Payment ID ay isang natatangi, random na string na nabuo ng merchant at ibinigay sa customer. Idinaragdag ito ng customer bilang isang hiwalay na field kapag ipinapadala ang transaksyon. Ang random na string na ito ay inilalagay sa blockchain bilang bahagi ng transaksyon, at sa ganitong paraan, nakikilala at nabubukod-bukod ng merchant ang mga papasok na transaksyon.</p> <p>Ang paraang ito ay may depekto sa maraming paraan. Una, binabawasan nito ang pagkakapareho ng on-chain na data. Ang karagdagang, natatanging metadata ay maaaring gumawa ng ilang mga transaksyon na bukod sa karamihan, sa gayon ay nagbibigay-daan sa heuristic analysis. Ito ay totoo lalo na kapag ang metadata na ito ay hindi ipinapatupad bilang mandatoryo para sa lahat. Ang paggawa ng mandatoryo na ito para sa lahat ay magdaragdag ng hindi kinakailangang espasyo sa blockchain bagaman, at hindi itinuloy. Gayundin, kung ang isang payment ID ay muling ginamit para sa anumang kadahilanan, magiging walang halaga na i-link ang dalawang transaksyon bilang konektado. Karaniwan itong nangyayari sa mga exchange deposit, at sinuman ay madaling mag-link ng mga transaksyon bilang parehong deposito sa isang exchange, at mula sa isang partikular na indibidwal.</p> <p>Pangalawa, mula sa pananaw ng UX, ang mga payment ID ay gumagawa ng pangalawang hakbang na hindi nakasanayan ng mga gumagamit ng cryptocurrency na nagmumula sa ibang mga coin, at kung sila ay nakalimutan, nagdudulot ito ng matinding sakit ng ulo sa merchant na dapat tukuyin ang mga transaksyong ito sa pamamagitan ng ibang paraan . Karaniwang ginagawa ito sa pamamagitan ng direktang pakikipag-usap sa bawat customer na nakalimutang ilagay ang payment ID at pagkumpirma ng iba pang impormasyong nagpapakilala na sila lang ang nakakaalam, gaya ng kumbinasyon ng halaga, petsa ng ipinadala, at transaction ID.</p> <p>Ang karagdagang hakbang na ito ay napalampas ng marami, at umabot sa punto kung saan nagsimulang maningil ng pera ang ilang palitan sa mga customer kung kailangang manu-manong kunin ang kanilang pera dahil sa pagkalimot ng payment ID. Ang iba ay nagngangalit ang kanilang mga ngipin at kinain ang dagdag na halaga ng suporta, ngunit walang natuwa tungkol dito.</p> <p>May isang solusyon dito, ang mga pinagsamang address, na pinagsama ang address at ang payment ID sa isang string, kaya hindi ito makalimutan, ngunit medyo mahina ang pag-aampon, sa kabila ng mga benepisyong matatanggap ng mga merchant mula sa pagsasama nito. </p> <p>Sa isang kawili-wiling pangyayari, dumating ang mga subaddress upang iligtas ang araw. Ang kakayahang bumuo ng malalaking halaga ng mga subaddress sa bawat pangunahing address, at tukuyin kung aling mga transaksyon ang dumating sa kung aling mga subaddress, nagbigay-daan sa mga merchant na alisin sa kanilang sarili ang mga ID ng pagbabayad sa isang eleganteng paraan, habang ginagamit ang susunod na henerasyon ng teknolohiyang Monero. Simula noon, karamihan sa mga palitan at tool ng merchant ay lumipat sa mga subaddress bilang pangunahing paraan ng pagkakakilanlan ng transaksyon.</p> <p>Ang nagsimula bilang isang solusyon para sa isang problema sa privacy ay naging isang bagay na higit pa, na lumutas sa isang pangunahing isyu sa UX para sa parehong mga merchant at customer. Ang inobasyon ay nagdudulot ng higit pang inobasyon, na kadalasang maaaring maging snowball sa mga hindi inaasahang panalo para sa lahat. Nakita na ito ni Monero nang paulit-ulit, at naglalagay ng malaking pagsisikap sa pagbabago kung ano ang posible sa blockchain. Sino ang nakakaalam kung ano ang iba pang mga bagay na maaari nating i-unlock nang magkasama?</p>
tr: <p>Monero her zaman zor gizlilik sorunlarını çözmek için yenilikçi yollar bulmuştur. Çoğu zaman bu yenilikler başka yeniliklere yol açar ve bazen ortaya çıkan bu teknolojiler daha önce düşünülmemiş kullanım durumları için bile kullanılabilir. Bu hiçbir yerde Monero'nun alt adres teknolojisinden daha fazla örneklenmemiştir.</p> <p> Varsayımsal bir gizlilik sorununu düşünün; burada görünüşte ilgisiz kişilerden gelen birden fazla platformda tek bir adresin kullanılması, söz konusu kişilerin bağlantısına ve anonimleştirilmesine yol açabilir. Basitçe söylemek gerekirse, Billy Joe Bob adında bir kişiyseniz ve Bitcoin karşılığında elma satıyorsanız, müşterilerin size ödeme yapması için Bitcoin adresinizi halka açık bir yerde yayınlayabilirsiniz. Diyelim ki adres alfanümerik 7XybV3 dizisiyle başlıyor... Ancak herhangi birinin Bitcoin bakiyenizi kontrol edip ne kadar sattığınızı görebilmesi gibi bariz gizlilik riskini bir kenara bırakırsak, gizlilik riski hakkında pek konuşulmayan bir saniye daha var. Diyelim ki aynı zamanda l33tz0r adıyla çalışan bir yeraltı hacker'ısınız. Hiçbir şeyden haberi olmayan halka hükümet yolsuzluğu hakkında bilgi vererek ihbarda bulunuyorsunuz ve kimliğinizi gizli tutmanız zorunludur. Çalışmanız için Bitcoin bağışlarını kabul ediyorsunuz ve adresi halka açık bir forumda yayınlıyorsunuz. Apple müşterilerinizden para kabul ettiğiniz adresle aynıdır. 7XybV3... bir.</p> <p>Basit ama yıkıcı bir anonimleştirme saldırısı, Bitcoin adresinizi aramak için bir internet arama motoru kullanmak olacaktır. 7XybV3'ün adresini motora koymak iki farklı sonucu ortaya çıkarıyor. Elma işi ve l33tz0r. Bu, iki kimliği birbirine bağlamak ve l33tz0r'yi anonimlikten çıkarmak için yeterlidir; bu da güçlerin potansiyel olarak korkutucu sonuçlarıyla sonuçlanır.</p> <p>Bu saldırının Monero ile AYRICA mümkün olduğunu unutmamak önemlidir. Monero zincirdeki verilerin çoğunu gizlese de bu saldırıda hiçbir veri kullanılmaz. Yalnızca ödeme alabilmek için paylaşılması gereken adresi kullanır. İsimsiz bağışlar durumunda kamuya açık olarak. Bu, Monero kullanıcılarının farkında olmadan mahremiyetlerine zarar vermelerinin olası bir yoludur ve aynı zamanda Monero'nun mahremiyetin korunması açısından en üst seviyede olmasına rağmen kurşun geçirmez olmadığının da bir örneğidir.</p> <p>Bu sorunu aşmanın genel yolu birden fazla cüzdan sahibi olmaktı. Her kimlik (veya kullanım durumu) için farklı adreslerin yayınlanması nedeniyle bunlar birbirine bağlanamaz. Ancak bu gizlilik yalnızca kullanıcının bunları asla karıştırmaması durumunda geçerlidir. Yanlışlıkla yanlış adresi göndermek aynı bağlantı etkilerine sahip olacaktır. Ayrıca, her adresin çekirdeği güvenli bir şekilde saklanmalı ve yapılan her yeni cüzdanla gerekli bilgi güvenliği çalışması artırılmalıdır.</p> <p>Monero'nun çözümü alt adreslerdi. Ana adresin altında, onu bir tür tohum olarak kullanarak kesinlikle çok sayıda adres oluşturma yeteneği. Oluşturulan her alt adres Monero'yu kabul edebilir ve hepsi aynı cüzdana gider. Bu yöntemi kullanarak, bilgi güvenliğinin çalışmasını minimumda tutarken, tek bir adres altında çalıştırılabilecek kimliklerin sayısı çok fazladır. Bu adresler aynı zamanda matematiksel olarak da ilişkilendirilebilir değildir, dolayısıyla kullanıcı dünyaya bağlantılarını bağırmadıkça, dışarıdan bir gözlemci bunları bağlamakta büyük zorluk çekecektir.</p> <p>Ancak alt adreslerden başka bir ilginç kullanım durumu ortaya çıktı; evrensel olarak nefret edilen ödeme kimliklerinin yerine geçme seçeneği olarak.</p> <p>Ödeme kimlikleri, satıcıların hangi müşterinin hangi ödemeyi gönderdiğini belirlemesinin bir yoluydu. Monero bilgileri zincir üzerinde gizlendiğinden, işlemin alıcısı işlemin hangi adresten gönderildiğini göremez. Bu, benzer fiyatlı ürünler ve birden fazla sipariş olması durumunda kimin neyi gönderdiğini tespit etmenin imkansız hale gelebileceği anlamına gelir. Ödeme kimlikleri, satıcı tarafından oluşturulan ve müşteriye verilen benzersiz, rastgele bir dizedir. Müşteri, işlemi gönderirken bunu ayrı bir alan olarak ekler. Bu rastgele dizi, işlemin bir parçası olarak blok zincirine yerleştirilir ve bu şekilde tüccar, gelen işlemleri tanımlayabilir ve sıralayabilir.</p> <p>Bu yöntem birkaç açıdan kusurluydu. İlk olarak, zincir üstü verilerin tekdüzeliğini azaltır. Ek, benzersiz meta veriler, bazı işlemlerin diğerlerinden farklı olmasını sağlayarak buluşsal analize olanak tanır. Bu, özellikle bu meta verilerin herkes için zorunlu olarak zorunlu kılınmadığı durumlarda geçerlidir. Ancak bunun herkes için zorunlu hale getirilmesi, blockchain'e gereksiz alan eklenmesine yol açacaktı ve bu da takip edilmedi. Ayrıca, bir ödeme kimliğinin herhangi bir nedenle yeniden kullanılması halinde, iki işlemi bağlantılı olarak bağlamak önemsiz olacaktır. Bu genellikle döviz mevduatlarında meydana geliyordu ve herkes, hem bir borsadaki mevduat hem de belirli bir kişiden gelen işlemleri kolayca bağlayabilirdi.</p> <p>İkinci olarak, UX perspektifinden bakıldığında, ödeme kimlikleri, diğer kripto paralardan gelen kripto para birimi kullanıcılarının alışık olmadığı ikinci bir adım oluşturur ve unutulmaları durumunda, bu işlemleri başka yollarla tanımlamak zorunda olan tüccar için büyük bir baş ağrısına neden olur. . Bu genellikle ödeme kimliğini girmeyi unutan her müşteriyle doğrudan konuşarak ve tutar, gönderilme tarihi ve işlem kimliğinin birleşimi gibi yalnızca kendilerinin bilebileceği diğer tanımlayıcı bilgileri doğrulayarak yapılıyordu.</p> <p>Bu ekstra adım birçok kişi tarafından atlandı ve bazı borsaların, ödeme kimliğini unutmaları nedeniyle paralarının manuel olarak alınması gerektiğinde müşterilerden para talep etmeye başladığı noktaya geldi. Diğerleri dişlerini gıcırdatarak ekstra destek masraflarını yediler ama kimse bundan memnun değildi.</p> <p>Bunun tek bir çözümü vardı; adresi ve ödeme kimliğini tek bir dizede birleştiren entegre adresler, böylece unutulması mümkün değildi, ancak satıcıların dahil edilmesinden elde edecekleri faydalara rağmen benimseme oldukça zayıftı. </p> <p>İlginç bir olay sonucu, günü kurtarmak için alt adresler devreye girdi. Ana adres başına büyük miktarlarda alt adres oluşturma ve hangi işlemlerin hangi alt adreslere geldiğini belirleme yeteneği, tüccarların yeni nesil Monero teknolojisini benimserken ödeme kimliklerinden zarif bir şekilde kurtulmalarına olanak sağladı. O zamandan bu yana çoğu borsa ve ticari araç, işlem tanımlamanın birincil yolu olarak alt adreslere geçti.</p> <p>Bir gizlilik sorununa çözüm olarak başlayan şey, çok daha fazlasına dönüştü ve hem satıcılar hem de müşteriler için büyük bir kullanıcı deneyimi sorununu çözdü. Yenilik daha fazla yeniliği doğurur ve bu da çoğu zaman kartopu etkisi yaparak herkes için beklenmedik kazançlara dönüşebilir. Monero bunu defalarca gördü ve blockchain'de mümkün olan şeyleri yenilemek için büyük çaba harcıyor. Birlikte başka hangi şeylerin kilidini açabileceğimizi kim bilebilir?</p>
ur: <p>منیرو نے رازداری کے مشکل مسائل کو حل کرنے کے لیے ہمیشہ جدید طریقے تلاش کیے ہیں۔ اکثر اوقات یہ اختراعات دوسری اختراعات کا باعث بنتی ہیں، اور بعض اوقات ان کے نتیجے میں آنے والی ٹیکنالوجیز کو ایسے استعمال کے لیے بھی استعمال کیا جا سکتا ہے جن پر پہلے غور نہیں کیا گیا تھا۔ Monero کی سب ایڈریس ٹیکنالوجی کے معاملے سے زیادہ اس کی مثال کہیں نہیں ملتی۔</p> <p>ایک فرضی رازداری کے مسئلے پر غور کریں، جس میں بظاہر غیر متعلقہ لوگوں کی جانب سے ایک سے زیادہ پلیٹ فارمز پر ایک ایڈریس کا استعمال مذکورہ لوگوں کے ربط اور نام ظاہر نہ کرنے کا باعث بن سکتا ہے۔ سیدھے الفاظ میں، اگر آپ بلی جو بوب نامی شخص تھے اور آپ نے بٹ کوائن کے لیے سیب فروخت کیے تھے، تو آپ اپنا بٹ کوائن ایڈریس کسی عوامی جگہ پر پوسٹ کر سکتے ہیں تاکہ صارفین آپ کو ادائیگی کریں۔ ہم کہتے ہیں کہ ایڈریس کا آغاز الفانیومرک سٹرنگ 7XybV3 سے ہوتا ہے... لیکن رازداری کے واضح خطرے کو ایک طرف رکھتے ہوئے کسی کے بھی آپ کے بٹ کوائن بیلنس کو چیک کرنے اور یہ دیکھنے کے قابل ہونے کے قابل ہو کہ آپ نے کتنا فروخت کیا ہے، ایک سیکنڈ ہے، اکثر رازداری کے خطرے کے بارے میں بات نہیں کی جاتی ہے۔ فرض کریں کہ آپ l33tz0r کے نام سے جانے والے ایک زیر زمین ہیکر بھی تھے۔ آپ سیٹی بجانے کا کام کرتے ہیں، ایک غیر مشکوک عوام کو حکومتی بدعنوانی کے بارے میں بتاتے ہیں، اور یہ ضروری ہے کہ آپ اپنی شناخت کو خفیہ رکھیں۔ آپ اپنے کام کے لیے بٹ کوائن کے عطیات قبول کرتے ہیں، اور پتہ عوامی فورم پر پوسٹ کرتے ہیں۔ یہ وہی پتہ ہے جس پر آپ اپنے ایپل کے صارفین سے رقم قبول کرتے ہیں۔ 7XybV3... ایک</p> <p>اپنے بٹ کوائن ایڈریس کو تلاش کرنے کے لیے انٹرنیٹ سرچ انجن کا استعمال کرنا ایک سادہ، لیکن تباہ کن بے نامی کا حملہ ہوگا۔ انجن میں 7XybV3... کا پتہ ڈالنے سے دو مختلف نتائج سامنے آتے ہیں۔ سیب کا کاروبار، اور l33tz0r. یہ دونوں شناختوں کو جوڑنے اور l33tz0r کو بے نام کرنے کے لیے کافی ہے، جس کے ممکنہ طور پر خوفناک نتائج برآمد ہوں گے۔</p> <p>یہ نوٹ کرنا ضروری ہے کہ یہ حملہ Monero سے بھی ممکن ہے۔ اگرچہ Monero سب سے زیادہ آن چین ڈیٹا کو چھپاتا ہے، یہ حملہ کوئی استعمال نہیں کرتا ہے۔ یہ صرف ایڈریس کا استعمال کرتا ہے، جسے ادائیگی حاصل کرنے کے لیے شیئر کرنا ضروری ہے۔ عوامی طور پر گمنام عطیات کے معاملے میں۔ یہ ایک ممکنہ طریقہ ہے جس میں Monero کے صارفین نادانستہ طور پر ان کی پرائیویسی کو نقصان پہنچا سکتے ہیں، اور یہ بھی ایک مثال ہے کہ کس طرح، اگرچہ Monero پرائیویسی برقرار رکھنے کے حوالے سے سب سے اوپر ہے، یہ بلٹ پروف نہیں ہے۔</p> <p>اس مسئلے کو حل کرنے کا معمول کا طریقہ متعدد بٹوے کا مالک تھا۔ ہر شناخت (یا استعمال کے کیس) کے لیے مختلف پتے پوسٹ کیے جانے کے ساتھ، انہیں لنک نہیں کیا جا سکتا۔ لیکن یہ رازداری صرف اس صورت میں برقرار رہتی ہے جب صارف انہیں کبھی ملا نہ ہو۔ اتفاقی طور پر غلط ایڈریس پوسٹ کرنے سے اسی تعلق کے اثرات ہوں گے۔ اس کے ساتھ ساتھ، ہر ایک پتے کے بیج کو محفوظ رکھا جانا چاہیے، ہر نئے بٹوے کے ساتھ ضروری infosec کام کو بڑھانا چاہیے۔</p> <p>مونیرو کا حل سب ایڈریسز تھا۔ مرکزی پتے کے نیچے پتوں کی ایک بہت بڑی تعداد بنانے کی صلاحیت، اسے طرح طرح کے بیج کے طور پر استعمال کرتے ہوئے۔ ہر تیار کردہ ذیلی ایڈریس Monero کو قبول کر سکتا ہے، اور یہ سب ایک ہی والیٹ میں جاتا ہے۔ اس طریقہ کار کو استعمال کرتے ہوئے، انفوسیک کے کام کو کم سے کم رکھتے ہوئے شناختوں کی تعداد بہت زیادہ ہے جو ایک ایڈریس کے تحت چلائی جا سکتی ہیں۔ یہ پتے بھی ریاضی کے لحاظ سے منسلک نہیں ہوتے ہیں، اس لیے جب تک صارف دنیا سے اپنا تعلق نہیں بتاتا، باہر کے مبصر کو ان کو جوڑنے میں بڑی دشواری کا سامنا کرنا پڑے گا۔</p> <p>لیکن ذیلی پتے سے ایک اور دلچسپ استعمال کا معاملہ سامنے آیا۔ عالمی طور پر ناپسندیدہ ادائیگی کی IDs کے متبادل آپشن کے طور پر۔</p> <p>ادائیگی IDs تاجروں کے لیے یہ شناخت کرنے کا ایک طریقہ تھا کہ کس صارف نے کون سی ادائیگی بھیجی ہے۔ چونکہ مونیرو کی معلومات زنجیر پر مبہم ہے، اس لیے لین دین کا وصول کنندہ یہ نہیں دیکھ سکتا کہ اسے کس پتے پر بھیجا گیا ہے۔ اس کا مطلب ہے کہ اگر ایک جیسی قیمت والی اشیاء اور ایک سے زیادہ آرڈرز ہیں، تو یہ شناخت کرنا ناممکن ہو سکتا ہے کہ کس نے کیا بھیجا ہے۔ ادائیگی کی IDs ایک منفرد، بے ترتیب تار ہیں جو مرچنٹ کے ذریعے تیار کی جاتی ہیں اور گاہک کو دی جاتی ہیں۔ لین دین بھیجتے وقت صارف اسے ایک علیحدہ فیلڈ کے طور پر شامل کرتا ہے۔ اس بے ترتیب تار کو لین دین کے حصے کے طور پر بلاک چین پر رکھا جاتا ہے، اور اس طرح، مرچنٹ آنے والے لین دین کی شناخت اور ترتیب دینے کے قابل ہوتا ہے۔</p> <p>یہ طریقہ کئی طریقوں سے ناقص تھا۔ سب سے پہلے، یہ آن چین ڈیٹا کی یکسانیت کو روکتا ہے۔ اضافی، منفرد میٹا ڈیٹا کچھ لین دین کو ہجوم سے الگ کر سکتا ہے، اس طرح ہورسٹک تجزیہ کی اجازت دیتا ہے۔ یہ خاص طور پر سچ ہے جب یہ میٹا ڈیٹا سب کے لیے لازمی طور پر نافذ نہیں کیا جاتا ہے۔ ہر ایک کے لیے اس کو لازمی قرار دینے سے بلاکچین میں غیرضروری جگہ شامل ہو جائے گی، اور اس کا تعاقب نہیں کیا گیا۔ اس کے ساتھ ساتھ، اگر کسی بھی وجہ سے ادائیگی کی ID کو دوبارہ استعمال کیا گیا ہو، تو دو ٹرانزیکشنز کو منسلک ہونے کے طور پر منسلک کرنا معمولی بات ہوگی۔ یہ عام طور پر تبادلے کے ذخائر کے ساتھ ہوتا ہے، اور کوئی بھی آسانی سے لین دین کو جوڑ سکتا ہے کیونکہ دونوں ایک تبادلے پر جمع ہونے کی وجہ سے، اور ایک خاص فرد سے۔</p> <p>دوسرے طور پر، UX کے نقطہ نظر سے، ادائیگی کی IDs ایک دوسرا مرحلہ تیار کرتی ہے جس کے استعمال کرنے والے دوسرے سکوں سے آنے والے کریپٹو کرنسی استعمال کرنے کے عادی نہیں ہوتے، اور اگر وہ بھول جاتے ہیں تو یہ تاجر کے لیے بڑے سر درد کا باعث بنتا ہے جسے دوسرے ذرائع سے ان لین دین کی شناخت کرنی چاہیے۔ . یہ عام طور پر ہر اس گاہک سے براہ راست بات کرکے کیا جاتا ہے جو ادائیگی کا ID دینا بھول گیا تھا اور شناخت کرنے والی دیگر معلومات کی تصدیق کرتا تھا جو صرف وہی جان سکتے تھے، جیسے کہ رقم، بھیجی گئی تاریخ، اور ٹرانزیکشن ID کا مجموعہ۔</p> <p>یہ اضافی مرحلہ بہت سے لوگوں سے چھوٹ گیا، اور یہ اس مقام پر پہنچ گیا جہاں کچھ ایکسچینجز نے صارفین سے رقم وصول کرنا شروع کر دی اگر ادائیگی کی ID بھول جانے کی وجہ سے ان کی رقم کو دستی طور پر بازیافت کرنا پڑے۔ دوسروں نے دانت پیس کر اضافی امدادی اخراجات کھا لیے، لیکن کوئی بھی اس سے خوش نہیں تھا۔</p> <p>اس کا ایک حل تھا، انٹیگریٹڈ ایڈریسز، جو ایڈریس اور ادائیگی کی ID کو ایک سٹرنگ میں ضم کر دیتے ہیں، اس لیے اسے فراموش نہیں کیا جا سکتا، لیکن گود لینا کافی کمزور تھا، اس کے باوجود تاجروں کو اس میں شامل ہونے سے فوائد حاصل ہوتے۔ </p> <p>واقعات کے ایک دلچسپ موڑ میں، ذیلی پتے دن کو بچانے کے لیے آئے۔ فی مرکزی پتے کی بڑی مقدار میں ذیلی پتے پیدا کرنے کی صلاحیت، اور یہ شناخت کرنے کی کہ کون سے لین دین کون سے ذیلی پتے میں آئے، نے مونیرو ٹیکنالوجی کی اگلی نسل کو اپناتے ہوئے، تاجروں کو ایک خوبصورت طریقے سے ادائیگی کی IDs سے خود کو چھٹکارا دلایا۔ اس کے بعد سے، زیادہ تر ایکسچینجز اور مرچنٹ ٹولز لین دین کی شناخت کے بنیادی طریقے کے طور پر ذیلی پتے پر تبدیل ہو گئے ہیں۔</p> <p>پرائیویسی کے مسئلے کے حل کے طور پر جو شروع ہوا وہ بہت زیادہ چیز میں بدل گیا، جس نے تاجروں اور صارفین کے لیے یکساں طور پر UX کا ایک بڑا مسئلہ حل کر دیا۔ انوویشن زیادہ جدت پیدا کرتی ہے، جو اکثر ہر کسی کے لیے غیر متوقع جیت میں سنوبال کر سکتی ہے۔ Monero نے یہ بار بار دیکھا ہے، اور بلاکچین پر جو کچھ ممکن ہے اسے اختراع کرنے میں بھرپور کوشش کی ہے۔ کون جانتا ہے کہ ہم کن دوسری چیزوں کو ایک ساتھ کھول سکتے ہیں؟</p>
zh_cn: <p>一直以来，门罗币都在用创新方法来解决保护隐私的各种难题.通常这些创新也会带动其他创新，这其中，有些新技术还可以带来意料之外的应用场景和使用方式. 今天要介绍这些创新中的佼佼者，门罗币的子地址功能.</p> <p>老规矩，我们通过例子来讲解，隐私是如何被破坏的.当看似无关的人们，夸平台使用同一个收款地址会造成怎样的危害.假设你叫比利鲍勃，你开了一个水果店卖水果，由于你是比特币的爱好者，所以你允许客人付账的时候给你比特币，于是你在店门口挂了一个牌子说这里接受比特币，你还展示了你的收款二维码给大众，假设你的收款地址为7XybV3开头，那么这样做的首要风险，就是任何看到你收款二维码的人，不用跟你交易都知道你的账户余额，所有的交易转账记录，多少其它账户给你付过款，那些人的每一笔来源和余额.抛开这种危害，还有第二种隐私危害，不太被人提及.假设你的另一个身份是一名黑客或者程序员，你化名33tz0r在网上向无知的民众揭露真相，批评政府腐败，大企业的违法行为，或者揭露有组织犯罪，显而易见，你需要保持匿名以防止迫害和打击报复.可你同时在网站和论坛上表示你接受比特币捐款，以便大众给予你支持，收款地址同样是7XybV3 开头的比特币地址.</p> <p>而现代通过互联网的大数据和各种爬虫，可以简单而有效的直接抓取所有关于以7XybV3为开头的比特币地址的各种数据.然后结果显而易见，这个收款地址同时出现在比利鲍勃的水果商店和黑客名为l33tz0r的帖子里.这就足以关联两个使用者的身份并消除黑客的匿名性，这会带来可怕后果.</p> <p>需要注意的是，在上面的例子里，门罗可以默认防御第一种隐私泄露，也就是说如果你的水果店接受门罗付款，别人不会知道有多少人给你有过交易，也不知道余额，但是发明子地址之前的门罗币还是不能防住，第二种隐私泄露.即使门罗币隐藏了链上数据，可该攻击并不利用链上数据作为攻击点. 它仅抓取收款地址，但一个钱包必须公开给大众才能接收付款.即便是在匿名的情况下也要公开捐赠的地址. 这是一种会在不经意间，潜在给门罗币用户造成伤害的情况，并且这是一个很好的警示，即使门罗币本身在隐私方面处于最高水平，也不能保证用户在币以外的范围是安全的.</p> <p解决此问题的常用方法是拥有多个钱包. 对于每个身份，例如上面说到的水果店老板和黑客使用不同的收款钱包的地址，由于各个身份使用了不同的地址，因此无法关联它们. 但是，这样做的坏处，对于比特币等透明币来说，用户不光要记得每个新钱包的钥匙和助记词，还要保证他们账户之间不转帐，或者不同时打进同一个账户变现，例如实名的交易所，只有在用户从不混淆时，这种隐私才有效. 任何意外的发生都会让这种方式功亏一篑，门罗币相对来说简单一些，不同账户可以互相转账不被发现，不过同样，每个地址的种子和私钥还是必须保持安全，这个过程增加了为了保护钱包信息安全的工作量.</p> <p>门罗的解决方案是子地址功能. 简单来说在主地址下可以创建无数的子地址，并且所有地址共用同一个种子和密钥. 每个生成的子地址都可以单独接受门罗币，并且所有子地址的币都存储在同一个钱包中.使用这种方法，可以在一个地址下操作无限个身份，同时将信息安全工作量保持在最低限度. 这些地址在数学上也不可关联的，因此除非用户故意暴露他们与世界的联系，否则外部观察者将很难关联它们.</p> <p>但是子地址更让人津津乐道的意外功能是，它的出现替代并解决了人们长期以来讨厌payment ID 的情况.</p> <p>2018年以前的门罗币，转账备注付款ID是商家识别哪个客户发送哪个付款的一种方式.由于门罗币信息在链上模糊不清，因此接收者也无法分辨发送者是谁. 这意味着，如果存在价格相似的商品和多个订单，则无法确定到底是谁付的款. 那时候付款ID是由商家生成并提供给客户的唯一的随机字符串. 客户在发送交易时将其添加为单独的字段. 该随机字符串作为交易的一部分放置在区块链上，通过这种方式，商人可以识别并分类转入的交易. 这里译者为了方便大家理解，举一个生活里的例子，比如学校收学费，会给所有学生同一个银行账户，然后要求付款的学生在转账的时候备注学生的学号，以便会计查账到底谁付了学费，当时的payment ID 就相当于这个例子里的学号.</p> <p>这种方法有几种缺陷.首先，它损害了链上数据的一致性.另外，独特的元数据可以使某些交易格外与众不同，从而可以进行启发式分析. 并且当此功能没有对所有人强制实施时，尤为严重，因为转账的时候并不是要强制备注的，比如你从交易所提币到自己的钱包，你并不需要交易所给你备注payment ID.另外，使用这个功能的每个人都导致门罗币区块链增加不必要的额外负担，因此这不是一个好方法. 同样，如果付款ID由于任何原因而被重复使用，则将两个交易关联在一起会变得易如反掌. 这通常发生在交易所充值中，任何人都可以轻松地将交易关联为某个交易所的充值，也可以确定它是来自一个特定的某人.</p> <p>其次，从用户体验的角度来看，支付ID需要额外进行第二步操作，对不习惯使用该功能的加密货币用户来说，如果忘记了这个步骤，则会造成很多不必要的麻烦，首先充值不能被交易所自动识别到账，而后续这些交易所为了弄清楚到底谁充值，也会花很多时间和精力. 通常为了确定到底是谁充值，交易所需要通过和客户直接交谈并确认只有他们自己才知道的其他标识信息，例如，金额，发送日期和转账的TXID来完成确认.</p> <p>许多人都犯同样的错，甚至导致一些交易所开始向客户收取额外费用，来找回那些由于忘记了付款ID而没有入账的转账. 客户也只能硬着头皮吃下这个苦果，可是交易所本身也并不开心，毕竟花费了额外的精力，并损害用户体验.</p> <p>当时有一个解决方案，即集成地址，又叫长地址，它将收款地址和付款ID合并为一个长的地址，但是该方案采用率很低，尽管商家会从中受益.</p> <p>而子地址可谓交易所的大救星. 每个主地址可以简单生成大量子地址，并内在识别哪些转账是从哪个子地址转入的，使商户可以采用更优雅的方式摆脱付款ID，同时采用新一代门罗币技术.从那时起，大多数交易所和商家都已切换到子地址作为交易识别的方式.</p> <p>有趣的是本来子地址最初是为了解决隐私问题而设计的方案，没想到却为商人和客户解决了易用性的问题. 这就是文章想阐述的核心思想，创新会带来更多的创新，继而更多新想法会滚滚而来，同时创新也会为我们每个用户带来意外惊喜.门罗币一次又一次地做到了这一点，而整个社区也投入巨大的精力来辨别各种创新技术在门罗币区块链上实现的可能性. 未来可期，谁也不知道我们的天花板在哪里，以及那份创新还能让我们一起解锁怎样的新高度和境界?</p>
zh_tw: <p>一直以來，門羅幣都在用創新方法來解決保護隱私的各種難題.通常這些創新也會帶動其他創新，這其中，有些新技術還可以帶來意料之外的應用場景和使用方式. 今天要介紹這些創新中的佼佼者，門羅幣的子地址功能.</p> <p>老規矩，我們通過例子來講解，隱私是如何被破壞的.當看似無關的人們，誇平臺使用同一個收款位址會造成怎樣的危害.假設你叫比利鮑勃，你開了一個水果店賣水果，由於你是比特幣的愛好者，所以你允許客人付帳的時候給你比特幣，於是你在店門口掛了一個牌子說這裡接受比特幣，你還展示了你的收款二維碼給大眾，假設你的收款地址為7XybV3開頭，那麼這樣做的首要風險，就是任何看到你收款二維碼的人，不用跟你交易都知道你的帳戶餘額，所有的交易轉帳記錄，多少其它帳戶給你付過款，那些人的每一筆來源和餘額.拋開這種危害，還有第二種隱私危害，不太被人提及.假設你的另一個身份是一名駭客或者程式師，你化名33tz0r在網上向無知的民眾揭露真相，批評政府腐敗，大企業的違法行為，或者揭露有組織犯罪，顯而易見，你需要保持匿名以防止迫害和打擊報復.可你同時在網站和論壇上表示你接受比特幣捐款，以便大眾給予你支持，收款地址同樣是7XybV3 開頭的比特幣地址.</p> <p>而現代通過互聯網的大資料和各種爬蟲，可以簡單而有效的直接抓取所有關於以7XybV3為開頭的比特幣位址的各種資料.然後結果顯而易見，這個收款位址同時出現在比利鮑勃的水果商店和駭客名為l33tz0r的帖子裡.這就足以關聯兩個使用者的身份並消除駭客的匿名性，這會帶來可怕後果.</p> <p>需要注意的是，在上面的例子裡，門羅可以默認防禦第一種隱私洩露，也就是說如果你的水果店接受門羅付款，別人不會知道有多少人給你有過交易，也不知道餘額，但是發明子位址之前的門羅幣還是不能防住，第二種隱私洩露.即使門羅幣隱藏了鏈上資料，可該攻擊並不利用鏈上資料作為攻擊點. 它僅抓取收款位址，但一個錢包必須公開給大眾才能接收付款.即便是在匿名的情況下也要公開捐贈的位址. 這是一種會在不經意間，潛在給門羅幣使用者造成傷害的情況，並且這是一個很好的警示，即使門羅幣本身在隱私方面處於最高水準，也不能保證用戶在幣以外的範圍是安全的.</p> <p解決此問題的常用方法是擁有多個錢包. 對於每個身份，例如上面說到的水果店老闆和駭客使用不同的收款錢包的位址，由於各個身份使用了不同的位址，因此無法關聯它們. 但是，這樣做的壞處，對於比特幣等透明幣來說，用戶不光要記得每個新錢包的鑰匙和助記詞，還要保證他們帳戶之間不轉帳，或者不同時打進同一個帳戶變現，例如實名的交易所，只有在用戶從不混淆時，這種隱私才有效. 任何意外的發生都會讓這種方式功虧一簣，門羅幣相對來說簡單一些，不同帳戶可以互相轉帳不被發現，不過同樣，每個位址的種子和私密金鑰還是必須保持安全，這個過程增加了為了保護錢包資訊安全的工作量.</p> <p>門羅的解決方案是子地址功能. 簡單來說在主位址下可以創建無數的子位址，並且所有位址共用同一個種子和金鑰. 每個生成的子位址都可以單獨接受門羅幣，並且所有子位址的幣都存儲在同一個錢包中.使用這種方法，可以在一個位址下操作無限個身份，同時將資訊安全工作量保持在最低限度. 這些地址在數學上也不可關聯的，因此除非用戶故意暴露他們與世界的聯繫，否則外部觀察者將很難關聯它們.</p> <p>但是子位址更讓人津津樂道的意外功能是，它的出現替代並解決了人們長期以來討厭payment ID 的情況.</p> <p>2018年以前的門羅幣，轉帳備註付款ID是商家識別哪個客戶發送哪個付款的一種方式.由於門羅幣資訊在鏈上模糊不清，因此接收者也無法分辨發送者是誰. 這意味著，如果存在價格相似的商品和多個訂單，則無法確定到底是誰付的款. 那時候付款ID是由商家生成並提供給客戶的唯一的隨機字串. 客戶在發送交易時將其添加為單獨的欄位. 該隨機字串作為交易的一部分放置在區塊鏈上，通過這種方式，商人可以識別並分類轉入的交易. 這裡譯者為了方便大家理解，舉一個生活裡的例子，比如學校收學費，會給所有學生同一個銀行帳戶，然後要求付款的學生在轉帳的時候備註學生的學號，以便會計查帳到底誰付了學費，當時的payment ID 就相當於這個例子裡的學號.</p> <p>這種方法有幾種缺陷.首先，它損害了鏈上資料的一致性.另外，獨特的中繼資料可以使某些交易格外與眾不同，從而可以進行啟發式分析. 並且當此功能沒有對所有人強制實施時，尤為嚴重，因為轉帳的時候並不是要強制備註的，比如你從交易所提幣到自己的錢包，你並不需要交易所給你備註payment ID.另外，使用這個功能的每個人都導致門羅幣區塊鏈增加不必要的額外負擔，因此這不是一個好方法. 同樣，如果付款ID由於任何原因而被重複使用，則將兩個交易關聯在一起會變得易如反掌. 這通常發生在交易所充值中，任何人都可以輕鬆地將交易關聯為某個交易所的充值，也可以確定它是來自一個特定的某人.</p> <p>其次，從用戶體驗的角度來看，支付ID需要額外進行第二步操作，對不習慣使用該功能的加密貨幣用戶來說，如果忘記了這個步驟，則會造成很多不必要的麻煩，首先充值不能被交易所自動識別到賬，而後續這些交易所為了弄清楚到底誰充值，也會花很多時間和精力. 通常為了確定到底是誰充值，交易所需要通過和客戶直接交談並確認只有他們自己才知道的其他標識資訊，例如，金額，發送日期和轉帳的TXID來完成確認.</p> <p>許多人都犯同樣的錯，甚至導致一些交易所開始向客戶收取額外費用，來找回那些由於忘記了付款ID而沒有入帳的轉帳. 客戶也只能硬著頭皮吃下這個苦果，可是交易所本身也並不開心，畢竟花費了額外的精力，並損害用戶體驗.</p> <p>當時有一個解決方案，即集成位址，又叫長地址，它將收款位址和付款ID合併為一個長的位址，但是該方案採用率很低，儘管商家會從中受益.</p> <p>而子地址可謂交易所的大救星. 每個主位址可以簡單生成大量子位址，並內在識別哪些轉帳是從哪個子位址轉入的，使商戶可以採用更優雅的方式擺脫付款ID，同時採用新一代門羅幣技術.從那時起，大多數交易所和商家都已切換到子位址作為交易識別的方式.</p> <p>有趣的是本來子地址最初是為了解決隱私問題而設計的方案，沒想到卻為商人和客戶解決了易用性的問題. 這就是文章想闡述的核心思想，創新會帶來更多的創新，繼而更多新想法會滾滾而來，同時創新也會為我們每個用戶帶來意外驚喜.門羅幣一次又一次地做到了這一點，而整個社區也投入巨大的精力來辨別各種創新技術在門羅幣區塊鏈上實現的可能性. 未來可期，誰也不知道我們的天花板在哪裡，以及那份創新還能讓我們一起解鎖怎樣的新高度和境界?</p>
