Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbviewTags250Sb1250Sbtext
source: <p>One of the first questions we have to answer to better understand the need for a solution like view tags is why Monero’s wallet sync is slower than cryptocurrencies like Bitcoin.</p> <p>In Bitcoin, as all transactions are not private and reveal the coins being spent, the amounts, and the addresses involved on-chain, Bitcoin wallets can simply look for any unspent transaction outputs (UTXOs) or used addresses for a given wallet, quickly scanning the blockchain for only UTXOs owned by those addresses to figure out which coins belong to your wallet and can be spent.</p> <p>In Monero, however, all transactions preserve the user’s privacy by hiding the sender, receiver, and amounts involved in each transaction. This privacy, while vital to protecting the users of the network, also introduces slower wallet synchronization. In Monero, your wallet has to compare every transaction output (TXO) that exists on the network with your wallet’s private keys.</p> <p>This comparison involves a lot of complex math and cryptography to validate that an output is truly yours, since all amounts, addresses, and known-spent outputs (or coins) are hidden on-chain in Monero.</p>
cs: <p>Jednou z prvních otázek, na které si musíme odpovědět, abychom lépe pochopili potřebu řešení, jako jsou značky zobrazení, je, proč je synchronizace peněženky Monero pomalejší než u kryptoměn, jako je Bitcoin.</p> <p>V Bitcoinu nejsou všechny transakce soukromé a odhalují utrácené mince, jejich množství a zapojené adresy v řetězci, proto mohou peněženky Bitcoinu jednoduše vyhledat všechny neutracené výstupy transakcí (UTXO) nebo použité adresy pro danou peněženku a rychle prohledat blockchain pouze pro UTXO vlastněné těmito adresami, aby zjistily, které mince patří do vaší peněženky a mohou být utraceny.</p> <p>V Moneru však všechny transakce zachovávají soukromí uživatele tím, že skrývají odesílatele, příjemce a částky, kterých se každá transakce týká. Toto soukromí je sice důležité pro ochranu uživatelů sítě, ale zároveň zavádí pomalejší synchronizaci peněženek. V Moneru musí peněženka porovnávat každý výstup transakce (TXO), který v síti existuje, s privátními klíči vaší peněženky.</p> <p>Toto porovnávání zahrnuje spoustu složitých matematických a kryptografických úkonů k ověření, že výstup je skutečně váš, protože všechny částky, adresy a známé utracené výstupy (nebo mince) jsou v Moneru ukryty na řetězci.</p>
fi: <p>Yksi ensimmäisistä kysymyksistä, joihin meidän on vastattava ymmärtääksemme paremmin näkymätunnisteiden kaltaisten ratkaisujen tarvetta on se, miksi Moneron lompakon synkronointi on hitaampaa kuin Bitcoinin kaltaiset kryptovaluutat.</p> <p>Koska Bitcoinissa kaikki transaktiot eivät ole yksityisiä ja paljastavat käytetyt kolikot, summat ja ketjussa mukana olevat osoitteet, Bitcoin-lompakot voivat yksinkertaisesti etsiä käyttämättömiä transaktioulostuloja (UTXO) tai käytettyjä osoitteita tietylle lompakolle, skannata nopeasti lohkoketjusta vain kyseisten osoitteiden omistamia UTXO-kolikoita selvittääkseen, mitkä kolikot kuuluvat lompakkoosi ja jotka voidaan käyttää.</p> <p>Monerossa kaikki transaktiot kuitenkin säilyttävät käyttäjän yksityisyyden piilottamalla lähettäjän, vastaanottajan ja kuhunkin transaktioon liittyvät summat. Tämä yksityisyys, joka on elintärkeää verkon käyttäjien suojelemiseksi, myös hidastaa lompakon synkronointia. Monerossa lompakkosi on verrattava jokaista verkossa olevaa transaktioulostuloa (TXO) lompakkosi yksityisiin avaimiin.</p> <p>Tämä vertailu sisältää paljon monimutkaista matematiikkaa ja kryptografiaa sen vahvistamiseksi, että ulostulo on todella sinun, koska kaikki summat, osoitteet ja tunnetut käytetyt ulostulot (tai kolikot) on piilotettu Moneron ketjuun.</p>
fr: <p>L'une des premières questions auxquelles nous devons répondre pour mieux comprendre le besoin d'une solution comme les balises de vue est pourquoi la synchronisation du portefeuille de Monero est plus lente que pour les crypto-monnaies comme Bitcoin.</p> <p>Dans Bitcoin, comme toutes les transactions ne sont pas confidentielles et révèlent les jetons dépensés, les montants et les adresses impliquées sur la chaîne, les portefeuilles Bitcoin peuvent simplement rechercher les sorties de transactions non dépensées (UTXO) ou les adresses utilisées par un portefeuille donné, scannant rapidement la blockchain uniquement pour les UTXO appartenant à ces adresses afin de déterminer quels jetons appartiennent à votre portefeuille et peuvent être dépensés.</p> <p>Dans Monero, cependant, toutes les transactions préservent la confidentialité de l'utilisateur en masquant l'expéditeur, le destinataire et les montants impliqués dans chaque transaction. Cette confidentialité, bien que vitale pour protéger les utilisateurs du réseau, introduit également une synchronisation plus lente du portefeuille. Dans Monero, votre portefeuille doit comparer chaque sortie de transaction (TXO) qui existe sur le réseau avec les clés privées de votre portefeuille.</p> <p>Cette comparaison implique beaucoup de calculs et de cryptographie complexes pour valider qu'une sortie est vraiment la vôtre, puisque tous les montants, adresses et sorties (ou jetons) dépensées connues sont cachées sur la blockchain de Monero.</p>
it: <p>Una delle prime domande a cui dobbiamo rispondere per capire meglio la necessità di una soluzione come i tag view è perché la sincronizzazione del portafoglio di Monero è più lenta delle criptovalute come Bitcoin.</p> <p>In Bitcoin, poiché tutte le transazioni non sono private e rivelano le monete che vengono spese, gli importi e gli indirizzi coinvolti sulla catena, i portafogli Bitcoin possono semplicemente cercare qualsiasi uscita di transazione non spesa (UTXOs) o indirizzi usati per un dato portafoglio, scansionando rapidamente la blockchain per solo UTXOs posseduti da quegli indirizzi per capire quali monete appartengono al tuo portafoglio e possono essere spese.</p> <p>In Monero, tuttavia, tutte le transazioni preservano la privacy dell'utente nascondendo il mittente, il destinatario e gli importi coinvolti in ogni transazione. Questa privacy, sebbene sia vitale per proteggere gli utenti della rete, introduce anche una sincronizzazione del portafoglio più lenta. In Monero, il tuo portafoglio deve confrontare ogni uscita di transazione (TXO) che esiste sulla rete con le chiavi private del tuo portafoglio.</p> <p>Questo confronto comporta un sacco di matematica complessa e crittografia per convalidare che un output è veramente tuo, dal momento che tutti gli importi, gli indirizzi, e gli output (o monete) spesi conosciuti sono nascosti sulla catena in Monero.</p>
lt: <p>Vienas iš pirmųjų klausimų, į kurį turime atsakyti, kad geriau suprastume tokio sprendimo, kaip peržiūros žymos, poreikį yra tai, kodėl Monero piniginės sinchronizavimas yra lėtesnis nei kriptovaliutų, pvz., Bitcoin.</p> <p>Bitcoin, kadangi visos operacijos nėra privačios ir atskleidžia išleidžiamas monetas, sumas ir grandinėje dalyvaujančius adresus, „Bitcoin“ piniginės gali tiesiog ieškoti nepanaudotų operacijų rezultatų (UTXO) arba panaudotų tam tikros piniginės adresų. , greitai nuskaitydami blokų grandinę ir ieškodami tik tiems adresams priklausančių UTXO, kad išsiaiškintumėte, kurios monetos priklauso jūsų piniginei ir kurias galima išleisti.</p> <p> Tačiau „Monero“ sistemoje visos operacijos išsaugo vartotojo privatumą, nes paslepia siuntėją, gavėją ir su kiekviena operacija susijusias sumas. Šis privatumas, nors ir gyvybiškai svarbus siekiant apsaugoti tinklo vartotojus, taip pat įveda lėtesnį piniginės sinchronizavimą. Monero jūsų piniginė turi palyginti kiekvieną tinkle esančią operacijos išvestį (TXO) su jūsų piniginės privačiais raktais.</p> <p>Šis palyginimas apima daugybę sudėtingų matematikos ir kriptografijos metodų, kad patvirtintumėte, jog išvestis tikrai priklauso jums, nes visos sumos, adresai ir žinomos išleistos išvesties (arba monetos) yra paslėptos grandinėje Monero.</p>
nb: <p>Et av de første spørsmålene vi må svare på for å bedre forstå behovet for en løsning som visningskoder, er hvorfor Moneros lommeboksynkronisering er tregere enn kryptovalutaer som Bitcoin.</p> <p>I Bitcoin, siden alle transaksjoner ikke er private og avslører myntene som brukes, beløpene og adressene som er involvert på kjeden, kan Bitcoin-lommebøker ganske enkelt se etter ubrukte transaksjonsutganger (UTXOs) eller brukte adresser for en gitt lommebok , skanner raskt blokkjeden for bare UTXO-er som eies av disse adressene for å finne ut hvilke mynter som tilhører lommeboken din og kan brukes.</p> <p>I Monero bevarer imidlertid alle transaksjoner brukerens personvern ved å skjule avsender, mottaker og beløp involvert i hver transaksjon. Dette personvernet, selv om det er avgjørende for å beskytte brukerne av nettverket, introduserer også tregere lommeboksynkronisering. I Monero må lommeboken din sammenligne hver transaksjonsutgang (TXO) som finnes på nettverket med lommebokens private nøkler.</p> <p>Denne sammenligningen involverer mye kompleks matematikk og kryptografi for å validere at en utdata virkelig er din, siden alle beløp, adresser og kjente brukte utdata (eller mynter) er skjult på kjeden i Monero.</p>
nl: <p>Een van de eerste vragen die we moeten beantwoorden om de behoefte aan een oplossing zoals weergave tags beter te begrijpen, is waarom de synchronisatie van de portefeuille van Monero langzamer is dan cryptocurrencies zoals Bitcoin.</p> <p>In Bitcoin, aangezien alle transacties niet privé zijn en de munten die worden uitgegeven, de bedragen en de betrokken adressen in de keten onthuld worden, kunnen Bitcoin-portefeuilles eenvoudig zoeken naar ongebruikte transactie-outputs (UTXO's) of gebruikte adressen voor een bepaalde portefeuille, door snel de blockchain te scannen op alleen UTXO's die eigendom zijn van die adressen om erachter te komen welke munten bij uw portefeuille horen en kunnen worden uitgegeven. </p> <p>In Monero behouden alle transacties echter de privacy van de gebruiker door de afzender, ontvanger en bedragen die bij elke transactie betrokken zijn, te verbergen. Hoewel deze privacy van vitaal belang is voor de bescherming van de gebruikers van het netwerk, wordt ook de synchronisatie van de portefeuille langzamer. In Monero moet uw portefeuille elke transactie-output (TXO) die op het netwerk bestaat, vergelijken met de privésleutels van uw portefeuille.</p> <p>Deze vergelijking omvat veel complexe wiskunde en cryptografie om te valideren dat een output echt van u is, aangezien alle bedragen, adressen en bekende uitgegeven outputs (of munten) on-chain verborgen zijn in Monero.</p>
pl: <p> Jednym z pierwszych pytań, na które musimy odpowiedzieć, aby lepiej zrozumieć potrzebę rozwiązania takiego jak view tags, jest to, dlaczego synchronizacja portfela Monero jest wolniejsza niż kryptowalut takich jak Bitcoin. </p> <p> W Bitcoinie, ponieważ wszystkie transakcje są nieprywatne i ujawniają wydawane monety, kwoty i adresy on-chain, portfele Bitcoina mogą po prostu szukać dowolnych niewydanych wyjść transakcji (UTXO) lub używanych adresów dla danego portfela , szybko skanując blockchain zapamiętując pasujące UTXO, aby dowiedzieć się, które monety należą do nich. </p> <p>Jednak w Monero wszystkie transakcje są prywatne, więc ukrywają nadawcę, odbiorcę i kwoty. Ta prywatność, choć jest niezbędna do ochrony użytkowników sieci, oznacza również wolniejszą synchronizację portfela. W Monero Twój portfel musi porównać każde wyjście transakcyjne (TXO), które istnieje w sieci z Twoimi kluczami prywatnymi.</p> <p> To porównanie obejmuje wiele skomplikowanych obliczeń i kryptografii, aby potwierdzić, że wyjście jest naprawdę Twoje, ponieważ wszystkie kwoty, adresy i znane wyjścia (lub monety) są ukryte on-chain w Monero. </p>
pt_br: <p>Uma das primeiras perguntas que temos que responder para entender melhor a necessidade de uma solução como as etiquetas de visualização é porque a sincronização da carteira de Monero é mais lenta que as moedas criptográficas como Bitcoin.</p> <p>Em Bitcoin, como todas as transações não são privadas e revelam as moedas que estão sendo gastas, os montantes e os endereços envolvidos na cadeia, as carteiras Bitcoin podem simplesmente procurar por qualquer saída de transação não gasta (UTXOs) ou endereços usados para uma determinada carteira, escaneando rapidamente a cadeia de bloqueio por apenas UTXOs pertencentes a esses endereços para descobrir quais moedas pertencem à sua carteira e podem ser gastas.</p> <p>Em Monero, entretanto, todas as transações preservam a privacidade do usuário ao esconder o remetente, o receptor e os valores envolvidos em cada transação. Esta privacidade, embora vital para proteger os usuários da rede, também introduz uma sincronização mais lenta da carteira. Em Monero, sua carteira tem que comparar cada saída de transação (TXO) que existe na rede com as chaves privadas de sua carteira.</p> <p>Esta comparação envolve muita matemática e criptografia complexa para validar que uma saída é realmente sua, já que todas as quantidades, endereços e saídas (ou moedas) gastas conhecidas estão escondidas na cadeia em Monero.</p>
sl: <p>Eno od prvih vprašanj na katero moramo odgovoriti, da bi bolje razumeli potrebo po rešitvi, kot so oznake za ogled, je, zakaj je sinhronizacija denarnice Monero počasnejša od kriptovalut, kot je Bitcoin.</p> <p> Ker v Bitcoinu vse transakcije niso zasebne in razkrivajo porabljene kovance, zneske in vključene naslove v verigi, lahko denarnice Bitcoin preprosto poiščejo morebitne neporabljene izhode transakcij (UTXO) ali uporabljene naslove za dano denarnico. , hitro skeniranje verige blokov samo za UTXO, ki so v lasti teh naslovov, da ugotovi, kateri kovanci pripadajo vaši denarnici in jih je mogoče porabiti.</p> <p>V Monero pa vse transakcije ohranjajo zasebnost uporabnika tako, da skrijejo pošiljatelja, prejemnika in zneske, vključene v posamezno transakcijo. Ta zasebnost, ki je ključna za zaščito uporabnikov omrežja, uvaja tudi počasnejšo sinhronizacijo denarnice. V Monero mora vaša denarnica primerjati vsak izhod transakcije (TXO), ki obstaja v omrežju, z zasebnimi ključi vaše denarnice.</p> <p>Ta primerjava vključuje veliko zapletene matematike in kriptografije za potrditev, da je rezultat resnično vaš, saj so vsi zneski, naslovi in znano porabljeni rezultati (ali kovanci) skriti v verigi v Monero.</p>
sv: <p>En av de första frågorna vi måste svara på för att bättre förstå behovet av en lösning som visningstaggar är varför Moneros plånbokssynkronisering är långsammare än kryptovalutor som Bitcoin.</p> <p>I Bitcoin, eftersom alla transaktioner inte är privata och avslöjar de mynt som spenderas, beloppen och adresserna som är involverade i kedjan, kan Bitcoin-plånböcker helt enkelt leta efter eventuella outnyttjade transaktionsutdata (UTXO) eller använda adresser för en given plånbok , snabbt skanna blockkedjan efter endast UTXO:er som ägs av dessa adresser för att ta reda på vilka mynt som tillhör din plånbok och kan användas.</p> <p>I Monero bevarar dock alla transaktioner användarens integritet genom att dölja avsändaren, mottagaren och beloppen som är involverade i varje transaktion. Denna integritet, även om den är avgörande för att skydda användarna av nätverket, introducerar också långsammare plånbokssynkronisering. I Monero måste din plånbok jämföra varje transaktionsutdata (TXO) som finns på nätverket med din plånboks privata nycklar.</p> <p>Denna jämförelse involverar mycket komplex matematik och kryptografi för att validera att en utdata verkligen är din, eftersom alla belopp, adresser och kända uttag (eller mynt) är dolda i kedjan i Monero.</p>
tl: <p>Isa sa mga unang tanong na kailangan naming sagutin para mas maunawaan ang pangangailangan para sa solusyon tulad ng mga view tag ay kung bakit mas mabagal ang pag-sync ng wallet ni Monero kaysa sa mga cryptocurrencies tulad ng Bitcoin.</p> <p>Sa Bitcoin, dahil ang lahat ng mga transaksyon ay hindi pribado at ipinapakita ang mga coin na ginagastos, ang mga halaga, at ang mga address na kasangkot sa kadena, ang mga wallet ng Bitcoin ay maaaring maghanap lamang ng anumang hindi nagastos na mga output ng transaksyon (UTXO) o ginamit na mga address para sa isang partikular na wallet , mabilis na ini-scan ang blockchain para sa mga UTXO lamang na pagmamay-ari ng mga address na iyon upang malaman kung aling mga barya ang nabibilang sa iyong wallet at maaaring gastusin.</p> <p>Sa Monero, gayunpaman, pinapanatili ng lahat ng transaksyon ang privacy ng user sa pamamagitan ng pagtatago sa nagpadala, tagatanggap, at mga halagang kasama sa bawat transaksyon. Ang privacy na ito, habang mahalaga sa pagprotekta sa mga user ng network, ay nagpapakilala rin ng mas mabagal na pag-synchronize ng wallet. Sa Monero, kailangang ihambing ng iyong wallet ang bawat output ng transaksyon (TXO) na umiiral sa network sa mga pribadong key ng iyong wallet.</p> <p>Ang paghahambing na ito ay nagsasangkot ng maraming kumplikadong matematika at cryptography upang patunayan na ang isang output ay tunay na sa iyo, dahil ang lahat ng mga halaga, address, at kilalang-ginastos na mga output (o mga barya) ay nakatago on-chain sa Monero.</p>
tr: <p>Etiketleri görüntüleme gibi bir çözüme olan ihtiyacı daha iyi anlamak için yanıtlamamız gereken ilk sorulardan biri, Monero'nun cüzdan senkronizasyonunun neden Bitcoin gibi kripto para birimlerinden daha yavaş olduğudur.</p> <p>Bitcoin'de, tüm işlemler özel olmadığından ve harcanan paraları, tutarları ve zincirdeki adresleri ortaya çıkardığından, Bitcoin cüzdanları, belirli bir cüzdan için harcanmamış işlem çıktılarını (UTXO'lar) veya kullanılmış adresleri kolayca arayabilir , hangi paraların cüzdanınıza ait olduğunu ve harcanabileceğini bulmak için blok zincirini yalnızca bu adreslere ait UTXO'lar için hızlı bir şekilde tarar.</p> <p>Ancak Monero'da tüm işlemler, göndereni, alıcıyı ve her işlemde yer alan tutarları gizleyerek kullanıcının gizliliğini korur. Bu gizlilik, ağ kullanıcılarının korunması açısından hayati öneme sahip olmakla birlikte, aynı zamanda daha yavaş cüzdan senkronizasyonunu da beraberinde getirir. Monero'da cüzdanınızın, ağda bulunan her işlem çıkışını (TXO) cüzdanınızın özel anahtarlarıyla karşılaştırması gerekir.</p> <p>Tüm tutarlar, adresler ve harcandığı bilinen çıktılar (veya madeni paralar) Monero'da zincir üzerinde gizlendiğinden, bu karşılaştırma bir çıktının gerçekten size ait olduğunu doğrulamak için birçok karmaşık matematik ve kriptografi içerir.</p>
ur: <p>ویو ٹیگز جیسے حل کی ضرورت کو بہتر طور پر سمجھنے کے لیے ہمیں پہلے سوالوں میں سے ایک کا جواب دینا ہے کہ Monero کے والیٹ کی مطابقت پذیری Bitcoin جیسی cryptocurrencies کے مقابلے میں سست کیوں ہے۔</p> <p>بِٹ کوائن میں، چونکہ تمام لین دین نجی نہیں ہوتے ہیں اور یہ ظاہر کرتے ہیں کہ خرچ کیے جانے والے سکے، رقوم، اور آن چین میں شامل پتے، بٹ کوائن والیٹس کسی بھی غیر خرچ شدہ ٹرانزیکشن آؤٹ پٹس (UTXOs) یا دیئے گئے والیٹ کے لیے استعمال شدہ پتوں کو آسانی سے دیکھ سکتے ہیں۔ صرف ان پتوں کی ملکیت والے UTXOs کے لیے بلاک چین کو تیزی سے اسکین کرنا تاکہ یہ معلوم کیا جا سکے کہ کون سے سکے آپ کے بٹوے کے ہیں اور خرچ کیے جا سکتے ہیں۔</p> <p>منیرو میں، تاہم، تمام لین دین بھیجنے والے، وصول کنندہ اور ہر لین دین میں شامل رقم کو چھپا کر صارف کی رازداری کو محفوظ رکھتے ہیں۔ یہ رازداری، جبکہ نیٹ ورک کے صارفین کی حفاظت کے لیے بہت ضروری ہے، پرس کی سست ہم آہنگی کو بھی متعارف کراتی ہے۔ Monero میں، آپ کے بٹوے کو نیٹ ورک پر موجود ہر ٹرانزیکشن آؤٹ پٹ (TXO) کا آپ کے بٹوے کی نجی چابیاں سے موازنہ کرنا ہوتا ہے۔</p> <p>اس موازنے میں کافی پیچیدہ ریاضی اور خفیہ نگاری شامل ہے تاکہ یہ تصدیق کی جا سکے کہ ایک آؤٹ پٹ واقعی آپ کا ہے، کیونکہ تمام رقمیں، پتے، اور معلوم خرچ آؤٹ پٹ (یا سکے) Monero میں آن چین پوشیدہ ہیں۔</p>
zh_cn: <p>为了更好地理解查看标签这样的解决方案的需求，我们首先要回答的一个问题是，为什么门罗币的钱包同步速度比比特币等加密货币慢。</p> <p>在比特币中，由于所有的交易都不是私密的，会在链上显示被花费的硬币、金额和涉及的地址，比特币钱包可以简单地寻找任何未花费的交易输出（UTXO）或特定钱包的使用地址，快速扫描区块链，只寻找这些地址所拥有的UTXO，以找出哪些硬币属于你的钱包并可以被花费。</p> <p>然而，在门罗币中，所有交易都通过隐藏发送人、收款人和每笔交易涉及的金额来保护用户的隐私。这种隐私，虽然对保护网络用户至关重要，但也带来了较慢的钱包同步。在门罗币中，你的钱包必须将网络上存在的每一笔交易输出（TXO）与你钱包的私钥进行比较。</p> <p>这种比较涉及到很多复杂的数学和密码学，以验证一个输出是真正属于你的，因为所有的金额、地址和已知花费的输出（或币）都隐藏在门罗币的链上。</p>
zh_tw: <p>為了更好地理解查看標籤這樣的解決方案的需求，我們首先要回答的一個問題是，為什麼門羅幣的錢包同步速度比比特幣等加密貨幣慢。</p> <p>在比特幣中，由於所有的交易都不是私密的，會在鏈上顯示被花費的硬幣、金額和涉及的地址，比特幣錢包可以簡單地尋找任何未花費的交易輸出（UTXO）或特定錢包的使用地址，快速掃描區塊鏈，只尋找這些地址所擁有的UTXO，以找出哪些硬幣屬於你的錢包並可以被花費。</p> <p>然而，在門羅幣中，所有交易都通過隱藏發送人、收款人和每筆交易涉及的金額來保護用戶的隱私。這種隱私，雖然對保護網絡用戶至關重要，但也帶來了較慢的錢包同步。在門羅幣中，你的錢包必須將網絡上存在的每一筆交易輸出（TXO）與你錢包的私鑰進行比較。</p> <p>這種比較涉及到很多複雜的數學和密碼學，以驗證一個輸出是真正屬於你的，因為所有的金額、地址和已知花費的輸出（或幣）都隱藏在門羅幣的鏈上。</p>

# knowledge250SbviewTags250Sb1250Sbtitle
source: Why is Monero’s wallet sync slower than Bitcoin’s?
cs: Proč je synchronizace peněženky Monero pomalejší než u Bitcoinu?
fi: Miksi Moneron lompakon synkronointi on hitaampaa kuin Bitcoinin?
fr: Pourquoi la synchronisation du portefeuille sur Monero est-elle plus lente que celle sur Bitcoin ?
it: Perché la sincronizzazione del portafoglio di Monero è più lenta di quella di Bitcoin?
lt: Kodėl Monero piniginės sinchronizavimas yra lėtesnis nei Bitcoin?
nb: Hvorfor er Moneros lommeboksynkronisering tregere enn Bitcoins?
nl: Waarom is de synchronisatie van de portefeuille van Monero langzamer dan die van Bitcoin?
pl: Dlaczego synchronizacja portfela Monero jest wolniejsza niż Bitcoina?
pt_br: Por que a sincronização da carteira de Monero é mais lenta do que a de Bitcoin?
sl: Zakaj je sinhronizacija Monero denarnice počasnejša od sinhronizacije denarnice Bitcoin?
sv: Varför är Moneros plånbokssynkronisering långsammare än Bitcoins?
tl: Bakit mas mabagal ang pag-sync ng wallet ni Monero kaysa sa Bitcoin?
tr: Monero'nun cüzdan senkronizasyonu neden Bitcoin'inkinden daha yavaş?
ur: Monero کے والیٹ کی مطابقت پذیری Bitcoin کی نسبت سست کیوں ہے؟
zh_cn: 为什么门罗币的钱包同步速度比比特币的慢？
zh_tw: 為什麼門羅幣的錢包同步速度比比特幣的慢？
