Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# affiliate__example__text
source: You get two users, buyer and seller of the {assetName} registered on {appName}, and they do one trade valued 100 {assetSymbol}. You earn 20% commission on the {appName} trading fees from both participants, in total 40% of the {appName} fee. Your earned sum is 0.4 {assetSymbol}. Only finalized sales that go though our transaction process matter. Payouts are made daily. {appName} support is more than willing to help you with any questions.
cs: Získáte dva uživatele, kupujícího a prodejce {assetName} registrovaného na {appName}, kteří provedou jeden obchod v hodnotě 100 {assetSymbol}. Získáte 20% provizi z poplatků za obchodování {appName} od obou účastníků, celkem 40 % z poplatku {appName}. Vaše vydělaná částka je 0,4 {assetSymbol}. Důležité jsou pouze dokončené prodeje, které projdou naším transakčním procesem. Výplaty se provádějí denně. Podpora {appName} je více než ochotná vám pomoci s jakýmikoli dotazy.
fi: Saat kaksi käyttäjää, {assetName}:n ostaja ja myyjä, jotka on rekisteröity {appName}:lle, ja he tekevät yhden kaupan, jonka arvo on 100 {assetSymbol}. Ansaitset 20% provisiota {appName}-kaupankäyntikuluista molemmilta osallistujilta, yhteensä 40% {appName}-kuluista. Ansaitsemasi summa on 0,4 {assetSymbol}. Vain viimeistellyillä myynneillä, jotka menevät läpi kauppaprosessimme, on merkitystä. Kumppanuuspalkkiot maksetaan päivittäin. {appName}-tuki on aina valmiina auttamaan sinua kaikissa kysymyksissä.
fr: Vous obtenez deux utilisateurs, acheteur et vendeur de {assetName} enregistrés sur {appName}, et ils effectuent une transaction d'une valeur de 100 {assetSymbol}. Vous gagnez une commission de 20% sur les frais de transaction {appName} des deux participants, soit au total 40% des frais {appName}. Votre somme gagnée est de 0,4 {assetSymbol}. Seules les ventes finalisées qui passent par notre processus de transaction comptent. Les paiements sont effectués quotidiennement. Le support {appName} est plus que disposé à vous aider pour toute question.
it: Ottieni due utenti, acquirente e venditore di {assetName} registrati su {appName}, e fanno uno scambio del valore di 100 {assetSymbol}. Guadagni una commissione del 20% sulle commissioni di trading {appName} da entrambi i partecipanti, in totale il 40% della commissione {appName}. La tua somma guadagnata è 0,4 {assetSymbol}. Sono importanti solo le vendite finalizzate che passano attraverso il nostro processo di transazione. I pagamenti vengono effettuati giornalmente. Il supporto {appName} è più che disposto ad aiutarti per qualsiasi domanda.
lt: Jūs gaunate du naudotojus, {assetName} pirkėją ir pardavėją, registruotą {appName}, ir jie atlieka vieną sandorį, kurio vertė 100 {assetSymbol}. Iš abiejų dalyvių uždirbate 20 % komisinių už {appName} prekybos mokesčius, iš viso 40 % {appName} mokesčio. Jūsų uždirbta suma yra 0,4 {assetSymbol}. Svarbu tik užbaigti pardavimai, kurie vyksta per mūsų sandorio procesą. Išmokos mokamos kasdien. {appName} palaikymas yra daugiau nei pasirengęs padėti jums iškilus bet kokiems klausimams.
nb: Du får to brukere, kjøper og selger av {assetName} registrert på {appName}, og de gjør en handel verdt 100 {assetSymbol}. Du tjener 20 % provisjon på {appName} handelsgebyrene fra begge deltakerne, totalt 40 % av {appName} gebyret. Din opptjente sum er 0,4 {assetSymbol}. Kun sluttførte salg som går gjennom transaksjonsprosessen vår betyr noe. Utbetalinger gjøres daglig. {appName}-støtte er mer enn villig til å hjelpe deg med alle spørsmål.
nl: U krijgt twee gebruikers, koper en verkoper van de {assetName} geregistreerd op {appName}, en ze doen één transactie ter waarde van 100 {assetSymbol}. U verdient 20% commissie over de {appName} handelskosten van beide deelnemers, dus in totaal 40% van de {appName} vergoeding. U verdiende bedrag is 0,4 {assetSymbol}. Alleen afgeronde verkopen die door ons transactieproces gaan, zijn van belang. Dagelijks worden er uitbetalingen gedaan. {appName}-ondersteuning is meer dan bereid om u te helpen met eventuele vragen.
pl: Masz dwóch użytkowników, kupującego i sprzedającego {assetName} zarejestrowanych na {appName}, którzy wykonują jedną transakcję o wartości 100 {assetSymbol}. Otrzymujesz 20% prowizji od opłat handlowych {appName} od obu uczestników, łącznie 40% opłaty transakcyjnej {appName}. Twoja zarobiona suma to 0,4 {assetSymbol}. Liczą się tylko sfinalizowane handle, które przechodzą przez nasz proces transakcyjny. Wypłaty są dokonywane codziennie. Wsparcie {appName} z chęcią odpowie na wszelkie pytania.
pt_br: Você obtém dois usuários, comprador e vendedor do {assetName} registrados em {appName}, e eles fazem uma negociação no valor de 100 {assetSymbol}. Você ganha 20% de comissão sobre as taxas de negociação {appName} de ambos os participantes, totalizando 40% da taxa {appName}. Sua soma ganha é 0,4 {assetSymbol}. Apenas as vendas finalizadas que passam pelo nosso processo de transação importam. Os pagamentos são feitos diariamente. O suporte {appName} está mais do que disposto a ajudá-lo com qualquer dúvida.
sl: Dobite dva uporabnika, kupca in prodajalca {assetName}, registrirana na {appName}, in izvedeta eno trade v vrednosti 100 {assetSymbol}. Zaslužite 20 % {appName} provizije trgovanja od obeh udeležencev, skupaj 40 % provizije {appName}. Vaš zasluženi znesek je 0.4 {assetSymbol}. Samo zaključene prodaje, ki potekajo skozi naš tranzakcijski postopek. Izplačila se izvajajo dnevno. Podpora {appName} vam je več kot pripravljena pomagati pri kakršnih koli vprašanjih.
sv: Du får två användare, köpare och säljare av {assetName} registrerade på {appName}, och de gör en handel värd 100 {assetSymbol}. Du tjänar 20 % i provision på {appName} handelsavgifterna från båda deltagarna, totalt 40 % av {appName} avgiften. Din intjänade summa är 0,4 {assetSymbol}. Endast slutförda försäljningar som går genom vår transaktionsprocess spelar roll. Utbetalningar görs dagligen. {appName} supporten är mer än villig att hjälpa dig med eventuella frågor.
tl: Makakakuha ka ng dalawang user, bumibili at nagbebenta ng {assetName} na nakarehistro sa {appName}, at gumawa sila ng isang trade na nagkakahalaga ng 100 {assetSymbol}. Makakakuha ka ng 20% na komisyon sa {appName} na mga bayarin sa pangangalakal mula sa parehong kalahok, sa kabuuang 40% ng bayad sa {appName}. Ang iyong kinita na kabuuan ay 0.4 {assetSymbol}. Tanging ang mga pinal na benta na napupunta kahit na mahalaga ang proseso ng aming transaksyon. Ang mga pagbabayad ay ginagawa araw-araw. Ang suporta ng {appName} ay higit sa handang tumulong sa iyo sa anumang mga katanungan.
tr: {appName}'e kayıtlı {assetName}'in alıcısı ve satıcısı olmak üzere iki kullanıcınız olur ve bunlar 100 {assetSymbol} değerinde bir işlem yaparlar. Her iki katılımcıdan da {appName} işlem ücreti üzerinden %20 komisyon kazanırsınız, toplamda {appName} ücretinin %40'ı kadar. Kazandığınız tutar 0,4 {assetSymbol}. Yalnızca işlem sürecimizden geçen kesinleşmiş satışlar önemlidir. Ödemeler günlük olarak yapılır. {appName} desteği her türlü sorunuzda size yardımcı olmaya fazlasıyla hazırdır.
ur: آپ کو {appName} پر رجسٹرڈ {assetName} کے خریدار اور بیچنے والے دو صارفین ملتے ہیں، اور وہ 100ماليت {assetSymbol} کی ایک تجارت کرتے ہیں۔ آپ دونوں شرکاء سے {appName} ٹریڈنگ فیس پر 20% کمیشن حاصل کرتے ہیں، مجموعی طور پر {appName} فیس کے %40 میں سے۔ آپ کی کمائی ہوئی رقم 0.4 {assetSymbol} ہے۔ صرف حتمی سیلز جو کہ ہمارے لین دین کے عمل کو اہمیت دیتے ہیں۔ ادائیگی روزانہ کی جاتی ہے۔ {appName} سپورٹ کسی بھی سوال میں آپ کی مدد کرنے کے لیے تیار ہے۔
zh_cn: 您有两个用户，即在 {appName} 上注册的 {assetName} 的买家和卖家，他们进行了一笔价值 100 {assetSymbol} 的交易。您从双方参与者处赚取 {appName} 交易费用的 20% 佣金，总共为 {appName} 费用的 40%。 您赚取的总金额为 0.4 {assetSymbol}。只有经过我们交易流程的最终销售才重要。付款是每天进行的。 {appName} 支持人员非常愿意帮助您解决任何问题。
zh_tw: 你有兩個用戶，{assetName} 的買家和賣家在 {appName} 上註冊，他們進行一筆價值 100 {assetSymbol} 的交易。您從兩個參與者的 {appName} 交易費用中賺取 20% 的佣金，總共是 {appName} 費用的 40%。 您的收入是 0.4 {assetSymbol}。只有通過我們的交易流程的最終銷售才重要。付款是每天進行的。 {appName} 支持非常願意幫助您解決任何問題。

# affiliate__enable_btn
source: Enable affiliate program
cs: Povolit affiliate program
fi: Ota kumppaniohjelma käyttöön
fr: Activer le programme d'affiliation
it: Attivare il programma di affiliazione
lt: Įgalinti filialų programą
nb: Aktiver tilknyttede program
nl: Partnerprogramma inschakelen
pl: Włącz program partnerski
pt_br: Habilitar programa de afiliados
sl: Omogoči referenčni program
sv: Din hänvisningskod
tl: Paganahin ang programang kaakibat
tr: Ortaklık programını etkinleştir
ur: ملحق پروگرام کو فعال کریں
zh_cn: 启用会员计划
zh_tw: 啟用會員計劃

# affiliate__enabled
source: Your affiliate program is enabled, and you can earn commissions by adding your affiliate tag {refCode} to any {appName} URL.
cs: Váš partnerský program je povolen a můžete vydělávat provize přidáním značky affiliate partnera {ref_code} na jakoukoli {appName} URL.
fi: Kumppanuusohjelmasi on otettu käyttöön ja voit ansaita palkkioita lisäämällä kumppani-tagisi {refCode} mihin tahansa {appName} URL-osoitteeseen.
fr: Votre programme d'affiliation est activé et vous pouvez gagner des commissions en ajoutant votre code d'affiliation {ref_code} à n'importe quelle URL {appName}.
it: Il tuo programma di affiliazione è abilitato e puoi guadagnare commissioni aggiungendo il tuo tag di affiliazione {refCode} a qualsiasi URL {appName}.
lt: Jūsų filialo programa įgalinta ir galite uždirbti komisinių pridėję filialo žymą {refCode} prie bet kurio {appName} URL.
nb: Ditt tilknyttede program er aktivert, og du kan tjene provisjoner ved å legge til din affiliate-tag {refCode} til en hvilken som helst {appName} URL.
nl: Uw partnerprogramma is ingeschakeld en u kunt commissies verdienen door uw partnertag {ref_code} toe te voegen aan een willekeurige {appName} URL.
pl: Twój program partnerski jest włączony i możesz zarabiać prowizje, dodając swój tag partnerski {refCode} do dowolnego adresu URL {appName}.
pt_br: Seu programa de afiliados está ativado e você pode ganhar comissões adicionando sua tag de afiliado {ref_code} a qualquer URL {appName}.
sl: Vaš referenčni program je omogočen in lahko zaslužite provizijo z dodajanjem referenčne oznake {refCode} kateremu koli URL-ju {appName}.
sv: Ditt affiliateprogram är aktiverat och du kan tjäna provision genom att lägga till din affiliatetagg {refCode} till valfri {appName} URL.
tl: Ang iyong affiliate program ay pinagana, at maaari kang makakuha ng mga komisyon sa pamamagitan ng pagdaragdag ng iyong affiliate tag {refCode} sa anumang {appName} URL.
tr: Satış ortağı programınız etkinleştirildi ve satış ortağı etiketinizi {refCode} herhangi bir {appName} URL'sine ekleyerek komisyon kazanabilirsiniz.
ur: آپ کا الحاق پروگرام فعال ہے، اور آپ کسی بھی {appName} URLمیں اپنا الحاق ٹیگ {refCode} شامل کر کے کمیشن حاصل کر سکتے ہیں۔
zh_cn: 您的联属计划已启用，您可以通过将联属标签 {refCode} 添加到任何 {appName} 网址来赚取佣金。
zh_tw: 您的聯盟計劃已啟用，您可以通過將聯盟標籤 {refCode} 添加到任何 {appName} URL 來賺取佣金。

# reputation_import__step__username__input__label
source: Your {platform} username
cs: Vaše {platform} uživatelské jméno
fi: Sinun {platform} käyttäjänimi
fr: Votre nom d'utilisateur sur {platform}
it: Il tuo nome utente {platform}
lt: Jūsų {platform} naudotojo vardas
nb: Ditt {platform} brukernavn
nl: Uw {platform} gebruikersnaam
pl: Twoja nazwa użytkownika {platform}
pt_br: Seu {platform} nome de usuário
sl: Vaše {platform} uporabniško ime
sv: Din {platform} användarnamn
tl: Ang iyong {platform} username
tr: {platform} kullanıcı adınız
ur: آپ کا {platform} صارف نام
zh_cn: 您的 {platform} 用户名
zh_tw: 您的 {platform} 用戶名

# reputation_import__step__code__message
source: Add this code somewhere on your public {platform} profile. Once we've verified the code, you can remove it.
cs: Přidejte tento kód někam do svého veřejného profilu {platform}. Jakmile kód ověříme, můžete jej odstranit.
fi: Lisää tämä koodi jonnekin julkiseen {platform}-profiiliisi. Kun olemme vahvistaneet koodin, voit poistaa sen.
fr: Ajoutez ce code quelque part sur votre profil public {platform}. Une fois que nous aurons vérifié le code, vous pourrez le supprimer.
it: Aggiungete questo codice nel vostro profilo pubblico {platform} . Una volta verificato il codice, è possibile rimuoverlo.
lt: Pridėkite šį kodą kur nors savo viešajame {platform} profilyje. Kai tik patvirtinsime kodą, galėsite jį pašalinti.
nb: Legg til denne koden et sted på den offentlige {platform}-profilen din. Når vi har bekreftet koden, kan du fjerne den.
nl: Voeg deze code ergens toe aan uw openbare {platform} profiel. Nadat we de code hebben geverifieerd, kunt u deze verwijderen.
pl: Dodaj ten kod gdzieś na swoim publicznym profilu {platform}. Po zweryfikowaniu kodu możesz go usunąć.
pt_br: Adicione este código em algum lugar em seu perfil público {platform} . Uma vez verificado o código, você pode removê-lo.
sl: Dodajte to kodo v svoj javni profil {platform}. Ko kodo preverimo, jo lahko odstranite.
sv: Lägg till den här koden någonstans på din offentliga {platform} profil. När vi har verifierat koden kan du ta bort den.
tl: Idagdag ang code na ito sa isang lugar sa iyong pampublikong {platform} profile. Kapag na-verify na namin ang code, maaari mo itong alisin.
tr: Bu kodu genel {platform} profilinizin bir yerine ekleyin. Kodu doğruladıktan sonra kaldırabilirsiniz.
ur: اس کوڈ کو اپنے عوامی {platform} پروفائل میں کہیں شامل کریں۔ ایک بار جب ہم کوڈ کی توثیق کر لیتے ہیں، تو آپ اسے ہٹا سکتے ہیں۔
zh_cn: 将此代码添加到您的公开 {platform} 个人资料中的某个位置。验证代码后，您可以将其删除。
zh_tw: 將此代碼添加到您的公開 {platform} 個人資料中的某個位置。驗證代碼後，您可以將其刪除。

# settings__homepage_tip
source: Shown on your public profile. Only valid URL accepted (e.g. https://{exampleUrl})
cs: Zobrazí se na vašem veřejném profilu. Je povolena pouze platná adresa URL (např. https://{example_url})
fi: Näkyy julkisessa profiilissasi. Vain kelvollinen URL-osoite hyväksytään (esim. https://{exampleUrl})
fr: Affichée sur votre profil public. Seule une URL valide est acceptée (par exemple, https://{example_url})
it: Mostrato sul profilo pubblico. Si accettano solo URL validi (ad es. https://{exampleUrl}).
lt: Rodoma jūsų viešajame profilyje. Priimamas tik galiojantis URL (pvz., https://{exampleUrl})
nb: Vises på den offentlige profilen din. Bare gyldig URL akseptert (f.eks. https://{exampleUrl})
nl: Weergegeven op uw openbare profiel. Alleen geldige URL geaccepteerd (bijv. https://{example_url})
pl: Wyświetlane w Twoim profilu publicznym. Akceptowany jest tylko prawidłowy adres URL (np. https://{exampleUrl})
pt_br: Mostrado em seu perfil público. Somente URL válida aceita (por exemplo https://{example_url})
sl: Prikazano v vašem javnem profilu. Sprejet je samo veljaven URL (npr. https://{exampleUrl})
sv: Visas på din offentliga profil. Endast giltig URL accepteras (t.ex. https://{exampleUrl})
tl: Ipinapakita sa iyong pampublikong profile. Tanging wastong URL ang tinatanggap (hal. https://{example_url})
tr: Herkese açık profilinizde gösterilir. Yalnızca geçerli URL kabul edilir (ör. https://{exampleUrl})
ur: آپ کے عوامی پروفائل پر دکھایا گیا ہے۔ صرف درست URL قبول کیا گیا (e.g. https://{exampleUrl})
zh_cn: 显示在您的公开个人资料上。只接受有效的 URL（例如 https://{exampleUrl}）
zh_tw: 顯示在您的公開個人資料上。只接受有效的 URL（例如 https://{exampleUrl}）

# settings__personal_info_tip
source: Shown on your public profile. Maximum 65536 characters. Can use markdown for styling.
cs: Zobrazí se na vašem veřejném profilu. Maximálně 65536 znaků. Pro styling lze použít markdown.
fi: Näkyy julkisessa profiilissasi. Enintään 65536 merkkiä. Voit käyttää markdownia muotoiluun.
fr: Affichée sur votre profil public. Maximum 65536 caractères. Peut utiliser le formatage « markdown » pour le style.
it: Mostrato sul profilo pubblico. Massimo 65536 caratteri. Può utilizzare markdown per lo styling.
lt: Rodoma jūsų viešajame profilyje. Daugiausia 65536 simboliai. Stiliavimui galima naudoti žymėjimą.
nb: Vises på den offentlige profilen din. Maksimalt 65536 tegn. Kan bruke markdown for styling.
nl: Weergegeven op uw openbare profiel. Maximaal 65536 tekens. Kan markdown gebruiken voor styling.
pl: Wyświetlane w Twoim profilu publicznym. Maksymalnie 65536 znaków. Może używać markdown do stylizacji.
pt_br: Mostrado em seu perfil público. Máximo de 65536 caracteres. Pode usar markdown para estilo.
sl: Prikazano v vašem javnem profilu. Največ 65536 znakov. Lahko uporabite markdown za oblikovanje.
sv: Visas på din offentliga profil. Maximalt 65536 tecken. Kan använda markdown för styling.
tl: Ipinapakita sa iyong pampublikong profile. Maximum na 65536 na character. Maaaring gumamit ng markdown para sa pag-istilo.
tr: Herkese açık profilinizde gösterilir. Maksimum 65536 karakter. Şekillendirme için işaretlemeyi kullanabilir.
ur: آپ کے عوامی پروفائل پر دکھایا گیا ہے۔ زیادہ سے زیادہ 65536 حروف۔ اسٹائل کے لیے مارک ڈاؤن استعمال کر سکتے ہیں۔
zh_cn: 显示在您的公开个人资料上。最多 65536 个字符。可以使用 Markdown 进行样式设置。
zh_tw: 顯示在您的公開個人資料上。最多 65536 個字符。可以使用 Markdown 進行樣式設置。

# settings__personal_info_tip_1
source: Shown on your public profile. Maximum 65536 characters.
cs: Zobrazí se na vašem veřejném profilu. Maximálně 65536 znaků.
fi: Näkyy julkisessa profiilissasi. Enintään 65536 merkkiä.
fr: Affichée sur votre profil public. Maximum 65536 caractères.
it: Mostrato sul profilo pubblico. Massimo 65536 caratteri.
lt: Rodoma jūsų viešajame profilyje. Daugiausia 65536 simboliai.
nb: Vises på den offentlige profilen din. Maksimalt 65536 tegn.
nl: Weergegeven op uw openbare profiel. Maximaal 65536 tekens.
pl: Wyświetlane w Twoim profilu publicznym. Maksymalnie 65536 znaków.
pt_br: Mostrado em seu perfil público. Máximo de 65536 caracteres.
sl: Prikazano v vašem javnem profilu. Največ 65536 znakov.
sv: Visas på din offentliga profil. Maximalt 65536 tecken.
tl: Ipinapakita sa iyong pampublikong profile. Maximum na 65536 na character.
tr: Herkese açık profilinizde gösterilir. Maksimum 65536 karakter.
ur: آپ کے عوامی پروفائل پر دکھایا گیا ہے۔ زیادہ سے زیادہ 65536 حروف۔
zh_cn: 显示在您的公开个人资料上。最多 65536 个字符。
zh_tw: 顯示在您的公開個人資料上。最多 65536 個字符。

# coupons__coupon__type_here
source: Type your coupon here
cs: Zde zadejte svůj kupón
fi: Kirjoita kuponkisi tähän
fr: Entrer votre coupon ici
it: Inserite qui il vostro coupon
lt: Įveskite savo kuponą čia
nb: Skriv inn kupongen din her
nl: Typ hier uw coupon
pl: Wpisz swój kupon tutaj
pt_br: Digite aqui seu cupom
sl: Tukaj vnesite svoj kupon
sv: Ange din kupong här
tl: I-type ang iyong kupon dito
tr: Kuponunuzu buraya yazın
ur: اپنا کوپن یہاں ٹائپ کریں
zh_cn: 在此处输入您的优惠券
zh_tw: 在此處輸入您的優惠券

# trade__mark_pay_according
source: Pay according to the payment details shown below. If you have any questions, ask the seller in the chat.
cs: Plaťte podle níže uvedených platebních údajů. Pokud máte nějaké dotazy, zeptejte se prodejce v chatu.
fi: Maksa alla olevien maksutietojen mukaan. Jos sinulla on kysyttävää, kysy myyjältä kauppakeskustelussa.
fr: Payez selon les détails de paiement indiqués ci-dessous. Si vous avez des questions, posez-les au vendeur dans le tchat.
it: Pagare secondo i dettagli di pagamento indicati di seguito. Se hai domande, chiedi al venditore nella chat.
lt: Mokėkite pagal toliau pateiktą mokėjimo informaciją. Jei turite klausimų, kreipkitės į pardavėją pokalbyje.
nb: Betal i henhold til betalingsdetaljene vist nedenfor. Hvis du har spørsmål, spør selgeren i chatten.
nl: Betaal volgens de onderstaande betaalgegevens. Als u vragen heeft, stel ze dan aan de verkoper in de chat.
pl: Zapłać zgodnie ze szczegółami płatności podanymi poniżej. Jeśli masz jakieś pytania, zapytaj sprzedawcę na czacie.
pt_br: Pague de acordo com os detalhes de pagamento mostrados abaixo. Se você tiver alguma dúvida, pergunte ao vendedor no chat.
sl: Plačajte v skladu s spodnjimi podatki o plačilu. Če imate kakršna koli vprašanja, vprašajte prodajalca v klepetu.
sv: Betala enligt de betalningsuppgifter som visas nedan. Om du har några frågor, fråga säljaren i chatten.
tl: Magbayad ayon sa mga detalye ng pagbabayad na ipinapakita sa ibaba. Kung mayroon kang anumang mga katanungan, tanungin ang nagbebenta sa chat.
tr: Aşağıda gösterilen ödeme ayrıntılarına göre ödeme yapın. Sorularınız varsa sohbette satıcıya sorun.
ur: ذیل میں دکھائے گئے ادائیگی کی تفصیلات کے مطابق ادائیگی کریں۔ اگر آپ کے کوئی سوالات ہیں تو، چیٹ میں بيچنے والے سے پوچھیں۔
zh_cn: 根据如下所示的付款明细付款。如果您有任何问题，请在聊天中询问卖家。
zh_tw: 根據如下所示的付款明細付款。如果您有任何問題，請在聊天中詢問賣家。

# dashboard__trade__status__open
source: Open
cs: Otevřeno
fi: Avaa
fr: Ouvertes
it: Aprire
lt: Atviras
nb: Åpen
pl: Otwarty
pt_br: Aberto
sl: Odprto
sv: Öppna
tl: Bukas
tr: Açık
ur: کھولیں
zh_cn: 打开
zh_tw: 打開

# wallet__available_balance
source: Available Balance
cs: Dostupná částka
fi: Käytettävissä oleva saldo
fr: Solde disponible
it: saldo disponibile
lt: Turimas balansas
nb: Tilgjengelig balanse
nl: Beschikbare Saldo
pl: Dostępne saldo
pt_br: Saldo disponível
sl: Razpoložljivo stanje
sv: Tillgängligt saldo
tl: Magagamit na Balanse
tr: Kalan bakiye
ur: دستیاب بیلنس
zh_cn: 可用余额
zh_tw: 可用餘額
