Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbbtc250Sbuntraceable250Sbtext
source: <p> Since all Bitcoin transactions are visible on the blockchain, ALL Bitcoin transactions can be traced. A Bitcoin mixer can highly obfuscate transactions, making it much more difficult for someone to trace the Bitcoins, but not impossible. As technology progresses and companies which specialize in tracing Bitcoin transactions become more prevalent, once highly-obfuscated transactions will become relatively easily traceable: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Law Enforcement Continues to Invest in Bitcoin Tracking Services </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins Are Easier to Track Than You Think </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: A Company Specializing in Tracing Bitcoin for Law Enforcement </a> </li> </ul> <p> A Google search will reveal dozens of articles like the ones above. And remember, any transaction that occurred at any time in the past is on the blockchain and has the potential to be traced, even if a mixing service was used. In fact, the use of a mixing service is likely to draw attention to those transactions. </p>
cs: <p> Vzhledem k tomu, že všechny transakce Bitcoinu jsou viditelné v blockchainu, lze vysledovat VŠECHNY transakce Bitcoinu. Mixér Bitcoinů může transakce značně zastřít, což někomu značně ztěžuje, ale ne znemožňuje, aby Bitcoiny vystopoval. Jak technologie postupuje a společnosti, které se specializují na sledování transakcí Bitcoinu, se stávají stále rozšířenějšími, kdysi vysoce zastřené transakce budou relativně snadno dohledatelné. </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Vymáhání práva nadále investuje do služeb sledování Bitcoinů </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoiny je snazší sledovat, než si myslíte </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: Společnost specializující se na sledování Bitcoinů pro účely vymáhání práva </a> </li> </ul> <p> Vyhledávání na Googlu odhalí desítky článků, jako jsou ty výše uvedené. A nezapomeňte, že jakákoli transakce, která proběhla kdykoli v minulosti, je v blockchainu a je možné ji vystopovat, i když byla použita směšovací služba. Ve skutečnosti je pravděpodobné, že použití směšovací služby na tyto transakce upozorní. </p>
fi: <p> Koska kaikki Bitcoin-tapahtumat näkyvät lohkoketjussa, KAIKKI Bitcoin-transaktiot voidaan jäljittää. Bitcoin-sekoitin voi hämärtää liiketoimia, mikä tekee Bitcoinien jäljittämisestä paljon vaikeampaa, mutta ei mahdotonta. Teknologian kehittyessä ja Bitcoin-transaktioiden jäljittämiseen erikoistuneiden yritysten yleistyessä erittäin hämärät tapahtumat tulevat suhteellisen helposti jäljitettäviksi: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Lainvalvontaviranomaiset investoivat edelleen Bitcoin-seurantapalveluihin </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoineja on helpompi seurata kuin luulet </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: Yritys, joka on erikoistunut Bitcoinin jäljittämiseen lainvalvontaa varten </a> </li> </ul> <p> Google-haku paljastaa kymmeniä yllä olevien kaltaisia artikkeleita. Ja muista, että kaikki transaktiot, jotka tapahtuivat milloin tahansa aiemmin, ovat lohkoketjussa ja ne voidaan jäljittää, vaikka käytettäisiin sekoituspalvelua. Itse asiassa sekoituspalvelun käyttö kiinnittää huomion näihin liiketoimiin. </p>
fr: <p> Étant donné que toutes les transactions Bitcoin sont visibles sur la blockchain, TOUTES les transactions Bitcoin peuvent être tracées. Un mélangeur Bitcoin peut fortement obscurcir les transactions, ce qui rend beaucoup plus difficile pour quelqu'un de retracer les Bitcoins, mais pas impossible. Au fur et à mesure que la technologie progresse et que les entreprises spécialisées dans le traçage des transactions Bitcoin deviennent plus répandues, les transactions autrefois très obscurcies deviendront relativement facilement traçables : </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/">Les forces de l'ordre continuent d'investir dans les services de suivi Bitcoin </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/">Time.com : les Bitcoins sont plus faciles à suivre que vous ne le pensez </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic : une entreprise spécialisée dans le traçage de Bitcoin pour les forces de l'ordre </a> </li> </ul> <p> Une recherche Google révélera des dizaines d'articles comme ceux ci-dessus. Et rappelez-vous, toute transaction qui s'est produite à un moment dans le passé est sur la blockchain et a le potentiel d'être tracée, même si un service de mélange a été utilisé. En fait, l'utilisation d'un service de mélange est susceptible d'attirer l'attention sur ces transactions. </p>
it: <p> Poiché tutte le transazioni Bitcoin sono visibili sulla blockchain, TUTTE le transazioni Bitcoin possono essere tracciate. Un mixer Bitcoin può altamente offuscare le transazioni, rendendo molto più difficile per qualcuno rintracciare i Bitcoin, ma non impossibile. Man mano che la tecnologia avanza e le aziende specializzate nel tracciare le transazioni Bitcoin diventano più prevalenti, una volta che le transazioni altamente offuscate diventeranno relativamente facilmente rintracciabili: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Le forze dell'ordine continuano a investire nei servizi di monitoraggio dei bitcoin </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: i bitcoin sono più facili da rintracciare di quanto pensi </a> </li> <li> <a href="https://www.elliptic.co/"> Ellittica: un'azienda specializzata nella ricerca di bitcoin per l'applicazione della legge </a> </li> </ul> <p> Una ricerca su Google rivelerà dozzine di articoli come quelli sopra. E ricorda, qualsiasi transazione avvenuta in qualsiasi momento nel passato è sulla blockchain e ha il potenziale per essere rintracciata, anche se è stato utilizzato un servizio di mixaggio. In effetti, è probabile che l'uso di un servizio di missaggio attiri l'attenzione su tali transazioni. </p>
lt: <p> Kadangi visos Bitcoin operacijos yra matomos blokų grandinėje, galima atsekti VISAS Bitcoin operacijas. „Bitcoin“ maišytuvas gali labai aptemdyti sandorius, todėl kažkam bus daug sunkiau atsekti bitkoinus, bet tai nėra neįmanoma. Tobulėjant technologijoms, o įmonėms, kurios specializuojasi sekti Bitcoin sandorius, vis labiau plinta, kai tik labai užtemdytos operacijos taps gana lengvai atsekamos: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Teisėsauga ir toliau investuoja į Bitcoin sekimo paslaugas </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins yra lengviau sekti, nei manote </a> </li> <li> <a href="https://www.elliptic.co/"> Elipsinė: įmonė, kurios specializacija yra bitkoinų atsekimas teisėsaugos tikslais </a> </li> </ul> <p> „Google“ paieška parodys daugybę straipsnių, panašių į aukščiau pateiktus. Ir atminkite, kad bet koks sandoris, įvykęs bet kuriuo metu praeityje, yra blokų grandinėje ir gali būti atsekamas, net jei buvo naudojama maišymo paslauga. Tiesą sakant, maišymo paslaugos naudojimas greičiausiai atkreips dėmesį į tuos sandorius. </p>
nb: <p> Siden alle Bitcoin-transaksjoner er synlige på blokkjeden, kan ALLE Bitcoin-transaksjoner spores. En Bitcoin-mikser kan tilsløre transaksjoner, noe som gjør det mye vanskeligere for noen å spore Bitcoins, men ikke umulig. Etter hvert som teknologien utvikler seg og selskaper som spesialiserer seg på å spore Bitcoin-transaksjoner blir mer utbredt, vil transaksjoner som først er svært uklare bli relativt lett sporbare: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Rettshåndhevelse fortsetter å investere i Bitcoin-sporingstjenester </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins er enklere å spore enn du tror </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: Et selskap som spesialiserer seg på å spore Bitcoin for rettshåndhevelse </a> </li> </ul> <p> Et Google-søk vil avdekke dusinvis av artikler som de ovenfor. Og husk, enhver transaksjon som har skjedd når som helst i fortiden er på blokkjeden og har potensial til å spores, selv om en blandetjeneste ble brukt. Faktisk vil bruken av en blandingstjeneste sannsynligvis trekke oppmerksomhet til disse transaksjonene. </p>
nl: <p> Aangezien alle Bitcoin-transacties zichtbaar zijn op de blockchain, zijn ALLE Bitcoin-transacties te traceren. Een Bitcoin-mixer kan transacties zeer vertroebelen, waardoor het voor iemand veel moeilijker wordt om de Bitcoins te traceren, maar niet onmogelijk. Naarmate de technologie vordert en bedrijven die gespecialiseerd zijn in het traceren van Bitcoin-transacties vaker voorkomen, zullen zeer versluierde transacties relatief gemakkelijk traceerbaar worden: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Wetshandhaving blijft investeren in Bitcoin Tracking Services </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins zijn gemakkelijker te volgen dan u denkt </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: een bedrijf dat gespecialiseerd is in het traceren van Bitcoin voor wetshandhaving </a> </li> </ul> <p> Een Google-zoekopdracht zal tientallen artikelen zoals deze hierboven onthullen. En vergeet niet dat elke transactie die op enig moment in het verleden heeft plaatsgevonden, zich op de blockchain bevindt en kan worden getraceerd, zelfs als er een mengservice is gebruikt. Het gebruik van een mengservice zal waarschijnlijk de aandacht vestigen op die transacties. </p>
pl: <p> Ponieważ wszystkie transakcje Bitcoina są widoczne na blockchainie, wszystkie transakcje Bitcoina można prześledzić. Mikser Bitcoin może wysoce zaciemnić transakcje, co znacznie utrudnia prześledzenie Bitcoinów, ale nie sprawia, że jest to niemożliwe. W miarę postępu technologii firmy specjalizują się w śledzeniu transakcji Bitcoinów, stają się bardziej powszechne, a niegdyś zaciemnione transakcje staną się stosunkowo łatwo identyfikowalne: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Law Enforcement Continues to Invest in Bitcoin Tracking Services </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins Are Easier to Track Than You Think </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: A Company Specializing in Tracing Bitcoin for Law Enforcement </a> </li> </ul> <p>Wystarczy poszukać w Google, a znajdzie się dziesiątki artykułów takich jak te powyżej. Pamiętaj, że każda transakcja, która miała miejsce kiedykolwiek w przeszłości, znajduje się na blockchainie i może zostać potencjalnie prześledzona, nawet jeśli użyto usługi miksera. W rzeczywistości użycie usługi miksera prawdopodobnie zwróci uwagę na Twoją transakcje.</p>
pt_br: <p> Como todas as transações Bitcoin são visíveis na cadeia de bloqueio, TODAS as transações Bitcoin podem ser rastreadas. Um misturador Bitcoin pode ofuscar altamente as transações, tornando muito mais difícil para alguém rastrear as Bitcoins, mas não impossível. Conforme a tecnologia avança e as empresas especializadas em rastrear as transações de Bitcoin se tornam mais prevalecentes, uma vez que as transações altamente obscurecidas se tornarão relativamente fáceis de rastrear: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> A aplicação da lei continua a investir em serviços de rastreamento de bitcoin </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins são mais fáceis de rastrear do que você pensa </a> </li> <li> <a href="https://www.elliptic.co/"> Elíptico: Uma empresa especializada em rastreamento de bitcoin para aplicação da lei </a> </li> </ul> <p> Uma pesquisa no Google revelará dezenas de artigos como os acima. E lembre-se, qualquer transação que tenha ocorrido a qualquer momento no passado está na cadeia de bloqueio e tem o potencial de ser rastreada, mesmo que tenha sido utilizado um serviço de mistura. Na verdade, o uso de um serviço de mistura é susceptível de chamar a atenção para essas transações. </p>
sl: <p> Ker so vse Bitcoin transakcije vidne v blockchainu, je VSEM Bitcoin transakcijam mogoče slediti. Mešalnik Bitcoinov lahko zelo zamegli transakcije, zaradi česar je nekdo veliko težje izslediti Bitcoine, vendar ni nemogoče. Ko tehnologija napreduje in podjetja, specializirana za sledenje transakcij Bitcoinov, postajajo vse bolj razširjena, bodo nekoč zelo prikrite transakcije postale razmeroma lahko sledljive: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Organi pregona še naprej vlagajo v storitve sledenja Bitcoinom </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoinom je lažje slediti, kot si mislite </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: podjetje, specializirano za sledenje Bitcoinom za organe pregona </a> </li> </ul> <p> Iskanje v Googlu bo razkrilo na desetine člankov, podobnih zgornjim. In ne pozabite, da je vsaka transakcija, ki se je zgodila kadar koli v preteklosti zapisana v verigi blokov in jo je mogoče izslediti, tudi če je bila uporabljena storitev mešanja. Pravzaprav bo uporaba storitve mešanja verjetno pritegnila pozornost na te transakcije. </p>
sv: <p> Eftersom alla Bitcoin-transaktioner är synliga på blockkedjan kan ALLA Bitcoin-transaktioner spåras. En Bitcoin-mixer kan i hög grad fördunkla transaktioner, vilket gör det mycket svårare för någon att spåra Bitcoins, men inte omöjligt. Allt eftersom tekniken fortskrider och företag som specialiserar sig på att spåra Bitcoin-transaktioner blir vanligare, kommer transaktioner som är mycket obfuskerade att bli relativt lätta att spåra: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Brottsbekämpning fortsätter att investera i Bitcoin-spårningstjänster </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoins är enklare att spåra än du tror </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: Ett företag som specialiserat sig på att spåra Bitcoin för brottsbekämpning </a> </li> </ul> <p> En sökning på Google kommer att avslöja dussintals artiklar som de ovan. Och kom ihåg, alla transaktioner som inträffade någon gång i det förflutna finns i blockkedjan och har potential att spåras, även om en blandningstjänst användes. Faktum är att användningen av en blandningstjänst sannolikt kommer att uppmärksamma dessa transaktioner. </p>
tl: <p> Dahil ang lahat ng mga transaksyon sa Bitcoin ay makikita sa blockchain, LAHAT ng mga transaksyon sa Bitcoin ay maaaring masubaybayan. Ang isang Bitcoin mixer ay maaaring lubos na mag-obfuscate ng mga transaksyon, na ginagawang mas mahirap para sa isang tao na subaybayan ang Bitcoins, ngunit hindi imposible. Habang umuunlad ang teknolohiya at ang mga kumpanyang nagdadalubhasa sa pagsubaybay sa mga transaksyon sa Bitcoin ay nagiging mas laganap, kapag ang mga napaka-obfuscated na transaksyon ay magiging medyo madaling ma-trace: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Patuloy na Namumuhunan ang Pagpapatupad ng Batas sa Mga Serbisyo sa Pagsubaybay sa Bitcoin </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Ang mga Bitcoin ay Mas Madaling Subaybayan kaysa sa Inaakala Mo </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: Isang Kumpanya na Dalubhasa sa Pagsubaybay sa Bitcoin para sa Pagpapatupad ng Batas </a> </li> </ul> <p> Ang isang paghahanap sa Google ay magpapakita ng dose-dosenang mga artikulo tulad ng mga nasa itaas. At tandaan, ang anumang transaksyon na naganap sa anumang oras sa nakaraan ay nasa blockchain at may potensyal na ma-trace, kahit na gumamit ng mixing service. Sa katunayan, ang paggamit ng serbisyo ng paghahalo ay malamang na makatawag ng pansin sa mga transaksyong iyon. </p>
tr: <p> Tüm Bitcoin işlemleri blockchain üzerinde görülebildiği için TÜM Bitcoin işlemleri izlenebilmektedir. Bir Bitcoin karıştırıcı, işlemleri oldukça karmaşık hale getirebilir, bu da birisinin Bitcoin'leri takip etmesini çok daha zorlaştırır, ancak imkansız değildir. Teknoloji ilerledikçe ve Bitcoin işlemlerini takip etme konusunda uzmanlaşmış şirketler daha yaygın hale geldikçe, oldukça karmaşık işlemler nispeten kolay izlenebilir hale gelecektir: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> Kolluk Kuvvetleri Bitcoin Takip Hizmetlerine Yatırım Yapmaya Devam Ediyor </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: Bitcoin'leri Takip Etmek Düşündüğünüzden Daha Kolay </a> </li> <li> <a href="https://www.elliptic.co/"> Eliptic: Kolluk Kuvvetleri İçin Bitcoin'in Takibi Konusunda Uzmanlaşmış Bir Şirket </a> </li> </ul> <p> Bir Google araması yukarıdakilere benzer onlarca makaleyi ortaya çıkaracaktır. Ve unutmayın, geçmişte herhangi bir zamanda gerçekleşen herhangi bir işlem blockchain üzerindedir ve bir karıştırma hizmeti kullanılmış olsa bile izlenebilme potansiyeline sahiptir. Aslında, bir karıştırma hizmetinin kullanılmasının bu işlemlere dikkat çekmesi muhtemeldir. </p>
ur: <p> چونکہ تمام بٹ کوائن ٹرانزیکشنز بلاک چین پر نظر آتی ہیں، اس لیے تمام بٹ کوائن ٹرانزیکشنز کا سراغ لگایا جا سکتا ہے۔ ایک بٹ کوائن مکسر لین دین کو بہت زیادہ مبہم کر سکتا ہے، جس سے کسی کے لیے بٹ کوائنز کا سراغ لگانا زیادہ مشکل ہو جاتا ہے، لیکن ناممکن نہیں۔ جیسے جیسے ٹیکنالوجی ترقی کرتی ہے اور بٹ کوائن ٹرانزیکشنز کو ٹریس کرنے میں مہارت رکھنے والی کمپنیاں زیادہ مقبول ہو جاتی ہیں، ایک بار انتہائی مبہم لین دین نسبتاً آسانی سے ٹریس کرنے کے قابل ہو جائیں گے: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> قانون نافذ کرنے والے ادارے بٹ کوائن ٹریکنگ سروسز میں سرمایہ کاری جاری رکھے ہوئے ہیں </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: بٹ کوائنز کو ٹریک کرنا آپ کے خیال سے کہیں زیادہ آسان ہے </a> </li> <li> <a href="https://www.elliptic.co/"> بیضوی: ایک کمپنی جو قانون کے نفاذ کے لیے بٹ کوائن کا سراغ لگانے میں مہارت رکھتی ہے۔ </a> </li> </ul> <p> گوگل سرچ سے درجنوں مضامین سامنے آئیں گے جیسے اوپر دیے گئے مضامین۔ اور یاد رکھیں، ماضی میں کسی بھی وقت ہونے والی کوئی بھی ٹرانزیکشن بلاک چین پر ہوتی ہے اور اس کا سراغ لگانے کی صلاحیت ہوتی ہے، چاہے کوئی مکسنگ سروس استعمال کی گئی ہو۔ درحقیقت، مکسنگ سروس کے استعمال سے ان لین دین کی طرف توجہ مبذول ہونے کا امکان ہے۔ </p>
zh_cn: <p> 正是由于比特币每笔交易都是在区块链上明文记录的, 所以每笔比特币交易都可以被追踪. 比特币混币器可以高度混淆一笔比特币交易, 让追踪比特币变得困难, 但是世事无绝对. 随着技术的进步和专注于追踪比特币交易的公司变得越来越普遍, 高度混币过的比特币也将变得容易追踪: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> 执法部门持续投入比特币跟踪服务 </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: 比特币比你想象的还要好追踪 </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: 一家专门追踪比特币执法的公司 </a> </li> </ul> <p> 通过谷歌搜索，您会发现数十篇类似的文章. 请记住, 过去发生在任何时间的比特币交易记录都被永久记录在区块链上，现在和未来都有潜在被追踪和分析出来的机会, 不论是不是经过混币器处理过的交易. 事实上, 使用混币服务的币才更加惹人注意，正所谓欲盖弥彰. </p>
zh_tw: <p> 正是由於比特幣每筆交易都是在區塊鏈上明文記錄的, 所以每筆比特幣交易都可以被追蹤. 比特幣混幣器可以高度混淆一筆比特幣交易, 讓追蹤比特幣變得困難, 但是世事無絕對. 隨著技術的進步和專注於追蹤比特幣交易的公司變得越來越普遍, 高度混幣過的比特幣也將變得容易追蹤: </p> <ul class="disc"> <li> <a href="https://news.bitcoin.com/law-enforcement-continues-invest-bitcoin-tracking-services/"> 執法部門持續投入比特幣跟蹤服務 </a> </li> <li> <a href="http://time.com/3689359/bitcoins-track-anonymous/"> Time.com: 比特幣比你想像的還要好追蹤 </a> </li> <li> <a href="https://www.elliptic.co/"> Elliptic: 一家專門追蹤比特幣執法的公司 </a> </li> </ul> <p> 通過穀歌搜索，您會發現數十篇類似的文章. 請記住, 過去發生在任何時間的比特幣交易記錄都被永久記錄在區塊鏈上，現在和未來都有潛在被追蹤和分析出來的機會, 不論是不是經過混幣器處理過的交易. 事實上, 使用混幣服務的幣才更加惹人注意，正所謂欲蓋彌彰. </p>
