Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb3250Sbtitle
source: Awareness and engagement
cs: Povědomí a angažovanost
fi: Tietoisuus ja sitoutuminen
fr: Sensibilisation et participation
it: Consapevolezza e impegno
lt: Sąmoningumas ir įsitraukimas
nb: Bevissthet og engasjement
nl: Bewustwording en betrokkenheid
pl: Świadomość i zaangażowanie
pt_br: Conscientização e engajamento
sl: Ozaveščenost in angažiranost
sv: Medvetenhet och engagemang
tl: Kamalayan at pakikipag-ugnayan
tr: Farkındalık ve katılım
ur: آگاہی اور مشغولیت
zh_cn: 意识和参与
zh_tw: 意識和參與

# knowledge250Sbcontributing250Sb5250Sbtext
source: <p>Almost all community discussions on specific topics happen in Matrix or IRC, so if you’re interested in just learning from/following meetings or want to actively participate, you’ll want to get setup on <a class="next-link" href="#matrixirc">one of those chat networks</a>.</p> <p>Once you’ve done that, keep an eye on the topic set for each room you’re in or on the <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta repository</a> for meetings that are scheduled.</p> <p>If you do choose to come and participate, please be respectful of the topic order, stay on topic, and try to only speak up when necessary/called on.</p>
cs: <p>Téměř všechny komunitní diskuze na konkrétní témata se odehrávají v Matrixu nebo IRC, takže pokud se chcete jen učit ze schůzek/sledovat je nebo se chcete aktivně účastnit, budete chtít nastavit <a class="next-link" href="#matrixirc">jeden z těchto chatů sítě</a>.</p> <p>Až to uděláte, sledujte téma nastavené pro každou místnost, ve které se nacházíte, nebo na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero metaúložišti</a> pro naplánované schůzky.</p> <p>Pokud se rozhodnete přijít a zúčastnit se, prosím respektujte pořadí témat, zůstaňte u tématu a snažte se mluvit jen tehdy, když je to nutné/zavoláno.</p>
fi: <p>Melkein kaikki tietyistä aiheista käytävät yhteisökeskustelut käydään Matrixissa tai IRC:ssä, joten jos vain olet kiinnostunut oppimaan kokouksista/seuraamaan niitä tai osallistumaan aktiivisesti, sinun kannattaa ottaa käyttöön <a class="next-link" href="#matrixirc">jokin näistä chat-verkoista</a>.</p> <p>Kun olet tehnyt sen, pidä silmällä kunkin huoneen aihetta tai <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Moneron metarepositorya</a> ajoitetuille kokouksille.</p> <p>Jos päätät tulla ja osallistua, kunnioita aihejärjestystä, pysy aiheessa ja yritä puhua vain tarpeen vaatiessa/pyydettäessä.</p>
fr: <p>Presque toutes les discussions de la communauté sur des sujets spécifiques se déroulent sur Matrix ou IRC, donc si vous êtes simplement intéressé à apprendre/suivre des réunions ou si vous voulez participer activement, vous devrez vous connecter sur <a class="next-link" href="#matrixirc">l'un de ces réseaux de discussion</a>.</p> <p>Une fois que vous serez connecté, surveillez activement le sujet défini pour chaque canal dans lequel vous vous trouvez ou regardez sur le <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Méta référentiel Monero</a> pour être au courant des réunions programmées.</p> <p>Si vous choisissez de venir participer, veuillez respecter l'ordre des sujets, restez sur le sujet en cours et essayez de ne parler que lorsque cela est nécessaire/demandé.</p>
it: <p>Quasi tutte le discussioni della comunità su argomenti specifici avvengono in Matrix o IRC, quindi se sei interessato solo a imparare da/seguire le riunioni o vuoi partecipare attivamente, vorrai configurarti su <a class="next-link" href="#matrixirc">una di queste reti di chat</a>.</p> <p>Una volta fatto questo, tieni d'occhio il set di argomenti per ogni stanza in cui ti trovi o sul <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta repository</a> per le riunioni che sono in programma.</p> <p>Se decidi di venire e partecipare, sii rispettoso dell'ordine degli argomenti, resta in tema e cerca di parlare solo quando è necessario/richiamato.</p>
lt: <p>Beveik visos bendruomenės diskusijos konkrečiomis temomis vyksta „Matrix“ arba IRC, taigi, jei norite tiesiog mokytis iš susitikimų / sekti juos arba norite aktyviai dalyvauti, norėsite nustatyti <a class="next-link" href="#matrixirc"> vieną iš šių pokalbių. tinklai</a>.</p> <p>Kai tai padarysite, stebėkite temą, nustatytą kiekvienam kambariui, kuriame esate, arba <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta saugyklą</a> suplanuotiems susitikimams.</p> <p>Jei nuspręsite ateiti ir dalyvauti, gerbkite temų tvarką, išlikite ties tema ir stenkitės kalbėti tik tada, kai reikia / paskambinsite.</p>
nb: <p>Nesten alle fellesskapsdiskusjoner om spesifikke emner skjer i Matrix eller IRC, så hvis du bare er interessert i å lære av/følge møter eller ønsker å delta aktivt, vil du konfigurere på <a class="next-link" href="#matrixirc">en av disse chattene nettverk</a>.</p> <p>Når du har gjort det, hold øye med temaet som er satt for hvert rom du er i eller på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero-metalageret</a> for møter som er planlagt.</p> <p>Hvis du velger å komme og delta, vennligst respekter emnerekkefølgen, hold deg til emnet, og prøv å bare si ifra når det er nødvendig/oppfordret.</p>
nl: <p>Bijna alle communitydiscussies over specifieke onderwerpen vinden plaats in Matrix of IRC, dus als u geïnteresseerd bent in het leren van/het volgen van vergaderingen of als u actief wilt deelnemen, moet u een van die chats instellen op <a class="next-link" href="#matrixirc">. netwerken</a>.</p> <p>Als u dat eenmaal heeft gedaan, houdt dan de onderwerpen in de gaten voor elke kamer waarin u zich bevindt of op de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero-meta-opslagplaats</a> voor geplande vergaderingen.</p> <p>Als u ervoor kiest om deel te nemen, respecteer dan de onderwerpen, blijf bij het onderwerp en probeer u alleen uit te spreken wanneer nodig/opgeroepen.</p>
pl: <p> Prawie wszystkie dyskusje społecznościowe na konkretne tematy mają miejsce na Matrixie lub IRC, więc jeśli jesteś zainteresowany nauczeniem się słuchając spotkań lub chcesz aktywnie uczestniczyć, będziesz musiał skonfigurować konto na <a class="next-link" href="#matrixirc">jednej z tych sieci</a>.</p> <p> Następnie, sprawdź tematy dla każdego roomu, w którym jesteś lub na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta repository</a>, aby znaleźć planowane spotkania </p> <p> Gdy uczestniczysz, szanuj kolejność wątków, mów na temat i staraj się mówić tylko w razie potrzeby/wezwania. </p>
pt_br: <p>Quase todas as discussões comunitárias sobre tópicos específicos acontecem em Matrix ou IRC, portanto, se você estiver interessado em apenas aprender com/seguir reuniões ou quiser participar ativamente, você vai querer se instalar em <a class="next-link" href="#matrixirc">uma dessas redes de bate-papo</a>.</p> <p>Depois de fazer isso, fique de olho no tópico definido para cada sala em que você está ou no <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta repositório</a> para reuniões que estão programadas.</p> <p>Se você optar por vir e participar, por favor, respeite a ordem dos tópicos, fique no tópico, e tente falar somente quando necessário/convidado.</p>
sl: <p>Skoraj vse razprave skupnosti o določenih temah potekajo v Matrixu ali IRC, tako da, če se želite samo učiti iz/spremljati sestanke ali želite aktivno sodelovati, si boste želeli nastaviti <a class="next-link" href="#matrixirc">enega od teh klepetalnih omrežij</a>.</p> <p>Ko to storite, pazite na nastavljeno temo za vsako sobo, v kateri ste, ali na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">meta repozitorij Monero</a> za načrtovane sestanke.</p> <p>Če se odločite sodelovati, upoštevajte vrstni red tem, ostanite pri temi in poskušajte spregovoriti le, ko je to primerno.</p>
sv: <p>Nästan alla diskussioner om specifika ämnen sker i Matrix eller IRC, så om du är intresserad av att bara lära dig av/följa möten eller vill delta aktivt, kommer du att vilja ställa in dig på <a class="next-link" href="#matrixirc">en av dessa chattar nätverk</a>.</p> <p>När du har gjort det, håll ett öga på ämnet för varje rum du är i eller på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero-metaförrådet</a> för möten som är schemalagda.</p> <p>Om du väljer att komma och delta, vänligen respektera ämnesordningen, håll dig till ämnet och försök att bara säga till när det behövs/kallas.</p>
tl: <p>Halos lahat ng mga talakayan sa komunidad sa mga partikular na paksa ay nangyayari sa Matrix o IRC, kaya kung interesado kang matuto lang mula sa/sumusunod sa mga pulong o gustong aktibong lumahok, gugustuhin mong mag-setup sa <a class="next-link" href="#matrixirc">isa sa mga chat na iyon mga network</a>.</p> <p>Kapag nagawa mo na iyon, bantayan ang paksang itinakda para sa bawat silid na iyong kinaroroonan o sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta repository</a> para sa mga pulong na nakaiskedyul.</p> <p>Kung pipiliin mong sumama at lumahok, mangyaring igalang ang pagkakasunud-sunod ng paksa, manatili sa paksa, at subukang magsalita lamang kapag kinakailangan/tinawagan.</p>
tr: <p>Belirli konulardaki topluluk tartışmalarının neredeyse tamamı Matrix veya IRC'de gerçekleşir, bu nedenle yalnızca toplantılardan bilgi edinmek/takip etmekle ilgileniyorsanız veya aktif olarak katılmak istiyorsanız, bu sohbetlerden <a class="next-link" href="#matrixirc">birinde kurulum yapmak isteyeceksiniz ağlar</a>.</p> <p>Bunu yaptıktan sonra, bulunduğunuz her oda için belirlenen konuya veya planlanmış toplantılar için <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta deposuna</a> göz atın.</p> <p>Gelip katılmayı seçerseniz lütfen konu sırasına saygılı olun, konunun dışına çıkmayın ve yalnızca gerektiğinde/çağrıldığında konuşmaya çalışın.</p>
ur: <p>مخصوص موضوعات پر تقریباً تمام کمیونٹی ڈسکشنز میٹرکس یا IRC میں ہوتے ہیں، لہذا اگر آپ میٹنگز سے سیکھنے/اس کی پیروی کرنے میں دلچسپی رکھتے ہیں یا فعال طور پر شرکت کرنا چاہتے ہیں، تو آپ ان میں سے کسی ایک <a class="next-link" href="#matrixirc"> پر سیٹ اپ کرنا چاہیں گے۔ ان چیٹ نیٹ ورکس میں سے ایک</a></p> <p>ایک بار جب آپ یہ کر لیں تو، ہر اس کمرے کے لیے سیٹ کیے گئے موضوع پر نظر رکھیں جس میں آپ ہیں یا <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">Monero meta repository</a> میٹنگوں کے لیے جو شیڈول ہیں۔</p> <p>اگر آپ آنے اور شرکت کرنے کا انتخاب کرتے ہیں، تو براہ کرم موضوع کی ترتیب کا احترام کریں، موضوع پر رہیں، اور کوشش کریں کہ صرف ضرورت/بلایا جائے۔</p>
zh_cn: <p>几乎所有关于特定主题的社区讨论都发生在Matrix或IRC中，所以如果你有兴趣只是学习/关注会议或想积极参与，你会想在 <a class="next-link" href="#matrixirc">这些聊天网络中设置一个</a>。</p> <p>一旦你完成了这些，请留意你所在的每个房间的主题设置，或者在 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">门罗币元库</a> 上查看已安排的会议。</p> <p>如果你选择来参加，请尊重主题顺序，保持主题，并尽量只在必要/被要求时发言。</p>
zh_tw: <p>幾乎所有關於特定主題的社區討論都發生在Matrix或IRC中，所以如果你有興趣只是學習/關注會議或想積極參與，你會想在 <a class="next-link" href="#matrixirc">這些聊天網絡中設置一個</a>。</p> <p>一旦你完成了這些，請留意你所在的每個房間的主題設置，或者在 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">門羅幣元庫</a> 上查看已安排的會議。</p> <p>如果你選擇來參加，請尊重主題順序，保持主題，並儘量只在必要/被要求時發言。</p>

# knowledge250Sbcontributing250Sb5250Sbtitle
source: Community meetings
cs: Setkání komunity
fi: Yhteisön kokoukset
fr: Réunions communautaires
it: Incontri comunitari
lt: Bendruomenės susirinkimai
nb: Fellesmøter
nl: Samenkomsten van de gemeenschap
pl: Spotkania społeczności
pt_br: Reuniões comunitárias
sl: Srečanja skupnosti
sv: Samhällsmöten
tl: Mga pagpupulong sa komunidad
tr: Topluluk toplantıları
ur: کمیونٹی میٹنگز
zh_cn: 社区会议
zh_tw: 社區會議

# knowledge250Sbcontributing250Sb6250Sbtext
source: <p>For those who are bilingual or more, a very important way to contribute is to help with translations from English into other languages. There is always a need for new languages to be translated and existing languages to be updated across the ecosystem, and the more languages we actively support, the more inclusive and approachable Monero will become.</p> <p>You can find translation needs and information at <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> or <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">on Github</a>.</p>
cs: <p>Pro ty, kteří jsou bilingvní nebo více, je velmi důležitým způsobem, jak přispět, pomoc s překlady z angličtiny do jiných jazyků. Vždy je potřeba překládat nové jazyky a aktualizovat stávající jazyky v celém ekosystému, a čím více jazyků aktivně podporujeme, tím bude Monero inkluzivnější a přístupnější.</p> <p>Potřeby a informace o překladu naleznete na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> nebo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">na Github</a>.</p>
fi: <p>Niille, jotka ovat kaksikielisiä tai enemmän, erittäin tärkeä tapa osallistua on auttaa käännöksissä englannista muille kielille. Uusia kieliä on aina käännettävä ja olemassa olevia kieliä päivitettävä kaikkialla ekosysteemissä, ja mitä useampia kieliä tuemme aktiivisesti, sitä kattavammaksi ja lähestyttävämmäksi Monero tulee.</p> <p>Käännöstarpeet ja -tiedot löytyvät osoitteesta <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> tai <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">Githubista</a>.</p>
fr: <p>Pour celles et ceux qui sont bilingues ou plus, un moyen très important de contribuer est d'aider à la traduction de l'anglais vers d'autres langues. Il est toujours nécessaire de traduire de nouvelles langues et de mettre à jour les langues existantes dans l'écosystème, et plus nous prenons activement en charge de langues, plus Monero deviendra inclusif et accessible.</p> <p>Vous pouvez trouver les besoins de traduction et plus d'information sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> ou <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">Github</a>.</p>
it: <p>Per coloro che sono bilingue o più, un modo molto importante per contribuire è quello di aiutare con le traduzioni dall'inglese in altre lingue. C'è sempre bisogno di nuove lingue da tradurre e di lingue esistenti da aggiornare in tutto l'ecosistema, e più lingue supportiamo attivamente, più Monero diventerà inclusivo e accessibile.</p> <p>Puoi trovare le esigenze di traduzione e le informazioni su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> o <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">su Github</a>.</p>
lt: <p>Mokantiems dvikalbius ar daugiau, labai svarbus būdas prisidėti – padėti išversti iš anglų kalbos į kitas kalbas. Visada reikia versti naujas kalbas ir atnaujinti esamas kalbas visoje ekosistemoje, ir kuo daugiau kalbų aktyviai palaikysime, tuo labiau įtrauks ir prieinamesnis Monero bus.</p> <p>Vertimo poreikius ir informaciją galite rasti adresu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> arba <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">„Github“</a>.</p>
nb: <p>For de som er tospråklige eller mer, er en svært viktig måte å bidra på å hjelpe med oversettelser fra engelsk til andre språk. Det er alltid behov for nye språk som skal oversettes og eksisterende språk oppdateres på tvers av økosystemet, og jo flere språk vi aktivt støtter, jo mer inkluderende og tilgjengelig vil Monero bli.</p> <p>Du kan finne oversettelsesbehov og informasjon på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> eller <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">på Github</a>.</p>
nl: <p>Voor degenen die twee-of meertalig zijn, is een zeer belangrijke manier om bij te dragen, om te helpen met vertalingen van het Engels naar andere talen. Er is altijd behoefte aan nieuwe talen die moeten worden vertaald en bestaande talen die moeten worden bijgewerkt in het hele systeem, en hoe meer talen we actief ondersteunen, hoe inclusiever en toegankelijker Monero zal worden.</p> <p>U kunt vertaalbehoeften en informatie vinden op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> of <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">op Github</a>.</p>
pl: <p> Jeśli jesteś dwujęzyczny, bardzo dobrą formą pomocy społeczności jest pomoc w tłumaczeniach z języka angielskiego na inne. Zawsze jest potrzeba przetłumaczenia na nowe języki, a istniejące tłumaczenia muszą zostać zaktualizowane. Im więcej języków aktywnie wesprzemy, tym bardziej integracyjne i przystępne będzie Monero. </p> <p> Możesz znaleźć potrzebujących tłumaczenia na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> lub <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">na Githubie</a>.</p>
pt_br: <p>Para aqueles que são bilíngues ou mais, uma forma muito importante de contribuir é ajudar na tradução do inglês para outros idiomas. Há sempre a necessidade de traduzir novos idiomas e atualizar os idiomas existentes em todo o ecossistema, e quanto mais idiomas apoiarmos ativamente, mais inclusivo e acessível será o Monero.</p> <p>Você pode encontrar necessidades de tradução e informações em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> ou <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">em Github</a>.</p>
sl: <p>Za dvojezične ali več-jezične uporabnike je zelo pomemben način prispevanja pomoč pri prevajanju iz angleščine v druge jezike. Vedno obstaja potreba po prevajanju novih jezikov in posodabljanju obstoječih jezikov v celotnem ekosistemu, in več jezikov, kot jih aktivno podpiramo, bolj vključujoč in dostopen bo postal Monero.</p> <p>Potrebe in informacije o prevodih najdete na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> ali <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">na Githubu</a>.</p>
sv: <p>För dem som är tvåspråkiga eller fler är ett mycket viktigt sätt att bidra med att hjälpa till med översättningar från engelska till andra språk. Det finns alltid ett behov av att nya språk översätts och att befintliga språk uppdateras i hela ekosystemet, och ju fler språk vi aktivt stödjer, desto mer inkluderande och lättillgänglig kommer Monero att bli.</p> <p>Du kan hitta översättningsbehov och information på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> eller <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">på Github</a>.</p>
tl: <p>Para sa mga bilingual o higit pa, isang napakahalagang paraan upang mag-ambag ay ang tumulong sa mga pagsasalin mula sa Ingles patungo sa iba pang mga wika. Palaging may pangangailangan para sa mga bagong wika na isasalin at mga kasalukuyang wika na i-update sa buong ecosystem, at kung mas maraming wika ang aktibong sinusuportahan namin, magiging mas inklusibo at madaling lapitan ang Monero.</p> <p>Makikita mo ang mga pangangailangan at impormasyon sa pagsasalin sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> o <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">sa Github</a>.</p>
tr: <p>İki dilli veya daha fazla dil bilenler için katkıda bulunmanın çok önemli bir yolu, İngilizce'den diğer dillere çevirilere yardımcı olmaktır. Ekosistem genelinde her zaman yeni dillerin çevrilmesine ve mevcut dillerin güncellenmesine ihtiyaç vardır ve ne kadar çok dili aktif olarak desteklersek Monero o kadar kapsayıcı ve yaklaşılabilir hale gelecektir.</p> <p>Çeviri ihtiyaçlarını ve bilgilerini <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> adresinde veya <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">Github'da</a> bulabilirsiniz.</p>
ur: <p>ان لوگوں کے لیے جو دو لسانی یا اس سے زیادہ ہیں، تعاون کرنے کا ایک بہت اہم طریقہ انگریزی سے دوسری زبانوں میں ترجمہ کرنے میں مدد کرنا ہے۔ ماحولیاتی نظام میں نئی زبانوں کا ترجمہ کرنے اور موجودہ زبانوں کو اپ ڈیٹ کرنے کی ہمیشہ ضرورت رہتی ہے، اور ہم جتنی زیادہ زبانوں کو فعال طور پر سپورٹ کریں گے، Monero اتنی ہی زیادہ جامع اور قابل رسائی بن جائے گی۔</p> <p>آپ ترجمے کی ضروریات اور معلومات <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> یا <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">Github</a> پر حاصل کر سکتے ہیں۔</p>
zh_cn: <p>对于那些会双语或更多的人来说，一个非常重要的贡献方式是帮助将英语翻译成其他语言。在整个生态系统中，总是需要翻译新的语言和更新现有的语言，我们积极支持的语言越多，门罗币就越有包容性和亲和力。</p> <p>你可以在以下网站找到翻译需求和信息 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> or <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">在 Github</a>。</p>
zh_tw: <p>對於那些會雙語或更多的人來說，一個非常重要的貢獻方式是幫助將英語翻譯成其他語言。在整個生態系統中，總是需要翻譯新的語言和更新現有的語言，我們積極支持的語言越多，門羅幣就越有包容性和親和力。</p> <p>你可以在以下網站找到翻譯需求和信息 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://translate.getmonero.org/">translate.getmonero.org</a> or <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-ecosystem/monero-translations">在 Github</a>。</p>
