Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbscams250Sbdescription
source: For as long as there has been money, there have been scams to get people to part with it - let's take the time to look at some of the most pervasive scams in the space.
cs: Stejně dlouho jako existují peníze, existují i podvody, které mají lidi přimět, aby se s nimi rozloučili - pojďme se podívat na některé z nejrozšířenějších podvodů v této oblasti.
fi: Niin kauan kuin rahaa on ollut, on ollut huijauksia, joiden tarkoituksena on saada ihmiset luopumaan siitä – katsotaanpa joitain alan yleisimmistä huijauksista.
fr: Aussi longtemps qu'il y a eu de l'argent, il y a eu des escroqueries pour inciter les gens à s'en séparer - prenons le temps d'examiner certaines des escroqueries les plus répandues dans le domaine des crypto-monnaies.
it: Da quando ci sono stati soldi, ci sono state truffe per convincere la gente a separarsene: prendiamoci il tempo per esaminare alcune delle truffe più diffuse nello spazio.
lt: Kol buvo pinigų, buvo sukčių, kad žmonės su jais atsiskirtų – skirkime laiko pažvelgti į kai kurias labiausiai paplitusias aferas.
nb: Så lenge det har vært penger, har det vært svindel for å få folk til å skille seg av dem - la oss ta oss tid til å se på noen av de mest utbredte svindelene i verdensrommet.
nl: Zolang er geld is, zullen er ook oplichtingen zijn om mensen ertoe te brengen er afstand van te doen - laten we de tijd nemen om enkele van de meest doordringende oplichtingen in de ruimte te bekijken.
pl: Odkąd istniał pieniądz, istniały oszustwa mające na celu jego kradzież - przyjrzyjmy się jednemu z najbardziej wszechobecnych oszustw w przestrzeni kryptowalut.
pt_br: Desde que houve dinheiro, houve golpes para fazer com que as pessoas se separassem dele - vamos dar uma olhada em alguns dos golpes mais difundidos no mercado.
sl: Odkar obstaja denar, se pojavljajo tudi prevare - oglejmo si nekaj najbolj razširjenih prevar na tem področju.
sv: Så länge det har funnits pengar har det funnits bedrägerier för att få människor att dela med sig av dem - låt oss ta oss tid att titta på några av de mest genomgripande bedrägerierna i rymden.
tl: Hangga't may pera, nagkaroon ng mga panloloko para humiwalay ang mga tao dito - maglaan tayo ng oras upang tingnan ang ilan sa mga pinakalaganap na scam sa espasyo.
tr: Para var olduğu sürece, insanları paradan ayırmaya yönelik dolandırıcılıklar da olmuştur; hadi bu alandaki en yaygın dolandırıcılıklardan bazılarına göz atmak için zaman ayıralım.
ur: جب تک پیسہ موجود ہے، لوگوں کو اس سے الگ کرنے کے لیے گھوٹالے ہوتے رہے ہیں - آئیے وقت نکال کر خلا میں سب سے زیادہ پھیلے ہوئے گھوٹالوں کو دیکھیں۔
zh_cn: 只要有利可图，骗子们就会制造各种骗局诱导人们参与其中，本文将披露一些加密货币领域中具有代表性的骗局.
zh_tw: 只要有利可圖，騙子們就會製造各種騙局誘導人們參與其中，本文將披露一些加密貨幣領域中具有代表性的騙局.

# knowledge250Sbscams250Sbtitle
source: Scams to Look Out for When Using Monero
cs: Podvody, na které si dát pozor při používání Monero
fi: Huijaukset, joita kannattaa huomioida Moneroa käytettäessä
fr: Escroqueries à surveiller lors de l'utilisation de Monero
it: Truffe a cui prestare attenzione quando si utilizza Monero
lt: Aferos, į kurias reikia atkreipti dėmesį naudojant Monero
nb: Svindel å se etter når du bruker Monero
nl: Oplichtingen Om Voor Uit Te Kijken Bij Gebruik van Monero
pl: Oszustwa, na które należy uważać korzystając z Monero
pt_br: Golpes a serem observados ao usar o Monero
sl: Prevare, na Katere Morate Biti Pozorni pri Uporabi Monera
sv: Bedrägerier att se upp för när du använder Monero
tl: Mga Scam na Dapat Abangan Kapag Gumagamit ng Monero
tr: Monero Kullanırken Dikkat Edilmesi Gereken Dolandırıcılıklar
ur: Monero استعمال کرتے وقت گھوٹالے تلاش کرنے کے لیے
zh_cn: 门罗币防诈骗指南
zh_tw: 門羅幣防詐騙指南

# knowledge250Sbseraphis250Sb0250Sbtext
source: <p>This post describes <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, a set of transaction protocol structures and abstractions developed by pseudonymous research contributor <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> for the Monero ecosystem, and with ongoing security analysis by pseudonymous contributor <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> We make some simplifications and omit certain technical details for the sake of clarity; for this reason, and because the design of Seraphis is still in progress, interested readers should refer to Seraphis documentation for the most up-to-date information.</p>
cs: <p>Tento příspěvek popisuje <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, sadu struktur a abstrakcí transakčních protokolů vyvinutých pseudonymním výzkumným přispěvatelem <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> pro ekosystém Monero a s probíhající bezpečnostní analýzou od pseudonymního přispěvatele <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> V zájmu přehlednosti se dopouštíme některých zjednodušení a vynecháváme některé technické detaily; z tohoto důvodu a vzhledem k tomu, že na návrhu systému Seraphis se stále pracuje, by se zájemci měli obrátit na dokumentaci systému Seraphis, kde naleznou nejaktuálnější informace.</p>
fi: <p>Tässä viestissä kuvataan <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, joukko transaktioprotokollarakenteita ja abstraktioita, jotka on kehittänyt pseudonyymitutkimuksen avustaja <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>kokeellista</code></a> Monero-ekosysteemiä ja jatkuvaa tietoturva-analyysia varten. Pseudonyymi kirjoittaja <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Teemme joitain yksinkertaistuksia ja jätämme pois tiettyjä teknisiä yksityiskohtia selvyyden vuoksi. Ja koska Seraphisin suunnittelu on vielä kesken, kiinnostuneiden lukijoiden kannattaa katsoa Seraphis-dokumentaatiosta uusimmat tiedot.</p>
fr: <p>Cet article décrit <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, un ensemble de structures et d'abstractions de protocole de transaction développé par le contributeur à la recherche, sous le pseudonyme de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> pour l'écosystème Monero, et avec une analyse de sécurité en cours par un contributeur répondant au pseudonyme de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Nous faisons quelques simplifications et omettons certains détails techniques par souci de clarté ; pour cette raison, et parce que la conception de Seraphis est toujours en cours, les lecteurs intéressés doivent se référer à la documentation de Seraphis pour les informations les plus récentes.</p>
it: <p>Questo post descrive <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, un insieme di strutture e astrazioni del protocollo delle transazioni sviluppato da un collaboratore di ricerca pseudonimo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> per l'ecosistema Monero, e con un'analisi di sicurezza in corso da parte dello pseudonimo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/>Facciamo alcune semplificazioni e omettiamo alcuni dettagli tecnici per motivi di chiarezza; per questo motivo, e perché la progettazione di Seraphis è ancora in corso, i lettori interessati dovrebbero fare riferimento alla documentazione di Seraphis per le informazioni più aggiornate.</p>
lt: <p>Šiame įraše aprašomas <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a> – operacijų protokolų struktūrų ir abstrakcijų rinkinys, kurį sukūrė pseudoniminis tyrimo bendradarbis <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a>, skirtas Monero ekosistemai ir atliekama saugumo analizė. pseudoniminis bendradarbis <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Siekdami aiškumo, šiek tiek supaprastiname ir praleidžiame tam tikras technines detales; Dėl šios priežasties ir dėl to, kad Seraphis dizainas vis dar vyksta, suinteresuoti skaitytojai turėtų ieškoti naujausios informacijos Seraphis dokumentacijoje.</p>
nb: <p>Dette innlegget beskriver <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, et sett med transaksjonsprotokollstrukturer og abstraksjoner utviklet av pseudonym forskningsbidragsyter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> for Monero-økosystemet, og med pågående sikkerhetsanalyse av pseudonym bidragsyter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Vi gjør noen forenklinger og utelater visse tekniske detaljer for oversiktens skyld; av denne grunn, og fordi utformingen av Seraphis fortsatt pågår, bør interesserte lesere henvise til Seraphis-dokumentasjonen for den mest oppdaterte informasjonen.</p>
nl: <p>Dit bericht beschrijft <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, een reeks transactieprotocolstructuren en abstracties ontwikkeld door pseudonieme onderzoeksmedewerker <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> voor het Monero-ecosysteem, en met voortdurende beveiligingsanalyse door pseudonieme bijdrager <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> We maken enkele vereenvoudigingen en laten bepaalde technische details weg voor de duidelijkheid; om deze reden, en omdat het ontwerp van Seraphis nog in volle gang is, dienen geïnteresseerde lezers de documentatie van Seraphis te raadplegen voor de meest up-to-date informatie.</p>
pl: <p>Ten post opisuje <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, zbiór struktur protokołu transakcji i abstrakcji opracowanych przez pseudoanonimowego badacza <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> dla ekosystemu Monero i z bieżącą analizą bezpieczeństwa przez pseudoanonimowego współpracownika <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Dokonamy kilku uproszczeń i pominiemy pewne szczegóły techniczne, aby zachować prostotę; z tego powodu i ponieważ projekt Seraphis jest nadal w toku, zainteresowani czytelnicy powinni zapoznać się z dokumentacją Seraphisa w celu uzyskania najaktualniejszych informacji.</p>
pt_br: Este post descreve <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis"><p>Seraphis</a>um conjunto de estruturas de protocolo de transações e abstrações desenvolvido por um colaborador de pesquisa pseudônimo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB">. <code>koe</code></a> para o ecossistema Monero, e com análise de segurança contínua por colaborador pseudônimo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"> 2048<code>coinstudent2048</code></a>.<br/>Fazemos algumas simplificações e omitimos certos detalhes técnicos por razões de clareza; por este motivo, e porque o projeto do Seraphis ainda está em andamento, os leitores interessados devem consultar a documentação do Seraphis para obter as informações mais atualizadas.</p>
sl: <p>Ta objava opisuje <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, niz struktur transakcijskega protokola in abstrakcij, ki jih je razvil psevdonimni raziskovalec <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> za ekosistem Monero, in s stalno varnostno analizo avtor psevdonimnega sodelavca <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Naredili smo nekaj poenostavitev in zaradi jasnosti izpustili nekatere tehnične podrobnosti; iz tega razloga in ker načrtovanje Seraphisa še vedno poteka, naj se zainteresirani bralci obrnejo na dokumentacijo Seraphis za najnovejše informacije.</p>
sv: <p>Det här inlägget beskriver <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, en uppsättning transaktionsprotokollstrukturer och abstraktioner utvecklade av pseudonym forskningsbidragsgivare <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> för Monero-ekosystemet, och med pågående säkerhetsanalys av pseudonym bidragsgivare <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Vi gör vissa förenklingar och utelämnar vissa tekniska detaljer för tydlighetens skull; av denna anledning, och eftersom designen av Seraphis fortfarande pågår, bör intresserade läsare hänvisa till Seraphis dokumentation för den senaste informationen.</p>
tl: <p>Inilalarawan ng post na ito ang <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, isang hanay ng mga istruktura ng protocol ng transaksyon at abstraction na binuo ng pseudonymous research contributor <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> para sa Monero ecosystem, at may patuloy na pagsusuri sa seguridad ng pseudonymous contributor <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Gumagawa kami ng ilang pagpapasimple at tinanggal ang ilang teknikal na detalye para sa kalinawan; para sa kadahilanang ito, at dahil ang disenyo ng Seraphis ay isinasagawa pa rin, ang mga interesadong mambabasa ay dapat sumangguni sa dokumentasyon ng Seraphis para sa pinaka-up-to-date na impormasyon.</p>
tr: <p>Bu yazı, Monero ekosistemi için araştırma katılımcısı <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> tarafından geliştirilen ve devam eden güvenlik analiziyle birlikte geliştirilen bir dizi işlem protokolü yapısı ve soyutlaması olan <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>'i açıklamaktadır. takma adlı katılımcı tarafından <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>.<br/> Anlaşılırlık adına bazı basitleştirmeler yapıyoruz ve bazı teknik detayları atlıyoruz; bu nedenle ve Seraphis'in tasarımı halen devam ettiğinden, ilgilenen okuyucular en güncel bilgiler için Seraphis belgelerine başvurmalıdır.</p>
ur: <p>یہ پوسٹ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a> کی وضاحت کرتی ہے، لین دین کے پروٹوکول ڈھانچے اور تجریدات کا ایک مجموعہ جو تخلص تحقیقی معاون <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> نے Monero ماحولیاتی نظام کے لیے تیار کیا ہے، اور سیکیورٹی کے ساتھ جاری ہے۔ تخلص کنٹریبیوٹر کے ذریعے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a><br/> ہم کچھ آسانیاں بناتے ہیں اور وضاحت کی خاطر کچھ تکنیکی تفصیلات کو چھوڑ دیتے ہیں۔ اس وجہ سے، اور چونکہ Seraphis کا ڈیزائن ابھی تک جاری ہے، دلچسپی رکھنے والے قارئین کو تازہ ترین معلومات کے لیے Seraphis دستاویزات کا حوالہ دینا چاہیے۔</p>
zh_cn: <p>这篇文章描述 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, 一套交易协议结构和抽象,由化名的研究贡献者 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> 开发的为Monero生态系统, 并由化名开发者 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>进行持续的安全分析。<br/> 为了清楚起见，我们做了一些简化，并省略了某些技术细节；为此，由于Seraphis的设计仍在进行中，感兴趣的读者应该参考Seraphis的文档，以获得最新的信息。</p>
zh_tw: <p>這篇文章描述 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/Seraphis">Seraphis</a>, 一套交易協議結構和抽象,由化名的研究貢獻者 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB"><code>koe</code></a> 開發的為Monero生態系統, 並由化名開發者 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/coinstudent2048"><code>coinstudent2048</code></a>進行持續的安全分析。<br/> 為了清楚起見，我們做了一些簡化，並省略了某些技術細節；為此，由於Seraphis的設計仍在進行中，感興趣的讀者應該參考Seraphis的文檔，以獲得最新的信息。</p>
