Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb1157Sbagoradesk
source: In order to sell cryptocurrencies on {appName} you'll first need to send some coins for the arbitration bond to your {appName} wallet. To do that you'll need a {appName} account, access to coins in another wallet and you need to know your {appName} receiving address. To find your {appName} receiving address you need to go to visit the {walletPage}. Select the relevant cryptocurrency, the top of the wallet page is divided in three parts allowing you to both send, receive cryptocurrency and view your transactions. On the 'Receive' tab you'll find your receiving address. Once you know your {appName} receiving address, you can go to your other wallet and use this address to send the coins to your {appName} address.
cs: Abyste mohli prodávat kryptoměny na {appName}, musíte nejprve poslat nějaké coiny za arbitrážní dluhopis do své peněženky {appName}. K tomu budete potřebovat účet {appName}, přístup k mincím v jiné peněžence a musíte znát svou přijímací adresu {appName}. Chcete-li najít svou přijímací adresu {appName}, musíte navštívit stránku {walletPage}. Vyberte příslušnou kryptoměnu, horní část stránky peněženky je rozdělena na tři části, což vám umožní jak odesílat, přijímat kryptoměny a prohlížet vaše transakce. Na záložce 'Příjem' najdete adresu příjemce. Jakmile budete znát svou přijímací adresu {appName}, můžete přejít do své druhé peněženky a použít tuto adresu k odeslání mincí na vaši adresu {appName}.
fi: Jotta voit myydä kryptovaluuttoja {appName}:ssä, sinun on ensin lähetettävä kolikoita välimiesmaksua varten {appName}-lompakkoosi. Tätä varten tarvitset {appName}-tilin, pääsyn kolikoihin toisessa lompakossa ja sinun on tiedettävä {appName}-lompakon vastaanotto-osoitteesi. Löytääksesi {appName}-vastaanotto-osoitteesi sinun on mentävä käymään {walletPage}lla. Valitse sopiva kryptovaluutta. Lompakkosivun yläosa on jaettu kolmeen osaan, jossa voit sekä lähettää, vastaanottaa kryptovaluuttaa että tarkastella tapahtumiasi. "Vastaanota"-välilehdeltä löydät vastaanotto-osoitteesi. Kun tiedät {appName}-vastaanotto-osoitteesi, voit siirtyä toiseen lompakkoon ja lähettää kolikot {appName}-osoitteeseesi.
fr: Afin de vendre des crypto-monnaies sur {appName}, vous devez d'abord envoyer des pièces pour la caution d'arbitrage sur votre portefeuille {appName}. Pour ce faire, vous aurez besoin d'un compte {appName}, d'un accès aux jetons de crypto-monnaie d'un autre portefeuille et vous devez connaître votre adresse de réception {appName}. Pour trouver votre adresse de réception {appName}, vous devez aller visiter la page de votre {walletPage}. Sélectionnez la crypto-monnaie pertinente, le haut de la page du portefeuille est divisé en trois parties vous permettant à la fois d'envoyer, de recevoir de la crypto-monnaie et de visualiser vos transactions. Dans l'onglet "Recevoir", vous trouverez votre adresse de réception. Une fois que vous connaissez votre adresse de réception {appName}, vous pouvez accéder à votre autre portefeuille externe et utiliser cette adresse pour envoyer les jetons de crypto-monaie à votre adresse {appName}.
it: Per vendere criptovalute su {appName} dovrai prima inviare alcune monete per l'obbligazione arbitrale al tuo portafoglio di obbligazioni arbitrali {appName}. Per farlo avrai bisogno di un conto {appName}, di un accesso alle monete in un altro portafoglio e devi conoscere il tuo indirizzo di ricezione {appName}. Per trovare il tuo indirizzo di ricezione {appName} devi andare a visitare il {walletPage}. Seleziona la criptovaluta in questione, la parte superiore della pagina del portafoglio è divisa in tre parti che ti permettono sia di inviare, ricevere il legame arbitrale che di visualizzare le tue transazioni. Nella scheda 'Ricevi' troverai il tuo indirizzo di ricezione. Una volta che conosci il tuo indirizzo di ricezione {appName}, puoi andare nel tuo altro portafoglio e usare questo indirizzo per inviare le monete al tuo indirizzo {appName}.
lt: Norėdami parduoti kriptovaliutas {appName}, pirmiausia turėsite nusiųsti keletą monetų arbitražo obligacijai į savo {appName} piniginę. Norėdami tai padaryti, jums reikės {appName} paskyros, prieigos prie monetų kitoje piniginėje ir turite žinoti savo {appName} gavimo adresą. Norėdami rasti {appName} gavimo adresą, turite apsilankyti {walletPage}. Pasirinkę atitinkamą kriptovaliutą, piniginės puslapio viršus yra padalintas į tris dalis, leidžiančias tiek siųsti, tiek gauti kriptovaliutą, tiek peržiūrėti savo operacijas. Skirtuke „Gauti“ rasite savo gavimo adresą. Kai žinosite savo {appName} gavimo adresą, galite pereiti į kitą savo piniginę ir šiuo adresu siųsti monetas savo {appName} adresu.
nb: For å selge kryptovalutaer på {appName} må du først sende noen mynter for voldgiftsbindingen til {appName}-lommeboken din. For å gjøre det trenger du en {appName}-konto, tilgang til mynter i en annen lommebok og du må kjenne din {appName}-mottaksadresse. For å finne din {appName} mottaksadresse må du gå til {walletPage}. Velg den aktuelle kryptovalutaen, toppen av lommeboksiden er delt i tre deler som lar deg både sende, motta kryptovaluta og se transaksjonene dine. På fanen "Motta" finner du mottakeradressen din. Når du kjenner din {appName}-mottaksadresse, kan du gå til den andre lommeboken din og bruke denne adressen til å sende myntene til din {appName}-adresse.
nl: Om cryptocurrencies op {appName} te verkopen, moet u eerst wat munten voor de arbitragegarantie naar uw {appName}-portefeuille sturen. Om dat te doen heeft u een {appName} account nodig, toegang tot munten in een andere portefeuille en moet u uw {appName} ontvangstadres weten. Om uw {appName} ontvangstadres te vinden, moet u naar de {walletPage} gaan. Selecteer de relevante cryptocurrency, de bovenkant van de portefeuille-pagina is verdeeld in drie delen zodat u zowel cryptocurrency kunt verzenden, ontvangen en uw transacties kunt bekijken. Op het tabblad 'Ontvangen' vindt u uw ontvangstadres. Zodra u uw {appName} ontvangstadres kent, kunt u naar uw andere portemonnee gaan en dit adres gebruiken om de munten naar uw {appName} adres te sturen.
pl: Aby sprzedać kryptowaluty na {appName}, najpierw musisz wysłać kryptowaluty pod zastaw do portfela {appName}. Aby to zrobić, potrzebujesz konta na {appName}, dostępu do kryptowaluty w innym portfelu i musisz znać swój adres odbiorczy {appName}. Aby znaleźć adres odbiorczy {appName}, musisz odwiedzić {walletPage}. Góra strony podzielona jest na trzy części, które pozwalają zarówno wysłać, odbierać kryptowaluty, jak i przeglądać transakcje. W karcie „Odbierz” znajdziesz swój adres odbiorczy. Gdy znasz swój adres odbiorczy {appName}, możesz przejść do drugiego portfela i użyć tego adresu, aby wysłać kryptowaluty na adres {appName}.
pt_br: Para vender moedas criptográficas em {appName} você precisará primeiro enviar algumas moedas para a carteira de títulos de arbitragem {appName}. Para isso, você precisará de uma conta {appName}, acesso a moedas em outra carteira e você precisa conhecer seu endereço de recebimento {appName}. Para encontrar seu endereço de recebimento {appName}, você precisa ir visitar o {walletPage}. Selecione a moeda criptográfica relevante, o topo da página da carteira é dividido em três partes, permitindo que você envie, receba a caução de arbitragem e veja suas transações. Na guia 'Receber' você encontrará seu endereço de recebimento. Uma vez conhecido seu endereço de recebimento {appName}, você pode ir para sua outra carteira e usar este endereço para enviar as moedas para seu endereço {appName}.
sl: Če želite prodati kriptovalute na {appName}, boste morali najprej poslati nekaj kovancev za arbitražno obveznico v svojo {appName} denarnico. Če želite to narediti, potrebujete račun {appName}, dostop do kovancev v drugi denarnici in poznati svoj {appName} prejemni naslov. Če želite najti svoj {appName} prejemni naslov, morate obiskati {walletPage}. Izberite ustrezno kriptovaluto, vrh strani denarnice je razdeljen na tri dele, kar vam omogoča pošiljanje, prejemanje kriptovalute, ter ogled vaših transakcij. Na zavihku 'Prejemi' boste našli svoj naslov za prejemanje. Ko poznate svoj {appName} prejemni naslov, lahko obiščete svojo drugo denarnico in uporabite ta naslov za pošiljanje kovancev na vaš {appName} naslov.
sv: För att sälja kryptovalutor på {appName} måste du först skicka några mynt för skiljedomstolpen till din {appName} plånbok. För att göra det behöver du ett {appName}-konto, tillgång till mynt i en annan plånbok och du behöver känna till din {appName}-mottagningsadress. För att hitta din {appName}-mottagningsadress måste du gå till {walletPage}. Välj relevant kryptovaluta, toppen av plånbokssidan är uppdelad i tre delar så att du både kan skicka, ta emot kryptovaluta och se dina transaktioner. På fliken "Ta emot" hittar du din mottagningsadress. När du känner till din {appName}-mottagningsadress kan du gå till din andra plånbok och använda den här adressen för att skicka mynten till din {appName}-adress.
tl: Upang makapagbenta ng mga cryptocurrencies sa {appName} kailangan mo munang magpadala ng ilang barya para sa arbitration bond sa iyong {appName} wallet. Para magawa iyon, kakailanganin mo ng {appName} account, access sa mga coins sa isa pang wallet at kailangan mong malaman ang iyong {appName} receiving address. Upang mahanap ang iyong {appName} receiving address kailangan mong bisitahin ang {walletPage}. Piliin ang nauugnay na cryptocurrency, ang tuktok ng pahina ng pitaka ay nahahati sa tatlong bahagi na nagbibigay-daan sa iyong parehong magpadala, tumanggap ng cryptocurrency at tingnan ang iyong mga transaksyon. Sa tab na 'Receive' makikita mo ang iyong receiving address. Kapag nalaman mo ang iyong {appName} receiving address, maaari kang pumunta sa iyong iba pang wallet at gamitin ang address na ito upang ipadala ang mga barya sa iyong {appName} address.
tr: {appName} üzerinde kripto para satmak için öncelikle {appName} cüzdanınıza tahkim bonosu için bir miktar para göndermeniz gerekir. Bunu yapmak için bir {appName} hesabına, başka bir cüzdandaki paralara erişmeye ve {appName} alım adresinizi bilmeniz gerekir. {appName} alıcı adresinizi bulmak için {walletPage} adresini ziyaret etmeniz gerekir. İlgili kripto para birimini seçin; cüzdan sayfasının üst kısmı, hem kripto para birimi göndermenize, almanıza hem de işlemlerinizi görüntülemenize olanak tanıyan üç bölüme ayrılmıştır. 'Al' sekmesinde alıcı adresinizi bulacaksınız. {appName} alım adresinizi öğrendikten sonra diğer cüzdanınıza gidebilir ve bu adresi kullanarak paraları {appName} adresinize gönderebilirsiniz.
ur: کرپٹو کرنسیوں کو {appName} پر فروخت کرنے کے لیے آپ کو پہلے اپنے {appName} والیٹ میں ثالثی بانڈ کے لیے کچھ سکے بھیجنے ہوں گے۔ ایسا کرنے کے لیے آپ کو ایک {appName} اکاؤنٹ، دوسرے بٹوے میں سکے تک رسائی کی ضرورت ہوگی اور آپ کو اپنا {appName} وصول کرنے کا پتہ جاننا ہوگا۔ اپنا {appName} وصول کرنے والا پتہ تلاش کرنے کے لیے آپ کو {walletPage} پر جانے کی ضرورت ہے۔ متعلقہ کریپٹو کرنسی کا انتخاب کریں، بٹوے کے صفحے کے اوپری حصے کو تین حصوں میں تقسیم کیا گیا ہے جس کی مدد سے آپ دونوں کام، کریپٹو کرنسی وصول کر سکتے ہیں اور اپنے لین دین کو دیکھ سکتے ہیں۔'Receive' ٹیب پر آپ کو اپنا وصول کرنے کا پتہ ملے گا۔ ایک بار جب آپ کو اپنا {appName} وصول کرنے کا پتہ معلوم ہوجائے تو، آپ اپنے دوسرے بٹوے پر جاسکتے ہیں اور اپنے {appName} پتے پر سکے بھیجنے کے لیے اس پتے کا استعمال کرسکتے ہیں۔
zh_cn: 为了在 {appName} 上出售加密货币，您首先需要向您的 {appName} 仲裁保证金钱包发送一些用于仲裁保证金的硬币。为此，您需要一个 {appName} 帐户，访问另一个钱包中的硬币，并且您需要知道您的 {appName} 接收地址。要查找您的 {appName} 接收地址，您需要访问 {walletPage}。选择相关的加密货币，钱包页面的顶部分为三个部分，您可以发送、接收仲裁保证金并查看您的交易。在“接收”选项卡上，您会找到您的接收地址。一旦你知道你的 {appName} 接收地址，你就可以去你的另一个钱包并使用这个地址将硬币发送到你的 {appName} 地址。
zh_tw: 為了在 {appName} 上出售加密貨幣，您首先需要向您的 {appName} 仲裁保證金錢包發送一些用於仲裁保證金的硬幣。為此，您需要一個 {appName} 帳戶，訪問另一個錢包中的硬幣，並且您需要知道您的 {appName} 接收地址。要查找您的 {appName} 接收地址，您需要訪問 {walletPage}。選擇相關的加密貨幣，錢包頁面的頂部分為三個部分，您可以發送、接收仲裁保證金並查看您的交易。在“接收”選項卡上，您會找到您的接收地址。一旦你知道你的 {appName} 接收地址，你就可以去你的另一個錢包並使用這個地址將硬幣發送到你的 {appName} 地址。

# faq250Sbanswer8722Sb12
source: Transactions take between 10-60 minutes when you're sending Monero to your {appName} wallet or when you're sending Monero out from your {appName} wallet.
cs: Transakce trvají 10–60 minut, když posíláte Monero do své peněženky {appName} nebo když posíláte Monero z peněženky {appName}.
fi: Tapahtumissa kestää n. 10–60 minuuttia, kun lähetät Moneroa {appName}-lompakkoon tai kun lähetät Moneroa {appName}-lompakostasi.
fr: Les transactions prennent entre 10 et 60 minutes lorsque vous envoyez du Monero vers votre portefeuille {appName} ou lorsque vous envoyez du Monero depuis votre portefeuille {appName}.
it: Le transazioni richiedono dai 10 ai 60 minuti quando invii Monero al tuo portafoglio {appName} o quando invii Monero dal tuo portafoglio {appName}.
lt: Kai siunčiate Monero į savo {appName} piniginę arba kai siunčiate Monero iš {appName} piniginės, operacijos užtrunka 10–60 minučių.
nb: Transaksjoner tar mellom 10-60 minutter når du sender Monero til {appName}-lommeboken eller når du sender Monero ut fra {appName}-lommeboken.
nl: Transacties duren tussen de 10-60 minuten wanneer u Monero naar uw {appName}-portefeuille verzendt of wanneer u Monero verzendt vanuit uw {appName}-portefeuille.
pl: Transakcje zajmują od 10-60 minut, gdy wysyłasz Monero do portfela {appName} lub po wysyłaniu Monero z portfela {appName}.
pt_br: As transações levam entre 10-60 minutos quando você está enviando Monero para sua carteira {appName} ou quando você envia Monero de sua carteira {appName}.
sl: Transakcije trajajo 10 do 60 minut, ko pošiljate Monero v {appName} denarnico, ali ko pošiljate Monero iz {appName} denarnice.
sv: Transaktioner tar mellan 10-60 minuter när du skickar Monero till din {appName}-plånbok eller när du skickar Monero ut från din {appName}-plånbok.
tl: Ang mga transaksyon ay tumatagal sa pagitan ng 10-60 minuto kapag nagpapadala ka ng Monero sa iyong {appName} wallet o kapag nagpapadala ka ng Monero mula sa iyong {appName} wallet.
tr: Monero'yu {appName} cüzdanınıza gönderdiğinizde veya Monero'yu {appName} cüzdanınızdan gönderdiğinizde işlemler 10-60 dakika sürer.
ur: جب آپ اپنے {appName} والیٹ میں Monero بھیج رہے ہوتے ہیں یا جب آپ اپنے {appName} والیٹ سے Monero بھیج رہے ہوتے ہیں تو لین دین میں 10-60 منٹ لگتے ہیں۔
zh_cn: 当您将门罗币发送到您的 {appName} 钱包或从您的 {appName} 钱包发送门罗币时，交易需要 10-60 分钟。
zh_tw: 當您將門羅幣發送到您的 {appName} 錢包或從您的 {appName} 錢包發送門羅幣時，交易需要 10-60 分鐘。

# faq250Sbanswer8722Sb1257Sbagoradesk
source: Transactions take between 10-60 minutes when you're sending coins to your {appName} wallet or when you're sending coins out from your {appName} wallet.
cs: Transakce trvají 10–60 minut, když posíláte coiny do peněženky {appName} nebo když posíláte coiny z peněženky {appName}.
fi: Tapahtuissa kestää n. 10–60 minuuttia, kun lähetät kolikoita {appName}-lompakkoon tai kun lähetät kolikoita {appName}-lompakostasi.
fr: Les transactions prennent entre 10 et 60 minutes lorsque vous envoyez des jetons de crypto-monnaie vers votre portefeuille {appName} ou lorsque vous envoyez des jetons de crypto-monnaie depuis votre portefeuille {appName}.
it: Le transazioni richiedono dai 10 ai 60 minuti quando si inviano monete al proprio portafoglio {appName} o quando si inviano monete dal proprio portafoglio {appName}.
lt: Kai siunčiate monetas į {appName} piniginę arba kai siunčiate monetas iš {appName} piniginės, operacijos užtrunka 10–60 minučių.
nb: Transaksjoner tar mellom 10-60 minutter når du sender mynter til {appName}-lommeboken eller når du sender mynter ut fra {appName}-lommeboken.
nl: Transacties duren tussen de 10 en 60 minuten wanneer u munten naar uw {appName}-portefeuille verzendt of wanneer u munten uit uw {appName}-portefeuille verzendt.
pl: Transakcje zajmują od 10-60 minut, gdy wysyłasz kryptowaluty do portfela {appName} lub podczas wysyłania kryptowalut z portfela {appName}.
pt_br: As transações levam entre 10-60 minutos quando você está enviando moedas para sua carteira {appName} ou quando você envia moedas de sua carteira {appName}.
sl: Transakcije trajajo 10 do 60 minut, ko kovance pošiljate v {appName} denarnico, ali ko kovance pošiljate iz {appName} denarnice.
sv: Transaktioner tar mellan 10-60 minuter när du skickar mynt till din {appName}-plånbok eller när du skickar ut mynt från din {appName}-plånbok.
tl: Ang mga transaksyon ay tumatagal sa pagitan ng 10-60 minuto kapag nagpapadala ka ng mga barya sa iyong {appName} wallet o kapag nagpapadala ka ng mga barya mula sa iyong {appName} wallet.
tr: {appName} cüzdanınıza para gönderdiğinizde veya {appName} cüzdanınızdan para gönderdiğinizde işlemler 10-60 dakika sürer.
ur: جب آپ اپنے {appName} والیٹ میں سکے بھیج رہے ہوتے ہیں یا جب آپ اپنے {appName} والیٹ سے سکے بھیج رہے ہوتے ہیں تو لین دین میں 10-60 منٹ لگتے ہیں۔
zh_cn: 当您向 {appName} 钱包发送硬币或从 {appName} 钱包发送硬币时，交易需要 10-60 分钟。
zh_tw: 當您向 {appName} 錢包發送硬幣或從 {appName} 錢包發送硬幣時，交易需要 10-60 分鐘。
