Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# wallet250Sbwithdraw250Sbfee8722Sbchange8722Sbdialog250Sbreceive8722Sbamount
source: Receive amount
cs: Přijmout částku
fi: Vastaanota summa
fr: Recevoir le montant
it: Ricevi importo
lt: Gauti sumą
nb: Motta beløp
nl: Ontvang hoeveelheid
pl: Otrzymaj kwotę
pt_br: Receber quantia
sl: Prejmi znesek
sv: Ta emot belopp
tl: Tumanggap ng halaga
tr: Tutarı al
ur: رقم وصول کریں
zh_cn: 将收到的金额
zh_tw: 將收到的金額

# wallet250Sbwithdraw250Sbfee8722Sbchange8722Sbdialog250Sbsend8722Sbamount
source: Amount to be deducted
cs: Částka, která má být odečtena
fi: Vähennettävä summa
fr: Montant à déduire
it: Importo da detrarre
lt: Išskaičiuotina suma
nb: Beløp som skal trekkes fra
nl: Af te trekken bedrag
pl: Kwota do odliczenia
pt_br: Valor a ser deduzido
sl: Znesek za odšteti
sv: Belopp som ska dras av
tl: Halaga na ibabawas
tr: Kesilecek tutar
ur: کٹوتی کی جانے والی رقم
zh_cn: 扣除的金额
zh_tw: 扣除的金額

# wallet250Sbwithdraw250Sbfee8722Sbchange8722Sbdialog250Sbtitle8722Sbdecreased
source: The withdrawal fee has decreased
cs: Poplatek za výběr se snížil
fi: Kotiutusmaksu on pienentynyt
fr: Les frais de retrait ont diminué
it: La tassa di ritiro è diminuita
lt: Sumažėjo išėmimo mokestis
nb: Uttaksgebyret har gått ned
nl: De opnamekosten zijn verlaagd
pl: Opłata za wypłatę spadła
pt_br: A taxa de retirada diminuiu
sl: Provizija za dvig se je znižala
sv: Uttagsavgiften har minskat
tl: Bumaba ang withdrawal fee
tr: Para çekme ücreti düştü
ur: نکالنے کی فیس میں کمی آئی ہے
zh_cn: 提款费减少了
zh_tw: 提款費減少了

# wallet250Sbwithdraw250Sbfee8722Sbchange8722Sbdialog250Sbtitle8722Sbincreased
source: The withdrawal fee has increased
cs: Poplatek za výběr se zvýšil
fi: Kotiutusmaksu on suurentunut
fr: Les frais de retrait ont augmenté
it: La tassa di prelievo è aumentata
lt: Padidėjo išėmimo mokestis
nb: Uttaksgebyret har økt
nl: De opnamekosten zijn verhoogd
pl: Opłata za wypłatę wzrosła
pt_br: A taxa de retirada aumentou
sl: Provizija za dvig se je povečala
sv: Uttagsavgiften har ökat
tl: Tumaas ang withdrawal fee
tr: Para çekme ücreti arttı
ur: نکالنے کی فیس بڑھ گئی ہے
zh_cn: 提款费增加了
zh_tw: 提款費增加了

# wallet250Sbwithdraw250Sbnojs250Sbchange8722Sbaddress8722Sbbtn
source: Change address
cs: Změnit adresu
fi: Vaihda osoite
fr: Changer l'adresse
it: Cambia indirizzo
lt: Pakeisti adresą
nb: Bytt adresse
nl: Adres wijzigen
pl: Zmień adres
pt_br: Alterar endereço
sl: Spremeni naslov
sv: Ändra adress
tl: Baguhin ang address
tr: Adres değiştir
ur: پتہ تبدیل کریں
zh_cn: 更换地址
zh_tw: 更換地址

# wallet250Sbwithdrawal250Sbamount8722Sbinput250Sblabel
source: Amount ({asset})
cs: Částka ({asset})
fi: Määrä ({asset})
fr: Montant ({asset})
it: Importo ({asset})
lt: Suma ({assetSymbol})
nb: Beløp ({assetSymbol})
nl: Hoeveelheid ({asset})
pl: Kwota ({asset})
pt_br: Montante ({asset})
sl: Znesek ({asset})
sv: Belopp ({asset})
tl: Halaga ({assetSymbol})
tr: Tutar ({asset})
ur: رقم ({asset})
zh_cn: 金额（{asset}）
zh_tw: 金額 ({asset})

# wallet250Sbwithdrawal250Sbconfirmation250Sbfee
source: + network fee (≈ {fee} {currency})
cs: + síťový poplatek (≈ {fee} {currency})
fi: + verkkomaksu (≈ {fee} {currency})
fr: + frais de réseau (≈ {fee} {currency})
it: + tariffa di rete (≈ {fee} {currency})
lt: + tinklo mokestis (≈ {fee} {currency})
nb: + nettverksavgift (≈ {fee} {currency})
nl: + netwerktarief (≈ {fee} {currency})
pl: + opłata sieciowa (≈ {fee} {currency})
pt_br: + taxa de rede (≈ {fee} {currency})
sl: + omrežnina (≈ {fee} {currency})
sv: + nätverksavgift (≈ {fee} {currency})
tl: + bayad sa network (≈ {fee} {currency})
tr: + ağ ücreti (≈ {fee} {currency})
ur: + نیٹ ورک فیس (≈ {fee} {currency})
zh_cn: +网路费用（≈ {fee} {currency}）
zh_tw: +網路費用（≈ {fee} {currency}）

# wallet250Sbwithdrawal250Sberror250Sbtoo8722Sbsmall
source: Amount that has been requested for withdrawal is less than the minimum possible amount
cs: Částka, která byla požadována pro výběr, je nižší než minimální možná částka
fi: Summa jota on pyydetty nostoon on pienempi kuin mahdollinen vähimmäissumma
fr: Le montant demandé pour le retrait est inférieur au montant minimum possible
it: L'importo che è stato richiesto per il prelievo è inferiore all'importo minimo possibile
lt: Suma, kurios buvo prašoma atsiimti, yra mažesnė už minimalią galimą sumą
nb: Beløpet som er forespurt for uttak er mindre enn det minste mulige beløpet
nl: Hoeveelheid die is aangevraagd voor opname is minder dan de minimaal mogelijke hoeveelheid
pl: Kwota, o którą chcesz wypłacić, jest mniejsza niż minimalna dopuszczalna
pt_br: O valor solicitado para retirada é menor que o valor mínimo possível
sl: Znesek zahtevan za dvig je manjši od najnižjega možnega zneska
sv: Belopp som har begärts för uttag är lägre än minsta möjliga belopp
tl: Ang halaga na hiniling para sa withdrawal ay mas mababa sa pinakamababang posibleng halaga
tr: Çekim için talep edilen tutar mümkün olan minimum tutardan az
ur: رقم نکلوانے کی درخواست کی گئی ہے وہ کم از کم ممکنہ رقم سے کم ہے
zh_cn: 请求提款的金额小于最小可能金额
zh_tw: 請求提款的金額小於最小可能金額

# wallet250Sbwithdrawal250Sbnetwork8722Sbfee
source: Network fee
cs: Síťový poplatek
fi: Verkkomaksu
fr: Frais de réseau
it: Tariffa di rete
lt: Tinklo mokestis
nb: Nettverksavgift
nl: Netwerktarief
pl: Opłata sieciowa
pt_br: Taxa de rede
sl: Omrežnina / provizija
sv: Nätverk avgift
tl: Bayad sa network
tr: Ağ ücreti
ur: نیٹ ورک فیس
zh_cn: 网路费用
zh_tw: 網路費用

# warn250Sbhigh8722Sbrisk8722Sbmethod8722Sb0
source: <strong>NOTE:</strong> This payment method is <strong>high-risk</strong>, since it is <strong>reversible</strong> and for that reason often used by scammers.
cs: <strong>POZNÁMKA:</strong> Tato platební metoda je <strong>vysoce riziková</strong>, protože je <strong>reverzibilní</strong> a z tohoto důvodu ji často používají podvodníci.
fi: <strong>HUOM:</strong> Tämä maksutapa on <strong>korkean riskin</strong> maksutapa, koska se on <strong>peruutettavissa oleva</strong> ja siksi huijarit käyttävät sitä usein.
fr: <strong>REMARQUE :</strong> Ce mode de paiement est <strong>à haut risque</strong>, car il est <strong>réversible</strong> et, pour cette raison, souvent utilisé par les escrocs.
it: <strong>NOTE:</strong> Questo metodo di pagamento è <strong> ad alto rischio </strong>, poiché è <strong> reversibile </strong> e per questo motivo viene spesso utilizzato dagli scammer.
lt: <strong>PASTABA:</strong> šis mokėjimo metodas yra <strong>didelės rizikos</strong>, nes jis yra <strong>grįžtamas</strong> ir dėl šios priežasties jį dažnai naudoja sukčiai.
nb: <strong>MERK:</strong> Denne betalingsmåten er <strong>høyrisiko</strong>, siden den er <strong>reversibel</strong> og av den grunn ofte brukt av svindlere.
nl: <strong>OPMERKING:</strong> Deze betaalmethode heeft een <strong>hoog risico</strong>, omdat het <strong>omkeerbaar</strong> is en daarom vaak wordt gebruikt door oplichters.
pl: <strong> UWAGA: </strong> Ta metoda płatności jest <strong> wysokiego ryzyka </strong>, ponieważ jest <strong> odwracalna </strong> i z tego powodu często używana przez oszustów.
pt_br: <strong>ATENÇÃO:</strong> Essa forma de pagamento possui <strong>alto risco</strong>, pois ela é <strong>reversível</strong> e por essa razão é comumente usada em fraudes.
sl: <strong>OPOMBA:</strong> To plačilno sredstvo je <strong>visoko tvegano</strong>, saj je <strong>povratno</strong> in ga zaradi tega pogosto uporabljajo prevaranti.
sv: <strong>ANMÄRKNING:</strong> Denna betalningsmetod är <strong>hög risk</strong>, eftersom det är <strong>reversibel</strong> och används därför ofta av bedragare.
tl: <strong>NOTE:</strong> Ang paraan ng pagbabayad na ito ay <strong>high-risk</strong>, dahil ito ay <strong>reversible</strong> at sa kadahilanang iyon ay madalas na ginagamit ng mga scammer.
tr: <strong>NOT:</strong> Bu ödeme yöntemi <strong>yüksek risklidir</strong>, çünkü <strong>geri döndürülebilir</strong> ve bu nedenle dolandırıcılar tarafından sıklıkla kullanılır.
ur: <strong>نوٹ:</strong> ادائیگی کا یہ طریقہ <strong>زیادہ خطرہ</strong> ہے، کیونکہ یہ <strong>ریورسیبل</strong> ہے اور اس وجہ سے اکثر اسکیمرز استعمال کرتے ہیں۔
zh_cn: <strong>主意：</strong> 因为该付款方式是<strong>可逆的</strong>它是<strong>高风险的</strong>，被欺诈者常用。
zh_tw: <strong>主意：</strong> 因為該付款方式是<strong>可逆的</strong>它是<strong>高風險的</strong>，被欺詐者常用。

# warn250Sbhigh8722Sbrisk8722Sbmethod8722Sb1
source: Even if you do your due diligence and only trade with reputable users there is no guarantee you'll not end up in a {method} dispute situation. Here's something you can do to increase your chances: {linebreak} 1. Request 2 photo ID scans of the user (i.e. passport and driver's license), make sure that the {method} account name matches the ID. {linebreak} 2. Tell the user to send you an email from the {method} email account (maybe even tell them to put the Trade ID and something about the trade into the email).{linebreak} 3. Charge very high premiums for {method} trades. For example, 25% and higher. That way you get covered if 1 in 5 of your {method} trades are scams (given equal trade amounts). {linebreak} 4. Be wary of high trade amounts. Try to get a few lower amount trades with a trader first. {linebreak}
cs: I když budete provádět náležitou péči a budete obchodovat pouze s renomovanými uživateli, neexistuje žádná záruka, že se nedostanete do sporu {method}. Zde je něco, co můžete udělat, abyste zvýšili své šance: {linebreak} 1. Požádejte o 2 skeny průkazu totožnosti uživatele (např. pas a řidičský průkaz), ujistěte se, že jméno účtu {method} odpovídá ID. {linebreak} 2. Řekněte uživateli, aby vám poslal e-mail z e-mailového účtu {method} (možná mu dokonce řekněte, aby do e-mailu uvedl ID obchodu a něco o obchodu).{linebreak} 3. Účtujte si velmi vysoké poplatky za {method} obchody. Například 25 % a vyšší. Tímto způsobem budete chráněni, pokud 1 z 5 vašich {method} obchodů jsou podvody (při stejném objemu obchodů). {linebreak} 4. Dávejte si pozor na vysoké obchodní částky. Zkuste nejprve u obchodníka získat několik obchodů s nižší částkou. {linebreak}
fi: Vaikka olisit asianmukaisesti huolellinen ja käyt kauppaa vain hyvämaineisten käyttäjien kanssa, ei ole takeita siitä ettet päädy {method}-kiistatilanteeseen. Voit lisätä mahdollisuuksiasi välttää nämä seuraavasti: {linebreak} 1. Pyydä käyttäjältä kaksi valokuvallista henkilöllisyystodistusta (eli passi ja ajokortti), varmista, että {method}-tilin nimi vastaa tunnusta. {linebreak} 2. Pyydä käyttäjää lähettämään sinulle sähköposti {method}-sähköpostitililtä (ehkä jopa käske häntä laittamaan sähköpostiin kauppatunnus ja jotain tietoja kaupasta).{linebreak} 3. Veloita erittäin korkeita vakuutusmaksuja {method} kaupoissa. Esimerkiksi 25% tai enemmän. Näin saat suojan sille että yksi viidestä {method}-kaupoistasi on huijauksia (kun kauppasummat ovat samat). {linebreak} 4. Varo suuria kauppamääriä. Yritä ensin tehdä muutama pienempi kauppa uuden kauppiaan kanssa. {linebreak}
fr: Même si vous faites preuve de vigilance et que vous n'échangez qu'avec des utilisateurs ayant une bonne évaluation, il n'y a aucune garantie que vous ne vous retrouverez pas dans une situation de litige {method}. Voici quelque chose que vous pouvez faire pour augmenter vos chances : {linebreak} 1. Demandez 2 scans d'identité avec photo de l'utilisateur (c.-à-d. passeport et permis de conduire), assurez-vous que le nom du compte {method} correspond à la pièce d'identité. {linebreak} 2. Dites à l'utilisateur de vous envoyer un e-mail à partir du compte de messagerie {method} (peut-être même lui dire de mettre l'identifiant de transaction et quelque chose sur la transaction dans l'e-mail).{linebreak} 3. Facturez des frais très élevées pour les transactions {method}. Par exemple, 25% et plus. De cette façon, vous êtes couvert si 1 sur 5 de vos transactions {method} s'avère être une arnaque (à montants de transactions égaux). {linebreak} 4. Méfiez-vous des montants d'échange élevés. Essayez d'abord d'obtenir quelques transactions d'un montant inférieur avec un trader. {linebreak}
it: Anche se fai la dovuta diligenza e commerci solo con utenti affidabili, non vi è alcuna garanzia che non ti ritroverai in una situazione di controversia {method}. Ecco qualcosa che puoi fare per aumentare le tue possibilità: {linebreak} 1. Richiedi 2 scansioni del documento d'identità con foto dell'utente (ad esempio passaporto e patente di guida), assicurati che il nome dell'account {method} corrisponda al documento d'identità. {linebreak} 2. Chiedi all'utente di inviarti un'e-mail dall'account e-mail {method} (magari anche digli di inserire l'ID commerciale e qualcosa relativo all'operazione nell'e-mail).{linebreak} 3. Addebita premi molto elevati per {method} commercia. Ad esempio, 25% e oltre. In questo modo sarai coperto se 1 su 5 delle tue transazioni {method} sono truffe (a parità di importo commerciale). {linebreak} 4. Diffidare degli importi commerciali elevati. Prova prima a ottenere alcune operazioni di importo inferiore con un trader. {linebreak}
lt: Net jei atliksite deramą patikrinimą ir prekiaujate tik su patikimais vartotojais, nėra jokios garantijos, kad nepateks į {method} ginčo situaciją. Štai ką galite padaryti, kad padidintumėte savo galimybes: {linebreak} 1. Paprašykite 2 nuskaityti naudotojo tapatybės dokumentą su nuotrauka (t. y. pasą ir vairuotojo pažymėjimą), įsitikinkite, kad {method} paskyros pavadinimas sutampa su ID. {linebreak} 2. Pasakykite vartotojui, kad jis atsiųstų jums el. laišką iš {method} el. pašto paskyros (galbūt net liepkite į el. laišką įrašyti prekybos ID ir ką nors apie prekybą).{linebreak} 3. Apmokestinkite labai dideles priemokas už {method} prekiauja. Pavyzdžiui, 25% ir daugiau. Tokiu būdu jūs gaunate apsaugą, jei 1 iš 5 jūsų {method} sandorių yra sukčiavimas (jei yra vienodos prekybos sumos). {linebreak} 4. Būkite atsargūs dėl didelių prekybos sumų. Pirmiausia pabandykite sudaryti keletą mažesnės sumos sandorių su prekiautoju. {linebreak}
nb: Selv om du gjør din due diligence og kun handler med anerkjente brukere, er det ingen garanti for at du ikke vil havne i en {method} tvistsituasjon. Her er noe du kan gjøre for å øke sjansene dine: {linebreak} 1. Be om 2 bilde-ID-skanninger av brukeren (dvs. pass og førerkort), sørg for at {method}-kontonavnet samsvarer med ID-en. {linebreak} 2. Be brukeren sende deg en e-post fra {method} e-postkontoen (kanskje til og med be dem om å legge inn handels-ID og noe om handelen i e-posten).{linebreak} 3. Ta svært høye premier for {method} handler. For eksempel 25 % og høyere. På den måten får du dekket hvis 1 av 5 av dine {method} handler er svindel (gitt like store handelsbeløp). {linebreak} 4. Vær på vakt mot høye handelsbeløp. Prøv å få et par lavere beløp med en trader først. {linebreak}
nl: Zelfs als u uw due diligence doet en alleen met gerenommeerde gebruikers handelt, is er geen garantie dat u niet in een {method} geschilsituatie terechtkomt. Hier is iets dat u kunt doen om uw kansen te vergroten: {linebreak} 1. Vraag 2 foto-ID-scans van de gebruiker (d.w.z. paspoort en rijbewijs), zorg ervoor dat de {method} accountnaam overeenkomt met de ID. {linebreak} 2. Vraag de gebruiker om u een e-mail te sturen vanaf het {method} e-mailaccount (misschien zelfs om de Trade ID en iets over de transactie in de e-mail te plaatsen). {linebreak} 3. Reken zeer hoge premies voor {method} transacties. Bijvoorbeeld 25% en hoger. Op die manier bent u gedekt als 1 op de 5 van uw {method}-transacties oplichting zijn (bij gelijke transactiebedragen). {linebreak} 4. Pas op voor hoge handelsbedragen. Probeer eerst een paar transacties met een lager bedrag te krijgen met een handelaar. {linebreak}
pl: Nawet jeśli dotrzymasz należytej ostrożności i handlujesz tylko z renomowanymi użytkownikami, nie ma gwarancji, że nie znajdziesz się w sytuacji sporu {method}. Oto coś, co możesz zrobić, aby zwiększyć swoje szanse: {linebreak} 1. Żądaj 2 skanów dokumentu tożsamości użytkownika (tj. paszportu i prawa jazdy), upewnij się, że nazwa konta {method} pasuje do identyfikatora. {linebreak} 2. Powiedz użytkownikowi, aby wysłał Ci wiadomość email z konta email {method} (może nawet powiedz im, aby umieścili identyfikator handlu i coś o handlu w emailu). {linebreak} 3. Obciąż bardzo wysokie składki za transakcje {method}. Na przykład 25% i więcej. W ten sposób otrzymasz pokrycie, jeśli 1 na 5 z transakcji {method} są oszustwami (zakładając handle o równych kwotach).{linebreak} 4. Uważaj na wysokie kwoty handlowe. Najpierw spróbuj wykonać kilka mniejszych transakcji z handlowcem.{linebreak}
pt_br: Mesmo se você fizer o dever de casa e negociar somente com pessoas de alta reputação, não há garantias de que você não acabará numa situação de disputa {method}. Siga estas recomendações para ajudar na sua causa: {linebreak} 1. Solicite dois documentos com foto do seu comprador (i.e. carteira de motorista e RG), certifique-se que a conta {method} tem o mesmo nome que os documentos. {linebreak} 2. Diga ao comprador para te enviar um e-mail do mesmo endereço indicado em {method} (considere pedir que ele adicione o ID dessa transação no e-mail).{linebreak} 3. Cobre um valor premium para transações {method}. Por exemplo, 25% para mais. Dessa forma você se protegerá mesmo se 1 de 5 transações no modo {method} acabarem mal (imaginando valores iguais). {linebreak} 4. Cuidado ao negociar valores muito altos. Tente fazer transações de baixo volume inicialmente para verificar a reputação do vendedor. {linebreak}
sl: Tudi če opravite skrbni pregled situacije in trgujete le z uglednimi uporabniki, ni nobenega zagotovila, da ne boste prišli v {method} spor. Kar lahko storite, da povečate svoje možnosti je: {linebreak} 1. Da zahtevate dva skenirana osebna dokumenta uporabnika (npr. potni list in vozniško dovoljenje) in se prepričajte, da se ime računa {method} ujema z osebnim dokumentom. {linebreak} . 2. Uporabniku poveste, naj vam pošlje e-poštno sporočilo z e-poštnega računa {method} (morda mu celo povejte, naj v e-poštno sporočilo vpiše ID trgovanja in nekaj o trgovanju). {linebreak} 3. Obračunate zelo visoke premije za {method} trgovanja. Na primer 25 % in več. Na ta način boste imeli kritje, če bo 1 od 5 vaših {method} trgovanj prevara (ob enakih zneskih trgovanj). {linebreak} 4. Bodite previdni pri visokih zneskih trgovanja. Najprej poskusite s trgovcem skleniti nekaj poslov z nižjimi zneski.{linebreak}
sv: Även om du gör din due diligence och bara handlar med välrenommerade användare finns det ingen garanti för att du inte kommer att hamna i en {method} tvistsituation. Här är något du kan göra för att öka dina chanser: {linebreak} 1. Begär 2 foto-ID-skanningar av användaren (dvs. pass och körkort), se till att {method}-kontots namn matchar ID:t. {linebreak} 2. Be användaren att skicka ett e-postmeddelande till dig från {method} e-postkontot (kanske till och med säg åt dem att lägga in handels-ID och något om handeln i e-postmeddelandet).{linebreak} 3. Ta ut mycket höga premier för {method} handlar. Till exempel 25 % och högre. På så sätt får du täckning om 1 av 5 av dina {method}-affärer är bedrägerier (med samma handelsbelopp). {linebreak} 4. Var försiktig med höga handelsbelopp. Försök att få några affärer med lägre belopp med en handlare först. {linebreak}
tl: Kahit na gawin mo ang iyong nararapat na pagsusumikap at makipagkalakalan lamang sa mga mapagkakatiwalaang user, walang garantiyang hindi ka mapupunta sa isang {method} sitwasyon ng hindi pagkakaunawaan. Narito ang isang bagay na maaari mong gawin upang madagdagan ang iyong mga pagkakataon: {linebreak} 1. Humiling ng 2 photo ID scan ng user (i.e. passport at driver's license), tiyaking tumutugma ang {method} account name sa ID. {linebreak} 2. Sabihin sa user na magpadala sa iyo ng email mula sa {method} email account (maaaring sabihin pa sa kanila na ilagay ang Trade ID at isang bagay tungkol sa trade sa email).{linebreak} 3. Maningil ng napakataas na premium para sa Ang {method} ay nakikipagkalakalan. Halimbawa, 25% at mas mataas. Sa ganoong paraan, masasaklaw ka kung 1 sa 5 sa iyong {method} na mga trade ay mga scam (binigyan ng pantay na halaga ng kalakalan). {linebreak} 4. Mag-ingat sa mataas na halaga ng kalakalan. Subukang kumuha muna ng ilang mas mababang halaga sa isang mangangalakal. {linebreak}
tr: Gerekli özeni gösterseniz ve yalnızca saygın kullanıcılarla ticaret yapsanız bile, {method} bir anlaşmazlık durumuyla karşılaşmayacağınızın garantisi yoktur. Şansınızı artırmak için yapabileceğiniz bir şey var: {linebreak} 1. Kullanıcının 2 adet fotoğraflı kimlik taraması talep edin (ör. pasaport ve ehliyet), {method} hesap adının kimlikle eşleştiğinden emin olun. {linebreak} 2. Kullanıcıya, size {method} e-posta hesabından bir e-posta göndermesini söyleyin (hatta e-postaya Ticaret Kimliğini ve ticaretle ilgili bir şeyler koymasını bile söyleyin).{linebreak} 3. Şunlar için çok yüksek primler talep edin: {method} işlem yapıyor. Örneğin %25 ve üzeri. Bu şekilde, {method} işlemlerinizin 5'te 1'i dolandırıcılık ise (eşit işlem tutarları verildiğinde) sigorta kapsamına girersiniz. {linebreak} 4. Yüksek ticaret miktarlarına karşı dikkatli olun. Önce bir tüccarla daha düşük miktarlarda birkaç işlem yapmaya çalışın. {linebreak}
ur: یہاں تک کہ اگر آپ اپنی مستعدی سے کام کرتے ہیں اور صرف معروف صارفین کے ساتھ تجارت کرتے ہیں تو اس کی کوئی گارنٹی نہیں ہے کہ آپ {method} تنازعہ کی صورت حال میں ختم نہیں ہوں گے۔ یہاں کچھ ہے جو آپ اپنے امکانات کو بڑھانے کے لیے کر سکتے ہیں: {linebreak} 1. صارف کے 2 فوٹو آئی ڈی اسکین کی درخواست کریں (یعنی پاسپورٹ اور ڈرائیور کا لائسنس)، یقینی بنائیں کہ {method} اکاؤنٹ کا نام ID سے مماثل ہے۔ {linebreak} 2. صارف سے کہو کہ وہ آپ کو {method} ای میل اکاؤنٹ سے ایک ای میل بھیجے (ہو سکتا ہے کہ انہیں ای میل میں ٹریڈ آئی ڈی اور تجارت کے بارے میں کچھ ڈالنے کو بھی کہے)۔ {method} تجارت۔ مثال کے طور پر، 25% اور اس سے زیادہ۔ اس طرح اگر آپ کی {method} تجارتوں میں سے 5 میں سے 1 گھوٹالے ہیں (مساوی تجارتی رقم دی گئی ہے) {linebreak} 4. زیادہ تجارتی رقم سے ہوشیار رہیں۔ پہلے کسی تاجر کے ساتھ کچھ کم رقم کی تجارت حاصل کرنے کی کوشش کریں۔ {linebreak}
zh_cn: 即使你做了尽职调查，只与有信誉的买家进行交易，也不能保证你不会遇到{method}申诉的情况。 您可以做以下事情来增加您的安全度：{linebreak} 1.请求买方的2张照片ID扫描（即护照和驾驶执照），确保{method}帐户名称与ID相符。 {linebreak} 2.告诉买家从{method}的电邮帐户发送一封电子邮件（甚至可以告诉他们把交易ID和一些关于的消息放到电子邮件里）{linebreak} 3.收取{method}交易的时设直很高的差价率。 例如，25％或更高。 这样，如果您的{method}交易中有五分之一是诈骗（设交易金额相等），那么您将被覆盖。 {linebreak} 4.谨防高额交易。 尝试先与交易者进行少量交易。 {linebreak}
zh_tw: 即使你做了盡職調查，隻與有信譽的買家進行交易，也不能保証你不會遇到{method}申訴的情況。 您可以做以下事情來增加您的安全度：{linebreak} 1.請求買方的2張照片ID掃描（即護照和駕駛執照），確保{method}帳戶名稱與ID相符。 {linebreak} 2.告訴買家從{method}的電郵帳戶發送一封電子郵件（甚至可以告訴他們把交易ID和一些關於的消息放到電子郵件裡）{linebreak} 3.收取{method}交易的時設直很高的期權金。 例如，25％或更高。 這樣，如果您的{method}交易中有五分之一是詐騙（設交易金額相等），那麼您將被覆蓋。 {linebreak} 4.謹防高額交易。 嘗試先與交易者進行少量交易。 {linebreak}
