Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbhistory250Sb1250Sbtext
source: <p>In September 2013 a previously unheard of group, Cryptonote, released a whitepaper about a novel protocol under the same name. This protocol sought to make a Bitcoin-like cryptocurrency, although utilizing optional ring signatures and stealth addresses to bolster the privacy. Not long after, in November of 2013, initial code was pushed to GitHub for a new coin called Bytecoin. This coin implemented the protocol described in the paper, on a brand new codebase (i.e. not forked from Bitcoin like most other coins at the time).</p> <p>The Bytecoin team took their time putting the rest of the code on their repository, but seemed to be done by March of 2014, when the project was subsequently ‘discovered’ by a ‘random’ person on the BitcoinTalk forums, though it is now widely suspected that this was a plant to generate interest. After the sockpuppet succeeded in garnering eyeballs, those newly interested people discovered something strange: over 80% of the coins had already been mined.</p> <p>This was an astronomical amount, and many were willing to write it off as a scam and move on; that is until the Bytecoin team showed up. They claimed that the reason so much of the coin had been mined by this point was because Bytecoin was actually not a new coin with a massive premine, but had actually existed on the deep web for two years, since 2012.</p> <p>Long story short, these claims were not well received, as nobody had heard of Bytecoin before, and it didn’t take long before people lost interest. Not everyone was willing to completely give up however. Some began looking over the Cryptonote protocol that Bytecoin was based on and concluded that the protocol itself seemed to be solid and innovative, even if the first implementation wasn’t. </p> <p>At that point, it was a race to see who could fork Bytecoin, clean up the code, and be the first ‘non-scam’ version to market, in order to gain a first mover advantage.</p>
cs: <p>V září 2013 vydala dosud neznámá skupina Cryptonote whitepaper o novém protokolu se stejným názvem. Tento protokol se snažil vytvořit kryptoměnu podobnou Bitcoinu, ačkoli využíval volitelné kruhové podpisy a skryté adresy k posílení soukromí. Nedlouho poté, v listopadu 2013, byl na GitHubu umístěn počáteční kód nové mince s názvem Bytecoin. Tato mince implementovala protokol popsaný v článku na zcela nové kódové základně (tj. nebyla forkována z Bitcoinu jako většina ostatních mincí v té době).</p> <p>Tým Bytecoinu si dal s umístěním zbytku kódu do svého repozitáře načas, ale zdálo se, že v březnu 2014 byl hotový, když projekt následně "objevila" "náhodná" osoba na fóru BitcoinTalk, ačkoli se nyní všeobecně předpokládá, že šlo o nastrčenou figurku, která měla vyvolat zájem. Poté, co se sockpuppetovi podařilo získat pozornost, zjistili tito noví zájemci něco zvláštního: více než 80 % mincí již bylo vytěženo.</p> <p>Byla to astronomická částka a mnozí ji chtěli odepsat jako podvod a jít dál, dokud se neobjevil tým Bytecoinu. Tvrdili, že důvodem, proč bylo do této chvíle vytěženo tolik mincí, je to, že Bytecoin ve skutečnosti není nová mince s masivním premine, ale že ve skutečnosti existuje na hlubokém webu už dva roky, od roku 2012.</p> <p>Zkrátka a dobře, tato tvrzení nebyla přijata dobře, protože o Bytecoinu nikdo předtím neslyšel, a netrvalo dlouho, než lidé ztratili zájem. Ne všichni se však byli ochotni zcela vzdát. Někteří si začali prohlížet protokol Cryptonote, na kterém byl Bytecoin založen, a dospěli k závěru, že samotný protokol se zdá být solidní a inovativní, i když první implementace taková nebyla. </p> <p>V té době šlo o závod o to, kdo forkne Bytecoin, vyčistí kód a jako první uvede na trh verzi, která nebude podvodná, aby získal výhodu prvního hráče.</p>
fi: <p>Syyskuussa 2013 aiemmin tuntematon ryhmä, Cryptonote, julkaisi tiedotteen uudesta protokollasta samalla nimellä. Tällä protokollalla pyrittiin luomaan Bitcoinin kaltainen kryptovaluutta, vaikka se käytti valinnaisia sormusallekirjoituksia ja piilotettuja osoitteita yksityisyyden vahvistamiseksi. Pian tämän jälkeen, marraskuussa 2013, ensimmäinen koodi puskettiin GitHubiin uudelle kolikolle nimeltä Bytecoin. Tämä kolikko toteutti paperissa kuvatun protokollan aivan uudella koodipohjalla (eli sitä ei ollut forkattu Bitcoinista kuten useimmat muut kolikot tuolloin).</p> <p>Bytecoin-tiimi otti aikansa puskiessaan loput koodista GitHubiin, mutta se näytti valmistuvan maaliskuussa 2014, jolloin projektin "löysi" myöhemmin "satunnainen" henkilö BitcoinTalk-foorumeilta. Vaikkakin nyt epäillään laajalti, että tämä oli ennalta suunniteltu temppu joka herätti kiinnostusta. Sen jälkeen kun satunnainen henkilö onnistui keräämään kiinnostuneita silmäpareja projektille, kiinnostuneet huomasivat jotain outoa: yli 80 % kolikoista oli jo louhittu.</p> <p>Tämä oli tähtitieteellinen määrä, ja monet olivat valmiita leimaamaan sen huijaukseksi ja jatkamaan eteenpäin, Kunnes Bytecoin-tiimi ilmestyi. He väittivät että syy, miksi niin suuri osa kolikosta oli louhittu tähän mennessä, johtui siitä että Bytecoin ei itse asiassa ollut uusi kolikko, jolla oli valtava ennakkolouhinta, vaan se oli itse asiassa ollut pimeässä verkossa jo kaksi vuotta vuodesta 2012 lähtien.</p> <p>Lyhyesti, nämä väitteet eivät saaneet hyvää palautetta, koska kukaan ei ollut kuullut Bytecoinista aiemmin. Eikä kestänyt kauan, ennen kuin ihmiset menettivät kiinnostuksensa. Kaikki eivät kuitenkaan olleet valmiita luovuttamaan kokonaan. Jotkut alkoivat tutkia Cryptonote-protokollaa johon Bytecoin perustui, ja päättelivät että protokolla itsessään vaikutti vakaalta ja innovatiiviselta, vaikka ensimmäinen toteutus ei sitä ollutkaan. </p> <p>Siihen aikaan kilpailtiin siitä, kuka voisi forkata Bytecoinin, puhdistaa koodin ja olla ensimmäinen "ei-huijauksellinen" versio markkinoilla saadakseen ensikävijän edun.</p>
fr: <p>En septembre 2013, un groupe inconnu auparavant, Cryptonote, a publié un livre blanc sur un nouveau protocole portant le même nom. Ce protocole cherchait à créer une crypto-monnaie de type Bitcoin, tout en utilisant des signatures de cercle facultatives et des adresses furtives pour renforcer la confidentialité. Peu de temps après, en novembre 2013, le code initial a été publié sur GitHub pour un nouveau jeton appelé Bytecoin. Ce jeton, ainsi que sa blockchain, a implémenté le protocole décrit dans l'article, sur une toute nouvelle base de code (c'est-à-dire non dérivée de Bitcoin comme la plupart des autres jetons à l'époque).</p> <p>L'équipe Bytecoin a pris son temps pour publier le reste du code sur son dépôt Github, mais il semblerait que cela ait été fait en mars 2014, lorsque le projet a été « découvert » par une personne « quelconque » sur les forums BitcoinTalk, bien qu'il soit maintenant largement suspecté qu'il s'agissait d'une manœuvre pour susciter de l'intérêt. Après que la marionnette ait réussi à attirer l'attention, les personnes nouvellement intéressées ont découvert quelque chose d'étrange : plus de 80% des jetons avaient déjà été minés.</p> <p>C'était un montant astronomique, et beaucoup étaient prêts à le considérer comme une arnaque et à passer à autre chose ; et ce, jusqu'à ce que l'équipe Bytecoin se présente. Ils ont affirmé que la raison pour laquelle une si grande partie des jetons avait été extraits à ce stade était que Bytecoin n'était en fait pas un nouveau jeton avec une pré-minage massif, mais qu'il existait en fait sur le Web profond depuis deux ans, soit depuis 2012.</p> <p>Pour faire court, ces affirmations n'ont pas été bien accueillies, car personne n'avait entendu parler de Bytecoin auparavant, et il n'a pas fallu longtemps avant que les gens perdent tout intérêt. Cependant, tout le monde n'était pas prêt à abandonner complètement. Certains ont commencé à examiner le protocole Cryptonote sur lequel Bytecoin était basé et ont conclu que le protocole en lui-même semblait solide et innovant, même si la première implémentation ne l'était pas.</p> <p>À ce stade-là, c'était la course pour voir qui pouvait « forker » (cloner) Bytecoin, nettoyer le code et être la première version « non frauduleuse » sur le marché, afin d'obtenir l'avantage du premier arrivé.</p>
it: <p>Nel settembre 2013 un gruppo precedentemente sconosciuto, Cryptonote, pubblicò un white paper su un nuovo protocollo con lo stesso nome. Questo protocollo ha cercato di creare una criptovaluta simile a Bitcoin, sebbene utilizzando firme ad anello opzionali e indirizzi invisibili per rafforzare la privacy. Non molto tempo dopo, nel novembre del 2013, il codice iniziale è stato inviato a GitHub per una nuova moneta chiamata Bytecoin. Questa moneta ha implementato il protocollo descritto nel documento, su una nuovissima base di codice (cioè non biforcuta da Bitcoin come la maggior parte delle altre monete all'epoca).</p> <p>Il team di Bytecoin ha impiegato molto tempo a mettere il resto del codice nel proprio repository, ma sembrava essere stato realizzato entro marzo 2014, quando il progetto è stato successivamente "scoperto" da una persona "casuale" sui forum BitcoinTalk, anche se è ormai ampiamente sospettato che si trattasse di un impianto per generare interesse. Dopo che il sockpuppet è riuscito a raccogliere i bulbi oculari, quelle nuove persone interessate hanno scoperto qualcosa di strano: oltre l'80% delle monete era già stato estratto.</p> <p>Questa era una quantità astronomica, e molti erano disposti a scriverlo come una truffa e andare avanti; questo fino a quando il team Bytecoin si presentò. Sostenevano che la ragione per cui così tanto della moneta era stata estratta a questo punto era perché Bytecoin non era in realtà una nuova moneta con un premine enorme, ma era in realtà esistito nel deep web per due anni, dal 2012.</p> <p>Per farla breve, queste affermazioni non sono state ben accolte, dato che nessuno aveva mai sentito parlare di Bytecoin in precedenza, e non ci è voluto molto prima che le persone perdessero interesse. Tuttavia, non tutti erano disposti a rinunciare completamente. Alcuni hanno iniziato a esaminare il protocollo Cryptonote su cui si basava Bytecoin e hanno concluso che il protocollo stesso sembrava solido e innovativo, anche se la prima implementazione non lo era. </p> <p>A quel punto, è stata una gara per vedere chi poteva biforcare Bytecoin, ripulire il codice ed essere la prima versione "non truffa" sul mercato, al fine di ottenere un vantaggio sulla prima mossa.</p>
lt: <p>2013 m. rugsėjį anksčiau negirdėta grupė Cryptonote išleido dokumentą apie naują protokolą tuo pačiu pavadinimu. Šiuo protokolu buvo siekiama sukurti į Bitcoin panašią kriptovaliutą, nors privatumui sustiprinti buvo naudojami pasirenkami skambėjimo parašai ir slapti adresai. Netrukus, 2013 m. lapkritį, pradinis kodas buvo perkeltas į GitHub naujai monetai, pavadintai Bytecoin. Ši moneta įgyvendino dokumente aprašytą protokolą visiškai naujoje kodų bazėje (t. y. nebuvo paimta iš Bitcoin, kaip tuo metu dauguma kitų monetų).</p> <p>Bytecoin komanda neskubėjo įdėti likusį kodą į savo saugyklą, bet atrodė, kad tai padarė iki 2014 m. kovo mėn., kai projektą vėliau „atrado“ „atsitiktinis“ asmuo BitcoinTalk forumuose, nors dabar plačiai įtariama, kad tai buvo susidomėjimą keliantis augalas. Po to, kai lėlytei pavyko surinkti akių obuolius, tie naujai susidomėję žmonės atrado kai ką keisto: daugiau nei 80 % monetų jau buvo iškasta.</p> <p>Tai buvo astronominė suma, ir daugelis buvo pasirengę tai nurašyti kaip sukčiavimą ir judėti toliau; tai yra iki tol, kol pasirodė Bytecoin komanda. Jie teigė, kad iki to laiko buvo išgauta tiek daug monetos, nes „Bytecoin“ iš tikrųjų nebuvo nauja moneta su didžiule priemone, o iš tikrųjų egzistavo žiniatinklyje dvejus metus nuo 2012 m..</p> <p>Trumpai tariant, šie teiginiai nebuvo gerai priimti, nes niekas anksčiau nebuvo girdėjęs apie „Bytecoin“, ir neilgai trukus žmonės prarado susidomėjimą. Tačiau ne visi buvo pasirengę visiškai pasiduoti. Kai kurie pradėjo domėtis „Cryptonote“ protokolu, kuriuo buvo pagrįstas „Bytecoin“, ir padarė išvadą, kad pats protokolas atrodė tvirtas ir naujoviškas, net jei pirmasis įdiegimas nebuvo toks. </p> <p>Tuo metu buvo lenktyniaujama siekiant išsiaiškinti, kas galėtų paleisti „Bytecoin“, išvalyti kodą ir tapti pirmąja „ne sukčiavimo“ versija rinkoje, kad įgytų pirmojo žingsnio pranašumą.</p>
nb: <p>I september 2013 ga en tidligere uhørt gruppe, Cryptonote, ut en whitepaper om en ny protokoll under samme navn. Denne protokollen forsøkte å lage en Bitcoin-lignende kryptovaluta, selv om den brukte valgfrie ringsignaturer og stealth-adresser for å styrke personvernet. Ikke lenge etter, i november 2013, ble den første koden sendt til GitHub for en ny mynt kalt Bytecoin. Denne mynten implementerte protokollen som er beskrevet i papiret, på en helt ny kodebase (dvs. ikke trukket fra Bitcoin som de fleste andre mynter på den tiden).</p> <p>Bytecoin-teamet tok seg tid til å legge resten av koden på depotet sitt, men så ut til å være ferdig i mars 2014, da prosjektet senere ble "oppdaget" av en "tilfeldig" person på BitcoinTalk-foraene, selv om det er nå allment mistenkt at dette var et anlegg for å skape interesse. Etter at sockpuppet lyktes i å få øyeepler, oppdaget de nylig interesserte menneskene noe merkelig: over 80 % av myntene var allerede utvunnet.</p> <p>Dette var et astronomisk beløp, og mange var villige til å avskrive det som en svindel og gå videre; det er til Bytecoin-teamet dukket opp. De hevdet at grunnen til at så mye av mynten hadde blitt utvunnet på dette tidspunktet var fordi Bytecoin faktisk ikke var en ny mynt med en massiv premine, men faktisk hadde eksistert på det dype nettet i to år, siden 2012.</p> <p>Lang historie kort, disse påstandene ble ikke godt mottatt, siden ingen hadde hørt om Bytecoin før, og det tok ikke lang tid før folk mistet interessen. Ikke alle var villige til å gi opp helt. Noen begynte å se over Cryptonote-protokollen som Bytecoin var basert på og konkluderte med at selve protokollen så ut til å være solid og nyskapende, selv om den første implementeringen ikke var det. </p> <p>På det tidspunktet var det et kappløp for å se hvem som kunne forkaste Bytecoin, rydde opp i koden og være den første «ikke-svindel»-versjonen på markedet, for å få en fordel for førstemann.</p>
nl: <p>In september 2013 bracht een voorheen ongehoorde groep, Cryptonote, een whitepaper uit over een nieuw protocol onder dezelfde naam. Dit protocol probeerde een Bitcoin-achtige cryptocurrency te maken, hoewel het gebruik maakte van optionele ringhandtekeningen en stealth-adressen om de privacy te versterken. Niet lang daarna, in november 2013, werd de eerste code naar GitHub gepusht voor een nieuwe munt genaamd Bytecoin. Deze munt implementeerde het protocol dat in het artikel wordt beschreven, op een geheel nieuwe codebase (d.w.z. niet gevorkt van Bitcoin zoals de meeste andere munten in die tijd). </p> <p>Het Bytecoin-team nam de tijd om de rest van de code in hun repository te plaatsen, maar leek klaar te zijn in maart 2014, toen het project vervolgens werd 'ontdekt' door een 'willekeurig' persoon op de BitcoinTalk-forums, hoewel het nu algemeen wordt vermoed dat dit een plan was om interesse te wekken. Nadat het genoeg aandacht had verzameld, ontdekten die nieuwe geïnteresseerden iets vreemds: meer dan 80% van de munten waren al gedolven. </p> <p>Dit was een astronomisch bedrag en velen waren bereid het af te schrijven als oplichterij en verder te gaan; dat is totdat het Bytecoin-team verscheen. Ze beweerden dat de reden dat zoveel van de munt op dit punt was gedolven, was omdat Bytecoin eigenlijk geen nieuwe munt was met een enorme premine, maar al twee jaar op het deep web bestond, sinds 2012. </p> <p> Om een lang verhaal korter te maken, deze claims werden niet goed ontvangen, aangezien niemand eerder van Bytecoin had gehoord, en het duurde niet lang voordat mensen hun interesse verloren. Niet iedereen was echter bereid om volledig op te geven. Sommigen begonnen het Cryptonote-protocol te bekijken waarop Bytecoin was gebaseerd en concludeerden dat het protocol zelf solide en innovatief leek, ook al was de eerste implementatie dat niet. </p> <p>Op dat moment was het een race om te zien wie Bytecoin kon splitsen, de code kon opschonen en de eerste 'niet-zwendel'-versie op de markt kon brengen, om een first mover-voordeel te behalen.</p>
pl: <p> We wrześniu 2013 r. wcześniej niespotykana grupa, Cryptonote, wydała whitepaper o nowatorskim protokole pod tą samą nazwą. Protokół ten miał na celu stworzenie kryptowaluty podobnej do Bitcoina, jednak wykorzystującej opcjonalne ring signatures oraz stealth addresses w celu poprawy prywatności. Niedługo potem, w listopadzie 2013 r., pierwsza wersja kodu została opublikowana na GitHubie, opisując kryptowalutę pod nazwą Bytecoin. Ta waluta była implementacją protokołu opisanego w publikacji na zupełnie nowym kodzie (tj: nie był to fork Bitcoina w przeciwieństwie do wielu ówczesnych kryptowalut).</p> <p> Zespół Bytecoina spędził swój czas, umieszczając resztę kodu na swoim repozytorium, ale wydawało się, że do marca 2014 r., ponieważ wtedy projekt został „odkryty” przez „losową” osobę na forach BitcoinTalk, choć teraz wydaje się to bardzo podejrzane i prawdopodobnie była to wrzutka zrobiona w celu zdobycia zainteresowania. Po tym, jak projekt zdobył uwagę, nowo zainteresowani ludzie odkryli coś dziwnego - ponad 80% monet zostało już wydobytych. </p> <p> To była astronomiczna ilość i wielu było gotowych uznać cały projekt za oszustwo. Tak było, dopóki nie pojawił się zespół Bytecoina. Stwierdzili, że przyczyną tak dużej ilości monety było to, że Bytecoin nie był nową walutą z ogromnym premine, ale faktycznie istniał na deep webie przez dwa lata, od 2012 roku. </p> <p> Krótko mówiąc, roszczenia te nie zostały dobrze przyjęte, ponieważ nikt wcześniej nie słyszał o Bytecoinie i nie trwało to długo, zanim ludzie stracili zainteresowanie. Jednak nie wszyscy byli gotowi całkowicie się poddać. Niektórzy zaczęli patrzeć na protokół Cryptonote, na którym oparty był Bytecoin i doszli do wniosku, że sam protokół wydawał się solidny i innowacyjny, nawet jeśli jego pierwsza implementacja nie była. </p> <p> W tym momencie rozpoczął się wyścig, aby zobaczyć, kto pierwszy da radę wykonać forka Bytecoina, oczyszcić kod i być pierwszą wersją „bez scamu” na rynku. </p>
pt_br: <p>Em setembro de 2013, um grupo inédito, o Cryptonote, divulgou um white paper sobre um novo protocolo com o mesmo nome. Esse protocolo procurou criar uma criptomoeda semelhante ao Bitcoin, embora utilizasse assinaturas de anel opcionais e endereços furtivos para reforçar a privacidade. Pouco tempo depois, em novembro de 2013, o código inicial foi enviado ao GitHub para uma nova moeda chamada Bytecoin. Esta moeda implementou o protocolo descrito no documento, em uma nova base de código (ou seja, não é bifurcada do Bitcoin como a maioria das outras moedas da época).</p> <p>A equipe do Bytecoin demorou a colocar o restante do código em seu repositório, mas parecia ter sido concluída em março de 2014, quando o projeto foi subsequentemente 'descoberto' por uma pessoa 'aleatória' nos fóruns do BitcoinTalk, embora Atualmente, suspeita-se amplamente que essa era uma planta para gerar interesse. Depois que o sapateiro conseguiu angariar os olhos, as pessoas recém-interessadas descobriram algo estranho: mais de 80% das moedas já haviam sido extraídas.</p> <p>Esta era uma quantia astronômica, e muitos estavam dispostos a descartá-la como uma farsa e seguir em frente; isso é até que a equipe do Bytecoin apareceu. Eles alegaram que a razão pela qual grande parte da moeda havia sido extraída nesse ponto era porque o Bytecoin não era realmente uma moeda nova com uma premina maciça, mas havia realmente existido na deep web por dois anos, desde 2012.</p> <p>Resumindo, essas alegações não foram bem recebidas, como ninguém havia ouvido falar do Bytecoin antes, e não demorou muito para que as pessoas perdessem o interesse. Nem todo mundo estava disposto a desistir completamente, no entanto. Alguns começaram a examinar o protocolo Cryptonote no qual o Bytecoin se baseava e concluíram que o próprio protocolo parecia sólido e inovador, mesmo que a primeira implementação não fosse. </p> <p>Naquele momento, era uma corrida para ver quem poderia usar o Bytecoin, limpar o código e ser a primeira versão "não fraudulenta" do mercado, a fim de obter uma vantagem no primeiro movimento.</p>
sl: <p>Septembra 2013 je prej neznana skupina Cryptonote izdala whitepaper o novem protokolu z istim imenom. Ta protokol je želel ustvariti kriptovaluto, podobno Bitcoinu, vendar z uporabo neobveznih obročnih podpisov in prikritih naslovov za povečanje zasebnosti. Kmalu zatem, novembra 2013, je bila na GitHubu objavljena začetna koda novega kovanca, imenovanega Bytecoin. Ta kovanec je izvajal protokol, opisan v članku, na povsem novi kodni bazi (tj. ni bil forked iz Bitcoina kot večina drugih kovancev v tistem času).</p> <p>Ekipa Bytecoina si je vzela čas za namestitev preostale kode v repozitorij, vendar se je zdelo, da je projekt končal marca 2014, ko ga je "naključna" oseba "odkrila" na forumih BitcoinTalk, čeprav se zdaj na splošno domneva, da je šlo za dejanje, s katerim so želeli vzbuditi zanimanje. Potem ko je lutki uspelo zbrati pozornost, so ti novi interesenti odkrili nekaj nenavadnega: več kot 80 % kovancev je bilo že rudarjenih.</p> <p>To je bila astronomska količina in mnogi so bili prepričani, da gre za goljufijo; dokler se ni pojavila ekipa Bytecoina. Trdili so, da je bil razlog, da je bilo do tega trenutka izkopanih že toliko kovancev, ta, da Bytecoin pravzaprav ni nov kovanec z ogromnim preminusom, ampak da v deep webu obstaja že dve leti, od leta 2012.</p> <p>Skratka, te trditve niso bile dobro sprejete, saj nihče prej ni slišal za Bytecoin in ni trajalo dolgo, preden so ljudje izgubili zanimanje. Vendar pa vsi niso bili pripravljeni popolnoma obupati. Nekateri so začeli preučevati protokol Cryptonote, na katerem je temeljil Bytecoin, ter ugotovili, da se sam protokol zdi trden in inovativen, čeprav prva izvedba ni bila takšna.</p> <p>Na tej točki se je začelo tekmovanje, kdo bo lahko forknil Bytecoin, očistil kodo in prvi na trgu ponudil različico, ki ne bo goljufiva, da bi si pridobil prednost prvega koraka na trgu.</p>
sv: <p>I september 2013 släppte en tidigare oerhörd grupp, Cryptonote, en whitepaper om ett nytt protokoll under samma namn. Detta protokoll försökte skapa en Bitcoin-liknande kryptovaluta, även om valfria ringsignaturer och stealth-adresser användes för att stärka integriteten. Inte långt efter, i november 2013, skickades den första koden till GitHub för ett nytt mynt som heter Bytecoin. Detta mynt implementerade protokollet som beskrivs i tidningen, på en helt ny kodbas (dvs. inte kluven från Bitcoin som de flesta andra mynt vid den tiden).</p> <p>Bytecoin-teamet tog sig tid att lägga resten av koden på sitt förråd, men verkade vara klart i mars 2014, när projektet därefter "upptäcktes" av en "slumpmässig" person på BitcoinTalk-forumen, även om det är nu allmänt misstänkt att detta var en anläggning för att skapa intresse. Efter att sockpuppet lyckades få ögonglober upptäckte de nyintresserade något konstigt: över 80 % av mynten hade redan utvunnits.</p> <p>Detta var en astronomisk summa, och många var villiga att avskriva det som en bluff och gå vidare; det är tills Bytecoin-teamet dök upp. De hävdade att anledningen till att så mycket av myntet hade utvunnits vid det här laget var att Bytecoin faktiskt inte var ett nytt mynt med en massiv premine, utan faktiskt hade funnits på den djupa webben i två år, sedan 2012.</p> <p>Lång historia kort, dessa påståenden togs inte emot väl, eftersom ingen hade hört talas om Bytecoin tidigare, och det tog inte lång tid innan folk tappade intresset. Alla var dock inte villiga att ge upp helt. Vissa började titta på Cryptonote-protokollet som Bytecoin var baserat på och drog slutsatsen att protokollet i sig verkade vara solidt och innovativt, även om den första implementeringen inte var det. </p> <p>Vid den tidpunkten var det ett lopp för att se vem som kunde punga Bytecoin, rensa upp i koden och vara den första "icke-bedrägeri"-versionen på marknaden, för att få en förstahandsfördel.</p>
tl: <p>Noong Setyembre 2013, isang hindi pa naririnig na grupo, ang Cryptonote, ang naglabas ng whitepaper tungkol sa isang nobelang protocol sa ilalim ng parehong pangalan. Ang protocol na ito ay naghangad na gumawa ng tulad-Bitcoin na cryptocurrency, bagama't gumagamit ng mga opsyonal na pirma ng singsing at mga stealth na address upang palakasin ang privacy. Hindi nagtagal, noong Nobyembre ng 2013, ang paunang code ay itinulak sa GitHub para sa isang bagong coin na tinatawag na Bytecoin. Ipinatupad ng coin na ito ang protocol na inilarawan sa papel, sa isang bagong codebase (ibig sabihin, hindi na-forked mula sa Bitcoin tulad ng karamihan sa iba pang mga coin noong panahong iyon).</p> <p>Naglaan ng oras ang Bytecoin team na ilagay ang natitirang code sa kanilang repository, ngunit tila tapos na noong Marso ng 2014, nang ang proyekto ay kasunod na 'natuklasan' ng isang 'random' na tao sa mga forum ng BitcoinTalk, bagaman ito ay ngayon ay malawak na pinaghihinalaan na ito ay isang halaman upang makabuo ng interes. Matapos magtagumpay ang sockpuppet sa pagkuha ng eyeballs, ang mga bagong interesadong tao ay may natuklasang kakaiba: mahigit 80% ng mga barya ay nakuha na.</p> <p>Ito ay isang astronomical na halaga, at marami ang handang isulat ito bilang isang scam at magpatuloy; iyon ay hanggang sa nagpakita ang Bytecoin team. Inangkin nila na ang dahilan kung bakit ang karamihan sa mga barya ay nakuha sa puntong ito ay dahil ang Bytecoin ay talagang hindi isang bagong barya na may napakalaking premine, ngunit aktwal na umiral sa deep web sa loob ng dalawang taon, mula noong 2012.</p> <p>Mahabang kuwento, ang mga claim na ito ay hindi natanggap nang mabuti, dahil walang nakarinig ng Bytecoin dati, at hindi nagtagal bago nawalan ng interes ang mga tao. Hindi lahat ay handang ganap na sumuko gayunpaman. Ang ilan ay nagsimulang tumingin sa Cryptonote protocol na pinagbatayan ng Bytecoin at napagpasyahan na ang protocol mismo ay tila solid at makabago, kahit na ang unang pagpapatupad ay hindi. </p> <p>Sa puntong iyon, ito ay isang karera upang makita kung sino ang maaaring mag-fork ng Bytecoin, linisin ang code, at maging ang unang 'non-scam' na bersyon na i-market, upang makakuha ng isang first mover advantage.</p>
tr: <p>Eylül 2013'te, daha önce adı duyulmamış bir grup olan Cryptonote, aynı isim altında yeni bir protokol hakkında bir teknik inceleme yayınladı. Bu protokol, gizliliği artırmak için isteğe bağlı halka imzaları ve gizli adresleri kullanmasına rağmen, Bitcoin benzeri bir kripto para birimi oluşturmayı amaçlıyordu. Kısa bir süre sonra, 2013 yılının Kasım ayında, Bytecoin adı verilen yeni bir kripto paranın ilk kodu GitHub'a aktarıldı. Bu madeni para, makalede açıklanan protokolü yepyeni bir kod tabanında uyguladı (yani o zamanlar diğer çoğu madeni para gibi Bitcoin'den çatallanmamıştı).</p> <p>Bytecoin ekibi kodun geri kalanını depolarına koymak için zaman harcadı, ancak proje daha sonra BitcoinTalk forumlarında 'rastgele' bir kişi tarafından 'keşfedildiğinde' Mart 2014'te tamamlanmış gibi görünüyordu. Artık bunun ilgi uyandıracak bir bitki olduğundan şüpheleniliyor. Çorap kuklası gözbebeklerini toplamayı başardıktan sonra, yeni ilgilenen kişiler tuhaf bir şey keşfettiler: madeni paraların %80'inden fazlası zaten kazılmıştı.</p> <p>Bu astronomik bir miktardı ve çoğu kişi bunu bir dolandırıcılık olarak görüp yoluna devam etmeye istekliydi; Ta ki Bytecoin ekibi ortaya çıkana kadar. Bu noktaya kadar bu kadar büyük bir madeni paranın çıkarılmasının nedeninin, Bytecoin'in aslında devasa bir ön madenciliğe sahip yeni bir madeni para olmaması, aslında 2012'den bu yana iki yıldır deep web'de var olması olduğunu iddia ettiler.</p> <p>Uzun lafın kısası, daha önce kimse Bytecoin'i duymadığı için bu iddialar pek hoş karşılanmadı ve insanların ilgisini kaybetmesi çok uzun sürmedi. Ancak herkes tamamen pes etmeye istekli değildi. Bazıları Bytecoin'in temel aldığı Cryptonote protokolünü incelemeye başladı ve ilk uygulama öyle olmasa bile protokolün kendisinin sağlam ve yenilikçi göründüğü sonucuna vardı. </p> <p>O noktada, ilk hamle avantajını elde etmek amacıyla Bytecoin'i kimin çatallayabileceğini, kodu temizleyebileceğini ve piyasaya sürülen ilk "dolandırıcılık olmayan" sürüm olabileceğini görmek için bir yarış vardı.</p>
ur: <p>ستمبر 2013 میں ایک پہلے نہ سنے گئے گروپ، کرپٹونوٹ نے اسی نام سے ایک ناول پروٹوکول کے بارے میں ایک وائٹ پیپر جاری کیا۔ اس پروٹوکول نے بٹ کوائن جیسی کرپٹو کرنسی بنانے کی کوشش کی، حالانکہ پرائیویسی کو تقویت دینے کے لیے اختیاری انگوٹھی کے دستخطوں اور اسٹیلتھ ایڈریس کا استعمال کیا جاتا ہے۔ کچھ ہی دیر بعد، نومبر 2013 میں، ابتدائی کوڈ کو بائٹ کوائن نامی ایک نئے سکے کے لیے GitHub پر دھکیل دیا گیا۔ اس سکے نے کاغذ میں بیان کردہ پروٹوکول کو بالکل نئے کوڈ بیس پر لاگو کیا (یعنی اس وقت کے دوسرے سکوں کی طرح بٹ کوائن سے کانٹا نہیں لگایا گیا)۔</p> <p>بائٹ کوائن ٹیم نے بقیہ کوڈ کو اپنے ذخیرے میں ڈالنے میں اپنا وقت لیا، لیکن ایسا لگتا ہے کہ یہ کام مارچ 2014 تک ہو گیا، جب اس منصوبے کو بعد میں بٹ کوائن ٹاک فورمز پر ایک 'بے ترتیب' شخص نے 'دریافت' کیا، حالانکہ یہ اب بڑے پیمانے پر شبہ ہے کہ یہ دلچسپی پیدا کرنے والا پلانٹ تھا۔ sockpuppet کے آنکھ کی گولیاں بنانے میں کامیاب ہونے کے بعد، ان نئے دلچسپی رکھنے والے لوگوں نے کچھ عجیب دریافت کیا: 80% سے زیادہ سکے پہلے ہی کھود چکے تھے۔</p> <p>یہ ایک فلکیاتی رقم تھی، اور بہت سے لوگ اسے ایک گھوٹالے کے طور پر لکھ کر آگے بڑھنے کے لیے تیار تھے۔ یہ تب تک ہے جب تک کہ Bytecoin ٹیم دکھائی نہ دی۔ انہوں نے دعویٰ کیا کہ اس وقت تک سکے کی اتنی زیادہ کھدائی کی وجہ یہ تھی کہ بائٹ کوائن درحقیقت کوئی نیا سکہ نہیں تھا جس میں بڑے پیمانے پر پرائمین تھا، بلکہ یہ 2012 سے ڈیپ ویب پر دو سال سے موجود تھا۔</p> <p>طویل کہانی مختصر، یہ دعوے اچھی طرح سے موصول نہیں ہوئے، کیونکہ اس سے پہلے کسی نے Bytecoin کے بارے میں نہیں سنا تھا، اور لوگوں کی دلچسپی ختم ہونے میں زیادہ وقت نہیں لگا۔ تاہم ہر کوئی مکمل طور پر دستبردار ہونے کو تیار نہیں تھا۔ کچھ نے کرپٹونوٹ پروٹوکول کو دیکھنا شروع کیا جس پر Bytecoin مبنی تھا اور یہ نتیجہ اخذ کیا کہ پروٹوکول بذات خود ٹھوس اور اختراعی معلوم ہوتا ہے، چاہے پہلا نفاذ نہ بھی ہو۔ </p> <p>اس وقت، یہ دیکھنے کی دوڑ تھی کہ کون Bytecoin کو فورک کر سکتا ہے، کوڈ کو صاف کر سکتا ہے، اور مارکیٹ میں پہلا 'نان سکیم' ورژن بن سکتا ہے، تاکہ پہلا موور فائدہ حاصل کیا جا سکے۔</p>
zh_cn: <p> 2013年9月，一个之前闻所未闻的组织，CryptoNote小组，发布了一份跟他们组织同名的新型协议，也就是CryptoNote白皮书. 通过利用可选的环形签名技术和隐身地址来增强新一代加密货币的隐私性，该协议试图创造类似于比特币的加密货币. 不久之后，2013年11月，初始代码被推送到开源代码库GitHub，创造出一种名为Bytecoin字节币的新加密货币. 该代币在全新的代码库上实现了CryptoNote本文中描述的协议，而当时其他大多数代币基本上是直接抄比特币的代码库稍加修改.</p> <p>Bytecoin团队之后花了更多时间将剩余代码上传到它的代码库中，大约在2014年3月完成，随后该项目在BitcoinTalk论坛上被一个看起来随机的人，看似在不经意的时机发现. 如今回顾这段历史，人们普遍认为这次看似不经意的发现其实是精心设计好的炒作. 这场双簧表演成功造成了眼球效应，但很快围观的人们有了一个奇怪的发现，那就是超过百分之80的币已经被发行出来.</p> <p>由于被预挖的Bytecoin是一个天文数字，许多人认为这就是一场骗局，并且不再对它感兴趣，Bytecoin 团队这时候出现进行了争辩.他们声称之所以有如此多的Bytecoin已经被挖出，是因为Bytecoin并不是一个新兴货币，而是自2012年以来就已经存在并且流通在深层互联网，也就是它存在于暗网已经两年之久.</p> <p>长话短说，这种说法并不被大众接受，因为那些一直使用暗网和深网的人以前也没有人听说过Bytecoin,之后更多的人们开始对BCN失去了兴趣.但是，并非所有人都愿意完全放弃.一些人着手研究Bytecoin和背后的CryptoNote协议，并得出结论，看起来该协议本身还是有创新性和扎实的基础，只不过第一个落地应用被用来欺诈. </p> <p>从这种层面上来说，这就像一场竞赛，谁能首先清理完欺诈的代码，分叉一个全新的非欺诈版的CryptoNote的币，谁将获得先发优势.</p>
zh_tw: <p> 2013年9月，一個之前聞所未聞的組織，CryptoNote小組，發佈了一份跟他們組織同名的新型協定，也就是CryptoNote白皮書. 通過利用可選的環形簽名技術和隱身位址來增強新一代加密貨幣的隱私性，該協議試圖創造類似於比特幣的加密貨幣. 不久之後，2013年11月，初始代碼被推送到開原始程式碼庫GitHub，創造出一種名為Bytecoin位元組幣的新加密貨幣. 該代幣在全新的代碼庫上實現了CryptoNote本文中描述的協議，而當時其他大多數代幣基本上是直接抄比特幣的代碼庫稍加修改.</p> <p>Bytecoin團隊之後花了更多時間將剩餘代碼上傳到它的代碼庫中，大約在2014年3月完成，隨後該項目在BitcoinTalk論壇上被一個看起來隨機的人，看似在不經意的時機發現. 如今回顧這段歷史，人們普遍認為這次看似不經意的發現其實是精心設計好的炒作. 這場雙簧表演成功造成了眼球效應，但很快圍觀的人們有了一個奇怪的發現，那就是超過百分之80的幣已經被發行出來.</p> <p>由於被預挖的Bytecoin是一個天文數字，許多人認為這就是一場騙局，並且不再對它感興趣，Bytecoin 團隊這時候出現進行了爭辯.他們聲稱之所以有如此多的Bytecoin已經被挖出，是因為Bytecoin並不是一個新興貨幣，而是自2012年以來就已經存在並且流通在深層互聯網，也就是它存在於暗網已經兩年之久.</p> <p>長話短說，這種說法並不被大眾接受，因為那些一直使用暗網和深網的人以前也沒有人聽說過Bytecoin,之後更多的人們開始對BCN失去了興趣.但是，並非所有人都願意完全放棄.一些人著手研究Bytecoin和背後的CryptoNote協議，並得出結論，看起來該協議本身還是有創新性和扎實的基礎，只不過第一個落地應用被用來欺詐. </p> <p>從這種層面上來說，這就像一場競賽，誰能首先清理完欺詐的代碼，分叉一個全新的非欺詐版的CryptoNote的幣，誰將獲得先發優勢.</p>
