Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# affiliate__terms__text___agoradesk
source: • You can link to any individual page, such as country listing or payment method listing, or anything else on {appName}. • You will earn cryptocurrency from the users who arrive to the site through your affiliate link register and make trades. • Payouts will be made daily to your {appName} wallet in the relevant cryptocurrencies. • Commissions will be paid for one year from the user's registration. Commission is based on the income the new user brings for {appName} (trading fees). • Any foul play, such as misleading advertising, is forbidden. • Spamming is forbidden. Spamming includes sending unsubscribed private or public messages on forums/reddit, unsubscribed mass-mail, etc. • Adding hidden iframes on a website in order to capture affiliates is forbidden. Only affiliate iframes or direct links to the webpage are allowed. • {appName} has the right to disable any affiliate user at any given time. If you breach the terms, your affiliate program will be terminated.
cs: • Na {appName} můžete odkazovat na libovolnou jednotlivou stránku, jako je seznam zemí nebo platebních metod nebo cokoli jiného. • Budete vydělávat kryptoměnu od uživatelů, kteří přijdou na web prostřednictvím Vašeho affiliate odkazu a budou obchodovat. • Výplaty budou prováděny denně do vaší {appName} peněženky v příslušných kryptoměnách. • Provize budou vypláceny po dobu jednoho roku od registrace uživatele. Provize je založena na příjmu, který nový uživatel přináší za {appName} (poplatky za obchodování). • Jakákoli nečestná hra, jako je klamavá reklama, je zakázána. • Spamování je zakázáno. Spamování zahrnuje zasílání odhlášených soukromých nebo veřejných zpráv na fórech/reddit, odhlášené hromadné e-maily atd. • Přidávání skrytých prvků iframe na webové stránky za účelem zachycení nový affiliates je zakázáno. Povoleny jsou pouze affiliate prvky iframe nebo přímé odkazy na webovou stránku. • {appName} má právo kdykoli deaktivovat kteréhokoli affiliate uživatele. Pokud porušíte podmínky, Váš partnerský ( affiliate ) program bude ukončen.
fi: • Voit linkittää mille tahansa yksittäiselle sivulle, kuten maaluetteloon tai maksutapaluetteloon, tai mihin tahansa muuhun {appName}:ssä. • Ansaitset kryptovaluuttoja käyttäjiltä, jotka saapuvat sivustolle kumppanilinkkisi kautta, rekisteröityvät ja tekevät kauppoja. • Maksut suoritetaan päivittäin {appName}-lompakkoosi asianmukaisina kryptovaluuttoina. • Palkkioita maksetaan yhden vuoden ajan käyttäjän rekisteröitymisestä. Provisio perustuu tuloihin, jotka uusi käyttäjä tuo {appName}:lle (kaupankäyntikulut). • Kaikki hämärätoiminta, kuten harhaanjohtava mainonta, on kiellettyä. • Roskapostin lähettäminen on kiellettyä. Roskapostin lähettämiseen kuuluu tilaamattomat yksityisviestit tai julkisten viestien lähettäminen foorumeilla/redditissä, tilamattomat joukkoviestit jne. • Piilotettujen iframe-elementtien lisääminen verkkosivustolle uusien käyttäjien saamiseksi linkkisi kautta on kielletty. Vain kumppanin iframet tai suorat linkit verkkosivulle ovat sallittuja. • {appName}:lla on oikeus poistaa käytöstä kaikki kumppaniohjelman käyttäjät milloin tahansa. Jos rikot ehtoja, kumppaniohjelmasi lopetetaan.
fr: • Vous pouvez créer un lien vers n'importe quelle page, telle qu'une liste de pays ou une liste de méthodes de paiement, ou toute autre page sur {appName}. • Vous gagnerez de la crypto-monnaie auprès des utilisateurs qui arrivent sur le site via votre lien d'affiliation, s'enregistrent et effectuent des transactions. • Les paiements seront effectués quotidiennement sur votre portefeuille {appName} dans les crypto-monnaies concernées. • Les commissions seront versées pendant un an à compter de l'inscription de l'utilisateur. La commission est basée sur le revenu que le nouvel utilisateur apporte pour {appName} (frais de transaction). • Tout abus et malveillance, telle que la publicité mensongère, sont interdits. • Le spam est interdit. Le spam comprend l'envoi de messages privés ou publics non sollicités sur des forums/reddit, des e-mails de masse non sollicités, etc. • L'ajout d'iframes cachées sur un site Web afin de capturer des affiliés est interdit. Seuls les iframes affiliées ou les liens directs vers la page Web sont autorisés. • {appName} a le droit de désactiver tout utilisateur affilié à tout moment. Si vous enfreignez les conditions, votre programme d'affiliation sera résilié.
it: • Puoi collegarti a qualsiasi singola pagina, come l'elenco dei paesi o dei metodi di pagamento o qualsiasi altra cosa su {appName}. • Guadagnerai criptovaluta dagli utenti che arrivano al sito tramite il tuo link di affiliazione, si registrano ed effettuano operazioni. • I pagamenti verranno effettuati quotidianamente sul tuo portafoglio {appName} nelle relative criptovalute. • Le commissioni verranno pagate per un anno dalla registrazione dell'utente. La commissione si basa sul reddito che il nuovo utente apporta per {appName} (commissioni di negoziazione). • Qualsiasi gioco scorretto, come la pubblicità ingannevole, è proibito. • È vietato fare spam. Lo spamming include l'invio di messaggi privati o pubblici non iscritti su forum/reddit, e-mail di massa non iscritte, ecc. • È vietato aggiungere iframe nascosti su un sito Web per acquisire affiliati. Sono consentiti solo iframe affiliati o collegamenti diretti alla pagina Web. • {appName} ha il diritto di disabilitare qualsiasi utente affiliato in qualsiasi momento. Se violi i termini, il tuo programma di affiliazione verrà terminato.
lt: • Galite pateikti nuorodą į bet kurį atskirą puslapį, pvz., šalies sąrašą, mokėjimo metodų sąrašą ar bet ką kitą {appName}. • Jūs uždirbsite kriptovaliutą iš vartotojų, kurie atvyksta į svetainę per jūsų filialų nuorodų registrą ir atlieka sandorius. • Išmokėjimai bus atliekami kasdien į jūsų {appName} piniginę atitinkamomis kriptovaliutomis. • Komisiniai mokami vienerius metus nuo vartotojo registracijos. Komisinis dydis yra pagrįstas pajamomis, kurias naujas vartotojas atneša už {appName} (prekybos mokesčiai). • Bet koks nešvarus žaidimas, pvz., klaidinanti reklama, yra draudžiamas. • Spam’as draudžiamas. Pašto siuntimas apima neprenumeruotų privačių ar viešų pranešimų siuntimą forumuose / reddit, neprenumeruojamus masinius laiškus ir kt. • Draudžiama svetainėje pridėti paslėptų „iframe“, kad būtų užfiksuoti filialai. Leidžiami tik filialų „iframe“ elementai arba tiesioginės nuorodos į tinklalapį. • {appName} turi teisę bet kuriuo metu išjungti bet kurį susijusį naudotoją. Jei pažeisite sąlygas, jūsų partnerių programa bus nutraukta.
nb: • Du kan koble til en hvilken som helst individuell side, for eksempel landoppføring eller betalingsmåteoppføring, eller noe annet på {appName}. • Du vil tjene kryptovaluta fra brukerne som kommer til nettstedet gjennom ditt tilknyttede lenkeregister og gjør handler. • Utbetalinger vil bli gjort daglig til din {appName} lommebok i de relevante kryptovalutaene. • Provisjon vil bli betalt i ett år fra brukerens registrering. Provisjon er basert på inntekten den nye brukeren kommer med for {appName} (handelsgebyrer). • Ethvert stygt spill, som villedende reklame, er forbudt. • Spamming er forbudt. Spamming inkluderer å sende private eller offentlige meldinger som ikke abonneres på forum/reddit, avmeldt massepost osv. • Det er forbudt å legge til skjulte iframes på et nettsted for å fange opp tilknyttede selskaper. Bare tilknyttede iframes eller direkte lenker til nettsiden er tillatt. • {appName} har rett til å deaktivere enhver tilknyttet bruker til enhver tid. Hvis du bryter vilkårene, vil tilknytningsprogrammet ditt bli avsluttet.
nl: • U kunt naar elke afzonderlijke pagina linken, zoals een lijst met landen of betalingsmethoden, of iets anders op {appName}. • U verdient cryptocurrency van de gebruikers die via uw aangesloten link naar de site komen, zich registreren en handelen. • Uitbetalingen worden dagelijks gedaan naar uw {appName}-portefeuille in de relevante cryptocurrencies. • Commissies worden betaald gedurende één jaar vanaf de registratie van de gebruiker. Commissie is gebaseerd op het inkomen dat de nieuwe gebruiker opbrengt voor {appName} (handelskosten). • Elk gemeen spel, zoals misleidende reclame, is verboden. • Spammen is verboden. Spammen omvat het verzenden van afgemelde privé- of openbare berichten op forums/reddit, afgemelde massamail, enz. • Het toevoegen van verborgen iframes aan een website om affiliates te strikken is verboden. Alleen aangesloten iframes of directe links naar de webpagina zijn toegestaan. • {appName} heeft het recht om elke aangesloten gebruiker op elk moment uit te schakelen. Als u de voorwaarden schendt, wordt uw partnerprogramma beëindigd.
pl: • Możesz zamieścić link do dowolnej pojedynczej strony, takiej jak lista krajów, lista metod płatności lub cokolwiek innego na {appName}. • Będziesz zarabiać kryptowalutę od użytkowników, którzy odwiedzają witrynę za pośrednictwem Twojego linku partnerskiego, rejestrują się i dokonują handli. • Wypłaty będą dokonywane codziennie na Twój portfel {appName} w odpowiednich kryptowalutach. • Prowizje będą wypłacane przez rok od rejestracji użytkownika. Prowizja jest oparta na dochodzie, jaki nowy użytkownik przynosi {appName} (opłaty handlowe). • Zabrania się wszelkich niesprawiedliwych zagrań, takich jak wprowadzająca w błąd reklama. • Spamowanie jest zabronione. Spamowanie obejmuje wysyłanie nieproszonych prywatnych lub publicznych wiadomości na forach/redditcie, nieproszonych wiadomości masowych itp. • Dodawanie ukrytych ramek iframe na stronie internetowej w celu przechwytywania użytkowników jest zabronione. Dozwolone są tylko elementy iframe od {appName} lub bezpośrednie linki do strony internetowej. • {appName} ma prawo w dowolnym momencie wyłączyć dowolnego partnera. Jeśli złamiesz warunki, Twój program partnerski zostanie zakończony.
pt_br: • Você pode vincular a qualquer página individual, como lista de países ou lista de métodos de pagamento, ou qualquer outra coisa em {appName}. • Você ganhará criptomoedas dos usuários que acessarem o site através do cadastro do seu link de afiliado e fizerem negócios. • Os pagamentos serão feitos diariamente em sua carteira {appName} nas criptomoedas relevantes. • As comissões serão pagas por um ano a partir do registro do usuário. A comissão é baseada na receita que o novo usuário traz para {appName} (taxas de negociação). • Qualquer jogo sujo, como propaganda enganosa, é proibido. • Spamming é proibido. O spam inclui o envio de mensagens privadas ou públicas não inscritas em fóruns/reddit, e-mails em massa não inscritos, etc. • É proibido adicionar iframes ocultos em um site para capturar afiliados. Somente iframes afiliados ou links diretos para a página da web são permitidos. • {appName} tem o direito de desabilitar qualquer usuário afiliado a qualquer momento. Se você violar os termos, seu programa de afiliados será encerrado.
sl: • Na {appName} se lahko povežete s katero koli posamezno stranjo, na primer s seznamom držav ali načinom plačila ali karkoli drugega. • Zaslužili boste kripto od uporabnikov, ki obiščejo spletno mesto in trgujejo preko registra vaše referenčne povezave. • Izplačila bodo izvedena vsakodnevno na vašo {appName} denarnico v ustreznih kriptovalutah. • Provizije se plačujejo eno leto od registracije uporabnika. Provizija temelji na dohodku, ki ga novi uporabnik prinese za {appName} (provizije za trgovanje). • Kakršnakoli zloraba, kot je zavajajoče oglaševanje, je prepovedana. • Spamming je prepovedan. Pošiljanje neželene e-pošte vključuje pošiljanje nenaročenih zasebnih ali javnih sporočil na forumih/reddit, nenaročene množične pošte itd. • Prepovedano je dodajanje skritih iframes okvirjev na spletna mesta za namen pridobivanja referenčnih partnerjev . Dovoljeni so samo affiliate iframe ali neposredne povezave do spletne strani. • {appName} ima kadar koli pravico izbisa katerega koli pridruženega referenčnega uporabnika. Ob kršitvi pogojev, bo vaš referenčni program ukinjen.
sv: • Du kan länka till en enskild sida, t.ex. en lista över länder eller betalningsmetoder eller något annat på {appName}. • Du kommer att tjäna kryptovaluta från de användare som kommer till webbplatsen via din affiliate-länk registrerar sig och gör affärer. • Utbetalningar kommer att göras dagligen till din {appName} plånbok i relevanta kryptovalutor. • Provision kommer att betalas i ett år från användarens registrering. Provisionen baseras på den inkomst den nya användaren tillför för {appName} (handelsavgifter). • Allt felspel, såsom vilseledande reklam, är förbjudet. • Spamning är förbjuden. Skräppost inkluderar att skicka privata eller offentliga meddelanden som inte prenumereras på forum/reddit, massmail som inte prenumereras, etc. • Det är förbjudet att lägga till dolda iframes på en webbplats för att fånga affiliates. Endast affiliate iframes eller direktlänkar till webbsidan är tillåtna. • {appName} har rätt att inaktivera alla affiliate-användare när som helst. Om du bryter mot villkoren kommer ditt affiliateprogram att avslutas.
tl: • Maaari kang mag-link sa anumang indibidwal na pahina, tulad ng listahan ng bansa o listahan ng paraan ng pagbabayad, o anumang bagay sa {appName}. • Makakakuha ka ng cryptocurrency mula sa mga user na dumating sa site sa pamamagitan ng iyong affiliate link register at gumawa ng mga trade. • Ang mga pagbabayad ay gagawin araw-araw sa iyong {appName} wallet sa mga nauugnay na cryptocurrencies. • Ang mga komisyon ay babayaran para sa isang taon mula sa pagpaparehistro ng gumagamit. Ang komisyon ay batay sa kita ng bagong user para sa {appName} (mga bayarin sa pangangalakal). • Ang anumang foul play, tulad ng mapanlinlang na advertising, ay ipinagbabawal. • Ang pag-spam ay ipinagbabawal. Kasama sa spamming ang pagpapadala ng hindi naka-subscribe na pribado o pampublikong mga mensahe sa mga forum/reddit, hindi naka-subscribe na mass-mail, atbp. • Ang pagdaragdag ng mga nakatagong iframe sa isang website upang makuha ang mga kaakibat ay ipinagbabawal. Ang mga affiliate na iframe o direktang link sa webpage lang ang pinapayagan. • May karapatan ang {appName} na huwag paganahin ang sinumang kaakibat na user sa anumang oras. Kung lalabag ka sa mga tuntunin, wawakasan ang iyong kaakibat na programa.
tr: • Ülke listesi veya ödeme yöntemi listesi gibi herhangi bir sayfaya veya {appName} üzerindeki başka herhangi bir sayfaya bağlantı verebilirsiniz. • Affiliate link kaydınız üzerinden siteye gelen ve işlem yapan kullanıcılardan kripto para kazanacaksınız. • Ödemeler günlük olarak {appName} cüzdanınıza ilgili kripto para birimlerinde yapılacaktır. • Komisyonlar kullanıcının kaydolmasından itibaren bir yıl süreyle ödenecektir. Komisyon, yeni kullanıcının {appName} için getirdiği gelire (işlem ücretleri) dayanmaktadır. • Yanıltıcı reklamlar gibi her türlü kötü davranış yasaktır. • Spam yapmak yasaktır. Spam, forumlarda/reddit'te abone olunmayan özel veya genel mesajların gönderilmesini, abone olunmayan toplu postaların vb. gönderilmesini içerir. • Bağlı kuruluşları yakalamak amacıyla bir web sitesine gizli iframe'ler eklemek yasaktır. Yalnızca bağlı kuruluş iframe'lerine veya web sayfasına doğrudan bağlantılara izin verilir. • {appName} herhangi bir bağlı kuruluş kullanıcısını herhangi bir zamanda devre dışı bırakma hakkına sahiptir. Şartları ihlal etmeniz durumunda ortaklık programınız sonlandırılacaktır.
ur: • آپ کسی بھی انفرادی صفحہ سے لنک کر سکتے ہیں، جیسے ملک کی فہرست یا ادائیگی کے طریقے کی فہرست، یا {appName} پر کسی بھی چیز سے۔ • آپ ان صارفین سے کریپٹو کرنسی حاصل کریں گے جو آپ کے ملحقہ لنک رجسٹر کے ذریعے سائٹ پر آتے ہیں اور تجارت کرتے ہیں۔ • متعلقہ کریپٹو کرنسیوں میں آپ کے {appName} والیٹ میں روزانہ ادائیگی کی جائے گی۔ • صارف کے رجسٹریشن سے ایک سال کے لیے کمیشن ادا کیے جائیں گے۔ کمیشن اس آمدنی پر مبنی ہے جو نیا صارف {appName} (trading fees) کے لیے لاتا ہے۔ • کوئی بھی غلط کھیل، جیسے گمراہ کن اشتہارات، منع ہے۔ • سپیمنگ منع ہے۔ اسپیمنگ میں فورمزreddit، ان سبسکرائب شدہ mass-mail وغیرہ پر ان سبسکرائب شدہ نجی یا عوامی پیغامات بھیجنا شامل ہے۔ • منسلک افراد کو پکڑنے کے لیے کسی ویب سائٹ پر چھپے ہوئے iframes کو شامل کرنا منع ہے۔ صرف الحاق والے iframes یا ویب پیج کے براہ راست لنکس کی اجازت ہے۔ • {appName} کو کسی بھی ملحقہ صارف کو کسی بھی وقت غیر فعال کرنے کا حق حاصل ہے۔ اگر آپ شرائط کی خلاف ورزی کرتے ہیں، تو آپ کا الحاق پروگرام ختم کر دیا جائے گا۔
zh_cn: • 您可以链接到任何单独的页面，例如国家/地区列表或付款方式列表，或{appName} 上的任何其他内容。 • 您将从通过您的联属链接注册并进行交易到达该网站的用户那里赚取加密货币。 • 每天将以相关加密货币向您的{appName}钱包支付款项。 • 佣金将从用户注册起支付一年。佣金根据新用户为{appName}带来的收入（交易费用）计算。 • 禁止任何不当行为，例如误导性广告。 • 禁止发送垃圾邮件。垃圾邮件包括在论坛/reddit 上发送取消订阅的私人或公共消息、取消订阅的群发邮件等。 • 禁止在网站上添加隐藏的 iframe 以捕获附属机构。仅允许附属 iframe 或直接链接到网页。 • {appName} 有权在任何给定时间禁用任何联属用户。如果您违反条款，您的联盟计划将被终止。
zh_tw: • 您可以鏈接到任何單獨的頁面，例如國家/地區列表或付款方式列表，或 {appName} 上的任何其他內容。 • 您將從通過您的附屬鏈接註冊並進行交易的用戶那裡獲得加密貨幣。 • 每天將以相關加密貨幣向您的{appName} 錢包支付款項。 • 佣金將在用戶註冊後的一年內支付。佣金是根據新用戶帶來的收入{appName}（交易手續費）計算的。 • 禁止任何不正當行為，例如誤導性廣告。 • 禁止發送垃圾郵件。垃圾郵件包括在論壇/reddit 上發送未訂閱的私人或公共消息、未訂閱的群發郵件等。 • 禁止在網站上添加隱藏的 iframe 以獲取附屬機構。僅允許附屬 iframe 或網頁的直接鏈接。 • {appName} 有權在任何給定時間禁用任何附屬用戶。如果您違反條款，您的聯盟計劃將被終止。
