Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

source: Recent transactions
cs: Nedávné transakce
fi: Viimeaikaiset transaktiot
fr: Transactions récentes
it: Transazioni recenti
lt: Naujausi sandoriai
nb: Nylige transaksjoner
nl: Recente transacties
pl: Ostatnie transakcje
pt_br: Transações recentes
sl: Nedavne transakcije
sv: Nya transaktioner
tl: Mga kamakailang transaksyon
tr: Son İşlemler
ur: حالیہ لین دین
zh_cn: 最近的交易
zh_tw: 最近的交易

# transactions_30_days
source: Transactions for the last 30 days
cs: Transakce za posledních 30 dní
fi: Transaktiot viimeisten 30 päivän ajalta
fr: Transactions des 30 derniers jours
it: Transazioni degli ultimi 30 giorni
lt: Operacijos per pastarąsias 30 dienų
nb: Transaksjoner for de siste 30 dagene
nl: Transacties van de afgelopen 30 dagen
pl: Transakcje z ostatnich 30 dni
pt_br: Transações dos últimos 30 dias
sl: Transakcije zadnjih 30 dni
sv: Transaktioner under de senaste 30 dagarna
tl: Mga transaksyon para sa huling 30 araw
tr: Son 30 güne ait işlemler
ur: پچھلے 30 دنوں کے لین دین
zh_cn: 过去 30 天的交易
zh_tw: 過去 30 天的交易

source: Forgot password?
cs: Zapomenuté heslo?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
lt: Pamiršote slaptažodį?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
sl: Pozabljeno geslo?
sv: Har du glömt lösenordet?
tl: Nakalimutan ang password?
tr: Parolanızı mı unuttunuz?
ur: پاسورڈ بھول گے؟
zh_cn: 忘记密码？
zh_tw: 忘記密碼？

source: Password have changed.
cs: Heslo bylo změněno.
fi: Salasana on muuttunut.
fr: Le mot de passe a été modifié.
it: La password è cambiata.
lt: Slaptažodis pasikeitė.
nb: Passordet er endret.
nl: Wachtwoord is gewijzigd.
pl: Hasło zostało zmienione.
pt_br: A senha foi alterada.
sl: Geslo je spremenjeno.
sv: Lösenordet har ändrats.
tl: Nabago ang password.
tr: Şifre değişti.
ur: پاس ورڈ تبديل ہو گيا ہے۔
zh_cn: 密码已更改。
zh_tw: 密碼已更改。

source: I want to buy
cs: Chci si koupit
fi: Haluan ostaa
fr: Je veux acheter
it: voglio comprare
lt: Noriu pirkti
nb: Jeg ønsker å kjøpe
nl: Ik wil kopen
pl: Chcę kupić
pt_br: Eu quero comprar
sl: Želim kupiti
sv: Jag vill köpa
tl: gusto kong bumili
tr: satın almak istiyorum
ur: میں خریدنا چاہتا ہوں
zh_cn: 我想买
zh_tw: 我想買

# error_password_reset_token_invalid
source: Token provided for password reset is invalid
cs: Token poskytnutý pro resetování hesla je neplatný
fi: Salasanan nollausta varten annettu tunnus on virheellinen
fr: Le jeton fourni pour la réinitialisation du mot de passe n'est pas valide
it: Il token fornito per la reimpostazione della password non è valido
lt: Slaptažodžiui nustatyti iš naujo pateiktas prieigos raktas yra neteisingas
nb: Token oppgitt for tilbakestilling av passord er ugyldig
nl: Het verstrekte token voor het opnieuw instellen van het wachtwoord is ongeldig
pl: Token dostarczony do zresetowania hasła jest nieprawidłowy
pt_br: O token fornecido para redefinição de senha é inválido
sl: Naveden žeton za ponastavitev gesla, ni veljaven
sv: Token för återställning av lösenord är ogiltig
tl: Ang token na ibinigay para sa pag-reset ng password ay hindi wasto
tr: Şifre sıfırlama için sağlanan jeton geçersiz
ur: پاس ورڈ دوبارہ ترتیب دینے کے لیے فراہم کردہ ٹوکن غلط ہے
zh_cn: 为密码重置提供的令牌无效
zh_tw: 為密碼重置提供的令牌無效

# error_password_reset_unverified_email
source: Trying reset a password for a user with an unverified email
cs: Pokus o resetování hesla pro uživatele s neověřeným e-mailem
fi: Yritetään nollata salasanaa käyttäjälle, jolla on vahvistamaton sähköposti
fr: Tentative de réinitialisation du mot de passe d'un utilisateur avec une adresse e-mail non vérifiée
it: Tentativo di reimpostare la password di un utente con un'email non verificata
lt: Bandoma iš naujo nustatyti slaptažodį vartotojui, kurio el. pašto adresas nepatvirtintas
nb: Prøver å tilbakestille et passord for en bruker med en ubekreftet e-post
nl: Poging om een wachtwoord opnieuw in te stellen voor een gebruiker met een niet-geverifieerd e-mailadres
pl: Próba zresetowania hasła użytkownika z niezweryfikowanym adresem e-mail
pt_br: Tentando redefinir uma senha para um usuário com um e-mail não verificado
sl: Poskus ponastavitve gesla za uporabnika z nepreverjeno e-pošto
sv: Försöker återställa ett lösenord för en användare med ett obekräftat e-postmeddelande
tl: Sinusubukang mag-reset ng password para sa isang user na may hindi na-verify na email
tr: Doğrulanmamış e-posta adresi olan bir kullanıcının şifresini sıfırlamaya çalışıyorum
ur: غیر تصدیق شدہ ای میل والے صارف کے لیے پاس ورڈ دوبارہ ترتیب دینے کی کوشش کر نا
zh_cn: 尝试使用未经验证的电子邮件为用户重置密码
zh_tw: 嘗試使用未經驗證的電子郵件為用戶重置密碼

# i_want_to_buy_new
source: I want to buy
cs: Chci si koupit
fi: Haluan ostaa
fr: Je veux acheter
it: voglio comprare
lt: Noriu pirkti
nb: Jeg ønsker å kjøpe
nl: Ik wil kopen
pl: Chcę kupić
pt_br: Eu quero comprar
sl: Želim kupiti
sv: Jag vill köpa
tl: gusto kong bumili
tr: satın almak istiyorum
ur: میں خریدنا چاہتا ہوں
zh_cn: 我想买
zh_tw: 我想買

# new_password
source: New password (8-72 characters)
cs: Nové heslo (8–72 znaků)
fi: Uusi salasana (8-72 merkkiä)
fr: Nouveau mot de passe (8-72 caractères)
it: Nuova password (8-72 caratteri)
lt: Naujas slaptažodis (8–72 simboliai)
nb: Nytt passord (8-72 tegn)
nl: Nieuw wachtwoord (8-72 tekens)
pl: Nowe hasło (8-72 znaków)
pt_br: Nova senha (8-72 caracteres)
sl: Novo geslo (8-72 znakov)
sv: Nytt lösenord (8-72 tecken)
tl: Bagong password (8-72 character)
tr: Yeni şifre (8-72 karakter)
ur: نیا پاس ورڈ (8-72 characters)
zh_cn: 新密码（8-72 个字符）
zh_tw: 新密碼（8-72 個字符）

source: I want to sell
cs: Chci prodat
fi: Haluan myydä
fr: Je veux vendre
it: Voglio vendere
lt: Noriu parduoti
nb: Jeg vil selge
nl: Ik wil verkopen
pl: Chcę sprzedać
pt_br: Eu quero vender
sl: Želim prodati
sv: Jag vill sälja
tl: gusto kong ibenta
tr: satmak istiyorum
ur: میں بیچنا چاہتا ہوں
zh_cn: 我想卖
zh_tw: 我想賣

source: Log in to start trading
cs: Chcete-li začít obchodovat, přihlaste se
fi: Kirjaudu sisään aloittaaksesi kaupankäynnin
fr: Connectez-vous pour commencer à échanger
it: Accedi per iniziare a fare trading
lt: Prisijunkite, kad pradėtumėte prekybą
nb: Logg inn for å starte handel
nl: Log in om te beginnen met handelen
pl: Zaloguj się, aby zacząć handlować
pt_br: Faça o login para começar a negociar
sl: Prijavite se za začetek trgovanja
sv: Logga in för att börja handla
tl: Mag-log in upang simulan ang pangangalakal
tr: Ticarete başlamak için giriş yapın
ur: ٹریڈنگ شروع کرنے کے لیے لاگ ان کریں
zh_cn: 登录开始交易
zh_tw: 登錄開始交易

source: Why do you need my email?
cs: Proč potřebujete můj e-mail?
fi: Miksi tarvitset sähköpostini?
fr: Pourquoi avez-vous besoin de mon adresse e-mail ?
it: Perché vi serve la mia e-mail?
lt: Kam tau reikalingas mano el.
nb: Hvorfor trenger du e-posten min?
nl: Waarom heeft u mijn e-mail nodig?
pl: Dlaczego potrzebujecie mojego e-maila?
pt_br: Por que você precisa do meu e-mail?
sl: Zakaj potrebujete moj e-poštni naslov?
sv: Varför behöver du min e-postadress?
tl: Bakit mo kailangan ang aking email?
tr: Neden e-postama ihtiyacın var?
ur: آپ کو میرے ای میل کی ضرورت کیوں ہے؟
zh_cn: 为什么需要我的电子邮件？
zh_tw: 為什麼需要我的電子郵件？

source: View all transactions
cs: Zobrazit všechny transakce
fi: Näytä kaikki transaktiot
fr: Voir toutes les transactions
it: Visualizza tutte le transazioni
lt: Peržiūrėkite visas operacijas
nb: Se alle transaksjoner
nl: Bekijk alle transacties
pl: Zobacz wszystkie transakcje
pt_br: Ver todas as transações
sl: Oglejte si vse transakcije
sv: Visa alla transaktioner
tl: Tingnan ang lahat ng mga transaksyon
tr: Tüm işlemleri görüntüle
ur: تمام لین دین دیکھیں
zh_cn: 查看所有交易
zh_tw: 查看所有交易

# email_is_used_to
source: Email is used to recover your password or send you email notifications. Your email will be checked against a third-party database of disposable email providers.
cs: E-mail se používá k obnovení vašeho hesla nebo k zasílání e-mailových upozornění. Váš e-mail bude porovnán s databází poskytovatelů e-mailových služeb na jedno použití třetích stran.
fi: Sähköpostia käytetään salasanan palauttamiseen tai sähköposti-ilmoitusten lähettämiseen. Sähköpostisi tarkistetaan kolmannen osapuolen kertakäyttöisten sähköpostipalvelujen tarjoajien tietokannasta.
fr: L'adresse e-mail est utilisée pour récupérer votre mot de passe ou vous envoyer des notifications par courrier électronique. Votre adresse e-mail sera vérifiée par rapport à une base de données tierce de fournisseurs de messagerie jetables.
it: L'e-mail viene utilizzata per recuperare la password o per inviare notifiche via e-mail. L'e-mail viene controllata da un database di terze parti di provider di e-mail usa e getta.
lt: El. paštas naudojamas slaptažodžiui atkurti arba pranešimams el. paštu siųsti. Jūsų el. paštas bus patikrintas pagal trečiosios šalies vienkartinių el. pašto paslaugų teikėjų duomenų bazę.
nb: E-post brukes til å gjenopprette passordet ditt eller sende deg e-postvarsler. E-posten din vil bli sjekket mot en tredjeparts database med engangse-postleverandører.
nl: E-mail wordt gebruikt om uw wachtwoord te herstellen of u e-mailmeldingen te sturen. Uw e-mail wordt vergeleken met een externe database van wegwerp-e-mailproviders.
pl: E-mail służy do odzyskiwania hasła lub wysyłania powiadomień e-mail. Twój e-mail zostanie sprawdzony z zewnętrzną bazą jednorazowych dostawców adresów e-mail.
pt_br: O e-mail é usado para recuperar sua senha ou enviar-lhe notificações por e-mail. Seu e-mail será verificado com base em um banco de dados de provedores de e-mail descartáveis de terceiros.
sl: E-pošta se uporablja za obnovitev vašega gesla ali pošiljanje e-poštnih obvestil. Vaša e-pošta bo preverjena glede na bazo podatkov tretjih ponudnikov e-pošte za enkratno uporabo.
sv: E-post används för att återställa ditt lösenord eller skicka e-postmeddelanden till dig. Din e-postadress kontrolleras mot en tredjepartsdatabas med leverantörer av engångsmejl.
tl: Ginagamit ang email upang mabawi ang iyong password o magpadala sa iyo ng mga notification sa email. Ang iyong email ay susuriin laban sa isang third-party na database ng mga disposable email provider.
tr: E-posta, şifrenizi kurtarmak veya size e-posta bildirimleri göndermek için kullanılır. E-postanız, tek kullanımlık e-posta sağlayıcılarından oluşan üçüncü taraf bir veritabanıyla karşılaştırılarak kontrol edilecektir.
ur: ای میل کا استعمال آپ کا پاس ورڈ بازیافت کرنے یا آپ کو ای میل اطلاعات بھیجنے کے لیے کیا جاتا ہے۔ آپ کا ای میل ڈسپوزایبل ای میل فراہم کنندگان کے تھرڈ پارٹی ڈیٹا بیس کے خلاف چیک کیا جائے گا۔
zh_cn: 电子邮件用于恢复您的密码或向您发送电子邮件通知。您的电子邮件将根据一次性电子邮件提供商的第三方数据库进行检查。
zh_tw: 電子郵件用於恢復您的密碼或向您發送電子郵件通知。您的電子郵件將根據一次性電子郵件提供商的第三方數據庫進行檢查。

# email_verified
source: Email is verified.
cs: E-mail je ověřen.
fi: Sähköposti on vahvistettu.
fr: L'adresse e-mail est vérifiée.
it: L'e-mail è verificata.
lt: El. paštas patvirtintas.
nb: E-post er bekreftet.
nl: E-mail is geverifieerd.
pl: E-mail został zweryfikowany.
pt_br: O e-mail é verificado.
sl: E-pošta je preverjena.
sv: E-postadressen är verifierad.
tl: Na-verify ang email.
tr: E-posta doğrulandı.
ur: ای میل تصدیق شدہ ہے۔
zh_cn: 电子邮件已验证。
zh_tw: 電子郵件已驗證。

source: Email verification error.
cs: Chyba ověření e-mailu.
fi: Virhe sähköpostia vahvistettaessa.
fr: Erreur de vérification de l'adresse e-mail.
it: Errore di verifica dell'e-mail.
lt: El. pašto patvirtinimo klaida.
nb: E-postbekreftelsesfeil.
nl: Fout bij e-mailverificatie.
pl: Błąd weryfikacji adresu e-mail.
pt_br: Erro de verificação de e-mail.
sl: Napaka pri preverjanju e-pošte.
sv: Fel vid verifiering av e-post.
tl: Error sa pag-verify ng email.
tr: E-posta doğrulama hatası.
ur: ای میل کی توثیق کی خرابی۔
zh_cn: 电子邮件验证错误。
zh_tw: 電子郵件驗證錯誤。

# email_token_error
source: Token or email are wrong. Email was not verified.
cs: Token nebo e-mail jsou chybné. E-mail nebyl ověřen.
fi: Tunnus tai sähköpostiosoite on väärä. Sähköpostia ei vahvistettu.
fr: Le jeton ou l'adresse e-mail sont erronés. L'adresse e-mail n'a pas été vérifiée.
it: Il token o l'e-mail sono sbagliati. L'e-mail non è stata verificata.
lt: Tokenas arba el. pašto adresas neteisingas. El. paštas nebuvo patvirtintas.
nb: Token eller e-post er feil. E-posten ble ikke bekreftet.
nl: Token of e-mail zijn verkeerd. E-mail is niet geverifieerd.
pl: Token lub e-mail są nieprawidłowe. E-mail nie został zweryfikowany.
pt_br: Token ou e-mail estão errados. O e-mail não foi verificado.
sl: Žeton ali e-pošta sta napačna. E-pošta ni bila preverjena.
sv: Token eller e-post är fel. E-postadressen har inte verifierats.
tl: Mali ang token o email. Hindi na-verify ang email.
tr: Belirteç veya e-posta yanlış. E-posta doğrulanmadı.
ur: ٹوکن یا ای میل غلط ہیں۔ ای میل کی تصدیق نہیں ہوئی۔
zh_cn: 令牌或电子邮件错误。电子邮件未验证。
zh_tw: 令牌或電子郵件錯誤。電子郵件未驗證。

# welcome_screen_about
source: Safe and easy-to-use person-to-person platform for trading local currency for Bitcoin and Monero.
cs: Bezpečná a snadno použitelná osobní platforma pro obchodování s místní měnou za bitcoiny a monero.
fi: Turvallinen ja helppokäyttöinen henkilökohtainen alusta paikallisen valuutan kauppaa varten Bitcoinilla ja Monerolla.
fr: Plateforme de personne à personne sûre et facile à utiliser pour échanger de la monnaie locale contre du Bitcoin et du Monero.
it: Piattaforma sicura e facile da usare da persona a persona per scambiare valuta locale con Bitcoin e Monero.
lt: Saugi ir paprasta naudoti platforma, skirta prekybai vietine valiuta Bitcoin ir Monero.
nb: Trygg og brukervennlig person-til-person-plattform for handel med lokal valuta for Bitcoin og Monero.
nl: Veilig en gebruiksvriendelijk persoonlijk platform voor het verhandelen van lokale valuta voor Bitcoin en Monero.
pl: Bezpieczna i łatwa w użyciu platforma typu „osoba z osobą” do handlu lokalnej waluty na Bitcoiny i Monero.
pt_br: Plataforma segura e fácil de usar de pessoa a pessoa para negociação da moeda local para Bitcoin e Monero.
sl: Varna in enostavna platforma za direktno trgovanje lokalnih valut za Bitcoin in Monero.
sv: Säker och lättanvänd plattform för person-till-person-handel med lokal valuta mot Bitcoin och Monero.
tl: Ligtas at madaling gamitin na platform ng tao-sa-tao para sa pangangalakal ng lokal na pera para sa Bitcoin at Monero.
tr: Yerel para birimiyle Bitcoin ve Monero ticareti yapmak için güvenli ve kullanımı kolay kişiden kişiye platform.
ur: Bitcoin اور Monero کے لیے مقامی کرنسی کی تجارت کے لیے ایک محفوظ اور easy-to-use person-to-person پليٹ فارم۔
zh_cn: 安全且易于使用的个人对个人平台，用于交易比特币和门罗币的当地货币。
zh_tw: 安全且易於使用的個人對個人平台，用於交易比特幣和門羅幣的當地貨幣。

source: View in block explorer
cs: Zobrazit v průzkumníku bloků
fi: Näytä lohkotutkijassa
fr: Afficher dans l'explorateur de blocs
it: Visualizza in block explorer
lt: Žiūrėti blokų naršyklėje
nb: Se i blokkutforsker
nl: Bekijk in block explorer
pl: Zobacz w przeglądarce bloków
pt_br: Vista no explorador de blocos
sl: Ogled v block explorer
sv: Visa i blockutforskaren
tl: Tingnan sa block explorer
tr: Blok gezgininde görüntüle
ur: بلاک ایکسپلورر میں دیکھیں
zh_cn: 在区块浏览器中查看
zh_tw: 在區塊瀏覽器中查看

# welcome_pick_a_payment_method
source: Pick a payment method or choose from all the available offers.
cs: Vyberte si způsob platby nebo si vyberte ze všech dostupných nabídek.
fi: Valitse maksutapa tai valitse kaikista saatavilla olevista tarjouksista.
fr: Choisissez un mode de paiement ou choisissez parmi toutes les offres disponibles.
it: Scegliete un metodo di pagamento o scegliete tra tutte le offerte disponibili.
lt: Pasirinkite mokėjimo būdą arba iš visų galimų pasiūlymų.
nb: Velg en betalingsmetode eller velg blant alle tilgjengelige tilbud.
nl: Kies een betaalmethode of kies uit alle beschikbare aanbiedingen.
pl: Wybierz metodę płatności lub wybierz spośród wszystkich dostępnych ofert.
pt_br: Escolha uma forma de pagamento ou escolha entre todas as ofertas disponíveis.
sl: Izberite način plačila ali izberite med razpoložljivimi ponudbami.
sv: Välj en betalningsmetod eller välj bland alla tillgängliga erbjudanden.
tl: Pumili ng paraan ng pagbabayad o pumili sa lahat ng available na alok.
tr: Bir ödeme yöntemi seçin veya mevcut tüm teklifler arasından seçim yapın.
ur: ادائیگی کا طریقہ منتخب کریں یا تمام دستیاب پیشکشوں میں سے انتخاب کریں۔
zh_cn: 选择一种付款方式或从所有可用的优惠中进行选择。
zh_tw: 選擇一種付款方式或從所有可用優惠中進行選擇。

# welcome_buy_press_buy
source: Press BUY to start the trade.
cs: Stisknutím tlačítka KOUPIT zahájíte obchod.
fi: Aloita kauppa painamalla OSTA.
fr: Appuyez sur ACHETER pour démarrer l'échange.
it: Premi ACQUISTA per avviare lo scambio.
lt: Norėdami pradėti prekybą, paspauskite PIRKTI.
nb: Trykk KJØP for å starte handelen.
nl: Druk op KOPEN om de transactie te starten.
pl: Naciśnij KUP, aby rozpocząć handel.
pt_br: Pressione COMPRAR para iniciar a negociação.
sl: Za začetek trgovanja pritisnite KUPI.
sv: Tryck på BUY för att starta affären.
tl: Pindutin ang BUY upang simulan ang kalakalan.
tr: Ticareti başlatmak için SATIN AL'a basın.
ur: تجارت شروع کرنے کے لیے BUY کو دبائیں۔
zh_cn: 按“买入”开始交易。
zh_tw: 按購買開始交易。

# welcome_buy_follow_the_sellers
source: Follow the seller's instructions in the trade chat!
cs: Postupujte podle pokynů prodejce v obchodním chatu!
fi: Noudata myyjän ohjeita kaupan keskustelussa!
fr: Suivez les instructions du vendeur dans le tchat de transaction !
it: Segui le istruzioni del venditore nella chat commerciale!
lt: Vykdykite pardavėjo instrukcijas prekybos pokalbyje!
nb: Følg selgers instruksjoner i handelschatten!
nl: Volg de instructies van de verkoper in de handelschat!
pl: Postępuj zgodnie z instrukcjami sprzedającego z czatu handlowego!
pt_br: Siga as instruções do vendedor no chat da negociação!
sl: Sledite navodilom prodajalca v trade klepetu!
sv: Följ säljarens instruktioner i handelschatten!
tl: Sundin ang mga tagubilin ng nagbebenta sa trade chat!
tr: Satıcının ticari sohbetteki talimatlarını takip edin!
ur: تجارتی چیٹ میں بیچنے والے کی ہدایات پر عمل کریں!
zh_cn: 按照交易聊天中卖家的指示进行操作！
zh_tw: 按照賣家在交易聊天中的說明進行操作！

# welcome_sell_go_to_wallet
source: Go to your wallet and deposit your coins.
cs: Přejděte do své peněženky a vložte své mince.
fi: Mene lompakkoosi ja talleta kolikot.
fr: Allez dans votre portefeuille et déposez vos jetons.
it: Vai al tuo portafoglio e deposita le tue monete.
lt: Eikite į savo piniginę ir įneškite monetas.
nb: Gå til lommeboken og sett inn myntene dine.
nl: Ga naar uw portefeuille en stort uw munten.
pl: Przejdź do portfela i wpłać swoje monety.
pt_br: Vá até sua carteira e deposite suas moedas.
sl: Pojdite v denarnico in položite vaše kovance.
sv: Gå till din plånbok och sätt in dina mynt.
tl: Pumunta sa iyong wallet at i-deposito ang iyong mga barya.
tr: Cüzdanınıza gidin ve paralarınızı yatırın.
ur: اپنے بٹوے پر جائیں اور اپنے سکے جمع کرائیں۔
zh_cn: 前往您的钱包并存入您的硬币。
zh_tw: 轉到你的錢包並存入你的硬幣。

# welcome_sell_press_sell
source: Press SELL to start the trade.
cs: Stisknutím tlačítka SELL zahájíte obchod.
fi: Aloita kauppa painamalla MYY.
fr: Appuyez sur VENDRE pour démarrer la transaction.
it: Premi VENDI per iniziare lo scambio.
lt: Norėdami pradėti prekybą, paspauskite PARDUOTI.
nb: Trykk SELG for å starte handelen.
nl: Druk op VERKOPEN om de transactie te starten.
pl: Naciśnij SPRZEDAJ, aby rozpocząć handel.
pt_br: Pressione SELL para iniciar a negociação.
sl: Pritisnite PRODAJ za začetek trgovanja.
sv: Tryck på SELL för att starta affären.
tl: Pindutin ang SELL upang simulan ang pangangalakal.
tr: Ticareti başlatmak için SAT tuşuna basın.
ur: تجارت شروع کرنے کے لیے SELL کو دبائیں۔
zh_cn: 按“卖出”开始交易。
zh_tw: 按賣出開始交易。

# welcome_sell_follow_the_buyer
source: Follow the buyer's instructions in the trade chat!
cs: Postupujte podle pokynů kupujícího v obchodním chatu!
fi: Seuraa ostajan ohjeita kaupan keskustelussa!
fr: Suivez les instructions de l'acheteur dans le tchat de transaction !
it: Segui le istruzioni dell'acquirente nella chat commerciale!
lt: Vykdykite pirkėjo nurodymus prekybos pokalbyje!
nb: Følg kjøpers anvisninger i handelschatten!
nl: Volg de instructies van de koper in de handelschat!
pl: Postępuj zgodnie z instrukcjami kupującego z czatu handlowego!
pt_br: Siga as instruções do comprador no chat da negociação!
sl: Sledite navodilom kupca v trade klepetu!
sv: Följ köparens instruktioner i handelschatten!
tl: Sundin ang mga tagubilin ng mamimili sa trade chat!
tr: Takas sohbetinde alıcının talimatlarını takip edin!
ur: تجارتی چیٹ میں خریدار کی ہدایات پر عمل کریں!
zh_cn: 按照贸易聊天中买家的指示进行操作！
zh_tw: 按照買家在交易聊天中的說明進行操作！

source: Send to
cs: Poslat
fi: Lähetä
fr: Envoyer à
it: Inviare a
lt: Siųsti į
nb: Send til
nl: Verzenden naar
pl: Wyślij do
pt_br: Enviar para
sl: Pošlji
sv: Skicka till
tl: Ipadala sa
tr: Gönderildi
ur: کو بھیجيں
zh_cn: 发送至
zh_tw: 發送至

# error_only_numbers_are_possible
source: Only numbers are possible.
cs: Jsou možná pouze čísla.
fi: Vain numerot ovat mahdollisia.
fr: Seuls des nombres sont possibles.
it: Solo i numeri sono possibili.
lt: Galimi tik skaičiai.
nb: Kun tall er mulig.
nl: Alleen cijfers zijn mogelijk.
pl: Tylko cyfry są dopuszczalne.
pt_br: Somente números são possíveis.
sl: Možne so samo številke.
sv: Endast siffror är möjliga.
tl: Mga numero lamang ang posible.
tr: Yalnızca sayılar mümkündür.
ur: صرف نمبر ہی ممکن ہیں۔
zh_cn: 只有数字是可能的。
zh_tw: 只有數字是可能的。

# error_entered_greater_than_balance
source: The entered value is greater than the balance.
cs: Zadaná hodnota je větší než zůstatek.
fi: Syötetty arvo on suurempi kuin saldo.
fr: La valeur saisie est supérieure au solde.
it: Il valore inserito è superiore al saldo.
lt: Įvesta vertė yra didesnė už likutį.
nb: Den angitte verdien er større enn saldoen.
nl: De ingevoerde waarde is groter dan het saldo.
pl: Wprowadzona wartość jest większa niż saldo.
pt_br: O valor inserido é maior do que o saldo.
sl: Vnesena vrednost je večja od stanja.
sv: Det angivna värdet är större än saldot.
tl: Ang inilagay na halaga ay mas malaki kaysa sa balanse.
tr: Girilen değer bakiyeden büyüktür.
ur: درج کردہ قدر بیلنس سے زیادہ ہے۔
zh_cn: 输入的值大于余额。
zh_tw: 輸入的值大於餘額。

source: Amount to receive
cs: Částka k přijetí
fi: Vastaanotettava määrä
fr: Montant à recevoir
it: Importo da ricevere
lt: Gaunama suma
nb: Beløp å motta
nl: Te ontvangen bedrag
pl: Kwota do otrzymania
pt_br: Montante a receber
sl: Znesek za prejem
sv: Belopp att erhålla
tl: Halaga ng matatanggap
tr: Alınacak tutar
ur: وصول کرنے کی رقم
zh_cn: 收款金额
zh_tw: 收款金額

source: Amount to send
cs: Částka k odeslání
fi: Lähetettävä määrä
fr: Montant à envoyer
it: Importo da inviare
lt: Siunčiama suma
nb: Beløp som skal sendes
nl: Hoeveelheid om te verzenden
pl: Kwota do wysłania
pt_br: Montante a enviar
sl: Znesek za pošiljanje
sv: Belopp att skicka
tl: Halagang ipapadala
tr: Gönderilecek tutar
ur: بھیجنے کی رقم
zh_cn: 发送金额
zh_tw: 發送金額

# your_deposit_address
source: Your {asset} deposit address
cs: Vaše {asset} adresa pro vklad
fi: Sinun {asset} talletusosoite
fr: Votre adresse de dépôt {asset}
it: Il vostro indirizzo di deposito {asset}
lt: Jūsų {asset} indėlio adresas
nb: Din {asset} innskuddsadresse
nl: Uw {asset} stortingsadres
pl: Twój adres wpłaty {asset}
pt_br: Seu {asset} endereço de depósito
sl: Vaš naslov za nakazilo {asset}
sv: Din {asset} insättningsadress
tl: Ang iyong {asset} deposito na address
tr: {asset} para yatırma adresiniz
ur: آپ کا {asset} جمع کرنے کا پتہ
zh_cn: 您的 {asset} 存款地址
zh_tw: 您的 {asset} 存款地址

# pending
source: Pending ({num1}/{num2})
cs: Nevyřízeno ({num1}/{num2})
fi: Odottaa ({num1}/{num2})
fr: En attente ({num1}/{num2})
it: In attesa ({num1}/{num2})
lt: Laukiama ({num1} / {num2})
nb: Venter ({num1}/{num2})
nl: In behandeling ({num1}/{num2})
pl: Oczekiwanie ({num1}/{num2})
pt_br: Pendente ({num1}/{num2})
sl: V teku ({num1}/{num2})
sv: Pågående ({num1}/{num2})
tl: Nakabinbin ({num1}/{num2})
tr: Beklemede ({num1}/{num2})
ur: زیر التواء ({num1}/{num2})
zh_cn: 待处理（{num1}/{num2}）
zh_tw: 待處理（{num1}/{num2}）
