Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app250Sbapple8722Sbapp8722Sbstore8722Sbkeywords250Sblocalmonero
source: cryptocurrency,anonymous,private,monero,xmr,p2p
cs: kryptoměna,anonymní,soukromá,monero,xmr,p2p
fi: kryptovaluutta,anonyymi,yksityinen,monero,xmr,p2p
fr: crypto-monnaie, anonyme, privé, monero, xmr, p2p
it: criptovaluta,anonimo,privato,monero,xmr,p2p
lt: kriptovaliuta,anoniminė,privati,monero,xmr,p2p
nb: kryptovaluta,anonym,privat,monero,xmr,p2p
nl: cryptocurrency, anoniem, privé, monero, xmr, p2p
pl: kryptowaluty,anonimowo,prywatne,monero,xmr,p2p
pt_br: criptomoeda,anônimo,privado,monero,xmr,p2p
sl: kriptovaluta,anonimno,zasebno,monero,xmr,p2p
sv: kryptovaluta,anonym,privat,monero,xmr,p2p
tl: cryptocurrency,anonymous,pribado,monero,xmr,p2p
tr: kripto para birimi,anonim,özel,monero,xmr,p2p
ur: کریپٹو کرنسی، گمنام، نجی، monero،xmr،p2p
zh_cn: 加密货币,匿名,私人,门罗币,xmr,p2p
zh_tw: 加密貨幣，匿名，私有，monero，xmr，p2p

# app250Sbapple8722Sbapp8722Sbstore8722Sbkeywords250Sbagoradesk
source: cryptocurrency,bitcoin,monero,BTC,XMR,anonymous,private
cs: kryptoměna,bitcoin,monero,BTC,XMR,anonymní,soukromé
fi: kryptovaluutta, bitcoin, monero, BTC, XMR, anonyymi, yksityinen
fr: crypto-monnaie, Bitcoin, Monero, BTC, XMR, anonyme, privé
it: criptovaluta,bitcoin,monero,BTC,XMR,anonimo,privato
lt: kriptovaliuta, bitcoin, monero, BTC, XMR, anoniminė, privati
nb: kryptovaluta,bitcoin,monero,BTC,XMR,anonym,privat
nl: cryptocurrency,bitcoin,monero,BTC,XMR,anoniem,privé
pl: kryptowaluty,bitcoin,monero,BTC,XMR,anonimowo,prywatnie
pt_br: criptomoeda,bitcoin,monero,BTC,XMR,anônimo,privado
sl: kriptovaluta,bitcoin,monero,BTC,XMR,anonimno,zasebno
sv: kryptovaluta, bitcoin, monero, BTC, XMR, anonym, privat
tl: cryptocurrency,bitcoin,monero,BTC,XMR,anonymous,pribado
tr: kripto para birimi,bitcoin,monero,BTC,XMR,anonim,özel
ur: کریپٹو کرنسی، بٹ کوائن، monero، BTC، XMR، گمنام، نجی
zh_cn: 加密货币,比特币,门罗币,BTC,XMR,匿名,私人
zh_tw: 加密貨幣，比特幣，monero，BTC，XMR，匿名，私有

# app_report_this_user
source: Report this user
cs: Nahlásit tohoto uživatele
fi: Ilmoita tämä käyttäjä
fr: Signaler cet utilisateur
it: Segnala questo utente
lt: Pranešti apie šį vartotoją
nb: Rapporter denne brukeren
nl: Rapporteer deze gebruiker
pl: Zgłoś tego użytkownika
pt_br: Denunciar este usuário
sl: Prijavite tega uporabnika
sv: Rapportera denna användare
tl: Iulat ang user na ito
tr: Bu kullanıcıyı rapor et
ur: اس صارف کی اطلاع دیں
zh_cn: 举报该用户
zh_tw: 舉報該用戶

# app_open_dropdown
source: Open dropdown
cs: Otevřít rozevírací seznam
fi: Avaa pudotusvalikko
fr: Ouvrir le menu déroulant
it: Apri il menu a discesa
lt: Atidaryti išskleidžiamąjį meniu
nb: Åpne rullegardinmenyen
nl: Keuzelijst openen
pl: Otwórz listę rozwijaną
pt_br: Abrir lista suspensa
sl: Odpri spustni meni
tl: Buksan ang dropdown
tr: Açılır menüyü aç
ur: ڈراپ ڈاؤن کھولیں
zh_cn: 打开下拉菜单
zh_tw: 打開下拉菜單

# error250Sbsignup250Sb175
source: Attempting to redeem coupon that doesn’t exist during registration
cs: Pokus o uplatnění kupónu, který během registrace neexistuje
fi: Yritetään lunastaa kuponkia rekisteröinnin aikana, jota ei ole olemassa
fr: Tentative d'utilisation d'un coupon qui n'existe pas lors de l'inscription
it: Tentativo di riscattare un coupon che non esiste durante la registrazione
lt: Bandoma išpirkti kuponą, kurio nėra registracijos metu
nb: Forsøker å løse inn kuponger som ikke eksisterer under registrering
nl: Poging om een coupon in te wisselen die niet bestaat tijdens de registratie
pl: Próba wykorzystania kuponu, który nie istnieje podczas rejestracji
pt_br: Tentativa de resgate de cupom que não existe durante o cadastro
sl: Poskus unovčenja kupona, ki ob registraciji ne obstaja
sv: Försöker lösa in en kupong som inte finns under registreringen
tl: Sinusubukang i-redeem ang kupon na wala sa panahon ng pagpaparehistro
tr: Kayıt sırasında mevcut olmayan kuponu kullanmaya çalışmak
ur: کوپن کو چھڑانے کی کوشش کرنا جو رجسٹریشن کے دوران موجود نہیں ہے
zh_cn: 尝试兑换注册时不存在的优惠券
zh_tw: 嘗試兌換註冊時不存在的優惠券

# error250Sbsignup250Sb176
source: Attempting to redeem an expired coupon during registration
cs: Pokus o uplatnění kupónu, jehož platnost vypršela během registrace
fi: Yritetään lunastaa vanhentunut kuponki rekisteröinnin aikana
fr: Tentative d'utilisation d'un coupon expiré lors de l'inscription
it: Tentativo di riscattare un coupon scaduto durante la registrazione
lt: Registracijos metu bandoma išpirkti pasibaigusį kuponą
nb: Forsøk på å løse inn en utløpt kupong under registrering
nl: Poging om een verlopen coupon in te wisselen tijdens de registratie
pl: Próba zrealizowania wygasłego kuponu podczas rejestracji
pt_br: Tentativa de resgatar um cupom expirado durante o registro
sl: Poskus unovčenja potečenega kupona med registracijo
sv: Försöker lösa in en utgången kupong under registreringen
tl: Sinusubukang kunin ang isang nag-expire na kupon sa panahon ng pagpaparehistro
tr: Kayıt sırasında süresi dolmuş bir kuponu kullanmaya çalışmak
ur: رجسٹریشن کے دوران میعاد ختم ہونے والے کوپن کو چھڑانے کی کوشش کرنا
zh_cn: 注册期间尝试兑换过期优惠券
zh_tw: 嘗試在註冊期間兌換過期的優惠券

# error250Sbsignup250Sb177
source: Attempting to redeem a coupon that’s out of stock during registration
cs: Pokus o uplatnění kuponu, který je vyprodaný během registrace
fi: Yritetään lunastaa kuponki rekisteröinnin aikana, joka on loppunut varastosta
fr: Tentative d'utilisation d'un coupon en rupture de stock lors de l'inscription
it: Tentativo di riscattare un coupon esaurito durante la registrazione
lt: Bandoma išpirkti kuponą, kurio registracijos metu nebeliko
nb: Forsøker å løse inn en kupong som ikke er på lager under registreringen
nl: Poging om een coupon in te wisselen die niet op voorraad is tijdens de registratie
pl: Próba wykorzystania kuponu, którego nie ma w magazynie podczas rejestracji
pt_br: Tentativa de resgatar um cupom que está esgotado durante o registro
sl: Poskus unovčenja kupona, ki ga med registracijo ni na zalogi
sv: Försöker lösa in en kupong som är slut i lager under registreringen
tl: Sinusubukang i-redeem ang isang kupon na wala nang stock sa panahon ng pagpaparehistro
tr: Kayıt sırasında stokta olmayan bir kuponu kullanmaya çalışmak
ur: رجسٹریشن کے دوران ایک کوپن کو چھڑانے کی کوشش کرنا جو اسٹاک سے باہر ہے
zh_cn: 尝试兑换注册期间缺货的优惠券
zh_tw: 嘗試兌換註冊時缺貨的優惠券

# nojs250Sbpassword8722Sbreset250Sbsuccess
source: Password reset letter sent! Check your inbox.
cs: Dopis pro obnovení hesla odeslán! Zkontrolujte si doručenou poštu.
fi: Salasanan palautusviesti lähetetty! Tarkista sähköpostisi.
fr: E-mail de réinitialisation du mot de passe envoyé ! Vérifiez votre boîte de réception.
it: Lettera di reimpostazione della password inviata! Controlla la tua casella di posta.
lt: Slaptažodžio nustatymo iš naujo laiškas išsiųstas! Patikrinkite savo pašto dėžutę.
nb: Brev for tilbakestilling av passord er sendt! Sjekk innboksen din.
nl: Wachtwoord reset brief verzonden! Controleer uw inbox.
pl: List dotyczący resetowania hasła został wysłany! Sprawdź swoją skrzynkę odbiorczą.
pt_br: Carta de redefinição de senha enviada! Verifique sua caixa de entrada.
sl: Poslano pismo za ponastavitev gesla! Preverite vaš inbox.
sv: Lösenordsåterställningsbrev skickat! Kolla din inkorg.
tl: Ipinadala ang sulat sa pag-reset ng password! Suriin ang iyong inbox.
tr: Şifre sıfırlama mektubu gönderildi! Gelen kutunu kontrol et.
ur: پاس ورڈ ری سیٹ لیٹر بھیجا گیا! آپ کے ان باکس کو چیک کریں.
zh_cn: 密码重置信已发送！检查你的收件箱。
zh_tw: 密碼重置信已發送！檢查你的收件箱。

# ad8722Sbpage250Sbterms8722Sbdialog250Sbagree8722Sbcontinue
source: Agree to terms and continue
cs: Souhlaste s podmínkami a pokračujte
fi: Hyväksy käyttöehdot ja jatka
fr: Accepter les conditions et continuer
it: Accetta i termini e continua
lt: Sutikite su sąlygomis ir tęskite
nb: Godta vilkårene og fortsett
nl: Ga akkoord met de voorwaarden en ga verder
pl: Zaakceptuj warunki i kontynuuj
pt_br: Concorde com os termos e continue
sl: Sprejmite pogoje in nadaljujte
sv: Godkänn villkoren och fortsätt
tl: Sumang-ayon sa mga tuntunin at magpatuloy
tr: Şartları kabul edin ve devam edin
ur: شرائط سے اتفاق کریں اور جاری رکھیں
zh_cn: 同意条款并继续
zh_tw: 同意條款並繼續

# logout250Sbtitle
source: Log out
cs: Odhlásit se
fi: Kirjaudu ulos
fr: Se déconnecter
it: Disconnettersi
lt: Atsijungti
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
sl: Odjava
sv: Logga ut
tr: Çıkış Yap
ur: لاگ آوٹ
zh_cn: 登出
zh_tw: 登出

# coupons250Sbcode8722Sbapply
source: Apply a coupon code
cs: Uplatněte kód kupónu
fi: Käytä kuponkikoodia
fr: Appliquer un coupon
it: Applica un codice coupon
lt: Taikykite kupono kodą
nb: Bruk en kupongkode
nl: Pas een couponcode toe
pl: Zastosuj kod kuponu
pt_br: Aplicar um código de cupom
sl: Uporabite kodo kupona
sv: Använd en kupongkod
tl: Mag-apply ng coupon code
tr: Kupon kodunu uygula
ur: کوپن کوڈ لگائیں
zh_cn: 应用优惠券代码
zh_tw: 應用優惠券代碼

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sbcall_sell
source: call option sell
cs: Prodat opci “Call”
fi: myy osto-optio
fr: Vente d'options d'achat
it: vendita di opzioni call
lt: Pirkimo opciono pardavimas
nb: kjøpsopsjon selge
nl: call-optie verkopen
pl: sprzedaż opcji kupna
pt_br: opção de compra vender
sl: prodaja klicne opcije
sv: köpoption sälja
tl: pagbebenta ng opsyon sa tawag
tr: alım opsiyonu satışı
ur: کال آپشن فروخت
zh_cn: 看涨期权卖出
zh_tw: 看漲期權賣出

# post8722Sbad250Sbtrade8722Stype250Sbonline8722Sbuy
source: Buy {assetName} online
cs: Koupit {assetName} online
fi: Osta {assetName} verkossa
fr: Acheter du {assetName} en ligne
it: Acquista {assetName} online
lt: Pirkite {assetName} internetu
nb: Kjøp {assetName} online
nl: Koop {assetName} online
pl: Kup {assetName} online
pt_br: Compre {assetName} online
sl: Kupite {assetName} na spletu
sv: Köp {assetName} online
tl: Bumili ng {assetName} online
tr: {assetName}'i çevrimiçi satın alın
ur: آن لائن {assetName} خریدیں
zh_cn: 在线购买 {assetName}
zh_tw: 在線購買 {assetName}

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sbcall_buy
source: call option buy
cs: Koupit opci “Call”
fi: osta osto-optio
fr: Acheter une option d'achat
it: acquisto di opzioni call
lt: pirkimo opciono pirkimas
nb: kjøp av kjøpsopsjon
nl: call-optie kopen
pl: kup opcję kupna
pt_br: opção de compra compra
sl: nakup klicne opcije
sv: köpoption köp
tl: bumili ng call option
tr: alım opsiyonu satın alma
ur: کال آپشن خریدیں
zh_cn: 看涨期权买入
zh_tw: 看漲期權買入

# app250Sbf8722Sbdroid8722Sbtitle250Sblocalmonero
source: LocalMonero: buy XMR anonymously
cs: LocalMonero: nakupujte XMR anonymně
fi: LocalMonero: osta XMR anonyymisti
fr: LocalMonero : achetez du XMR de manière anonyme
it: LocalMonero: acquista XMR in modo anonimo
lt: LocalMonero: pirkite XMR anonimiškai
nb: LocalMonero: kjøp XMR anonymt
nl: LocalMonero: anoniem XMR kopen
pl: LocalMonero: kup XMR anonimowo
pt_br: LocalMonero: compre XMR anonimamente
sl: LocalMonero: kupujte XMR anonimno
sv: LocalMonero: köp XMR anonymt
tr: LocalMonero: XMR'yi anonim olarak satın alın
ur: LocalMonero: XMR گمنام طور پر خریدیں
zh_cn: LocalMonero：匿名购买 XMR
zh_tw: LocalMonero：匿名購買 XMR

# app_accessibility_edit_box_password
source: Edit box password, double tap to edit
cs: Upravte heslo pole, upravte jej dvojitým klepnutím
fi: Muokkaa laatikon salasanaa, kaksoisnapauta muokataksesi
fr: Modifier le mot de passe de la boîte, appuyez deux fois pour modifier
it: Modifica la password della casella, tocca due volte per modificare
lt: Redaguoti dėžutės slaptažodį, dukart palieskite, kad redaguotų
nb: Rediger bokspassord, dobbelttrykk for å redigere
nl: Bewerk box wachtwoord, dubbeltik om te bewerken
pl: Edytuj hasło skrzynki, kliknij dwukrotnie, aby edytować
pt_br: Editar senha da caixa, toque duas vezes para editar
sl: Polje za urejanje gesla, dvakrat kliknite za urejanje
sv: Redigera boxlösenord, dubbeltryck för att redigera
tr: Kutu şifresini düzenleyin, düzenlemek için iki kez dokunun
ur: باکس پاس ورڈ میں ترمیم کریں، ترمیم کرنے کے لیے دو بار تھپتھپائیں۔
zh_cn: 编辑盒子密码，双击编辑
zh_tw: 編輯框密碼，雙擊編輯

# app_accessibility_edit_box_confirm_password
source: Confirm password edit box, double tap to edit
cs: Potvrďte pole pro úpravu hesla, dvojitým klepnutím upravte
fi: Vahvista salasanan muokkausruutu, kaksoisnapauta muokataksesi
fr: Boîte de confirmation de modification du mot de passe, appuyez deux fois pour modifier
it: Conferma la casella di modifica della password, tocca due volte per modificare
lt: Patvirtinkite slaptažodžio redagavimo laukelį, dukart bakstelėkite norėdami redaguoti
nb: Bekreft redigeringsboks for passord, dobbelttrykk for å redigere
nl: Bevestig het wachtwoordbewerkingsvak, dubbeltik om te bewerken
pl: Potwierdź pole edycji hasła, dotknij dwukrotnie, aby edytować
pt_br: Confirme a caixa de edição de senha, toque duas vezes para editar
sl: Potrdite polje za urejanje gesla, dvakrat kliknite za urejanje
sv: Bekräfta redigeringsrutan för lösenord, dubbeltryck för att redigera
tr: Şifre düzenleme kutusunu onaylayın, düzenlemek için iki kez dokunun
ur: پاس ورڈ میں ترمیم کرنے والے باکس کی تصدیق کریں، ترمیم کرنے کے لیے دو بار تھپتھپائیں۔
zh_cn: 确认密码编辑框，双击进行编辑
zh_tw: 確認密碼編輯框，雙擊編輯

# app_ad_created
source: Ad created
cs: Reklama vytvořena
fi: Mainos luotu
fr: Annonce créée
it: Annuncio creato
lt: Skelbimas sukurtas
nb: Annonse opprettet
nl: Advertentie gemaakt
pl: Reklama utworzona
pt_br: Anúncio criado
sl: Oglas ustvarjen
sv: Annons skapad
tr: Reklam oluşturuldu
ur: اشتہار بنایا گیا۔
zh_cn: 广告已创建
zh_tw: 廣告已製作

# app_select_ad_type
source: Select ad type
cs: Vyberte typ reklamy
fi: Valitse mainostyyppi
fr: Sélectionner le type d'annonce
it: Seleziona il tipo di annuncio
lt: Pasirinkite skelbimo tipą
nb: Velg annonsetype
nl: Selecteer advertentietype
pl: Wybierz typ reklamy
pt_br: Selecione o tipo de anúncio
sl: Izberite vrsto oglasa
sv: Välj annonstyp
tr: Reklam türünü seçin
ur: اشتہار کی قسم منتخب کریں۔
zh_cn: 选择广告类型
zh_tw: 選擇廣告類型

# app_chat_leave_review
source: Tap here to leave a review!
cs: Klepnutím sem zanecháte recenzi!
fi: Napauta tätä jättääksesi arvostelun!
fr: Appuyez ici pour laisser un avis !
it: Tocca qui per lasciare una recensione!
lt: Bakstelėkite čia, kad paliktumėte atsiliepimą!
nb: Trykk her for å legge igjen en anmeldelse!
nl: Tik hier om een review achter te laten!
pl: Stuknij tutaj, aby zostawić opinię!
pt_br: Toque aqui para deixar um comentário!
sl: Kliknite tukaj, če želite napisati oceno!
sv: Tryck här för att lämna en recension!
tr: Yorum bırakmak için buraya dokunun!
ur: ایک جائزہ چھوڑنے کے لیے یہاں تھپتھپائیں!
zh_cn: 点击此处发表评论！
zh_tw: 點擊此處發表評論！

# app_chat_update_review
source: You've already left this user a review. Would you like to update your review now?
cs: Tomuto uživateli jste již zanechali recenzi. Chcete nyní aktualizovat svou recenzi?
fi: Olet jo jättänyt tälle käyttäjälle arvostelun. Haluatko päivittää arvostelusi nyt?
fr: Vous avez déjà laissé un avis à cet utilisateur. Souhaitez-vous mettre à jour votre avis maintenant ?
it: Hai già lasciato una recensione a questo utente. Vuoi aggiornare la tua recensione adesso?
lt: Jūs jau palikote atsiliepimą šiam naudotojui. Ar norėtumėte dabar atnaujinti savo apžvalgą?
nb: Du har allerede gitt denne brukeren en anmeldelse. Vil du oppdatere anmeldelsen din nå?
nl: U heeft deze gebruiker al een beoordeling gegeven. Wilt u uw beoordeling nu bijwerken?
pl: Już zostawiłeś temu użytkownikowi opinię. Czy chcesz teraz zaktualizować swoją opinię?
pt_br: Você já deixou um comentário para este usuário. Deseja atualizar sua avaliação agora?
sl: Temu uporabniku ste že pustili oceno. Ali želite posodobiti svojo oceno?
sv: Du har redan lämnat en recension för den här användaren. Vill du uppdatera din recension nu?
tr: Bu kullanıcıya zaten bir inceleme bıraktınız. Yorumunuzu şimdi güncellemek ister misiniz?
ur: آپ نے پہلے ہی اس صارف کا جائزہ چھوڑ دیا ہے۔ کیا آپ اپنے جائزے کو ابھی اپ ڈیٹ کرنا چاہیں گے؟
zh_cn: 您已经给该用户留下了评论。您想现在更新您的评论吗？
zh_tw: 您已經給該用戶留下了評論。您想現在更新您的評論嗎？

# app_select_buyer_seller
source: Select buyer or seller
cs: Vyberte kupujícího nebo prodávajícího
fi: Valitse ostaja tai myyjä
fr: Sélectionner acheteur ou vendeur
it: Seleziona acquirente o venditore
lt: Pasirinkite pirkėją arba pardavėją
nb: Velg kjøper eller selger
nl: Selecteer koper of verkoper
pl: Wybierz kupującego lub sprzedającego
pt_br: Selecione comprador ou vendedor
sl: Izberite kupca ali prodajalca
sv: Välj köpare eller säljare
tr: Alıcı veya satıcıyı seçin
ur: خریدار یا بیچنے والے کو منتخب کریں۔
zh_cn: 选择买家或卖家
zh_tw: 選擇買家或賣家

# app_default_tab
source: Set a default tab
cs: Nastavte výchozí kartu
fi: Aseta oletusvälilehti
fr: Définir un onglet par défaut
it: Imposta una scheda predefinita
lt: Nustatykite numatytąjį skirtuką
nb: Angi en standardfane
nl: Stel een standaardtabblad in
pl: Ustaw domyślną kartę
pt_br: Definir uma guia padrão
sl: Nastavite privzeti zavihek
sv: Ställ in en standardflik
tr: Varsayılan sekmeyi ayarlayın
ur: ڈیفالٹ ٹیب سیٹ کریں۔
zh_cn: 设置默认选项卡
zh_tw: 設置默認選項卡

# app_your_ads
source: Your ads
cs: Vaše reklamy
fi: Mainoksesi
fr: Vos annonces
it: I tuoi annunci
lt: Jūsų skelbimai
nb: Annonsene dine
nl: Uw advertenties
pl: Twoje reklamy
pt_br: Seus anúncios
sl: Vaši oglasi
sv: Dina annonser
tr: Reklamlarınız
ur: آپ کے اشتہارات
zh_cn: 你的广告
zh_tw: 您的廣告

# app_503_body
source: {val} will be back soon!\nSorry for the inconvenience but we're performing some scheduled maintenance at the moment.\nWe'll probably be back online soon. Stay updated in our community groups:
cs: {val} se brzy vrátí!\nOmlouváme se za nepříjemnosti, ale v tuto chvíli provádíme naplánovanou údržbu.\nPravděpodobně budeme brzy opět online. Zůstaňte informováni v našich komunitních skupinách:
fi: {val} tulee takaisin pian!\nPahoittelut häiriöstä, mutta suoritamme tällä hetkellä joitain määräaikaishuoltoja.\nPalaamme luultavasti takaisin verkkoon pian. Pysy ajan tasalla yhteisöryhmissämme:
fr: {val} sera bientôt de retour !\nDésolé pour la gêne occasionnée, nous effectuons actuellement une maintenance planifiée.\nNous serons probablement de retour en ligne bientôt. Restez à jour dans nos groupes communautaires :
it: {val} tornerà presto!\nCi scusiamo per l'inconveniente ma al momento stiamo eseguendo della manutenzione programmata.\nProbabilmente saremo di nuovo online presto. Rimani aggiornato nei nostri gruppi della community:
lt: {val} netrukus grįš!\nAtsiprašome už nepatogumus, bet šiuo metu atliekame suplanuotą techninę priežiūrą.\nTikriausiai netrukus vėl prisijungsime. Sekite naujienas mūsų bendruomenės grupėse:
nb: {val} kommer snart tilbake!\nBeklager bryet, men vi utfører noe planlagt vedlikehold for øyeblikket.\nVi er sannsynligvis snart tilbake på nett. Hold deg oppdatert i våre fellesskapsgrupper:
nl: {val} komt snel terug!\nSorry voor het ongemak, maar we voeren momenteel gepland onderhoud uit.\nWe zijn waarschijnlijk snel weer online. Blijf op de hoogte in onze communitygroepen:
pl: {val} wkrótce wróci!\nPrzepraszamy za niedogodności, ale w tej chwili przeprowadzamy zaplanowaną konserwację.\nPrawdopodobnie wkrótce wrócimy do trybu online. Bądź na bieżąco w naszych grupach społecznościowych:
pt_br: {val} estará de volta em breve!\nDesculpe pelo inconveniente, mas estamos realizando algumas manutenções programadas no momento.\nProvavelmente estaremos online novamente em breve. Mantenha-se atualizado em nossos grupos comunitários:
sl: {val} bo kmalu nazaj!\nOprostite za nevšečnosti, trenutno izvajamo nekaj načrtovanega vzdrževanja.\nVerjetno bomo kmalu spet na spletu. Bodite na tekočem v skupinah naše skupnosti:
sv: {val} kommer snart tillbaka!\nUrsäkta besväret men vi utför en del planerat underhåll för tillfället.\nVi kommer förmodligen att vara online snart igen. Håll dig uppdaterad i våra communitygrupper:
tr: {val} yakında geri dönecek!\nRahatsızlıktan dolayı özür dileriz, ancak şu anda planlı bir bakım gerçekleştiriyoruz.\nMuhtemelen yakında tekrar çevrimiçi olacağız. Topluluk gruplarımızda güncel kalın:
ur: {val} جلد ہی واپس آجائے گا!\nزحمت کے لیے معذرت لیکن ہم اس وقت کچھ طے شدہ دیکھ بھال انجام دے رہے ہیں۔\nشاید ہم جلد ہی واپس آن لائن ہوں گے۔ ہمارے کمیونٹی گروپس میں اپ ڈیٹ رہیں:
zh_cn: {val} 很快就会回来！\n对于给您带来的不便，我们深表歉意，但我们目前正在执行一些计划维护。\n我们可能很快就会恢复在线。在我们的社区群组中随时了解最新动态：
zh_tw: {val} 很快就會回來！\n對於給您帶來的不便，我們深表歉意，但我們目前正在進行一些定期維護。\n我們可能很快就會恢復在線。在我們的社區群組中保持更新：

# app_503_title
source: {val} App Maintenance
cs: {val} Údržba aplikací
fi: {val} Sovellusten ylläpito
fr: Maintenance de l'application {val}
it: {val} Manutenzione dell'app
lt: {val} Programų priežiūra
nb: {val} Appvedlikehold
nl: {val} App-onderhoud
pl: {val} Konserwacja aplikacji
pt_br: {val} Manutenção do aplicativo
sl: {val} Vzdrževanje aplikacije
sv: {val} Appunderhåll
tr: {val} Uygulama Bakımı
ur: {val} ایپ کی دیکھ بھال
zh_cn: {val} 应用程序维护
zh_tw: {val} 應用維護

# app_push_new_message
source: You have a new message in a trade
fi: Sinulla on uusi viesti kaupassa
fr: Vous avez un nouveau message dans une transaction
it: Hai un nuovo messaggio in uno scambio
lt: Prekyboje turite naują pranešimą
nb: Du har en ny melding i en handel
nl: U heeft een nieuw bericht in een transactie
pl: Masz nową wiadomość w handlu
pt_br: Você tem uma nova mensagem em uma negociação
sl: Imate novo sporočilo pri trgovanju
sv: Du har ett nytt meddelande i en handel
tr: Bir takasta yeni bir mesajınız var
ur: آپ کے پاس تجارت میں ایک نیا پیغام ہے۔
zh_cn: 您在交易中有一条新消息
zh_tw: 您在交易中收到新消息

# app_push_new_offer
source: You have a new offer
fi: Sinulla on uusi tarjous
fr: Vous avez une nouvelle offre
it: Hai una nuova offerta
lt: Turite naują pasiūlymą
nb: Du har et nytt tilbud
nl: U heeft een nieuw aanbod
pl: Masz nową ofertę
pt_br: Você tem uma nova oferta
sl: Imate novo ponudbo
sv: Du har fått ett nytt erbjudande
tr: Yeni bir teklifin var
ur: آپ کے پاس ایک نئی پیشکش ہے۔
zh_cn: 您有新优惠
zh_tw: 你有一個新的報價

# app_push_trade_marked_completed
source: Trade marked as completed
fi: Kauppa merkitty suoritetuksi
fr: Transaction marquée comme terminée
it: Commercio contrassegnato come completato
lt: Prekyba pažymėta kaip baigta
nb: Handel merket som fullført
nl: Transactie gemarkeerd als voltooid
pl: Transakcja oznaczona jako zakończona
pt_br: Comércio marcado como concluído
sl: Trade označen kot opravljen
sv: Handel markerad som avslutad
tr: İşlem tamamlandı olarak işaretlendi
ur: تجارت کو مکمل کے طور پر نشان زد کیا گیا ہے۔
zh_cn: 商标标记为已完成
zh_tw: 交易標記為已完成

# app_push_trade_cancelled
source: Trade cancelled
fi: Kauppa peruttu
fr: Transaction annulée
it: Commercio annullato
lt: Prekyba atšaukta
nb: Handelen kansellert
nl: Transactie geannuleerd
pl: Transakcja anulowana
pt_br: Negociação cancelada
sl: Trade je preklican
sv: Annullerad handel
tr: İşlem iptal edildi
ur: تجارت منسوخ کر دی گئی۔
zh_cn: 交易取消
zh_tw: 交易取消

# app_push_trade_disputed
source: Trade disputed
fi: Kauppa kiistanalainen
fr: Transaction contestée
it: Commercio contestato
lt: Prekyba ginčyta
nb: Handel omstridt
nl: Transactie betwist
pl: Handel sporny
pt_br: Comércio disputado
sl: Sporen trade
sv: Omtvistad handel
tr: Ticaret tartışmalı
ur: تجارت میں اختلاف
zh_cn: 贸易争议
zh_tw: 貿易有爭議

# app_apple_app_store_subtitle_localmonero
source: Buy/Sell Monero Anonymously
fi: Osta/myy Monero nimettömästi
fr: Achat/Vente de Monero anonyme
it: Scambiare XMR in modo anonimo
nb: Kjøp/selg Monero anonymt
nl: Monero anoniem kopen/verkopen
pl: Handluj Monero anonimowo
pt_br: Comprar/Vender Monero Anonimamente
sl: Kupuj/Prodaj Monero Anonimno
sv: Köp/sälj Monero anonymt
tr: Anonim Olarak Monero Al/Sat
ur: گمنام طور پر XMR تجارت کریں۔
zh_cn: 匿名购买/出售门罗币
zh_tw: 匿名購買/出售門羅幣

# app_apple_app_store_subtitle_agoradesk
source: Buy/Sell Bitcoin Anonymously
fi: Osta/myy Bitcoin nimettömästi
fr: Achat/Vente de Bitcoin anonyme
it: Scambiare BTC in modo anonimo
nb: Kjøp/selg Bitcoin anonymt
nl: Anoniem Bitcoin kopen/verkopen
pl: Handluj Bitcoin anonimowo
pt_br: Compre/Venda Bitcoin Anonimamente
sl: Kupuj/Prodaj Bitcoin Anonimno
sv: Köpa/sälja Bitcoin anonymt
tr: Anonim Olarak Bitcoin Al/Sat
ur: گمنام طور پر BTC تجارت کریں۔
zh_cn: 匿名购买/出售比特币
zh_tw: 匿名購買/出售比特幣
