Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# wallet250Sbwithdraw250Sbamount8722Sbtype250Sbsend250Sbsecondary8722Sblabel
source: Input the amount to be deducted (w/ fee)
cs: Zadejte částku, která má být odečtena (s poplatkem)
fi: Syötä vähennettävä summa (kulujen kanssa)
fr: Entrez le montant à déduire (avec frais)
it: Inserire l'importo da detrarre (con tassa)
lt: Įveskite sumą, kurią norite išskaičiuoti (su mokesčiu)
nb: Skriv inn beløpet som skal trekkes (med gebyr)
nl: Voer het af te trekken bedrag in (met toeslag)
pl: Wpisz kwotę do odliczenia (z opłatą)
pt_br: Insira o valor a ser deduzido (c/ taxa)
sl: Vnesite znesek, ki ga želite odšteti (brez provizije)
sv: Ange det belopp som ska dras av (utan avgift)
tl: Ipasok ang halaga na ibabawas (w/ bayad)
tr: Kesilecek tutarı girin (ücret dahil)
ur: کٹوتی کی جانے والی رقم درج کریں (w/ fee)
zh_cn: 输入要扣除的金额（包括费用）。
zh_tw: 輸入要扣除的金額（含費用）

source: Free upgrade
cs: Upgrade zdarma
fi: Ilmainen päivitys
fr: Mise à jour gratuite
it: Promozione gratuita
lt: Nemokamas atnaujinimas
nb: Gratis oppgradering
nl: Gratis upgrade
pl: Darmowa aktualizacja
pt_br: Promoção gratuita
sl: Brezplačna nadgradnja
sv: Gratis uppgradering
tl: Libreng upgrade
tr: Ücretsiz yükseltme
ur: مفت اپ گریڈ
zh_cn: 免费升级
zh_tw: 免費升級

# affiliate250Sbterms250Sbtext57Sbagoradesk
source: • You can link to any individual page, such as country listing or payment method listing, or anything else on {appName}. <br/>• You will earn cryptocurrency from the users who arrive to the site through your affiliate link register and make trades. <br/>• Payouts will be made daily to your {appName} wallet in the relevant cryptocurrencies. <br/>• Commissions will be paid for one year from the user's registration. Commission is based on the income the new user brings for {appName} (trading fees). <br/>• Any foul play, such as misleading advertising, is forbidden. <br/>• Spamming is forbidden. Spamming includes sending unsubscribed private or public messages on forums/reddit, unsubscribed mass-mail, etc. <br/>• Adding hidden iframes on a website in order to capture affiliates is forbidden. Only affiliate iframes or direct links to the webpage are allowed. <br/>• {appName} has the right to disable any affiliate user at any given time. If you breach the terms, your affiliate program will be terminated.
cs: • Můžete odkazovat na libovolnou jednotlivou stránku, jako je výpis zemí nebo platebních metod nebo cokoli jiného na {appName}. <br/>• Budete vydělávat kryptoměnu od uživatelů, kteří se dostanou na stránku prostřednictvím vaší registrace přidružených odkazů a budou obchodovat. <br/>• Výplaty budou denně prováděny do vaší peněženky {appName} v příslušných kryptoměnách. <br/>• Provize budou vypláceny po dobu jednoho roku od registrace uživatele. Provize je založena na příjmu, který nový uživatel přináší za {appName} (poplatky za obchodování). <br/>• Jakákoli nečestná hra, jako je klamavá reklama, je zakázána. <br/>• Spamování je zakázáno. Spamování zahrnuje zasílání (neregistrovaných k odběru) soukromých nebo veřejných zpráv na fórech/reddit, (neregistrované k odběru) hromadné e-maily atd. <br/>• Přidávání skrytých prvků iframů na web za účelem zachycení nových affilite partnerů je zakázáno. Povoleny jsou pouze affiliate prvky iframů nebo přímé odkazy na webovou stránku. <br/>• {appName} má právo kdykoli deaktivovat kteréhokoli partnerského uživatele. Pokud porušíte podmínky, váš partnerský program bude ukončen.
fi: • Voit linkittää mille tahansa yksittäiselle sivulle, kuten maaluetteloon tai maksutapaluetteloon, tai mihin vain muuhun {appName}:ssä. <br/>• Ansaitset kryptovaluuttoja käyttäjiltä, jotka saapuvat sivustolle affiliate-linkkisi kautta, rekisteröityvät ja tekevät kauppoja. <br/>• Maksut suoritetaan päivittäin {appName}-lompakkoosi asianmukaisina kryptovaluutoina. <br/>• Palkkioita maksetaan yhden vuoden ajan käyttäjän rekisteröitymisestä. Provisio perustuu tuloihin, jotka uusi käyttäjä tuo {appName}:lle (kaupankäyntikulut). <br/>• Kaikki hämärä toiminta, kuten harhaanjohtava mainonta, on kiellettyä. <br/>• Spämmääminen on kiellettyä. Spämmääminen sisältää tilaamattomien yksityisten tai julkisten viestien lähettämisen foorumeilla/redditissä, tilaamattomien joukkosähköpostien lähettämisen jne. <br/>• Piilotettujen iframe-elementtien lisääminen verkkosivustolle jäsenten keräämiseksi on kielletty. Vain kumppanuus-iframet tai suorat linkit verkkosivulle ovat sallittuja. <br/>• {appName}:llä on oikeus poistaa ohjelmasta kuka tahansa kumppani milloin tahansa. Jos rikot ehtoja, kumppaniohjelmasi lopetetaan.
fr: • Vous pouvez créer un lien vers n'importe quelle page individuelle, telle qu'une liste de pays ou une liste de modes de paiement, ou toute autre page sur {appName}. <br />• Vous gagnerez de la crypto-monnaie auprès des utilisateurs qui arrivent sur le site via votre lien d'affiliation, s'inscrivent et effectuent des transactions. <br />• Les paiements seront effectués quotidiennement sur votre portefeuille {appName} dans les crypto-monnaies concernées. <br />• Les commissions seront versées pendant un an à compter de l'inscription de l'utilisateur. La commission est basée sur le revenu que le nouvel utilisateur apporte pour {appName} (frais de négociation). <br />• Toute malveillance, telle que la publicité mensongère, est interdite. <br />• Le spam est interdit. Le spam comprend l'envoi de messages privés ou publics non sollicités sur des forums/reddit, des e-mails de masse non sollicités, etc. <br />• L'ajout d'iframes masquées sur un site Web afin de capturer des affiliés est interdit. Seules les iframes affiliées ou les liens directs vers la page Web sont autorisés. <br />• {appName} a le droit de désactiver tout utilisateur affilié à tout moment. Si vous enfreignez les conditions, votre programme d'affiliation sera résilié.
it: • Puoi collegarti a qualsiasi singola pagina, come l'elenco dei paesi o l'elenco dei metodi di pagamento o qualsiasi altra cosa su {appName}. <br/> • Guadagnerai criptovaluta dagli utenti che arrivano al sito attraverso il tuo registro dei link di affiliazione e fai trading. <br/> • I pagamenti verranno effettuati quotidianamente sul tuo portafoglio {appName} nelle relative criptovalute. <br/> • Le commissioni verranno pagate per un anno dalla registrazione dell'utente. La commissione si basa sulle entrate che il nuovo utente porta per {appName} (commissioni di negoziazione). <br/> • È vietato qualsiasi gioco illecito, come la pubblicità ingannevole. <br/> • Lo spamming è proibito. Lo spamming include l'invio di messaggi privati ​​o pubblici non sottoscritti su forum / reddit, e-mail di massa non iscritte, ecc. <br/> • È vietato aggiungere iframe nascosti su un sito Web per acquisire affiliati. Sono ammessi solo iframe affiliati o collegamenti diretti alla pagina Web. <br/> • {appName} ha il diritto di disabilitare qualsiasi utente affiliato in qualsiasi momento. In caso di violazione dei termini, il programma di affiliazione verrà chiuso.
lt: • Galite pateikti nuorodą į bet kurį atskirą puslapį, pvz., šalies sąrašą, mokėjimo metodų sąrašą ar bet ką kitą {appName}. <br/>• Uždirbsite kriptovaliutą iš vartotojų, kurie atvyksta į svetainę per jūsų filialo nuorodų registrą ir atlieka sandorius. <br/>• Išmokėjimai bus atliekami kasdien į jūsų {appName} piniginę atitinkamomis kriptovaliutomis. <br/>• Komisiniai mokami vienerius metus nuo vartotojo registracijos. Komisija apskaičiuojama pagal pajamas, kurias naujas vartotojas atneša už {appName} (prekybos mokesčiai). <br/>• Bet koks nešvarus žaidimas, pvz., klaidinanti reklama, yra draudžiamas. <br/>• Šlamšto siuntimas draudžiamas. Šlamšto siuntimas apima neprenumeruotų privačių ar viešų pranešimų siuntimą forumuose / „reddit“, neprenumeruojamus masinius laiškus ir kt. <br/>• Draudžiama svetainėje pridėti paslėptų „iframe“ rėmelių, siekiant užfiksuoti filialus. Leidžiami tik filialų „iframe“ elementai arba tiesioginės nuorodos į tinklalapį. <br/>• {appName} turi teisę bet kuriuo metu išjungti bet kurį susijusį naudotoją. Jei pažeisite sąlygas, jūsų partnerių programa bus nutraukta.
nb: • Du kan koble til en hvilken som helst individuell side, for eksempel landoppføring eller betalingsmåteoppføring, eller noe annet på {appName}. <br/>• Du vil tjene kryptovaluta fra brukerne som kommer til nettstedet gjennom ditt tilknyttede lenkeregister og gjør handler. <br/>• Utbetalinger vil bli gjort daglig til {appName}-lommeboken din i de relevante kryptovalutaene. <br/>• Provisjon vil bli betalt i ett år fra brukerens registrering. Provisjon er basert på inntekten den nye brukeren kommer med for {appName} (handelsgebyrer). <br/>• Alt stygt spill, slik som villedende reklame, er forbudt. <br/>• Spamming er forbudt. Spamming inkluderer å sende private eller offentlige meldinger som ikke abonneres på forum/reddit, avmeldt massepost osv. <br/>• Det er forbudt å legge til skjulte iframes på et nettsted for å fange opp tilknyttede selskaper. Bare tilknyttede iframes eller direkte lenker til nettsiden er tillatt. <br/>• {appName} har rett til å deaktivere enhver tilknyttet bruker til enhver tid. Hvis du bryter vilkårene, vil tilknytningsprogrammet ditt bli avsluttet.
nl: • U kunt naar elke afzonderlijke pagina linken, zoals een lijst met landen, betaalmethodes, of iets anders op {appName}. <br/>• U zult cryptocurrencies verdienen van de gebruikers die via uw aangesloten link naar de site komen, zich registreren en transacties maken. <br/>• Uitbetalingen worden dagelijks gedaan naar uw {appName}-portemonnee in de relevante cryptocurrencies. <br/>• Commissies worden uitbetaald één jaar vanaf de registratie van de gebruiker. Commissie is gebaseerd op het inkomen dat de nieuwe gebruiker voor {appName} (handelskosten) opbrengt. <br/>• Elk soort gemeen spel, zoals misleidende reclame, is verboden. <br/>• Spammen is verboden. Spammen omvat het verzenden van afgemelde privé- of openbare berichten op forums/reddit, afgemelde massamail, enz. <br/>• Het is verboden om verborgen iframes toe te voegen aan een website om affiliates vast te leggen. Alleen aangesloten iframes of directe links naar de webpagina zijn toegestaan. <br/>• {appName} heeft het recht om elke aangesloten gebruiker op elk gewenst moment uit te schakelen. Als u de voorwaarden overtreedt, wordt uw partnerprogramma beëindigd.
pl: • Możesz linkować do dowolnej strony, chociażby listy ogłoszeń w danym kraju lub listy ogłoszeń metodą płatności lub jakiekolwiek inne w {appName}. <br/> • Zarabiasz w kryptowalutach od użytkowników, którzy otwierają witrynę za pośrednictwem linka partnerskiego i wykonują transakcje. <br/> • Wypłaty będą wykonywane codziennie do portfela {appName}. <br/> • Prowizje będą opłacane przez rok od rejestracji użytkownika. Prowizja opiera się na dochodach, jakie nowy użytkownik przynosi dla {appName} (opłatach handlowych). <br/> • Każde niesprawiedliwe zagranie, jak wprowadzająca w błąd reklama, jest zabronione. <br/> • Spamowanie jest zabronione. Spamming obejmuje wysyłanie nieporządanych wiadomości prywatnych lub publicznych na forach/redditcie, masowe rozsyłanie maili itp. <br/> • Dozwolone są tylko iframy partnerskie lub bezpośrednie linki do strony. Ukryte iframy są zakazane. <br/> • {appName} ma prawo wykluczyć dowolnego użytkownika od programu partnerskiego w dowolnym momencie. Jeśli naruszysz warunki, program partnerski zostanie zakończony.
pt_br: • Você pode vincular a qualquer página individual, como listagem de país ou lista de métodos de pagamento, ou qualquer outra coisa em {appName}. <br/> • Você ganhará criptomoeda dos usuários que chegam ao site através do seu link de afiliado, registre-se e faça negociações. <br/> • Os pagamentos serão feitos diariamente para sua carteira {appName} nas criptomoedas relevantes. <br/> • As comissões serão pagas por um ano a partir do cadastro do usuário. A comissão baseia-se na receita que o novo usuário traz para {appName} (taxas de negociação). <br/> • Qualquer jogo sujo, como propaganda enganosa, é proibido. <br/> • Spamming é proibido. O spam inclui o envio de mensagens privadas ou públicas não subscritas em fóruns / reddit, mensagens em massa não subscritas, etc. <br/> • A adição de iframes ocultos num site para capturar afiliados é proibida. Somente iframes de afiliados ou links diretos para a página da Web são permitidos. <br/> • O {appName} tem o direito de desativar qualquer usuário afiliado a qualquer momento. Se você violar os termos, seu programa de afiliados será encerrado.
sl: • Na {appName} lahko povežete katero koli posamezno stranjo, na primer seznam držav, način plačila ali karkoli drugega. <br/>• Zaslužili boste kriptovaluto od uporabnikov, ki pridejo na spletno mesto prek registra vaše affiliate povezave in sklepajo posle. <br/>• Izplačila bodo dnevno izvedena v vašo {appName} denarnico v ustreznih kriptovalutah. <br/>• Provizije bodo plačane eno leto od registracije uporabnika. Provizija temelji na dohodku, ki ga novi uporabnik prinese za {appName} (provizije trgovanja). <br/>• Kakršna koli goljufija, kot je zavajajoče oglaševanje, je prepovedana. <br/>• Pošiljanje neželene pošte je prepovedano. Pošiljanje neželene e-pošte vključuje pošiljanje nenaročenih zasebnih ali javnih sporočil na forumih/redditu, odjavljeno množično pošto itd. <br/>• Dodajanje skritih iframesov na spletno mesto z namenom pridobivanja uporabnikov je prepovedano. Dovoljeni so samo affiliate iframe ali neposredne povezave do spletne strani. <br/>• {appName} ima pravico kadar koli onemogočiti katerega koli pridruženega uporabnika. Če kršite pogoje, bo vaš affiliate program ukinjen.
sv: • Du kan länka till vilken enskild sida som helst, till exempel listning över land eller betalningsmetod, eller något annat på {appName}. <br/>• Du kommer att tjäna kryptovaluta från de användare som kommer till sidan via ditt affiliate-länkregister och gör affärer. <br/>• Utbetalningar kommer att göras dagligen till din {appName} plånbok i relevanta kryptovalutor. <br/>• Provision kommer att betalas i ett år från användarens registrering. Provisionen baseras på den inkomst den nya användaren ger för {appName} (handelsavgifter). <br/>• Allt felspel, såsom vilseledande reklam, är förbjudet. <br/>• Skräppost är förbjudet. Skräppost inkluderar att skicka privata eller offentliga meddelanden som inte prenumereras på forum/reddit, massmail som inte prenumereras, etc. <br/>• Det är förbjudet att lägga till dolda iframes på en webbplats för att fånga affiliates. Endast affiliate iframes eller direktlänkar till webbsidan är tillåtna. <br/>• {appName} har rätt att inaktivera alla affiliate-användare när som helst. Om du bryter mot villkoren kommer ditt affiliateprogram att avslutas.
tl: • Maaari kang mag-link sa anumang indibidwal na pahina, tulad ng listahan ng bansa o listahan ng paraan ng pagbabayad, o anumang bagay sa {appName}. <br/>• Makakakuha ka ng cryptocurrency mula sa mga user na dumarating sa site sa pamamagitan ng iyong affiliate link register at gumawa ng mga trade. <br/>• Ang mga pagbabayad ay gagawin araw-araw sa iyong {appName} wallet sa mga nauugnay na cryptocurrencies. <br/>• Babayaran ang mga komisyon sa loob ng isang taon mula sa pagpaparehistro ng user. Ang komisyon ay batay sa kita ng bagong user para sa {appName} (mga bayarin sa pangangalakal). <br/>• Ang anumang foul play, gaya ng mapanlinlang na advertising, ay ipinagbabawal. <br/>• Ipinagbabawal ang pag-spam. Kasama sa spamming ang pagpapadala ng hindi naka-subscribe na pribado o pampublikong mga mensahe sa mga forum/reddit, hindi naka-subscribe na mass-mail, atbp. <br/>• Ang pagdaragdag ng mga nakatagong iframe sa isang website upang makakuha ng mga affiliate ay ipinagbabawal. Ang mga affiliate na iframe o direktang link sa webpage lang ang pinapayagan. <br/>• May karapatan ang {appName} na huwag paganahin ang sinumang kaakibat na user sa anumang partikular na oras. Kung lalabag ka sa mga tuntunin, wawakasan ang iyong kaakibat na programa.
tr: • Ülke listesi veya ödeme yöntemi listesi gibi herhangi bir sayfaya veya {appName} üzerindeki başka herhangi bir sayfaya bağlantı verebilirsiniz. <br/>• Affiliate linkiniz üzerinden siteye gelip işlem yapan kullanıcılardan kripto para kazanacaksınız. <br/>• Ödemeler günlük olarak {appName} cüzdanınıza ilgili kripto para birimlerinde yapılacaktır. <br/>• Komisyonlar kullanıcının kaydolmasından itibaren bir yıl süreyle ödenecektir. Komisyon, yeni kullanıcının {appName} için getirdiği gelire (işlem ücretleri) dayanmaktadır. <br/>• Yanıltıcı reklamlar gibi her türlü kötü davranış yasaktır. <br/>• Spam yapmak yasaktır. Spam, forumlarda/reddit'te abone olunmayan özel veya genel mesajların gönderilmesini, abone olunmayan toplu postaların vs. gönderilmesini içerir. <br/>• Bağlı kuruluşları yakalamak amacıyla bir web sitesine gizli iframe'ler eklemek yasaktır. Yalnızca bağlı kuruluş iframe'lerine veya web sayfasına doğrudan bağlantılara izin verilir. <br/>• {appName} herhangi bir bağlı kuruluş kullanıcısını herhangi bir zamanda devre dışı bırakma hakkına sahiptir. Şartları ihlal etmeniz durumunda ortaklık programınız sonlandırılacaktır.
ur: • آپ کسی بھی انفرادی صفحہ سے لنک کر سکتے ہیں، جیسے ملک کی فہرست یا ادائیگی کے طریقہ کار کی فہرست، یا {appName} پر کوئی اور چیز۔ <br/>• آپ ان صارفین سے کریپٹو کرنسی حاصل کریں گے جو آپ کے الحاق شدہ لنک رجسٹر کے ذریعے سائٹ پر آتے ہیں اور تجارت کرتے ہیں۔ <br/>• ادائیگی متعلقہ کرپٹو کرنسیوں میں روزانہ آپ کے {appName} والیٹ میں کی جائے گی۔ <br/>• صارف کے رجسٹریشن سے ایک سال کے لیے کمیشن ادا کیے جائیں گے۔ کمیشن اس آمدنی پر مبنی ہے جو نیا صارف {appName} (trading fees) کے لیے لاتا ہے۔ <br/>• کوئی بھی غلط کھیل، جیسے گمراہ کن اشتہارات، منع ہے۔ <br/>• سپیمنگ منع ہے۔ اسپیمنگ میں فورمز/ریڈیٹ، ان سبسکرائب شدہ ماس میل وغیرہ پر ان سبسکرائب شدہ نجی یا عوامی پیغامات بھیجنا شامل ہے۔<br/> صرف الحاق والے iframes یا ویب پیج کے براہ راست لنکس کی اجازت ہے۔ <br/>• {appName} کو کسی بھی ملحقہ صارف کو کسی بھی وقت غیر فعال کرنے کا حق حاصل ہے۔ اگر آپ شرائط کی خلاف ورزی کرتے ہیں، تو آپ کا الحاق پروگرام ختم کر دیا جائے گا۔
zh_cn: •您可以链接到任何单个页面，例如国家/地区列表或付款方式列表，或{appName}上的任何其他内容。 <br/>•您将通过您的会员链接注册到达网站的用户获得加密货币并进行交易。 <br/>•每日支付给相关加密货币的{appName}钱包。 <br/>•佣金将从用户注册后支付一年。佣金基于新用户为{appName}（交易费）带来的收入。 <br/>•禁止任何违规行为，如误导性广告。 <br/>•禁止垃圾邮件。垃圾邮件包括在论坛/ reddit，未订阅的群发邮件等上发送未订阅的私人或公共邮件。<br/>•禁止在网站上添加隐藏的iframe以捕获关联企业。只允许关联的iframe或指向该网页的直接链接。 <br/>•{appName}有权在任何给定时间禁用任何联盟用户。如果您违反条款，您的联盟计划将被终止。
zh_tw: •您可以链接到任何单个页面，例如国家/地区列表或付款方式列表，或{appName}上的任何其他内容。 <br/>•您将通过您的会员链接注册到达网站的用户获得加密货币并进行交易。 <br/>•每日支付给相关加密货币的{appName}钱包。 <br/>•佣金将从用户注册后支付一年。佣金基于新用户为{appName}（交易费）带来的收入。 <br/>•禁止任何违规行为，如误导性广告。 <br/>•禁止垃圾邮件。垃圾邮件包括在论坛/ reddit，未订阅的群发邮件等上发送未订阅的私人或公共邮件。<br/>•禁止在网站上添加隐藏的iframe以捕获关联企业。只允许关联的iframe或指向该网页的直接链接。 <br/>•{appName}有权在任何给定时间禁用任何联盟用户。如果您违反条款，您的联盟计划将被终止。

# affiliate250Sbterms250Sbtitle
source: Affiliate program terms
cs: Podmínky partnerského (affiliate) programu
fi: Kumppanuusohjelman ehdot
fr: Conditions du programme d'affiliation
it: Termini del programma di affiliazione
lt: Partnerių programos sąlygos
nb: Vilkår for tilknyttede program
nl: Partnerprogramma voorwaarden
pl: Warunki programu partnerskiego
pt_br: Termos do programa de afiliados
sl: Pogoji affiliate partnerskega programa
tl: Mga tuntunin ng affiliate program
tr: Ortaklık programı şartları
ur: ملحق پروگرام کی شرائط
zh_cn: 分销联盟计划条款
zh_tw: 分銷聯盟計劃條款

# affiliate250Sbtitle
source: Affiliate program
cs: Partnerský program
fi: Kumppanuusohjelma
fr: Programme d'affiliation
it: Programma di affiliazione
lt: Partnerių programa
nl: Partnerprogramma
pl: Program partnerski
pt_br: Programa de afiliados
sl: Affiliate partnerski program
tr: Ortaklık Programı
ur: ملحق پروگرام
zh_cn: 分销联盟计划
zh_tw: 分銷聯盟計劃

# affiliate250Sbusers250Sbtext
source: You are currently registered as an affiliate for {number} users and will earn commissions from all trades done by these.
cs: V současné době jste registrováni jako affiliate partner pro {number} uživatelú a budete získávat provize ze všech obchodů, které tito lidé uskuteční.
fi: Olet tällä hetkellä rekisteröitynyt {number} käyttäjän kumppaniksi ja ansaitset palkkioita kaikista näiden suorittamista kaupoista.
fr: Vous êtes actuellement enregistré en tant que parrain pour {number} utilisateurs et gagnerez des commissions sur toutes les transactions effectuées par ceux-ci.
it: Sei attualmente registrato come affiliato per {number} utenti e guadagnerai commissioni da tutti gli scambi fatti da questi.
lt: Šiuo metu esate užsiregistravęs kaip {number} vartotojų filialas ir gausite komisinius už visus jų atliktus sandorius.
nb: Du er for øyeblikket registrert som en affiliate for {number}-brukere og vil tjene provisjoner fra alle handler utført av disse.
nl: U bent momenteel geregistreerd als partner voor {number} gebruikers en verdient commissies voor alle transacties die door hun worden gemaakt.
pl: Jesteś obecnie zarejestrowany jako partner dla {number} użytkowników i będziesz zarabiać prowizję na wszystkich transakcjach przez nich wykonanych.
pt_br: Você está registrado como afiliado para {number} usuários e ganhará comissões de todas as negociações feitas por eles.
sl: Trenutno ste registrirani kot affiliate za {number} uporabnikov in zaslužili boste provizijo vseh trgovanj, ki jih opravijo.
sv: Du är för närvarande registrerad som affiliate för {number} användare och kommer att få provisioner från alla affärer som görs av dessa.
tl: Kasalukuyan kang nakarehistro bilang isang kaakibat para sa {number} mga gumagamit at makakakuha ng mga komisyon mula sa lahat ng mga trade na ginawa ng mga ito.
tr: Şu anda {number} kullanıcılarına bağlı kuruluş olarak kayıtlısınız ve bunların yaptığı tüm işlemlerden komisyon kazanacaksınız.
ur: آپ فی الحال {number} صارفین کے لیے ایک الحاق کے طور پر رجسٹرڈ ہیں اور ان کے ذریعے کی جانے والی تمام تجارتوں سے کمیشن حاصل کریں گے۔
zh_cn: 您目前注册为{number}位用户的加盟成员，可以从联盟中的所有交易赚取佣金。
zh_tw: 您目前注冊為{number}位用戶的加盟成員，可以從聯盟中的所有交易賺取佣金。

# affiliate250Sbusers250Sbtitle
source: Users
cs: Uživatelé
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
lt: Vartotojai
nb: Brukere
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
sl: Uporabniki
sv: Användare
tl: Mga gumagamit
tr: Kullanıcılar
ur: صارفین
zh_cn: 最新转换的用户
zh_tw: 最新轉換的用戶

# agoradesk250Sbad8722Sbpage250Sbhow8722Sbmuch8722Sbnotional8722Sbamount250Sbor
source: or
cs: nebo
fi: tai
fr: ou
it: o
lt: arba
nb: eller
nl: of
pl: lub
pt_br: ou
sl: ali
sv: eller
tl: o
tr: veya
ur: یا
zh_cn: 或
zh_tw: 或

# agoradesk250Sbasset8722Sbfilter8722Sbtoggle250Sbads250Sball
source: SHOW ALL ADS
cs: ZOBRAZIT VŠECHNY REKLAMY
fi: NÄYTÄ KAIKKI ILMOITUKSET
fr: AFFICHER TOUTES LES ANNONCES
it: MOSTRA TUTTI GLI ANNUNCI
lt: RODYTI VISUS SKELBIMUS
nb: VIS ALLE ANNONSER
nl: TOON ALLE ADVERTENTIES
pl: POKAŻ WSZYSTKIE OGŁOSZENIA
pt_br: MOSTRAR TODOS OS ANÚNCIOS
sl: PRIKAŽI VSE OGLASE
sv: VISA ALLA ADS
tl: IPAKITA ANG LAHAT NG MGA AD
tr: TÜM REKLAMLARI GÖSTER
ur: تمام اشتہارات دکھائیں
zh_cn: 显示所有广告
zh_tw: 顯示所有廣告

# agoradesk250Sbasset8722Sbfilter8722Sbtoggle250Sbads250Sbcoin
source: {assetSymbol} ADS ONLY
cs: {assetSymbol} POUZE REKLAMY
fi: {assetSymbol} VAIN ILMOITUKSET
fr: ANNONCES {assetSymbol} UNIQUEMENT
it: {assetSymbol} SOLO ANNUNCI
lt: {assetSymbol} TIK SKELBIMAI
nb: {assetSymbol} BARE ANNONSER
nl: ALLEEN {assetSymbol} ADVERTENTIES
pl: TYLKO OGŁOSZENIA {assetSymbol}
pt_br: {assetSymbol} SOMENTE ANÚNCIOS
sl: {assetSymbol} SAMO OGLASI
sv: {assetSymbol} ADS ENDAST
tl: {assetSymbol} MGA AD LANG
tr: {assetSymbol} YALNIZCA REKLAMLAR
ur: {assetSymbol} صرف اشتہارات
zh_cn: {assetSymbol} 仅限广告
zh_tw: {assetSymbol} 僅限廣告

# agoradesk250Sbasset8722Sbfilter8722Sbtoggle250Sball
source: SHOW ALL
cs: UKÁZAT VŠE
fi: NÄYTÄ KAIKKI
fr: AFFICHER TOUT
it: MOSTRA TUTTO
lt: RODYTI VISKĄ
nb: VIS ALT
nl: TOON ALLES
pl: POKAŻ WSZYSTKO
pt_br: mostre tudo
sl: POKAŽI VSE
sv: VISA ALLT
tl: IPAKITA LAHAT
tr: HEPSİNİ GÖSTER ↓
ur: سارے دکھايں
zh_cn: 显示所有
zh_tw: 顯示所有
