Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbseraphis250Sb4250Sbtitle
source: Addressing
cs: Adresování
fi: Osoitteet
fr: Système d'adressage
it: Affrontare
lt: Kreipimasis
nb: Adressering
nl: Adressering
pl: Adresowanie
pt_br: Endereçando
sl: Naslavljanje
sv: Adressering
tl: Pag-address
tr: Adresleme
ur: خطاب کرتے ہوئے
zh_cn: 寻址
zh_tw: 尋址

# knowledge250Sbseraphis250Sb5250Sbtext
source: <p>Seraphis is a major change to the Monero ecosystem. While it involves modifications to addresses and transaction building blocks, its design offers flexibility and useful functionality that aren't possible with today's RingCT protocol. While much of the design is finalized and being developed into <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">an implementation</a>, address design and security analysis are ongoing. Seraphis offers an excellent opportunity to push the Monero ecosystem forward!</p>
cs: <p>Seraphis je velkou změnou v ekosystému Monero. I když zahrnuje úpravy adres a stavebních bloků transakcí, jeho design nabízí flexibilitu a užitečné funkce, které dnešní protokol RingCT neumožňuje. Zatímco velká část návrhu je dokončena a rozvíjena do <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">implementace</a>, návrh adres a analýza zabezpečení stále pokračují. Seraphis nabízí vynikající příležitost, jak posunout ekosystém Monero vpřed!</p>
fi: <p>Seraphis on merkittävä muutos Monero-ekosysteemiin. Vaikka se sisältää muutoksia osoitteisiin ja transaktioita rakentaviin lohkoihin, sen suunnittelu tarjoaa joustavuutta ja hyödyllisiä toimintoja, jotka eivät ole mahdollisia nykypäivän RingCT-protokollalla. Vaikka suuri osa suunnittelusta on viimeistelty ja sitä kehitetään <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">toteutukseksi</a>, osoitesuunnittelu ja suojausanalyysi ovat käynnissä. Seraphis tarjoaa erinomaisen mahdollisuuden viedä Monero-ekosysteemiä eteenpäin!</p>
fr: <p>Seraphis est un changement majeur dans l'écosystème Monero. Bien qu'il implique des modifications des adresses et des briques de construction de transaction, sa conception offre une flexibilité et des fonctionnalités utiles qui ne sont pas possibles avec le protocole actuel RingCT. Alors qu'une grande partie du modèle est finalisée et développée dans <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">une implémentation</a>, le modèle du système d'adressage et l'analyse de la sécurité sont en cours. Seraphis offre une excellente opportunité de faire avancer l'écosystème Monero !</p>
it: <p>Seraphis è un cambiamento importante per l'ecosistema Monero. Anche se comporta modifiche agli indirizzi e ai blocchi di costruzione delle transazioni, il suo design offre flessibilità e funzionalità utili che non sono possibili con l'attuale protocollo RingCT. Mentre gran parte del design è stato finalizzato e sviluppato in <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">un'implementazione</a>, il design degli indirizzi e l'analisi della sicurezza sono in corso. Seraphis offre un'eccellente opportunità per spingere in avanti l'ecosistema Monero!</p>
lt: <p>Seraphis yra esminis Monero ekosistemos pokytis. Nors tai susiję su adresų ir operacijų kūrimo blokų pakeitimais, jo dizainas siūlo lankstumą ir naudingas funkcijas, kurios neįmanomos naudojant šiandieninį RingCT protokolą. Nors didžioji dalis dizaino yra baigta ir kuriama iki <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">diegimo</a>, adresų projektavimas ir saugos analizė tebevyksta. Seraphis siūlo puikią galimybę stumti Monero ekosistemą į priekį!</p>
nb: <p>Seraphis er en stor endring i Monero-økosystemet. Selv om det innebærer modifikasjoner av adresser og transaksjonsbyggeblokker, tilbyr designen fleksibilitet og nyttig funksjonalitet som ikke er mulig med dagens RingCT-protokoll. Mens mye av designet er ferdigstilt og utviklet til <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">en implementering</a>, pågår adressedesign og sikkerhetsanalyse. Seraphis tilbyr en utmerket mulighet til å presse Monero-økosystemet fremover!</p>
nl: <p>Seraphis is een grote verandering in het Monero-ecosysteem. Hoewel het aanpassingen aan adressen en transactiebouwstenen met zich meebrengt, biedt het ontwerp flexibiliteit en handige functionaliteit die niet mogelijk is met het huidige RingCT-protocol. Terwijl een groot deel van het ontwerp is voltooid en wordt ontwikkeld tot <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">een implementatie</a>, zijn adresontwerp en beveiligingsanalyse aan de gang. Seraphis biedt een uitstekende mogelijkheid om het Monero-ecosysteem vooruit te helpen! </p>
pl: <p>Seraphis jest znaczną zmianą dla ekosystemu Monero. Chociaż modyfikuje adresy i składowe tworzenia transakcji, to oferuje elastyczność i przydatną funkcjonalność, które nie są możliwe z aktualnym protokołem RingCT. Podczas, gdy znaczna część projektu jest sfinalizowana i zrealizowana w <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">implementacji</a>, projektowanie schematu adresów i analizy bezpieczeństwa wciąż trwają. Seraphis oferuje doskonałą okazję do posunięcia ekosystemu Monero do przodu! </p>
pt_br: <p>O Seraphis é uma grande mudança no ecossistema Monero. Embora envolva modificações nos endereços e blocos de construção de transações, seu projeto oferece flexibilidade e funcionalidade útil que não são possíveis com o protocolo RingCT de hoje. Enquanto grande parte do projeto está finalizado e sendo desenvolvido em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">uma implementação</a>. A análise de segurança e o projeto do endereço estão em andamento. Seraphis oferece uma excelente oportunidade para impulsionar o ecossistema Monero!</p>
sl: <p>Seraphis je velika sprememba v Monero ekosistemu. Čeprav vključuje spremembe naslovov in gradnikov transakcij, njegova zasnova ponuja prilagodljivost in uporabno funkcionalnost, ki ni mogoča z današnjim protokolom RingCT. Medtem ko je velik del zasnove dokončan in se razvija v <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">izvedbo</a>, načrtovanje naslovov in analiza varnosti še potekata. Seraphis ponuja odlično priložnost za pospešitev ekosistema Monero! </p>
sv: <p>Seraphis är en stor förändring av Monero-ekosystemet. Även om det innebär ändringar av adresser och transaktionsbyggstenar, erbjuder dess design flexibilitet och användbar funktionalitet som inte är möjliga med dagens RingCT-protokoll. Även om mycket av designen är färdigställd och utvecklas till <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">en implementering</a>, pågår adressdesign och säkerhetsanalys. Seraphis erbjuder ett utmärkt tillfälle att driva Monero-ekosystemet framåt!</p>
tl: <p>Ang Seraphis ay isang malaking pagbabago sa Monero ecosystem. Bagama't nagsasangkot ito ng mga pagbabago sa mga address at mga bloke ng pagbuo ng transaksyon, ang disenyo nito ay nag-aalok ng flexibility at kapaki-pakinabang na functionality na hindi posible sa RingCT protocol ngayon. Bagama't ang karamihan sa disenyo ay tinatapos at ginagawang <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">isang pagpapatupad</a>, ang disenyo ng address at pagsusuri sa seguridad ay nagpapatuloy. Nag-aalok ang Seraphis ng magandang pagkakataon para itulak ang Monero ecosystem pasulong!</p>
tr: <p>Seraphis, Monero ekosisteminde büyük bir değişikliktir. Adreslerde ve işlem yapı taşlarında değişiklikler yapılmasına rağmen tasarımı, günümüzün RingCT protokolüyle mümkün olmayan esneklik ve kullanışlı işlevsellik sunar. Tasarımın büyük bir kısmı tamamlanmış ve <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">bir uygulamaya</a> dönüştürülmüş olsa da, adres tasarımı ve güvenlik analizi devam etmektedir. Seraphis, Monero ekosistemini ileriye taşımak için mükemmel bir fırsat sunuyor!</p>
ur: <p>سیرفیس مونیرو ماحولیاتی نظام میں ایک بڑی تبدیلی ہے۔ اگرچہ اس میں ایڈریس اور ٹرانزیکشن بلڈنگ بلاکس میں ترمیم شامل ہے، اس کا ڈیزائن لچک اور مفید فعالیت پیش کرتا ہے جو آج کے RingCT پروٹوکول کے ساتھ ممکن نہیں ہے۔ جب کہ زیادہ تر ڈیزائن کو حتمی شکل دی گئی ہے اور اسے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">ایک نفاذ</a> میں تیار کیا جا رہا ہے، ایڈریس ڈیزائن اور سیکیورٹی کا تجزیہ جاری ہے۔ Seraphis Monero ماحولیاتی نظام کو آگے بڑھانے کا ایک بہترین موقع فراہم کرتا ہے!</p>
zh_cn: <p>Seraphis是Monero生态系统的一个重大变化。 虽然它涉及到对地址和交易构件的修改，但它的设计提供了今天的RingCT协议所无法实现的灵活性和有用的功能。 虽然大部分的设计已经定稿，并正在发展成一个 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">实施方案</a>, 地址设计和安全分析正在进行。 Seraphis提供了一个极好的机会来推动Monero生态系统的发展!</p>
zh_tw: <p>Seraphis是Monero生態系統的一個重大變化。 雖然它涉及到對地址和交易構件的修改，但它的設計提供了今天的RingCT協議所無法實現的靈活性和有用的功能。 雖然大部分的設計已經定稿，並正在發展成一個 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/UkoeHB/monero/tree/seraphis_lib">實施方案</a>, 地址設計和安全分析正在進行。 Seraphis提供了一個極好的機會來推動Monero生態系統的發展!</p>

# knowledge250Sbseraphis250Sb5250Sbtitle
source: The big picture
cs: Celkový obraz
fi: Kokonaiskuva
fr: Vue d'ensemble
it: Il quadro generale
lt: Didelė nuotrauka
nb: Det store bildet
nl: Het grote plaatje
pl: Konkluzja
pt_br: O quadro geral
sl: Velika slika
sv: Den stora bilden
tl: Ang malaking larawan
tr: Büyük resim
ur: بڑی تصویر
zh_cn: 大局观
zh_tw: 大局觀

# knowledge250Sbseraphis250Sbdescription
source: Today we talk about Seraphis, an upcoming set of transaction protocol structures and abstractions for the Monero ecosystem.
cs: Dnes si povíme o Seraphis, připravované sadě struktur transakčních protokolů a abstrakcí pro ekosystém Monero.
fi: Tänään puhumme Seraphisista, tulevasta joukosta transaktioprotokollarakenteita ja abstraktioita Monero-ekosysteemille.
fr: Aujourd'hui, nous parlons de Seraphis, un ensemble de structures et d'abstractions de protocole de transaction pour l'écosystème Monero.
it: Oggi parliamo di Seraphis, un imminente set di strutture e astrazioni del protocollo delle transazioni per l'ecosistema Monero.
lt: Šiandien kalbame apie Seraphis – būsimą Monero ekosistemos sandorių protokolų struktūrų ir abstrakcijų rinkinį.
nb: I dag snakker vi om Seraphis, et kommende sett med transaksjonsprotokollstrukturer og abstraksjoner for Monero-økosystemet.
nl: Vandaag hebben we het over Seraphis, een aanstaande reeks transactieprotocolstructuren en abstracties voor het Monero-ecosysteem.
pl: Dzisiaj mówimy o Seraphisie, nadchodzącym zbiorze struktur protokołów transakcji i abstrakcji dla ekosystemu Monero.
pt_br: Hoje falamos sobre o Seraphis, um conjunto de estruturas de protocolo de transações e abstrações para o ecossistema Monero.
sl: Danes govorimo o Seraphisu, prihajajočem naboru struktur transakcijskega protokola in abstrakcij Monero ekosistema.
sv: Idag pratar vi om Seraphis, en kommande uppsättning av transaktionsprotokollstrukturer och abstraktioner för Moneros ekosystem.
tl: Ngayon ay pinag-uusapan natin ang tungkol sa Seraphis, isang paparating na hanay ng mga istruktura ng protocol ng transaksyon at abstraction para sa Monero ecosystem.
tr: Bugün Monero ekosistemi için yakında çıkacak bir dizi işlem protokolü yapısı ve soyutlaması olan Seraphis'ten bahsediyoruz.
ur: آج ہم Seraphis کے بارے میں بات کرتے ہیں، جو کہ Monero ماحولیاتی نظام کے لیے ٹرانزیکشن پروٹوکول ڈھانچے اور تجریدوں کا ایک آنے والا مجموعہ ہے۔
zh_cn: 今天我们谈谈Seraphis，这是一套即将推出的Monero交易协议结构和生态系统的抽象。
zh_tw: 今天我們談談Seraphis，這是一套即將推出的Monero交易協議結構和生態系統的抽象。

# knowledge250Sbseraphis250Sbtitle
source: Seraphis: What It Will Do for Monero
cs: Seraphis: Co to udělá pro Monero
fi: Seraphis: Mitä se tekee Monerolle
fr: Seraphis : ce qu'il apportera à Monero
it: Seraphis: Cosa farà per Monero
lt: Seraphis: ką tai padarys Monero
nb: Seraphis: Hva det vil gjøre for Monero
nl: Seraphis: Wat Het Zal Doen voor Monero
pl: Seraphis - Co zrobi dla Monero
pt_br: Seraphis: O que fará por Monero
sl: Seraphis: Kaj bo Naredil za Monero
sv: Seraphis: Vad det kommer att göra för Monero
tl: Seraphis: Ano ang Gagawin Nito para kay Monero
tr: Seraphis: Monero İçin Ne Yapacak?
ur: سیرفیس: یہ مونیرو کے لئے کیا کرے گا
zh_cn: Seraphis：它将为门罗币做什么
zh_tw: Seraphis：它將為門羅幣做什麼
