Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# error250Sbwithdraw250Sb76
source: Attempting to withdraw arbitration bond to the same address as the account that’s requesting the withdrawal
cs: Pokus o stažení rozhodčího dluhopisu na stejnou adresu jako účet, který žádá o výběr
fi: Yritys nostaa välimiestakuu samaan osoitteeseen kuin tili, joka pyytää nostoa
fr: Tentative de retrait de la caution d'arbitrage à la même adresse que le compte qui demande le retrait
it: Tentare di ritirare un'obbligazione arbitrale allo stesso indirizzo del conto che sta richiedendo il ritiro
lt: Bandoma atsiimti arbitražo obligaciją tuo pačiu adresu, kaip ir sąskaita, kurioje prašoma atsiimti
nb: Forsøk på å trekke voldgiftsgaranti til samme adresse som kontoen som ber om uttaket
nl: Proberen om de arbitragegarantie in te trekken op hetzelfde adres als het account dat de intrekking aanvraagt
pl: Próba wypłaty środków pod zastaw na ten sam adres, co konto, z którego wypłacasz
pt_br: Tentativa de retirar a caução arbitral para o mesmo endereço da conta que está solicitando a retirada
sl: Poskus umika arbitražne garancije na isti naslov kot račun, ki zahteva dvig
sv: Försöker ta ut en skiljeförbindelse till samma adress som det konto som begär uttaget
tl: Pagtatangkang mag-withdraw ng arbitration bond sa parehong address ng account na humihiling ng withdrawal
tr: Tahkim bonosunu çekilmeyi talep eden hesapla aynı adrese çekmeye çalışmak
ur: ثالثی بانڈ کو اسی ایڈریس پر واپس لینے کی کوشش کرنا جس اکاؤنٹ سے نکلوانے کی درخواست کی جا رہی ہے
zh_cn: 试图将仲裁保证金提取到与请求提取帐户相同的地址
zh_tw: 試圖將仲裁保證金提取到與請求提取帳戶相同的地址

# error250Sbwithdraw250Sbclosed8722Sbconnection
source: Something went wrong on the request, but the transaction might have already been sent. Please reload the page, check if the transaction has been sent and repeat it if needed. If the error persists please contact our support.
cs: Na požadavku se něco pokazilo, ale transakce již mohla být odeslána. Znovu načtěte stránku, zkontrolujte, zda byla transakce odeslána, a v případě potřeby ji zopakujte. Pokud chyba přetrvává, kontaktujte naši podporu.
fi: Pyynnössä jokin meni pieleen, mutta tapahtuma on ehkä jo lähetetty. Lataa sivu uudelleen, tarkista onko tapahtuma lähetetty ja toista se tarvittaessa. Jos virhe jatkuu, ota yhteyttä tukeemme.
fr: Une erreur s'est produite lors de la requête, mais la transaction a peut-être déjà été envoyée. Veuillez recharger la page, vérifier si la transaction a été envoyée et la répéter si nécessaire. Si l'erreur persiste, veuillez contacter notre support.
it: Qualcosa è andato storto sulla richiesta, ma la transazione potrebbe essere già stata inviata. Ricarica la pagina, controlla se la transazione è stata inviata e, se necessario, ripeti l'operazione. Se l'errore persiste, per favore contatta il nostro supporto.
lt: Kažkas nepavyko dėl užklausos, bet operacija gali būti jau išsiųsta. Įkelkite puslapį iš naujo, patikrinkite, ar operacija išsiųsta, ir pakartokite, jei reikia. Jei klaida išlieka, susisiekite su mūsų palaikymo komanda.
nb: Noe gikk galt med forespørselen, men transaksjonen kan allerede være sendt. Last inn siden på nytt, sjekk om transaksjonen er sendt og gjenta den om nødvendig. Hvis feilen vedvarer, vennligst kontakt vår kundestøtte.
nl: Er is iets misgegaan bij de aanvraag, maar de transactie is mogelijk al verzonden. Laad de pagina opnieuw, controleer of de transactie is verzonden en herhaal deze indien nodig. Neem contact op met onze ondersteuning als de fout zich blijft voordoen.
pl: Coś poszło nie tak, ale transakcja mogła już zostać wysłana. Załaduj ponownie stronę, sprawdź, czy transakcja została wysłana i powtórz ją w razie potrzeby. Jeśli błąd się utrzymuje, skontaktuj się z obsługą klienta.
pt_br: Ocorreu um erro no pedido, mas a transação já pode ter sido enviada. Atualize a página, verifique se a transação foi enviada e repita-a, se necessário. Se o erro persistir, por favor entre em contato com o nosso suporte.
sl: Pri zahtevi je šlo nekaj narobe, vendar je bila transakcija morda že poslana. Ponovno naložite stran, preverite, če je bila transakcija poslana in jo po potrebi ponovite. V kolikor se napaka ponovi, se obrnite na našo podporo.
sv: Något gick fel på begäran, men transaktionen kan redan ha skickats. Ladda om sidan, kontrollera om transaktionen har skickats och upprepa den vid behov. Kontakta vår support om felet kvarstår.
tl: Nagkaproblema sa kahilingan, ngunit maaaring naipadala na ang transaksyon. Paki-reload ang page, tingnan kung naipadala na ang transaksyon at ulitin ito kung kinakailangan. Kung magpapatuloy ang error mangyaring makipag-ugnayan sa aming suporta.
tr: İstekte bir sorun oluştu ancak işlem zaten gönderilmiş olabilir. Lütfen sayfayı yeniden yükleyin, işlemin gönderilip gönderilmediğini kontrol edin ve gerekiyorsa işlemi tekrarlayın. Hata devam ederse lütfen desteğimizle iletişime geçin.
ur: درخواست پر کچھ غلط ہو گیا، لیکن ہو سکتا ہے کہ لین دین پہلے ہی بھیج دیا گیا ہو۔ براہ کرم صفحہ کو دوبارہ لوڈ کریں، چیک کریں کہ آیا لین دین بھیج دیا گیا ہے اور اگر ضرورت ہو تو اسے دہرائیں۔ اگر خرابی برقرار رہتی ہے تو براہ کرم ہمارے سپورٹ سے رابطہ کریں۔
zh_cn: 请求中出现了问题，但事务可能已经发送过了。请重新加载页面，检查事务是否已发送，如果需要则重复执行。如果错误仍然存在，请 联系我们的支持。
zh_tw: 請求中出現了問題，但事務可能已經發送過了。請重新加載頁面，檢查事務是否已發送，如果需要則重複執行。如果錯誤仍然存在，請 聯繫我們的支持。

# error250Sbwithdraw250Sbgeneric
source: Something went wrong, please check the receiving {assetName} address.
cs: Něco se pokazilo, zkontrolujte prosím přijímací {assetName} adresu.
fi: Jotain meni pieleen. Tarkista vastaanottavan {assetName}-osoite.
fr: Une erreur s'est produite, veuillez vérifier l'adresse de réception {assetName}.
it: Qualcosa è andato storto, per favore controlla l'indirizzo {assetName} del ricevente.
lt: Kažkas ne taip, patikrinkite gavimo {assetName} adresą.
nb: Noe gikk galt, vennligst sjekk mottakeradressen {assetName}.
nl: Er is iets misgegaan, controleer alstublieft het ontvangende {assetName} adres.
pl: Coś poszło nie tak, sprawdź adres odbierający {assetName}.
pt_br: Algo deu errado, verifique o endereço de recebimento {assetName}.
sl: Nekaj je šlo narobe, preverite prejemni {assetName} naslov.
sv: Något gick fel, vänligen kontrollera mottagningen {assetName} adress.
tl: Nagkaproblema, pakitingnan ang address ng pagtanggap ng {assetName}.
tr: Bir şeyler ters gitti, lütfen alıcı {assetName} adresini kontrol edin.
ur: کچھ غلط ہو گیا، براہ کرم {assetName} پتہ چیک کریں۔
zh_cn: 出错了，请检查收款{assetName}地址。
zh_tw: 出錯了，請檢查收款{assetName}地址。

# faq8722Sbquestion8722Sb31
source: What should I know about high-risk payment methods?
cs: Co bych měl vědět o vysoce rizikových platebních metodách?
fi: Mitä minun pitäisi tietää riskialttiista maksutavoista?
fr: Que dois-je savoir sur les méthodes de paiement à haut risque ?
it: Cosa c'è da sapere sui metodi di pagamento ad alto rischio?
lt: Ką turėčiau žinoti apie didelės rizikos mokėjimo būdus?
nb: Hva bør jeg vite om høyrisikobetalingsmetoder?
nl: Wat moet ik weten over risicovolle betaalmethoden?
pl: Co powinienem wiedzieć o metodach płatności wysokiego ryzyka?
pt_br: O que devo saber sobre formas de pagamento de alto risco?
sl: Kaj moram vedeti o načinih plačila z visokim tveganjem?
sv: Vad bör jag veta om högriskbetalningsmetoder?
tl: Ano ang dapat kong malaman tungkol sa mga paraan ng pagbabayad na may mataas na panganib?
tr: Yüksek riskli ödeme yöntemleri hakkında ne bilmeliyim?
ur: مجھے high-risk ادائیگی کے طریقوں کے بارے میں کیا جاننا چاہیے؟
zh_cn: 我应该了解高风险支付方式？
zh_tw: 我應該了解高風險支付方式？

# faq250Sbanswer8722Sb0
source: {appName} is a peer-to-peer Monero exchange. We are a marketplace where users can buy and sell Monero to and from each other. Users, called traders, create advertisements with the price and the payment method they want to offer. You can browse our website for trade advertisements and search for a payment method you prefer. You will find traders buying and selling Monero online for more than 60 different payment methods. If you're new to {appName} and want to buy Monero, please take a look at our how to buy guide to learn how to buy Monero.
cs: {appName} je peer-to-peer Monero směnárna. Jsme tržiště, kde si uživatelé mohou navzájem kupovat a prodávat Monero. Uživatelé, kterým se říká obchodníci, vytvářejí reklamy s cenou a způsobem platby, který chtějí nabízet. Na našich webových stránkách můžete procházet obchodní inzeráty a hledat způsob platby, který preferujete. Najdete zde obchodníky nakupující a prodávající Monero online pro více než 60 různých platebních metod. Pokud jste s {appName} noví a chcete si koupit Monero, podívejte se prosím na našeho průvodce nákupem, kde se dozvíte, jak Monero koupit.
fi: {appName} on vertaisverkko Monero-kaupankäyntialusta. Olemme markkinapaikka, jossa käyttäjät voivat ostaa ja myydä Moneroa toisilleen ja toisiltaan. Käyttäjät, joita kutsutaan kauppiaiksi, luovat mainoksia, joissa on hinta ja maksutapa, jonka he haluavat tarjota. Voit selata verkkosivuiltamme kauppailmoituksia ja etsiä haluamaasi maksutapaa. Löydät kauppiaita, jotka ostavat ja myyvät Moneroa verkossa yli 60 eri maksutavalla. Jos olet uusi {appName}:n käyttäjä ja haluat ostaa Moneron, tutustu ostooppaaseemme saadaksesi lisätietoja Moneron ostamisesta.
fr: {appName} est un échange Monero pair-à-pair. Nous sommes un marché où les utilisateurs peuvent acheter et vendre du Monero entre eux. Les utilisateurs, appelés traders, créent des annonces avec le prix et le moyen de paiement qu'ils souhaitent proposer. Vous pouvez parcourir notre site Web pour les annonces d'échange et rechercher un mode de paiement que vous préférez. Vous trouverez des traders qui achètent et vendent du Monero en ligne avec plus de 60 méthodes de paiement différentes. Si vous êtes nouveau sur {appName} et que vous souhaitez acheter du Monero, veuillez consulter notre guide d'achat pour savoir comment acheter du Monero.
it: {appName} è una piattaforma di trading Monero peer-to-peer. Siamo un mercato in cui gli utenti possono acquistare e vendere Monero tra loro. Gli utenti, chiamati commercianti, creano annunci con il prezzo e il metodo di pagamento che vogliono offrire. Puoi navigare nel nostro sito web per cercare annunci commerciali e cercare il metodo di pagamento che preferisci. Troverai trader che acquistano e vendono Monero online per più di 60 diversi metodi di pagamento. Se non conosci {appName} e desideri acquistare Monero, dai un'occhiata alla nostra guida all'acquisto per sapere come acquistare Monero.
lt: {appName} yra lygiavertė Monero prekybos platforma. Mes esame turgavietė, kurioje vartotojai gali pirkti ir parduoti Monero vieni kitiems. Vartotojai, vadinami prekybininkais, sukuria skelbimus su norima pasiūlyti kaina ir mokėjimo būdu. Mūsų svetainėje galite naršyti prekybos skelbimus ir ieškoti pageidaujamo mokėjimo būdo. Prekybininkų, perkančių ir parduodančių Monero internetu, rasite daugiau nei 60 skirtingų mokėjimo būdų. Jei pirmą kartą naudojate {appName} ir norite įsigyti Monero, peržiūrėkite mūsų pirkimo vadovą, kad sužinotumėte, kaip įsigyti Monero.
nb: {appName} er en peer-to-peer Monero handelsplattform. Vi er en markedsplass hvor brukere kan kjøpe og selge Monero til og fra hverandre. Brukere, kalt tradere, lager annonser med prisen og betalingsmåten de ønsker å tilby. Du kan bla gjennom nettstedet vårt for handelsannonser og søke etter en betalingsmetode du foretrekker. Du vil finne forhandlere som kjøper og selger Monero online for mer enn 60 forskjellige betalingsmetoder. Hvis du er ny på {appName} og ønsker å kjøpe Monero, vennligst ta en titt på vår kjøpsveiledning for å lære hvordan du kjøper Monero.
nl: {appName} is een peer-to-peer Monero-uitwisseling. We zijn een marktplaats waar gebruikers Monero van elkaar kunnen kopen en verkopen. Gebruikers, oftewel handelaren, maken advertenties met de prijs en de betaalmethode die ze willen aanbieden. U kunt op onze website zoeken naar handelsadvertenties en naar de betaalmethode van uw voorkeur. U zult handelaren kunnen vinden die Monero online kopen en verkopen voor meer dan 60 verschillende betaalmethoden. Als {appName} nieuw voor u is en u Monero wilt kopen, bekijk dan onze koop-handleiding voor meer informatie over het kopen van Monero.
pl: {appName} to platforma handlowa Monero typu peer-to-peer. Jesteśmy rynkiem, na którym użytkownicy mogą kupować i sprzedawać Monero między sobą i od siebie. Użytkownicy, zwani handlowcami, tworzą reklamy z ceną i metodą płatności, którą chcą zaoferować. Możesz przeglądać naszą stronę internetową w poszukiwaniu ogłoszeń handlowych i wyszukać preferowaną metodę płatności. Znajdziesz traderów kupujących i sprzedających Monero online za ponad 60 różnych metod płatności. Jeśli dopiero zaczynasz korzystać z {appName} i chcesz kupić Monero, zapoznaj się z naszym przewodnikiem po zakupach, aby dowiedzieć się, jak kupić Monero.
pt_br: O {appName} é um serviço de negociação de Monero peer-to-peer (pessoa-a-pessoa). Somos um mercado onde os usuários podem comprar e vender Monero entre si. Os usuários, chamados operadores, criam anúncios com o preço e a forma de pagamento que desejam oferecer. Você pode navegar em nosso site pelos anúncios disponíveis ou pesquisar por uma forma de pagamento de sua preferência. Você encontrará operadores comprando e vendendo Monero online com mais de 60 formas de pagamento diferentes. Se você é novo no {appName} e quer comprar Monero, confira nosso guia de como comprar XMR em nossa plataforma.
sl: {appName} je platforma za enakovredno trgovanje Monero. Smo tržnica, kjer lahko uporabniki drug drugemu kupujejo in prodajajo Monero. Uporabniki, imenovani trgovci, ustvarijo oglase s ceno in načinom plačila, ki ga želijo ponuditi. Na našem spletnem mestu lahko brskate za trgovinske oglase in poiščete način plačila, ki vam je ljubši. Na spletu boste našli trgovce, ki kupujejo in prodajajo Monero za več kot 60 različnih načinov plačila. Če še niste uporabljali {appName} in želite kupiti Monero, si oglejte naš vodnik za nakup, da izveste, kako kupiti Monero.
sv: {appName} är en peer-to-peer Monero handelsplattform. Vi är en marknadsplats där användare kan köpa och sälja Monero till och från varandra. Användare, kallade handlare, skapar annonser med det pris och den betalningsmetod de vill erbjuda. Du kan bläddra på vår webbplats för handelsannonser och söka efter en betalningsmetod du föredrar. Du hittar handlare som köper och säljer Monero online för mer än 60 olika betalningsmetoder. Om du är ny på {appName} och vill köpa Monero, vänligen ta en titt på vår köpguide för att lära dig hur du köper Monero.
tl: Ang {appName} ay isang peer-to-peer na Monero exchange. Kami ay isang marketplace kung saan ang mga user ay maaaring bumili at magbenta ng Monero papunta at mula sa isa't isa. Ang mga gumagamit, na tinatawag na mga mangangalakal, ay gumagawa ng mga patalastas na may presyo at paraan ng pagbabayad na gusto nilang ialok. Maaari mong i-browse ang aming website para sa mga trade advertisement at maghanap ng paraan ng pagbabayad na gusto mo. Makakakita ka ng mga mangangalakal na bumibili at nagbebenta ng Monero online para sa higit sa 60 iba't ibang paraan ng pagbabayad. Kung bago ka sa {appName} at gustong bumili ng Monero, pakitingnan ang aming gabay sa kung paano bumili para matutunan kung paano bumili ng Monero.
tr: {appName} eşler arası bir Monero ticaret platformudur. Kullanıcıların birbirlerinden Monero alıp satabilecekleri bir pazarız. Trader olarak adlandırılan kullanıcılar, sunmak istedikleri fiyat ve ödeme yöntemiyle reklam oluştururlar. Ticari ilanlar için web sitemize göz atabilir ve tercih ettiğiniz ödeme yöntemini arayabilirsiniz. 60'tan fazla farklı ödeme yöntemiyle Monero'yu çevrimiçi alıp satan yatırımcılar bulacaksınız. {appName} konusunda yeniyseniz ve Monero satın almak istiyorsanız lütfen Monero'yu nasıl satın alacağınızı öğrenmek için nasıl satın alınır kılavuzumuza göz atın.
ur: {appName} ایک ہم مرتبہ سے ہم مرتبہ Monero تجارتی پلیٹ فارم ہے۔ ہم ایک ایسا بازار ہیں جہاں صارف ایک دوسرے کو خرید اور فروخت کر سکتے ہیں۔ صارفین، جنہیں تاجر کہا جاتا ہے، قیمت اور ادائیگی کے طریقے کے ساتھ اشتہارات بناتے ہیں جو وہ پیش کرنا چاہتے ہیں۔ آپ تجارتی اشتہارات کے لیے ہماری ویب سائٹ کو براؤز کر سکتے ہیں اور اپنی پسند کا ادائیگی کا طریقہ تلاش کر سکتے ہیں۔ آپ تاجروں کو 60 سے زیادہ مختلف ادائیگی کے طریقوں پر Monero آن لائن خریدتے اور بیچتے ہوئے پائیں گے۔ اگر آپ {appName} میں نئے ہیں اور Monero خریدنا چاہتے ہیں، تو براہ کرم Monero خریدنے کا طریقہ سیکھنے کے لیے ہماری گائیڈ پر ایک نظر ڈالیں۔
zh_cn: {appName}是一个点对点门罗币交易平台。我们是一个用户可以相互买卖门罗币的市场。用户（称为交易者）用他们想要提供的价格和付款方式创建广告。您可以浏览我们的网站以获取贸易广告并搜索您喜欢的付款方式。您会发现交易者可以通过 60 多种不同的付款方式在线买卖门罗币。如果您是 {appName} 的新手并且想要购买门罗币，请查看我们的购买指南，了解如何购买门罗币。
zh_tw: {appName} 是一個點對點的門羅幣交易平台。我們是一個用戶可以相互買賣 Monero 的市場。稱為交易員的用戶使用他們想要提供的價格和支付方式製作廣告。您可以瀏覽我們的網站以查找貿易廣告並蒐索您喜歡的付款方式。您會發現交易者使用 60 多種不同的支付方式在線買賣門羅幣。如果您是 {appName} 的新手並且想購買門羅幣，請查看我們的購買指南以了解如何購買門羅幣。
