Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

source: Your backup code
cs: Váš záložní kód
fi: Palautuskoodisi
fr: Votre code de secours
it: Il codice di backup
lt: Jūsų atsarginis kodas
nb: Din reservekode
nl: Uw back-upcode
pl: Twój kod zapasowy
pt_br: Seu código de reserva
sl: Vaša rezervna koda
sv: Din reservkod
tl: Ang iyong backup na code
tr: Yedek kodunuz
ur: آپ کا بیک اپ کوڈ
zh_cn: 您的备用代码
zh_tw: 您的備用代碼

source: Set up 2FA
cs: Nastavte 2FA
fi: Aseta 2FA
fr: Configurer l'authentification 2FA
it: Impostazione di 2FA
lt: Nustatykite 2FA
nb: Sett opp 2FA
nl: Stel 2FA in
pl: Skonfiguruj 2FA
pt_br: Estabelecer 2FA
sl: Nastavite 2FA
sv: Inrätta 2FA
tl: I-set up ang 2FA
tr: 2FA'yı kurun
ur: 2FA ترتیب دیں
zh_cn: 设置 2FA
zh_tw: 設置 2FA

# download_2fa
source: Download a 2FA app. Copy the code below and paste it into your 2FA app.
cs: Stáhněte si aplikaci 2FA. Zkopírujte níže uvedený kód a vložte jej do své aplikace 2FA.
fi: Lataa 2FA-sovellus. Kopioi alla oleva koodi ja liitä se 2FA-sovellukseesi.
fr: Téléchargez une application 2FA. Copiez le code ci-dessous et collez-le dans votre application 2FA.
it: Scaricare un'applicazione 2FA. Copiate il codice qui sotto e incollatelo nella vostra app 2FA.
lt: Atsisiųskite 2FA programą. Nukopijuokite toliau esantį kodą ir įklijuokite jį į savo 2FA programą.
nb: Last ned en 2FA-app. Kopier koden nedenfor og lim den inn i 2FA-appen din.
nl: Download een 2FA-app. Kopieer de onderstaande code en plak deze in uw 2FA-app.
pl: Pobierz aplikację 2FA. Skopiuj poniższy kod i wklej go do swojej aplikacji 2FA.
pt_br: Baixe um aplicativo 2FA. Copie o código abaixo e cole-o em seu aplicativo 2FA.
sl: Prenesite 2FA aplikacijo. Spodnjo kodo kopirajte in jo prilepite v vašo 2FA aplikacijo.
sv: Ladda ner en 2FA-app. Kopiera koden nedan och klistra in den i din 2FA-app.
tl: Mag-download ng 2FA app. Kopyahin ang code sa ibaba at i-paste ito sa iyong 2FA app.
tr: Bir 2FA uygulamasını indirin. Aşağıdaki kodu kopyalayıp 2FA uygulamanıza yapıştırın.
ur: 2FA ایپ ڈاؤن لوڈ کریں۔ نیچے دیئے گئے کوڈ کو کاپی کریں اور اسے اپنی 2FA ایپ میں چسپاں کریں۔
zh_cn: 下载 2FA 应用程序。复制下面的代码并将其粘贴到您的 2FA 应用程序中。
zh_tw: 下載 2FA 應用程序。複製下面的代碼並將其粘貼到您的 2FA 應用程序中。

source: Paste code
cs: Vložte kód
fi: Liitä koodi
fr: Coller le code
it: Incolla il codice
lt: Įklijuokite kodą
nb: Lim inn kode
nl: Plak code
pl: Wklej kod
pt_br: Código de cola
sl: Prilepite kodo
sv: Klistra in kod
tl: I-paste ang code
tr: Kodu yapıştır
ur: کوڈ چسپاں کریں
zh_cn: 粘贴代码
zh_tw: 粘貼代碼

source: Code valid
cs: Kód platný
fi: Koodi voimassa
fr: Code valide
it: Codice valido
lt: Kodas galioja
nb: Koden er gyldig
nl: Code geldig
pl: Poprawny kod
pt_br: Código válido
sl: Koda veljavna
sv: Koden giltig
tl: Wasto ang code
tr: Kod geçerli
ur: کوڈ درست ہے
zh_cn: 代码有效
zh_tw: 代碼有效

source: Verifying the code...
cs: Ověřování kódu...
fi: Vahvistetaan koodia...
fr: Vérification du code …
it: Verifica del codice...
lt: Tikrinamas kodas...
nb: Bekrefter koden ...
nl: De code verifiëren...
pl: Weryfikuję kod...
pt_br: Verificando o código...
sl: Preverjanje kode ...
sv: Kontroll av koden...
tl: Bine-verify ang code...
tr: Kod doğrulanıyor...
ur: کوڈ کی تصدیق ہو رہی ہے...
zh_cn: 验证代码...
zh_tw: 驗證代碼...

source: Language
cs: Jazyk
fi: Kieli
fr: Langue
it: lingua
lt: Kalba
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
sl: Jezik
sv: Språk
tl: Wika
tr: Dil
ur: زبان
zh_cn: 语言
zh_tw: 語言

source: My profile
cs: Můj profil
fi: Minun profiili
fr: Mon profil
it: Il mio profilo
lt: Mano profilis
nb: Min profil
nl: Mijn profiel
pl: Mój profil
pt_br: Meu perfil
sl: Moj profil
sv: Min profil
tl: Aking profile
tr: Benim profilim
ur: میری پروفائل
zh_cn: 我的简历
zh_tw: 我的簡歷

source: Choose ad default region
cs: Vyberte výchozí oblast reklamy
fi: Valitse ilmoituksen oletusalue
fr: Choisir la région par défaut de l'annonce
it: Scegliere la regione predefinita per l'annuncio
lt: Pasirinkite numatytąjį skelbimo regioną
nb: Velg annonsestandardregion
nl: Kies de standaardregio voor advertenties
pl: Wybierz domyślny region ogłoszenia
pt_br: Escolha a região padrão do anúncio
sl: Izberite privzeto regijo oglasa
sv: Välj standardregion för annons
tl: Pumili ng default na rehiyon ng ad
tr: Reklam varsayılan bölgesini seçin
ur: اشتہار کا ڈیفالٹ علاقہ منتخب کریں
zh_cn: 选择广告默认区域
zh_tw: 選擇廣告默認區域

source: Knowledge base
cs: Znalostní základna
fi: Tietopohja
fr: Base de connaissances
it: Base di conoscenza
lt: Žinių bazė
nb: Kunnskapsbase
nl: Kennisbasis
pl: Baza wiedzy
pt_br: Base de conhecimento
sl: Baza znanja
sv: Kunskapsbas
tl: Batayan ng kaalaman
tr: Bilgi tabanı
ur: علم کی بنیاد
zh_cn: 知识库
zh_tw: 知識庫

source: Report this ad
cs: Nahlásit tento inzerát
fi: Raportoi tämä ilmoitus
fr: Signaler cette annonce
it: Segnala questo annuncio
lt: Pranešti apie šį skelbimą
nb: Rapporter denne annonsen
nl: Rapporteer deze advertentie
pl: Zgłoś tę ofertę
pt_br: Informe este anúncio
sl: Prijavite ta oglas
sv: Rapportera denna annons
tl: Iulat ang ad na ito
tr: Bu reklamı bildirin
ur: اس اشتہار کی اطلاع دیں
zh_cn: 举报此广告
zh_tw: 舉報此廣告

source: Cash only
cs: Pouze hotovost
fi: Vain käteinen
fr: En espèces seulement
it: Solo contanti
lt: Tik grynieji
nb: Kun kontanter
nl: Alleen contant geld
pl: Tylko gotówka
pt_br: Somente em dinheiro
sl: Samo gotovina
sv: Enbart kontanter
tl: Pera lang
tr: Sadece nakit
ur: صرف نقد
zh_cn: 现金支付
zh_tw: 現金支付

source: Dispute started
cs: Spor začal
fi: Kiista aloitettu
fr: Le litige a commencé
it: Inizio della controversia
lt: Ginčas prasidėjo
nb: Tvisten startet
nl: Geschil begonnen
pl: Rozpoczęto spór
pt_br: O litígio começou
sl: Spor se je začel
sv: Tvist inledd
tl: Nagsimula ang pagtatalo
tr: Anlaşmazlık başladı
ur: تنازعہ شروع ہو گیا
zh_cn: 争议开始
zh_tw: 爭議開始

source: Payment info
cs: Platební info
fi: Maksutiedot
fr: Informations de paiement
it: Informazioni sul pagamento
lt: mokėjimo informacija
nb: betalingsinformasjon
nl: Betalingsgegevens
pl: Informacje o płatności
pt_br: Informações sobre pagamento
sl: informacije o plačilu
sv: Betalnings information
tl: Impormasyon sa pagbabayad
tr: Ödeme bilgisi
ur: ادائیگی کی معلومات
zh_cn: 付款信息
zh_tw: 付款信息

source: Trade ad
cs: Obchodní inzerát
fi: Kauppailmoitus
fr: Annonce d'échange
it: Annuncio commerciale
lt: Prekybos skelbimas
nb: Handelsannonse
nl: Handelsadvertentie
pl: Ogłoszenie handlowe
pt_br: Anúncio comercial
sl: Oglas trgovanja
sv: Annons för handel
tr: Ticari reklam
ur: تجارتی اشتہار
zh_cn: 贸易广告
zh_tw: 貿易廣告

# ask_delete_ad
source: Are you sure you want to delete this ad?
cs: Opravdu chcete tuto reklamu smazat?
fi: Haluatko varmasti poistaa tämän ilmoituksen?
fr: Voulez-vous vraiment supprimer cette annonce ?
it: Sei sicuro di voler cancellare questo annuncio?
lt: Ar tikrai norite ištrinti šį skelbimą?
nb: Er du sikker på at du vil slette denne annonsen?
nl: Weet u zeker dat u deze advertentie wilt verwijderen?
pl: Czy na pewno chcesz usunąć to ogłoszenie?
pt_br: Você tem certeza de que quer apagar este anúncio?
sl: Ali ste prepričani, da želite izbrisati ta oglas?
sv: Är du säker på att du vill ta bort den här annonsen?
tl: Sigurado ka bang gusto mong tanggalin ang ad na ito?
tr: Bu reklamı silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی اس اشتہار کو حذف کرنا چاہتے ہیں؟
zh_cn: 你确定要删除该广告？
zh_tw: 你確定要刪除該廣告？

source: General
cs: Všeobecné
fi: Yleinen
fr: Général
it: generale
lt: Generolas
nb: Generell
nl: Algemeen
pl: Ogólne
pt_br: Geral
sl: Splošno
sv: Allmänt
tl: Heneral
tr: Genel
ur: عام
zh_cn: 一般
zh_tw: 一般

source: Final price
cs: Finální cena
fi: Lopullinen hinta
fr: Prix final
it: Prezzo Finale
lt: Galutinė kaina
nb: Siste pris
nl: Definitieve prijs
pl: Cena ostateczna
pt_br: Preço final
sl: Končna cena
sv: Slutligt pris
tl: Huling presyo
tr: Son fiyat
ur: حتمی قیمت
zh_cn: 最终价格
zh_tw: 最終價格

source: Use price formula to calculate
cs: Pro výpočet použijte cenový vzorec
fi: Käytä laskemiseen hintakaavaa
fr: Utiliser une formule de prix pour calculer
it: Utilizzare la formula del prezzo per calcolare
lt: Norėdami apskaičiuoti, naudokite kainos formulę
nb: Bruk prisformel for å beregne
nl: Gebruik de prijsformule om te berekenen
pl: Użyj formuły ceny, aby obliczyć
pt_br: Use a fórmula de preço para calcular
sl: Uporabite formulo cene za izračun
sv: Använd prisformeln för att beräkna
tl: Gumamit ng formula ng presyo upang makalkula
tr: Hesaplamak için fiyat formülünü kullanın
ur: حساب کرنے کے لیے قیمت کا فارمولا استعمال کریں
zh_cn: 使用价格公式计算
zh_tw: 使用價格公式計算

source: Enter price formula
cs: Zadejte vzorec ceny
fi: Syötä hintakaava
fr: Entrer la formule de prix
it: Inserire la formula del prezzo
lt: Įveskite kainos formulę
nb: Skriv inn prisformel
nl: Voer prijsformule in
pl: Wprowadź formułę ceny
pt_br: Insira a fórmula de preço
sl: Vnesite cenovno formulo
sv: Ange prisformel
tl: Ilagay ang formula ng presyo
tr: Fiyat formülünü girin
ur: قیمت کا فارمولا درج کریں
zh_cn: 输入价格公式
zh_tw: 輸入價格公式

# trade_limits
source: Trade limits (optional)
cs: Obchodní limity (volitelné)
fi: Kaupparajoitukset (valinnainen)
fr: Limites de transaction (facultatif)
it: Limiti commerciali (facoltativi)
lt: Prekybos limitai (neprivaloma)
nb: Handelsgrenser (valgfritt)
nl: Handelslimieten (optioneel)
pl: Limity handlowe (opcjonalnie)
pt_br: Limites comerciais (opcional)
sl: Omejitve trgovanja (neobvezno)
sv: Handelsgränser (valfritt)
tl: Mga limitasyon sa kalakalan (opsyonal)
tr: Ticaret limitleri (isteğe bağlı)
ur: تجارتی حدود (optional)
zh_cn: 交易限制（可选）
zh_tw: 交易限制（可選）

# trade_details
source: Trade details (optional)
cs: Obchodní podrobnosti (volitelné)
fi: Kaupan tiedot (valinnainen)
fr: Détails de transaction (facultatif)
it: Dettagli sul commercio (facoltativo)
lt: Prekybos informacija (neprivaloma)
nb: Handelsdetaljer (valgfritt)
nl: Handelsgegevens (optioneel)
pl: Dane handlowe (opcjonalnie)
pt_br: Detalhes comerciais (opcional)
sl: Podrobnosti o trgovanju (neobvezno)
sv: Uppgifter om handeln (frivillig uppgift)
tl: Mga detalye ng kalakalan (opsyonal)
tr: Ticaret ayrıntıları (isteğe bağlı)
ur: تجارتی تفصیلات (optional)
zh_cn: 交易详情（可选）
zh_tw: 交易詳情（可選）

source: Reply
cs: Odpověď
fi: Vastaa
fr: Répondre
it: rispondi
lt: Atsakyti
nb: Svare
nl: Antwoorden
pl: Odpowiedź
pt_br: Resposta
sl: Odgovori
sv: Svar
tl: Sumagot
tr: Cevap vermek
ur: جواب دیں
zh_cn: 答复
zh_tw: 回复

# trade_loading_failed
source: Trade loading failed, please check connection.
cs: Načítání obchodu se nezdařilo, zkontrolujte připojení.
fi: Kaupan lataus epäonnistui, tarkista internet yhteys.
fr: Échec du chargement de la transaction, veuillez vérifier la connexion.
it: Caricamento del commercio non riuscito, controllare la connessione.
lt: Prekybos įkėlimas nepavyko, patikrinkite ryšį.
nb: Innlasting av handel mislyktes, sjekk tilkoblingen.
nl: Het laden van transacties is mislukt, controleer de verbinding.
pl: Ładowanie handli nie powiodło się, sprawdź połączenie.
pt_br: O carregamento comercial falhou, favor verificar a conexão.
sl: Neuspelo nalaganje trgovanja, preverite povezavo.
sv: Laddning av handel misslyckades, kontrollera anslutningen.
tl: Nabigo ang pag-load ng kalakalan, pakisuri ang koneksyon.
tr: Ticari yükleme başarısız oldu, lütfen bağlantıyı kontrol edin.
ur: ٹریڈ لوڈنگ ناکام ہو گئی، براہ کرم کنکشن چیک کریں۔
zh_cn: 交易加载失败，请检查连接。
zh_tw: 交易加載失敗，請檢查連接。

source: Dark theme
cs: Tmavé téma
fi: Tumma teema
fr: Thème sombre
it: Tema scuro
lt: Tamsi tema
nb: Mørkt tema
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema sombrio
sl: Temna tema
sv: Mörkt tema
tl: Madilim na tema
tr: Koyu tema
ur: ڈارک تھیم
zh_cn: 黑暗主题
zh_tw: 黑暗主題

# search__no_results
source: No results in {country} with the selected criteria... yet.
cs: Žádné výsledky v {country} s vybranými kritérii... zatím.
fi: Ei tuloksia alueella {country} valituilla ehdoilla... vielä.
fr: Aucun résultat en {country} avec les critères sélectionnés … pour le moment.
it: Nessun risultato in {country} con i criteri selezionati... ancora.
lt: Rezultatų {country} pagal pasirinktus kriterijus dar nėra.
nb: Ingen resultater i {country} med de valgte kriteriene... ennå.
nl: (Nog) geen resultaten in {country} met de geselecteerde criteria...
pl: Brak wyników w {country} z zadanymi parametrami... jeszcze.
pt_br: Nenhum resultado em {country} com os critérios selecionados... ainda.
sl: Ni rezultatov v {country} z izbranimi kriteriji... zaenkrat.
sv: Inga resultat i {country} med de valda kriterierna... ännu.
tl: Walang mga resulta sa {country} na may napiling pamantayan... pa.
tr: {country} için seçilen kriterlere göre henüz sonuç yok.
ur: منتخب کردہ معیار کے ساتھ {country} میں کوئی نتیجہ نہیں... ابھی تک۔
zh_cn: {country} 中没有符合所选条件的结果...目前还没有。
zh_tw: {country} 中沒有符合所選條件的結果...尚未。

# affiliate__explain_is_reg
source: Affiliation is registered when any user signs up after landing on the site from a link with your referral code.
cs: Partnerský program ( affiliace) se Vám zaregistruje, když se jakýkoli uživatel zaregistruje po přistání na webu z odkazu s Vaším referenčním kódem.
fi: Kumppanuus rekisteröidään, kun kuka tahansa käyttäjä rekisteröityy saapuessaan sivustolle linkistä, joka sisältää suosituskoodisi.
fr: L'affiliation est enregistrée lorsqu'un utilisateur s'inscrit après avoir visité le site à partir d'un lien contenant votre code de parrainage.
it: L'affiliazione viene registrata quando un utente si iscrive dopo essere arrivato sul sito da un link con il vostro codice di riferimento.
lt: Prisijungimas registruojamas, kai bet kuris vartotojas prisiregistruoja po to, kai patenka į svetainę, naudodamas nuorodą su jūsų nukreipimo kodu.
nb: Tilknytning registreres når en bruker registrerer seg etter å ha landet på siden fra en lenke med henvisningskoden din.
nl: Affiliatie wordt geregistreerd wanneer een gebruiker zich aanmeldt nadat hij op de site is beland via een link met uw verwijzingscode.
pl: Przynależność jest rejestrowana, gdy jakikolwiek użytkownik zarejestruje się po wejściu na stronę z linka z Twoim kodem partnerskim.
pt_br: A afiliação é registrada quando qualquer usuário se inscreve após o desembarque no site a partir de um link com seu código de referência.
sl: Referenca je registrirana, ko se kateri koli uporabnik prijavi po pristanku na spletnem mestu prek povezave z vašo referenčno kodo.
sv: Affiliation registreras när en användare registrerar sig efter att ha landat på webbplatsen via en länk med din hänvisningskod.
tl: Ang kaakibat ay nakarehistro kapag nag-sign up ang sinumang user pagkatapos mapunta sa site mula sa isang link na may iyong referral code.
tr: Üyelik, herhangi bir kullanıcı sizin yönlendirme kodunuzu içeren bir bağlantı üzerinden siteye girdikten sonra kaydolduğunda kaydedilir.
ur: وابستگی اس وقت رجسٹرڈ ہوتی ہے جب کوئی بھی صارف سائٹ پر اترنے کے بعد آپ کے ریفرل کوڈ والے لنک سے سائن اپ کرتا ہے۔
zh_cn: 当任何用户通过您的推荐代码链接登陆网站后注册时，就注册了从属关系。
zh_tw: 當任何用戶通過您的推薦代碼鏈接登陸網站後註冊時，就註冊了從屬關係。

# affiliate__ref_code_title
source: Your referral code
cs: Váš doporučující kód
fi: Suosituskoodisi
fr: Votre code de parrainage
it: Il vostro codice di riferimento
lt: Jūsų nukreipimo kodas
nb: Din henvisningskode
nl: Uw verwijzingscode
pl: Twój kod partnerski
pt_br: Seu código de referência
sl: Vaša referenčna koda
sv: Din hänvisningskod
tl: Ang iyong referral code
tr: Referans kodunuz
ur: آپ کا ریفرل کوڈ
zh_cn: 您的推荐码
zh_tw: 您的推薦碼

# affiliate__users__text
source: You are currently registered as an affiliate for {number} users and will earn commissions from all trades done by these.
cs: V současné době jste registrováni jako přidružení uživatelé {number} a budete získávat provize ze všech obchodů, které tito lidé uskuteční.
fi: Olet tällä hetkellä rekisteröitynyt {number}-käyttäjän kumppaniksi ja ansaitset palkkioita kaikista näiden suorittamista kaupoista.
fr: Vous êtes actuellement enregistré en tant que parrain/marraine pour {number} utilisateurs et gagnerez des commissions sur toutes les transactions effectuées par ceux-ci.
it: Siete attualmente registrati come affiliati per {number} utenti e guadagnerete commissioni da tutte le transazioni effettuate da questi ultimi.
lt: Šiuo metu esate užsiregistravęs kaip {number} vartotojų filialas ir gausite komisinius už visus jų atliktus sandorius.
nb: Du er for øyeblikket registrert som en affiliate for {number}-brukere og vil tjene provisjoner fra alle handler utført av disse.
nl: U bent momenteel geregistreerd als partner voor {number} gebruikers en verdient commissies voor alle transacties die door hun worden gedaan.
pl: Jesteś obecnie zarejestrowany jako partner dla {number} użytkowników i będziesz otrzymywać prowizje od wszystkich handli przez nich przeprowadzonych.
pt_br: Você está atualmente registrado como afiliado para {number} usuários e ganhará comissões de todas as negociações feitas por estes.
sl: Trenutno ste registrirani kot referenčni partner za {number} uporabnikov in boste zaslužili provizijo od vseh njihovih opravljenih trgovanj.
sv: Du är för närvarande registrerad som affiliate för {number} användare och kommer att få provisioner från alla affärer som görs av dessa.
tl: Kasalukuyan kang nakarehistro bilang isang kaakibat para sa {number} mga gumagamit at makakakuha ng mga komisyon mula sa lahat ng mga trade na ginawa ng mga ito.
tr: Şu anda {number} kullanıcılarına bağlı kuruluş olarak kayıtlısınız ve bunların yaptığı tüm işlemlerden komisyon kazanacaksınız.
ur: آپ فی الحال {number} صارفین کے لیے ایک الحاق کے طور پر رجسٹرڈ ہیں اور ان کے ذریعے کی جانے والی تمام تجارتوں سے کمیشن حاصل کریں گے۔
zh_cn: 您目前已注册为 {number} 用户的附属机构，并将从这些用户完成的所有交易中赚取佣金。
zh_tw: 您目前已註冊為 {number} 用戶的附屬機構，並將從這些用戶完成的所有交易中賺取佣金。
