Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb13
source: The Monero network might be experiencing congestion, in this case transactions will take much longer to go through. Monero transactions have to be confirmed by the Monero network. When a transaction is made it gets sent into a transaction pool from where it is bundled up into blocks that Monero miners confirm through mining. Blocks get mined on average every two minutes. Once the transaction has been included in a block and has been mined, it has been confirmed once. When the confirmation count of the transaction reaches a certain threshold, currently 10 confirmations, the transaction appears in the receiving wallets. You can read more about confirmations on the Monero wikipedia and you can see the current number of unconfirmed transactions on the Monero network in your {wallet}.
cs: Síť Monero může být někdy přetížená, v tomto případě bude transakce trvat mnohem déle. Transakce Monero musí být potvrzeny sítí Monero. Když je transakce provedena, je odeslána do transakčního fondu, odkud je sdružena do bloků, které těžaři Monero potvrzují těžbou. Bloky se těží v průměru každé dvě minuty. Jakmile byla transakce zahrnuta do bloku a byla vytěžena, byla jednou potvrzena. Když počet potvrzení transakce dosáhne určité prahové hodnoty, aktuálně 10 potvrzení, transakce se objeví v přijímajících peněženkách. Více o potvrzeních si můžete přečíst na wikipedii Monero a aktuální počet nepotvrzených transakcí v síti Monero můžete vidět ve svém {wallet}.
fi: Monero-verkossa saattaa olla ruuhkaa, jolloin transaktioiden läpivienti kestää paljon kauemmin. Monero-tapahtumat on vahvistettava Monero-verkolta. Kun tapahtuma on tehty, se lähetetään tapahtumakeskukseen, jossa se niputetaan lohkoiksi, joita Monero-louhijat vahvistavat louhinnan kautta. Lohkoja louhitaan keskimäärin kahden minuutin välein. Kun tapahtuma on sisällytetty lohkoon ja se on louhittu, se on vahvistettu kerran. Kun tapahtuman vahvistusmäärä saavuttaa tietyn kynnyksen, tällä hetkellä 10 vahvistusta, tapahtuma näkyy vastaanottavissa lompakoissa. Voit lukea lisää vahvistuksista Moneron wikipedia-sivulta ja nähdä Monero-verkon vahvistamattomien tapahtumien nykyisen määrän {wallet}:ssa.
fr: Le réseau Monero peut être encombré, dans ce cas les transactions prendront beaucoup plus de temps à passer. Les transactions Monero doivent être confirmées par le réseau Monero. Lorsqu'une transaction est effectuée, elle est envoyée dans un pool de transactions à partir duquel elle est regroupée en blocs que les mineurs de Monero confirment lors du minage. Les blocs sont minés en moyenne toutes les deux minutes. Une fois que la transaction a été incluse dans un bloc et minée, elle a été confirmée une fois. Lorsque le nombre de confirmations de la transaction atteint un certain seuil, actuellement 10 confirmations, la transaction apparaît dans les portefeuilles de réception Vous pouvez en savoir plus sur les confirmations sur le wikipedia Monero et vous pouvez voir le nombre actuel de transactions non confirmées sur le réseau Monero dans votre {wallet}.
it: La rete Monero potrebbe essere soggetta a congestione, in questo caso le transazioni richiederanno molto più tempo. Le transazioni Monero devono essere confermate dalla rete Monero. Quando una transazione viene effettuata, viene inviata a un pool di transazioni da dove viene raggruppata in blocchi che i minatori Monero confermano attraverso l'estrazione. I blocchi vengono estratti in media ogni due minuti. Una volta che la transazione è stata inclusa in un blocco ed è stata estratta, è stata confermata una volta. Quando il conteggio di conferma della transazione raggiunge una certa soglia, attualmente 10 conferme, la transazione appare nei portafogli di ricezione. Puoi leggere ulteriori informazioni sulle conferme su Monero wikipedia e puoi vedere il numero corrente di transazioni non confermate sulla rete Monero nel tuo {wallet}
lt: Monero tinkle gali atsirasti perkrovų, tokiu atveju operacijos užtruks daug ilgiau. Monero sandorius turi patvirtinti Monero tinklas. Kai atliekama operacija, ji siunčiama į sandorių telkinį, iš kurio ji sujungiama į blokus, kuriuos Monero kalnakasiai patvirtina kasdami. Blokai kasami vidutiniškai kas dvi minutes. Kai sandoris įtraukiamas į bloką ir buvo iškastas, jis patvirtinamas vieną kartą. Kai operacijos patvirtinimų skaičius pasiekia tam tikrą slenkstį, šiuo metu 10 patvirtinimų, sandoris pasirodo priimančiose piniginėse. Daugiau apie patvirtinimus galite perskaityti Monero vikipedijoje ir pamatyti dabartinį nepatvirtintų operacijų skaičių Monero tinkle {wallet}.
nb: Monero-nettverket kan oppleve overbelastning, i dette tilfellet vil transaksjoner ta mye lengre tid å gå gjennom. Monero-transaksjoner må bekreftes av Monero-nettverket. Når en transaksjon er utført, blir den sendt inn i en transaksjonspool hvorfra den er samlet i blokker som Monero-gruvearbeidere bekrefter gjennom gruvedrift. Blokker utvinnes i gjennomsnitt hvert annet minutt. Når transaksjonen er inkludert i en blokk og har blitt utvunnet, har den blitt bekreftet én gang. Når bekreftelsesantallet for transaksjonen når en viss terskel, for øyeblikket 10 bekreftelser, vises transaksjonen i mottakende lommebøker. Du kan lese mer om bekreftelser på Monero wikipedia og du kan se gjeldende antall ubekreftede transaksjoner på Monero-nettverket i din {wallet}.
nl: Het Monero-netwerk kan congestie ervaren, in dit geval zullen transacties veel langer duren. Monero-transacties moeten worden bevestigd door het Monero-netwerk. Wanneer een transactie wordt gedaan, wordt deze naar een transactiepool gestuurd van waaruit deze wordt gebundeld in blokken die Monero-'miners' bevestigen door middel van mining. Blokken worden gemiddeld elke twee minuten gedolven. Zodra de transactie in een blok is opgenomen en is gemined, is deze eenmaal bevestigd. Wanneer het aantal bevestigingen van de transactie een bepaalde drempel bereikt, momenteel is dit 10 bevestigingen, verschijnt de transactie in de ontvangende portefeuilles. U kunt meer lezen over bevestigingen op de Monero-wikipedia en u kunt het huidige aantal onbevestigde transacties op het Monero-netwerk zien in uw {wallet}.
pl: Sieć Monero może być w pełni wykorzystana, wówczas transakcja potrwa znacznie dłużej. Transakcje Monero muszą zostać potwierdzone przez sieć Monero. Po dokonaniu transakcji zostaje ona dodana do puli transakcji, z której jest pakowana do bloków, które minersi Monero potwierdzają przez wykopanie. Bloki są wykopane średnio co dwie minuty. Po uwzględnieniu transakcji w bloku i wykopaniu została ona potwierdzona raz. Gdy liczba potwierdzeń transakcji osiągnie określony próg, obecnie 10 potwierdzeń, transakcja pojawia się w portfelach odbierających. Możesz przeczytać więcej o potwierdzeniach na Monero wikipedia i możesz zobaczyć bieżącą liczbę niepotwierdzonych transakcji w sieci Monero w Twoim {wallet}.
pt_br: A rede Monero pode estar congestionada, nesse caso as transações levarão muito mais tempo para serem processadas. As transações do Monero precisam ser confirmadas pela rede Monero. Quando uma transação é feita, ela é enviada para um pool de transações de onde é empacotada em blocos que os mineradores da rede confirmam através da mineração. Os blocos são extraídos em média a cada dois minutos. Uma vez que a transação tenha sido incluída em um bloco e tenha sido extraída, ela foi confirmada uma vez. Quando a contagem de confirmações atinge um determinado limite (10 confirmações), a transação é considerada válida. Você pode ler mais sobre as confirmações na wikipedia do Monero e você pode ver o número atual de transações não confirmadas na rede Monero na sua {wallet}
sl: Omrežje Monero se lahko srečuje z zastoji, v tem primeru bodo transakcije trajale dlje. Transakcije Monero mora potrditi Monero omrežje. Ko je transakcija opravljena, se pošlje v transakcijsko skupino, od koder je združena v bloke, ki jih Monero rudarji potrdijo z rudarjenjem. Bloki se rudarijo v povprečno vsaki dve minuti. Ko je bila transakcija vključena v blok in je bila rudarjena, je enkrat potrjena. Ko število potrditev transakcije doseže določen prag, trenutno 10 potrditev, se transakcija prikaže v prejemnih denarnicah. Več o potrditvah lahko preberete na wikipediji Monera, trenutno število nepotrjenih transakcij v omrežju Monero pa si lahko ogledate v {wallet}.
sv: Monero-nätverket kan uppleva överbelastning, i det här fallet kommer transaktioner att ta mycket längre tid att genomföra. Monero-transaktioner måste bekräftas av Monero-nätverket. När en transaktion görs skickas den till en transaktionspool varifrån den paketeras i block som Monero-gruvarbetare bekräftar genom gruvdrift. Block bryts i genomsnitt varannan minut. När transaktionen har inkluderats i ett block och har minerats har den bekräftats en gång. När antalet bekräftelser på transaktionen når en viss tröskel, för närvarande 10 bekräftelser, visas transaktionen i de mottagande plånböckerna. Du kan läsa mer om bekräftelser på Monero wikipedia och du kan se det aktuella antalet obekräftade transaktioner på Monero-nätverket i din {wallet}.
tl: Ang network ng Monero ay maaaring nakakaranas ng pagsisikip, sa kasong ito, ang mga transaksyon ay mas magtatagal upang makumpleto. Ang mga transaksyon sa Monero ay kailangang kumpirmahin ng Monero network. Kapag ginawa ang isang transaksyon, ipinapadala ito sa isang pool ng transaksyon kung saan ito isasama sa mga bloke na kinukumpirma ng mga minero ng Monero sa pamamagitan ng pagmimina. Namimina ang mga bloke sa karaniwan bawat dalawang minuto. Kapag ang transaksyon ay naisama na sa isang bloke at na-mina, ito ay nakumpirma nang isang beses. Kapag ang bilang ng kumpirmasyon ng transaksyon ay umabot sa isang tiyak na threshold, kasalukuyang 10 kumpirmasyon, ang transaksyon ay lilitaw sa mga tatanggap na wallet. Maaari kang magbasa nang higit pa tungkol sa mga kumpirmasyon sa Monero wikipedia at makikita mo ang kasalukuyang bilang ng mga hindi nakumpirmang transaksyon sa Monero network sa iyong {wallet}.
tr: Monero ağında tıkanıklık yaşanıyor olabilir; bu durumda işlemlerin gerçekleşmesi çok daha uzun sürecektir. Monero işlemlerinin Monero ağı tarafından onaylanması gerekir. Bir işlem yapıldığında işlem havuzuna gönderilir ve burada Monero madencilerinin madencilik yoluyla onayladığı bloklar halinde paketlenir. Bloklar ortalama olarak her iki dakikada bir çıkarılır. İşlem bir bloğa dahil edildikten ve madencilik yapıldıktan sonra bir kez onaylanır. İşlemin onay sayısı belirli bir eşiğe (şu anda 10 onay) ulaştığında, işlem alıcı cüzdanlarda görünür. Monero wikipedia'sında onaylar hakkında daha fazla bilgi edinebilir ve Monero ağındaki onaylanmamış işlemlerin mevcut sayısını {wallet}'inizde görebilirsiniz.
ur: Monero نیٹ ورک کو بھیڑ کا سامنا ہو سکتا ہے، اس صورت میں لین دین کو گزرنے میں زیادہ وقت لگے گا۔ Monero لین دین کی Monero نیٹ ورک سے تصدیق کرنی ہوگی۔ جب کوئی لین دین ہوتا ہے تو اسے ٹرانزیکشن پول میں بھیج دیا جاتا ہے جہاں سے اسے بلاکس میں جوڑ دیا جاتا ہے جس کی تصدیق Monero کان کنوں نے mining کےذریعے کی ہے۔ ہر دو منٹ میں اوسطاً بلاکس کی کھدائی کی جاتی ہے۔ ایک بار جب لین دین کو بلاک میں شامل کر لیا جاتا ہے اورmining کی جاتی ہے، تو ایک بار اس کی تصدیق ہو جاتی ہے۔ جب لین دین کی تصدیق کی گنتی ایک خاص حد تک پہنچ جاتی ہے، فی الحال 10 تصدیقات، لین دین وصول کرنے والے بٹوے میں ظاہر ہوتا ہے۔ آپ Monero wikipedia پر تصدیق کے بارے میں مزید پڑھ سکتے ہیں اور آپ اپنے {wallet} میں Monero نیٹ ورک پر غیر مصدقہ لین دین کی موجودہ تعداد دیکھ سکتے ہیں۔
zh_cn: 门罗币网络会有阻塞，这种情况下交易的时间会延长。门罗币交易需要由门罗币网络确认。进行交易时， 交易将发送至交易池，在这里捆绑成区块，门罗币矿工将通过挖矿确认交易。区块平均每2分钟被挖一次，只有有限数量的交易能够放入每个区块。当交易包含到区块中并被挖掘后，即确认一次。当交易的确认次数达到特定阈值后，交易将显示在接收钱包中。您可以在门罗币百科上了解确认的更多信息，您可以在{wallet}页上上查看当前未确认交易的数量。
zh_tw: 門羅幣網絡會有阻塞，這種情況下交易的時間會延長。門羅幣交易需要由門羅幣網絡確認。進行交易時， 交易將發送至交易池，在這裡捆綁成區塊，門羅幣礦工將通過挖礦確認交易。區塊平均每2分鐘被挖一次，隻有有限數量的交易能夠放入每個區塊。當交易包含到區塊中並被挖掘后，即確認一次。當交易的確認次數達到特定閾值后，交易將顯示在接收錢包中。您可以在門羅幣百科上了解確認的更多信息，您可以在{wallet}頁上上查看當前未確認交易的數量。

# faq250Sbanswer8722Sb138722Sbwallet
source: wallet
cs: peněženka
fi: lompakko
fr: portefeuille
it: portafoglio
lt: piniginė
nb: lommebok
nl: portefeuille
pl: portfelu
pt_br: carteira
sl: denarnica
sv: plånbok
tr: cüzdan
ur: پرس
zh_cn: 钱包
zh_tw: 錢包

# knowledge250SbviewTags250Sb2250Sbtitle
source: What are view tags?
cs: Co jsou značky zobrazení?
fi: Mitä näkymätunnisteet ovat?
fr: Que sont les « balises de vue » ?
it: Cosa sono i tag di visualizzazione?
lt: Kas yra peržiūros žymos?
nb: Hva er visningstagger?
nl: Wat zijn weergavetags?
pl: Czym są view tags?
pt_br: O que são etiquetas de visão?
sl: Kaj so oznake pogleda?
sv: Vad är visnings taggar?
tl: Ano ang view tags?
tr: Görünüm etiketleri nedir?
ur: ویو ٹیگز کیا ہیں؟
zh_cn: 查看标签是什么？
zh_tw: 查看標籤是什麼？

# search250Sbbuy8722Sbtab
source: Buy
cs: Koupit
fi: Osta
fr: Acheter
it: Compra
lt: Pirkti
nb: Kjøpe
nl: Kopen
pl: Kup
pt_br: Comprar
sl: Nakup
sv: köpa
tl: Bumili
tr: Satın almak
ur: خریدنے
zh_cn: 购买
zh_tw: 購買

# search250Sbcoordinates250Sblat
source: Latitude
cs: Zeměpisná šířka
fi: Leveysaste
it: Latitudine
lt: Platuma
nb: Breddegrad
nl: Breedtegraad
pl: Szerokość geograficzna
sl: Zemljepisna širina
sv: Latitud
tr: Enlem
ur: طول
zh_cn: 纬度
zh_tw: 緯度

# search250Sbcoordinates250Sblon
source: Longitude
cs: Zeměpisná délka
fi: Pituusaste
it: Longitudine
lt: Ilguma
nb: Lengdegrad
nl: Lengtegraad
pl: Długość geograficzna
sl: Zemljepisna dolžina
sv: Longitud
tr: Boylam
ur: طول البلد
zh_cn: 经度
zh_tw: 經度

# wallet250Sbtx250Sbpending8722Sbsend
source: Pending send to
cs: Čeká na odeslání
fi: Odottaa lähetystä
fr: En attente d'envoi à
it: Invio in sospeso per
lt: Laukiama siuntimo į
nb: Venter på sending til
nl: In afwachting van verzenden naar
pl: Oczekuje wysyłania do
pt_br: Envio pendente a
sl: Čaka na pošiljanje
sv: Pågående skicka till
tl: Nakabinbing ipadala sa
tr: Gönderilmeyi bekliyor
ur: کو بھیجنا زیر التوا ہے
zh_cn: 等待发送给
zh_tw: 等待發送給

# search250Sbheading8722Sblocal8722Sbbuy
source: Sell {assetName} for cash in {location}
cs: Prodejte {assetName} za hotovost v {location}
fi: Myy {assetName} käteisellä sijainnissa {location}
fr: Vendre du {assetName} contre des espèces en {location}
it: Vendi {assetName} per contanti in {location}
lt: Parduokite {assetName} už grynuosius pinigus {country}
nb: Selg {assetName} for kontanter i {location}
nl: Verkoop {assetName} voor contant geld in {location}
pl: Sprzedaj {assetName} za gotówkę w {location}
pt_br: Venda {assetName} por dinheiro em {location}
sl: Prodajam {assetName} za gotovino v {location}
sv: Sälj {assetName} för kontanter i {location}
tl: Ibenta ang {assetName} nang cash sa {country}
tr: {assetName}'i {location} karşılığında nakit olarak sat
ur: {location}میں نقد کے لیے {assetName} فروخت کریں
zh_cn: 在{location}附近用现金出售{assetName}
zh_tw: 在{location}附近用現金出售{assetName}

# search250Sbheading8722Sblocal8722Sbsell
source: Buy {assetName} with cash in {location}
cs: Kupte {assetName} za hotovost v {location}
fi: Osta {assetName} käteisellä sijainnissa {location}
fr: Acheter du {assetName} avec des espèces en {location}
it: Compra {assetName} con contanti in {location}
lt: Pirkite {assetName} su grynaisiais pinigais {country}
nb: Kjøp {assetName} kontant i {location}
nl: Koop {assetName} met contant geld in {location}
pl: Kup {assetName} za gotówkę w {location}
pt_br: Compre {assetName} por dinheiro em {location}
sl: Kupujem {assetName} z gotovino v {location}
sv: Köp {assetName} med kontanter i {location}
tl: Bumili ng {assetName} gamit ang cash sa {country}
tr: {assetName}'i {country} nakit ile satın alın
ur: {location} میں نقد رقم کے ساتھ {assetName} خریدیں
zh_cn: 在{location}附近用现金购买{assetName}
zh_tw: 在{location}附近用現金購買{assetName}

# search250Sbheading8722Sbonline8722Sbbuy
source: Sell {assetName} online in {country} {usingMethod}
cs: Prodejte {assetName} online v {country} {usingMethod}
fi: Myy {assetName} verkossa sijainnissa {country} {usingMethod}
fr: Vendre du {assetName} en ligne {usingMethod} en {country}
it: Venti {assetName} online in {country} {usingMethod}
lt: Parduokite {assetName} internetu {country} {usingMethod}
nb: Selg {assetName} online i {country} {usingMethod}
nl: Verkoop {assetName} online in {country} {usingMethod}
pl: Sprzedaj {assetName} online w {country} {usingMethod}
pt_br: Vender {assetName} online em {country} {usingMethod}
sl: Prodajte {assetName} online v {country} {usingMethod}
sv: Sälj {assetName} online i {country} {usingMethod}
tl: Ibenta ang {assetName} online sa {country} {usingMethod}
tr: {assetName} ürününü çevrimiçi olarak {country} {usingMethod} cinsinden sat
ur: آن لائن {assetName} کو {country} {usingMethod} میں فروخت کریں
zh_cn: {usingMethod}在{country}网上出售{assetName}
zh_tw: {usingMethod}在{country}網上出售{assetName}

# search250Sbheading8722Sbonline8722Sbsell
source: Buy {assetName} online in {country} {usingMethod}
cs: Kupte {assetName} online v {country} {usingMethod}
fi: Osta {assetName} verkossa sijainnissa {country} {usingMethod}
fr: Acheter du {assetName} en ligne {usingMethod} en {country}
it: Compra {assetName} online in {country} {usingMethod}
lt: Pirkite {assetName} internetu naudodami {country} {usingMethod}
nb: Kjøp {assetName} online i {country} {usingMethod}
nl: Koop {assetName} online in {country} {usingMethod}
pl: Kup {assetName} online w {country} {usingMethod}
pt_br: Comprar {assetName} online em {country} {usingMethod}
sl: Kupite {assetName} online v {country} {usingMethod}
sv: Köp {assetName} online i {country} {usingMethod}
tl: Bumili ng {assetName} online sa {country} {usingMethod}
tr: {country} {usingMethod} ile {assetName} ürününü çevrimiçi satın alın
ur: آن لائن {assetName} خریدیں {country} {usingMethod}
zh_cn: {usingMethod}在{country}网上购买{assetName}
zh_tw: {usingMethod}在{country}網上購買{assetName}

# search250Sbheading8722Sbusing8722Sbmethod
source: using {method}
cs: pomocí {method}
fi: käyttämällä {method}
fr: en utilisant le mode de paiement {method}
it: Usa {method}
lt: naudojant {method}
nb: bruker {method}
nl: met behulp van {method}
pl: używając {method}
pt_br: via {method}
sl: z uporabo {method}
sv: använder {method}
tl: gamit ang {method}
tr: {method} kullanarak
ur: استعمال کرتے ہوئے {method}
zh_cn: 使用{method}
zh_tw: 使用{method}

# search250Sblocation8722Sbplaceholder
source: Type in your location...
cs: Zadejte svou polohu...
fi: Kirjoita sijaintisi...
fr: Entrez votre emplacement …
it: Digita la tua posizione...
lt: Įveskite savo vietą...
nb: Skriv inn posisjonen din...
nl: Voer uw locatie in...
pl: Wpisz swoją lokalizację ...
pt_br: Digite seu país
sl: Vnesite svojo lokacijo...
sv: Ange din plats...
tl: I-type ang iyong lokasyon...
tr: Konumunuzu yazın...
ur: اپنا مقام ٹائپ کریں...
zh_cn: 请输入你的位置......
zh_tw: 請輸入你的位置......

# search250Sbno8722Sbgoogle8722Sbtext
source: We have noticed that Google Services are blocked in your browser. That's OK, but we are using them to find local deals near you. That means you will have to enter your coordinates manually. You can use services such as {value} to help you with that.
cs: Všimli jsme si, že ve vašem prohlížeči jsou blokovány služby Google. To je v pořádku, ale používáme je k vyhledání místních nabídek ve vašem okolí. To znamená, že budete muset zadat své souřadnice ručně. K tomu vám mohou pomoci služby jako {value}.
fi: Olemme havainneet, että Google-palvelut on estetty selaimessasi. Se on OK, mutta käytämme niitä paikallisten tarjousten löytämiseen lähelläsi. Tämä tarkoittaa, että sinun on syötettävä koordinaatit manuaalisesti. Voit käyttää palveluita, kuten {value} apunasi.
fr: Nous avons remarqué que les services Google sont bloqués dans votre navigateur. C'est OK, mais nous les utilisons pour trouver des offres locales près de chez vous. Cela signifie que vous devrez entrer vos coordonnées manuellement. Vous pouvez utiliser des services tels que {value} service pour vous aider.
it: Abbiamo notato che i servizi Google sono bloccati nel tuo browser. Nessun problema, ma li stiamo usando per trovare offerte locali vicino a te. Ciò significa che dovrai inserire le tue coordinate manualmente. È possibile utilizzare servizi come {value} per aiutarti a calcolarle.
lt: Pastebėjome, kad „Google“ paslaugos užblokuotos jūsų naršyklėje. Tai gerai, bet mes naudojame juos norėdami rasti vietinius pasiūlymus šalia jūsų. Tai reiškia, kad savo koordinates turėsite įvesti rankiniu būdu. Norėdami tai padaryti, galite naudoti tokias paslaugas kaip {value}.
nb: Vi har lagt merke til at Google-tjenester er blokkert i nettleseren din. Det er OK, men vi bruker dem til å finne lokale tilbud i nærheten av deg. Det betyr at du må angi koordinatene manuelt. Du kan bruke tjenester som {value} for å hjelpe deg med det.
nl: We hebben gemerkt dat Google-services worden geblokkeerd in uw browser. Dat is oké, maar we gebruiken ze om lokale deals bij u in de buurt te vinden. Dat betekent dat u uw coördinaten handmatig moet invoeren. U kunt services zoals {value} gebruiken om u daarbij te helpen.
pl: Zauważyliśmy, że Usługi Google są zablokowane w Twojej przeglądarce. To nie problem, ale używamy ich, aby znaleźć lokalne oferty w pobliżu Ciebie. Oznacza to, że będziesz musiał ręcznie wprowadzić swoje współrzędne. Aby to sobie ułatwić, możesz użyć takich usług jak {value}.
pt_br: Notamos que os serviços do Google estão bloqueados no seu navegador. Tudo bem, porém usamos sua localização para encontrar ofertas na sua região. Isso significa que você terá que inserir as coordenadas manualmente. Utilize serviços como {value} para ajudá-lo.
sl: Opazili smo, da so Googlove storitve blokirane v vašem brskalniku. To je v redu, vendar jih uporabljamo za iskanje lokalnih ponudb v vaši bližini. To pomeni, da boste morali svoje koordinate vnesti ročno. Pri tem si lahko pomagate s storitvami, kot je {value}.
sv: Vi har märkt att Googles tjänster är blockerade i din webbläsare. Det är OK, men vi använder dem för att hitta lokala erbjudanden nära dig. Det betyder att du måste ange dina koordinater manuellt. Du kan använda tjänster som {value} för att hjälpa dig med det.
tl: Napansin namin na ang Google Services ay naka-block sa iyong browser. OK lang iyon, ngunit ginagamit namin ang mga ito para maghanap ng mga lokal na deal na malapit sa iyo. Nangangahulugan iyon na kailangan mong ipasok nang manu-mano ang iyong mga coordinate. Maaari kang gumamit ng mga serbisyo tulad ng {value} upang matulungan ka sa bagay na iyon.
tr: Tarayıcınızda Google Hizmetlerinin engellendiğini fark ettik. Sorun değil, ancak bunları yakınınızdaki yerel fırsatları bulmak için kullanıyoruz. Bu, koordinatlarınızı manuel olarak girmeniz gerekeceği anlamına gelir. Bu konuda size yardımcı olması için {value} gibi hizmetleri kullanabilirsiniz.
ur: ہم نے محسوس کیا ہے کہ آپ کے براؤزر میں Google سروسز مسدود ہیں۔ یہ ٹھیک ہے، لیکن ہم انہیں آپ کے قریب مقامی سودے تلاش کرنے کے لیے استعمال کر رہے ہیں۔ اس کا مطلب ہے کہ آپ کو اپنے نقاط کو دستی طور پر داخل کرنا پڑے گا۔ آپ اس میں مدد کرنے کے لیے خدمات جیسے {value} استعمال کر سکتے ہیں۔
zh_cn: 在您的浏览器谷歌服务中被阻止。 没关系，不过我们正在使用它们来寻找附近的交易。 你将不得不手动地输入你的位置。 您可以使用{value}等服务来查询你的纬度和经度。
zh_tw: 在您的瀏覽器谷歌服務中被阻止。 沒關系，不過我們正在使用它們來尋找附近的交易。 你將不得不手動地輸入你的位置。 您可以使用{value}等服務來查詢你的緯度和經度。

# search250Sbno8722Sbgoogle8722Sbtext8722Sbhere
source: this
cs: tento
fi: tämä
fr: ce
it: questo
lt: tai
nb: dette
nl: deze
pl: to
pt_br: aqui
sl: to
sv: detta
tl: ito
tr: Bu
ur: یہ
zh_cn: 这个
zh_tw: 這個
