Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# about250Sbblock8722Sb18722Sbtext57Sbagoradesk
source: At {appName}, our goal is to establish a safe and easy-to-use person-to-person platform to allow anyone to trade their local currency for cryptocurrency, anywhere. Our users post advertisements specifying their preferred method of payment (e.g. bank transfer, cash, online payment processor like PayPal, gift cards, etc), other users reply to these advertisements, {appName} takes an arbitration bond equal to the amount of the trade from the user that is the cryptocurrency seller in a given trade and the seller sends the cryptocurrency to the buyer when the seller confirms that they have received the payment from the buyer, upon which the arbitration bond is returned to the seller. {appName} can also step in to mediate any dispute that may arise.
cs: Naším cílem v {appName} je vytvořit bezpečnou a snadno použitelnou platformu pro osobní komunikaci, která umožní komukoli obchodovat svou místní měnu za kryptoměnu, kdekoli. Naši uživatelé zveřejňují inzeráty s uvedením preferovaného způsobu platby (např. bankovní převod, hotovost, online platební procesor, jako je PayPal, dárkové karty atd.), ostatní uživatelé na tyto inzeráty reagují, {appName} bere arbitrážní kauci rovnající se výši obchodu od uživatele, který je prodejcem kryptoměny v daném obchodu, a prodávající odešle kryptoměnu kupujícímu, když prodávající potvrdí, že obdržel platbu od kupujícího, načež je rozhodčí kauce vrácena prodávajícímu. {appName} může také zasáhnout a zprostředkovat mediaci jakéhokoliv sporu, který může nastat.
fi: {appName}:lla tavoitteemme on luoda turvallinen ja helppokäyttöinen henkilöiden välinen alusta, jonka avulla kuka tahansa voi vaihtaa paikallista valuuttaa kryptovaluuttaan missä tahansa. Käyttäjämme julkaisevat ilmoituksia, joissa määritellään heidän ensisijainen maksutapa (esim. pankkisiirto, käteinen, verkkomaksuprosessori, kuten PayPal, lahjakortit jne.) ja muut käyttäjät vastaavat näihin ilmoituksiin. {appName} ottaa kaupan summaa vastaavan välimiestakuun käyttäjältä, joka on kryptovaluutan myyjä kyseisessä kaupassa, ja myyjä lähettää kryptovaluutan ostajalle, kun myyjä vahvistaa saaneensa ostajalta maksun, jonka jälkeen välimieslaina palautetaan myyjälle. {appName} voi myös toimia sovittelijana mahdollisissa riita-asioissa.
fr: Chez {appName}, notre objectif est d'établir une plate-forme d'échange de personne à personne sûre et facile à utiliser pour permettre à quiconque d'échanger sa devise locale contre de la crypto-monnaie, depuis n'importe où. Nos utilisateurs publient des annonces d'échange spécifiant leurs modes de paiement préférés (par exemple, virement bancaire, espèces, processeur de paiement en ligne comme PayPal, cartes-cadeaux, etc.), d'autres utilisateurs répondent à ces annonces, {appName} prend une caution d'arbitrage égale au montant de la transaction de vendeur de crypto-monnaie dans une transaction donnée et le vendeur envoie la crypto-monnaie à l'acheteur lorsqu'il confirme qu'il a reçu le paiement de l'acheteur, après quoi la caution d'arbitrage est retournée au vendeur. {appName} peut également intervenir pour arbitrer tout litige pouvant survenir au cours de la transaction.
it: A {appName}, il nostro obiettivo è quello di stabilire una piattaforma da persona a persona sicura e facile da usare per consentire a chiunque di scambiare la propria valuta locale per criptovaluta, ovunque. I nostri utenti pubblicano annunci che specificano il loro metodo di pagamento preferito (ad es. Bonifico bancario, contanti, processore di pagamento online come PayPal, buoni regalo, ecc.), Altri utenti rispondono a questi annunci, {appName} prende un vincolo di arbitraggio pari all'importo della transazione dall'utente che è il venditore di criptovalute in una data transazione e il venditore invia la criptovaluta all'acquirente quando il venditore conferma di aver ricevuto il pagamento dall'acquirente, dopo di che il vincolo di arbitraggio viene restituito al venditore. {appName} può anche intervenire per mediare su eventuali controversie che potrebbero insorgere.
lt: Mūsų tikslas {appName} yra sukurti saugią ir lengvai naudojamą platformą tarp žmonių, kad kiekvienas galėtų bet kur iškeisti vietinę valiutą į kriptovaliutą. Mūsų vartotojai skelbia skelbimus, kuriuose nurodo pageidaujamą mokėjimo būdą (pvz., banko pavedimas, grynieji pinigai, internetinis mokėjimų procesorius, pvz., PayPal, dovanų kortelės ir kt.), kiti vartotojai atsako į šiuos skelbimus, {appName} paima arbitražo obligaciją, lygią sandorio sumai. iš vartotojo, kuris yra kriptovaliutos pardavėjas tam tikroje prekyboje, ir pardavėjas siunčia kriptovaliutą pirkėjui, kai pardavėjas patvirtina, kad gavo iš pirkėjo mokėjimą, po kurio pardavėjui grąžinamas arbitražo lakštas. {appName} taip pat gali tarpininkauti bet kokiam ginčui, kuris gali kilti.
nb: Hos {appName} er målet vårt å etablere en trygg og brukervennlig person-til-person-plattform som lar hvem som helst handle sin lokale valuta mot kryptovaluta, hvor som helst. Våre brukere legger ut annonser som spesifiserer deres foretrukne betalingsmåte (f.eks. bankoverføring, kontanter, nettbasert betalingsprosessor som PayPal, gavekort osv.), andre brukere svarer på disse annonsene, {appName} tar en voldgiftsgaranti tilsvarende beløpet for handelen fra brukeren som er kryptovalutaselger i en gitt handel og selger sender kryptovalutaen til kjøperen når selgeren bekrefter at de har mottatt betalingen fra kjøperen, hvoretter voldgiftsbindingen returneres til selgeren. {appName} kan også gå inn for å mekle enhver tvist som måtte oppstå.
nl: Bij {appName} is het ons doel om een veilig en gebruiksvriendelijk persoon-tot-persoon-platform op te zetten waarmee iedereen zijn lokale valuta kan verhandelen voor cryptocurrency, waar dan ook. Onze gebruikers plaatsen advertenties waarin ze hun gewenste betaalmethode kunnen specificeren (bijv. bankoverschrijving, contant geld, online betalingsverwerker zoals PayPal, cadeaubonnen, enz.), andere gebruikers reageren op deze advertenties, {appName} neemt een arbitragegarantie gelijk aan het bedrag van de transactie van de gebruiker die de cryptocurrency-verkoper is in een bepaalde transactie en de verkoper stuurt de cryptocurrency naar de koper wanneer de verkoper bevestigt dat hij de betaling van de koper heeft ontvangen, waarna de arbitragegarantie wordt teruggegeven aan de verkoper. {appName} kan ook ingrijpen om eventuele geschillen te bemiddelen.
pl: W {appName}, naszym celem jest stworzenie bezpiecznej i łatwej w korzystaniu platformy pozwalającej na globalną wymianę lokalnych walut na kryptowaluty na zasadzie osoba-do-osoby. Nasi użytkownicy publikują ogłoszenia precyzujące ich wybraną metodę płatności (np. przelew bankowy, gotówka, BLIK, karty podarunkowe, itd.), inni użytkownicy odpowiadają na ogłoszenia, {appName} bierze pod zastaw wartość wystawionej przez sprzedawcę kryptowalutę w danej transakcji. Sprzedawca wysyła kryptowaluty do kupującego, gdy potwierdza, otrzymanie płatność od kupującego. Wówczas środki pod zastaw zostają zwrócone sprzedawcy. {appName} może również rozstrzygać spory, który mogą zaistnieć.
pt_br: Na {appName}, nosso objetivo é estabelecer uma plataforma pessoa-a-pessoa segura e fácil de usar, permitindo que qualquer pessoa negocie sua moeda local por criptomoeda e negocie contratos de opção de criptomoeda, em qualquer lugar do mundo. Nossos usuários postam anúncios especificando seu método preferido de pagamento (por exemplo, transferência bancária, dinheiro, processador de pagamento online como PayPal, cartões-presente, etc), outros usuários respondem a esses anúncios, A {appName} deposita as criptomoedas dos usuários relevantes e libera a criptomoeda para o outra parte quando as condições exigidas forem cumpridas. A {appName} também pode intervir para mediar qualquer disputa que possa surgir.
sl: Pri {appName} je naš cilj vzpostaviti varno in za uporabo preprosto platformo za osebne stike, ki bo vsakomur omogočila trgovanje s svojo lokalno valuto za kriptovaluto kjer koli. Naši uporabniki objavljajo oglase, v katerih navajajo želeni način plačila (npr. bančno nakazilo, gotovina, spletni plačilni procesor, kot je PayPal, darilne kartice itd.), drugi uporabniki odgovarjajo na te oglase, {appName} od uporabnika, ki je prodajalec kriptovalute, prevzame arbitražno varščino v višini zneska trejda, prodajalec pa pošlje kriptovaluto kupcu, ko prodajalec potrdi, da je prejel plačilo od kupca, nakar prodajalcu vrne arbitražno varščino. {appName} lahko posreduje tudi pri reševanju morebitnih sporov, ki bi lahko nastali.
sv: På {appName} är vårt mål att etablera en säker och lättanvänd person-till-person-plattform så att vem som helst kan handla sin lokala valuta mot kryptovaluta, var som helst. Våra användare publicerar annonser som anger deras föredragna betalningsmetod (t.ex. banköverföring, kontanter, onlinebetalningsprocessor som PayPal, presentkort, etc), andra användare svarar på dessa annonser, {appName} tar en skiljedomsförbindelse som motsvarar beloppet för handeln från användaren som är kryptovalutasäljare i en given handel och säljaren skickar kryptovalutan till köparen när säljaren bekräftar att de har mottagit betalningen från köparen, varefter skiljedomstolen återlämnas till säljaren. {appName} kan också gå in för att medla eventuella tvister som kan uppstå.
tl: Sa {appName}, ang aming layunin ay magtatag ng isang ligtas at madaling gamitin na platform ng tao-sa-tao upang payagan ang sinuman na ipagpalit ang kanilang lokal na pera para sa cryptocurrency, kahit saan. Nagpo-post ang aming mga user ng mga advertisement na tumutukoy sa kanilang gustong paraan ng pagbabayad (hal. bank transfer, cash, online payment processor tulad ng PayPal, gift card, atbp), tumutugon ang ibang mga user sa mga advertisement na ito, {appName} ay kumukuha ng arbitration bond na katumbas ng halaga ng trade mula sa user na nagbebenta ng cryptocurrency sa isang partikular na kalakalan at ipinapadala ng nagbebenta ang cryptocurrency sa mamimili kapag nakumpirma ng nagbebenta na natanggap na nila ang bayad mula sa mamimili, kung saan ibinalik ang arbitration bond sa nagbebenta. Ang {appName} ay maaari ding pumagitna sa anumang hindi pagkakaunawaan na maaaring lumitaw.
tr: {appName}'ta amacımız, herkesin kendi yerel para birimini kripto para birimiyle her yerde takas etmesine olanak sağlamak için güvenli ve kullanımı kolay kişiden kişiye bir platform oluşturmaktır. Kullanıcılarımız, tercih ettikleri ödeme yöntemini (ör. banka havalesi, nakit, PayPal gibi çevrimiçi ödeme işlemcisi, hediye kartları vb.) belirli bir ticarette kripto para satıcısı olan kullanıcıdır ve satıcı, alıcıdan ödemeyi aldığını onayladığında kripto para birimini alıcıya gönderir ve bunun üzerine tahkim teminatı satıcıya iade edilir. {appName}, ortaya çıkabilecek herhangi bir anlaşmazlığa arabuluculuk yapmak için de adım atabilir.
ur: {appName} پر، ہمارا مقصد ایک محفوظ اور استعمال میں آسان ایکperson-to-person کے درمیان پلیٹ فارم قائم کرنا ہے تاکہ کسی کو بھی اپنی مقامی کرنسی کو cryptocurrency کے لیے، کہیں بھی تجارت کرنے کی اجازت دی جائے۔ ہمارے صارفین اشتہارات پوسٹ کرتے ہیں جس میں ادائیگی کا اپنا پسندیدہ طریقہ بیان کیا جاتا ہے (مثلاً بینک ٹرانسفر، کیش، آن لائن ادائیگی پروسیسر جیسے پے پال، گفٹ کارڈز وغیرہ)، دوسرے صارفین ان اشتہارات کا جواب دیتے ہیں، {appName} تجارت کی رقم کے برابر ثالثی بانڈ لیتا ہے۔ صارف کی طرف سے جو کہ دی گئی تجارت میں کریپٹو کرنسی بیچنے والا ہے اور بیچنے والا خریدار کو کریپٹو کرنسی بھیجتا ہے جب بیچنے والا تصدیق کرتا ہے کہ اس نے خریدار سے ادائیگی وصول کر لی ہے، جس پر ثالثی بانڈ بیچنے والے کو واپس کر دیا جاتا ہے۔ {appName} پیدا ہونے والے کسی بھی تنازعہ میں ثالثی کے لیے بھی قدم رکھ سکتا ہے۔
zh_cn: 在{appName}，我们的目标是建立一个安全且易于使用的人对人平台，允许任何人以本地货币换取加密货币并在任何地方。我们的用户发布指定其首选付款方式的广告（例如银行转帐，现金，PayPal等在线支付处理器，礼品卡等），其他用户回复这些广告，{appName}从特定交易中作为加密货币卖方的用户处收取相当于交易金额的仲裁保证金，当卖方确认收到买方的付款后，卖方将加密货币发送给买方，之后将仲裁保证金返还给卖方。 {appName}也可以介入调解可能出现的任何争议。
zh_tw: 在{appName}，我們的目標是建立一個安全且易於使用的人對人平台，允許任何人以本地貨幣換取加密貨幣並在任何地方。我們的用戶發布指定其首選付款方式的廣告（例如銀行轉帳，現金，PayPal等在線支付處理器，禮品卡等），其他用戶回复這些廣告，{appName} 從作為給定交易的加密貨幣賣方的用戶處收取等於交易金額的仲裁保證金，當賣方確認他們已收到買方的付款時，賣方將加密貨幣發送給買方，在此基礎上，仲裁保證金退還給賣方。。 {appName}也可以介入調解可能出現的任何爭議。

# about250Sbblock8722Sb18722Sbtitle
source: Our Mission
cs: Naše mise
fi: Tehtävämme
fr: Notre mission
it: La nostra missione
lt: Mūsų misija
nb: Vårt oppdrag
nl: Onze Missie
pl: Nasz Cel
pt_br: Nossa missão
sl: Naša Misija
sv: Vårt uppdrag
tl: Ang Aming Misyon
tr: Görevimiz
ur: ہمارا مقصد
zh_cn: 我们的任务
zh_tw: 我們的任務

# password8722Sbreset250Sbnew8722Sbpassword
source: New password
cs: Nové heslo
fi: Uusi salasana
fr: Nouveau mot de passe
it: Nuova password
lt: Naujas Slaptažodis
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
sl: Novo geslo
sv: Nytt lösenord
tl: Bagong password
tr: Yeni Şifre
ur: نیا پاس ورڈ
zh_cn: 新密码
zh_tw: 新密碼

# password8722Sbreset250Sbsubtitle
source: After changing the password you will have to log in again using your new password
cs: Po změně hesla se budete muset znovu přihlásit pomocí nového hesla
fi: Salasanan vaihtamisen jälkeen sinun on kirjauduttava sisään uudelleen uudella salasanallasi
fr: Après avoir changé le mot de passe, vous devrez vous reconnecter avec votre nouveau mot de passe
it: Dopo aver cambiato la password, dovrai accedere nuovamente usando la tua nuova password
lt: Pakeitę slaptažodį turėsite vėl prisijungti naudodami naują slaptažodį
nb: Etter å ha endret passordet må du logge på igjen med det nye passordet ditt
nl: Na het wijzigen van het wachtwoord moet u opnieuw inloggen met uw nieuwe wachtwoord
pl: Po zmianie hasła musisz ponownie zalogować się używającego swojego nowego hasła
pt_br: Após mudar a senha será preciso entrar novamente no {appName}
sl: Po spremembi gesla se boste morali znova prijaviti z novim geslom
sv: När du har ändrat lösenordet måste du logga in igen med det nya lösenordet
tl: Pagkatapos baguhin ang password kailangan mong mag-log in muli gamit ang iyong bagong password
tr: Şifrenizi değiştirdikten sonra yeni şifrenizi kullanarak tekrar giriş yapmanız gerekecektir.
ur: پاس ورڈ تبدیل کرنے کے بعد آپ کو اپنا نیا پاس ورڈ استعمال کرکے دوبارہ لاگ ان کرنا پڑے گا
zh_cn: 更改密码后，您要用新密码重新登录
zh_tw: 更改密碼后，您要用新密碼重新登錄

# password8722Sbreset250Sbsuccess
source: Success!
cs: Úspěch!
fi: Valmista!
fr: Opération réussie !
it: Tutto ok!
lt: Sėkmė!
nb: Suksess!
nl: Succes!
pl: Powodzenie!
pt_br: Sucesso!
sl: Uspeh!
sv: Framgång!
tl: Tagumpay!
tr: Başarı!
ur: کامیابی!
zh_cn: 成功！
zh_tw: 成功！

# password8722Sbreset250Sbsuccess8722Sbtip
source: You will now be redirected to the login page.
cs: Nyní budete přesměrováni na přihlašovací stránku.
fi: Sinut ohjataan nyt kirjautumissivulle.
fr: Vous allez maintenant être redirigé vers la page de connexion.
it: Verrai reindirizzato alla pagina di accesso.
lt: Dabar būsite nukreipti į prisijungimo puslapį.
nb: Du vil nå bli omdirigert til påloggingssiden.
nl: U wordt nu doorgestuurd naar de inlogpagina.
pl: Zostaniesz teraz przekierowany na stronę logowania.
pt_br: Você será redirecionado à página de login.
sl: Zdaj boste preusmerjeni na prijavno stran.
sv: Du kommer nu att omdirigeras till inloggningssidan.
tl: Ire-redirect ka na ngayon sa login page.
tr: Artık giriş sayfasına yönlendirileceksiniz.
ur: اب آپ کو لاگ ان پیج پر بھیج دیا جائے گا۔
zh_cn: 您现在将被重定向到登录页面。
zh_tw: 您現在將被重定向到登錄頁面。

# password8722Sbreset250Sbtitle
source: Change password
cs: Změnit heslo
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia password
lt: Pakeisti slaptažodį
nb: Bytt passord
nl: Wachtwoord veranderen
pl: Zmień hasło
pt_br: Mudar senha
sl: Spremeni geslo
sv: ändra lösenord
tl: Palitan ANG password
tr: Şifre değiştir
ur: پاس ورڈ تبدیل کریں
zh_cn: 更改密码
zh_tw: 更改密碼
