Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb6
source: Fast and responsive support
cs: Rychlá a vnímavá podpora
fi: Nopeasti reagoiva tuki
fr: Assistance rapide et réactive
it: Supporto rapido e reattivo
lt: Greitas ir reaguojantis palaikymas
nb: Rask og responsiv support
nl: Snelle en responsieve ondersteuning
pl: Szybka i przyjazna obsługa klienta
pt_br: Suporte rápido e responsivo
sl: Hitra in odzivna podpora
sv: Snabb och lyhörd support
tl: Mabilis at tumutugon na suporta
tr: Hızlı ve duyarlı destek
ur: تیز اور ذمہ دار سپورٹ
zh_cn: 快速响应的支持
zh_tw: 快速響應的支持

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb7
source: No email during registration
cs: Žádný e-mail během registrace
fi: Ei sähköpostia rekisteröitymisen aikana
fr: Pas d'e-mail lors de l'inscription
it: Nessuna email durante la registrazione
lt: Registracijos metu nėra el
nb: Ingen e-post under registrering
nl: Geen e-mail tijdens registratie
pl: Brak emaila podczas rejestracji
pt_br: Nenhum email durante o registro
sl: Med registracijo ni e-pošte
sv: Ingen e-post vid registrering
tl: Walang email habang nagpaparehistro
tr: Kayıt sırasında e-posta yok
ur: رجسٹریشن کے دوران کوئی ای میل نہیں
zh_cn: 注册时不需要电子邮件邮箱
zh_tw: 註冊時不需要電子郵件郵箱

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb8
source: Onion portal
cs: Onion portál (TOR)
fi: Onion-portaali
fr: Portail oignon (Tor)
it: Portale di Tor
lt: Svogūnų portalas
nb: Løkportal
nl: Onion portaal
pl: Portal onion
pt_br: Portal de Tor
sv: Lök portal
tl: Portal ng sibuyas
tr: Soğan portalı
ur: پیاز کا پورٹل
zh_cn: 洋葱版门户网站
zh_tw: 洋蔥版門戶網站

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb9
source: I2P portal
cs: I2P portál
fi: I2P-portaali
fr: Portail I2P
it: Portale I2P
lt: I2P portalas
nl: I2P-portaal
pl: Portal I2P
pt_br: Portal I2P
tr: I2P portalı
ur: I2P پورٹل
zh_cn: I2P版本门户网站
zh_tw: I2P版本門戶網站

# agoradesk250Sblbc8722Sbalternative250Sbfeatures250Sbtitle
source: AgoraDesk's features include:
cs: Mezi funkce AgoraDesk patří:
fi: AgoraDeskin ominaisuuksiin lukeutuu:
fr: Les fonctionnalités d'AgoraDesk incluent :
it: Le caratteristiche di AgoraDesk includono:
lt: „AgoraDesk“ funkcijos apima:
nb: AgoraDesks funksjoner inkluderer:
nl: De functies van AgoraDesk omvatten:
pl: Funkcje AgoraDesk obejmują:
pt_br: Os recursos do AgoraDesk incluem:
sl: Funkcije AgoraDesk vključujejo:
sv: AgoraDesks funktioner inkluderar:
tl: Kasama sa mga tampok ng AgoraDesk ang:
tr: AgoraDesk'in özellikleri şunları içerir:
ur: AgoraDesk کی خصوصیات میں شامل ہیں:
zh_cn: AgoraDesk的特点包括：
zh_tw: AgoraDesk的特點包括：

# note250Sbinput250Sbplaceholder
source: This is a private note for your own reference, it will not be visible to this user or any other user.
cs: Toto je soukromá poznámka pro vaši vlastní potřebu, nebude viditelná tomuto uživateli ani žádnému jinému uživateli.
fi: Tämä on yksityinen huomautus omaa viitettä varten, se ei näy tälle tai muille käyttäjille.
fr: Ceci est une note privée pour votre propre usage, elle ne sera pas visible pour cet utilisateur ou tout autre utilisateur.
it: Questa è una nota privata per il vostro riferimento, non sarà visibile a questo utente o a qualsiasi altro utente.
lt: Tai privati pastaba, skirta jūsų pačių nuorodai, jos nematys nei šis, nei joks kitas naudotojas.
nb: Dette er et privat notat for din egen referanse, det vil ikke være synlig for denne brukeren eller noen annen bruker.
nl: Dit is een privénotitie voor uw eigen referentie, het zal niet zichtbaar zijn voor deze of andere gebruikers.
pl: To jest prywatna notatka dla własnego odniesienia, nie będzie ona widoczna dla tego użytkownika ani żadnego innego.
pt_br: Esta é uma nota privada para sua própria referência, não será visível para este usuário ou qualquer outro usuário.
sl: To je zasebna opomba za vašo lastno referenco, ne bo vidna temu ali kateremu koli drugemu uporabniku.
sv: Detta är en privat notering för din egen referens, den kommer inte att vara synlig för denna användare eller någon annan användare.
tl: Isa itong pribadong tala para sa iyong sariling sanggunian, hindi ito makikita ng user na ito o ng sinumang user.
tr: Bu, kendi referansınız için özel bir nottur; bu kullanıcı veya başka bir kullanıcı tarafından görülemez.
ur: یہ آپ کے اپنے حوالہ کے لیے ایک نجی نوٹ ہے، یہ اس صارف یا کسی دوسرے صارف کو نظر نہیں آئے گا۔
zh_cn: 这是供您自己参考的私人笔记，此用户或任何其他用户都看不到它。
zh_tw: 這是供您自己參考的私人筆記，此用戶或任何其他用戶都看不到它。

# note250Sbtitle
source: Your note on {username} (only seen by you)
cs: Vaše poznámka na {username} (vidíte ji pouze vy)
fi: Muistiinpanosi käyttäjästä {username} (näet vain sinä)
fr: Votre note sur {username} (uniquement visible par vous)
it: La vostra nota su {username} (vista solo da voi)
lt: Jūsų pastaba apie {val} (matote tik jūs)
nb: Notatet ditt på {val} (bare sett av deg)
nl: Uw notitie op {username} (wordt alleen door u gezien)
pl: Twoja notatka na temat {username} (widoczna tylko dla Ciebie)
pt_br: Sua nota em {username} (somente visto por você)
sl: Vaša opomba o {username} (vidite samo vi)
sv: Din anteckning på {username} (endast sett av dig)
tl: Ang iyong tala sa {username} (ikaw lang ang nakakita)
tr: {username} ile ilgili notunuz (yalnızca sizin tarafınızdan görülür)
ur: {username} پر آپ کا نوٹ (صرف آپ نے دیکھا)
zh_cn: 您在 {username} 上的注释（只有您自己可以看到）
zh_tw: 您在 {username} 上的註釋（只有您自己可以看到）

# note250Sbupdated
source: edited {at}
cs: upraveno {at}
fi: muokattu {at}
fr: éditée {at}
it: modificato {at}
lt: redaguota {at}
nb: redigert {at}
nl: bewerkt {at}
pl: edytowane {at}
pt_br: editado {at}
sl: urejeno {at}
sv: redigerade {at}
tl: na-edit {at}
tr: düzenlendi {at}
ur: ترمیم شدہ {at}
zh_cn: 已编辑 {at}
zh_tw: 已編輯 {at}

# agoradesk250Sblbc8722Sbalternative250Sbfees250Sbcontent
source: <i>Unlike</i> LocalBitcoins, however, we do not charge exorbitant fees when you deposit or withdraw Bitcoins to/from our arbitration bond wallet. There is <strong> no deposit fee, and the withdrawal fee is very close to the fee you’d be paying on a normal transaction</strong>. Transfers to the wallets of other AgoraDesk users carry no fees at all.
cs: <i>Na rozdíl od</i> LocalBitcoins však neúčtujeme přemrštěné poplatky, když vkládáte nebo vybíráte bitcoiny do/z naší peněženky arbitrážních dluhopisů. Neexistuje <strong> žádný poplatek za vklad a poplatek za výběr se velmi blíží poplatku, který byste zaplatili za normální transakci </strong>. Převody do peněženek ostatních uživatelů AgoraDesk nenesou žádné poplatky.
fi: <i>Toisin kuin </i> LocalBitcoins, emme veloita kohtuuttomia maksuja tallettaessasi Bitcoineja meidän välimieslompakkoon tai sieltä nostaessasi. Talletusmaksua ei peritä <strong> ja nostomaksu on hyvin lähellä kuluja, jotka maksaisit tavallisestakin tapahtumasta</strong>. Siirrot muiden AgoraDesk-käyttäjien lompakoihin eivät sisällä mitään kuluja.
fr: <i>Contrairement à</i> LocalBitcoins, nous ne facturons pas de frais exorbitants lorsque vous déposez ou retirez des Bitcoins vers/depuis notre portefeuille de caution d'arbitrage. Il n'y a <strong>aucun frais de dépôt, et les frais de retrait sont très proches des frais que vous paieriez pour une transaction normale</strong>. Les transferts vers les portefeuilles d'autres utilisateurs d'AgoraDesk ne comportent aucun frais.
it: <i>A differenza di</i> LocalBitcoins, tuttavia, non addebitiamo commissioni esorbitanti quando depositi o ritiri Bitcoin da e verso il nostro portafoglio di obbligazioni arbitrali. Non c'è <strong> nessuna tassa di deposito, e la tassa di prelievo è molto vicina alla tassa che pagheresti su una normale transazione</strong>. I trasferimenti ai portafogli di altri utenti di AgoraDesk non comportano alcuna commissione.
lt: <i> Skirtingai nuo </i> LocalBitcoins, mes netaikome pernelyg didelių mokesčių, kai įnešate arba išimate Bitcoin į mūsų arbitražo obligacijų piniginę arba iš jos. Nėra <strong> indėlio mokesčio, o išėmimo mokestis yra labai panašus į mokestį, kurį mokėtumėte atlikdami įprastą operaciją</strong>. Pervedimai į kitų „AgoraDesk“ vartotojų pinigines nėra apmokestinami.
nb: <i>I motsetning til</i> LocalBitcoins, krever vi imidlertid ikke ublu gebyrer når du setter inn eller tar ut Bitcoins til/fra vår voldgiftsobligasjonslommebok. Det er <strong> ingen innskuddsgebyr, og uttaksgebyret er veldig nær gebyret du betaler for en vanlig transaksjon</strong>. Overføringer til lommeboken til andre AgoraDesk-brukere medfører ingen gebyrer i det hele tatt.
nl: <i>In tegenstelling tot </i> LocalBitcoins brengen we geen exorbitante kosten in rekening wanneer u Bitcoins stort of opneemt in/uit onze arbitrage-obligatieportefeuille. Er zijn <strong> geen stortingskosten, en de opnamekosten verschillen niet veel van de kosten die u zou betalen voor een normale transactie </strong>. Overboekingen naar de portefeuille van andere AgoraDesk-gebruikers brengen verder geen kosten met zich mee.
pl: <i> W przeciwieństwie do </i> LocalBitcoins, nie pobieramy wygórowanych opłat, gdy wpłacasz lub wypłacasz Bitcoiny do/z naszego portfela arbitrażu. <strong>Nie ma opłaty za depozyt, a opłata za wypłatę jest bardzo zbliżona do opłaty, za normalną transakcję </strong>. Transfery do portfeli innych użytkowników AgoraDesk nie ponoszą żadnych opłat.
pt_br: <i>Ao contrário de</i> LocalBitcoins, no entanto, não cobramos taxas exorbitantes quando você deposita ou retira Bitcoins de / para nossa carteira de títulos de arbitragem. Não há <strong> taxa de depósito e a taxa de retirada é muito próxima da taxa que você pagaria em uma transação normal</strong>. As transferências para as carteiras de outros usuários do AgoraDesk são gratuitas.
sl: <i>Za razliko od </i> LocalBitcoins pa ne zaračunavamo previsokih provizij ob pologu ali dvigu bitcoinov v/iz naše denarnice za arbitražne obveznice. Provizije za polog <strong> ni, provizija za dvig pa je zelo blizu proviziji, ki bi jo sicer plačali za običajno transakcijo </strong>. Prenosi v denarnice drugih uporabnikov AgoraDesk so brez provizij.
sv: <i>Till skillnad från</i> LocalBitcoins, men vi tar inte ut orimliga avgifter när du sätter in eller tar ut Bitcoins till / från vår arbitration bond wallet. Det finns <strong> ingen insättningsavgift, och uttagsavgiften ligger mycket nära den avgift du skulle betala för en normal transaktion</strong>. Överföringar till andra AgoraDesk-användares plånböcker medför inga avgifter alls.
tl: <i>Hindi tulad ng</i> LocalBitcoins, gayunpaman, hindi kami naniningil ng labis na bayad kapag nagdeposito o nag-withdraw ka ng Bitcoins papunta/mula sa aming arbitration bond wallet. Walang <strong> na bayad sa deposito, at ang bayad sa pag-withdraw ay napakalapit sa bayarin na babayaran mo sa isang normal na transaksyon</strong>. Ang mga paglilipat sa mga wallet ng ibang mga gumagamit ng AgoraDesk ay walang anumang bayad.
tr: Bununla birlikte, <i>LocalBitcoins'in aksine</i>, tahkim bonosu cüzdanımıza Bitcoin yatırdığınızda veya cüzdanımızdan Bitcoin çektiğinizde fahiş ücretler talep etmiyoruz. <strong> para yatırma ücreti yoktur ve para çekme ücreti normal bir işlemde ödeyeceğiniz ücrete çok yakındır</strong>. Diğer AgoraDesk kullanıcılarının cüzdanlarına yapılan transferlerde hiçbir ücret alınmaz.
ur: <i>کے برعکس </i>لوکل بٹ کوائنز کے برعکس، تاہم، جب آپ ہمارے ثالثی بانڈ والیٹ سے/کو بٹ کوائنز جمع یا نکالتے ہیں تو ہم حد سے زیادہ فیس نہیں لیتے ہیں۔ یہاں <strong> کوئی ڈپازٹ فیس نہیں ہے، اور نکالنے کی فیس اس فیس کے بہت قریب ہے جو آپ ایک عام لین دین پر ادا کر رہے ہوں گے</strong>۔ دیگر AgoraDesk صارفین کے بٹوے میں منتقلی پر کوئی فیس نہیں لی جاتی۔
zh_cn: <i>然而，与</i> LocalBitcoins 不同的是，当您向我们的仲裁保证金钱包存入或提取比特币时，我们不会收取过高的费用。 <strong> 没有存款费用，取款费用非常接近您在正常交易中支付的费用</strong>。转账到其他 AgoraDesk 用户的钱包完全不收取任何费用。
zh_tw: <i>然而，與</i> LocalBitcoins 不同的是，當您向我們的仲裁保證金錢包存入或提取比特幣時，我們不會收取過高的費用。 <strong> 沒有存款費用，取款費用非常接近您在正常交易中支付的費用</strong>。轉賬到其他 AgoraDesk 用戶的錢包完全不收取任何費用。

# agoradesk250Sblbc8722Sbalternative250Sbfees250Sbtitle
source: Fair fees
cs: Férové poplatky
fi: Kohtuulliset kulut
fr: Frais équitables
it: Commissioni giuste
lt: Sąžiningi mokesčiai
nb: Rettferdige avgifter
nl: Eerlijke kosten
pl: Uczciwe opłaty
pt_br: Taxas justas
sl: Poštene provizije
sv: Rättvisa avgifter
tl: Makatarungang mga bayarin
tr: Adil ücretler
ur: منصفانہ فیس
zh_cn: 公平的费用
zh_tw: 公平的費用

# settings250Sb2fa250Sbwarning
source: We highly recommend that you enable 2FA on your account for improved security.
cs: Důrazně doporučujeme, abyste na svém účtu povolili 2FA pro lepší zabezpečení.
fi: Suosittelemme, että otat 2FA:n käyttöön tililläsi turvallisuuden parantamiseksi.
fr: Nous vous recommandons fortement d'activer l'authentification 2FA sur votre compte pour une meilleure sécurité.
it: Si consiglia vivamente di attivare il 2FA sul proprio account per una maggiore sicurezza.
lt: Primygtinai rekomenduojame paskyroje įjungti 2FA, kad padidintumėte saugumą.
nb: Vi anbefaler på det sterkeste at du aktiverer 2FA på kontoen din for forbedret sikkerhet.
nl: We raden u ten zeerste aan om 2FA op uw account in te schakelen voor een betere beveiliging.
pl: Zalecamy włączenie funkcji 2FA na swoim koncie w celu zwiększenia bezpieczeństwa.
pt_br: Recomendamos vivamente que você habilite a 2FA por sua conta para maior segurança.
sl: Zelo priporočamo, da za večjo varnost v svojem računu omogočite 2FA.
sv: Vi rekommenderar starkt att du aktiverar 2FA på ditt konto för ökad säkerhet.
tl: Lubos naming inirerekomenda na paganahin mo ang 2FA sa iyong account para sa pinahusay na seguridad.
tr: Daha iyi güvenlik için hesabınızda 2FA'yı etkinleştirmenizi önemle tavsiye ederiz.
ur: ہم پرزور مشورہ دیتے ہیں کہ بہتر سیکیورٹی کے لیے آپ اپنے اکاؤنٹ پر 2FA کو فعال کریں۔
zh_cn: 我们强烈建议您在帐户上启用 2FA 以提高安全性。
zh_tw: 我們強烈建議您在帳戶上啟用 2FA 以提高安全性。

# settings250Sb2fa250Sbwarning250Sbenable
source: Enable
cs: Povolit
fi: Ota käyttöön
fr: Activer
it: Abilita
lt: Įgalinti
nb: Muliggjøre
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
sl: Omogoči
sv: Aktivera
tl: Paganahin
tr: Olanak vermek
ur: فعال
zh_cn: 启用
zh_tw: 啟用

# settings250Sb2fa250Sbwrong8722Sbotp
source: Wrong one-time password.
cs: Chybné jednorázové heslo.
fi: Väärä kertakäyttöinen salasana.
fr: Mauvais mot de passe à usage unique.
it: Password non valida.
lt: Neteisingas vienkartinis slaptažodis.
nb: Feil engangspassord.
nl: Verkeerd eenmalig wachtwoord.
pl: Niewłaściwe hasło jednorazowe.
pt_br: Senha única incorreta.
sl: Napačno enkratno geslo.
sv: Fel engångslösenord.
tl: Maling isang beses na password.
tr: Yanlış tek kullanımlık şifre.
ur: غلط ون ٹائم پاس ورڈ۔
zh_cn: 错的一次性密码。
zh_tw: 錯的一次性密碼。

# settings250Sbapi8722Sbkey250Sbcopy8722Sbtooltip
source: Copy to clipboard
cs: Zkopírovat do schránky
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
it: Copia negli appunti
lt: Nukopijuoti į iškarpinę
nb: Kopiere til utklippstavle
nl: Kopieer naar clipboard
pl: Skopiuj do schowka
pt_br: Copiar para área de transferência
sl: Kopiraj v odložišče
sv: Kopiera till urklipp
tl: Kopyahin sa clipboard
tr: Panoya kopyala
ur: کلپ بورڈ پر کاپی کریں
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼板

# settings250Sbapi8722Sbkey250Sbdelete8722Sbtooltip
source: Delete and expire active key
cs: Smazat a nechat vypršet platnost aktivního klíče
fi: Poista ja päätä aktiivinen avain
fr: Supprimer et faire expirer la clé active
it: Elimina e scade il tasto attivo
lt: Ištrinkite aktyvųjį raktą ir jo galiojimo pabaigą
nb: Slett og utløp aktiv nøkkel
nl: Verloop en verwijder een actieve sleutel
pl: Zdezaktywuj i usuń active key
pt_br: Excluir e expirar chave ativa
sl: Izbriši in preteči aktivni ključ
sv: Ta bort och upphör aktiv nyckel
tl: Tanggalin at i-expire ang aktibong key
tr: Etkin anahtarı silin ve süresinin dolması
ur: active key کو حذف اور ختم کریں
zh_cn: 删除和到期活动密钥
zh_tw: 刪除和到期活動密鑰

# settings250Sbapi8722Sbkey250Sbgenerate250Sbbutton
source: Generate
cs: Generovat
fi: Luo
fr: Générer
it: Creare
lt: Generuoti
nb: generere
nl: Genereer
pl: Generuj
pt_br: Gerar
sl: Generiraj
sv: Generera
tl: Bumuo
tr: Oluştur
ur: پیدا کریں
zh_cn: 生成
zh_tw: 生成

# agoradesk250Sblbc8722Sbalternative250Sbhtml8722Sbdescription
source: Looking for a LocalBitcoins analogue to trade Bitcoins peer-to-peer without KYC/AML or verification? AgoraDesk is a new P2P platform for trading Bitcoin that was created by the team behind LocalMonero, Monero's equivalent of LocalBitcoins. We offer the same fast and easy Bitcoin trading experience that LocalBitcoins used to provide, and more.
cs: Hledáte analog LocalBitcoins pro obchodování s bitcoiny peer-to-peer bez KYC/AML nebo ověření? AgoraDesk je nová P2P platforma pro obchodování bitcoinů, která byla vytvořena týmem za LocalMonero, ekvivalentem LocalBitcoins k Moneru. Nabízíme stejné rychlé a snadné obchodování s bitcoiny, jaké poskytovaly LocalBitcoins, a další.
fi: Etsitkö LocalBitcoinsin vastinetta Bitcoinien peer-to-peer kauppaa varten ilman KYC:tä/AML:ää tai vahvistusta? AgoraDesk on uusi P2P-alusta Bitcoin-kaupankäyntiin, jonka loi LocalMoneron takana oleva tiimi, joka on Moneron vastine LocalBitcoinsille. Tarjoamme saman nopean ja helpon Bitcoin-kaupankäyntikokemuksen, jonka LocalBitcoins tarjosi aiemmin, ja paljon muuta.
fr: Vous recherchez un analogue de LocalBitcoins pour échanger des Bitcoins en pair-à-pair sans KYC/AML ni vérification ? AgoraDesk est une nouvelle plateforme P2P pour l'échange de Bitcoin qui a été créée par l'équipe derrière LocalMonero, l'équivalent Monero de LocalBitcoins. Nous offrons la même expérience d'échange Bitcoin rapide et facile que LocalBitcoins offrait, et plus encore.
it: Alla ricerca di un analogo LocalBitcoins per scambiare Bitcoin peer-to-peer senza KYC / AML o verifica? AgoraDesk è una nuova piattaforma P2P per il trading di Bitcoin creata dal team dietro LocalMonero, l'equivalente di LocalBitcoin di Monero. Offriamo la stessa esperienza di trading Bitcoin semplice e veloce fornita da LocalBitcoin e altro ancora.
lt: Ieškote „LocalBitcoins“ analogo, kad galėtumėte prekiauti „Bitcoins“ lygiaverčiai be KYC / AML ar patvirtinimo? „AgoraDesk“ yra nauja P2P platforma prekybai Bitcoin, kurią sukūrė „LocalMonero“, „Monero“ „LocalBitcoins“ atitikmuo, komanda. Mes siūlome tą pačią greitą ir lengvą Bitcoin prekybos patirtį, kurią teikė LocalBitcoins, ir dar daugiau.
nb: Ser du etter en LocalBitcoins-analog for å handle Bitcoins peer-to-peer uten KYC/AML eller verifisering? AgoraDesk er en ny P2P-plattform for handel med Bitcoin som ble laget av teamet bak LocalMonero, Moneros ekvivalent til LocalBitcoins. Vi tilbyr den samme raske og enkle Bitcoin-handelsopplevelsen som LocalBitcoins pleide å tilby, og mer.
nl: Op zoek naar een LocalBitcoins-analoog om peer-to-peer in Bitcoins te handelen zonder KYC/AML of verificatie? AgoraDesk is een nieuw P2P-platform voor het verhandelen van Bitcoin, gemaakt door hetzelfde team achter LocalMonero, Monero's equivalent van LocalBitcoins. We bieden dezelfde snelle en gemakkelijke Bitcoin-handelservaring die LocalBitcoins altijd bood, en meer.
pl: Szukasz alternatywy do LocalBitcoins, aby handlować Bitcoinami peer-to-peer bez KYC/AML lub weryfikacji? AgoraDesk to nowa platforma P2P do handlu Bitcoinami, stworzona przez zespół LocalMonero - odpowiednik Monero do LocalBitcoins. Oferujemy równie szybki i łatwy handel Bitcoinami, tak jak kiedyś LocalBitcoins, i więcej.
pt_br: Procurando um análogo do LocalBitcoins para negociar Bitcoins ponto a ponto sem KYC / AML ou verificação? O AgoraDesk é uma nova plataforma P2P para negociação de Bitcoin, criada pela equipe por trás do LocalMonero, o equivalente de LocalBitcoins da Monero. Oferecemos a mesma experiência de negociação de Bitcoin rápida e fácil que a LocalBitcoins costumava fornecer e muito mais.
sl: Iščete analog LocalBitcoins za trgovanje z bitcoini peer-to-peer brez KYC/AML ali verifikacije? AgoraDesk je nova P2P platforma za trgovanje z bitcoini, ki jo je ustvarila ekipa za LocalMonero, Monero ekvivalent LocalBitcoins. Ponujamo enako hitro in enostavno izkušnjo trgovanja z bitcoini, kot jo je včasih ponujal LocalBitcoins, in še več.
sv: Letar du efter en LocalBitcoins-analog för att handla Bitcoins peer-to-peer utan KYC/AML eller verifiering? AgoraDesk är en ny P2P-plattform för handel med Bitcoin som skapades av teamet bakom LocalMonero, Moneros motsvarighet till LocalBitcoins. Vi erbjuder samma snabba och enkla Bitcoin-handelsupplevelse som LocalBitcoins brukade tillhandahålla, och mer.
tl: Naghahanap ng LocalBitcoins analogue para i-trade ang Bitcoins peer-to-peer nang walang KYC/AML o verification? Ang AgoraDesk ay isang bagong platform ng P2P para sa pangangalakal ng Bitcoin na nilikha ng koponan sa likod ng LocalMonero, ang katumbas ng Monero ng LocalBitcoins. Nag-aalok kami ng parehong mabilis at madaling karanasan sa pangangalakal ng Bitcoin na ginamit ng LocalBitcoins, at higit pa.
tr: KYC/AML veya doğrulama olmadan eşler arası Bitcoin ticareti yapmak için bir LocalBitcoins analogu mu arıyorsunuz? AgoraDesk, Monero'nun LocalBitcoins eşdeğeri olan LocalMonero'nun arkasındaki ekip tarafından oluşturulan, Bitcoin ticareti için yeni bir P2P platformudur. LocalBitcoins'in sağladığı hızlı ve kolay Bitcoin ticaret deneyiminin aynısını ve daha fazlasını sunuyoruz.
ur: KYC/AML یا تصدیق کے بغیر بٹ کوائنز peer-to-peer ٹریڈ کرنے کے لیے لوکل بٹ کوائنز اینالاگ تلاش کر رہے ہیں؟ AgoraDesk Bitcoin کی تجارت کے لیے ایک نیا P2P پلیٹ فارم ہے جسے LocalMonero کی ٹیم نے بنایا تھا، Monero کی LocalBitcoins کے برابر۔ ہم وہی تیز اور آسان بٹ کوائن ٹریڈنگ کا تجربہ پیش کرتے ہیں جو LocalBitcoins فراہم کرتے تھے، اور مزید۔
zh_cn: 您是否在寻找一个类似于LocalBitcoins平台用来点对点的交易比特币，又不想进行KYC/AML注册或者实名认证？AgoraDesk就是您最佳的选择，这个全新的比特币P2P交易平台由LocalMonero团队精心打造。LocalMonero 交易所是门罗币版本的LocalBitcoins.
zh_tw: 您是否在尋找一個類似於LocalBitcoins平台用來點對點的交易比特幣，又不想進行KYC/AML註冊或者實名認證？ AgoraDesk就是您最佳的選擇，這個全新的比特幣P2P交易平台由LocalMonero團隊精心打造。 LocalMonero 交易所是門羅幣版本的LocalBitcoins.

# settings250Sbapi8722Sbkey250Sbgenerate250Sbcaption
source: Generating a key will also invalidate the previously generated API key
cs: Generování klíče také zruší platnost dříve vygenerovaného klíče API
fi: Avaimen luominen mitätöi myös aiemmin luodun API-avaimen
fr: La génération d'une clé invalidera également la clé API précédemment générée
it: La generazione di una chiave invaliderà anche la chiave API precedentemente generata
lt: Sugeneravus raktą, anksčiau sugeneruotas API raktas taip pat bus negaliojantis
nb: Generering av en nøkkel vil også ugyldiggjøre den tidligere genererte API-nøkkelen
nl: Het genereren van een sleutel maakt ook de eerder gegenereerde API-sleutel ongeldig
pl: Wygenerowanie klucza zdezaktywuje wcześniej wygenerowany klucz API
pt_br: A geração de uma chave também invalidará a chave de API gerada anteriormente
sl: Generiranje ključa bo tudi razveljavilo predhodno ustvarjen ključ API
sv: Att generera en nyckel kommer också att ogiltigförklara den tidigare genererade API-nyckeln
tl: Ang pagbuo ng isang key ay magpapawalang-bisa din sa dating nabuong API key
tr: Anahtar oluşturmak, önceden oluşturulmuş API anahtarını da geçersiz kılacaktır
ur: key بنانے سے پہلے سے تیار کردہ API key بھی باطل ہو جائے گی
zh_cn: 生成密钥还将使先前生成的API密钥无效
zh_tw: 生成密鑰還將使先前生成的API密鑰無效

# settings250Sbapi8722Sbkey250Sbgenerate250Sbtitle
source: Generate new API key
cs: Vygenerujte nový klíč API
fi: Luo uusi API-avain
fr: Générer une nouvelle clé API
it: Genera nuova chiave API
lt: Sukurkite naują API raktą
nb: Generer ny API-nøkkel
nl: Nieuwe API-sleutel genereren
pl: Wygeneruj nowy klucz API
pt_br: Gere nova chave de API
sl: Generiraj nov API ključ
sv: Generera ny API-nyckel
tl: Bumuo ng bagong API key
tr: Yeni API anahtarı oluştur
ur: نئی API key بنائیں
zh_cn: 生成新的API密钥
zh_tw: 產生新的API金鑰
