Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_100
source: Cannot request less than 0.0000000001 XMR for trade creation
cs: Pro vytvoření obchodu nelze požadovat méně než 0,0000000001 XMR
fi: Kaupan luomiseen ei voi pyytää alle 0,0000000001 XMR
fr: Impossible de demander moins de 0,0000000001 XMR pour la création d'une transaction
it: Non è possibile richiedere meno di 0,0000000001 XMR per la creazione dello scambio
lt: Prekybos sukūrimui negalima prašyti mažesnio nei 0,0000000001 XMR
nb: Kan ikke be om mindre enn 0,0000000001 XMR for opprettelse av handel
nl: Kan niet minder dan 0,0000000001 XMR aanvragen voor het maken van transacties
pl: Nie można zażądać mniej niż 0,000000001 XMR podczas tworzenia handlu
pt_br: Não é possível solicitar menos de 0,0000000001 XMR para criação de comércio
sl: Za ustvarjanje trgovanja ni mogoče zahtevati manj kot 0,0000000001 XMR
sv: Kan inte begära mindre än 0,0000000001 XMR för att skapa handel
tl: Hindi maaaring humiling ng mas mababa sa 0.0000000001 XMR para sa paglikha ng kalakalan
tr: Ticari yaratma için 0,0000000001 XMR'den daha az talep edilemez
ur: تجارتی تخلیق کے لیے 0.0000000001 XMR سے کم کی درخواست نہیں کر سکتے
zh_cn: 无法请求少于 0.0000000001 XMR 来创建交易
zh_tw: 不能要求少於 0.0000000001 XMR 來創建交易

# api_error_101
source: Requested amount is less than ad’s min_amount when creating trade
cs: Požadovaná částka je nižší než minimální_částka reklamy při vytváření obchodu
fi: Pyydetty summa on pienempi kuin ilmoituksen minimisumma kauppaa luotaessa
fr: Le montant demandé est inférieur au « min_amount » de l'annonce lors de la création de la transaction
it: L'importo richiesto è inferiore al min_amount dell'annuncio durante la creazione dello scambio
lt: Kuriant prekybą prašoma suma yra mažesnė už skelbimo minimalią sumą
nb: Forespurt beløp er mindre enn annonsens min_amount når du oppretter handel
nl: Gevraagd bedrag is lager dan het min_bedrag van de advertentie bij het maken van een transactie
pl: Żądana kwota jest mniejsza niż min_amount ogłoszenia podana podczas tworzenia handlu
pt_br: O valor solicitado é menor que o min_amount do anúncio ao criar a negociação
sl: Zahtevani znesek je manjši od min_amount oglasa pri ustvarjanju trade-a
sv: Begärt belopp är mindre än annonsens min_amount när handel skapas
tl: Ang hiniling na halaga ay mas mababa kaysa sa min_amount ng ad kapag lumilikha ng kalakalan
tr: Takas oluştururken talep edilen tutar reklamın min_amount'undan az
ur: تجارت کرتے وقت درخواست کردہ رقم اشتہار کی min_amount سے کم ہے
zh_cn: 创建交易时请求的金额小于广告的 min_amount
zh_tw: 創建交易時請求的金額小於廣告的 min_amount

# api_error_102
source: Requested amount is more than ad’s max_amount_available when creating trade
cs: Požadovaná částka je vyšší než maximální_amount_available reklamy při vytváření obchodu
fi: Pyydetty summa on suurempi kuin ilmoituksen max_amount_available kauppaa luotaessa
fr: Le montant demandé est supérieur au « max_amount_available » de l'annonce lors de la création de la transaction
it: L'importo richiesto è superiore al max_amount_available dell'annuncio durante la creazione dello scambio
lt: Kuriant prekybą prašoma suma yra didesnė nei skelbimo max_amount_available
nb: Forespurt beløp er mer enn annonsens max_amount_available når du oppretter handel
nl: Het aangevraagde bedrag is meer dan het max_amount_available van de advertentie bij het maken van een transactie
pl: Żądana kwota jest większa niż max_amount_available oferty podana podczas tworzenia handlu
pt_br: O valor solicitado é maior do que o max_amount_available do anúncio ao criar a negociação
sl: Zahtevani znesek je večji od max_amount_ailable oglasa pri ustvarjanju trade-a
sv: Det begärda beloppet är mer än annonsens max_amount_available när du skapar handel
tl: Ang hiniling na halaga ay higit pa sa max_amount_available ng ad kapag gumagawa ng trade
tr: Talep edilen tutar, takas oluşturulurken reklamın max_amount_available tutarından fazla
ur: تجارت کرتے وقت درخواست کردہ رقم اشتہار کی max_amount_available سے زیادہ ہے
zh_cn: 创建交易时请求的金额超过广告的 max_amount_available
zh_tw: 創建交易時請求的金額超過廣告的 max_amount_available

# api_error_104
source: Requesting trade for ad who’s poster is on buying vacation
cs: Žádost o výměnu za reklamu, jejíž inzerent je na nákupní dovolené
fi: Pyydetään vaihtoa ilmoitukseen, jonka julkaisija on ostolomalla
fr: Demande d'échange pour l'annonce dont l'auteur est en pause d'achat
it: Richiesta di scambio per l'annuncio il cui inserzionista sta acquistando una vacanza
lt: Prašymas pakeisti skelbimą, kurio plakatas perka atostogas
nb: Be om bytte for annonse hvem sin plakat er på å kjøpe ferie
nl: Verzoek voor transactie van advertentie wiens poster op het kopen van vakantie staat
pl: Prośba o handel przez ogłoszenie, którego autor robi przerwę od kupowania
pt_br: Solicitando troca por anúncio cujo autor está comprando férias
sl: Zahteva trgovanja za oglas, katerega avtor je na nakupovalnem dopustu
sv: Begär handel för annons vems affisch är på att köpa semester
tl: Paghiling ng trade para sa ad kung sino ang poster na bumibili ng bakasyon
tr: Tatilde olan posterin takası talep ediliyor
ur: اشتہار کے لیے تجارت کی درخواست کرنا جس کا پوسٹر تعطیلات کی خریداری پر ہے
zh_cn: 请求交易海报上宣传度假的广告
zh_tw: 請求交易發帖人正在購買假期的廣告

# api_error_106
source: Requester of the trade doesn’t have enough balance to fund the trade request
cs: Žadatel obchodu nemá dostatečný zůstatek k financování požadavku obchodu
fi: Kauppapyynnön esittäjällä ei ole tarpeeksi saldoa kauppapyynnön rahoittamiseen
fr: Le demandeur de l'échange n'a pas assez de solde pour financer la demande d'échange
it: Il richiedente dello scambio non ha saldo sufficiente per finanziare la richiesta di scambio
lt: Prekybos prašytojas neturi pakankamai balanso, kad galėtų finansuoti prekybos užklausą
nb: Forespørselen av handelen har ikke nok saldo til å finansiere handelsforespørselen
nl: Aanvrager van de transactie heeft onvoldoende saldo om het handelsverzoek te financieren
pl: Zleceniodawca handlu nie ma wystarczającego salda, aby sfinansować żądanie handlu
pt_br: O solicitante da troca não tem saldo suficiente para financiar a solicitação da troca
sl: Vlagatelj zahteve za trgovanje nima dovolj sredstev za financiranje zahteve za trgovanje
sv: Den som begär handeln har inte tillräckligt med saldo för att finansiera handelsförfrågan
tl: Ang humiling ng kalakalan ay walang sapat na balanse upang pondohan ang kahilingan sa kalakalan
tr: Takas talebinde bulunan kişinin, takas talebini finanse etmek için yeterli bakiyesi yok
ur: تجارت کی درخواست کرنے والے کے پاس تجارتی درخواست کو فنڈ دینے کے لیے کافی بیلنس نہیں ہے
zh_cn: 交易请求者没有足够的余额来资助交易请求
zh_tw: 交易請求者沒有足夠的餘額來為交易請求提供資金

# api_error_108
source: minAmount cannot be equal to or larger than maxAmount
cs: minAmount nemůže být rovna nebo větší než maxAmount
fi: minAmount ei voi olla yhtä suuri tai suurempi kuin maxAmount
fr: « minAmount » ne peut pas être égal ou supérieur à « maxAmount »
it: minAmount non può essere uguale o maggiore di maxAmount
lt: minAmount negali būti lygi arba didesnė už maxAmount
nb: minAmount kan ikke være lik eller større enn maxAmount
nl: minAmount kan niet gelijk zijn aan of groter zijn dan maxAmount
pl: minAmount nie może być równa ani większa niż maxAmount
pt_br: minAmount não pode ser igual ou maior que maxAmount
sl: minAmount ne more biti enak ali večji od maxAmount
sv: minAmount kan inte vara lika med eller större än maxAmount
tl: Ang minAmount ay hindi maaaring katumbas o mas malaki kaysa sa maxAmount
tr: minAmount, maxAmount'a eşit veya ondan büyük olamaz
ur: minAmount کے برابر یا اس سے بڑا نہیں ہو سکتا maxAmount
zh_cn: minAmount 不能等于或大于 maxAmount
zh_tw: minAmount 不能等於或大於 maxAmount

# api_error_109
source: Requested amount is more than ad’s maxAmount when creating trade
cs: Požadovaná částka je vyšší než maximální částka reklamy při vytváření obchodu
fi: Pyydetty summa on suurempi kuin ilmoituksen maxAmount kauppaa luotaessa
fr: Le montant demandé est supérieur au montant maximal de l'annonce lors de la création de la transaction
it: L'importo richiesto è superiore all'importo massimo dell'annuncio durante la creazione dello scambio
lt: Kuriant prekybą prašoma suma yra didesnė nei skelbimo maxAmount
nb: Forespurt beløp er mer enn annonsens maxAmount når du oppretter handel
nl: Het aangevraagde bedrag is meer dan de maxAmount van de advertentie bij het maken van een transactie
pl: Żądana kwota jest większa niż maxAmount ogłoszenie podana podczas tworzenia handlu
pt_br: O valor solicitado é maior que o maxAmount do anúncio ao criar a negociação
sl: Zahtevani znesek je večji od največjega zneska oglasa pri ustvarjanju trade-a
sv: Begärt belopp är större än annonsens maxAmount när skapas handel
tl: Ang hiniling na halaga ay higit pa sa maxAmount ng ad kapag gumagawa ng kalakalan
tr: Takas oluştururken talep edilen tutar, reklamın maksimum Tutarından fazla
ur: تجارت کرتے وقت درخواست کردہ رقم اشتہار کی maxAmount سے زیادہ ہے
zh_cn: 创建交易时请求的金额大于广告的 maxAmount
zh_tw: 創建交易時請求的金額超過廣告的 maxAmount

# api_error_110
source: Trade requester has lower feedback score than what is required by the poster
cs: Žadatel o obchod má nižší skóre zpětné vazby, než jaké požaduje inzerent
fi: Kauppapyynnön tekijällä on alhaisempi palautepiste kuin julkaisija vaatii
fr: Le demandeur d'échange a un score d'évaluation inférieur à ce qui est requis par l'annonceur
it: Il richiedente dell'operazione ha un punteggio di feedback inferiore a quello richiesto dall'inserzionista
lt: Prekybos prašytojas turi mažesnį atsiliepimo balą nei reikalaujama plakato
nb: Handelsanmoder har lavere tilbakemeldingsscore enn det som kreves av plakaten
nl: Handelsaanvrager heeft een lagere feedbackscore dan vereist door de plaatser
pl: Zlecający handel ma niższą ocenę niż wymagana przez autora
pt_br: O solicitante da negociação tem uma pontuação de feedback mais baixa do que a exigida pelo autor da postagem
sl: Zahtevalec trgovanja ima nižjo povratno oceno od tiste, ki jo zahteva poster
sv: Handelsförfrågan har lägre feedbackpoäng än vad som krävs av affischen
tl: Ang humihiling ng kalakalan ay may mas mababang marka ng feedback kaysa sa kung ano ang kinakailangan ng poster
tr: Takas talebinde bulunan kişinin geribildirim puanı posterin gerektirdiğinden daha düşük
ur: تجارتی درخواست کنندہ کے پاس پوسٹر کے لیے مطلوبہ فیڈ بیک اسکور سے کم ہے
zh_cn: 交易请求者的反馈分数低于发布者的要求
zh_tw: 貿易請求者的反饋分數低於發布者要求的分數

# api_error_111
source: Requested amount is not one of the accepted amounts, see limit_to_fiat_amounts
cs: Požadovaná částka není jednou z přijatých částek, viz limit_to_fiat_amounts
fi: Pyydetty summa ei ole yksi hyväksytyistä summista, katso limit_to_fiat_amounts
fr: Le montant demandé ne fait pas partie des montants acceptés, voir « limit_to_fiat_amounts »
it: L'importo richiesto non è uno degli importi accettati, vedere limit_to_fiat_amounts
lt: Prašoma suma nėra viena iš priimtų sumų, žr. limit_to_fiat_amounts
nb: Forespurt beløp er ikke et av de aksepterte beløpene, se limit_to_fiat_amounts
nl: Aangevraagd bedrag is niet een van de geaccepteerde bedragen, zie limit_to_fiat_amounts
pl: Żądana kwota nie jest jedną z akceptowanych kwot, zobacz limit_to_fiat_amounts
pt_br: O valor solicitado não é um dos valores aceitos, consulte limit_to_fiat_amounts
sl: Zahtevani znesek ni eden od sprejetih zneskov, glejte limit_to_fiat_amounts
sv: Det begärda beloppet är inte ett av de accepterade beloppen, se limit_to_fiat_amounts
tl: Ang hiniling na halaga ay hindi isa sa mga tinatanggap na halaga, tingnan ang limit_to_fiat_amounts
tr: Talep edilen tutar kabul edilen tutarlardan biri değil, bkz. limit_to_fiat_amounts
ur: درخواست کردہ رقم قبول شدہ رقوم میں سے ایک نہیں ,limit_to_fiat دیکھیں
zh_cn: 请求的金额不是接受的金额之一，请参阅 limit_to_fiat_amounts
zh_tw: 請求的金額不是接受的金額之一，請參閱 limit_to_fiat_amounts

# api_error_112
source: Can’t request a trade for an ad you posted yourself
cs: Nelze požádat o obchod za reklamu, kterou jste sami zveřejnili
fi: Et voi pyytää vaihtoa itse julkaisemillesi ilmoitukselle
fr: Impossible de demander un échange pour une annonce que vous avez vous-même publiée
it: Non è possibile richiedere uno scambio per un annuncio pubblicato da te
lt: Negalite prašyti pakeisti skelbimą, kurį pats paskelbėte
nb: Kan ikke be om bytte av en annonse du har lagt ut selv
nl: Kan geen transactie aanvragen voor een advertentie die u zelf heeft geplaatst
pl: Nie możesz poprosić o handel z ogłoszeniem, które sam zamieściłeś
pt_br: Não é possível solicitar a troca de um anúncio que você mesmo postou
sl: Ne morete zahtevati zamenjave za oglas, ki ste ga objavili sami
sv: Du kan inte begära ett byte för en annons som du själv har lagt upp
tl: Hindi makahiling ng trade para sa isang ad na ikaw mismo ang nag-post
tr: Kendi yayınladığınız bir reklam için takas talebinde bulunamazsınız
ur: آپ اپنے پوسٹ کردہ اشتہار کے لیے تجارت کی درخواست نہیں کر سکتے
zh_cn: 无法请求对您自己发布的广告进行交易
zh_tw: 無法為您自己發布的廣告請求交易

# api_error_113
source: Can’t set paymentWindowMinutes to <15 or >90 when updating ad
cs: Při aktualizaci reklamy nelze nastavit paymentWindowMinutes na <15 nebo >90
fi: PayWindowMinutes ei voi asettaa arvoon <15 tai >90 ilmoitusta päivitettäessä
fr: Impossible de définir « paymentWindowMinutes » sur <15 ou >90 lors de la mise à jour de l'annonce
it: Impossibile impostare paymentWindowMinutes su <15 o >90 durante l'aggiornamento dell'annuncio
lt: Atnaujinant skelbimą, mokėjimo lango minutės negalima nustatyti į <15 arba >90
nb: Kan ikke sette paymentWindowMinutes til <15 eller >90 når annonsen oppdateres
nl: Kan paymentWindowMinutes niet instellen op <15 of >90 bij het updaten van de advertentie
pl: Nie można ustawić paymentWindowMinutes na <15 lub >90 podczas aktualizacji ogłoszenia
pt_br: Não é possível definir o paymentWindowMinutes para <15 ou >90 ao atualizar o anúncio
sl: PaymentWindowMinutes pri posodabljanju oglasa ni mogoče nastaviti na <15 ali >90
sv: Kan inte ange paymentWindowMinutes till <15 eller >90 vid uppdatering av annons
tl: Hindi maitakda ang paymentWindowMinutes sa <15 o >90 kapag nag-a-update ng ad
tr: Reklam güncellenirken ödemeWindowMinutes <15 veya >90 olarak ayarlanamıyor
ur: اشتہار کو اپ ڈیٹ کرتے وقت PayWindowMinutes کو <15 یا >90 پر سیٹ نہیں کیا جا سکتا
zh_cn: 更新广告时无法将 paymentWindowMinutes 设置为 <15 或 >90
zh_tw: 更新廣告時無法將 paymentWindowMinutes 設置為 <15 或 >90

# api_error_114
source: Can’t set paymentWindowMinutes to <15 or >90 when creating ad
cs: Při vytváření reklamy nelze nastavit paymentWindowMinutes na <15 nebo >90
fi: PayWindowMinutes ei voi asettaa arvoksi <15 tai >90 ilmoitusta luotaessa
fr: Impossible de définir « paymentWindowMinutes » sur <15 ou >90 lors de la création d'une annonce
it: Impossibile impostare paymentWindowMinutes su <15 o >90 durante la creazione dell'annuncio
lt: Kuriant skelbimą negalima nustatyti mokėjimo lango minučių <15 arba >90
nb: Kan ikke sette paymentWindowMinutes til <15 eller >90 når du oppretter en annonse
nl: Kan paymentWindowMinutes niet instellen op <15 of >90 bij het maken van een advertentie
pl: Nie można ustawić paymentWindowMinutes na <15 lub >90 podczas tworzenia ogłoszenia
pt_br: Não é possível definir o paymentWindowMinutes para <15 ou >90 ao criar o anúncio
sl: PaymentWindowMinutes pri ustvarjanju oglasa ni mogoče nastaviti na <15 ali >90
sv: Kan inte ange paymentWindowMinutes till <15 eller >90 när annons skapas
tl: Hindi maitakda ang paymentWindowMinutes sa <15 o >90 kapag gumagawa ng ad
tr: Reklam oluştururken ödemeWindowMinutes <15 veya >90 olarak ayarlanamıyor
ur: اشتہار بناتے وقت ادائیگی کے WindowMinutes کو <15 یا >90 پر سیٹ نہیں کیا جا سکتا
zh_cn: 创建广告时无法将 paymentWindowMinutes 设置为 <15 或 >90
zh_tw: 創建廣告時無法將 paymentWindowMinutes 設置為 <15 或 >90

# api_error_115
source: Trade by requested ID doesn’t exist
cs: Obchod podle požadovaného ID neexistuje
fi: Kauppaa pyydetyllä tunnuksella ei ole olemassa
fr: La transaction demandée par son identifiant n'existe pas
it: Il commercio in base all'ID richiesto non esiste
lt: Prekyba pagal prašomą ID neegzistuoja
nb: Handel med forespurt ID finnes ikke
nl: Transactie op aangevraagde ID bestaat niet
pl: Handel z żądanym identyfikatorem nie istnieje
pt_br: A troca pelo ID solicitado não existe
sl: Trade z zahtevanim ID-jem ne obstaja
sv: Handel med efterfrågat ID finns inte
tl: Ang kalakalan sa pamamagitan ng hiniling na ID ay hindi umiiral
tr: İstenilen kimliğe göre ticaret mevcut değil
ur: درخواست کردہ ID کے ذریعہ تجارت موجود نہیں ہے
zh_cn: 请求的 ID 进行的交易不存在
zh_tw: 按請求 ID 進行的交易不存在

# api_error_116
source: User requesting trade doesn’t exist
cs: Uživatel požadující obchod neexistuje
fi: Kauppaa pyytävää käyttäjää ei ole olemassa
fr: L'utilisateur qui demande l'échange n'existe pas
it: L'utente che richiede lo scambio non esiste
lt: Vartotojas, prašantis prekybos, neegzistuoja
nb: Bruker som ber om handel eksisterer ikke
nl: Gebruiker die transactie aanvraagt bestaat niet
pl: Użytkownik proszący o handel nie istnieje
pt_br: O usuário que está solicitando a troca não existe
sl: Uporabnik, ki zahteva trade, ne obstaja
sv: Användare som begär handel existerar inte
tl: Ang user na humihiling ng kalakalan ay hindi umiiral
tr: Takas isteyen kullanıcı mevcut değil
ur: تجارت کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求交易的用户不存在
zh_tw: 請求交易的用戶不存在

# api_error_117
source: The currency for which the exchange rate has been requested does not exist
cs: Měna, pro kterou byl směnný kurz požadován, neexistuje
fi: Valuuttaa, jolle vaihtokurssia on pyydetty, ei ole olemassa
fr: La devise pour laquelle le taux de change a été demandé n'existe pas
it: La valuta per la quale è stato richiesto il tasso di cambio non esiste
lt: Valiutos, kurios valiutos keitimo kurso buvo prašoma, nėra
nb: Valutaen som valutakursen er forespurt for, eksisterer ikke
nl: De valuta waarvoor de wisselkoers is opgevraagd, bestaat niet
pl: Waluta, dla której zażądano kursu wymiany, nie istnieje
pt_br: A moeda para a qual a taxa de câmbio foi solicitada não existe
sl: Valuta, za katero je bil zahtevan menjalni tečaj, ne obstaja
sv: Den valuta för vilken växelkursen har begärts existerar inte
tl: Ang pera kung saan hiniling ang halaga ng palitan ay hindi umiiral
tr: Döviz kurunun talep edildiği para birimi mevcut değil
ur: جس کرنسی کے لیے شرح مبادلہ کی درخواست کی گئی ہے وہ موجود نہیں ہے
zh_cn: 请求汇率的货币不存在
zh_tw: 請求匯率的貨幣不存在

# api_error_118
source: User requesting funding of trade doesn’t exist
cs: Uživatel požadující financování obchodu neexistuje
fi: Kaupan rahoitusta pyytävää käyttäjää ei ole olemassa
fr: L'utilisateur demandant le financement de la transaction n'existe pas
it: L'utente che richiede il finanziamento del commercio non esiste
lt: Prekybos finansavimo prašantis naudotojas neegzistuoja
nb: Bruker som ber om finansiering av handel eksisterer ikke
nl: Gebruiker die financiering van handel aanvraagt, bestaat niet
pl: Użytkownik proszący o sfinansowanie handlu nie istnieje
pt_br: O usuário que solicita o financiamento do comércio não existe
sl: Uporabnik, ki zahteva financiranje trade-a, ne obstaja
sv: Användare som begär finansiering av handel existerar inte
tl: Ang user na humihiling ng pagpopondo ng kalakalan ay hindi umiiral
tr: Ticaretin finansmanını talep eden kullanıcı mevcut değil
ur: تجارت کی فنڈنگ کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求交易资金的用户不存在
zh_tw: 請求交易資金的用戶不存在

# api_error_119
source: Attempting to fund a trade that doesn’t exist
cs: Pokus o financování obchodu, který neexistuje
fi: Yritetään rahoittaa kauppaa, jota ei ole olemassa
fr: Tentative de financer une transaction qui n'existe pas
it: Tentativo di finanziare un commercio che non esiste
lt: Bandoma finansuoti neegzistuojančią prekybą
nb: Forsøk på å finansiere en handel som ikke eksisterer
nl: Poging om een transactie te financieren die niet bestaat
pl: Próba sfinansowania transakcji, która nie istnieje
pt_br: Tentar financiar um comércio que não existe
sl: Poskus financiranja trade-a, ki ne obstaja
sv: Försök att finansiera en handel som inte existerar
tl: Pagtatangkang pondohan ang isang kalakalan na hindi umiiral
tr: Var olmayan bir ticareti finanse etmeye çalışmak
ur: ایسی تجارت کو فنڈ دینے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 试图为不存在的交易提供资金
zh_tw: 試圖為不存在的交易提供資金

# api_error_120
source: User requesting escrow of trade doesn’t exist
cs: Uživatel požadující úschovu obchodu neexistuje
fi: Kaupan turvatalletusta pyytävää käyttäjää ei ole olemassa
fr: L'utilisateur demandant l'utilisation d'un dépôt fiduciaire pour la transaction n'existe pas
it: L'utente che richiede il deposito a garanzia dell'operazione non esiste
lt: Prekybos sąlyginio deponavimo prašymą pateikęs vartotojas neegzistuoja
nb: Bruker som ber om escrow of trade eksisterer ikke
nl: Gebruiker die escrow van handel aanvraagt, bestaat niet
pl: Użytkownik żądający kwoty pod zastaw nie istnieje
pt_br: O usuário que solicita a caução da negociação não existe
sl: Uporabnik, ki zahteva escrow trade-a, ne obstaja
sv: Användare som begär escrow av handel existerar inte
tl: Ang user na humihiling ng escrow of trade ay hindi umiiral
tr: Ticari emanet talep eden kullanıcı mevcut değil
ur: تجارت کے ایسکرو کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求交易托管的用户不存在
zh_tw: 請求交易託管的用戶不存在

# api_error_121
source: Attempting to escrow a trade that doesn’t exist
cs: Pokus o úschovu obchodu, který neexistuje
fi: Yritetään sulkea kauppa, jota ei ole olemassa
fr: Tentative de mise en place d'un dépôt fiduciaire pour une transaction qui n'existe pas
it: Tentare di depositare in garanzia un'operazione che non esiste
lt: Bandoma deponuoti neegzistuojančią prekybą
nb: Forsøk på å deponere en handel som ikke eksisterer
nl: Poging om een transactie te escrowen die niet bestaat
pl: Próba przekazania środków pod zastaw dla handlu, który nie istnieje
pt_br: Tentativa de custódia de uma negociação que não existe
sl: Poskus escrowa trade-a, ki ne obstaja
sv: Försöker escrowa en handel som inte existerar
tl: Pagtatangkang i-escrow ang isang trade na wala
tr: Var olmayan bir ticareti emanet etmeye çalışmak
ur: ایسی تجارت کو ایسکرو کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试托管不存在的交易
zh_tw: 試圖託管不存在的交易

# api_error_122
source: Insufficient funds to fund a floating LOCAL_SELL trade
cs: Nedostatek finančních prostředků k financování pohyblivého obchodu LOCAL_SELL
fi: Rahat eivät riitä kaupan rahoittamiseen
fr: Fonds insuffisants pour financer une transaction LOCAL_SELL flottante
it: Fondi insufficienti per finanziare un'operazione
lt: Nepakanka lėšų prekybai finansuoti
nb: Ikke nok midler til å finansiere en handel
nl: Onvoldoende saldo om een zwevende LOCAL_SELL-transactie te financieren
pl: Niewystarczające środki na sfinansowanie transakcji
pt_br: Fundos insuficientes para financiar uma negociação LOCAL_SELL flutuante
sl: Nezadostna sredstva za financiranje trgovine
sv: Otillräckliga medel för att finansiera en transaktion
tl: Hindi sapat na pondo upang pondohan ang isang lumulutang na LOCAL_SELL na kalakalan
tr: Bir ticareti finanse etmek için yeterli fon yok
ur: تجارت کو فنڈ دینے کے لیے ناکافی فنڈز
zh_cn: 资金不足以支持交易
zh_tw: 資金不足以為交易提供資金
