Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcoinjoin250Sb2250Sbtitle
source: How do ring signatures solve these issues?
cs: Jak kruhové podpisy řeší tyto problémy?
fi: Miten sormusallekirjoitukset ratkaisevat nämä ongelmat?
fr: Comment les signatures de cercle résolvent-elles ces problèmes ?
it: Come fanno le firme ad anello a risolvere questi problemi?
lt: Kaip žiediniai parašai išsprendžia šias problemas?
nb: Hvordan løser ringsignaturer disse problemene?
nl: Hoe lossen ringhandtekeningen deze problemen op?
pl: W jaki sposób ring signatures rozwiązują te problemy?
pt_br: Como as assinaturas de anéis resolvem esses problemas?
sl: Kako obročni ali "ring" podpisi rešujejo te težave?
sv: Hur löser ringsignaturer dessa problem?
tl: Paano malulutas ng mga ring signature ang mga isyung ito?
tr: Halka imzalar bu sorunları nasıl çözer?
ur: انگوٹھی کے دستخط ان مسائل کو کیسے حل کرتے ہیں؟
zh_cn: 环形签名如何解决这些问题？
zh_tw: 環形簽名如何解決這些問題？

# knowledge250Sbkeys250Sb1250Sbtitle
source: Why is holding your own keys important?
cs: Proč je důležité držet vlastní klíče?
fi: Miksi omien avainten säilyttäminen on tärkeää?
fr: Pourquoi est-il important de détenir soi-même ses propres clés ?
it: Perché è importante tenere le proprie chiavi?
lt: Kodėl svarbu turėti savo raktus?
nb: Hvorfor er det viktig å holde dine egne nøkler?
nl: Waarom is het belangrijk om uw eigen sleutels te hebben?
pl: Dlaczego samodzielne trzymanie kluczy jest ważne?
pt_br: Por que segurar suas próprias chaves é importante?
sl: Zakaj je pomembno imeti lastne ključe?
sv: Varför är det viktigt att ha dina egna nycklar?
tl: Bakit mahalaga ang paghawak ng sarili mong mga susi?
tr: Kendi anahtarlarınızı tutmak neden önemlidir?
ur: آپ کی اپنی چابیاں رکھنا کیوں ضروری ہے؟
zh_cn: 为什么持有自己的钥匙很重要？
zh_tw: 為什麼持有自己的鑰匙很重要？

# right8722Sbdrawer250Sbsettings
source: Settings
cs: Nastavení
fi: Asetukset
fr: Réglages
it: Impostazioni
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sl: Nastavitve
sv: inställningar
tl: Mga setting
tr: Ayarlar
ur: ترتیبات
zh_cn: 设置
zh_tw: 設置

# right8722Sbdrawer250Sbwallet
source: Wallet
cs: Peněženka
fi: Lompakko
fr: Portefeuille
lt: Piniginė
nb: Lommebok
nl: Portefeuille
pl: Portfel
pt_br: Carteira
sl: Denarnica
sv: Plånbok
tr: Cüzdan
ur: پرس
zh_cn: 钱包
zh_tw: 錢包

# sanction250Sbaction8722Sbnotice
source: You are prohibited from performing this action due to the following restriction on your account:
cs: Tuto akci máte zakázáno provést z důvodu následujícího omezení vašeho účtu:
fi: Olet estetty suorittamasta tätä toimintoa tiliäsi koskevan rajoituksen vuoksi:
fr: Il vous est interdit d'effectuer cette action en raison de la restriction suivante sur votre compte :
it: Ti è vietato eseguire questa azione a causa della seguente restrizione sul tuo account:
lt: Jums draudžiama atlikti šį veiksmą dėl šio paskyros apribojimo:
nb: Du har forbud mot å utføre denne handlingen på grunn av følgende begrensning på kontoen din:
nl: U mag deze actie niet uitvoeren vanwege de volgende beperking op uw account:
pl: Nie możesz wykonać tej czynności ze względu na poniższe ograniczenia na Twoim koncie:
pt_br: Você está proibido de realizar esta ação devido à seguinte restrição em sua conta:
sl: Izvedba tega dejanja vam jeonemogočena zaradi naslednje omejitve v vašem računu:
sv: Du kan inte utföra denna åtgärd på grund av följande begränsning på ditt konto:
tl: Ipinagbabawal kang gawin ang pagkilos na ito dahil sa sumusunod na paghihigpit sa iyong account:
tr: Hesabınızda aşağıdaki kısıtlama nedeniyle bu eylemi gerçekleştirmeniz yasaktır:
ur: آپ کے اکاؤنٹ پر درج ذیل پابندی کی وجہ سے آپ کو یہ کارروائی کرنے سے منع کیا گیا ہے:
zh_cn: 由于您的帐户受到以下限制，因此禁止您执行此操作：
zh_tw: 由於您的帳戶受到以下限制，因此禁止您執行此操作：

# guide250Sb2fa250Sbstep8722Sbone8722Sbtext8722Sb0
source: Two-factor authentication (2FA) is enabled from the 'Two-factor authentication' tab on the settings page. When activating two-factor authentication it is very important that you <strong> write down the backup code </strong> and keep it in a safe place, preferably on paper. If you lose access to your two-factor codes you will not be able to log in to your account and {appName} will not be able to help you. That's the point of 2FA. <strong> Use at your own risk. </strong>
cs: Dvoufaktorové ověřování (2FA) je povoleno na kartě „Dvoufaktorové ověřování“ na stránce nastavení. Při aktivaci dvoufaktorové autentizace je velmi důležité, abyste si <strong> zapsali záložní kód </strong> a uschovali jej na bezpečném místě, nejlépe na papíře. Pokud ztratíte přístup ke svým dvoufaktorovým kódům, nebudete se moci přihlásit ke svému účtu a {appName} vám nebude moci pomoci. To je smyslem 2FA. <strong> Používejte na vlastní riziko. </strong>
fi: Kaksivaiheinen todennus (2FA) otetaan käyttöön asetussivun "Kaksivaiheinen todennus" -välilehdellä. Kun aktivoit kaksivaiheisen todennuksen, on erittäin tärkeää, että <strong> kirjoitat muistiin varmistuskoodin </strong> ja säilytät sen turvallisessa paikassa, mieluiten paperilla. Jos menetät pääsyn kaksivaiheisiin koodeihisi, et voi kirjautua sisään tilillesi eikä {appName} voi auttaa sinua. Se on 2FA:n pointti. <strong> Käytä omalla vastuulla. </strong>
fr: L'authentification à deux facteurs (2FA) est activée à partir de l'onglet "Authentification à deux facteurs" sur la page des paramètres. Lors de l'activation de l'authentification à deux facteurs, il est très important que vous <strong>notiez le code de secours</strong> et que vous le conserviez en lieu sûr, de préférence sur papier. Si vous perdez l'accès à vos codes d'identification à deux facteurs, vous ne pourrez pas vous connecter à votre compte et {appName} ne pourra pas vous aider. C'est la fonction même de l'authentification à deux facteurs 2FA. <strong>Utilisez la à vos risques et périls.</strong>
it: Puoi abilitare l'autenticazione a due fattori (2FA) nelle impostazioni del tuo profilo. Quando si attiva l'autenticazione a due fattori è molto importante che <strong>copi il codice di backup</strong> e lo tieni in un posto sicuro, preferibilmente su carta. Se perdi l'accesso ai tuoi codici a due fattori, non sarai più in grado di accedere al tuo account e {appName} non sarà in grado di aiutarti. <strong>Usa a tuo rischio.</strong>
lt: Dviejų veiksnių autentifikavimas (2FA) įgalinamas nustatymų puslapio skirtuke „Dviejų veiksnių autentifikavimas“. Aktyvuojant dviejų veiksnių autentifikavimą labai svarbu <strong> užsirašyti atsarginį kodą </strong> ir laikyti jį saugioje vietoje, pageidautina popieriuje. Jei prarasite prieigą prie savo dviejų veiksnių kodų, negalėsite prisijungti prie savo paskyros ir {appName} negalės jums padėti. Tai yra 2FA esmė. <strong> Naudokite savo rizika. </strong>
nb: Tofaktorautentisering (2FA) er aktivert fra kategorien Tofaktorautentisering på innstillingssiden. Når du aktiverer tofaktorautentisering er det svært viktig at du <strong> skriver ned backupkoden </strong> og oppbevarer den på et trygt sted, helst på papir. Hvis du mister tilgangen til tofaktorkodene dine, vil du ikke kunne logge på kontoen din og {appName} vil ikke kunne hjelpe deg. Det er poenget med 2FA. <strong> Bruk på eget ansvar. </strong>
nl: Tweefactorauthenticatie (2FA) wordt ingeschakeld via het tabblad 'Tweefactorauthenticatie' op de instellingenpagina. Bij het activeren van tweefactorauthenticatie is het van groot belang dat u <strong> de back-upcode </strong> opschrijft en op een veilige plek bewaart, bij voorkeur op papier. Als u de toegang tot uw tweefactorcodes kwijtraakt, kunt u zich niet aanmelden bij uw account en kan {appName} u niet helpen. Dat is het punt van 2FA. <strong> Gebruik op eigen risico. </strong>
pl: Uwierzytelnianie dwuskładnikowe (2FA) jest włączane w zakładce „Uwierzytelnianie dwuskładnikowe” na stronie Ustawienia. Podczas aktywacji uwierzytelniania dwuskładnikowego bardzo ważne jest, abyś <strong> zapisał kod kopii zapasowej </strong> i zachował go w bezpiecznym miejscu, najlepiej na papierze. Jeśli stracisz dostęp do swoich dwuskładnikowych kodów, nie będziesz mógł zalogować się na swoje konto, a {appName} nie będzie w stanie Ci pomóc. Na tym polega zabezpieczenie 2FA.<strong> Używaj własną odpowiedzialność.</strong>
pt_br: A autenticação de dois fatores (2FA) pode ser ativada na aba 'Autenticação dois fatores' da página de configurações. Ao ativar este método, é importante que você <strong> anote o código de backup </strong> e guarde-o num local seguro, de preferência em papel. Se você perder acesso ao seus códigos você não poderá acessar sua conta e o {appName} também não poderá ajudá-lo. Esse é o ponto do 2FA. <strong> Use por sua conta e risco! </strong>
sl: Dvostopenjska avtentikacija (2FA) je omogočena preko zavihka "Dvofaktorska avtentikacija" na strani z nastavitvami. Pri aktiviranju dvostopenjske avtentikacije je zelo pomembno, da <strong> zapišete rezervno kodo </strong> in jo shranite na varnem mestu, po možnosti na kosu papirja. Če izgubite dostop do dvofaktorskih kod, se ne boste mogli prijaviti v svoj račun in {appName} vam ne bo mogel pomagati. To je bistvo 2FA. <strong> Uporabljajte na lastno odgovornost. </strong>
sv: Tvåfaktorsautentisering (2FA) aktiveras från fliken "Tvåfaktorsautentisering" på inställningssidan. När du aktiverar tvåfaktorsautentisering är det mycket viktigt att du <strong> skriver ner reservkoden </strong> och förvarar den på ett säkert ställe, helst på papper. Om du förlorar åtkomsten till dina tvåfaktorskoder kommer du inte att kunna logga in på ditt konto och {appName} kommer inte att kunna hjälpa dig. Det är poängen med 2FA. <strong> Användning på egen risk. </strong>
tl: Ang two-factor authentication (2FA) ay pinagana mula sa tab na 'Two-factor authentication' sa pahina ng mga setting. Kapag ina-activate ang two-factor authentication, napakahalaga na isulat mo <strong> ang backup code </strong> at itago ito sa isang ligtas na lugar, mas mabuti sa papel. Kung nawalan ka ng access sa iyong mga two-factor code, hindi ka makakapag-log in sa iyong account at hindi ka matutulungan ng {appName}. Iyan ang punto ng 2FA. <strong> Gamitin sa iyong sariling peligro. </strong>
tr: İki faktörlü kimlik doğrulama (2FA), ayarlar sayfasındaki 'İki faktörlü kimlik doğrulama' sekmesinden etkinleştirilir. İki faktörlü kimlik doğrulamayı etkinleştirirken, <strong> yedek kodunu </strong> yazmanız ve onu güvenli bir yerde, tercihen kağıt üzerinde saklamanız çok önemlidir. İki faktörlü kodlarınıza erişiminizi kaybederseniz, hesabınıza giriş yapamayacaksınız ve {appName} size yardımcı olamayacaktır. 2FA'nın amacı budur. <strong> Kullanım riski size aittir. </strong>
ur: ٹو فیکٹر توثیق (2FA) سیٹنگز کے صفحے پر 'Two-factor authentication' ٹیب سے فعال ہے۔ دو عنصری تصدیق کو چالوکرتے وقت یہ بہت اہم ہے کہ آپ <strong> بیک اپ کوڈ </strong> لکھیں اور اسے کسی محفوظ جگہ پر رکھیں، ترجیحاً کاغذ پر۔ اگر آپ اپنے دو فیکٹر کوڈز تک رسائی کھو دیتے ہیں تو آپ اپنے اکاؤنٹ میں لاگ ان نہیں ہو پائیں گے اور {appName} آپ کی مدد نہیں کر سکے گا۔ یہ 2FA کا نقطہ ہے۔ <strong> اپنی ذمہ داری پر استعمال کریں۔ </strong>
zh_cn: 双重身份验证可以通过安全设置页面启用。 激活双重身份验证时，需要<strong>将备份代码记录在安全的位置</strong>，最好是纸上。如果您找不到双重身份代码，将无法登录帐户，{appName}无法帮到你。这就是双重身份验证的意义所在。 <strong>请自担风险使用。</strong>
zh_tw: 雙重身份驗證可以通過安全設置頁面啟用。激活雙重身份驗證時，需要<strong>將備份代碼記錄在安全的位置</strong>，最好是紙上。如果您找不到雙重身份代碼，將無法登錄帳戶，{appName}無法幫到你。這就是雙重身份驗證的意義所在。 <strong>請自擔風險使用。 </strong>

# guide250Sb2fa250Sbstep8722Sbone8722Sbtext8722Sb1
source: {appName} offers {totp} 2FA. Once 2FA is enabled, {authMobileApp} will be synchronized with {appName} and will produce 6-digit one-time passwords. This password is changed every minute. To login or withdraw arbitration bond, in addition to your password you also need to enter this one-time password before it expires.
cs: {appName} nabízí {totp} 2FA. Jakmile je povoleno 2FA, bude {authMobileapp} synchronizováno s {appName} a vytvoří se 6 místná jednorázová hesla. Toto heslo se mění každou minutu. Chcete-li se přihlásit nebo stáhnout arbitrážní dluhopis, musíte kromě hesla zadat také toto jednorázové heslo, než vyprší jeho platnost.
fi: {appName} tarjoaa {totp} 2FA:n. Kun 2FA on käytössä, {authMobileApp} synkronoidaan {appName}:n kanssa ja se tuottaa 6-numeroisia kertaluonteisia salasanoja. Tämä salasana vaihtuu minuutin välein. Jotta voit kirjautua sisään tai nostaa välimiesmaksun, sinun on salasanasi lisäksi annettava tämä kertaluonteinen salasana ennen sen vanhenemista.
fr: {appName} propose d'utiliser un {totp} 2FA. Une fois l'authentification à deux facteurs 2FA activée, {authMobileapp} sera synchronisée avec {appName} et produira des mots de passe à usage unique à 6 chiffres. Ce mot de passe change toutes les minutes. Pour vous connecter ou retirer la caution d'arbitrage, en plus de votre mot de passe, vous devez également saisir ce mot de passe à usage unique avant son expiration.
it: {appName} offre {totp} 2FA. Una volta abilitata la 2FA, {authMobileApp} sarà sincronizzato con {appName} e produrrà password monouso di 6 cifre. Questa password viene cambiata ogni minuto. Per effettuare il login o ritirare un'obbligazione arbitrale, oltre alla tua password devi anche inserire questa password monouso prima che scada.
lt: {appName} siūlo {totp} 2FA. Įjungus 2FA, {authMobileApp} bus sinchronizuotas su {appName} ir sukurs 6 skaitmenų vienkartinius slaptažodžius. Šis slaptažodis keičiamas kas minutę. Norėdami prisijungti arba atsiimti arbitražo obligaciją, be slaptažodžio turite įvesti ir šį vienkartinį slaptažodį, kol jis nesibaigs.
nb: {appName} tilbyr {totp} 2FA. Når 2FA er aktivert, vil {authMobileApp} bli synkronisert med {appName} og vil produsere 6-sifrede engangspassord. Dette passordet endres hvert minutt. For å logge inn eller trekke voldgiftsbinding, må du i tillegg til passordet ditt også skrive inn dette engangspassordet før det utløper.
nl: {appName} biedt {totp} 2FA. Zodra 2FA is ingeschakeld, wordt {authMobileapp} gesynchroniseerd met {appName} en worden eenmalige wachtwoorden van 6 cijfers geproduceerd. Dit wachtwoord wordt elke minuut gewijzigd. Om in te loggen of de arbitragebond in te trekken, moet u naast uw wachtwoord ook dit eenmalige wachtwoord invoeren voordat het verloopt.
pl: {appName} oferuje {totp} 2FA. Po włączeniu 2FA {authMobileApp} zostanie zsynchronizowana z {appName} i wygeneruje 6-cyfrowe jednorazowe hasła. Hasło zmieniają się co minutę. Aby zalogować się lub wypłacić środki pod zastaw, oprócz hasła musisz również wprowadzić jednorazowe hasło przed jego wygaśnięciem.
pt_br: {appName} oferece {totp} 2FA. Uma vez ativado o 2FA, {authMobileapp} será sincronizado com {appName} e produzirá senhas de 6 dígitos de uma só vez. Esta senha é alterada a cada minuto. Para fazer o login ou retirar o título de arbitragem, além de sua senha, você também precisa digitar esta senha única antes que ela expire.
sl: {appName} ponuja {totp} 2FA. Ko je 2FA omogočen, bo {authMobileApp} sinhroniziran z {appName} in bo ustvaril 6-mestna gesla za enkratno uporabo. To geslo se spremeni vsako minuto. Za prijavo ali prenos arbitražne obveznice morate poleg gesla vnesti tudi to enkratno geslo, preden poteče.
sv: {appName} erbjudanden {totp} 2FA. När 2FA är aktiverat kommer {authMobileApp} att synkroniseras med {appName} och kommer att producera 6-siffriga engångslösenord. Detta lösenord ändras varje minut. För att logga in eller dra tillbaka skiljedomstol behöver du förutom ditt lösenord även ange detta engångslösenord innan det löper ut.
tl: Nag-aalok ang {appName} ng {totp} 2FA. Kapag ang 2FA ay pinagana, ang {authMobileapp} ay isi-synchronize sa {appName} at gagawa ng 6-digit na isang beses na password. Ang password na ito ay binabago bawat minuto. Upang mag-login o mag-withdraw ng arbitration bond, bilang karagdagan sa iyong password kailangan mo ring ipasok ang isang beses na password bago ito mag-expire.
tr: {appName}, {totp} 2FA sunar. 2FA etkinleştirildiğinde, {authMobileApp}, {appName} ile senkronize edilecek ve 6 haneli tek seferlik şifreler üretecektir. Bu şifre her dakika değiştirilmektedir. Giriş yapmak veya tahkim bonosunu geri çekmek için şifrenize ek olarak bu tek kullanımlık şifreyi de süresi dolmadan girmeniz gerekmektedir.
ur: {appName} پیش کرتا ہے {totp} 2FA۔ ايک د فع 2FA کے فعال ہونے کے بعد، {authMobileApp} کو {appName} کے ساتھ ہم آہنگ کیا جائے گا اور6-digit one-time password تیار کرے گا۔ یہ پاس ورڈ ہر منٹ میں تبدیل کیا جاتا ہے۔ ثالثی بانڈ کو لاگ ان کرنے یا واپس لینے کے لیے، آپ کے پاس ورڈ کے علاوہ آپ کو یہ یک وقتی پاس ورڈ بھی داخل کرنا ہوگا اس کی میعاد ختم ہونے سے پہلے۔
zh_cn: {appName} 提供 {totp} 2FA。启用 2FA 后， {authMobileApp} 将与 {appName} 同步并生成 6 位一次性密码。此密码每分钟更改一次。要登录或提取仲裁保证金，除了您的密码外，您还需要在密码到期前输入此一次性密码。
zh_tw: {appName} 提供 {totp} 2FA。啟用 2FA 後， {authMobileApp} 將與 {appName} 同步並生成 6 位一次性密碼。此密碼每分鐘更改一次。要登錄或提取仲裁保證金，除了您的密碼外，您還需要在密碼到期前輸入此一次性密碼。

# guide250Sb2fa250Sbstep8722Sbone8722Sbtext8722Sb18722Sbauth8722Sbmobile8722Sbapp
source: authentication mobile app
cs: autentizační mobilní aplikace
fi: autentikointi mobiilisovellus
fr: application mobile d'authentification
it: autenticazione app mobile
lt: autentifikavimo mobilioji programa
nb: mobilapp for autentisering
nl: authenticatie mobiele app
pl: aplikacja autoryzacji dwuskładnikowej
pt_br: app de autenticação
sl: mobilna aplikacija za preverjanje pristnosti
sv: autentisering mobil app
tl: mobile app ng pagpapatunay
tr: kimlik doğrulama mobil uygulaması
ur: تصدیقی موبائل ایپ
zh_cn: 身份验证应用程序
zh_tw: 身份驗証應用程序

# guide250Sb2fa250Sbstep8722Sbone8722Sbtext8722Sb18722Sbtotp
source: Time-based One-time Password Algorithm (TOTP)
cs: Časově založený algoritmus jednorázového hesla (TOTP)
fi: Aikaperusteinen kertakäyttöinen salasana-algoritmi ("Time-based One-time Password Algorigthm - TOTP)
fr: algorithme de mot de passe à usage unique basé sur le temps (TOTP)
it: Algoritmo che genera una password una tantum a tempo (TOTP)
lt: Laiku pagrįstas vienkartinio slaptažodžio algoritmas (TOTP)
nb: Tidsbasert engangspassordalgoritme (TOTP)
nl: Op tijd gebaseerde eenmalig wachtwoordalgoritme (TOTP, origineel Time-based One-time Password Algorithm)
sl: Časovni Algoritem za Enkratno Geslo (TOTP)
sv: Tidsbaserad engångslösenordsalgoritm (TOTP)
tr: Zamana Dayalı Tek Kullanımlık Şifre Algoritması (TOTP)
ur: وقت پر مبنی ون ٹائم پاس ورڈ Algorithm(TOTP)
zh_cn: 基于时间的一次性密码算法（TOTP）
zh_tw: 基於時間的一次性密碼算法（TOTP）

# guide250Sb2fa250Sbstep8722Sbone8722Sbtext8722Sb2
source: To start activating two-factor authentication visit the {settingsPage} and choose 'Two-factor authentication' tab.
cs: Chcete-li zahájit aktivaci dvoufaktorové autentizace, navštivte {settingsPage} a vyberte záložku „Dvoufaktorová autentizace“.
fi: Aloita kaksivaiheisen todennuksen aktivointi vierailemalla {settingsPage}-sivulla ja valitsemalla "Kaksivaiheinen todennus" -välilehti.
fr: Pour commencer à utiliser l'authentification à deux facteurs 2FA, visitez la {settingsPage} et choisissez l'onglet "Authentification à deux facteurs".
it: Per avviare l'attivazione dell'autenticazione a due fattori, vai alla pagina {settingsPage} e seleziona la scheda 'Autenticazione a due fattori'.
lt: Norėdami pradėti aktyvuoti dviejų veiksnių autentifikavimą, apsilankykite {settingsPage} ir pasirinkite skirtuką „Dviejų veiksnių autentifikavimas“.
nb: For å begynne å aktivere tofaktorautentisering besøk {settingsPage} og velg kategorien Tofaktorautentisering.
nl: Om twee-factor-authenticatie te activeren, gaat u naar {settingsPage} en kiest u het tabblad 'Twee-factor-authenticatie'.
pl: Aby rozpocząć aktywację uwierzytelniania dwuskładnikowego, odwiedź {settingsPage} i wybierz „Uwierzytelnianie dwuskładnikowe”.
pt_br: Para ativar a autenticação de dois fatores, visite a {settingsPage} e clique na aba 'Autenticação dois fatores'
sl: Če želite začeti z aktiviranjem dvofaktorske avtentikacije, obiščite {settingsPage} in izberite zavihek "Dvofaktorska avtentikacija".
sv: För att börja aktivera tvåfaktorsautentisering, besök {settingsPage} och välj fliken 'Tvåfaktors autentisering' tab.
tl: Upang simulan ang pag-activate ng two-factor authentication, bisitahin ang {settingsPage} at piliin ang tab na 'Two-factor authentication'.
tr: İki faktörlü kimlik doğrulamayı etkinleştirmeye başlamak için {settingsPage} adresini ziyaret edin ve 'İki faktörlü kimlik doğrulama' sekmesini seçin.
ur: دو عنصری تصدیق کو چالو کرنے کے لیے {settingsPage} پر جائیں اور 'Two-factor authentication'' ٹیب کو منتخب کریں۔
zh_cn: 要开始激活双重身份验证，请访问{settingsPage}并选择“双重身份验证”选项卡。
zh_tw: 要開始激活雙重身份驗証，請訪問{settingsPage}並選擇“雙重身份驗証”選項卡。

# guide250Sb2fa250Sbstep8722Sbone8722Sbtext8722Sb28722Sbsettings8722Sbpage
source: settings page
cs: stránka nastavení
fi: asetukset
fr: page des paramètres
it: impostazioni
lt: nustatymų puslapį
nb: innstillingssiden
nl: instellingen pagina
pl: stronę ustawień
pt_br: página de configurações
sl: stran z nastavitvami
sv: sida inställningar
tl: pahina ng mga setting
tr: ayarlar sayfası
ur: ترتیبات کا صفحہ
zh_cn: 设置页
zh_tw: 設置頁
