Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtrade250Sbblock8722Sb18722Sbtext8722Sb1
source: You need to have {assetName} in your {appName} arbitration bond wallet in order for customers to be able to open trade requests from your advertisements. <br/><br/>When a <strong>buyer opens a trade with you</strong>, {assetName} for the full amount of the trade is automatically reserved from your wallet. Give the buyer payment instructions and guide the buyer through paying for the trade. You will receive email notifications when someone replies to your advertisement. <br/><br/> Once the buyer has paid and pressed the<strong> I have paid button</strong> you will receive a notification via e-mail and on the website that a trade has been paid for. <br/><br/> When you've confirmed that you have received the payment it's time for you to finalize the trade. After the trade is finalized and settled, the buyer will have the {assetName} in their settlement wallet. <br/><br/> The final step is to <strong>leave feedback</strong> for the buyer and encourage the buyer to do the same for you. Feedback is important in order to gain reputation and make more trades.
cs: Aby zákazníci mohli otevírat obchodní požadavky z vašich reklam, musíte mít {assetName} ve své {appName} peněžence s arbitrážními dluhopisy. <br/><br/>Když s vámi <strong>kupující otevře obchod</strong>, z vaší peněženky se automaticky zarezervuje {assetName} v plné výši obchodu. Dejte kupujícímu pokyny k platbě a veďte kupujícího při platbě za obchod. Obdržíte e-mailová upozornění, když někdo odpoví na váš inzerát. <br/><br/> Jakmile kupující zaplatí a stiskne tlačítko <strong> Zaplatil jsem</strong>, obdržíte upozornění e-mailem a na webovou stránku, že obchod byl zaplacen. <br/><br/> Když potvrdíte, že jste obdrželi platbu, je čas dokončit obchod. Po dokončení a vypořádání obchodu bude mít kupující XMR ve své zúčtovací peněžence. <br/><br/> Posledním krokem je <strong>zanechat kupujícímu zpětnou vazbu</strong> a vyzvat ho, aby udělal totéž pro vás. Zpětná vazba je důležitá pro získání reputace a další obchody.
fi: Sinulla on oltava {assetName} {appName} välimieslompakossasi, jotta asiakkaat voivat avata kauppapyyntöjä ilmoituksistasi. <br/><br/>Kun <strong>ostaja avaa kaupan kanssasi</strong>, {assetName} varataan automaattisesti lompakostasi kaupan koko summalle. Anna ostajalle maksuohjeet ja ohjaa ostajaa kaupan maksamisessa. Saat sähköposti-ilmoituksen, kun joku vastaa ilmoitukseesi. <br/><br/> Kun ostaja on maksanut ja painanut <strong> "Olen maksanut" -painiketta</strong>, saat sähköpostiin ja verkkosivustolle ilmoituksen, että kauppa on maksettu. <br/><br/> Kun olet vahvistanut, että olet vastaanottanut maksun, sinun on aika viimeistellä kauppa. Kun kauppa on tehty ja selvitetty, ostajalla on {assetName} maksulompakossaan. <br/><br/> Viimeinen vaihe on <strong>jättää palautetta</strong> ostajalle ja kannustaa ostajaa tekemään samoin puolestasi. Palaute on tärkeää maineen saavuttamiseksi ja useiden kauppojen tekemiseksi.
fr: Vous devez avoir {assetName} dans votre portefeuille d'obligations d'arbitrage {appName} pour que les clients puissent ouvrir des demandes d'échange à partir de vos publicités. <br/><br/>Lorsqu'un acheteur <strong>ouvre une transaction avec vous</strong>, {assetName} pour le montant total de la transaction est automatiquement réservé à partir de votre portefeuille. Donnez à l'acheteur les instructions de paiement et guidez-le tout au long du paiement de l'échange. Vous recevrez des notifications par e-mail lorsque quelqu'un répondra à votre annonce. <br/><br/> Une fois que l'acheteur a payé et appuyé sur le bouton <strong> J'ai payé</strong>, vous recevrez une notification par e-mail et sur le site Web indiquant qu'une transaction a été payée. <br/><br/> Lorsque vous avez confirmé que vous avez reçu le paiement, il est temps pour vous de finaliser l'échange. Une fois la transaction finalisée et réglée, l'acheteur aura le {assetName} dans son portefeuille de règlement. <br/><br/> La dernière étape consiste à <strong>laisser des commentaires</strong> à l'acheteur et à l'encourager à faire de même pour vous. Les commentaires sont importants pour gagner en réputation et faire plus de transactions.
it: Devi avere {assetName} nel tuo portafoglio di obbligazioni arbitrali {appName} affinché i clienti possano aprire richieste commerciali dai tuoi annunci. <br/><br/>Quando un <strong>acquirente apre uno scambio con te</strong>, {assetName} per l'intero importo dello scambio viene automaticamente prenotato dal tuo portafoglio. Fornisci all'acquirente le istruzioni di pagamento e guidalo nel pagamento della transazione. Riceverai notifiche via email quando qualcuno risponde al tuo annuncio. <br/><br/> Una volta che l'acquirente ha pagato e ha premuto il pulsante<strong> Ho pagato</strong> riceverai una notifica via e-mail e sul sito web che l'operazione è stata pagata. <br/><br/> Una volta confermato di aver ricevuto il pagamento è il momento di finalizzare l'operazione. Dopo che l'operazione è stata finalizzata e regolata, l'acquirente avrà {assetName} nel proprio portafoglio di liquidazione. <br/><br/> Il passaggio finale è <strong>lasciare un feedback</strong> per l'acquirente e incoraggiarlo a fare lo stesso per te. Il feedback è importante per guadagnare reputazione ed effettuare più scambi.
lt: Turite turėti {assetName} savo {appName} arbitražo obligacijų piniginėje, kad klientai galėtų atidaryti prekybos užklausas iš jūsų skelbimų. <br/><br/>Kai <strong>pirkėjas atidaro sandorį su jumis</strong>, {assetName} visa sandorio suma automatiškai rezervuojama iš jūsų piniginės. Duokite pirkėjui mokėjimo nurodymus ir nurodykite pirkėjui, kaip sumokėti už prekybą. Kai kas nors atsakys į jūsų skelbimą, gausite pranešimus el. paštu. <br/><br/> Pirkėjui sumokėjus ir paspaudus mygtuką <strong> Sumokėjau</strong>, gausite pranešimą el. paštu ir svetainėje, kad už sandorį buvo sumokėta. <br/><br/> Kai patvirtinate, kad gavote mokėjimą, laikas užbaigti sandorį. Kai sandoris bus baigtas ir apmokėtas, pirkėjas turės {assetName} savo atsiskaitymo piniginėje. <br/><br/> Paskutinis veiksmas yra <strong>palikti atsiliepimą</strong> pirkėjui ir paskatinti pirkėją padaryti tą patį už jus. Atsiliepimai yra svarbūs norint įgyti reputaciją ir atlikti daugiau sandorių.
nb: Du må ha {assetName} i lommeboken for {appName} voldgiftsobligasjoner for at kunder skal kunne åpne handelsforespørsler fra annonsene dine. <br/><br/>Når en <strong>kjøper åpner en handel med deg</strong>, reserveres {assetName} for hele beløpet automatisk fra lommeboken din. Gi kjøperen betalingsinstruksjoner og veileder kjøperen gjennom å betale for handelen. Du vil motta e-postvarsler når noen svarer på annonsen din. <br/><br/> Når kjøperen har betalt og trykket på <strong> Jeg har betalt-knappen</strong> vil du motta en melding via e-post og på nettsiden om at en handel er betalt for. <br/><br/> Når du har bekreftet at du har mottatt betalingen, er det på tide for deg å fullføre handelen. Etter at handelen er fullført og avgjort, vil kjøperen ha {assetName} i oppgjørslommeboken. <br/><br/> Det siste trinnet er å <strong>gi tilbakemelding</strong> til kjøperen og oppmuntre kjøperen til å gjøre det samme for deg. Tilbakemelding er viktig for å få omdømme og gjøre flere handler.
nl: U moet {assetName} in uw {appName} arbitrage-obligatieportefeuille hebben zodat klanten handelsverzoeken van uw advertenties kunnen openen. <br/><br/>Wanneer een <strong>koper een transactie met u opent</strong>, wordt {assetName} voor het volledige bedrag van de transactie automatisch in uw portefeuille gereserveerd. Geef de koper betalingsinstructies en begeleid de koper bij het betalen voor de transactie. U ontvangt e-mailmeldingen wanneer iemand op uw advertentie reageert. <br/><br/> Zodra de koper heeft betaald en op de knop <strong> Ik heb betaald </strong> heeft gedrukt, ontvangt u een melding zowel via e-mail als op de website dat er voor een transactie is betaald. <br/><br/> Wanneer u heeft bevestigd dat u de betaling heeft ontvangen, is het tijd om de transactie af te ronden. Nadat de transactie is afgerond en gevestigd, heeft de koper de {assetName} in zijn afwikkelingsportefeuille. <br/><br/> De laatste stap is om <strong>feedback achter te laten</strong> voor de koper en de koper aan te moedigen hetzelfde voor u te doen. Feedback is belangrijk om een goede reputatie op te bouwen en meer transacties te doen.
pl: Musisz mieć {assetName} w portfelu ochrony arbitrażowej {appName}, aby klienci mogli otworzyć prośby o handel z ogłoszeniem. <br/> <br/> Gdy <strong> kupujący otwiera z tobą handel </strong>, {assetName} o wartości pełnej kwoty handlu jest automatycznie zarezerwowane z portfela. Podaj kupującemu instrukcje płatności i poprowadź go przez handel. Otrzymasz powiadomienia email, gdy ktoś odpowie na Twoje ogłoszenie. <br/> <br/> Gdy kupujący zapłaci i naciska przycisk <strong> Zapłaciłem </strong> otrzymasz powiadomienie za pośrednictwem poczty elektronicznej i na stronie internetowej, że handel został opłacony. <br/> <br/> Kiedy potwierdziłeś, że otrzymałeś płatność, nadszedł czas, aby sfinalizować handel. Po sfinalizowaniu i rozstrzygnięciu handlu kupujący będzie miał XMR w swoim portfelu na uregulowania. <br/> <br/> Ostatnim krokiem jest <strong> wystawienie oceny </strong> kupującemu i zachęcenie go do wystawienia jej Tobie. Oceny są ważne, aby zyskać reputację i wykonywać więcej transakcji.
pt_br: Você precisa ter {assetName} em sua carteira de títulos de arbitragem {appName} para que os clientes possam abrir solicitações de negociação de seus anúncios. <br/><br/>Quando um comprador <strong> abre uma negociação com você</strong>, {assetName} para o valor total da negociação é automaticamente reservado de sua carteira. Forneça instruções de pagamento ao comprador e oriente-o no pagamento da transação. Você receberá notificações por e-mail quando alguém responder ao seu anúncio. <br/><br/> Depois que o comprador pagar e pressionar o botão <strong> Eu paguei </strong>, você receberá uma notificação por e-mail e no site informando que uma negociação foi paga. <br/><br/> Depois de confirmar que recebeu o pagamento, é hora de finalizar a negociação. Depois que a negociação for finalizada e liquidada, o comprador terá o {assetName} em sua carteira de liquidação. <br/><br/> A etapa final é <strong>deixar feedback</strong> para o comprador e incentivá-lo a fazer o mesmo por você. O feedback é importante para ganhar reputação e fazer mais negócios.
sl: V denarnici za arbitražne obveznice {appName} morate imeti {assetName}, da bodo stranke lahko odpirale zahteve za trgovanje iz vaših oglasov. <br/><br/>Ko <strong>kupec odpre trgovanje z vami</strong>, se {assetName} za celoten znesek posla samodejno rezervira iz vaše denarnice. Dajte kupcu navodila za plačilo in ga vodite skozi plačilo posla. Ko nekdo odgovori na vaš oglas, boste prejeli obvestilo po e-pošti. <br/><br/> Ko je kupec plačal in pritisnil gumb <strong> Plačal sem </strong>, boste po e-pošti in na spletni strani prejeli obvestilo, da je bila transakcija plačana. <br/><br/> Ko potrdite, da ste prejeli plačilo, je čas, da zaključite trgovanje. Ko bo trgovanje zaključeno in poravnano, bo imel kupec {assetName} v svoji poravnalni denarnici. <br/><br/> Zadnji korak je, da kupcu <strong>pustite povratne informacije</strong> in ga spodbudite, da stori enako za vas. Povratne informacije so pomembne za pridobitev ugleda.
sv: Du måste ha {assetName} i din {appName} skiljedomsplånbok för att kunder ska kunna öppna handelsförfrågningar från dina annonser. <br/><br/>När en <strong>köpare öppnar en affär med dig</strong>, reserveras {assetName} för hela affären automatiskt från din plånbok. Ge köparen betalningsinstruktioner och vägleda köparen genom att betala för handeln. Du kommer att få e-postmeddelanden när någon svarar på din annons. <br/><br/> När köparen har betalat och tryckt på <strong> Jag har betalat-knappen</strong> får du ett meddelande via e-post och på hemsidan om att en byte är betald. <br/><br/> När du har bekräftat att du har mottagit betalningen är det dags för dig att slutföra affären. Efter att affären är slutförd och avklarad kommer köparen att ha {assetName} i sin avvecklingsplånbok. <br/><br/> Det sista steget är att <strong>lämna feedback</strong> till köparen och uppmuntra köparen att göra detsamma åt dig. Feedback är viktigt för att få rykte och göra fler affärer.
tl: Kailangan mong magkaroon ng {assetName} sa iyong {appName} arbitration bond wallet upang mabuksan ng mga customer ang mga kahilingan sa kalakalan mula sa iyong mga advertisement. <br/><br/>Kapag ang isang <strong>buyer ay nagbukas ng isang trade sa iyo</strong>, {assetName} para sa buong halaga ng trade ay awtomatikong nakareserba mula sa iyong wallet. Bigyan ang mamimili ng mga tagubilin sa pagbabayad at gabayan ang mamimili sa pamamagitan ng pagbabayad para sa kalakalan. Makakatanggap ka ng mga notification sa email kapag may tumugon sa iyong advertisement. <br/><br/> Kapag nakapagbayad na ang bumibili at napindot ang<strong> na button na I have paid</strong> makakatanggap ka ng notification sa pamamagitan ng e-mail at sa website na binayaran ang isang trade. <br/><br/> Kapag nakumpirma mong natanggap mo na ang bayad, oras na para tapusin mo ang trade. Pagkatapos ma-finalize at ma-settle ang trade, magkakaroon ang buyer ng {assetName} sa kanilang settlement wallet. <br/><br/> Ang huling hakbang ay ang <strong>mag-iwan ng feedback</strong> para sa mamimili at hikayatin ang mamimili na gawin din ito para sa iyo. Mahalaga ang feedback upang makakuha ng reputasyon at gumawa ng higit pang mga trade.
tr: Müşterilerin reklamlarınızdan alım satım talepleri açabilmesi için {appName} tahkim tahvili cüzdanınızda {assetName} olması gerekir. <br/><br/>Bir <strong>alıcısı sizinle</strong> bir işlem açtığında, işlemin tamamı için {assetName} otomatik olarak cüzdanınızdan ayrılır. Alıcıya ödeme talimatlarını verin ve ticaret için ödeme yapması konusunda alıcıya rehberlik edin. Birisi reklamınıza yanıt verdiğinde e-posta bildirimleri alacaksınız. <br/><br/> Alıcı ödemeyi yaptıktan ve <strong> ödedim düğmesine</strong> bastıktan sonra, e-posta yoluyla ve web sitesinde bir işlemin ödendiğine dair bir bildirim alacaksınız. <br/><br/> Ödemeyi aldığınızı onayladığınızda, işlemi tamamlamanızın zamanı gelmiştir. Alım satım tamamlandıktan ve karara bağlandıktan sonra, alıcının takas cüzdanında XMR olacaktır. <br/><br/> Son adım, alıcı için <strong>geri bildirim</strong> bırakmak ve alıcıyı sizin için aynısını yapmaya teşvik etmektir. İtibar kazanmak ve daha fazla işlem yapmak için geri bildirim önemlidir.
ur: آپ کو اپنے {appName} ثالثی بانڈ والیٹ میں {assetName} رکھنے کی ضرورت ہے تاکہ صارفین آپ کے اشتہارات سے تجارتی درخواستیں کھول سکیں۔ <br/><br/>جب کوئی <strong>خریدار آپ کے ساتھ تجارت کھولتا ہے</strong>، تو تجارت کی پوری رقم کے لیے {assetName} خود بخود آپ کے بٹوے سے محفوظ ہو جاتا ہے۔ خریدار کو ادائیگی کی ہدایات دیں اور خریدار کو تجارت کی ادائیگی کے ذریعے رہنمائی کریں۔ جب کوئی آپ کے اشتہار کا جواب دے گا تو آپ کو ای میل اطلاعات موصول ہوں گی۔ <br/><br/> ایک بار جب خریدار ادائیگی کر دے اور <strong> میں نے ادائیگی کی ہے بٹن </strong> کو دبایا تو آپ کو ای میل کے ذریعے اور اس ویب سائٹ پر ایک اطلاع موصول ہوگی جس کے لیے تجارت کی ادائیگی کی گئی ہے۔ <br/><br/> جب آپ اس بات کی تصدیق کر لیتے ہیں کہ آپ کو ادائیگی موصول ہو گئی ہے تو اب وقت آگیا ہے کہ آپ تجارت کو حتمی شکل دیں۔ تجارت کو حتمی شکل دینے اور طے ہونے کے بعد، خریدار کے پاس اپنے سیٹلمنٹ والیٹ میں XMR ہوگا۔ <br/><br/> آخری مرحلہ یہ ہے کہ خریدار کے لیے <strong>فیڈ بیک </strong> چھوڑیں اور خریدار کو آپ کے لیے بھی ایسا کرنے کی ترغیب دیں۔ شہرت حاصل کرنے اور مزید تجارت کرنے کے لیے تاثرات اہم ہیں۔
zh_cn: 您的 {appName} 仲裁保证金钱包中需要有 {assetName} ，以便客户能够通过您的广告发起交易请求。 <br/><br/>当 <strong>买家与您进行交易</strong>时，交易全额的 {assetName} 会自动从您的钱包中提取到仲裁保证金中。给买方付款指示，指导买方完成交易付款。当有人回复您的广告时，您将收到电子邮件通知。 <br/><br/> 买家付款并按下<strong> 我已付款按钮</strong> 后，您将通过电子邮件和网站收到交易已付款的通知。 <br/><br/> 当您确认已收到付款后，您就可以 <strong>完成交易</strong>。这会将仲裁保证金退还给您，并将 {assetName} 发送到买方的结算钱包。 <br/><br/> 最后一步是 <strong>为买家留下反馈</strong> ，并鼓励买家为您做同样的事情。反馈对于获得声誉和进行更多交易很重要。
zh_tw: 您的 {appName} 仲裁債券錢包中需要有 {assetName}，以便客戶能夠從您的廣告中打開交易請求。 <br/><br/>當<strong>買家與您</strong>開始交易時，{assetName}交易的全部金額會自動從您的錢包中保留。向買家提供付款說明，並指導買家完成交易付款。當有人回复您的廣告時，您將收到電子郵件通知。 <br/><br/> 買家付款並按下 <strong> 我已付款按鈕 </strong> 後，您將通過電子郵件和網站收到交易已付款的通知。 <br/><br/> 當您確認收到付款後，您就可以完成交易了。交易完成結算後，買家將在結算錢包中獲得【X831X】。 <br/><br/> 最後一步是 <strong> 為買家留下反饋 </strong> 並鼓勵買家為您做同樣的事情。為了獲得聲譽和進行更多交易，反饋很重要。

# guide250Sbtrade250Sbblock8722Sb18722Sbtitle
source: Overview of the trading process
cs: Přehled obchodního procesu
fi: Yleiskatsaus kaupankäyntiprosessiin
fr: Aperçu du processus d'échange
it: Panoramica del processo di negoziazione
lt: Prekybos proceso apžvalga
nb: Oversikt over handelsprosessen
nl: Overzicht van het handelsproces
pl: Przegląd procesu handlu
pt_br: Visão geral do processo de negociação
sl: Pregled procesa trgovanja
sv: Översikt över handelsprocessen
tl: Pangkalahatang-ideya ng proseso ng pangangalakal
tr: Ticaret sürecine genel bakış
ur: تجارتی عمل کا جائزہ
zh_cn: 交易过程概述
zh_tw: 交易過程概述
