Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app250Sbapple8722Sbapp8722Sbstore8722Sbdescription250Sblocalmonero
source: Buy or sell Monero without ID verification. Cash or online. Safe, fast, easy. LocalMonero is the biggest, most trusted and well-established P2P trading platform in the XMR community. We have no KYC checks - you can simply buy Monero anonymously without ID verification with PayPal, credit card, gift card, cash by mail or convert Bitcoin, Ether, USDT, or any other crypto coin to Monero - our platform supports any payment method. - Safe and Smooth Trading We support any payment method, any currency, anywhere. We do not remove payment methods, and we fully support face-to-face cash trades. All of our trades are protected by an arbitration bond. Thanks to the fact that we require funds to be held in arbitration bond before a trade can start, we ensure a smooth and safe experience for the buyer, which is essential for the popularity of the platform and repeat customers for the sellers. - No KYC/AML or ID Verification LocalMonero is committed to maintaining the simplicity and straight-forwardness of your trading experience. We do not employ KYC/AML, nor do we ever plan on doing so. - Trusted by the Community Our platform has operated for over four years, survived the Great Cryptocurrency Market Crash of 2018, and through its community-oriented diligent service became one of the most trusted names in the extremely skeptical Monero community. - Secure, Open Source, Privacy-Centric, Censorship-Resistant Our app is free and open source, which ensures that many eyes are looking at the app's code to ensure that there are no security holes or privacy leaks. Open sourcing our app also allows anyone to have access to our app even if a certain app repository censors the app. Our app even works on phones that have Google completely blocked. We value your privacy so much, we don’t even require you to provide an email when registering. Source code: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Issue tracker: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellar Support Our support team is fast, responsive and always eager to please. We’ve never had a support ticket that wasn’t answered within 24 hours. We are always easily reachable through social media, we listen intently to your criticisms and we always implement good user suggestions in record time. You can reach our support at: https://localmonero.co/support - Fair Fees We do not charge exorbitant fees when you deposit or withdraw Monero to/from our arbitration bond wallet. There is no deposit fee, and the withdrawal fee is very close to the fee you’d be paying on a normal transaction.
cs: Koupit nebo prodat Monero bez ověření ID. Hotově nebo online. Bezpečné, rychlé, snadné. LocalMonero je největší, nejdůvěryhodnější a dobře zavedená obchodní platforma P2P v komunitě XMR. Nemáme žádné KYC prověřování – Monero si můžete jednoduše anonymně nakoupit bez ověření ID pomocí PayPal, kreditní karty, dárkové karty, hotovosti poštou nebo převést bitcoiny, ethery, USDT nebo jakékoli jiné krypto mince na Monero – naše platforma podporuje jakoukoli platební metodu. - Bezpečné a hladké obchodování Podporujeme jakoukoli platební metodu, jakoukoli měnu a kdekoli. Neodstraňujeme platební metody a plně podporujeme hotovostní obchody tváří v tvář. Všechny naše obchody jsou chráněny arbitrážním dluhopisem. Díky tomu, že požadujeme, aby byly prostředky před zahájením obchodu drženy v rozhodčím dluhopisu, zajišťujeme bezproblémový a bezpečný zážitek pro kupujícího, který je nezbytný pro popularitu platformy a opakované zákazníky pro prodejce. - Žádné ověření KYC/AML nebo ID LocalMonero se zavazuje udržovat jednoduchost a přímočarost vašich obchodních zkušeností. Nezavádíme KYC/AML a ani to nikdy neplánujeme. - Důvěryhodný komunitou Naše platforma funguje více než čtyři roky, přežila velký krach kryptoměnového trhu v roce 2018 a díky své komunitně orientované pečlivé službě se stala jedním z nejdůvěryhodnějších jmen v extrémně skeptické komunitě Monero. - Bezpečné, Open Source, Ochrana soukromí, Odolné vůči cenzuře Naše aplikace je zdarma a s otevřeným zdrojovým kódem, což zajišťuje, že mnoho očí se dívá na kód aplikace, aby se zajistilo, že neexistují žádné bezpečnostní díry nebo úniky privátních dat. Otevřený zdroj naší aplikace také umožňuje komukoli mít přístup k naší aplikaci, i když určité typy úložišti aplikací, aplikace cenzurují. Naše aplikace funguje i na telefonech, které mají Google zcela zablokovaný. Velmi si vážíme Vašeho soukromí, takže ani nepožadujeme, abyste při registraci uváděli e-mail. Koupit nebo prodat Monero bez ověření ID. VAROVÁNÍ: TATO APLIKACE JE MOMENTÁLNĚ V OTEVŘENÉ BETA! Zdrojový kód: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Sledování problémů: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Hvězdná podpora Náš tým podpory je rychlý, pohotový a vždy se snaží vyhovět. Nikdy jsme neměli lístek podpory, který by nebyl zodpovězen do 24 hodin. Jsme vždy snadno dosažitelní prostřednictvím sociálních médií, pozorně nasloucháme Vaší kritice a vždy implementujeme dobré uživatelské návrhy v rekordním čase. Naši podporu můžete kontaktovat na: https://localmonero.co/support - Spravedlivé poplatky Neúčtujeme přemrštěné poplatky, když vkládáte nebo vybíráte Monero do/z naší peněženky arbitrážních dluhopisů. Neexistuje žádný poplatek za vklad a poplatek za výběr se velmi blíží poplatku, který byste platili za normální transakci.
fi: Osta tai myy Monero ilman henkilöllisyystodistusta. Käteisellä tai netissä. Turvallista, nopeaa, helppoa. LocalMonero on XMR-yhteisön suurin, luotettavin ja vakiintunein P2P-kaupankäyntialusta. Meillä ei ole KYC-sekkejä – voit yksinkertaisesti ostaa Moneroa nimettömästi ilman henkilöllisyystodistusta PayPalilla, luottokortilla, lahjakortilla, käteisellä postitse tai muuntaa Bitcoinin, Etherin, USDT:n tai minkä tahansa muun kryptokolikon Moneroksi – alustamme tukee mitä tahansa maksutapaa. - Turvallista ja sujuvaa kaupankäyntiä Tuemme mitä tahansa maksutapaa, mitä tahansa valuuttaa, missä tahansa. Emme poista maksutapoja, ja tuemme täysin kasvokkain tapahtuvaa käteiskauppaa. Kaikki kauppamme on suojattu välimieslainalla. Sen tosiasian ansiosta, että vaadimme välimieslainaa ennen kaupan alkamista, varmistamme sujuvan ja turvallisen kokemuksen ostajalle, mikä on olennaista alustan suosion ja myyjien toistuvien asiakkaiden kannalta. - Ei KYC/AML- tai henkilöllisyystodistusta LocalMonero on sitoutunut säilyttämään kaupankäyntikokemuksesi yksinkertaisuuden ja suoraviivaisuuden. Emme käytä KYC/AML:ää, emmekä koskaan aio tehdä niin. - Yhteisö luottaa Alustamme on toiminut yli neljä vuotta, selvinnyt vuoden 2018 suuresta kryptovaluuttamarkkinoiden romahduksesta, ja yhteisölähtöisen ahkeran palvelunsa ansiosta siitä tuli yksi luotetuimmista nimistä erittäin skeptisessä Monero-yhteisössä. - Suojattu, avoimen lähdekoodin, yksityisyyskeskeinen, sensuurin kestävä Sovelluksemme on ilmainen ja avoimen lähdekoodin, mikä varmistaa, että monet silmät katsovat sovelluksen koodia varmistaakseen, ettei tietoturva-aukkoja tai tietosuojavuotoja ole. Sovelluksemme avoimen lähdekoodin avulla kuka tahansa voi päästä sovellukseemme, vaikka tietty sovellusvarasto sensoisi sovelluksen. Sovelluksemme toimii jopa puhelimissa, joissa Google on kokonaan estetty. Arvostamme yksityisyyttäsi niin paljon, emme edes vaadi sinua antamaan sähköpostiosoitetta rekisteröityessämme. Lähdekoodi: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Ongelman seuranta: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Tähtien tuki Tukitiimimme on nopea, reagoiva ja aina innokas miellyttämään. Meillä ei ole koskaan ollut tukipyyntöä, johon ei vastattu 24 tunnin sisällä. Olemme aina helposti tavoitettavissa sosiaalisen median kautta, kuuntelemme tarkasti kritiikkiäsi ja toteutamme aina hyvät käyttäjäehdotukset ennätysajassa. Voit ottaa yhteyttä tukeemme osoitteessa: https://localmonero.co/support - Kohtuulliset maksut Emme veloita kohtuuttomia maksuja, kun talletat tai nostat Moneroa välimieslain lompakkoon tai sieltä. Talletusmaksua ei peritä, ja nostomaksu on hyvin lähellä palkkiota, jonka maksat normaalista tapahtumasta.
fr: Achetez ou vendez du Monero sans vérification d'identité. En espèces ou en ligne. Sûr, rapide, facile. LocalMonero est la plateforme d'échange pair-à-pair P2P la plus grande, la plus fiable et la mieux établie de la communauté XMR. Nous n'avons pas de vérifications KYC - vous pouvez simplement acheter du Monero de manière anonyme sans vérification d'identité avec PayPal, une carte de crédit, une carte-cadeau, des espèces par courrier ou convertir du Bitcoin, de l'Ether, de l'USDT ou toute autre crypto-monnaie en Monero - notre plateforme prend en charge tout mode de paiement. - Transaction sûre et fluide Nous prenons en charge n'importe quel mode de paiement, n'importe quelle devise, de n'importe où. Nous ne supprimons pas les méthodes de paiement et nous soutenons pleinement les transactions en espèces en face à face. Toutes nos transactions sont protégées par une caution d'arbitrage. Grâce au fait que nous exigeons que les fonds soient détenus en caution d'arbitrage avant qu'une transaction puisse commencer, nous assurons une expérience fluide et sûre pour l'acheteur, ce qui est essentiel pour la popularité de la plateforme et des clients réguliers pour les vendeurs. - Pas de KYC/AML ou de vérification d'identité LocalMonero s'engage à maintenir la simplicité et la facilité de votre expérience d'échange. Nous n'utilisons pas de KYC/AML, et nous prévoyons de ne jamais le faire. - Approuvée par la communauté Notre plateforme fonctionne depuis plus de quatre ans, a survécu au grand crash du marché des crypto-monnaies de 2018 et, grâce à son service diligent axé sur la communauté, est devenue l'un des noms les plus fiables de la communauté extrêmement sceptique de Monero. - Sécurisée, Open Source, centrée sur la confidentialité, résistante à la censure Notre application est gratuite et Open Source, ce qui garantit que de nombreux yeux peuvent regarder le code de l'application pour s'assurer qu'il n'y a pas de failles de sécurité ou de fuites de confidentialité. Le fait que notre application soit Open Source permet également à quiconque d'avoir accès à notre application même si un certain dépôt d'applications censure l'application. Notre application fonctionne même sur les téléphones sur lesquels Google est complètement bloqué. Nous accordons tellement d'importance à votre vie privée que nous ne vous demandons même pas de fournir une adresse e-mail lors de votre inscription. Code source : https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Suivi des problèmes : https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Assistance exceptionnelle Notre équipe de support est rapide, réactive et toujours prête à vous satisfaire. Nous n'avons jamais eu de ticket de demande d'assistance sans réponse dans les 24 heures. Nous sommes toujours facilement joignables via les médias sociaux, nous écoutons attentivement vos critiques et nous mettons toujours en œuvre les bonnes suggestions des utilisateurs en un temps record. Vous pouvez joindre notre support à l'adresse suivante : https://localmonero.co/support - Frais équitables Nous ne facturons pas de frais exorbitants lorsque vous déposez ou retirez du Monero vers/depuis notre portefeuille de caution d'arbitrage. Il n'y a pas de frais de dépôt et les frais de retrait sont très proches des frais que vous paieriez pour une transaction normale.
it: Acquista o vendi Monero senza verifica dell'identità. Contanti o online. Sicuro, veloce, facile. LocalMonero è la piattaforma di trading P2P più grande, affidabile e consolidata nella comunità XMR. Non abbiamo controlli KYC: puoi semplicemente acquistare Monero in modo anonimo senza verifica dell'identità con PayPal, carta di credito, carta regalo, contanti per posta o convertire Bitcoin, Ether, USDT o qualsiasi altra moneta crittografica in Monero: la nostra piattaforma supporta qualsiasi metodo di pagamento. - Trading sicuro e regolare Supportiamo qualsiasi metodo di pagamento, qualsiasi valuta, ovunque. Non rimuoviamo i metodi di pagamento e supportiamo pienamente le transazioni in contanti faccia a faccia. Tutte le nostre operazioni sono protette da un vincolo arbitrale. Grazie al fatto che richiediamo che i fondi siano trattenuti in una cauzione arbitrale prima che un'operazione possa iniziare, garantiamo un'esperienza fluida e sicura per l'acquirente, che è essenziale per la popolarità della piattaforma e per i clienti abituali per i venditori. - Nessuna verifica KYC/AML o ID LocalMonero si impegna a mantenere la semplicità e la semplicità della tua esperienza di trading. Non utilizziamo KYC/AML, né prevediamo di farlo. - Scelto dalla comunità La nostra piattaforma opera da oltre quattro anni, è sopravvissuta al grande crollo del mercato delle criptovalute del 2018 e, attraverso il suo servizio diligente orientato alla comunità, è diventata uno dei nomi più affidabili nella comunità estremamente scettica di Monero. - Sicuro, open source, incentrato sulla privacy, resistente alla censura La nostra app è gratuita e open source, il che garantisce che molti occhi guardino il codice dell'app per garantire che non vi siano buchi di sicurezza o perdite di privacy. L'open source della nostra app consente inoltre a chiunque di avere accesso alla nostra app anche se un determinato repository di app censura l'app. La nostra app funziona anche su telefoni su cui Google è completamente bloccato. Teniamo così tanto alla tua privacy che non ti chiediamo nemmeno di fornire un'e-mail al momento della registrazione. Codice sorgente: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Tracker dei problemi: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Supporto stellare Il nostro team di supporto è veloce, reattivo e sempre pronto a soddisfare le tue esigenze. Non abbiamo mai ricevuto una richiesta di supporto a cui non sia stata data risposta entro 24 ore. Siamo sempre facilmente raggiungibili attraverso i social media, ascoltiamo attentamente le vostre critiche e implementiamo sempre i buoni suggerimenti degli utenti in tempi record. Puoi contattare il nostro supporto all'indirizzo: https://localmonero.co/support - Commissioni giuste Non addebitiamo commissioni esorbitanti quando depositi o ritiri Monero sul/dal nostro portafoglio di obbligazioni arbitrali. Non è prevista alcuna commissione di deposito e la commissione di prelievo è molto vicina alla commissione che pagheresti per una normale transazione.
lt: Pirkite arba parduokite Monero be asmens tapatybės patvirtinimo. Grynaisiais arba internetu. Saugu, greita, lengva. LocalMonero yra didžiausia, patikimiausia ir nusistovėjusi P2P prekybos platforma XMR bendruomenėje. Mes neturime KYC čekių – galite tiesiog anonimiškai nusipirkti Monero be tapatybės patvirtinimo su PayPal, kredito kortele, dovanų kortele, grynaisiais paštu arba konvertuoti Bitcoin, Ether, USDT ar bet kurią kitą kriptovaliutą į Monero – mūsų platforma palaiko bet kokį mokėjimo būdą. - Saugi ir sklandi prekyba Mes palaikome bet kokį mokėjimo būdą, bet kokią valiutą ir bet kur. Mes nepašaliname mokėjimo būdų ir visiškai palaikome tiesioginius grynųjų pinigų sandorius. Visi mūsų sandoriai yra apsaugoti arbitražo obligacija. Dėl to, kad reikalaujame, kad lėšos būtų laikomos arbitražo obligacijoje prieš pradedant prekybą, užtikriname sklandžią ir saugią pirkėjo patirtį, kuri yra būtina platformos populiarumui ir nuolatiniams pardavėjams klientams. – Nėra KYC / AML arba ID patvirtinimo LocalMonero yra įsipareigojusi išlaikyti jūsų prekybos patirties paprastumą ir tiesumą. Mes nenaudojame KYC / AML ir niekada neplanuojame to daryti. – Bendruomenė pasitiki Mūsų platforma veikė daugiau nei ketverius metus, išgyveno 2018 m. Didįjį kriptovaliutų rinkos griūtį ir per bendruomenę orientuotą kruopščią paslaugą tapo vienu patikimiausių vardų itin skeptiškoje Monero bendruomenėje. - Saugus, atvirojo kodo, į privatumą orientuotas, atsparus cenzūrai Mūsų programa yra nemokama ir atvirojo kodo, todėl daugelis akių žiūri į programos kodą ir įsitikina, kad nėra saugumo spragų ar privatumo nutekėjimo. Atvirasis mūsų programos šaltinis taip pat suteikia galimybę bet kam pasiekti mūsų programą, net jei tam tikra programų saugykla cenzūruoja programą. Mūsų programa netgi veikia telefonuose, kuriuose „Google“ visiškai užblokuota. Mes labai vertiname jūsų privatumą, todėl net nereikalaujame, kad registruojantis pateiktumėte el. Šaltinio kodas: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Problemų stebėjimo priemonė: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Žvaigždžių palaikymas Mūsų palaikymo komanda yra greita, atsakinga ir visada nori įtikti. Niekada neturėjome palaikymo bilieto, į kurį nebuvo atsakyta per 24 valandas. Esame visada lengvai pasiekiami per socialinius tinklus, įdėmiai išklausome jūsų kritiką ir visada per rekordiškai trumpą laiką įgyvendiname gerus vartotojų pasiūlymus. Su mūsų pagalba galite susisiekti adresu https://localmonero.co/support - Sąžiningi mokesčiai Netaikome pernelyg didelių mokesčių, kai įnešate arba ištraukiate Monero į mūsų arbitražo obligacijų piniginę arba iš jos. Indėlio mokesčio nėra, o išėmimo mokestis yra labai panašus į mokestį, kurį mokėtumėte už įprastą operaciją.
nb: Kjøp eller selg Monero uten ID-verifisering. Kontanter eller online. Trygg, rask, enkel. LocalMonero er den største, mest pålitelige og veletablerte P2P-handelsplattformen i XMR-fellesskapet. Vi har ingen KYC-sjekker – du kan ganske enkelt kjøpe Monero anonymt uten ID-verifisering med PayPal, kredittkort, gavekort, kontanter via post eller konvertere Bitcoin, Ether, USDT eller en hvilken som helst annen kryptomynt til Monero – plattformen vår støtter alle betalingsmåter. - Trygg og smidig handel Vi støtter alle betalingsmåter, hvilken som helst valuta, hvor som helst. Vi fjerner ikke betalingsmåter, og vi støtter fullt ut kontanthandler ansikt til ansikt. Alle våre handler er beskyttet av en voldgiftsbinding. Takket være det faktum at vi krever at midler holdes i voldgiftsobligasjon før en handel kan starte, sikrer vi en jevn og trygg opplevelse for kjøperen, noe som er avgjørende for populariteten til plattformen og gjentakende kunder for selgerne. - Ingen KYC/AML eller ID-verifisering LocalMonero er forpliktet til å opprettholde enkelheten og rett frem handelsopplevelsen din. Vi bruker ikke KYC/AML, og vi planlegger heller ikke å gjøre det. - Tillites av fellesskapet Plattformen vår har operert i over fire år, overlevd Great Cryptocurrency Market Crash i 2018, og ble gjennom sin fellesskapsorienterte flittige tjeneste et av de mest pålitelige navnene i det ekstremt skeptiske Monero-samfunnet. - Sikker, åpen kildekode, personvernsentrisk, sensurbestandig Appen vår er gratis og åpen kildekode, noe som sikrer at mange øyne ser på appens kode for å sikre at det ikke er sikkerhetshull eller personvernlekkasjer. Open sourcing appen vår lar også alle ha tilgang til appen vår selv om et bestemt applager sensurerer appen. Appen vår fungerer til og med på telefoner som har Google fullstendig blokkert. Vi verdsetter personvernet ditt så høyt, vi krever ikke engang at du oppgir en e-post når du registrerer deg. Kildekode: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Problemsporing: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stjernestøtte Supportteamet vårt er raskt, responsivt og alltid ivrig etter å tilfredsstille. Vi har aldri hatt en kundestøttebillett som ikke ble besvart innen 24 timer. Vi er alltid lett tilgjengelige gjennom sosiale medier, vi lytter nøye til din kritikk og implementerer alltid gode brukerforslag på rekordtid. Du kan nå vår støtte på: https://localmonero.co/support - Rettferdige avgifter Vi krever ikke ublu gebyrer når du setter inn eller tar ut Monero til/fra vår voldgiftslommebok. Det er ingen innskuddsgebyr, og uttaksgebyret er veldig nær gebyret du betaler for en vanlig transaksjon.
nl: Koop of verkoop Monero zonder ID-verificatie. Contant of online. Veilig, snel, gemakkelijk. LocalMonero is het grootste, meest vertrouwde en gevestigde P2P-handelsplatform in de XMR-gemeenschap. We hebben geen KYC-cheques - u kunt eenvoudig anoniem Monero kopen zonder ID-verificatie met PayPal, creditcard, cadeaukaart, contant per post of Bitcoin, Ether, USDT of een andere cryptomunt converteren naar Monero - ons platform ondersteunt elke betaalmethode. - Veilige en vlotte handel We ondersteunen elke betaalmethode, elke valuta, overal. We verwijderen geen betalingsmethoden en we ondersteunen face-to-face contante transacties volledig. Al onze transacties worden beschermd door een arbitragegarantie. Dankzij het feit dat we eisen dat fondsen in arbitrage-obligatie worden gehouden voordat een transactie kan beginnen, zorgen we voor een soepele en veilige ervaring voor de koper, wat essentieel is voor de populariteit van het platform en terugkerende klanten voor de verkopers. - Geen KYC/AML of ID-verificatie LocalMonero doet er alles aan om de eenvoud en rechtlijnigheid van uw handelservaring te behouden. We maken geen gebruik van KYC/AML en zijn dat ook nooit van plan. - Vertrouwd door de gemeenschap Ons platform bestaat al meer dan vier jaar, overleefde de Grote Cryptocurrency Market Crash van 2018 en werd door zijn gemeenschapsgerichte, toegewijde service een van de meest vertrouwde namen in de uiterst sceptische Monero-gemeenschap. - Veilig, open source, privacygericht, censuurbestendig Onze app is gratis en open source, wat ervoor zorgt dat veel ogen naar de code van de app kijken om er zeker van te zijn dat er geen beveiligingslekken of privacylekken zijn. Open sourcing van onze app geeft ook iedereen toegang tot onze app, zelfs als een bepaalde app-repository de app censureert. Onze app werkt zelfs op telefoons waarop Google volledig is geblokkeerd. We stellen uw privacy zo op prijs dat we u niet eens vragen om een e-mailadres op te geven bij het registreren. Broncode: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Probleemtracker: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellaire ondersteuning Ons ondersteuningsteam is snel, responsief en altijd enthousiast om te behagen. We hebben nog nooit een supportticket gehad dat niet binnen 24 uur werd beantwoord. We zijn altijd goed bereikbaar via sociale media, luisteren aandachtig naar uw kritiek en voeren goede gebruikerssuggesties altijd in een recordtijd uit. U kunt onze ondersteuning bereiken op: https://localmonero.co/support - Eerlijke vergoedingen We brengen geen exorbitante kosten in rekening wanneer u Monero stort of opneemt in/uit onze arbitrage-obligatieportemonnee. Er zijn geen aanbetalingskosten en de opnamekosten liggen zeer dicht bij de kosten die u zou betalen voor een normale transactie.
pl: Kupuj lub sprzedawaj Monero bez weryfikacji tożsamości. Gotówką lub online. Bezpiecznie, szybko, łatwo. LocalMonero to największa, najbardziej zaufana i ugruntowana platforma handlowa P2P w społeczności XMR. Nie mamy czeków KYC - możesz po prostu kupić Monero anonimowo bez weryfikacji tożsamości za pomocą PayPal, karty kredytowej, karty podarunkowej, gotówki pocztą lub przekonwertować Bitcoin, Ether, USDT lub jakąkolwiek inną monetę kryptograficzną na Monero - nasza platforma obsługuje dowolną metodę płatności. - Bezpieczny i płynny handel Obsługujemy każdą metodę płatności, dowolną walutę, w dowolnym miejscu. Nie usuwamy metod płatności i w pełni obsługujemy bezpośrednie transakcje gotówkowe. Wszystkie nasze transakcje są chronione klauzulą arbitrażową. Dzięki temu, że przed rozpoczęciem transakcji wymagamy przechowania środków na rachunku arbitrażowym, zapewniamy kupującemu płynne i bezpieczne doświadczenie, co jest niezbędne dla popularności platformy i stałych klientów dla sprzedawców. - Brak KYC/AML lub weryfikacji tożsamości LocalMonero dokłada wszelkich starań, aby zachować prostotę i przejrzystość Twojego doświadczenia handlowego. Nie stosujemy KYC/AML ani nigdy nie planujemy tego robić. - Zaufany przez społeczność Nasza platforma działa od ponad czterech lat, przetrwała Wielki Krach na Rynku Kryptowalut w 2018 roku, a dzięki zorientowanej na społeczność sumiennej obsłudze stała się jedną z najbardziej zaufanych marek w niezwykle sceptycznej społeczności Monero. - Bezpieczne, otwarte źródło, zorientowane na prywatność, odporne na cenzurę Nasza aplikacja jest bezpłatna i ma otwarte oprogramowanie, co zapewnia, że wiele osób patrzy na kod aplikacji, aby upewnić się, że nie ma luk w zabezpieczeniach ani wycieków prywatności. Open sourcing naszej aplikacji umożliwia również każdemu dostęp do naszej aplikacji, nawet jeśli określone repozytorium aplikacji cenzuruje aplikację. Nasza aplikacja działa nawet na telefonach, które mają całkowicie zablokowane Google. Cenimy Twoją prywatność tak bardzo, że nie wymagamy nawet podania adresu e-mail podczas rejestracji. Kod źródłowy: https://github.com/AgoraDesk-LocalMonero/agoradsk-app-foss Narzędzie do śledzenia problemów: https://github.com/AgoraDesk-LocalMonero/agoradsk-app-foss/issues - Wsparcie gwiazd Nasz zespół wsparcia jest szybki, elastyczny i zawsze chętny do pomocy. Nigdy nie otrzymaliśmy zgłoszenia do pomocy technicznej, na które nie udzielono odpowiedzi w ciągu 24 godzin. Jesteśmy zawsze łatwo osiągalni za pośrednictwem mediów społecznościowych, uważnie słuchamy Twojej krytyki i zawsze wdrażamy dobre sugestie użytkowników w rekordowym czasie. Możesz skontaktować się z naszym wsparciem pod adresem: https://localmonero.co/support - Uczciwe opłaty Nie pobieramy wygórowanych opłat za wpłatę lub wypłatę Monero do/z naszego portfela obligacji arbitrażowych. Nie ma opłaty za depozyt, a opłata za wypłatę jest bardzo zbliżona do opłaty, którą zapłaciłbyś za normalną transakcję.
pt_br: Compre ou venda Monero sem verificação de identidade. Dinheiro ou online. Seguro, rápido, fácil. LocalMonero é a maior, mais confiável e bem estabelecida plataforma de negociação P2P na comunidade XMR. Não temos cheques KYC - você pode simplesmente comprar Monero anonimamente sem verificação de identidade com PayPal, cartão de crédito, vale-presente, dinheiro por correio ou converter Bitcoin, Ether, USDT ou qualquer outra moeda criptográfica para Monero - nossa plataforma suporta qualquer método de pagamento. - Negociação segura e tranquila Apoiamos qualquer método de pagamento, qualquer moeda, em qualquer lugar. Não removemos os métodos de pagamento e apoiamos totalmente as negociações em dinheiro face a face. Todas as nossas negociações são protegidas por um título de arbitragem. Graças ao fato de exigirmos que os fundos sejam mantidos em títulos de arbitragem antes do início de uma negociação, garantimos uma experiência tranquila e segura para o comprador, o que é essencial para a popularidade da plataforma e clientes recorrentes para os vendedores. - Sem KYC/AML ou verificação de identidade A LocalMonero está empenhada em manter a simplicidade e a franqueza de sua experiência de negociação. Não empregamos KYC/AML, nem planejamos fazê-lo. - Confiado pela comunidade Nossa plataforma opera há mais de quatro anos, sobreviveu ao grande crash do mercado de criptomoedas de 2018 e, por meio de seu serviço diligente orientado para a comunidade, tornou-se um dos nomes mais confiáveis na extremamente cética comunidade Monero. - Seguro, código aberto, centrado na privacidade, resistente à censura Nosso aplicativo é gratuito e de código aberto, o que garante que muitos olhos estejam olhando para o código do aplicativo para garantir que não haja falhas de segurança ou vazamentos de privacidade. O código aberto do nosso aplicativo também permite que qualquer pessoa tenha acesso ao nosso aplicativo, mesmo que um determinado repositório de aplicativos o censure. Nosso aplicativo funciona até mesmo em telefones que têm o Google completamente bloqueado. Valorizamos tanto a sua privacidade que nem exigimos que você forneça um e-mail ao se registrar. Código-fonte: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Rastreador de problemas: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Suporte Estelar Nossa equipe de suporte é rápida, receptiva e sempre pronta para agradar. Nunca tivemos um ticket de suporte que não foi respondido em 24 horas. Estamos sempre facilmente acessíveis através da mídia social, ouvimos atentamente suas críticas e sempre implementamos boas sugestões de usuários em tempo recorde. Você pode entrar em contato com nosso suporte em: https://localmonero.co/support - Taxas Justas Não cobramos taxas exorbitantes quando você deposita ou retira Monero de/para nossa carteira de títulos de arbitragem. Não há taxa de depósito e a taxa de retirada é muito próxima da taxa que você pagaria em uma transação normal.
sl: Kupujte ali prodajte Monero, brez preverjanja osebnih dokumentov. Z gotovino ali preko spleta. Varno, hitro, enostavno. LocalMonero je največja, zaupanja vredna in dobro uveljavljena platforma za trgovanje P2P v skupnosti XMR. Nimamo preverjanj KYC – Monero lahko preprosto kupite anonimno brez preverjanja osebne izkaznice s PayPalom, kreditno kartico, darilno kartico, gotovino po pošti ali pretvorbo Bitcoin, Ether, USDT ali drug kripto kovanec v Monero – naša platforma podpira katerikoli način plačila. - Varno in nemoteno trgovanje Podpiramo katerikoli način plačila, katerokoli valuto, kjerkoli! Ne odstranjujemo načinov plačila in v celoti podpiramo osebno gotovinsko trgovanje iz oči v oči. Vsi naši posli so zaščiteni z arbitražno garancijo. Zahvaljujoč dejstvu, da zahtevamo hrambo sredstev v arbitražni obveznici, preden se lahko začne trgovanje, zagotavljamo nemoteno in varno izkušnjo za kupca, kar je bistveno za priljubljenost platforme in zagotavljanje stalnih strank prodajalcem. - Brez KYC/AML ali preverjanja osebnih dokumentov LocalMonero se zavzema za ohranjanje preprostosti in neposrednosti vaše izkušnje trgovanja. Ne uporabljamo KYC/AML, niti tega nikoli ne načrtujemo. - Skupnost nam zaupa Naša platforma deluje že več kot štiri leta, preživela je veliki zlom kripto trga leta 2018 in s svojo skrbno storitvijo usmerjeno skupnosti, postala eno najbolj zaupanja vrednih imen v sicer izjemno previdni kripto skupnosti. - Varno, odprtokodno, osredotočeni na zasebnost in odporni na cenzuro Naša aplikacija je brezplačna in odprtokodna, kar zagotavlja, da številne oči neprestano preglejujejo izvirno kodo aplikacije in tako zagotovijo, da ni varnostnih lukenj ali uhajanja zasebnosti. Odprta koda naše aplikacije prav tako omogoča vsakomur dostop do aplikacije, tudi če nas določena galerija aplikacij cenzurira. Naša aplikacija deluje tudi na telefonih, ki jih je Google popolnoma blokiral. Tako zelo cenimo vašo zasebnost, da ob registraciji niti ne zahtevamo, da navedete vaš e-poštni naslov. Izvorna koda: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Sledilnik težav: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Podpora Naša ekipa za podporo je hitra, odzivna in vam bo vedno pripravljena ustreči. Še nikoli nismo prejeli zahteve za podporo, na katero ne bi odgovorili najkasneje v 24 urah. Dosegljivi smo vam tudi preko družbenih omrežij, pozorno prisluhnemo vašim kritikam in vedno realiziramo dobre predloge v rekordnem času. Našo podporo lahko dosežete na: https://localmonero.co/support - Poštene pristojbine Ne zaračunavamo previsokih stroškov nakazila ali dviga Bitcoinov v/iz naše denarnice za arbitražne obveznice. Provizije za polog ni, provizija za dvig pa je podobna proviziji, ki bi jo sicer plačali za običajno transakcijo.
sv: Köp eller sälj Monero utan ID-verifiering. Kontant eller online. Säkert, snabbt, enkelt. LocalMonero är den största, mest pålitliga och väletablerade P2P-handelsplattformen i XMR-communityt. Vi har inga KYC-checkar - du kan helt enkelt köpa Monero anonymt utan ID-verifiering med PayPal, kreditkort, presentkort, kontanter via post eller konvertera Bitcoin, Ether, USDT eller något annat kryptomynt till Monero - vår plattform stöder alla betalningsmetoder. - Säker och smidig handel Vi stöder alla betalningsmetoder, vilken valuta som helst, var som helst. Vi tar inte bort betalningsmetoder och vi stöder fullt ut kontantaffärer ansikte mot ansikte. Alla våra affärer är skyddade av en skiljedomsförbindelse. Tack vare det faktum att vi kräver att medel hålls i skiljedomstol innan en affär kan starta, säkerställer vi en smidig och säker upplevelse för köparen, vilket är avgörande för plattformens popularitet och återkommande kunder för säljarna. - Ingen KYC/AML eller ID-verifiering LocalMonero har åtagit sig att bibehålla enkelheten och rakheten i din handelsupplevelse. Vi använder inte KYC/AML och planerar heller aldrig att göra det. - Tillförlitlig av gemenskapen Vår plattform har fungerat i över fyra år, överlevt Great Cryptocurrency Market Crash 2018, och genom sin community-orienterade flitiga service blivit ett av de mest pålitliga namnen i det extremt skeptiska Monero-communityt. - Säker, öppen källkod, integritetscentrerad, censurbeständig Vår app är gratis och öppen källkod, vilket säkerställer att många ögon tittar på appens kod för att säkerställa att det inte finns några säkerhetshål eller sekretessläckor. Open sourcing vår app tillåter också vem som helst att ha tillgång till vår app även om ett visst applager censurerar appen. Vår app fungerar även på telefoner som har Google helt blockerat. Vi värdesätter din integritet så mycket, vi kräver inte ens att du uppger ett e-postmeddelande när du registrerar dig. Källkod: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Issue tracker: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stjärnstöd Vårt supportteam är snabbt, lyhört och alltid ivriga att behaga. Vi har aldrig haft ett supportärende som inte besvarats inom 24 timmar. Vi är alltid lätta att nå via sociala medier, vi lyssnar uppmärksamt på din kritik och vi implementerar alltid bra användarförslag på rekordtid. Du kan nå vår support på: https://localmonero.co/support - Rättvisa avgifter Vi tar inte ut orimliga avgifter när du sätter in eller tar ut Monero till/från vår skiljedomsplånbok. Det finns ingen insättningsavgift, och uttagsavgiften är mycket nära den avgift du skulle betala för en normal transaktion.
tl: Bumili o magbenta ng Monero nang walang pag-verify ng ID. Cash o online. Ligtas, mabilis, madali. Ang LocalMonero ay ang pinakamalaking, pinakapinagkakatiwalaan at mahusay na itinatag na platform ng kalakalan ng P2P sa komunidad ng XMR. Wala kaming KYC checks - maaari kang bumili ng Monero nang hindi nagpapakilala nang walang pag-verify ng ID gamit ang PayPal, credit card, gift card, cash sa pamamagitan ng koreo o i-convert ang Bitcoin, Ether, USDT, o anumang iba pang crypto coin sa Monero - sinusuportahan ng aming platform ang anumang paraan ng pagbabayad. - Ligtas at Makinis na Pakikipagkalakalan Sinusuportahan namin ang anumang paraan ng pagbabayad, anumang pera, kahit saan. Hindi kami nag-aalis ng mga paraan ng pagbabayad, at buong-buo naming sinusuportahan ang mga face-to-face na cash trade. Ang lahat ng aming mga kalakalan ay protektado ng isang arbitration bond. Salamat sa katotohanang nangangailangan kami ng mga pondo na itago sa arbitration bond bago magsimula ang isang kalakalan, tinitiyak namin ang maayos at ligtas na karanasan para sa bumibili, na mahalaga para sa katanyagan ng platform at umuulit na mga customer para sa mga nagbebenta. - Walang KYC/AML o ID Verification Ang LocalMonero ay nakatuon sa pagpapanatili ng pagiging simple at pagiging diretso ng iyong karanasan sa pangangalakal. Hindi kami gumagamit ng KYC/AML, ni hindi namin pinaplanong gawin ito. - Pinagkakatiwalaan ng Komunidad Ang aming platform ay gumana nang mahigit apat na taon, nakaligtas sa Great Cryptocurrency Market Crash noong 2018, at sa pamamagitan ng masigasig na serbisyong nakatuon sa komunidad ay naging isa sa mga pinakapinagkakatiwalaang pangalan sa lubhang nag-aalinlangan na komunidad ng Monero. - Secure, Open Source, Privacy-Centric, Censorship-Resistant Ang aming app ay libre at open source, na nagsisiguro na maraming mga mata ang tumitingin sa code ng app upang matiyak na walang mga butas sa seguridad o mga pagtagas sa privacy. Ang open sourcing sa aming app ay nagbibigay-daan din sa sinuman na magkaroon ng access sa aming app kahit na sine-censor ng isang partikular na repositoryo ng app ang app. Gumagana pa nga ang aming app sa mga teleponong ganap na na-block ng Google. Lubos naming pinahahalagahan ang iyong privacy, hindi ka namin hinihiling na magbigay ng email kapag nagrerehistro. Bumili o magbenta ng Monero nang walang pag-verify ng ID. BABALA: ANG APP NA ITO AY KASALUKUYANG NASA OPEN BETA! Source code: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Tagasubaybay ng isyu: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellar Support Ang aming team ng suporta ay mabilis, tumutugon at laging sabik na pasayahin. Wala pa kaming support ticket na hindi nasagot sa loob ng 24 na oras. Palagi kaming madaling maabot sa pamamagitan ng social media, masinsinan kaming nakikinig sa iyong mga kritisismo at palagi kaming nagpapatupad ng magagandang suhestiyon ng user sa oras. Maaari mong maabot ang aming suporta sa: https://localmonero.co/support - Mga Patas na Bayarin Hindi kami naniningil ng labis na bayad kapag nagdeposito o nag-withdraw ka ng Monero sa/mula sa aming wallet ng arbitration bond. Walang bayad sa deposito, at ang bayad sa pag-withdraw ay napakalapit sa bayad na babayaran mo sa isang normal na transaksyon.
tr: Kimlik doğrulaması olmadan Monero satın alın veya satın. Nakit veya çevrimiçi. Güvenli, hızlı, kolay. LocalMonero, XMR topluluğundaki en büyük, en güvenilir ve köklü P2P ticaret platformudur. KYC çeklerimiz yok - PayPal, kredi kartı, hediye kartı, posta yoluyla nakit ödeme ile kimlik doğrulaması olmadan Monero'yu anonim olarak satın alabilirsiniz veya Bitcoin, Ether, USDT veya başka herhangi bir kripto parayı Monero'ya dönüştürebilirsiniz - platformumuz her türlü ödeme yöntemini destekler. - Güvenli ve Sorunsuz Ticaret Her yerde, her ödeme yöntemini, her para birimini destekliyoruz. Ödeme yöntemlerini kaldırmıyoruz ve yüz yüze nakit alım satımları tam olarak destekliyoruz. Yaptığımız tüm işlemler tahkim teminatı ile korunmaktadır. Bir ticaretin başlayabilmesi için fonların tahkimde tutulmasını zorunlu kılmamız sayesinde, alıcı için sorunsuz ve güvenli bir deneyim sağlıyoruz; bu da platformun popülaritesi ve satıcılar için sürekli müşteriler için hayati önem taşıyor. - KYC/AML veya Kimlik Doğrulaması Yok LocalMonero, ticaret deneyiminizin basitliğini ve anlaşılırlığını korumaya kararlıdır. KYC/AML kullanmıyoruz ve kullanmayı da planlamıyoruz. - Topluluğun güvendiği Platformumuz dört yıldan fazla bir süredir faaliyet gösteriyor, 2018'deki Büyük Kripto Para Piyasası Çöküşünden sağ çıktı ve topluluk odaklı özenli hizmeti sayesinde son derece şüpheci Monero topluluğunun en güvenilir isimlerinden biri haline geldi. - Güvenli, Açık Kaynak, Gizlilik Odaklı, Sansüre Dirençli Uygulamamız ücretsiz ve açık kaynaktır; bu, hiçbir güvenlik açığı veya gizlilik sızıntısı olmadığından emin olmak için birçok gözün uygulamanın koduna bakmasını sağlar. Uygulamamızın açık kaynak kullanımı, belirli bir uygulama deposu uygulamayı sansürlese bile herkesin uygulamamıza erişmesine olanak tanır. Uygulamamız Google'ın tamamen engellediği telefonlarda bile çalışır. Gizliliğinize o kadar değer veriyoruz ki kayıt olurken e-posta adresinizi vermenizi bile talep etmiyoruz. Kaynak kodu: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Sorun izleyici: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Yıldız Desteği Destek ekibimiz hızlı, duyarlı ve her zaman memnun etmeye isteklidir. Hiçbir zaman 24 saat içinde yanıtlanmayan bir destek biletimiz olmadı. Sosyal medya aracılığıyla her zaman kolayca ulaşılabilir durumdayız, eleştirilerinizi dikkatle dinliyor ve iyi kullanıcı önerilerini her zaman rekor sürede hayata geçiriyoruz. Desteğimize şu adresten ulaşabilirsiniz: https://localmonero.co/support - Adil Ücretler Monero'yu tahkim bonosu cüzdanımıza yatırdığınızda veya cüzdanımızdan çekerken fahiş ücretler talep etmiyoruz. Para yatırma ücreti yoktur ve para çekme ücreti, normal bir işlemde ödeyeceğiniz ücrete çok yakındır.
ur: ID کی تصدیق کے بغیر Monero خریدیں یا فروخت کریں۔ نقد یا آن لائن۔ محفوظ، تیز، آسان۔ LocalMonero XMR کمیونٹی میں سب سے بڑا، سب سے زیادہ بھروسہ مند اور اچھی طرح سے قائم کردہ P2P ٹریڈنگ پلیٹ فارم ہے۔ ہمارے پاس کوئی KYC چیک نہیں ہے - آپ PayPal، کریڈٹ کارڈ، گفٹ کارڈ، میل کے ذریعے نقد رقم کے ذریعے ID کی تصدیق کے بغیر Monero خرید سکتے ہیں یا Bitcoin، Ether، USDT، یا کسی دوسرے کرپٹو کوائن کو Monero میں تبدیل کر سکتے ہیں - ہمارا پلیٹ فارم ادائیگی کے کسی بھی طریقہ کو سپورٹ کرتا ہے۔ - محفوظ اور ہموار تجارت ہم کسی بھی ادائیگی کے طریقے، کسی بھی کرنسی، کہیں بھی سپورٹ کرتے ہیں۔ ہم ادائیگی کے طریقوں کو نہیں ہٹاتے ہیں، اور ہم آمنے سامنے نقد تجارت کی مکمل حمایت کرتے ہیں۔ ہماری تمام تجارتیں ثالثی بانڈ کے ذریعے محفوظ ہیں۔ اس حقیقت کی بدولت کہ ہمیں تجارت شروع ہونے سے پہلے ثالثی بانڈ میں فنڈز رکھنے کی ضرورت ہوتی ہے، ہم خریدار کے لیے ایک ہموار اور محفوظ تجربہ کو یقینی بناتے ہیں، جو پلیٹ فارم کی مقبولیت کے لیے ضروری ہے اور بیچنے والے کے لیے صارفین کو دہراتے ہیں۔ - کوئی KYC/AML یا ID کی توثیق نہیں۔ LocalMonero آپ کے تجارتی تجربے کی سادگی اور براہ راست آگے بڑھنے کے لیے پرعزم ہے۔ ہم KYC/AML کو ملازمت نہیں دیتے، اور نہ ہی ہم ایسا کرنے کا منصوبہ بناتے ہیں۔ - کمیونٹی کے ذریعہ قابل اعتماد ہمارے پلیٹ فارم نے چار سالوں سے کام کیا ہے، 2018 کے عظیم کرپٹو کرنسی مارکیٹ کریش سے بچ گیا ہے، اور اپنی کمیونٹی پر مبنی مستعد سروس کے ذریعے انتہائی مشکوک Monero کمیونٹی میں سب سے زیادہ قابل اعتماد نام بن گیا ہے۔ - محفوظ، اوپن سورس، پرائیویسی سینٹرک، سنسر شپ مزاحم ہماری ایپ مفت اور اوپن سورس ہے، جو اس بات کو یقینی بناتی ہے کہ بہت سی آنکھیں ایپ کے کوڈ کو دیکھ رہی ہیں تاکہ اس بات کو یقینی بنایا جا سکے کہ کوئی حفاظتی سوراخ یا رازداری کا رساو نہیں ہے۔ ہماری ایپ کو اوپن سورس کرنا کسی کو بھی ہماری ایپ تک رسائی کی اجازت دیتا ہے چاہے کوئی مخصوص ایپ ریپوزٹری ایپ کو سنسر کرے۔ ہماری ایپ ان فونز پر بھی کام کرتی ہے جن کو گوگل نے مکمل طور پر بلاک کر رکھا ہے۔ ہم آپ کی پرائیویسی کو بہت اہمیت دیتے ہیں، ہمیں رجسٹریشن کے وقت آپ سے ای میل فراہم کرنے کی بھی ضرورت نہیں ہے۔ ماخذ کوڈ: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss ایشو ٹریکر: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - تارکیی سپورٹ ہماری سپورٹ ٹیم تیز، جوابدہ اور خوش کرنے کے لیے ہمیشہ بے چین ہے۔ ہمارے پاس کبھی بھی سپورٹ ٹکٹ نہیں تھا جس کا 24 گھنٹے کے اندر جواب نہ دیا گیا ہو۔ سوشل میڈیا کے ذریعے ہم ہمیشہ آسانی سے قابل رسائی ہوتے ہیں، ہم آپ کی تنقیدوں کو غور سے سنتے ہیں اور ہم ہمیشہ صارف کی اچھی تجاویز کو ریکارڈ وقت میں نافذ کرتے ہیں۔ آپ ہماری مدد تک یہاں پہنچ سکتے ہیں: https://localmonero.co/support - منصفانہ فیس جب آپ ہمارے ثالثی بانڈ والیٹ میں Monero جمع کرتے یا نکالتے ہیں تو ہم حد سے زیادہ فیس نہیں لیتے ہیں۔ کوئی ڈپازٹ فیس نہیں ہے، اور نکالنے کی فیس اس فیس کے بہت قریب ہے جو آپ ایک عام لین دین پر ادا کرتے ہیں۔
zh_cn: 无需身份验证即可购买或出售门罗币。现金或在线。安全、快速、简单。 LocalMonero 是 XMR 社区中最大、最值得信赖、最完善的 P2P 交易平台。我们没有 KYC 检查 - 您可以简单地通过 PayPal、信用卡、礼品卡、邮寄现金匿名购买门罗币，无需身份验证，或将比特币、以太币、USDT 或任何其他加密货币兑换为门罗币 - 我们的平台支持任何付款方式。 - 交易安全顺畅 我们支持任何地点的任何付款方式、任何货币。我们不取消支付方式，并且完全支持面对面的现金交易。我们所有的交易均受到仲裁保证书的保护。由于我们要求在交易开始之前将资金存入仲裁保证金，因此我们确保买家获得平稳、安全的体验，这对于平台的受欢迎程度和卖家的回头客至关重要。 - 无需 KYC/AML 或 ID 验证 LocalMonero 致力于保持您交易体验的简单性和直接性。我们不采用 KYC/AML，也不打算这样做。 - 受到社区的信赖 我们的平台已经运营了四年多，在 2018 年加密货币市场大崩盘中幸存下来，并通过其面向社区的勤奋服务，成为极度怀疑的门罗币社区中最值得信赖的品牌之一。 - 安全、开源、以隐私为中心、抗审查 我们的应用程序是免费和开源的，这确保了许多眼睛都在关注应用程序的代码，以确保不存在安全漏洞或隐私泄露。开源我们的应用程序还允许任何人都可以访问我们的应用程序，即使某个应用程序存储库审查了该应用程序。我们的应用程序甚至可以在谷歌完全屏蔽的手机上运行。我们非常重视您的隐私，我们甚至不需要您在注册时提供电子邮件。 源代码：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss 问题跟踪器：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - 一流的支持 我们的支持团队快速、反应灵敏并且总是渴望取悦您。我们从未遇到过 24 小时内未得到答复的支持请求。您始终可以通过社交媒体轻松联系到我们，我们会专心倾听您的批评，并且总是在创纪录的时间内实施良好的用户建议。 您可以通过以下网址获得我们的支持：https://localmonero.co/support - 公平费用 当您向我们的仲裁债券钱包存入或提取门罗币时，我们不会收取过高的费用。没有存款费用，取款费用非常接近您在正常交易中支付的费用。
zh_tw: 無需身份驗證即可買賣門羅幣。現金或在線。安全、快速、簡單。 LocalMonero 是 XMR 社區中最大、最受信任和完善的 P2P 交易平台。我們沒有 KYC 檢查 - 您可以簡單地匿名購買 Monero，無需使用 PayPal、信用卡、禮品卡、郵寄現金進行身份驗證，或將比特幣、以太幣、USDT 或任何其他加密硬幣轉換為 Monero - 我們的平台支持任何支付方式。 - 安全順暢的交易 我們支持任何支付方式、任何貨幣、任何地方。我們不取消支付方式，我們完全支持面對面的現金交易。我們所有的交易都受到仲裁債券的保護。由於我們要求在交易開始之前以仲裁保證金的形式持有資金，我們確保了買家的順暢和安全體驗，這對於平台的普及和賣家的回頭客至關重要。 - 無 KYC/AML 或身份驗證 LocalMonero 致力於保持您交易體驗的簡單性和直接性。我們不採用 KYC/AML，也從未打算這樣做。 - 受到社區的信任 我們的平台已經運營了四年多，在 2018 年的加密貨幣市場大崩盤中倖存下來，並通過其面向社區的勤奮服務成為極度懷疑的 Monero 社區中最值得信賴的品牌之一。 - 安全、開源、以隱私為中心、抗審查 我們的應用程序是免費和開源的，這確保了很多眼睛都在查看應用程序的代碼，以確保沒有安全漏洞或隱私洩露。開源我們的應用程序還允許任何人訪問我們的應用程序，即使某個應用程序存儲庫審查了該應用程序。我們的應用程序甚至可以在 Google 完全屏蔽的手機上運行。我們非常重視您的隱私，我們甚至不要求您在註冊時提供電子郵件。 源代碼：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss 問題跟踪器：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - 恆星支持 我們的支持團隊反應迅速、反應迅速並且總是樂於助人。我們從未收到過 24 小時內未得到答复的支持票。我們始終可以通過社交媒體輕鬆聯繫到您，我們會認真傾聽您的批評意見，並且我們始終會在創紀錄的時間內實施良好的用戶建議。 您可以通過以下方式獲得我們的支持：https://localmonero.co/support - 公平費用 當您在我們的仲裁保證金錢包中存入或提取門羅幣時，我們不會收取過高的費用。沒有存款費用，取款費用非常接近您在正常交易中支付的費用。
