Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb0250Sbtext
source: <p>The Monero project (like many other open-source projects) has no central company, entity, or funding behind it, all of which are necessary for decentralization and resilience. However, this means that the success of the project depends entirely on the contributions of passionate individuals in the community for funding, development, and outreach just like you.</p> <p>The vast majority of people in the Monero community will necessarily not be developers, so we’ll focus on the many ways us non-devs can give back to such an incredible project.</p>
cs: <p>Projekt Monero (stejně jako mnoho jiných open-source projektů) nemá za sebou žádnou centrální společnost, subjekt nebo financování, které jsou všechny nezbytné pro decentralizaci a odolnost. To však znamená, že úspěch projektu zcela závisí na přispění nadšených jednotlivců v komunitě k financování, rozvoji a dosahu, jako jste vy.</p> <p>Velká většina lidí v komunitě Monero nutně nebudou vývojáři, takže se zaměříme na mnoho způsobů, jak můžeme my nevývojáři podpořit tak neuvěřitelný projekt.</p>
fi: <p>Monero-projektilla (kuten monilla muillakin avoimen lähdekoodin hankkeilla) ei ole takanaan keskitettyä yritystä, kokonaisuutta tai rahoitusta, jotka kaikki ovat tarpeen hajauttamisen ja kestävyyden kannalta. Tämä tarkoittaa kuitenkin, että projektin menestys riippuu täysin yhteisön intohimoisten henkilöiden panoksesta rahoitukseen, kehittämiseen ja tavoittamiseen, aivan kuten sinuun.</p> <p>Valtaosa Monero-yhteisön ihmisistä ei välttämättä ole kehittäjiä, joten keskitymme moniin tapoihin, joilla me ei-kehittäjät voimme antaa takaisin tällaiselle uskomattomalle projektille.</p>
fr: <p>Le projet Monero (comme de nombreux autres projets open source) n'a pas de société centrale, d'entité ou de financement derrière lui, qui sont tous nécessaires à la décentralisation et à la résilience. Cependant, cela signifie que le succès du projet dépend entièrement des contributions d'individus passionnés dans la communauté pour le financement, le développement et la sensibilisation, tout comme vous.</p> <p>La grande majorité des membres de la communauté Monero ne seront pas nécessairement des développeurs, nous allons donc nous concentrer sur les nombreuses façons dont nous, les non-développeurs, pouvons contribuer en retour à un projet aussi incroyable.</p>
it: <p>Il progetto Monero (come molti altri progetti open-source) non ha una società centrale, un'entità o un finanziamento dietro di sé, tutte cose necessarie per la decentralizzazione e la resilienza. Tuttavia, questo significa che il successo del progetto dipende interamente dai contributi di individui appassionati nella comunità per il finanziamento, lo sviluppo e la diffusione, proprio come te.</p> <p>La stragrande maggioranza delle persone nella comunità di Monero non saranno necessariamente sviluppatori, quindi ci concentreremo sui molti modi in cui noi non-dev possiamo dare un contributo a questo incredibile progetto.</p>
lt: <p>Monero projektas (kaip ir daugelis kitų atvirojo kodo projektų) neturi jokios pagrindinės įmonės, subjekto ar finansavimo – visa tai būtina decentralizacijai ir atsparumui užtikrinti. Tačiau tai reiškia, kad projekto sėkmė visiškai priklauso nuo aistringų bendruomenės asmenų indėlio į finansavimą, plėtrą ir informavimą, kaip ir jūs.</p> <p>Dauguma Monero bendruomenės žmonių nebūtinai bus kūrėjai, todėl mes sutelksime dėmesį į daugybę būdų, kaip mes, ne kūrėjai, galime grąžinti tokį neįtikėtiną projektą.</p>
nb: <p>Monero-prosjektet (som mange andre åpen kildekode-prosjekter) har ingen sentral selskap, enhet eller finansiering bak seg, som alle er nødvendige for desentralisering og motstandskraft. Dette betyr imidlertid at prosjektets suksess helt og holdent avhenger av bidragene fra lidenskapelige individer i samfunnet for finansiering, utvikling og oppsøking akkurat som deg.</p> <p>Det store flertallet av folk i Monero-fellesskapet vil nødvendigvis ikke være utviklere, så vi vil fokusere på de mange måtene vi ikke-utviklere kan gi tilbake til et så utrolig prosjekt.</p>
nl: <p>Het Monero-project heeft (zoals veel andere open-sourceprojecten) geen centraal bedrijf, entiteit of financiering, die allemaal nodig zijn voor decentralisatie en veerkracht. Dit betekent echter dat het succes van het project volledig afhangt van de bijdragen van gepassioneerde individuen net als u in de gemeenschap voor financiering, ontwikkeling en hulpverlening.</p> <p>De overgrote meerderheid van de mensen in de Monero-gemeenschap zijn niet noodzakelijkerwijs ontwikkelaars, dus we zullen ons concentreren op de vele manieren waarop wij, niet-ontwikkelaars, kunnen bijdragen aan zo'n ongelooflijk project.</p>
pl: <p> Projekt Monero (podobnie jak wiele innych projektów open source) nie ma centralnej firmy, podmiotu ani finansowania, które jest niezbędne, aby osiągnąć decentralizację i odporność. Oznacza to więc, że sukces projektu zależy całkowicie od wkładu członków społeczności w finansowanie, rozwój i promocję. </p> <p> Zdecydowana większość ludzi w społeczności Monero nie jest programistami, więc skupimy się na wielu sposobach, w jakich my, nie-devowie, możemy wspierać ten niesamowity projekt. </p>
pt_br: <p>O projeto Monero (como muitos outros projetos de código aberto) não tem nenhuma empresa central, entidade ou financiamento por trás dele, todos eles necessários para a descentralização e resiliência. No entanto, isto significa que o sucesso do projeto depende inteiramente das contribuições de indivíduos apaixonados da comunidade para financiamento, desenvolvimento e alcance, assim como você.</p> <p>A grande maioria das pessoas na comunidade Monero não será necessariamente desenvolvedora, por isso nos concentraremos nas muitas maneiras que nós, que não somos desenvolvedores, podemos dar de volta a um projeto tão incrível.</p>
sl: <p>Projekt Monero (tako kot številni drugi odprtokodni projekti) nima osrednjega podjetja, subjekta ali financiranja, kar je vse potrebno za decentralizacijo in odpornost. Vendar to pomeni, da je uspeh projekta v celoti odvisen od prispevkov strastnih posameznikov v skupnosti za financiranje, razvoj in ozaveščanje, kot ste vi.</p> <p> Velika večina ljudi v skupnosti Monero ne bo nujno razvijalcev, zato se bomo osredotočili na številne načine, kako lahko mi, ki nismo razvijalci, prispevamo k tako neverjetnemu projektu.</p>
sv: <p>Monero-projektet (liksom många andra projekt med öppen källkod) har inget centralt företag, enhet eller finansiering bakom sig, som alla är nödvändiga för decentralisering och motståndskraft. Detta betyder dock att projektets framgång helt beror på bidrag från passionerade individer i samhället för finansiering, utveckling och uppsökande verksamhet precis som du.</p> <p>De allra flesta människor i Monero-communityt kommer nödvändigtvis inte att vara utvecklare, så vi kommer att fokusera på de många sätt vi icke-utvecklare kan ge tillbaka till ett så otroligt projekt.</p>
tl: <p>Ang proyekto ng Monero (tulad ng maraming iba pang open-source na proyekto) ay walang sentral na kumpanya, entity, o pondo sa likod nito, na lahat ay kinakailangan para sa desentralisasyon at katatagan. Gayunpaman, nangangahulugan ito na ang tagumpay ng proyekto ay ganap na nakasalalay sa mga kontribusyon ng mga masugid na indibidwal sa komunidad para sa pagpopondo, pag-unlad, at outreach tulad mo.</p> <p>Ang karamihan ng mga tao sa komunidad ng Monero ay tiyak na hindi magiging mga developer, kaya't magtutuon kami ng pansin sa maraming paraan na maibabalik namin na mga hindi devs sa napakagandang proyekto.</p>
tr: <p>Monero projesinin (diğer birçok açık kaynaklı proje gibi) arkasında merkezi bir şirketi, kuruluşu veya finansmanı yoktur ve bunların tümü merkezi olmayan yönetim ve dayanıklılık için gereklidir. Ancak bu, projenin başarısının tamamen sizin gibi topluluktaki tutkulu bireylerin finansman, geliştirme ve sosyal yardım katkılarına bağlı olduğu anlamına gelir.</p> <p>Monero topluluğundaki insanların büyük çoğunluğu mutlaka geliştirici olmayacak, bu nedenle biz geliştirici olmayanların böylesine inanılmaz bir projeye katkıda bulunabileceği birçok yola odaklanacağız.</p>
ur: <p>منیرو پروجیکٹ (بہت سے دوسرےopen-source پروجیکٹس کی طرح) کے پیچھے کوئی مرکزی کمپنی، ادارہ یا فنڈنگ نہیں ہے، یہ سبdecentralization اور لچک کے لیے ضروری ہیں۔ تاہم، اس کا مطلب ہے کہ اس منصوبے کی کامیابی کا انحصار مکمل طور پر کمیونٹی کے پرجوش افراد کی فنڈنگ، ترقی اور رسائی کے لیے آپ کی طرح شراکت پر ہے۔</p> <p>منیرو کمیونٹی میں لوگوں کی اکثریت لازمی طور پر ڈویلپر نہیں ہوگی، اس لیے ہم ایسے بہت سے طریقوں پر توجہ مرکوز کریں گے جن سے ہمnon-devs اس طرح کے ناقابل یقین پروجیکٹ کو واپس دے سکتے ہیں۔</p>
zh_cn: <p>门罗币工程（像许多其他开源工程一样）背后没有中央公司、实体或资金，所有这些都是去中心化和弹性的必要条件。然而，这意味着项目的成功完全取决于社区中像你一样的热情人士对资金、发展和推广的贡献。</p> <p>门罗币社区的绝大多数人都不一定是开发者，所以我们将专注于我们这些非开发者可以回馈给这样一个令人难以置信的工程的许多方式。</p>
zh_tw: <p>門羅幣工程（像許多其他開源工程一樣）背後沒有中央公司、實體或資金，所有這些都是去中心化和彈性的必要條件。然而，這意味著項目的成功完全取決於社區中像你一樣的熱情人士對資金、發展和推廣的貢獻。</p> <p>門羅幣社區的絕大多數人都不一定是開發者，所以我們將專注於我們這些非開發者可以回饋給這樣一個令人難以置信的工程的許多方式。</p>
