Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbviewTags250Sb4250Sbtext
source: <p>View tags are one of the features currently planned for inclusion in the <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">upcoming network upgrade</a>, and should be released some time this spring. The community <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">raised 23.3XMR</a> (at the time of writing) to incentivize the development and implementation of view tags, and as a result the vast majority of the work to include view tags in the Monero code base has already been completed by j-berman in collaboration with reviewers and researchers.</p> <p>Once view tags are enforced by the network, all transactions sent after the network upgrade will benefit from the drastically improved wallet sync time. You won’t need to do anything special to start using view tags, your favorite wallet for Monero will simply start using them after the network upgrade automatically!</p>
cs: <p>Značky zobrazení jsou jednou z funkcí, která se aktuálně plánuje zahrnout do <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">chystaného upgradu sítě</a> a měla by být vydána někdy na jaře. Komunita <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero"> vybrala 23.3XMR</a> (v době psaní článku), aby motivovala vývoj a implementaci tagů pro zobrazení, a díky tomu již j-berman ve spolupráci s recenzenty a výzkumníky dokončil převážnou většinu práce na začlenění tagů pro zobrazení do kódové základny Monero.</p> <p>Jakmile budou značky zobrazení v síti zavedeny, budou všechny transakce odeslané po aktualizaci sítě těžit z výrazně lepšího času synchronizace peněženky. Nebudete muset dělat nic speciálního, abyste začali používat značky zobrazení, vaše oblíbená peněženka pro Monero je prostě začne po upgradu sítě používat automaticky!</p>
fi: <p>Näkymätunnisteet ovat yksi ominaisuuksista, joita tällä hetkellä suunnitellaan sisällytettäväksi <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">tulevaan verkkopäivitykseen</a>, ja ne pitäisi julkaista joskus tänä keväänä. Yhteisö <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero"> keräsi 23.3XMR:ää</a> (kirjoitushetkellä) kannustaakseen näkymätunnisteiden kehittämistä ja käyttöönottoa, ja tämän seurauksena suurin osa työstä näkymätunnisteiden sisällyttämiseksi Monero-koodipohjaan on jo tehty. Työn viimeisteli "j-berman" yhteistyössä arvioijien ja tutkijoiden kanssa.</p> <p>Kun verkko on pakottanut näkymätunnisteet, kaikki verkkopäivityksen jälkeen lähetetyt transaktiot hyötyvät huomattavasti parannetusta lompakon synkronointiajasta. Sinun ei tarvitse tehdä mitään erityistä aloittaaksesi näkymätunnisteiden käyttö, vaan suosikki Monero-lompakkosi alkaa käyttää niitä automaattisesti verkkopäivityksen jälkeen!</p>
fr: <p>Les balises de vue sont l'une des fonctionnalités actuellement prévues pour être incluses dans la <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">prochaine mise à jour du réseau</a>, et devraient être publiées au cours du printemps. La communauté <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">a fait une levée de fonds de 23,3XMR</a> (au moment de la rédaction) pour encourager le développement et la mise en œuvre des balises de vue, et par conséquent la grande majorité du travail pour inclure les balises de vue dans la base de code Monero a déjà été complété par j-berman en collaboration avec des examinateurs et des chercheurs.</p> <p>Une fois les balises de vue appliquées par le réseau, toutes les transactions envoyées après la mise à jour du réseau bénéficieront d'un temps de synchronisation du portefeuille considérablement amélioré. Vous n'aurez rien à faire de spécial pour commencer à utiliser les balises de vue, votre portefeuille préféré pour Monero commencera simplement à les utiliser automatiquement après la mise à jour du réseau ! </p>
it: <p>I tag di visualizzazione sono una delle caratteristiche attualmente previste per l'inclusione nel <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">prossimo aggiornamento della rete</a>e dovrebbe essere rilasciata in primavera. La comunità <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">ha raccolto 23.3XMR</a> (al momento della scrittura) per incentivare lo sviluppo e l'implementazione dei view tag, e di conseguenza la maggior parte del lavoro per includere i view tag nel codice base di Monero è già stato completato da j-berman in collaborazione con revisori e ricercatori.</p> <p>Una volta che le etichette di visualizzazione saranno applicate dalla rete, tutte le transazioni inviate dopo l'aggiornamento della rete beneficeranno del tempo di sincronizzazione del portafoglio drasticamente migliorato. Non avrai bisogno di fare nulla di speciale per iniziare a usare i view tag, il tuo portafoglio preferito per Monero inizierà semplicemente a usarli dopo l'aggiornamento della rete automaticamente!</p>
lt: <p>Žymės peržiūros yra viena iš funkcijų, kurias šiuo metu planuojama įtraukti į <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">būsimą tinklo naujinimą</a> ir turėtų būti išleistas kurį laiką šį pavasarį. Bendruomenė <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero"> iškėlė 23.3XMR</a> (rašymo metu), kad paskatintų kurti ir diegti rodinio žymas, todėl didžioji dalis darbo įtraukiant rodinio žymas į Monero kodo bazę jau buvo atlikta. užbaigė j-berman, bendradarbiaudamas su recenzentais ir tyrinėtojais.</p> <p>Kai tinklas pritaiko peržiūros žymas, visoms operacijoms, išsiųstoms po tinklo naujovinimo, bus naudingas drastiškai patobulintas piniginės sinchronizavimo laikas. Jums nereikės daryti nieko ypatingo, kad pradėtumėte naudoti peržiūros žymas, jūsų mėgstamiausia Monero piniginė tiesiog pradės jas naudoti po tinklo atnaujinimo automatiškai!</p>
nb: <p>View-tagger er en av funksjonene som for øyeblikket er planlagt inkludert i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">den kommende nettverksoppgraderingen</a>, og bør utgis en gang denne våren. Fellesskapet <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">hevet 23.3XMR</a> (i skrivende stund) for å stimulere utviklingen og implementeringen av visningstagger, og som et resultat har det store flertallet av arbeidet med å inkludere visningstagger i Monero-kodebasen allerede vært fullført av j-berman i samarbeid med anmeldere og forskere.</p> <p>Når visningstagger er håndhevet av nettverket, vil alle transaksjoner som sendes etter nettverksoppgraderingen dra nytte av den drastisk forbedrede lommeboksynkroniseringstiden. Du trenger ikke å gjøre noe spesielt for å begynne å bruke visningstagger, favorittlommeboken din for Monero vil ganske enkelt begynne å bruke dem automatisk etter nettverksoppgraderingen!</p>
nl: <p>Weergave tags zijn een van de functies die momenteel zijn gepland voor opname in de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">aankomende netwerkupgrade</a>, en zouden ergens dit voorjaar moeten worden vrijgegeven. De community <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero"> heeft 23.3XMR</a> opgehaald (op het moment van schrijven) om de ontwikkeling en implementatie van weergave tags te stimuleren. voltooid door j-berman in samenwerking met recensenten en onderzoekers.</p> <p>Zodra de weergavetags door het netwerk zijn afgedwongen, zullen alle transacties die na de netwerkupgrade worden verzonden, profiteren van de drastisch verbeterde portefeuillesynchronisatietijd. U hoeft niets speciaals te doen om weergave tags te gaan gebruiken, uw favoriete Monero portefeuille gaat ze gewoon automatisch gebruiken na de netwerkupgrade!</p>
pl: <p>View tags są jedną z funkcji aktualnie planowanych do uwzględnienia w <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">nadchodzącej aktualizacji sieci</a> i powinny być wdrożone tej wiosny. Społeczność <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">zebrała 23,3 XMR</a> (do daty publikacji), aby zachęcić do badań i utworzenia implementacji view tags. W rezultacie większość pracy koniecznej do dodania view tags do kodu Monero została już zakończona przez j-berman we współpracy z recenzentami i badaczami. </p> <p> Gdy view tags będą wymagane w sieci, wszystkie transakcje wysłane po aktualizacji sieci skorzystają z drastycznie krótszego czasu synchronizacji portfela. Nie musisz robić nic specjalnego, aby zacząć używać view tags, Twój ulubiony portfel Monero po prostu zacznie ich używać po aktualizacji sieci! </p>
pt_br: <p>Ver tags são uma das características atualmente planejadas para inclusão na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">próxima atualização da rede</a>. e deve ser lançado algum tempo nesta primavera. A comunidade <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">elevou 23,3XMR</a> (no momento de escrever) para incentivar o desenvolvimento e a implementação de view tags, e como resultado, a grande maioria do trabalho para incluir view tags na base de código Monero já foi concluída por j-berman em colaboração com revisores e pesquisadores.</p> <p>Uma vez que as etiquetas de visualização sejam aplicadas pela rede, todas as transações enviadas após a atualização da rede serão beneficiadas pelo tempo de sincronização da carteira drasticamente melhorado. Você não precisará fazer nada especial para começar a usar as etiquetas de visualização, sua carteira favorita para Monero simplesmente começará a usá-las após a atualização automática da rede!</p>
sl: <p>Oznake za ogled so ena od funkcij, ki so trenutno načrtovane za vključitev v <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">prihajajočo nadgradnjo omrežja</a> in bi morale biti izdane to pomlad. Skupnost <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">je zbrala 23.3XMR</a> (v času pisanja), da bi spodbudila razvoj in implementacijo oznak za oglede, zato je bila velika večina dela za vključitev oznak za oglede v osnovo kode Monero že opravljena. dokončal j-berman v sodelovanju z recenzenti in raziskovalci.</p> <p>Ko bo omrežje uveljavilo oznake za ogled, bodo vse transakcije, poslane po nadgradnji omrežja, imele koristi od drastično izboljšanega časa sinhronizacije denarnice. Ne bo vam treba narediti nič posebnega, da začnete uporabljati oznake za ogled, vaša najljubša denarnica za Monero jih bo preprosto začela uporabljati po samodejni nadgradnji omrežja! </p>
sv: <p>View-taggar är en av funktionerna som för närvarande planeras för inkludering i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">kommande nätverksuppgradering</a>, och bör släppas någon gång i vår. Gemenskapen <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">höjde 23.3XMR</a> (i skrivande stund) för att stimulera utvecklingen och implementeringen av visningstaggar, och som ett resultat av det har den stora majoriteten av arbetet med att inkludera visningstaggar i Monero-kodbasen redan varit färdigställt av j-berman i samarbete med granskare och forskare.</p> <p>När visningstaggar har tillämpats av nätverket kommer alla transaktioner som skickas efter nätverksuppgraderingen att dra nytta av den drastiskt förbättrade plånbokssynkroniseringstiden. Du behöver inte göra något speciellt för att börja använda visningstaggar, din favoritplånbok för Monero kommer helt enkelt att börja använda dem efter nätverksuppgraderingen automatiskt!</p>
tl: <p>Ang mga tag ng view ay isa sa mga feature na kasalukuyang pinaplano para sa pagsasama sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">paparating na pag-upgrade ng network</a>, at dapat na ilabas ilang oras ngayong tagsibol. Ang komunidad <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">ay nagtaas ng 23.3XMR</a> (sa oras ng pagsulat) upang bigyang-insentibo ang pagbuo at pagpapatupad ng mga tag ng view, at bilang resulta, ang karamihan sa gawaing magsama ng mga tag ng view sa Monero code base ay naisagawa na. kinumpleto ni j-berman sa pakikipagtulungan ng mga reviewer at researcher.</p> <p>Kapag ipinatupad na ng network ang mga view tag, lahat ng transaksyong ipinadala pagkatapos ng pag-upgrade sa network ay makikinabang sa napakahusay na oras ng pag-sync ng wallet. Hindi mo na kakailanganing gumawa ng anumang espesyal upang simulan ang paggamit ng mga view tag, ang iyong paboritong wallet para sa Monero ay magsisimulang gamitin ang mga ito pagkatapos ng awtomatikong pag-upgrade ng network!</p>
tr: <p>Görünüm etiketleri, şu anda <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">yaklaşan ağ yükseltmesine</a> dahil edilmesi planlanan özelliklerden biridir ve bu baharda piyasaya sürülmesi planlanmaktadır. Topluluk <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">görünüm etiketlerinin geliştirilmesini ve uygulanmasını teşvik etmek için 23,3XMR'yi</a> artırdı (bu yazının yazıldığı sırada) ve sonuç olarak görünüm etiketlerini Monero kod tabanına dahil etmeye yönelik çalışmaların büyük çoğunluğu zaten yürütüldü j-berman tarafından hakemler ve araştırmacıların işbirliğiyle tamamlandı.</p> <p>Görüntüleme etiketleri ağ tarafından zorunlu kılındıktan sonra, ağ yükseltmesinden sonra gönderilen tüm işlemler, büyük ölçüde iyileştirilmiş cüzdan senkronizasyon süresinden yararlanacaktır. Görünüm etiketlerini kullanmaya başlamak için özel bir şey yapmanıza gerek kalmayacak; Monero için favori cüzdanınız, ağ yükseltmesinden sonra otomatik olarak bunları kullanmaya başlayacak!</p>
ur: <p>ویو ٹیگز ان خصوصیات میں سے ایک ہیں جو فی الحال <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">آنے والے نیٹ ورک اپ گریڈ</a> میں شامل کرنے کی منصوبہ بندی کی گئی ہیں، اور اسے اس موسم بہار میں کچھ وقت میں جاری کیا جانا چاہیے۔ کمیونٹی <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero"> نے 23.3XMR</a> (تحریر کے وقت) کو ویو ٹیگز کی ترقی اور نفاذ کی ترغیب دینے کے لیے اٹھایا، اور اس کے نتیجے میں Monero کوڈ بیس میں ویو ٹیگز کو شامل کرنے کے لیے کام کی اکثریت پہلے ہی کر دی گئی ہے۔ j-berman نے جائزہ لینے والوں اور محققین کے ساتھ مل کر مکمل کیا۔</p> <p>نیٹ ورک کے ذریعے ویو ٹیگز کے نفاذ کے بعد، نیٹ ورک کے اپ گریڈ کے بعد بھیجی جانے والی تمام ٹرانزیکشنز والٹ کی مطابقت پذیری کے وقت میں تیزی سے بہتری لائیں گی۔ ویو ٹیگز کا استعمال شروع کرنے کے لیے آپ کو کچھ خاص کرنے کی ضرورت نہیں ہوگی، Monero کے لیے آپ کا پسندیدہ والیٹ نیٹ ورک خود بخود اپ گریڈ ہونے کے بعد انہیں استعمال کرنا شروع کر دے گا!</p>
zh_cn: <p>查看标签是目前计划纳入 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">即将到来的网络升级</a>, 的功能之一，应该在今年春天的某个时候发布。 社区 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">筹集了23.3 XMR</a> （在撰写本文时）来激励查看标签的开发和实施，因此，绝大部分将查看标签纳入门罗币代码库的工作已经由j-berman与审核员和研究人员合作完成。</p> <p>一旦查看标签被网络强制执行，所有在网络升级后发送的交易都将受益于大幅改善的钱包同步时间。你不需要做任何特别的事情来开始使用查看标签，你最喜欢的门罗币钱包将在网络升级后自动开始使用它们!</p>
zh_tw: <p>查看標籤是目前計劃納入 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">即將到來的網絡升級</a>, 的功能之一，應該在今年春天的某個時候發布。 社區 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bounties.monero.social/posts/28/implement-view-tags-to-decrease-wallet-sync-times-in-monero">籌集了23.3 XMR</a> （在撰寫本文時）來激勵查看標籤的開發和實施，因此，絕大部分將查看標籤納入門羅幣代碼庫的工作已經由j-berman與審核員和研究人員合作完成。</p> <p>一旦查看標籤被網絡強制執行，所有在網絡升級後發送的交易都將受益於大幅改善的錢包同步時間。你不需要做任何特別的事情來開始使用查看標籤，你最喜歡的門羅幣錢包將在網絡升級後自動開始使用它們!</p>

# knowledge250SbviewTags250Sb4250Sbtitle
source: When will view tags be available in Monero?
cs: Kdy budou v Monero k dispozici značky zobrazení?
fi: Milloin näkymätunnisteet ovat saatavilla Monerossa?
fr: Quand les balises de vue seront-elles disponibles dans Monero ?
it: Quando saranno disponibili i tag di visualizzazione in Monero?
lt: Kada peržiūros žymos bus pasiekiamos Monero?
nb: Når vil visningstagger være tilgjengelige i Monero?
nl: Wanneer zullen weergavetags beschikbaar zijn in Monero?
pl: Kiedy view tags będą dostępne w Monero?
pt_br: Quando as etiquetas estarão disponíveis em Monero?
sl: Kdaj bodo oznake za ogled na voljo v Moneru?
sv: När kommer visningstaggar att finnas tillgängliga i Monero?
tl: Kailan magiging available ang mga view na tag sa Monero?
tr: Monero'da görüntüleme etiketleri ne zaman kullanıma sunulacak?
ur: Monero میں ٹیگز کب دستیاب ہوں گے؟
zh_cn: 查看标签何时能在门罗币中使用？
zh_tw: 查看標籤何時能在門羅幣中使用？
