Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbpractices250Sb3250Sbtext
source: <p>Hot and cold wallets are common terminology in the cryptocurrency space, and the concept is really quite simple. A hot wallet is one that you take out and use often. It's 'hot' from being in your back pocket. Cold wallets are ones that are not touched very often, similar to money in a bank. Just as it's not advisable to carry hundreds of dollars in your physical wallet, but it's generally acceptable to do so in a bank account, users should consider how much Monero is prudent to carry in their hot, mobile wallets, and how much is best left at home in a second, cold one. This way, losing a phone, theft, or other mishaps won't cause total loss of funds.</p>
cs: <p>Horké a studené peněženky jsou v oblasti kryptoměn běžnou terminologií a jejich koncept je opravdu jednoduchý. Horká peněženka je taková, kterou vybíráte a často používáte. Je "horká" díky tomu, že ji máte v zadní kapse. Studené peněženky jsou takové, na které se nesahá příliš často, podobně jako na peníze v bance. Stejně jako není vhodné nosit stovky dolarů ve fyzické peněžence, ale je obecně přijatelné nosit je na bankovním účtu, měli by uživatelé zvážit, kolik Monero je rozumné nosit v horkých, mobilních peněženkách, a kolik je lepší nechat doma v druhé, studené. Ztráta telefonu, krádež nebo jiné neštěstí tak nezpůsobí úplnou ztrátu prostředků.</p>
fi: <p>Kuumat ja kylmät lompakot ovat yleistä terminologiaa kryptovaluuttamaailmassa ja konsepti on todella yksinkertainen. Kuuma lompakko on sellainen, jonka otat esiin ja käytät usein. Se on "kuuma" takataskussa olemisesta. Kylmät lompakot ovat sellaisia, joihin ei kosketa kovin usein, kuten pankissa oleva raha. Aivan kuten ei ole suositeltavaa kantaa satoja dollareita fyysisessä lompakossa, mutta se on yleensä hyväksyttävää säilyttää pankkitilillä. Käyttäjien tulee harkita, kuinka paljon Moneroa on järkevää kantaa kuumassa mobiililompakossa ja kuinka paljon on parasta jättää kotona toiseen kylmässä olevaan lompakkoon. Tällä tavalla puhelimen katoaminen, varkaus tai muut onnettomuudet eivät aiheuta täydellistä varojen menetystä.</p>
fr: <p>Les portefeuilles chauds et froids sont une terminologie courante dans l'univers des crypto-monnaies, et le concept est vraiment très simple. Un portefeuille chaud est celui que vous sortez et utilisez souvent. Il fait « chaud » d'être dans votre poche arrière. Les portefeuilles froids sont ceux qui ne sont pas touchés très souvent, comme l'argent dans une banque. Tout comme il n'est pas conseillé de transporter des centaines de dollars dans votre portefeuille physique, alors qu'il est généralement acceptable de le faire dans un compte bancaire, les utilisateurs doivent considérer combien de Monero il est prudent de transporter dans leurs portefeuilles chauds et mobiles, et combien il vaut mieux laisser à la maison dans un second portefeuille, froid. De cette façon, la perte d'un téléphone, le vol ou d'autres incidents n'entraîneront pas une perte totale des fonds.</p>
it: <p>I portafogli caldi e freddi sono terminologia comune nello spazio delle criptovalute e il concetto è davvero molto semplice. Un portafoglio caldo è quello che tiri fuori e usi spesso. Fa 'caldo' quando sei nella tasca posteriore dei pantaloni. I cold wallet sono quelli che non vengono toccati molto spesso, simili ai soldi in una banca. Proprio come non è consigliabile portare centinaia di dollari nel tuo portafoglio fisico, ma è generalmente accettabile farlo in un conto bancario, gli utenti dovrebbero considerare quanto Monero è prudente portare nei loro portafogli mobili e caldi e quanto è meglio lasciare a casa in un secondo, freddo. In questo modo, la perdita di un telefono, il furto o altri incidenti non causerà la perdita totale di fondi.</p>
lt: <p>Karštos ir šaltos piniginės yra įprastas terminas kriptovaliutų erdvėje, o koncepcija išties gana paprasta. Karšta piniginė yra ta, kurią dažnai išsiimate ir naudojate. Tai „karšta“ nuo jūsų užpakalinėje kišenėje. Šaltos piniginės yra tokios, prie kurių neliečiama labai dažnai, panašiai kaip pinigai banke. Kaip ir nepatartina nešiotis šimtų dolerių fizinėje piniginėje, bet paprastai priimtina tai daryti banko sąskaitoje, vartotojai turėtų pagalvoti, kiek Monero yra protinga nešiotis karštoje, mobilioje piniginėje ir kiek geriausia palikti. namuose per antrą, šaltą. Tokiu būdu praradus telefoną, vagystę ar kitus nelaimingus atsitikimus nebus visiškai prarastos lėšos.</p>
nb: <p>Varme og kalde lommebøker er vanlig terminologi i kryptovalutaområdet, og konseptet er egentlig ganske enkelt. En varm lommebok er en du tar frem og bruker ofte. Det er "varmt" av å være i baklommen. Kalde lommebøker er de som ikke blir berørt så ofte, på samme måte som penger i en bank. Akkurat som det ikke er tilrådelig å ha hundrevis av dollar i den fysiske lommeboken din, men det er generelt akseptabelt å gjøre det på en bankkonto, bør brukere vurdere hvor mye Monero er fornuftig å ha med seg i sine varme, mobile lommebøker, og hvor mye som er best igjen hjemme i en annen, kald en. På denne måten vil det å miste en telefon, tyveri eller andre uhell ikke føre til totalt tap av midler.</p>
nl: <p>'Hot' en 'cold wallets' zijn gebruikelijke terminologie in de wereld van cryptocurrency, en het concept is eigenlijk vrij eenvoudig. Een 'hot wallet' is er een die u vaak gebruikt. Het is 'hot' omdat het zogenaamd in uw achterzak zit. 'Cold wallets' zijn portefeuilles die niet vaak worden aangeraakt, vergelijkbaar met geld op een bank. Net zoals het niet aan te raden is om honderden dollars in uw fysieke portefeuille te hebben, maar het over het algemeen acceptabel is om dit op een bankrekening te doen, moeten gebruikers overwegen hoeveel Monero verstandig is om in hun 'hot', mobiele portefeuille te dragen en hoeveel ze het beste thuis houden in een tweede, 'cold wallet'. Op deze manier leidt verlies van een telefoon, diefstal of andere ongelukken niet tot totaal verlies van geld.</p>
pl: <p> Portfele hot i cold są powszechną terminologią w przestrzeni kryptowalut, a koncepcja jest naprawdę dość prosta. Portfel hot to taki, który często otwierasz i używasz. Jest „hot” od bycia w tylnej kieszeni. Portfele cold to te, które nie są często dotykane, podobnie jak pieniądze w banku. Tak jak nie jest wskazane noszenie tysięcy złotych w swoim portfelu, ale ogólnie jest to możliwe do zrobienia na koncie bankowym. Użytkownicy powinni zastanowić się, ile Monero jest rozsądnie nosić w portfelach hot, takich jak portfele mobilne i ile najlepiej zostawić w drugim porfelu - cold. W ten sposób utrata telefonu, kradzież lub inny wypadek nie spowoduje utraty wszystkich środków.</p>
pt_br: <p>Carteiras quentes e frias são terminologia comum no espaço das criptomoedas e o conceito é realmente muito simples. Uma carteira quente é aquela que você tira e usa com frequência. É 'quente' por estar no seu bolso de trás. Carteiras frias são aquelas que não são tocadas com muita frequência, como o dinheiro em um banco. Assim como não é aconselhável carregar centenas de dólares em sua carteira física, mas geralmente é aceitável fazê-lo em uma conta bancária, os usuários devem considerar quanto Monero é prudente carregar em suas carteiras móveis quentes e quanto é melhor deixar em casa em um segundo, frio. Dessa forma, perder um telefone, roubo ou outros contratempos não causará a perda total de fundos.</p>
sl: <p>Vroče in hladne denarnice so običajna terminologija v prostoru kriptovalut, koncept pa je v resnici precej preprost. Vroča denarnica je tista, ki jo pogosto vzamete in uporabljate. V zadnjem žepu je 'vroče'. Hladne denarnice so tiste, ki se jih ne dotikamo prav pogosto, podobno kot denar v banki. Tako kot ni priporočljivo nositi na stotine dolarjev v fizični denarnici, vendar je na splošno sprejemljivo, da to počnete na bančnem računu, bi morali uporabniki razmisliti, koliko Monera je pametno nositi v svojih vročih mobilnih denarnicah in koliko je najbolje pustiti doma v drugem, hladnem. Tako izguba telefona, kraja ali druge nezgode ne bodo povzročile popolne izgube sredstev.</p>
sv: <p>Varma och kalla plånböcker är vanlig terminologi inom kryptovaluta, och konceptet är egentligen ganska enkelt. En het plånbok är en som du tar fram och använder ofta. Det är "hett" av att vara i bakfickan. Kalla plånböcker är sådana som inte rörs särskilt ofta, liknar pengar på en bank. Precis som det inte är tillrådligt att ha hundratals dollar i din fysiska plånbok, men det är allmänt acceptabelt att göra det på ett bankkonto, bör användarna överväga hur mycket Monero är klokt att ha i sina heta, mobila plånböcker och hur mycket som är bäst att ha kvar. hemma på en andra, kall en. På det här sättet kommer det inte att leda till total förlust av pengar om du förlorar en telefon, stöld eller andra missöden.</p>
tl: <p>Ang mga mainit at malamig na wallet ay karaniwang terminolohiya sa espasyo ng cryptocurrency, at ang konsepto ay talagang simple. Ang isang mainit na pitaka ay isa na iyong inilalabas at madalas mong gamitin. Ito ay 'mainit' mula sa pagiging sa iyong likod na bulsa. Ang mga malamig na wallet ay ang mga hindi gaanong nahawakan, katulad ng pera sa isang bangko. Kung paanong hindi ipinapayong magdala ng daan-daang dolyar sa iyong pisikal na wallet, ngunit sa pangkalahatan ay katanggap-tanggap na gawin ito sa isang bank account, dapat isaalang-alang ng mga user kung gaano kaingat ang Monero na dalhin sa kanilang mainit, mobile na mga wallet, at kung magkano ang pinakamahusay na natitira. sa bahay sa isang segundo, malamig. Sa ganitong paraan, ang pagkawala ng telepono, pagnanakaw, o iba pang sakuna ay hindi magdudulot ng kabuuang pagkawala ng pondo.</p>
tr: <p>Sıcak ve soğuk cüzdanlar, kripto para birimi alanında yaygın bir terminolojidir ve konsept gerçekten oldukça basittir. Sıcak cüzdan, sıklıkla çıkarıp kullandığınız cüzdandır. Arka cebinizde olduğu için 'sıcak'. Soğuk cüzdanlar, bankadaki paraya benzer şekilde çok sık dokunulmayan cüzdanlardır. Yüzlerce doları fiziksel cüzdanınızda taşımanız tavsiye edilmese de, bunu bir banka hesabında yapmak genel olarak kabul edilebilir olduğu gibi, kullanıcılar da Monero'nun sıcak, mobil cüzdanlarında ne kadar para taşımanın ihtiyatlı olduğunu ve ne kadar para kaldığını dikkate almalıdır. bir saniye sonra evde, soğukta. Bu şekilde telefonun kaybedilmesi, hırsızlık veya diğer aksilikler paranın tamamen kaybolmasına neden olmaz.</p>
ur: <p>گرم اور ٹھنڈے بٹوے کرپٹو کرنسی کی جگہ میں عام اصطلاحات ہیں، اور تصور واقعی بہت آسان ہے۔ گرم پرس وہ ہوتا ہے جسے آپ نکالتے اور اکثر استعمال کرتے ہیں۔ یہ آپ کی پچھلی جیب میں ہونے سے 'گرم' ہے۔ کولڈ پرس وہ ہوتے ہیں جنہیں اکثر چھوا نہیں جاتا، بینک میں پیسے کی طرح۔ جس طرح اپنے فزیکل پرس میں سینکڑوں ڈالر لے جانے کا مشورہ نہیں دیا جاتا، لیکن بینک اکاؤنٹ میں ایسا کرنا عام طور پر قابل قبول ہے، صارفین کو اس بات پر غور کرنا چاہیے کہ Monero اپنے گرم، موبائل بٹوے میں لے جانے میں کتنا سمجھدار ہے، اور کتنا بچا ہے؟ ایک سیکنڈ میں گھر میں، ٹھنڈا. اس طرح، فون کھونے، چوری، یا دیگر حادثات سے فنڈز کا مکمل نقصان نہیں ہوگا۔</p>
zh_cn: <p>热钱包和冷钱包是加密货币领域的常用术语，其实这个概念确实非常简单. 热钱包是你经常拿来使用和携带的钱包. 冷钱包是不经常碰到的钱包，类似于存在银行里的钱. 举个例子，身上带几万块现金是不安全的，最好只带需要用的零钱，大额的钱应该存进银行或者保险柜，需要的时候再用，同样的道理，用户应谨慎使用门罗币热钱包，当然热钱包也包括很流行的手机钱包，记得不要存太多币在里面. 我们应该有一个平时不触网的冷钱包，存放大部分币，只有这样，当丢手机，电脑被盗，或其他不幸事件发生时，才不会导致资金的全部损失.</p>
zh_tw: <p>熱錢包和冷錢包是加密貨幣領域的常用術語，其實這個概念確實非常簡單. 熱錢包是你經常拿來使用和攜帶的錢包. 冷錢包是不經常碰到的錢包，類似於存在銀行裡的錢. 舉個例子，身上帶幾萬塊現金是不安全的，最好只帶需要用的零錢，大額的錢應該存進銀行或者保險櫃，需要的時候再用，同樣的道理，用戶應謹慎使用門羅幣熱錢包，當然熱錢包也包括很流行的手機錢包，記得不要存太多幣在裡面. 我們應該有一個平時不觸網的冷錢包，存放大部分幣，只有這樣，當丟手機，電腦被盜，或其他不幸事件發生時，才不會導致資金的全部損失.</p>

# knowledge250Sbpractices250Sb3250Sbtitle
source: Learn the difference between hot and cold wallets
cs: Naučte se rozdíl mezi horkou a studenou peněženkou
fi: Opi ero kuuman ja kylmän lompakon välillä
fr: Connaître la différence entre les portefeuilles chauds et froids
it: Scopri la differenza tra portafogli caldi e freddi
lt: Sužinokite, kuo skiriasi karštos ir šaltos piniginės
nb: Lær forskjellen mellom varme og kalde lommebøker
nl: Leer het verschil tussen warme en koude portefeuilles
pl: Poznaj różnicę między portfelami hot i cold
pt_br: Aprenda a diferença entre carteiras quentes e frias
sl: Naučite se razlike med vročimi in hladnimi denarnicami
sv: Lär dig skillnaden mellan varma och kalla plånböcker
tl: Alamin ang pagkakaiba sa pagitan ng mainit at malamig na mga wallet
tr: Sıcak ve soğuk cüzdanlar arasındaki farkı öğrenin
ur: گرم اور ٹھنڈے بٹوے میں فرق جانیں
zh_cn: 狡兔三窟，冷钱包和热钱包
zh_tw: 狡兔三窟，冷錢包和熱錢包
