Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_148
source: Attempting to set a telegram ID that’s already set
cs: Pokus o nastavení ID telegramu, které je již nastaveno
fi: Yritetään asettaa Telegram tunnus, joka on jo asetettu
fr: Tentative de définition d'un identifiant Telegram déjà défini
it: Tentativo di impostare un ID telegramma già impostato
lt: Bandoma nustatyti jau nustatytą telegramos ID
nb: Forsøker å angi en telegram-ID som allerede er angitt
nl: Poging om een telegram-ID in te stellen dat al is ingesteld
pl: Próba ustawienia identyfikatora Telegram, który jest już ustawiony
pt_br: Tentativa de definir um ID de telegrama que já está definido
sl: Poskus nastavitve ID-ja telegrama, ki je že nastavljen
sv: Försök att ställa in ett telegram-ID som redan är inställt
tl: Sinusubukang magtakda ng telegram ID na nakatakda na
tr: Zaten ayarlanmış bir telgraf kimliği ayarlanmaya çalışılıyor
ur: ٹیلیگرام ID سیٹ کرنے کی کوشش جو پہلے سے سیٹ ہے
zh_cn: 尝试设置已设置的电报 ID
zh_tw: 嘗試設置已設置的電報 ID

# api_error_149
source: Priority not specified for external withdrawal
cs: Není určena priorita pro externí výběr
fi: Prioriteettia ei ole määritetty ulkoiselle nostolle
fr: Priorité non spécifiée pour le retrait externe
it: Priorità non specificata per ritiro esterno
lt: Išoriniam išėmimui prioritetas nenurodytas
nb: Prioritet ikke spesifisert for eksternt uttak
nl: Prioriteit niet gespecificeerd voor externe opname
pl: Nie określono priorytetu dla wypłaty zewnętrznej
pt_br: Prioridade não especificada para retirada externa
sl: Prednost ni določena za zunanji dvig
sv: Prioritet ej angiven för externt uttag
tl: Hindi tinukoy ang priyoridad para sa panlabas na pag-withdraw
tr: Harici para çekme için öncelik belirtilmedi
ur: بیرونی واپسی کے لیے ترجیح متعین نہیں ہے
zh_cn: 未指定外部提款的优先级
zh_tw: 未指定外部取款的優先級

# api_error_150
source: Attempting to start a trade on an ad where the requesting user is blocked by the ad poster
cs: Pokus o zahájení obchodu s reklamou, kde je žádající uživatel blokován daným inzerentem
fi: Yritetään aloittaa kauppaa ilmoituksessa, jossa ilmoituksen julkaisija on estänyt pyytävän käyttäjän
fr: Tentative de démarrage d'un échange sur une annonce où l'utilisateur demandeur est bloqué par l'annonceur
it: Tentativo di avviare uno scambio su un annuncio in cui l'utente richiedente viene bloccato dall'inserzionista
lt: Bandymas pradėti prekybą skelbimu, kai užklausą pateikęs vartotojas yra užblokuotas skelbimo plakato
nb: Forsøk på å starte en handel på en annonse der den spørrende brukeren blir blokkert av annonseplakaten
nl: Poging om een transactie te starten op een advertentie waarbij de aanvragende gebruiker wordt geblokkeerd door de adverteerder
pl: Próba rozpoczęcia handlu z ogłoszenia, gdy żądający użytkownik jest zablokowany przez autora ogłoszenia
pt_br: Tentativa de iniciar uma negociação em um anúncio em que o usuário solicitante é bloqueado pelo autor do anúncio
sl: Poskus začetka trgovanja oglasa, kjer uporabnika, blokira avtor oglasa
sv: Försök att starta en handel på en annons där den begärande användaren är blockerad av annonsören
tl: Pagtatangkang magsimula ng kalakalan sa isang ad kung saan ang humihiling na user ay hinarangan ng ad poster
tr: Talep eden kullanıcının reklamı yayınlayan kişi tarafından engellendiği bir reklamda takas başlatmaya çalışmak
ur: ایک ایسے اشتہار پر تجارت شروع کرنے کی کوشش کرنا جہاں درخواست کرنے والے صارف کو اشتہاری پوسٹر نے بلاک کر دیا ہو
zh_cn: 尝试在请求用户被广告发布者阻止的广告上开始交易
zh_tw: 嘗試在請求用戶被廣告張貼者屏蔽的廣告上開始交易

# api_error_151
source: Attempting to start a trade on an ad where the requesting user is not trusted by the ad poster
cs: Pokus o zahájení obchodu s reklamou, kde žádajícímu uživateli inzerent nedůvěřuje
fi: Yritetään aloittaa kauppaa ilmoituksessa, jossa ilmoituksen julkaisija ei luota pyytävään käyttäjään
fr: Tentative de démarrage d'un échange sur une annonce où l'utilisateur demandeur n'est pas approuvé par l'annonceur
it: Tentativo di avviare uno scambio su un annuncio in cui l'utente richiedente non è considerato attendibile dall'inserzionista
lt: Bandymas pradėti prekybą skelbimu, kai skelbimo skelbėjas nepasitiki užklausą pateikusiu vartotoju
nb: Forsøk på å starte en handel på en annonse der den forespørrende brukeren ikke er klarert av annonseplakaten
nl: Poging om een transactie te starten voor een advertentie waarbij de gebruiker die de aanvraag indient niet wordt vertrouwd door de adverteerder
pl: Próba rozpoczęcia handlu z ogłoszenia, gdy żądający użytkownik nie jest zaufany przez autora ogłoszenia
pt_br: Tentativa de iniciar uma negociação em um anúncio em que o usuário solicitante não é confiável para o autor do anúncio
sl: Poskus trgovanja oglasa, pri katerem avtor oglasa ne zaupa uporabniku, ki je poslal zahtevo
sv: Försök att starta ett byte på en annons där den begärande användaren inte är betrodd av annonsinläggaren
tl: Pagtatangkang magsimula ng trade sa isang ad kung saan ang humihiling na user ay hindi pinagkakatiwalaan ng ad poster
tr: Reklamı yayınlayanın istekte bulunan kullanıcıya güvenmediği bir reklamda ticaret başlatmaya çalışmak
ur: ایک ایسے اشتہار پر تجارت شروع کرنے کی کوشش کرنا جہاں درخواست کرنے والے صارف کو اشتہار کے پوسٹر پر بھروسہ نہ ہو
zh_cn: 尝试在广告发布者不信任请求用户的情况下开始广告交易
zh_tw: 嘗試在請求用戶不受廣告發布者信任的情況下開始廣告交易

# api_error_152
source: Attempting to cancel a trade that’s already closed
cs: Pokus o zrušení obchodu, který je již uzavřen
fi: Yritetään peruuttaa kauppa, joka on jo suljettu
fr: Tentative d'annulation d'une transaction déjà fermée
it: Tentativo di annullare un'operazione già chiusa
lt: Bandoma atšaukti jau uždarytą prekybą
nb: Forsøker å kansellere en handel som allerede er stengt
nl: Poging om een transactie te annuleren die al gesloten is
pl: Próba anulowania handlu, który jest już zamknięty
pt_br: Tentativa de cancelar uma negociação que já está fechada
sl: Poskus preklica trade-a, ki je že zaprt
sv: Försök att avbryta en affär som redan har avslutats
tl: Sinusubukang kanselahin ang isang trade na sarado na
tr: Zaten kapalı olan bir işlemi iptal etmeye çalışmak
ur: پہلے سے بند تجارت کو منسوخ کرنے کی کوشش
zh_cn: 尝试取消已关闭的交易
zh_tw: 試圖取消已經關閉的交易

# api_error_153
source: Attempting to release a trade that’s already closed
cs: Pokus o uvolnění obchodu, který je již uzavřen
fi: Yritetään vapauttaa kauppa, joka on jo suljettu
fr: Tentative de libérer une transaction déjà fermée
it: Tentativo di rilasciare un'operazione già chiusa
lt: Bandoma išleisti prekybą, kuri jau uždaryta
nb: Forsøker å frigi en handel som allerede er stengt
nl: Poging om een transactie vrij te geven die al gesloten is
pl: Próba uwolnienia środków z handlu, który jest już zakończony
pt_br: Tentativa de liberar uma negociação que já está fechada
sl: Poskus sprostitve trade-a, ki je že zaprt
sv: Försök att släppa en affär som redan är stängd
tl: Sinusubukang ilabas ang isang trade na sarado na
tr: Zaten kapalı olan bir işlemi serbest bırakmaya çalışmak
ur: ایسی تجارت کو چھڑانے کی کوشش جو پہلے ہی بند ہے
zh_cn: 尝试释放已关闭的交易
zh_tw: 試圖釋放已經關閉的交易

# api_error_154
source: Attempting to request trades for an account that doesn’t exist
cs: Pokus o žádost obchodu pro účet, který neexistuje
fi: Yritetään pyytää kauppoja tilille, jota ei ole olemassa
fr: Tentative de demande des transactions pour un compte qui n'existe pas
it: Tentativo di richiedere operazioni per un conto che non esiste
lt: Bandoma pateikti užklausą dėl neegzistuojančios sąskaitos sandorių
nb: Forsøk på å be om handler for en konto som ikke eksisterer
nl: Poging om transacties aan te vragen voor een account dat niet bestaat
pl: Próba zażądania handli konta, które nie istnieje
pt_br: Tentativa de solicitar negociações para uma conta que não existe
sl: Poskus zahtevanja trgovanja za račun, ki ne obstaja
sv: Försök att begära transaktioner för ett konto som inte existerar
tl: Sinusubukang humiling ng mga trade para sa isang account na wala
tr: Mevcut olmayan bir hesap için işlem talep edilmeye çalışılıyor
ur: ایسے اکاؤنٹ کے لیے تجارت کی درخواست کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的账户请求交易
zh_tw: 嘗試為不存在的賬戶請求交易

# api_error_155
source: Attempting to get list of trusted users for a user that doesn’t exist
cs: Pokus o získání seznamu důvěryhodných uživatelů pro uživatele, který neexistuje
fi: Yritetään saada luettelo luotetuista käyttäjistä käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtention de la liste des utilisateurs de confiance pour un utilisateur qui n'existe pas
it: Tentativo di ottenere un elenco di utenti attendibili per un utente che non esiste
lt: Bandoma gauti neegzistuojančio naudotojo patikimų naudotojų sąrašą
nb: Forsøk på å få liste over pålitelige brukere for en bruker som ikke eksisterer
nl: Poging om een lijst met vertrouwde gebruikers op te halen voor een gebruiker die niet bestaat
pl: Próba uzyskania listy zaufanych użytkowników dla użytkownika, który nie istnieje
pt_br: Tentando obter a lista de usuários confiáveis para um usuário que não existe
sl: Poskus pridobivanja seznama zaupanja vrednih uporabnikov za uporabnika, ki ne obstaja
sv: Försöker hämta listan över betrodda användare för en användare som inte finns
tl: Sinusubukang kumuha ng listahan ng mga pinagkakatiwalaang user para sa isang user na wala
tr: Var olmayan bir kullanıcı için güvenilir kullanıcıların listesi alınmaya çalışılıyor
ur: ایسے صارف کے لیے قابل اعتماد صارفین کی فہرست حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的可信用户列表
zh_tw: 試圖獲取不存在的用戶的可信用戶列表

# api_error_156
source: Attempting to get list of blocked users for a user that doesn’t exist
cs: Pokus o získání seznamu blokovaných uživatelů pro uživatele, který neexistuje
fi: Yritetään saada luettelo estetyistä käyttäjistä käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtention de la liste des utilisateurs bloqués pour un utilisateur qui n'existe pas
it: Tentativo di ottenere l'elenco degli utenti bloccati per un utente che non esiste
lt: Bandoma gauti neegzistuojančio vartotojo užblokuotų naudotojų sąrašą
nb: Forsøker å få liste over blokkerte brukere for en bruker som ikke eksisterer
nl: Poging om een lijst met geblokkeerde gebruikers op te halen voor een gebruiker die niet bestaat
pl: Próba uzyskania listy zablokowanych użytkowników dla użytkownika, który nie istnieje
pt_br: Tentando obter a lista de usuários bloqueados para um usuário que não existe
sl: Poskus pridobitve seznama blokiranih uporabnikov za uporabnika, ki ne obstaja
sv: Försöker hämta lista över blockerade användare för en användare som inte finns
tl: Sinusubukang kumuha ng listahan ng mga naka-block na user para sa isang user na wala
tr: Var olmayan bir kullanıcı için engellenen kullanıcıların listesi alınmaya çalışılıyor
ur: ایسے صارف کے لیے بلاک شدہ صارفین کی فہرست حاصل کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的阻止用户列表
zh_tw: 試圖獲取不存在的用戶的被阻止用戶列表

# api_error_157
source: Attempting to set option-specific properties for a non-option ad
cs: Pokus o nastavení vlastností specifických pro opci, v bez opční reklamě
fi: Yritetään asettaa vapaavalintaisia ominaisuuksia ei-vapaavalintaiselle ilmoitukselle
fr: Tentative de définition de propriétés spécifiques à une option pour une annonce non option
it: Tentativo di impostare proprietà specifiche dell'opzione per un annuncio senza opzione
lt: Bandoma nustatyti konkrečios parinkties ypatybes ne pasirenkamam skelbimui
nb: Forsøk på å angi alternativspesifikke egenskaper for en ikke-alternativannonse
nl: Poging om optiespecifieke eigenschappen in te stellen voor een niet-optieadvertentie
pl: Próba ustawienia właściwości opcji dla ogłoszenia niebędącego opcją
pt_br: Tentativa de definir propriedades específicas de opção para um anúncio sem opção
sl: Poskus nastavitve lastnosti, specifičnih za možnost, za oglas brez možnosti
sv: Försök att ange alternativspecifika egenskaper för en annons utan alternativ
tl: Sinusubukang magtakda ng mga katangiang tukoy sa opsyon para sa isang ad na hindi opsyon
tr: Seçeneksiz bir reklam için seçeneğe özgü özellikler ayarlanmaya çalışılıyor
ur: غیر اختیاری اشتہار کے لیے مخصوص خصوصیات کے آپشن کو سیٹ کرنے کی کوشش کرنا
zh_cn: 尝试为非选项广告设置特定于选项的属性
zh_tw: 嘗試為非選項廣告設置特定於選項的屬性

# api_error_158
source: Attempting to create an option ad without setting option-specific properties
cs: Pokus o vytvoření reklamy na opci bez nastavení vlastností specifických pro tuto opci
fi: Yritetään luoda vapaavalintainen ilmoitus asettamatta vapaavalintaisia ominaisuuksia
fr: Tentative de création d'une annonce à option sans définir les propriétés spécifiques à l'option
it: Tentativo di creare un annuncio con opzione senza impostare proprietà specifiche dell'opzione
lt: Bandoma sukurti parinkties skelbimą nenustačius konkrečios parinkties ypatybių
nb: Forsøk på å lage en alternativannonse uten å angi alternativspesifikke egenskaper
nl: Poging om een optieadvertentie te maken zonder optiespecifieke eigenschappen in te stellen
pl: Próba utworzenia ogłoszenia opcji bez ustawiania właściwości specyficznych dla opcji
pt_br: Tentativa de criar um anúncio de opção sem definir propriedades específicas da opção
sl: Poskus ustvarjanja opcijskega oglasa brez nastavitve lastnosti, specifičnih za možnost
sv: Försök att skapa en alternativannons utan att ange alternativspecifika egenskaper
tl: Pagtatangkang gumawa ng opsyong ad nang hindi nagtatakda ng mga katangiang tukoy sa opsyon
tr: Seçeneğe özgü özellikleri ayarlamadan seçenek reklamı oluşturmaya çalışmak
ur: option-specific کی خوصيات سیٹ کیے بغیر آپشن اشتہار بنانے کی کوشش کرنا
zh_cn: 尝试在不设置选项特定属性的情况下创建选项广告
zh_tw: 嘗試在不設置選項特定屬性的情況下創建選項廣告

# api_error_159
source: User requesting to mark premium payment of trade doesn’t exist
cs: Uživatel požadující označení prémiové platby obchodu neexistuje
fi: Käyttäjää, joka pyytää merkitsemään kaupan lisämaksun, ei ole olemassa
fr: L'utilisateur demandant à marquer le paiement de la prime de la transaction n'existe pas
it: L'utente che richiede di contrassegnare il pagamento del premio commerciale non esiste
lt: Vartotojas, prašantis pažymėti priemoką už prekybą, neegzistuoja
nb: Bruker som ber om å merke premiebetaling av handel eksisterer ikke
nl: Gebruiker die verzoekt om premiebetaling van handel te markeren, bestaat niet
pl: Użytkownik proszący o oznaczenie płatności premii w handlu nie istnieje
pt_br: O usuário que solicita a marcação do pagamento premium da negociação não existe
sl: Uporabnik, ki zahteva označitev premijskega plačila trejda, ne obstaja
sv: Användare som begär att markera premiebetalning av handel existerar inte
tl: Ang user na humihiling na markahan ang premium na pagbabayad ng kalakalan ay hindi umiiral
tr: Ticari prim ödemesini işaretlemeyi isteyen kullanıcı mevcut değil
ur: تجارت کی پریمیم ادائیگی کو نشان زد کرنے کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求标记交易溢价的用户不存在
zh_tw: 要求標記交易溢價支付的用戶不存在

# api_error_160
source: Attempting to mark premium paid for a trade that doesn’t exist
cs: Pokus o označení prémie zaplacené za obchod, který neexistuje
fi: Yritetään merkitä palkkio maksetuksi kaupasta, jota ei ole olemassa
fr: Tenter de marquer la prime payée pour une transaction qui n'existe pas
it: Tentativo di contrassegnare il premio pagato per un'operazione che non esiste
lt: Bandoma pažymėti priemoką, sumokėtą už neegzistuojančią prekybą
nb: Forsøk på å merke premie betalt for en handel som ikke eksisterer
nl: Poging om premium als betaald te markeren voor een transactie die niet bestaat
pl: Próba oznaczenia premii zapłaconej za handel, który nie istnieje
pt_br: Tentativa de marcar prêmio pago por uma negociação que não existe
sl: Poskus označevanja plačane premije za trade, ki ne obstaja
sv: Försök att markera premie som betalats för en handel som inte existerar
tl: Pagtatangkang markahan ang premium na binayaran para sa isang trade na hindi umiiral
tr: Mevcut olmayan bir işlem için ödenen primi işaretlemeye çalışmak
ur: ایسی تجارت کے لیے ادا شدہ پریمیم کو نشان زد کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 试图标记为不存在的交易支付的溢价
zh_tw: 試圖標記為不存在的交易支付的溢價

# api_error_161
source: User requesting to exercise option doesn’t exist
cs: Uživatel žádající o uplatnění opce neexistuje
fi: Käyttäjää pyytävä harjoitusvaihtoehto ei ole olemassa
fr: L'utilisateur demandant à exercer l'option n'existe pas
it: L'utente che richiede di esercitare l'opzione non esiste
lt: Vartotojas, prašantis pasinaudoti parinktimi, neegzistuoja
nb: Bruker som ber om å utøve opsjon eksisterer ikke
nl: Gebruiker die verzoekt om optie uit te oefenen bestaat niet
pl: Użytkownik proszący o skorzystanie z opcji nie istnieje
pt_br: O usuário que solicita o exercício da opção não existe
sl: Uporabnik, ki zahteva možnost izvajanja, ne obstaja
sv: Användaren som begär att få utnyttja optionen existerar inte
tl: Ang user na humihiling na mag-ehersisyo ang opsyon ay hindi umiiral
tr: Kullanıcının egzersiz yapmayı isteme seçeneği mevcut değil
ur: استعمال کرنے والے کی درخواست کرنے کا اختیار موجود نہیں ہے
zh_cn: 请求行使期权的用户不存在
zh_tw: 要求行使期權的用戶不存在

# api_error_162
source: Attempting to exercise option for a trade that doesn’t exist
cs: Pokus o uplatnění opce na obchod, který neexistuje
fi: Yritetään käyttää vaihtoehtoa kauppaan, jota ei ole olemassa
fr: Tentative d'exercice d'une option pour une transaction qui n'existe pas
it: Tentativo di esercitare un'opzione per un'operazione che non esiste
lt: Bandoma pasinaudoti neegzistuojančios prekybos opcionu
nb: Forsøk på å utøve opsjon for en handel som ikke eksisterer
nl: Poging om optie uit te oefenen voor een transactie die niet bestaat
pl: Próba wykonania opcji z handlu, który nie istnieje
pt_br: Tentativa de exercício de opção em negócio que não existe
sl: Poskus uveljavitve opcije za trade, ki ne obstaja
sv: Försök att utnyttja option för en affär som inte existerar
tl: Pagtatangkang gamitin ang opsyon para sa isang trade na hindi umiiral
tr: Mevcut olmayan bir işlem için opsiyonu kullanmaya çalışmak
ur: ایسی تجارت کے لیے اختیار استعمال کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试对不存在的交易行使选择权
zh_tw: 嘗試為不存在的交易行使期權

# api_error_163
source: User requesting to confirm premium payment of trade doesn’t exist
cs: Uživatel požadující potvrzení prémiové platby obchodu neexistuje
fi: Käyttäjää, joka pyytää vahvistamaan kaupan lisämaksun, ei ole olemassa
fr: L'utilisateur demandant à confirmer le paiement de la prime de la transaction n'existe pas
it: L'utente che richiede di confermare il pagamento del premio commerciale non esiste
lt: Vartotojas, prašantis patvirtinti priemokos mokėjimą už prekybą, neegzistuoja
nb: Bruker som ber om å bekrefte premiebetaling av handel eksisterer ikke
nl: Gebruiker die bevestiging van premiebetaling van de transactie verzoekt, bestaat niet
pl: Użytkownik proszący o potwierdzenie płatności premii w handlu nie istnieje
pt_br: O usuário que solicita a confirmação do pagamento premium da negociação não existe
sl: Uporabnik, ki zahteva potrditev plačila premije za trade, ne obstaja
sv: Användare som begär att få bekräfta premiebetalning av handel existerar inte
tl: Ang user na humihiling na kumpirmahin ang premium na pagbabayad ng kalakalan ay hindi umiiral
tr: Ticari prim ödemesinin onaylanmasını isteyen kullanıcı mevcut değil
ur: تجارت کی پریمیم ادائیگی کی تصدیق کرنے کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 用户请求确认交易溢价支付不存在
zh_tw: 要求確認交易溢價支付的用戶不存在

# api_error_164
source: Attempting to confirm premium paid for a trade that doesn’t exist
cs: Pokus o potvrzení prémie zaplacené za obchod, který neexistuje
fi: Yritetään vahvistaa lisämaksu, joka on maksettu kaupasta, jota ei ole olemassa
fr: Tentative de confirmation de paiement de la prime pour une transaction qui n'existe pas
it: Tentativo di confermare il premio pagato per un'operazione che non esiste
lt: Bandoma patvirtinti, kad priemoka sumokėta už neegzistuojančią prekybą
nb: Forsøk på å bekrefte premie betalt for en handel som ikke eksisterer
nl: Poging om betaalde premie te bevestigen voor een transactie die niet bestaat
pl: Próba potwierdzenia opłacenia premii za handel, która nie istnieje
pt_br: Tentativa de confirmar o prêmio pago por uma negociação que não existe
sl: Poskus potrditve plačane premije za trade, ki ne obstaja
sv: Försöker bekräfta att premie betalats för en handel som inte existerar
tl: Sinusubukang kumpirmahin ang premium na binayaran para sa isang trade na hindi umiiral
tr: Mevcut olmayan bir işlem için ödenen primi onaylamaya çalışmak
ur: ایسی تجارت کے لیے ادا شدہ پریمیم کی تصدیق کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 试图确认为不存在的交易支付的溢价
zh_tw: 試圖確認為不存在的交易支付的溢價

# api_error_165
source: User requesting to exercise trade with net settlement doesn’t exist
cs: Uživatel požadující provedení obchodu s čistým (net) vypořádáním neexistuje
fi: Käyttäjää, joka pyytää kauppaa verkkoselvityksen kanssa, ei ole olemassa
fr: L'utilisateur demandant à exercer une transaction avec règlement net n'existe pas
it: L'utente che richiede di esercitare l'operazione con liquidazione netta non esiste
lt: Vartotojas, prašantis vykdyti prekybą su grynuoju atsiskaitymu, neegzistuoja
nb: Bruker som ber om å utøve handel med nettooppgjør eksisterer ikke
nl: Gebruiker die verzoekt om handel uit te oefenen met netto-afwikkeling, bestaat niet
pl: Użytkownik proszący o wykonanie handlu z rozliczeniem netto nie istnieje
pt_br: O usuário que solicita o exercício de negociação com liquidação líquida não existe
sl: Uporabnik, ki zahteva trgovanje z neto poravnavo, ne obstaja
sv: Användaren begär att utöva handel med nettoavräkning som inte existerar
tl: Ang user na humihiling na gamitin ang kalakalan na may net settlement ay hindi umiiral
tr: Net uzlaşma ile ticaret yapmayı talep eden kullanıcı mevcut değil
ur: خالص تصفیہ کے ساتھ تجارت کرنے کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求进行净额结算交易的用户不存在
zh_tw: 要求以淨額結算進行交易的用戶不存在

# api_error_166
source: Attempting to exercise with net settlement a trade that doesn’t exist
cs: Pokus o provedení obchodu s čistým ( net ) vypořádáním, který neexistuje
fi: Yritetään harjoittaa verkkomaksulla kauppaa, jota ei ole olemassa
fr: Tentative d'exercer avec un règlement net une transaction qui n'existe pas
it: Tentativo di esercitare con liquidazione netta un'operazione che non esiste
lt: Bandoma vykdyti neegzistuojančią prekybą su grynuoju atsiskaitymu
nb: Forsøk på å utøve med netto oppgjør en handel som ikke eksisterer
nl: Poging om met netto-afwikkeling een transactie uit te oefenen die niet bestaat
pl: Próba wykonania z rozliczeniem netto handlu, który nie istnieje
pt_br: Tentar exercer com liquidação líquida um negócio que não existe
sl: Poskus izvajanja neto poravnanega trejda, ki ne obstaja
sv: Försök att utöva med nettoavräkning en handel som inte existerar
tl: Pagtatangkang mag-ehersisyo gamit ang net settlement sa isang trade na wala
tr: Mevcut olmayan bir ticareti net uzlaşma ile uygulamaya çalışmak
ur: خالص تصفیہ کے ساتھ ایسی تجارت کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试以净额结算执行不存在的交易
zh_tw: 嘗試使用不存在的交易進行淨結算
