Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# coupons250Sbterms8722Sb5
source: If you earn affiliate commissions, your total coupon rebates for a given period will be subtracted from your affiliate earnings for the same given period. If your total rebate amount for a given period is greater than or equal to the affiliate earnings for the same given period, you will not receive any affiliate earnings for that given period.
cs: Pokud získáváte affiliate provize, vaše celkové slevy na kupóny za dané období budou odečteny od vašich affiliate výdělků za stejné dané období. Pokud je vaše celková částka slevy za dané období větší nebo rovna affiliate příjmům za stejné dané období, neobdržíte za dané období žádné další příjmy z partnerského ( affiliate ) programu.
fi: Jos ansaitset kumppanipalkkioita, tietyn ajanjakson kuponkihyvitysten kokonaismäärä vähennetään kumppanuuden saman ajanjakson tuloista. Jos kokonaishyvityssummasi tietyltä ajanjaksolta on suurempi tai yhtä suuri kuin kumppanitulot samalta ajanjaksolta, et saa kumppanituloja kyseiseltä ajanjaksolta.
fr: Si vous gagnez des commissions d'affiliation, le total de vos remises sur les coupons pour une période donnée sera soustrait de vos revenus d'affiliation pour la même période donnée. Si le montant total de votre remise pour une période donnée est supérieur ou égal aux revenus d'affiliation pour la même période donnée, vous ne recevrez aucun revenu d'affiliation pour cette période donnée.
it: Se guadagni commissioni di affiliazione, i tuoi sconti sui coupon totali per un determinato periodo verranno sottratti dai guadagni della tua affiliazione per lo stesso periodo. Se l'importo del rimborso totale per un determinato periodo è maggiore o uguale ai guadagni della filiale per lo stesso periodo, non riceverai alcun guadagno della filiale per quel determinato periodo.
lt: Jei uždirbate filialo komisinius, visos tam tikro laikotarpio kuponų nuolaidos bus atimtos iš to paties laikotarpio filialo pajamų. Jei jūsų bendra nuolaidos suma per tam tikrą laikotarpį yra didesnė arba lygi filialo pajamoms per tą patį laikotarpį, jūs negausite jokių filialo pajamų per tą laikotarpį.
nb: Hvis du tjener tilknyttede provisjoner, vil dine totale kupongrabatter for en gitt periode trekkes fra tilknyttede inntekter for samme gitte periode. Hvis det totale rabattbeløpet ditt for en gitt periode er større enn eller lik partnerinntektene for samme gitte periode, vil du ikke motta noen tilknyttede inntekter for den gitte perioden.
nl: Als u partner commissies verdient, worden uw totale couponkortingen voor een bepaalde periode afgetrokken van uw aangesloten inkomsten voor dezelfde gegeven periode. Als uw totale kortingsbedrag voor een bepaalde periode groter is dan of gelijk is aan de affiliate-inkomsten voor dezelfde bepaalde periode, ontvangt u geen affiliate-inkomsten voor die periode.
pl: Jeśli zdobędziesz prowizje programu partnerskiego, łączne rabaty kuponów na dany okres zostaną odjęte od zarobków partnerskich za ten sam okres. Jeśli całkowita kwota rabatów dla danego okresu jest większa lub równa zarobkom partnerskim za ten sam okres, nie otrzymasz żadnych zarobków partnerskich za dany okres.
pt_br: Se você ganhar comissões de afiliados, seu reembolso total de cupom por um determinado período será subtraído dos ganhos de afiliados pelo mesmo período. Se o valor total do seu reembolso para um determinado período for maior ou igual aos ganhos do afiliado no mesmo período, você não receberá nenhum ganho do afiliado nesse período.
sl: Če zaslužite affiliate provizije, bodo vaši skupni kuponski rabati za dano obdobje odšteti od vašega zaslužka affiliate partnerskega programa za isto dano obdobje. Če je vaš skupni znesek rabata za določeno obdobje večji ali enak zaslužku affiliate partnerskega programa za isto obdobje, ne boste prejeli nobenega affiliate dobička za to dano obdobje.
sv: Om du tjänar affiliate-provisioner kommer dina totala kupongrabatter för en viss period att dras från dina affiliateintäkter för samma givna period. Om ditt totala rabattbelopp för en viss period är större än eller lika med affiliateintäkterna för samma givna period, kommer du inte att få några affiliateintäkter för den givna perioden.
tl: Kung nakakuha ka ng mga komisyon ng kaakibat, ang iyong kabuuang mga rebate ng kupon para sa isang partikular na panahon ay ibabawas mula sa iyong mga kita ng kaakibat para sa parehong ibinigay na panahon. Kung ang iyong kabuuang halaga ng rebate para sa isang partikular na panahon ay mas malaki kaysa o katumbas ng mga kita ng kaakibat para sa parehong ibinigay na panahon, hindi ka makakatanggap ng anumang mga kita ng kaakibat para sa ibinigay na panahon.
tr: Ortaklık komisyonları kazanırsanız, belirli bir döneme ait toplam kupon iadeleriniz, aynı döneme ait bağlı kuruluş kazançlarınızdan düşülecektir. Belirli bir döneme ait toplam indirim tutarınız, aynı döneme ait ortaklık kazancından büyük veya ona eşitse, söz konusu dönemde herhangi bir ortaklık kazancı almayacaksınız.
ur: اگر آپ الحاق شدہ کمیشن کماتے ہیں، تو ایک مقررہ مدت کے لیے آپ کے کوپن کی کل چھوٹ اسی دی گئی مدت کے لیے آپ کی ملحقہ آمدنی سے منہا کر دی جائے گی۔ اگر کسی مقررہ مدت کے لیے آپ کی کل چھوٹ کی رقم اسی دی گئی مدت کے لیے ملحقہ کمائی سے زیادہ یا اس کے برابر ہے، تو آپ کو اس دی گئی مدت کے لیے ملحقہ آمدنی نہیں ملے گی۔
zh_cn: 如果您获得会员佣金，则将从给定期间内的会员收入中减去给定期间内的总优惠券回扣。如果给定时期内的总回扣金额大于或等于同一给定时期内的会员收入，则在该给定时期内您将不会收到任何会员收入。
zh_tw: 如果您獲得會員佣金，則將從給定期間內的會員收入中減去給定期間內的總優惠券回扣。如果給定時期內的總回扣金額大於或等於同一給定時期內的會員收入，則在該給定時期內您將不會收到任何會員收入。

# coupons250Sbterms8722Sb6
source: {appName} reserves the right to deactivate your coupon at any time without notice or compensation.
cs: {appName} si vyhrazuje právo deaktivovat váš kupón kdykoli bez upozornění nebo kompenzace.
fi: {appName} pidättää oikeuden deaktivoida kuponkisi milloin tahansa ilman erillistä ilmoitusta tai korvausta.
fr: {appName} se réserve le droit de désactiver votre coupon de réduction à tout moment sans préavis ni indemnité.
it: {appName} si riserva il diritto di disattivare il coupon in qualsiasi momento senza preavviso o compensazione.
lt: {appName} pasilieka teisę bet kuriuo metu deaktyvuoti jūsų kuponą be įspėjimo ar kompensacijos.
nb: {appName} forbeholder seg retten til å deaktivere kupongen din når som helst uten varsel eller kompensasjon.
nl: {appName} behoudt zich het recht voor om uw coupon op elk moment te deactiveren zonder voorafgaande kennisgeving of compensatie.
pl: {appName} zastrzega sobie prawo do dezaktywacji kuponu w dowolnym momencie bez powiadomienia lub odszkodowania.
pt_br: {appName} reserva-se o direito de desativar seu cupom a qualquer momento, sem aviso prévio ou compensação.
sl: {appName} si pridržuje pravico, da kadar koli deaktivira vaš kupon brez obvestila ali nadomestila.
sv: {appName} förbehåller sig rätten att när som helst avaktivera din kupong utan förvarning eller ersättning.
tl: Inilalaan ng {appName} ang karapatang i-deactivate ang iyong kupon anumang oras nang walang abiso o kabayaran.
tr: {appName}, kuponunuzu herhangi bir zamanda bildirimde bulunmaksızın veya tazminat ödemeden devre dışı bırakma hakkını saklı tutar.
ur: {appName} کسی بھی وقت نوٹس یا معاوضے کے بغیر آپ کے کوپن کو غیر فعال کرنے کا حق محفوظ رکھتا ہے۔
zh_cn: {appName}保留随时停用您的优惠券的权利，恕不另行通知或赔偿。
zh_tw: {appName}保留隨時停用您的優惠券的權利，恕不另行通知或賠償。

# coupons250Sbterms250Sbtitle
source: Coupons terms and conditions
cs: Podmínky kupónů
fi: Kupongin käyttöehdot
fr: Termes et conditions des coupons de réduction
it: Termini e condizioni dei coupon
lt: Kuponų taisyklės ir sąlygos
nb: Vilkår og betingelser for kuponger
nl: Couponvoorwaarden
pl: Warunki kuponów
pt_br: Termos e condições dos cupons
sl: Pogoji in pravila kuponov
sv: Villkor för kuponger
tl: Mga tuntunin at kundisyon ng mga kupon
tr: Kupon hüküm ve koşulları
ur: کوپن کی شرائط و ضوابط
zh_cn: 优惠券条款和条件
zh_tw: 優惠券條款和條件

# coupons250Sbtitle
source: Coupons
cs: Kupony
fi: Kupongit
fr: Coupons de réduction
it: Buoni
lt: Kuponai
nb: Kuponger
pl: Kupony
pt_br: Cupons
sl: Kuponi
sv: Kuponger
tl: Mga kupon
tr: Kuponlar
ur: کوپن
zh_cn: 优惠券
zh_tw: 優惠券

# dashboard250Sbad250Sbdelete8722Sbbtn
source: Delete ad
cs: Smazat inzerát
fi: Poista ilmoitus
fr: Supprimer l'annonce
it: Cancella annuncio
lt: Ištrinti skelbimą
nb: Slett annonse
nl: Advertentie verwijderen
pl: Usuń ogłoszenie
pt_br: Deletar anúncio
sl: Izbriši oglas
sv: Radera annons
tl: Tanggalin ang ad
tr: Reklamı sil
ur: اشتہار کو حذف کریں
zh_cn: 删除广告
zh_tw: 刪除廣告

# dashboard250Sbad250Sbdelete8722Sbdialog8722Sbtext
source: This will delete the ad permanently. Consider hiding the ad by setting visibility to false.
cs: Tímto bude inzerát trvale smazán. Zvažte skrytí reklamy nastavením viditelnosti na hodnotu false.
fi: Tämä poistaa ilmoituksen pysyvästi. Harkitse ilmoituksen piilottamista asettamalla näkyvyyden arvoksi "false".
fr: Cela supprimera définitivement l'annonce. Envisagez de masquer l'annonce en définissant la visibilité sur « Non ».
it: Questo eliminerà l'annuncio in modo permanente. Prendi in considerazione la possibilità di nascondere l'annuncio impostando la visibilità su false.
lt: Tai ištrins skelbimą visam laikui. Apsvarstykite galimybę paslėpti skelbimą nustatydami matomumą į klaidingą.
nb: Dette vil slette annonsen permanent. Vurder å skjule annonsen ved å sette synligheten til falsk.
nl: Hiermee wordt de advertentie definitief verwijderd. Overweeg om de advertentie te verbergen door de zichtbaarheid in te stellen op false.
pl: To na stałe usunie ogłoszenie. Rozważ schowanie ogłoszenia, ustawiając widoczność na false.
pt_br: Isso deletará o anúncio permanentemente. Considere ocultar o anúncio mudando o parâmetro de visibilidade.
sl: S tem boste oglas trajno izbrisali. Razmislite o tem, da oglas skrijete tako, da nastavite vidnost na false.
sv: Detta kommer att ta bort annonsen permanent. Överväg att dölja annonsen genom att ange synlighet till false.
tl: Permanenteng tatanggalin nito ang ad. Pag-isipang itago ang ad sa pamamagitan ng pagtatakda ng visibility sa false.
tr: Bu, reklamı kalıcı olarak silecektir. Görünürlüğü false olarak ayarlayarak reklamı gizlemeyi düşünün.
ur: یہ اشتہار کو مستقل طور پر حذف کر دے گا۔ مرئیت کو غلط پر سیٹ کر کے اشتہار کو چھپانے پر غور کریں۔
zh_cn: 使广告不可见。
zh_tw: 使廣告不可見。

# dashboard250Sbad250Sbdelete8722Sbdialog8722Sbtitle
source: Confirm delete
cs: Potvrďte smazání
fi: Vahvista poisto
fr: Confirmer la suppression
it: Conferma cancellazione
lt: Patvirtinkite ištrynimą
nb: Bekreft sletting
nl: Verwijdering bevestigen
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
sl: Potrdite izbris
sv: Bekräfta radering
tl: Kumpirmahin ang pagtanggal
tr: Silmeyi onayla
ur: حذف کی تصدیق کریں
zh_cn: 确认删除
zh_tw: 確認刪除

# dashboard250Sbad250Sbemail8722Sbverified
source: This ad is for users with verified email only
cs: Tato reklama je pouze pro uživatele s ověřeným e-mailem
fi: Tämä ilmoitus on tarkoitettu vain käyttäjille, joilla on vahvistettu sähköpostiosoite
fr: Cette annonce est réservée aux utilisateurs disposant d'une adresse e-mail vérifiée
it: Questo annuncio è riservato agli utenti con email verificata
lt: Šis skelbimas skirtas tik naudotojams, turintiems patvirtintą el
nb: Denne annonsen er kun for brukere med bekreftet e-post
nl: Deze advertentie is alleen bedoeld voor gebruikers met een geverifieerd e-mailadres
pl: Ta reklama jest przeznaczona tylko dla użytkowników z zweryfikowanym emailem
pt_br: Este anúncio é apenas para usuários com e-mail confirmado
sl: Ta oglas je samo za uporabnike s potrjeno e-pošto
sv: Denna annons är endast för användare med verifierad e-post
tl: Ang ad na ito ay para sa mga user na may na-verify na email lamang
tr: Bu reklam yalnızca doğrulanmış e-posta adresi olan kullanıcılar içindir
ur: یہ اشتہار صرف تصدیق شدہ ای میل والے صارفین کے لیے ہے
zh_cn: 此广告仅适用于已验证电子邮件的用户
zh_tw: 此廣告僅適用於已驗證電子郵件的用戶

# dashboard250Sbad250Sbfor8722Sbtrusted
source: For trusted users only
cs: Pouze pro důvěryhodné uživatele
fi: Vain luotetuille käyttäjille
fr: Pour les utilisateurs de confiance uniquement
it: Solo per utenti fidati
lt: Tik patikimiems vartotojams
nb: Kun for pålitelige brukere
nl: Alleen voor vertrouwde gebruikers
pl: Tylko dla zaufanych użytkowników
pt_br: Apenas para usuários confiáveis
sl: Samo za zaupanja vredne uporabnike
sv: Endast för betrodda användare
tl: Para sa mga pinagkakatiwalaang user lamang
tr: Yalnızca güvenilir kullanıcılar için
ur: صرف بھروسہ مند صارفین کے لیے
zh_cn: 仅适用于受信任的用户
zh_tw: 僅適用於受信任的用戶

# dashboard250Sbad250Sbmethod250Sbcash
source: Cash
cs: Hotovost
fi: Käteinen
fr: En espèces
it: Contanti
lt: Grynieji pinigai
nb: Penger
nl: Contant geld
pl: Gotówka
pt_br: Dinheiro
sl: Gotovina
sv: Kontanter
tr: Peşin
ur: نقد
zh_cn: 现金
zh_tw: 現金

# dashboard250Sbad250Sbprice8722Sbtype250Sbmarket8722Sbnegative
source: Market {percent}
cs: Trh {percent}
fi: Markkina {percent}
fr: Marché {percent}
it: Mercato {percent}
lt: Rinka {percent}
nb: Marked {percent}
nl: Markt {percent}
pl: Rynek {percent}
pt_br: Mercado {percent}
sl: Trg {percent}
tr: Pazar {percent}
ur: مارکیٹ {percent}
zh_cn: 市场价 {percent}
zh_tw: 市場價 {percent}

# dashboard250Sbad250Sbprice8722Sbtype250Sbmarket8722Sbpositive
source: Market +{percent}
cs: Trh + {percent}
fi: Markkina +{percent}
fr: Marché +{percent}
it: Mercato +{percent}
nl: Markt +{percent}
pl: Rynek +{percent}
pt_br: Mercado +{percent}
tr: Piyasa +{percent}
ur: مارکیٹ +{percent}
zh_cn: 市场价 +{percent}
zh_tw: 市場價 +{percent}

# dashboard250Sbad250Sbtable8722Sbcreated8722Sbat
source: Created
cs: Vytvořeno
fi: Luotu
fr: Créée le
it: Creato
lt: Sukurta
nb: Opprettet
nl: Gemaakt
pl: Utworzono
pt_br: Criado
sl: Ustvarjeno
sv: Skapad
tl: Nilikha
tr: Oluşturuldu
ur: بنایا
zh_cn: 创建于
zh_tw: 創建於

# dashboard250Sbad250Sbtable8722Sbmethod
source: Method
cs: Metoda
fi: Menetelmä
fr: Méthode
it: Metodo
lt: Metodas
nb: Metode
nl: Methode
pl: Metoda
pt_br: Forma
sl: Metoda
sv: Metod
tl: Pamamaraan
tr: Yöntem
ur: طریقہ
zh_cn: 方式
zh_tw: 方式

# dashboard250Sbad250Sbtable8722Sbprice
source: Price
cs: Cena
fi: Hinta
fr: Prix
it: Prezzo
lt: Kaina
nb: Pris
nl: Prijs
pl: Cena
pt_br: Preço
sl: Cena
sv: Pris
tl: Presyo
tr: Fiyat
ur: قیمت
zh_cn: 价格
zh_tw: 價格

# dashboard250Sbad250Sbtable8722Sbtype
source: Type
cs: Typ
fi: Tyyppi
it: Tipo
lt: Tipas
pl: Typ
pt_br: Tipo
sl: Vrsta
sv: Typ
tl: Uri
tr: Tip
ur: قسم
zh_cn: 类型
zh_tw: 類型

# dashboard250Sbad250Sbtable8722Sbvisible
source: Visible
cs: Viditelné
fi: Näkyvä
it: Visibile
lt: Matomas
nb: Synlig
nl: Zichtbaar
pl: Widoczne
pt_br: Visível
sl: Vidno
sv: Synlig
tl: Nakikita
tr: Görünür
ur: نظر آنے والا
zh_cn: 可见
zh_tw: 可見

# notification250Sbtrade8722Sbcomplete
source: Your trade {tradeId} with {username} has been completed
cs: Váš obchod {tradeId} s {username} byl dokončen
fi: Kauppasi {tradeId} käyttäjän {username} kanssa on suoritettu
fr: Votre transaction {tradeId} avec {username} est terminée
it: La tua compravendita {tradeId} con {username} è completata
lt: Jūsų prekyba {tradeId} su {username} buvo baigta
nb: Din handel {tradeId} med {username} er fullført
nl: Uw transactie {tradeId} met {username} is voltooid
pl: Twój handel {tradeId} z {username} został zakończony
pt_br: Negociação {tradeId} com {username} concluída
sl: Vaše trgovanje {tradeId} z {username} je zaključeno
sv: Din handel {tradeId} med {username} har slutförts
tl: Nakumpleto na ang iyong pakikipagkalakalan {tradeId} sa {username}.
tr: {username} ile {tradeId} ticaretiniz tamamlandı
ur: آپ کی تجارت {tradeId} کے ساتھ {username} مکمل ہو گئی ہے
zh_cn: 你跟{username}的交易{tradeId}已完成。
zh_tw: 你跟{username}的交易{tradeId}已完成。

# dashboard250Sbads250Sbbulk8722Sbdelete8722Sbwarning
source: This will delete selected ads permanently. Consider hiding them by setting visibility to false.
cs: Tím budou vybrané reklamy trvale smazány. Zvažte jejich skrytí nastavením viditelnosti na hodnotu false.
fi: Tämä poistaa valitut ilmoitukset pysyvästi. Harkitse niiden piilottamista asettamalla näkyvyyden arvoksi "false".
fr: Cela supprimera définitivement les annonces sélectionnées. Envisagez de les masquer en définissant la visibilité sur « Non ».
it: Ciò eliminerà definitivamente gli annunci selezionati. Valuta di nasconderli impostando la visibilità su false.
lt: Tai visam laikui ištrins pasirinktus skelbimus. Apsvarstykite galimybę juos paslėpti nustatydami matomumą į klaidingą.
nb: Dette vil slette valgte annonser permanent. Vurder å skjule dem ved å sette synlighet til falsk.
nl: Hiermee worden geselecteerde advertenties permanent verwijderd. Overweeg om ze te verbergen door de zichtbaarheid in te stellen op false.
pl: To trwale usunie wybrane ogłoszenia. Rozważ ich ukrycie poprzez ustawienie ich widoczności na false.
pt_br: Isso excluirá os anúncios selecionados permanentemente. Considere ocultá-los, definindo a visibilidade como false.
sl: S tem boste izbrane oglase trajno izbrisali. Razmislite o tem, da jih skrijete tako, da nastavite vidnost na false.
sv: Detta kommer att radera valda annonser permanent. Överväg att dölja dem genom att ställa in synlighet till false.
tl: Ito ay permanenteng magde-delete ng mga napiling ad. Pag-isipang itago ang mga ito sa pamamagitan ng pagtatakda ng visibility sa false.
tr: Bu, seçilen reklamları kalıcı olarak silecektir. Görünürlüğü false olarak ayarlayarak bunları gizlemeyi düşünün.
ur: یہ منتخب اشتہارات کو مستقل طور پر حذف کر دے گا۔ مرئیت کو غلط پر سیٹ کرکے انہیں چھپانے پر غور کریں۔
zh_cn: 这将永久删除所选广告。考虑通过将可见性设置为false来隐藏它们。
zh_tw: 這將永久刪除所選廣告。考慮通過將可見性設置為false來隱藏它們。

# dashboard250Sbads250Sbbulk8722Sbedit250Sbapply
source: Apply to selected
cs: Použít na vybrané
fi: Hyväksy valittuihin
fr: Appliquer à la sélection
it: Applica a selezionati
lt: Taikyti pasirinktiesiems
nb: Bruk på valgte
nl: Toepassen op de geselecteerden
pl: Zastosuj do wybranych
pt_br: Aplicar ao selecionado
sl: Uporabi za izbrano
sv: Tillämpa på utvalda
tl: Mag-apply sa napili
tr: Seçilenlere uygula
ur: منتخب کردہ پر لاگو کریں
zh_cn: 套用至所选
zh_tw: 套用至所選

# dashboard250Sbads250Sbbulk8722Sbedit250Sbboolean250Sbfalse
source: False
cs: Nepravdivé
fi: Ei
fr: Non
it: No
lt: Netiesa
nb: Falsk
nl: Onjuist
pl: Fałsz
pt_br: Não
sl: Lažno
sv: Falsk
tl: Mali
tr: YANLIŞ
ur: غلط
zh_cn: 没有
zh_tw: 沒有

# dashboard250Sbads250Sbbulk8722Sbedit250Sbboolean250Sbtrue
source: True
cs: Skutečný
fi: Kyllä
fr: Oui
it: Sì
lt: Tiesa
nb: ekte
nl: Juist
pl: Prawda
pt_br: Sim
sl: Veljavno
sv: Sant
tl: totoo
tr: Doğru
ur: سچ
zh_cn: 是
zh_tw: 是

# dashboard250Sbads250Sbbulk8722Sbedit250Sberror
source: Something went wrong while updating multiple ads. Some or all of the ads might've not been updated. You've probably selected too many ads at once. Please refresh the page and try again.
cs: Při aktualizaci více reklam se něco pokazilo. Některé nebo všechny reklamy možná nebyly aktualizovány. Pravděpodobně jste vybrali příliš mnoho reklam najednou. Obnovte stránku a zkuste to znovu.
fi: Jotain meni pieleen päivitettäessä useita ilmoituksia. Joitakin tai kaikkia ilmoituksia ei ehkä ole päivitetty. Olet luultavasti valinnut liian monta ilmoitusta kerrallaan. Päivitä sivu ja yritä uudelleen.
fr: Une erreur s'est produite lors de la mise à jour de plusieurs annonces. Certaines ou toutes les annonces n'ont peut-être pas été mises à jour. Vous avez probablement sélectionné trop d'annonces à la fois. Veuillez actualiser la page et réessayer.
it: Si è verificato un errore durante l'aggiornamento di più annunci. Alcuni o tutti gli annunci potrebbero non essere stati aggiornati. Probabilmente hai selezionato troppi annunci contemporaneamente. Perfavore ricarica la pagina e riprova.
lt: Atnaujinant kelis skelbimus įvyko klaida. Gali būti, kad kai kurie arba visi skelbimai nebuvo atnaujinti. Tikriausiai vienu metu pasirinkote per daug skelbimų. Atnaujinkite puslapį ir bandykite dar kartą.
nb: Noe gikk galt under oppdatering av flere annonser. Noen eller alle annonsene er kanskje ikke oppdatert. Du har sannsynligvis valgt for mange annonser samtidig. Oppdater siden og prøv igjen.
nl: Er is iets misgegaan tijdens het updaten van meerdere advertenties. Sommige of alle advertenties zijn mogelijk niet bijgewerkt. U heeft waarschijnlijk te veel advertenties tegelijk geselecteerd. Ververs de pagina en probeer het alstublieft opnieuw.
pl: Coś poszło nie tak podczas aktualizacji wielu ogłoszeń. Niektóre, lub wszystkie, ogłoszenia nie zostały zaktualizowane. Prawdopodobnie wybrałeś zbyt wiele ogłoszeń jednocześnie. Odśwież stronę i spróbuj ponownie.
pt_br: Ocorreu um erro ao atualizar vários anúncios. Alguns ou todos os anúncios podem não ter sido atualizados. Você provavelmente selecionou muitos anúncios de uma só vez. Atualize a página e tente novamente.
sl: Med posodabljanjem več oglasov je nekaj šlo narobe. Nekateri ali vsi oglasi morda niso bili posodobljeni. Verjetno ste izbrali preveč oglasov hkrati. Osvežite stran in poskusite znova.
sv: Något gick fel när flera annonser uppdaterades. Vissa eller alla annonser kanske inte har uppdaterats. Du har förmodligen valt för många annonser på en gång. Uppdatera sidan och försök igen.
tl: Nagkaproblema habang nag-a-update ng maraming ad. Ang ilan o lahat ng mga ad ay maaaring hindi na-update. Malamang na pumili ka ng masyadong maraming mga ad nang sabay-sabay. Paki-refresh ang page at subukang muli.
tr: Birden fazla reklam güncellenirken bir şeyler ters gitti. Reklamların bir kısmı veya tamamı güncellenmemiş olabilir. Muhtemelen aynı anda çok fazla reklam seçmişsinizdir. Lütfen sayfayı yenileyip tekrar deneyin.
ur: متعدد اشتہارات کو اپ ڈیٹ کرتے وقت کچھ غلط ہو گیا۔ ہو سکتا ہے کہ کچھ یا سبھی اشتہارات اپ ڈیٹ نہ کیے گئے ہوں۔ آپ نے شاید ایک ساتھ بہت سارے اشتہارات منتخب کیے ہیں۔ براہ کرم صفحہ ریفریش کریں اور دوبارہ کوشش کریں۔
zh_cn: 更新多个广告时出了点问题。部分或全部广告可能尚未更新。您可能一次选择了太多广告。请刷新页面，然后重试。
zh_tw: 更新多個廣告時出了點問題。部分或全部廣告可能尚未更新。您可能一次選擇了太多廣告。請刷新頁面，然後重試。

# dashboard250Sbads250Sbbulk8722Sbedit250Sbgroup250Sbany
source: Any ads
cs: Jakékoli reklamy
fi: Kaikki ilmoitukset
fr: Toutes les annonces
it: Qualsiasi annuncio
lt: Bet kokie skelbimai
nb: Eventuelle annonser
nl: Elke advertenties
pl: Wszelkie ogłoszenia
pt_br: Quaisquer anúncios
sl: Kakršnikoli oglasi
sv: Eventuella annonser
tl: Anumang mga ad
tr: Herhangi bir reklam
ur: کوئی بھی اشتہار
zh_cn: 任何广告
zh_tw: 任何廣告

# dashboard250Sbads250Sbbulk8722Sbedit250Sbgroup250Sbsame8722Sbasset8722Sbbuys
source: Same-asset buy ads only
cs: Pouze reklamy na nákup stejného aktiva
fi: Vain saman omaisuuden ostoilmoitukset
fr: Annonces d'achat de la même crypto-monnaie uniquement
it: Annunci dello stesso tipo da comprare solo
lt: Tik to paties turto pirkimo skelbimai
nb: Kun annonser for kjøp av samme eiendel
nl: Alleen advertenties voor aankopen van hetzelfde asset
pl: Tylko reklamy kupna tego samego aktywa
pt_br: Anúncios do mesmo tipo para comprar apenas
sl: Samo oglasi za nakup istega sredstva
sv: Endast annonser för köp av samma tillgångar
tl: Same-asset buy ads lang
tr: Yalnızca aynı varlık satın alma reklamları
ur: صرفsame-asset خریدنے والے اشتہارات
zh_cn: 同类资产广告只买不卖
zh_tw: 同資產廣告只買

# dashboard250Sbads250Sbbulk8722Sbedit250Sbgroup250Sbsame8722Sbcurrency
source: Same-currency ads only
cs: Pouze reklamy ve stejné měně
fi: Vain saman valuutan ilmoitukset
fr: Annonces dans la même devise uniquement
it: Solo annunci nella stessa valuta
lt: Tik skelbimai ta pačia valiuta
nb: Kun annonser i samme valuta
nl: Alleen advertenties in dezelfde valuta
pl: Tylko reklamy tej samej waluty
pt_br: Apenas anúncios da mesma moeda
sl: Samo oglasi v isti valuti
sv: Endast annonser i samma valuta
tl: Mga ad na pareho lang ang pera
tr: Yalnızca aynı para birimindeki reklamlar
ur: صرف same-currency کے اشتہارات
zh_cn: 仅相同货币广告
zh_tw: 僅相同貨幣廣告
