Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbuntraceable
source: By taking advantage of ring signatures (a special property of certain types of cryptography), Monero enables untraceable transactions. This means it's ambiguous which funds have been spent, and thus extremely unlikely that a transaction could be linked to particular user.
cs: Díky využití kruhových podpisů (speciální vlastnost určitých typů kryptografie) umožňuje Monero nevystopovatelné transakce. To znamená, že je nejednoznačné, které prostředky byly utraceny, a je tedy velmi nepravděpodobné, že by transakce mohla být spojena s konkrétním uživatelem.
fi: Monero mahdollistaa jäljittämättömät tapahtumat hyödyntämällä somusallekirjoituksia (erityinen ominaisuus tietyissä kryptografioissa). Tämä tarkoittaa, että on epäselvää mitkä varat on käytetty, ja näin ollen on erittäin epätodennäköistä, että tapahtuma voitaisiin linkittää tiettyyn käyttäjään.
fr: En tirant parti des signatures de cercle (une propriété spéciale de certains types de cryptographie), Monero permet des transactions intraçables. Cela signifie qu'il est ambigu de savoir quels fonds ont été dépensés, et donc extrêmement peu probable qu'une transaction puisse être liée à un utilisateur en particulier.
it: Sfruttando le firme ad anello (una proprietà speciale di alcuni tipi di crittografia), Monero consente transazioni non rintracciabili. Ciò significa che è ambiguo quali fondi siano stati spesi e quindi estremamente improbabile che una transazione possa essere collegata a un determinato utente.
lt: Pasinaudodama žiediniais parašais (ypatinga tam tikrų tipų kriptografijos savybe), Monero leidžia atlikti neatsekamas operacijas. Tai reiškia, kad neaišku, kokios lėšos buvo išleistos, todėl labai mažai tikėtina, kad operacija gali būti susieta su konkrečiu vartotoju.
nb: Ved å dra nytte av ringsignaturer (en spesiell egenskap for visse typer kryptografi), muliggjør Monero usporbare transaksjoner. Dette betyr at det er tvetydig hvilke midler som er brukt, og dermed ekstremt usannsynlig at en transaksjon kan knyttes til en bestemt bruker.
nl: Door gebruik te maken van ringhandtekeningen (een speciale eigenschap van bepaalde soorten cryptografie), maakt Monero niet-traceerbare transacties mogelijk. Dit betekent dat het onduidelijk is welk geld er is uitgegeven, en het dus uiterst onwaarschijnlijk is dat een transactie aan een bepaalde gebruiker kan worden gekoppeld.
pl: Korzystając z ring signatures (specjalnej własności niektórych rodzajów kryptografii), Monero umożliwia transakcje niemożliwe do śledzenia. Oznacza to, że jest to niejednoznaczne, które środki zostały wydane, a zatem bardzo mało prawdopodobne jest, aby transakcja mogła być powiązana z konkretnym użytkownikiem.
pt_br: Aproveitando as assinaturas em anel (uma propriedade especial de certos tipos de criptografia), o Monero permite transações não rastreáveis. Isso significa que é ambíguo quais fundos foram gastos e, portanto, extremamente improvável que uma transação possa ser vinculada a um usuário específico.
sl: Monero z uporabo obročnih podpisov (posebna lastnost nekaterih vrst kriptografije) omogoča transakcije, ki jih ni mogoče izslediti. To pomeni, da ni jasno, katera sredstva so bila porabljena, zato je zelo malo verjetno, da bi bila transakcija lahko povezana z določenim uporabnikom.
sv: Genom att dra nytta av ringsignaturer (en speciell egenskap hos vissa typer av kryptografi) möjliggör Monero ospårbara transaktioner. Det innebär att det är oklart vilka medel som har använts och därmed extremt osannolikt att en transaktion kan kopplas till en viss användare.
tl: Sa pamamagitan ng pagsasamantala sa mga ring signature (isang espesyal na pag-aari ng ilang uri ng cryptography), ang Monero ay nagbibigay-daan sa mga hindi masusubaybayang transaksyon. Nangangahulugan ito na malabo kung aling mga pondo ang nagastos, at samakatuwid ay lubhang malabong maiugnay ang isang transaksyon sa partikular na user.
tr: Monero, halka imzalardan (belirli kriptografi türlerinin özel bir özelliği) yararlanarak izlenemeyen işlemlere olanak tanır. Bu, hangi fonların harcandığının belirsiz olduğu ve dolayısıyla bir işlemin belirli bir kullanıcıyla bağlantılı olma ihtimalinin son derece düşük olduğu anlamına gelir.
ur: انگوٹھی کے دستخطوں سے فائدہ اٹھاتے ہوئے (مخصوص قسم کی خفیہ نگاری کی ایک خاص خاصیت)، Monero ناقابل شناخت لین دین کو قابل بناتا ہے۔ اس کا مطلب یہ ہے کہ یہ مبہم ہے کہ کون سے فنڈز خرچ کیے گئے ہیں، اور اس طرح اس بات کا انتہائی امکان نہیں ہے کہ کسی لین دین کو کسی خاص صارف سے منسلک کیا جائے۔
zh_cn: 通过门罗币的环形签名，环形机密和隐身地址技术, 门罗币可以确保交易记录无法追踪. 这就导致不能判断哪些资金在被花费，也就更不可能知道交易背后的用户到底是谁.
zh_tw: 通過門羅幣的環形簽名，環形機密和隱身位址技術, 門羅幣可以確保交易記錄無法追蹤. 這就導致不能判斷哪些資金在被花費，也就更不可能知道交易背後的使用者到底是誰.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sboverview250Sbsubtitle
source: Select a logo to jump to that coin's analysis.
cs: Vyberte logo a přejděte na analýzu této mince.
fi: Valitse logo siirtyäksesi kyseisen kolikon analyysiin.
fr: Sélectionnez un logo pour passer à l'analyse de cette crypto-monnaie.
it: Seleziona un logo per passare all'analisi di quella moneta.
lt: Pasirinkite logotipą, kad pereitumėte prie tos monetos analizės.
nb: Velg en logo for å gå til myntens analyse.
nl: Selecteer een logo om naar de analyse van die munt te gaan.
pl: Wybierz logo, aby przejść do analizy tej kryptowaluty.
pt_br: Selecione um logotipo para ir para a análise dessa moeda.
sl: Izberite logotip, da skočite na analizo tega kovanca.
sv: Välj en logotyp för att hoppa till analysen av det myntet.
tl: Pumili ng logo upang tumalon sa pagsusuri ng coin na iyon.
tr: Söz konusu madalyonun analizine geçmek için bir logo seçin.
ur: اس سکے کے تجزیہ پر جانے کے لیے ایک لوگو منتخب کریں۔
zh_cn: 选择一个币的图片logo跳转查看该币的具体分析.
zh_tw: 選擇一個幣的圖片logo跳轉查看該幣的具體分析.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sboverview250Sbtable250Sbno
source: No
cs: Ne
fi: Ei
fr: Non
lt: Nr
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
sv: Nej
tl: Hindi
tr: HAYIR
ur: نہیں

source: Not completely
cs: Ne úplně
fi: Ei täysin
fr: Pas complètement
it: Non completamente
lt: Ne visiškai
nb: Ikke helt
nl: Niet helemaal
pl: Nie całkiem
pt_br: Não completamente
sl: Ne povsem
sv: Inte fullständigt
tl: Hindi ganap
tr: Tam olarak değil
ur: مکمل طور پر نہیں

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sboverview250Sbtable250Sbsometimes
source: Sometimes
cs: Někdy
fi: Joskus
fr: Parfois
it: A volte
lt: Kartais
nb: Noen ganger
nl: Soms
pl: Czasami
pt_br: As vezes
sl: Občasno
sv: Ibland
tl: Minsan
tr: Bazen
ur: کبھی کبھی

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sboverview250Sbtable250Sbunsure
source: Unsure
cs: Nejistý
fi: Epävarma
fr: Incertain
it: Incerto
lt: Nesu tikras
nb: Usikker
nl: Onzeker
pl: Niepewne
pt_br: Inseguro
sl: Negotovo
sv: Osäker
tl: Hindi sigurado
tr: Emin değilim
ur: بے یقینی

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sboverview250Sbtable250Sbyes
source: Yes
cs: Ano
fi: Kyllä
fr: Oui
it: Sì
lt: Taip
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
sl: Ja
sv: Ja
tl: Oo
tr: Evet
ur: جی ہاں

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sboverview250Sbtitle
source: Overview
cs: Přehled
fi: Yleiskatsaus
fr: Aperçu
it: Panoramica
lt: Apžvalga
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: visão global
sl: Pregled
sv: Översikt
tl: Pangkalahatang-ideya
tr: Genel Bakış
ur: جائزہ
zh_cn: 概述
zh_tw: 概述

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbtitle
source: Coin analysis
cs: Analýza mincí
fi: Kolikon analyysi
fr: Analyse des crypto-monnaies
it: Analisi delle monete
lt: Monetų analizė
nb: Myntanalyse
nl: Munt analyse
pl: Analiza kryptowalut
pt_br: Análise de moedas
sl: Analiza kovancev
sv: Mynt analys
tl: Pagsusuri ng barya
tr: Madeni para analizi
ur: سکے کا تجزیہ
zh_cn: 加密货币分析
zh_tw: 加密貨幣分析

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbtxs8722Sbare8722Sbsecure
source: Transactions are cryptographically secure.
cs: Transakce jsou kryptograficky bezpečné.
fi: Transaktiot ovat kryptografisesti turvallisia.
fr: Les transactions sont cryptographiquement sécurisées.
it: Le transazioni sono crittograficamente sicure.
lt: Sandoriai yra kriptografiškai saugūs.
nb: Transaksjoner er kryptografisk sikre.
nl: Transacties zijn cryptografisch beveiligd.
pl: Transakcje są bezpieczne kryptograficznie.
pt_br: As transações são criptograficamente seguras.
sl: Transakcije so kriptografsko zavarovane.
sv: Transaktioner är kryptografiskt säkra.
tl: Ang mga transaksyon ay cryptographically secure.
tr: İşlemler kriptografik olarak güvenlidir.
ur: لین دین خفیہ طور پر محفوظ ہیں۔
zh_cn: 交易安全性由密码学提供安全保护.
zh_tw: 交易安全性由密碼學提供安全保護.

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbprivate250Sbtitle
source: Private
cs: Soukromé
fi: Yksityinen
fr: Privé
it: Privato
lt: Privatus
nb: Privat
nl: Privé
pl: Prywatne
pt_br: Privado
sl: Zasebno
sv: Privat
tl: Pribado
tr: Özel
ur: نجی
zh_cn: 隐私性
zh_tw: 隱私性

# settings250Sbnotifications250Sbtelegram250Sbescrow8722Sblong
source: Send Telegram notifications when a trade is finalized
cs: Odesílejte oznámení Telegramu, když je obchod dokončen
fi: Lähetä Telegram ilmoitus, kun kauppa on viimeistelty
fr: Envoyer des notifications sur Telegram lorsqu'une transaction est finalisée
it: Invia notifiche su Telegram quando uno scambio è finalizzato
lt: Siųskite Telegram pranešimus, kai sandoris bus baigtas
nb: Send Telegram-varsler når en handel er fullført
nl: Stuur Telegram meldingen wanneer een transactie is afgerond
pl: Wysyłaj powiadomienia Telegram, gdy handel zostanie sfinalizowany
pt_br: Enviar notificações por telegrama quando uma negociação é finalizada
sl: Pošljite Telegram obvestila, ko je trgovanje zaključeno
sv: Skicka Telegram-aviseringar när en handel har slutförts
tl: Magpadala ng mga abiso sa Telegram kapag natapos na ang isang kalakalan
tr: Bir ticaret tamamlandığında Telegram bildirimleri gönder
ur: جب کوئی تجارت طے پا جائے تو ٹیلیگرام کی اطلاعات بھیجیں
zh_cn: 交易完成时发送电报通知
zh_tw: 交易完成時發送電報通知

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbsecure250Sbtext
source: All transactions are encrypted and the wallet which holds your funds is encrypted.
cs: Všechny transakce jsou šifrované a peněženka, která drží vaše prostředky, je šifrována.
fi: Kaikki transaktiot on salattu ja lompakkosi on salattu.
fr: Toutes les transactions sont chiffrées et le portefeuille qui contient vos fonds est chiffré.
it: Tutte le transazioni sono crittografate e il portafoglio che contiene i tuoi fondi è crittografato.
lt: Visos operacijos yra užšifruotos, o piniginė, kurioje yra jūsų lėšos, yra užšifruota.
nb: Alle transaksjoner er kryptert og lommeboken som inneholder pengene dine er kryptert.
nl: Alle transacties zijn versleuteld en de portefeuille die uw geld bevat, is ook versleuteld.
pl: Wszystkie transakcje są szyfrowane, łącznie z portfelem, który przechowuje Twoje środki.
pt_br: Todas as transações são criptografadas e a carteira que retém seus fundos é criptografada.
sl: Vse transakcije so šifrirane in denarnica, v kateri so vaša sredstva, je šifrirana.
sv: Alla transaktioner är krypterade och den plånbok som innehåller dina pengar är krypterad.
tl: Ang lahat ng mga transaksyon ay naka-encrypt at ang wallet na naglalaman ng iyong mga pondo ay naka-encrypt.
tr: Tüm işlemler şifrelenir ve paranızı tutan cüzdan şifrelenir.
ur: تمام ٹرانزیکشنز انکرپٹڈ ہیں اور پرس جس میں آپ کے فنڈز ہیں انکرپٹڈ ہیں۔
zh_cn: 所有交易均已加密，存放您资金的钱包也已加密.
zh_tw: 所有交易均已加密，存放您資金的錢包也已加密.

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbsecure250Sbtitle
source: Secure
cs: Zajistit
fi: Turvallinen
fr: Sécurisé
it: Sicuro
lt: Saugus
nb: Sikre
nl: Veilig
pl: Bezpieczne
pt_br: Seguro
sl: Varno
sv: Säker
tr: Güvenli
ur: محفوظ
zh_cn: 安全性
zh_tw: 安全性

# method250Sbother8722Sbpre8722Sbpaid8722Sbdebit
source: Other Pre-Paid Debit Card
cs: Jiná předplacená debetní karta
fi: Muu Prepaid Debit -kortti
fr: Autre carte de débit prépayée
it: Altre carte di debito prepagate
lt: Kita išankstinio mokėjimo debeto kortelė
nb: Annet forhåndsbetalt debetkort
nl: Andere Pre-Paid Betaalpas
pl: Inna Pre-Paid karta debetowa
pt_br: Outro cartão de débito pré-pago
sl: Druge Predplačniške Debetne Kartice
sv: Andra förbetalda Debitering kort
tl: Iba pang Pre-Paid Debit Card
tr: Diğer Ön Ödemeli Banka Kartı
ur: دیگر پری پیڈ ڈیبٹ کارڈ
zh_cn: 其他预付费借记卡
zh_tw: 其他預付費借記卡
