Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbscams250Sb2250Sbtitle
source: The Business Look Alike Scam
cs: Podvod s podobným obchodním vzhledem
fi: Business Look Alike -huijaus
fr: L'arnaque du clone d'entreprise
it: Il business si assomiglia alla truffa
lt: Verslo panašumo sukčiavimas
nb: Business Look Alike-svindel
nl: De Business Look Alike Zwendel
pl: Oszustwo udając biznes
pt_br: Golpe de aparência empresarial
sl: Prevara "Business Look Alike"
sv: Verksamheten med look-alike-bedrägerier
tl: Ang Business Look Alike Scam
tr: İşletme Benzeri Dolandırıcılık
ur: يہ کاروبار ايک دکھوکہ لگتا ہے
zh_cn: 李逵VS李鬼，钓鱼网站和钓鱼程序
zh_tw: 李逵VS李鬼，釣魚網站和釣魚程式

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbdisclaimer
source: This site was made by Monero users. There was a time when we weren't Monero users but were concerned about financial privacy. We researched the coins which claimed to be private and this page is the result of our research. It's why we chose Monero over the rest. So, if we appear to be biased, we are, but we believe that bias is based on facts which you can read below and verify for yourself.
cs: Tuto stránku vytvořili uživatelé Monera. Byly doby, kdy jsme nebyli uživateli Monera, ale zajímalo nás finanční soukromí. Zkoumali jsme mince, které o sobě tvrdily, že jsou soukromé, a tato stránka je výsledkem našeho výzkumu. To je důvod, proč jsme si vybrali Monero místo ostatních. Pokud se tedy zdá, že jsme zaujatí, jsme, ale věříme, že tato zaujatost je založena na faktech, která si můžete přečíst níže a sami si je ověřit.
fi: Tämä sivusto on luotu Monero käyttäjien toimesta. Oli aika, jolloin emme olleet Moneron käyttäjiä, mutta olimme huolissamme taloudellisesta yksityisyydestä. Tutkimme kolikoita, jotka väittivät olevansa yksityisiä ja tämä sivu on tutkimuksemme tulos. Siksi valitsimme Moneron muiden sijaan. Joten jos vaikutamme puolueellisilta, olemme sitä, mutta uskomme että puolueettomuus perustuu tosiasioihin, jotka voit lukea alta ja tarkistaa itse.
fr: Ce site a été créé par des utilisateurs de Monero. Il fut un temps où nous n'étions pas des utilisateurs de Monero mais étions préoccupés par la confidentialité financière. Nous avons recherché les crypto-monnaies qui prétendaient être privées et cette page est le résultat de nos recherches. C'est pourquoi nous avons choisi Monero par rapport au reste. Donc, si nous semblons être partiaux, nous le sommes, mais nous pensons que ce parti pris est basé sur des faits que vous pouvez lire ci-dessous et vérifier par vous-même.
it: Questo sito è stato realizzato dagli utenti Monero. C'è stato un tempo in cui non eravamo utenti Monero ma eravamo preoccupati per la privacy finanziaria. Abbiamo ricercato le monete che affermavano di essere private e questa pagina è il risultato della nostra ricerca. È per questo che abbiamo scelto Monero rispetto al resto. Quindi, se sembriamo di parte, lo siamo, ma crediamo che il pregiudizio si basi su fatti che puoi leggere di seguito e verificare di persona.
lt: Šią svetainę sukūrė Monero vartotojai. Buvo laikas, kai mes nebuvome Monero vartotojai, bet nerimavome dėl finansinio privatumo. Ištyrėme monetas, kurios teigė, kad yra privačios, ir šis puslapis yra mūsų tyrimo rezultatas. Štai kodėl mes pasirinkome Monero, o ne kitus. Taigi, jei atrodome šališki, tokie esame, bet manome, kad šališkumas grindžiamas faktais, kuriuos galite perskaityti toliau ir patys įsitikinti.
nb: Denne siden ble laget av Monero-brukere. Det var en tid da vi ikke var Monero-brukere, men var bekymret for økonomisk personvern. Vi undersøkte myntene som hevdet å være private, og denne siden er resultatet av vår forskning. Det er derfor vi valgte Monero fremfor resten. Så hvis vi ser ut til å være partiske, er vi det, men vi tror at skjevhet er basert på fakta som du kan lese nedenfor og bekrefte selv.
nl: Deze site is gemaakt door gebruikers van Monero. Er was een tijd dat we geen Monero-gebruikers waren, maar ons zorgen maakten over financiële privacy. We hebben de munten onderzocht die beweerden privé te zijn en deze pagina is het resultaat van ons onderzoek. Daarom hebben we Monero verkozen boven de rest. Dus als we bevooroordeeld lijken, zijn we dat ook, maar we geloven dat die vooringenomenheid gebaseerd is op feiten die u hieronder kunt lezen en zelf kunt verifiëren.
pl: Ta strona została wykonana przez użytkowników Monero. Był czas, kiedy nie byliśmy użytkownikami Monero, ale martwiliśmy się o naszą prywatność finansową. Zbadaliśmy kryptowaluty, które twierdziły, że są prywatne, a ta strona jest wynikiem naszych badań. Właśnie dlatego wybraliśmy Monero nad resztą. Tak więc, jeśli wydaje się, że jesteśmy stronniczy, jesteśmy, ale uważamy, że uprzedzenie opiera się na faktach, które możesz poznać poniżej i sam zweryfikować.
pt_br: Este site foi criado por usuários do Monero. Houve um tempo em que não éramos usuários do Monero, mas estávamos preocupados com a privacidade financeira. Pesquisamos as moedas que afirmavam ser privadas e esta página é o resultado de nossa pesquisa. É por isso que escolhemos Monero em relação ao resto. Portanto, se parecermos tendenciosos, somos, mas acreditamos que o viés se baseia em fatos que você pode ler abaixo e verificar por si mesmo.
sl: To spletno mesto so ustvarili uporabniki Monera. Včasih nismo bili uporabniki Monera, a nas je skrbelo za finančno zasebnost. Raziskovali smo kovance, ki so trdili, da so zasebni, in ta stran je rezultat naše raziskave. To je razlog, zakaj smo se odločili za Monero v primerjavi z ostalimi. Če se torej zdi, da smo pristranski, smo, vendar menimo, da ta pristranskost temelji na dejstvih, ki jih lahko preberete spodaj in se tako prepričate sami.
sv: Den här sidan skapades av Monero-användare. Det fanns en tid då vi inte var Monero-användare utan var oroliga för ekonomisk integritet. Vi undersökte mynten som påstod sig vara privata och den här sidan är resultatet av vår forskning. Det är därför vi valde Monero framför resten. Så om vi verkar vara partiska är vi det, men vi tror att partiskhet är baserad på fakta som du kan läsa nedan och verifiera själv.
tl: Ang site na ito ay ginawa ng mga gumagamit ng Monero. May panahon na hindi kami mga gumagamit ng Monero ngunit nag-aalala tungkol sa privacy sa pananalapi. Sinaliksik namin ang mga barya na sinasabing pribado at ang pahinang ito ay resulta ng aming pananaliksik. Ito ang dahilan kung bakit pinili namin ang Monero kaysa sa iba. Kaya, kung lumilitaw na kami ay may kinikilingan, kami ay, ngunit naniniwala kami na ang pagkiling ay batay sa mga katotohanan na maaari mong basahin sa ibaba at i-verify para sa iyong sarili.
tr: Bu site Monero kullanıcıları tarafından yapılmıştır. Monero kullanıcısı olmadığımız ancak finansal gizlilik konusunda endişe duyduğumuz bir dönem vardı. Özel olduğu iddia edilen madeni paraları araştırdık ve bu sayfa araştırmamızın sonucudur. Bu yüzden diğerleri yerine Monero'yu seçtik. Yani, eğer önyargılı görünüyorsak öyleyizdir, ancak önyargının aşağıda okuyabileceğiniz ve kendiniz doğrulayabileceğiniz gerçeklere dayandığına inanıyoruz.
ur: یہ سائٹ Monero کے صارفین نے بنائی تھی۔ ایک وقت تھا جب ہم Monero کے صارف نہیں تھے لیکن مالی رازداری کے بارے میں فکر مند تھے۔ ہم نے ان سکوں کی تحقیق کی جن کے نجی ہونے کا دعویٰ کیا گیا تھا اور یہ صفحہ ہماری تحقیق کا نتیجہ ہے۔ یہی وجہ ہے کہ ہم نے باقی پر Monero کا انتخاب کیا۔ لہذا، اگر ہم متعصب دکھائی دیتے ہیں، تو ہم ہیں، لیکن ہم سمجھتے ہیں کہ تعصب حقائق پر مبنی ہے جسے آپ نیچے پڑھ کر خود تصدیق کر سکتے ہیں۔
zh_cn: 这个页面是由门罗币的用户创建的. 曾几何时的我们还不是门罗币用户，但我们注重隐私保护. 于是我们研究了那些声称能够保护隐私的加密货币，本页面归纳整理了我们的结论. 这就是为什么我们选择门罗币而不是其他的币. 也许你觉得我们对其他币带有偏见，即便如此，我们的偏见也是基于以下事实，您可以在下面阅读这些内容并自己来验证.
zh_tw: 這個頁面是由門羅幣的用戶創建的. 曾幾何時的我們還不是門羅幣用戶，但我們注重隱私保護. 於是我們研究了那些聲稱能夠保護隱私的加密貨幣，本頁面歸納整理了我們的結論. 這就是為什麼我們選擇門羅幣而不是其他的幣. 也許你覺得我們對其他幣帶有偏見，即便如此，我們的偏見也是基於以下事實，您可以在下面閱讀這些內容並自己來驗證.
