Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbdecentraized250Sbtext
source: All nodes (a node is a running instance of the coin's blockchain) of the network are equal. There is no superclass of nodes which have more influence or control over transactions or the system than other nodes.
cs: Všechny uzly (uzel je běžící instance blockchainu mince) sítě jsou si rovny. Neexistuje žádná nadtřída uzlů, která by měla větší vliv nebo kontrolu nad transakcemi nebo systémem než ostatní uzly.
fi: Kaikki verkon solmut (solmu on kolikon lohkoketjussa käynnissä oleva instanssi) ovat samanarvoisia. Ei ole olemassa solmujen superluokkaa, jolla olisi enemmän vaikutusta tai hallintaa transaktioihin tai järjestelmään kuin muilla solmuilla.
fr: Tous les nœuds (un nœud est une instance en cours d'exécution de la blockchain de la crypto-monnaie) du réseau sont égaux. Il n'y a pas de superclasse de nœuds qui aient plus d'influence ou de contrôle sur les transactions ou le système que les autres nœuds.
it: Tutti i nodi (un nodo è un'istanza corrente della blockchain della moneta) della rete sono uguali. Non esiste una superclasse di nodi che hanno più influenza o controllo sulle transazioni o sul sistema rispetto ad altri nodi.
lt: Visi tinklo mazgai (mazgas yra veikiantis monetos blokų grandinės pavyzdys) yra lygūs. Nėra superklasių mazgų, kurie turėtų didesnę įtaką ar valdytų operacijas ar sistemą nei kiti mazgai.
nb: Alle noder (en node er en løpende forekomst av myntens blokkjede) i nettverket er like. Det er ingen superklasse av noder som har mer innflytelse eller kontroll over transaksjoner eller systemet enn andre noder.
nl: Alle knooppunten (een knooppunt is een lopende instantie van de blockchain van de munt) van het netwerk zijn gelijk. Er is geen superklasse van knooppunten die meer invloed of controle hebben over transacties of het systeem dan andere knooppunten.
pl: Wszystkie węzły (węzeł jest instancją blockchaina kryptowaluty) sieci są równe. Nie ma nadklasy węzłów, które mają większy wpływ lub kontrolę nad transakcjami czy też nad całym systemem niż inne węzły.
pt_br: Todos os nós (um nó é uma instância em execução do blockchain da moeda) da rede são iguais. Não há superclasse de nós que tenham mais influência ou controle sobre transações ou o sistema do que outros nós.
sl: Vsa vozlišča (vozlišče je tekoči primerek blockchaina kovanca) v omrežju so enaka. Ni nadrazreda vozlišč, ki bi imela večji vpliv ali nadzor nad transakcijami ali sistemom kot druga vozlišča.
sv: Alla noder (en nod är en löpande instans av myntets blockkedja) i nätverket är likvärdiga. Det finns ingen superklass av noder som har mer inflytande eller kontroll över transaktioner eller systemet än andra noder.
tl: Ang lahat ng node (ang node ay isang running instance ng blockchain ng coin) ng network ay pantay. Walang superclass ng mga node na may higit na impluwensya o kontrol sa mga transaksyon o sistema kaysa sa iba pang mga node.
tr: Ağdaki tüm düğümler (bir düğüm, madalyonun blok zincirinin çalışan bir örneğidir) eşittir. İşlemler veya sistem üzerinde diğer düğümlerden daha fazla etkiye veya kontrole sahip olan düğümlerin üst sınıfı yoktur.
ur: نیٹ ورک کے تمام نوڈس (ایک نوڈ سکے کے بلاک چین کی چلتی ہوئی مثال ہے) برابر ہیں۔ نوڈس کا کوئی سپر کلاس نہیں ہے جس کا ٹرانزیکشن یا سسٹم پر دوسرے نوڈس کے مقابلے زیادہ اثر یا کنٹرول ہو۔
zh_cn: 所有的节点 (一个节点是区块链系统运行的一个完备账本) 都是平等的. 既不存在比普通节点更有优势和影响力的超级节点，也不存在具备跟踪交易特权和对系统具有更大的话语权的超级节点.
zh_tw: 所有的節點 (一個節點是區塊鏈系統運行的一個完備帳本) 都是平等的. 既不存在比普通節點更有優勢和影響力的超級節點，也不存在具備跟蹤交易特權和對系統具有更大的話語權的超級節點.

# knowledge250Sbwhy8722Sbmonero250Sbdecentralized250Sbtitle
source: Decentralized
cs: Decentralizované
fi: Hajautettu
fr: Décentralisé
it: Decentrata
lt: Decentralizuotas
nb: Desentralisert
nl: Gedecentraliseerd
pl: Zdecentralizowane
pt_br: Descentralizado
sl: Decentralizirano
sv: Decentraliserat
tl: Desentralisado
tr: Merkezi olmayan
ur: غيرمرکزی
zh_cn: 去中心化
zh_tw: 去中心化

# knowledge250Sbwhy8722Sbmonero250Sbdescription
source: Why is Monero the best privacy coin? Not all privacy-centric coins can deliver 100% privacy, untraceability, security and fungibility. Find out how Monero solves all those problems compared to other "privacy" coins.
cs: Proč je Monero nejlepší mincí pro ochranu soukromí? Ne všechny mince zaměřené na ochranu soukromí dokážou zajistit 100% soukromí, nevystopovatelnost, bezpečnost a zaměnitelnost. Zjistěte, jak Monero všechny tyto problémy řeší ve srovnání s ostatními mincemi "na ochranu soukromí".
fi: Miksi Monero on paras yksityisyyskolikko? Kaikki yksityisyyteen keskittyvät kolikot eivät tarjoa 100-prosenttista yksityisyyttä, jäljittämättömyyttä, turvallisuutta ja vaihdettavuutta. Ota selvää, kuinka Monero ratkaisee kaikki nämä ongelmat muihin "yksityisyyskolikoihin" verrattuna.
fr: Pourquoi Monero est-il la meilleure crypto-monnaie de confidentialité ? Toutes les crypto-monnaies centrées sur la confidentialité ne peuvent pas offrir 100% de confidentialité, d'intraçabilité, de sécurité et de fongibilité. Découvrez comment Monero résout tous ces problèmes par rapport aux autres crypto-monnaies de « confidentialité ».
it: Non tutte le monete incentrate sulla privacy possono offrire il 100% di privacy, non tracciabilità, sicurezza e fungibilità. Scopri come Monero risolve tutti questi problemi rispetto ad altre monete "privacy".
lt: Kodėl Monero yra geriausia privatumo moneta? Ne visos į privatumą orientuotos monetos gali užtikrinti 100 % privatumą, neatsekamumą, saugumą ir pakeičiamumą. Sužinokite, kaip Monero išsprendžia visas šias problemas, palyginti su kitomis „privatumo“ monetomis.
nb: Hvorfor er Monero den beste personvernmynten? Ikke alle personvernsentrerte mynter kan levere 100 % personvern, usporbarhet, sikkerhet og fungibilitet. Finn ut hvordan Monero løser alle disse problemene sammenlignet med andre "personvern"-mynter.
nl: Waarom is Monero de beste privacymunt? Niet alle op privacy gerichte munten kunnen 100% privacy, onvindbaarheid, veiligheid en fungibiliteit bieden. Ontdek hoe Monero al deze problemen oplost in vergelijking met andere 'privacy'-munten.
pl: Dlaczego Monero jest najlepszym privacy coinem? Nie wszystkie kryptowaluty skoncentrowane na prywatności mogą zapewnić 100% prywatności, brak możliwości śledzenia, bezpieczeństwo i zamienność. Dowiedz się, jak Monero rozwiązuje wszystkie te problemy w porównaniu z innymi „privacy” coins.
pt_br: Nem todas as moedas centradas na privacidade podem oferecer 100% de privacidade, rastreabilidade, segurança e fungibilidade. Descubra como o Monero resolve todos esses problemas em comparação com outras moedas de "privacidade".
sl: Zakaj je Monero najboljši kovanec za zasebnost? Vsi kovanci, osredotočeni na zasebnost, ne morejo zagotoviti 100% zasebnosti, nesledljivosti, varnosti in zamenljivosti. Ugotovite, kako Monero rešuje vse te težave v primerjavi z drugimi "zasebnimi" kovanci.
sv: Varför är Monero det bästa integritetsmyntet? Inte alla integritetscentrerade mynt kan leverera 100 % integritet, ospårbarhet, säkerhet och fungibilitet. Ta reda på hur Monero löser alla dessa problem jämfört med andra "integritets"-mynt.
tl: Bakit ang Monero ang pinakamahusay na privacy coin? Hindi lahat ng privacy-centric na coins ay makakapaghatid ng 100% privacy, untraceability, seguridad at fungibility. Alamin kung paano nilulutas ng Monero ang lahat ng problemang iyon kumpara sa iba pang "privacy" na mga barya.
tr: Monero neden en iyi gizlilik koinidir? Gizlilik odaklı paraların tümü %100 gizlilik, izlenemezlik, güvenlik ve değiştirilebilirlik sağlayamaz. Diğer "gizlilik" koinlerine kıyasla Monero'nun tüm bu sorunları nasıl çözdüğünü öğrenin.
ur: Monero بہترین رازداری کا سکہ کیوں ہے؟ تمام پرائیویسی سنٹرک سکے 100% رازداری، ناقابل شناخت، سیکورٹی اورfungibility فراہم نہیں کر سکتے۔ معلوم کریں کہ Monero ان تمام مسائل کو دوسرے "پرائیویسی" سککوں کے مقابلے میں کیسے حل کرتا ہے۔
zh_cn: 为什么门罗币是最好的加密货币? 不是所有匿名币都能提供百分之百的隐私保护, 不可追踪性, 安全性以及可替代性. 了解门罗币相较于与其他加密货币如何解决所有这些问题 "privacy" coins.
zh_tw: 為什麼門羅幣是最好的加密貨幣? 不是所有匿名幣都能提供百分之百的隱私保護, 不可追蹤性, 安全性以及可替代性. 瞭解門羅幣相較於與其他加密貨幣如何解決所有這些問題 "privacy" coins.

# knowledge250Sbwhy8722Sbmonero250Sbintro8722Sb0
source: Not all privacy-centric coins can deliver 100% privacy, untraceability, security and fungibility in a 100% decentralized coin with a trustless setup. Here's what these attributes are and why they're important:
cs: Ne všechny mince zaměřené na ochranu soukromí dokážou zajistit 100% soukromí, nevystopovatelnost, bezpečnost a zaměnitelnost ve 100% decentralizované minci s bezdůvěryhodným nastavením. Zde se dozvíte, jaké jsou tyto atributy a proč jsou důležité:
fi: Moneron lisäksi yksikään yksityisyyteen keskittyvä kolikko ei tarjoa 100-prosenttista yksityisyyttä, jäljittämättömyyttä, turvallisuutta ja vaihdettavuutta 100-prosenttisesti hajautetussa kolikossa, luotettavilla asetuksilla. Tässä on mitä nämä attribuutit tarkoittavat ja miksi ne ovat tärkeitä:
fr: Toutes les crypto-monnaies centrées sur la confidentialité ne peuvent pas offrir 100% de confidentialité, d'intraçabilité, de sécurité et de fongibilité dans une crypto-monnaie 100% décentralisée avec une configuration sans confiance. Voici quels sont ces attributs et pourquoi ils sont importants :
it: Non tutte le monete incentrate sulla privacy possono offrire il 100% di privacy, irrintracciabilità, sicurezza e fungibilità in una moneta decentralizzata al 100% con una configurazione senza fiducia. Ecco quali sono questi attributi e perché sono importanti:
lt: Ne visos į privatumą orientuotos monetos gali užtikrinti 100 % privatumą, neatsekamumą, saugumą ir pakeičiamumą naudojant 100 % decentralizuotą monetą su patikima sąranka. Štai kas yra šie požymiai ir kodėl jie svarbūs:
nb: Ikke alle personvernsentrerte mynter kan levere 100 % personvern, usporbarhet, sikkerhet og fungibilitet i en 100 % desentralisert mynt med et tillitsløst oppsett. Her er hva disse egenskapene er og hvorfor de er viktige:
nl: Niet alle op privacy gerichte munten kunnen 100% privacy, onvindbaarheid, veiligheid en fungibiliteit bieden in een 100% gedecentraliseerde munt met een betrouwbare opzet. Hier vindt u wat deze kenmerken zijn en waarom ze belangrijk zijn:
pl: Nie wszystkie monety skoncentrowane na prywatności mogą zapewnić 100% prywatności, brak możliwości śledzenia, bezpieczeństwo i zamienność oraz wszystko w 100% zdecentralizowanej kryptowalucie niewymagającej specjalnej konfiguracji. Oto, czym są te atrybuty i dlaczego są ważne:
pt_br: Nem todas as moedas centradas na privacidade podem oferecer 100% de privacidade, rastreabilidade, segurança e fungibilidade em uma moeda 100% descentralizada com uma configuração confiável. Aqui estão o que esses atributos são e por que são importantes:
sl: Vsi kovanci, osredotočeni na zasebnost, ne morejo zagotoviti 100% zasebnosti, nesledljivosti, varnosti in zamenljivosti v 100-odstotno decentraliziranem kovancu z nastavitvijo brez zaupanja. Kaj so ti atributi in zakaj so pomembni:
sv: Inte alla integritetscentrerade mynt kan leverera 100% integritet, ospårbarhet, säkerhet och fungibilitet i ett 100% decentraliserat mynt med en tillitslös inställning. Här är vad dessa attribut är och varför de är viktiga:
tl: Hindi lahat ng privacy-centric na coins ay makakapaghatid ng 100% privacy, untraceability, security at fungibility sa isang 100% decentralized coin na may walang tiwala na setup. Narito kung ano ang mga katangiang ito at kung bakit mahalaga ang mga ito:
tr: Gizlilik odaklı paraların tümü, güvenilir bir kuruluma sahip %100 merkezi olmayan bir parada %100 gizlilik, izlenemezlik, güvenlik ve takas edilebilirlik sunamaz. İşte bu özelliklerin neler olduğu ve neden önemli oldukları:
ur: تمام پرائیویسی سنٹرک سکے 100% پرائیویسی، ناٹریس ایبلٹی، سیکورٹی اورfungibility کو 100% ڈی سینٹرلائزڈ سکے میں ایک بے اعتماد سیٹ اپ کے ساتھ فراہم نہیں کر سکتے۔ یہاں یہ ہے کہ یہ صفات کیا ہیں اور وہ کیوں اہم ہیں:
zh_cn: 不是所有的匿名币都能提供百分之百的隐私保护, 保护隐私需要满足的条件包括，不可追踪性, 安全性，可替换性，无需初始信任设置和真正的去中心化. 这些属性是什么以及它们为何重要的原因:
zh_tw: 不是所有的匿名幣都能提供百分之百的隱私保護, 保護隱私需要滿足的條件包括，不可追蹤性, 安全性，可替換性，無需初始信任設置和真正的去中心化. 這些屬性是什麼以及它們為何重要的原因:

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbfungible250Sbtext
source: All coins are equal and have the same value.
cs: Všechny mince jsou stejné a mají stejnou hodnotu.
fi: Kaikki kolikot ovat samanarvoisia ja niillä on sama arvo.
fr: Toutes les jetons sont égaux et ont la même valeur.
it: Tutte le monete sono uguali e hanno lo stesso valore.
lt: Visos monetos yra lygios ir turi vienodą vertę.
nb: Alle mynter er like og har samme verdi.
nl: Alle munten zijn gelijk en hebben dezelfde waarde.
pl: Wszystkie monety są równe i mają tę samą wartość.
pt_br: Todas as moedas são iguais e têm o mesmo valor.
sl: Vsi kovanci so enaki in imajo enako vrednost.
sv: Alla mynt är lika och har samma värde.
tl: Ang lahat ng mga barya ay pantay at may parehong halaga.
tr: Tüm paralar eşittir ve aynı değere sahiptir.
ur: تمام سکے برابر ہیں اور ایک ہی قیمت رکھتے ہیں۔
zh_cn: 每个币都是平等且等价的.
zh_tw: 每個幣都是平等且等價的.

# seo250Sbtext8722Sb2
source: LocalMonero is the best place to sell XMR - whether it's your mining rewards, Monero price arbitrage, or you simply see the value in servicing the community. The arbitration bond protection system and our secure Monero arbitration bond wallet provide you with a robust XMR trading experience - so you can convert XMR to USD, EUR, AUD, GBP or any other local currency with peace of mind.
cs: LocalMonero je nejlepší místo pro prodej XMR – ať už se jedná o odměny za těžbu, Monero cenová arbitráž, nebo jednoduše vidíte hodnotu ve službě komunitě. Systém ochrany arbitrážních dluhopisů a naše bezpečná peněženka pro arbitrážní dluhopisy Monero vám poskytují robustní obchodní zkušenost s XMR - takže můžete s klidem převádět XMR na USD, EUR, AUD, GBP nebo jakoukoli jinou místní měnu.
fi: LocalMonero on paras paikka myydä XMR:ää – olipa kyse sitten louhintapalkkioistasi, Monero-hinta-arbitraasista, tai näet yksinkertaisesti arvon yhteisön palvelemisessa. Välimiessuojajärjestelmä ja turvallinen Monero-välimiesmaksulompakkomme tarjoavat sinulle vankan XMR-kaupankäyntikokemuksen - joten voit muuntaa XMR:n USD, EUR, AUD, GBP tai mihin tahansa muuhun paikalliseen valuuttaan mielenrauhalla.
fr: LocalMonero est le meilleur endroit pour vendre du XMR - que ce soit pour vos récompenses de minage, de l'arbitrage du prix de Monero, ou que vous voyiez simplement l'intérêt de servir la communauté. Le système de protection par caution d'arbitrage et notre portefeuille sécurisé de caution d'arbitrage Monero vous offrent une solide expérience d'échange de XMR - vous pouvez donc convertir XMR en USD, EUR, AUD, GBP ou toute autre devise locale en toute tranquillité d'esprit.
it: LocalMonero è il posto migliore per vendere XMR - sia che si tratti delle tue ricompense di mining, l'arbitraggio dei prezzi di Monero, o semplicemente vedi il valore nel servire la comunità. Il sistema di protezione delle obbligazioni arbitrali e il nostro portafoglio sicuro di obbligazioni arbitrali Monero ti forniscono una solida esperienza di trading di XMR - così puoi convertire XMR in USD, EUR, AUD, GBP o qualsiasi altra valuta locale in tutta tranquillità.
lt: „LocalMonero“ yra geriausia vieta parduoti XMR – nesvarbu, ar tai jūsų kasybos atlygis, Monero kainų arbitražas arba tiesiog matote bendruomenės aptarnavimo vertę. Arbitražo obligacijų apsaugos sistema ir mūsų saugi Monero arbitražo obligacijų piniginė suteikia jums tvirtą XMR prekybos patirtį, todėl galite ramiai konvertuoti XMR į USD, EUR, AUD, GBP ar bet kurią kitą vietinę valiutą.
nb: LocalMonero er det beste stedet å selge XMR - enten det er gruvebelønningene dine, Monero prisarbitrasje, eller du ser rett og slett verdien i å betjene samfunnet. Voldgiftsobligasjonsbeskyttelsessystemet og vår sikre Monero voldgiftsobligasjonslommebok gir deg en robust XMR-handelsopplevelse - slik at du kan konvertere XMR til USD, EUR, AUD, GBP eller hvilken som helst annen lokal valuta med ro i sinnet.
nl: LocalMonero is de beste plek om XMR te verkopen - of het nu gaat om miningbeloningen, Monero-prijsarbitrage, of u ziet gewoon de waarde in het dienen van de gemeenschap. Het beschermingssysteem voor arbitrage-obligaties en onze veilige Monero-portefeuille voor de arbitragebond bieden u een robuuste XMR-handelservaring, zodat u XMR met een gerust hart kunt omzetten naar USD, EUR, AUD, GBP of een andere lokale valuta.
pl: LocalMonero to najlepsze miejsce do sprzedaży XMR - czy to nagrody za kopanie, arbitraż ceny Monero lub po prostu cenisz sobie wspieranie społeczności. System ochrony arbitrażowej i nasz bezpieczny portfel ochrony arbitrażowej Monero zapewniają solidne narzędzia do handlu XMR - dzięki nim możesz przekonwertować XMR na USD, EUR, AUD, GBP lub inną lokalną walutę ze spokojem.
pt_br: LocalMonero é o melhor lugar para vender XMR - quer se trate de suas recompensas de mineração, Monero price arbitrage, ou você simplesmente vê o valor em servir a comunidade. O sistema de proteção de títulos de arbitragem e nossa carteira segura de títulos de arbitragem Monero fornecem a você uma robusta experiência de negociação de XMR - assim você pode converter XMR para USD, EUR, AUD, GBP ou qualquer outra moeda local com tranquilidade.
sl: LocalMonero je najboljše mesto za prodajo XMR – ne glede na to, ali gre za vaše nagrade za rudarjenje, Monero cenovna arbitraža ali preprosto vidite vrednost v servisiranju skupnosti. Sistem za zaščito arbitražnih obveznic in naša varna denarnica za arbitražne obveznice Monero vam zagotavljata zanesljivo izkušnjo trgovanja z XMR – tako da lahko brez skrbi pretvorite XMR v USD, EUR, AUD, GBP ali katerokoli drugo lokalno valuto.
sv: LocalMonero är det bästa stället att sälja XMR - oavsett om det är dina gruvbelöningar, Monero prisarbitrage, eller så ser du helt enkelt värdet i att betjäna samhället. Skyddssystemet för skiljedomsobligationer och vår säkra Monero-plånbok för skiljedomsobligationer ger dig en robust XMR-handelsupplevelse - så att du kan konvertera XMR till USD, EUR, AUD, GBP eller vilken annan lokal valuta som helst med sinnesfrid.
tl: Ang LocalMonero ay ang pinakamagandang lugar para magbenta ng XMR - ito man ay ang iyong mga reward sa pagmimina, Monero price arbitrage, o makikita mo lang ang halaga sa paglilingkod sa komunidad. Ang sistema ng proteksyon ng arbitration bond at ang aming secure na Monero arbitration bond wallet ay nagbibigay sa iyo ng isang matatag na karanasan sa pangangalakal ng XMR - upang ma-convert mo ang XMR sa USD, EUR, AUD, GBP o anumang iba pang lokal na pera nang may kapayapaan ng isip.
tr: LocalMonero, ister madencilik ödülleriniz olsun, ister XMR satmak için en iyi yerdir. Monero fiyat arbitrajı veya yalnızca topluluğa hizmet etmenin değerini görürsünüz. Tahkim bonosu koruma sistemi ve güvenli Monero tahkim bonosu cüzdanımız size güçlü bir XMR ticaret deneyimi sunar; böylece XMR'yi gönül rahatlığıyla USD, EUR, AUD, GBP veya başka herhangi bir yerel para birimine dönüştürebilirsiniz.
ur: LocalMonero XMR فروخت کرنے کے لیے بہترین جگہ ہے - چاہے یہ آپ کے کان کنی کے انعامات ہوں، Monero قیمت ثالثی، یا آپ صرف کمیونٹی کی خدمت میں قدر دیکھتے ہیں. ثالثی بانڈ پروٹیکشن سسٹم اور ہمارا محفوظ Monero ثالثی بانڈ والیٹ آپ کو ایک مضبوط XMR تجارتی تجربہ فراہم کرتا ہے - تاکہ آپ XMR کو USD, EUR, AUD, GBP یا کسی دوسری مقامی کرنسی میں ذہنی سکون کے ساتھ تبدیل کر سکیں۔
zh_cn: LocalMonero 是出售 XMR 的最佳场所——无论是您的挖矿奖励， 门罗币价格套利，或者您只是看到服务社区的价值。仲裁债券保护系统和我们安全的 Monero 仲裁债券钱包为您提供强大的 XMR 交易体验 - 因此您可以放心将 XMR 转换为美元、欧元、澳元、英镑或任何其他当地货币。
zh_tw: LocalMonero 是出售 XMR 的最佳場所——無論是您的挖礦獎勵， 門羅幣價格套利，或者您只是看到服務社區的價值。仲裁債券保護系統和我們安全的 Monero 仲裁債券錢包為您提供強大的 XMR 交易體驗 - 因此您可以放心將 XMR 轉換為美元、歐元、澳元、英鎊或任何其他當地貨幣。

# login250Sbtitle
source: Log in
cs: Přihlásit se
fi: Kirjaudu sisään
fr: Connexion
it: Accedi
lt: Prisijungti
nb: Logg Inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
sl: Vpis
sv: Logga in
tl: Mag log in
tr: Giriş yapmak
ur: لاگ ان کریں
zh_cn: 登录
zh_tw: 登錄

# login250Sbusername
source: Username
cs: Uživatelské jméno
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
lt: Vartotojo vardas
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
sl: Uporabniško ime
sv: Användarnamn
tr: Kullanıcı adı
ur: صارف کا نام
zh_cn: 用户名
zh_tw: 用戶名

# login250Sbusername8722Sbtip
source: 3-16 characters. Allowed characters: a-z, A-Z, 0-9, -, _
cs: 3-16 znaků. Povolené znaky: a-z, A-Z, 0-9, -, _
fi: 3-16 merkkiä. Sallitut merkit: a-z, A-Z, 0-9, -, _
fr: 3-16 caractères. Caractères autorisés : a-z, A-Z, 0-9, -, _
it: 3-16 caratteri. Caratteri ammessi: a-z, A-Z, 0-9, -, _
lt: 3-16 simbolių. Leidžiami simboliai: a-z, A-Z, 0-9, -, _
nb: 3-16 tegn. Tillatte tegn: a-z, A-Z, 0-9, -, _
nl: 3-16 karakters. Toegestane karakters: a-z, A-Z, 0-9, -, _
pl: 3-16 znaków. Dozwolone znaki: a-z, A-Z, 0-9, -, _
pt_br: 3-16 caracteres. É permitido: a-z, A-Z, 0-9, -, _
sl: 3-16 znakov. Dovoljeni znaki so: a-z, A-Z, 0-9, -, _
sv: 3-16 tecken. Tillåtna tecken: a-z, A-Z, 0-9, -, _
tl: 3-16 na mga character. Mga pinapayagang character: a-z, A-Z, 0-9, -, _
tr: 3-16 karakter. İzin verilen karakterler: a-z, A-Z, 0-9, -, _
ur: 3-16 حروف۔ اجازت یافتہ حروف: a-z, A-Z, 0-9, -, _
zh_cn: 3-16字符。 可用的字符： a-z, A-Z, 0-9, -, _
zh_tw: 3-16字符。 可用的字符： a-z, A-Z, 0-9, -, _

# method250Sball8722Sbonline8722Sboffers
source: All online offers
cs: Všechny online nabídky
fi: Kaikki verkkotarjoukset
fr: Toutes les offres en ligne
it: Tutte le offerte disponibili
lt: Visi internetiniai pasiūlymai
nb: Alle tilbud på nett
nl: Alle online aanbiedingen
pl: Wszystkie ogłoszenia online
pt_br: Todas ofertas online
sl: Vse online ponudbe
sv: Alla online erbjudanden
tl: Lahat ng online na alok
tr: Tüm çevrimiçi teklifler
ur: تمام آن لائن آفرز
zh_cn: 所有网上交易广告
zh_tw: 所有網上交易廣告

# method250Sbcash
source: Cash (locally)
cs: Hotovost (místně)
fi: Käteinen (paikallisesti)
fr: Espèces (localement)
it: Contanti (localmente)
lt: Grynieji pinigai (vietoje)
nb: Kontanter (lokalt)
nl: Contant (lokaal)
pl: Gotówka (lokalnie)
pt_br: Dinheiro (localmente)
sl: Gotovina (lokalno)
sv: Kontanter (lokalt)
tl: Cash (lokal)
tr: Nakit (yerel)
ur: نقد (مقامی طور پر)
zh_cn: 现金 (面对面)
zh_tw: 現金 (面對面)

# method250Sbcash8722Sbat8722Sbatm
source: Cash at ATM
cs: Hotovost v bankomatu
fi: Käteinen pankkiautomaatilla
fr: Espèces à une borne automatique
it: Contanti al bancomat
lt: Grynieji pinigai bankomate
nb: Kontanter i minibank
nl: Contant bij geldautomaat
pl: Gotówka w bankomatach
pt_br: Dinheiro no caixa eletrônico
sl: Gotovina na bankomatu
sv: Kontanter vid bankomat
tl: Cash sa ATM
tr: ATM'de nakit para
ur: اے ٹی ایم میں کیش
zh_cn: 自动柜员机现金
zh_tw: 自動櫃員機現金

# method250Sbcash8722Sbby8722Sbmail
source: Cash by mail
cs: Hotovost poštou
fi: Käteinen postitse
fr: Espèces par la poste
it: Contanti per posta
lt: Grynaisiais paštu
nb: Kontanter per post
nl: Contant per post
pl: Gotówka pocztą
pt_br: Dinheiro via Correios
sl: Gotovina (dernar) po pošti
sv: Kontanter per post
tl: Cash sa pamamagitan ng koreo
tr: Posta yoluyla nakit
ur: ڈاک کے ذریعے نقد
zh_cn: 邮寄现金
zh_tw: 郵寄現金

# method250Sbcash8722Sbdeposit
source: Cash deposit
cs: Vklad v hotovosti
fi: Käteistalletus
fr: Dépôt en espèces
it: Deposito contanti
lt: Grynųjų pinigų užstatas
nb: Kontant depositum
nl: Storting
pl: Wpłata gotówki
pt_br: Depósito em caixa eletrônico
sl: Polog gotovine
sv: Kontant insättning
tl: Deposito ng pera
tr: Nakit yatırmak
ur: کیش ڈپازٹ
zh_cn: 现金存款
zh_tw: 現金存款

# method250Sbyandex
source: Yandex Money
fi: Yandex rahaa
it: Denaro Yandex
lt: „Yandex“ pinigai
nb: Yandex penger
nl: Yandex Geld
pt_br: Dinheiro Yandex
sv: Yandex pengar
tr: Yandex Para
ur: یانڈیکس منی
