Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnetworking250Sbdescription
source: Let's take the time to get familiar with how Monero users interact with each other on the network, and what this means for their privacy.
cs: Pojďme se seznámit s tím, jak spolu uživatelé Monero v síti komunikují a co to znamená pro jejich soukromí.
fi: Otetaan aikaa tutustuaksemme siihen, kuinka Monero-käyttäjät ovat vuorovaikutuksessa keskenään verkossa ja mitä tämä tarkoittaa heidän yksityisyytensä kannalta.
fr: Prenons le temps de nous familiariser avec la façon dont les utilisateurs de Monero interagissent entre eux sur le réseau et ce que cela signifie pour leur confidentialité.
it: Prendiamoci il tempo per familiarizzare con il modo in cui gli utenti Monero interagiscono tra loro sulla rete e cosa significa per la loro privacy.
lt: Skirkime laiko susipažinti, kaip „Monero“ vartotojai sąveikauja tarpusavyje tinkle ir ką tai reiškia jų privatumui.
nb: La oss ta deg tid til å bli kjent med hvordan Monero-brukere samhandler med hverandre på nettverket, og hva dette betyr for deres personvern.
nl: Laten we de tijd nemen om vertrouwd te raken met hoe Monero gebruikers met elkaar omgaan op het netwerk, en wat dit betekent voor hun privacy.
pl: Poświęćmy czas na zapoznanie się z tym, jak użytkownicy Monero prowadzą ze sobą interakcje w sieci i co to oznacza dla ich prywatności.
pt_br: Vamos nos familiarizar com a forma como os usuários do Monero interagem entre si na rede e o que isso significa para sua privacidade.
sl: Vzemimo si čas in se seznanimo s tem, kako uporabniki Monera komunicirajo drug z drugim v omrežju in kaj to pomeni za njihovo zasebnost.
sv: Låt oss ta oss tid att bekanta oss med hur Monero-användare interagerar med varandra i nätverket och vad detta innebär för deras integritet.
tl: Maglaan tayo ng oras upang maging pamilyar sa kung paano nakikipag-ugnayan ang mga user ng Monero sa isa't isa sa network, at kung ano ang ibig sabihin nito para sa kanilang privacy.
tr: Monero kullanıcılarının ağda birbirleriyle nasıl etkileşim kurduğunu ve bunun gizlilik açısından ne anlama geldiğini öğrenmek için zaman ayıralım.
ur: آئیے اس بات سے واقف ہونے کے لیے وقت نکالیں کہ Monero کے صارفین نیٹ ورک پر ایک دوسرے کے ساتھ کیسے تعامل کرتے ہیں، اور ان کی رازداری کے لیے اس کا کیا مطلب ہے۔
zh_cn: 让我们花些时间来回顾一下门罗币用户是如何在互联网上进行信息交互，以及这对他们的隐私意味着什么.
zh_tw: 讓我們花些時間來回顧一下門羅幣用戶是如何在互聯網上進行資訊交互，以及這對他們的隱私意味著什麼.

# knowledge250Sbnetworking250Sbtitle
source: What Every Monero User Needs to Know When It Comes to Networking
cs: Co by měl každý uživatel Monero vědět, pokud jde o vytváření sítí
fi: Mitä jokaisen Moneron käyttäjän on tiedettävä verkostoitumisesta
fr: Ce que chaque utilisateur de Monero doit savoir concernant le réseau
it: Ciò che ogni utente Monero deve sapere quando si tratta di networking
lt: Ką kiekvienas „Monero“ vartotojas turi žinoti, kai kalbama apie tinklų kūrimą
nb: Hva enhver Monero-bruker trenger å vite når det kommer til nettverk
nl: Wat Elke Monero Gebruiker Moet Weten Als het om Netwerken Gaat
pl: Co każdy użytkownik Monero musi wiedzieć o jego sieci
pt_br: O que todo usuário Monero precisa saber quando se trata de rede
sl: Kaj Mora Vsak Uporabnik Monera Vedeti, ko Gre za Mreženje
sv: Vad varje Monero-användare behöver veta när det gäller nätverkande
tl: Ang Kailangang Malaman ng Bawat Gumagamit ng Monero Pagdating sa Networking
tr: Konu Ağ Oluşturmaya Geldiğinde Her Monero Kullanıcısının Bilmesi Gerekenler
ur: جب نیٹ ورکنگ کی بات آتی ہے تو ہر Monero صارف کو کیا جاننے کی ضرورت ہوتی ہے
zh_cn: 门罗币与当代互联网，隐私达人的须知
zh_tw: 門羅幣與當代互聯網，隱私達人的須知

# knowledge250Sbnodes250Sb0250Sbtext
source: <p>One of the biggest advantages Monero has over other cryptocurrencies is it’s on-chain privacy, but have you ever wondered how Monero’s privacy holds up when you use a remote node? How about if you use a “light wallet” server like MyMonero?</p> <p>In this post we’ll dive into some of the details behind how Monero provides exceptional on-chain privacy even when using a remote node, as well as what to watch out for when using remote nodes.</p>
cs: <p>Jednou z největších výhod Monera oproti ostatním kryptoměnám je jeho soukromí na řetězci, ale zajímalo vás někdy, jak si Monero zachovává soukromí, když používáte vzdálený uzel? A co když používáte server "lehké peněženky", jako je MyMonero? </p> <p>V tomto příspěvku se seznámíme s některými podrobnostmi o tom, jak Monero zajišťuje výjimečné soukromí v řetězci i při použití vzdáleného uzlu, a také s tím, na co si dát při používání vzdálených uzlů pozor.</p>
fi: <p>Yksi Moneron suurimmista eduista muihin kryptovaluuttoihin verrattuna on sen lohkoketjun yksityisyys, mutta oletko koskaan miettinyt, kuinka Moneron yksityisyys säilyy, kun käytät etäsolmua? Entä jos käyttäisit "kevyt lompakko" -palvelinta, kuten MyMonero?</p> <p>Tässä viestissä sukellamme joihinkin yksityiskohtiin liittyen siihen, miten Monero tarjoaa poikkeuksellista lohkoketjun yksityisyyttä myös käytettäessä etäsolmua, sekä mitä tulee huomioida käytettäessä etäsolmuja.</p>
fr: <p>L'un des plus grands avantages de Monero par rapport aux autres crypto-monnaies est sa confidentialité sur la chaîne en elle-même, mais vous êtes-vous déjà demandé comment la confidentialité de Monero résiste lorsque vous utilisez un nœud distant ? Et si vous utilisez un serveur avec un « portefeuille léger » comme MyMonero ?</p> <p>Dans cet article, nous allons plonger dans certains des détails sur la façon dont Monero offre une confidentialité exceptionnelle sur la chaîne, même lors de l'utilisation d'un nœud distant, ainsi que ce qu'il faut surveiller lors de l'utilisation de nœuds distants.</p>
it: <p>Uno dei maggiori vantaggi che Monero ha rispetto alle altre criptovalute è la sua privacy sulla catena, ma ti sei mai chiesto come la privacy di Monero regge quando usi un nodo remoto? E se usi un server "portafoglio leggero" come MyMonero?</p> <p>In questo post ci immergeremo in alcuni dei dettagli di come Monero fornisce un'eccezionale privacy sulla catena anche quando si usa un nodo remoto, così come a cosa fare attenzione quando si usano i nodi remoti.</p>
lt: <p>Vienas didžiausių Monero pranašumų, palyginti su kitomis kriptovaliutomis, yra grandinės privatumas, tačiau ar kada nors susimąstėte, kaip Monero privatumas išlieka, kai naudojate nuotolinį mazgą? O kaip būtų, jei naudotumėte „lengvos piniginės“ serverį, pvz., „MyMonero“?</p> <p>Šiame įraše apžvelgsime kai kurias detales, kaip Monero užtikrina išskirtinį privatumą grandinėje net naudojant nuotolinį mazgą, taip pat į ką reikia atkreipti dėmesį naudojant nuotolinius mazgus.</p>
nb: <p>En av de største fordelene Monero har i forhold til andre kryptovalutaer er at det er personvern på kjeden, men har du noen gang lurt på hvordan Moneros personvern holder seg når du bruker en ekstern node? Hva med om du bruker en «lett lommebok»-server som MyMonero?</p> <p>I dette innlegget skal vi dykke ned i noen av detaljene bak hvordan Monero gir eksepsjonelt personvern i kjeden selv når du bruker en ekstern node, samt hva du bør passe på når du bruker eksterne noder.</p>
nl: <p>Een van de grootste voordelen die Monero heeft ten opzichte van andere cryptocurrencies, is de on-chain privacy, maar heeft u zich ooit afgevraagd hoe de privacy van Monero standhoudt wanneer u een extern knooppunt gebruikt? Hoe zit het als u een "light wallet"-server zoals MyMonero gebruikt?</p> <p>In dit bericht gaan we dieper in op enkele details achter hoe Monero uitzonderlijke on-chain privacy biedt, zelfs bij gebruik van een extern knooppunt, en waar u op moet letten bij het gebruik van externe knooppunten.</p>
pl: <p> Jedną z największych zalet Monero w porównaniu do innych kryptowalut jest prywatność on-chain, ale czy zastanawiałeś się kiedyś, jak utrzymuje się prywatność Monero, gdy używasz cudzego węzła? Co jeśli używasz „lekkiego portfela”, takiego jak MyMonero? </p> <p> W tym poście zagłębimy się w niektóre szczegóły, dzięki którym Monero zapewnia wyjątkową prywatność on-chain, nawet podczas korzystania z cudzego węzła, a także powiemy, na co należy uważać podczas korzystania z cudzych węzłów. </p>
pt_br: <p>Uma das maiores vantagens que o Monero tem sobre outras criptomoedas é a privacidade na cadeia, mas você já se perguntou como a privacidade do Monero se mantém quando você usa um nó remoto? Que tal se você usar um servidor de “carteira leve” como o MyMonero?</p> <p>Nesta postagem, vamos mergulhar em alguns detalhes por trás de como o Monero fornece privacidade na cadeia excepcional mesmo ao usar um nó remoto, bem como o que observar ao usar nós remotos.</p>
sl: <p>Ena največjih prednosti Monera v primerjavi z drugimi kriptovalutami je on-chain zasebnost, vendar ali ste se kdaj vprašali, kako je z zasebnostjo Monera, če uporabljate oddaljeno vozlišče? Kaj pa če uporabljate strežnik "lahke denarnice", kot je MyMonero?</p> <p>V tej objavi se bomo poglobili v nekatere podrobnosti o tem, kako Monero zagotavlja izjemno on-chain zasebnost tudi pri uporabi oddaljenega vozlišča, in tudi na kaj moramo biti pozorni pri uporabi oddaljenih vozlišč.</p>
sv: <p>En av de största fördelarna som Monero har jämfört med andra kryptovalutor är att det är on-chain integritet, men har du någonsin undrat hur Moneros integritet håller sig när du använder en fjärrnod? Vad sägs om om du använder en "light wallet"-server som MyMonero?</p> <p>I det här inlägget kommer vi att dyka ner i några av detaljerna bakom hur Monero ger exceptionell integritet i kedjan även när du använder en fjärrnod, samt vad du ska se upp med när du använder fjärrnoder.</p>
tl: <p>Isa sa pinakamalaking bentahe ng Monero kaysa sa iba pang cryptocurrencies ay on-chain privacy ito, ngunit naisip mo na ba kung paano nananatili ang privacy ni Monero kapag gumagamit ka ng remote na node? Paano kung gumamit ka ng "light wallet" server tulad ng MyMonero?</p> <p>Sa post na ito, susuriin natin ang ilan sa mga detalye kung paano nagbibigay ang Monero ng pambihirang on-chain na privacy kahit na gumagamit ng remote na node, pati na rin kung ano ang dapat bantayan kapag gumagamit ng mga malalayong node.</p>
tr: <p>Monero'nun diğer kripto para birimlerine göre sahip olduğu en büyük avantajlardan biri zincir içi gizliliktir, ancak uzak bir düğüm kullandığınızda Monero'nun gizliliğinin nasıl dayandığını hiç merak ettiniz mi? MyMonero gibi bir "hafif cüzdan" sunucusu kullansanız nasıl olur?</p> <p>Bu gönderide, Monero'nun uzak bir düğüm kullanırken bile nasıl olağanüstü zincir içi gizlilik sağladığının yanı sıra uzak düğümleri kullanırken nelere dikkat edilmesi gerektiğinin arkasındaki bazı ayrıntılara dalacağız.</p>
ur: <p>دیگر کریپٹو کرنسیوں پر مونیرو کا سب سے بڑا فائدہ یہ ہے کہ یہ آن چین پرائیویسی ہے، لیکن کیا آپ نے کبھی سوچا ہے کہ جب آپ ریموٹ نوڈ استعمال کرتے ہیں تو Monero کی پرائیویسی کیسے برقرار رہتی ہے؟ اگر آپ MyMonero جیسا "لائٹ والیٹ" سرور استعمال کرتے ہیں تو کیا ہوگا؟</p> <p>اس پوسٹ میں ہم اس کے پیچھے کچھ تفصیلات دیکھیں گے کہ کس طرح Monero ریموٹ نوڈ کا استعمال کرتے ہوئے بھی غیر معمولی آن چین پرائیویسی فراہم کرتا ہے، اور ساتھ ہی ریموٹ نوڈز استعمال کرتے وقت کن چیزوں کا خیال رکھنا چاہیے۔</p>
zh_cn: <p>与其他加密货币相比，门罗币最大的优势之一是它的链上隐私，但你有没有想过，当你使用远程节点时，门罗币的隐私是如何保持的？如果你使用像MyMonero "轻型钱包"服务器呢？</p> <p>在这篇文章中，我们将深入探讨门罗币在使用远程节点时如何提供卓越的链上隐私的一些细节，以及在使用远程节点时需要注意的问题。</p>
zh_tw: <p>與其他加密貨幣相比，門羅幣最大的優勢之一是它的鏈上隱私，但你有沒有想過，當你使用遠程節點時，門羅幣的隱私是如何保持的？如果你使用像MyMonero "輕型錢包"服務器呢？</p> <p>在這篇文章中，我們將深入探討門羅幣在使用遠程節點時如何提供卓越的鏈上隱私的一些細節，以及在使用遠程節點時需要注意的問題。</p>
