Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

source: Sell {asset}
cs: Prodám {asset}
fi: Myy {asset}
fr: Vendre du {asset}
it: Vendi {asset}
lt: Parduodu {asset}
nb: Selg {asset}
nl: Verkoop {asset}
pl: Sprzedaj {asset}
pt_br: Vender {asset}
sl: Prodam {asset}
sv: Sälj {asset}
tl: Ibenta {asset}
tr: {asset} sat
ur: فروخت {asset}
zh_cn: 卖 {asset}
zh_tw: 賣 {asset}

source: Buy {asset}
cs: Koupit {asset}
fi: Osta {asset}
fr: Acheter du {asset}
it: Acquista {asset}
lt: Pirkti {asset}
nb: Kjøp {asset}
nl: Koop {asset}
pl: Kup {asset}
pt_br: Comprar {asset}
sl: Kupi {asset}
sv: Köp {asset}
tl: Bumili ng {asset}
tr: {asset} satın al
ur: خریدیں {asset}
zh_cn: 购买 {asset}
zh_tw: 購買 {asset}

# trader_profile
source: Trader's profile
cs: Profil obchodníka
fi: Kauppiaan profiili
fr: Profil du trader
it: Profilo del commerciante
lt: Prekybininko profilis
nb: Trader sin profil
nl: Handelaar's profiel
pl: Profil handlarza
pt_br: Perfil do negociante
sl: Profil trgovca
sv: Näringsidkarens profil
tl: Profile ng mangangalakal
tr: Yatırımcının profili
ur: تاجر کا پروفائل
zh_cn: 交易员简介
zh_tw: 交易員簡介

# trader_info
source: Trader's info
cs: Informace obchodníka
fi: Kauppiaan tiedot
fr: Infos sur le trader
it: Informazioni sul commerciante
lt: Prekybininko informacija
nl: Info van de handelaar
pl: Dane handlarza
pt_br: Informações do negociante
sl: Informacije o trgovalcu
sv: Handlarens information
tl: Impormasyon ng mangangalakal
tr: Yatırımcının bilgileri
ur: تاجر کی معلومات
zh_cn: 交易者信息
zh_tw: 交易者信息

source: Trading Tips
cs: Obchodní tipy
fi: Kaupankäyntivinkkejä
fr: Conseils sur les transactions
it: Suggerimenti per il trading
lt: Prekybos patarimai
nb: Handelstips
nl: Handelstips
pl: Porady o Handlu
pt_br: Dicas de negociação
sl: Nasveti za trgovanje
sv: Handelstips
tl: Mga Tip sa pangangalakal
tr: Ticaret İpuçları
ur: تجارتی تجاویز
zh_cn: 交易技巧
zh_tw: 交易技巧

source: Clear all
cs: Vymazat vše
fi: Tyhjennä kaikki
fr: Tout effacer
it: Cancella tutto
lt: Išvalyti viską
nb: Rydd alt
nl: Wis alles
pl: Wyczyść wszystko
pt_br: Limpar tudo
sl: Počisti vse
sv: Rensa alla
tl: Alisin lahat
tr: Hepsini temizle
ur: تمام کو صاف کریں
zh_cn: 全部清除
zh_tw: 全部清除

source: Apply
cs: Aplikovat
fi: Hyväksy
fr: Appliquer
it: Applica
lt: Taikyti
nb: Søke om
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
sl: Uporabi
sv: Tillämpa
tl: Mag-apply
tr: Uygula
ur: درخواست دیں
zh_cn: 应用
zh_tw: 應用

source: Enter amount
cs: Vložte počet
fi: Syötä summa
fr: Entrer le montant
it: Inserire l'importo
lt: Įveskite sumą
nb: Tast inn beløp
nl: Voer hoeveelheid in
pl: Wprowadź ilość
pt_br: Insira o valor
sl: Vnesite znesek
sv: Ange belopp
tl: Ipasok ang halaga
tr: Miktarı girin
ur: رقم درج کریں
zh_cn: 输入金额
zh_tw: 輸入金額

source: Any Payment Method
cs: Jakýkoli způsob platby
fi: Mikä tahansa maksutapa
fr: N'importe quel mode de paiement
it: Qualsiasi metodo di pagamento
lt: Bet koks mokėjimo būdas
nb: Enhver betalingsmåte
nl: Elke Betaalmethode
pl: Dowolna Metoda Płatności
pt_br: Qualquer forma de pagamento
sl: Poljuben način plačila
sv: Vilken betalningsmetod som helst
tl: Anumang Paraan ng Pagbabayad
tr: Herhangi Bir Ödeme Yöntemi
ur: کوئی بھی ادائیگی کا طریقہ
zh_cn: 任何付款方式
zh_tw: 任何付款方式

source: See more feedback
cs: Zobrazit další zpětnou vazbu
fi: Katso lisää palautetta
fr: Voir plus d'évaluations
it: Vedi altri feedback
lt: Žiūrėti daugiau atsiliepimų
nb: Se flere tilbakemeldinger
nl: Zie meer feedback
pl: Zobacz więcej opinii
pt_br: Veja mais feedback
sl: Oglejte si več odzivov
sv: Se mer feedback
tl: Tingnan ang higit pang feedback
tr: Daha fazla geri bildirim görün
ur: مزید تاثرات دیکھیں
zh_cn: 查看更多反馈
zh_tw: 查看更多反饋

source: See more ads
cs: Zobrazit další inzeráty
fi: Katso lisää ilmoituksia
fr: Voir plus d'annonces
it: Vedi altri annunci
lt: Žiūrėti daugiau skelbimų
nb: Se flere annonser
nl: Zie meer advertenties
pl: Zobacz więcej ogłoszeń
pt_br: Veja mais anúncios
sl: Oglejte si več oglasov
sv: Se fler annonser
tl: Tingnan ang higit pang mga ad
tr: Daha fazla reklam görün
ur: مزید اشتہارات دیکھیں
zh_cn: 查看更多广告
zh_tw: 查看更多廣告

# feedback_title
source: Feedback on {user}
cs: Zpětná vazba na {user}
fi: Palautetta käyttäjästä {user}
fr: Évaluations de {user}
it: Feedback su {user}
lt: Atsiliepimai apie {user}
nb: Tilbakemelding på {user}
nl: Feedback op {user}
pl: Opinia na temat {user}
pt_br: Feedback sobre {user}
sl: Povratne informacije o {user}
sv: Feedback på {user}
tl: Feedback sa {user}
tr: {user} hakkında geri bildirim
ur: {user} پر تاثرات
zh_cn: 对 {user}的反馈
zh_tw: 對 {user}的反饋

source: Active ads
cs: Aktivní reklamy
fi: Aktiiviset ilmoitukset
fr: Annonces actives
it: Annunci attivi
lt: Aktyvūs skelbimai
nb: Aktive annonser
nl: Actieve advertenties
pl: Aktywne ogłoszenia
pt_br: Anúncios ativos
sl: Aktivni oglasi
sv: Aktiva annonser
tl: Mga aktibong ad
tr: Aktif reklamlar
ur: فعال اشتہارات
zh_cn: 活动广告
zh_tw: 有效廣告

source: You sell
cs: Prodáváš
fi: Sinä myyt
fr: Vous vendez
it: Vendete
lt: Tu parduodi
nb: Du selger
nl: U verkoopt
pl: Sprzedajesz
pt_br: Você vende
sl: Prodajate
sv: Du säljer
tl: Magbenta ka
tr: Sen satıyorsun
ur: آپ بیچتے ہیں
zh_cn: 你卖
zh_tw: 你賣

source: You buy
cs: Kupujete
fi: Sinä ostat
fr: Vous achetez
it: Tu compri
lt: Tu perki
nb: Du kjøper
nl: U koopt
pl: Kupujesz
pt_br: Você compra
sl: Kupujete
sv: Du köper
tl: Bumili ka
tr: Sen satın al
ur: آپ خرید تے ہيں
zh_cn: 你买
zh_tw: 你買

source: You receive
cs: Obdržíš
fi: Vastaanotat
fr: Vous recevez
it: Si riceve
lt: Jūs gaunate
nb: Du mottar
nl: U ontvangt
pl: Otrzymujesz
pt_br: Você recebe
sl: Prejmete
sv: Du får
tl: Matatanggap mo
tr: Aldığın
ur: آپ وصول کرتے ہیں
zh_cn: 你收到
zh_tw: 你收到

source: You pay
cs: Platíte
fi: Sinä maksat
fr: Vous payez
it: Tu paghi
lt: Tu moki
nb: Du betaler
nl: U betaalt
pl: Ty płacisz
pt_br: Você paga
sl: Plačate
sv: Du betalar
tl: Magbabayad ka
tr: Öde
ur: آپ ادا کرتے ہيں
zh_cn: 你付钱
zh_tw: 你付錢

source: Export CSV
fi: Vie CSV
fr: Exporter en CSV
it: Esportazione CSV
lt: Eksportuoti CSV
nb: Eksporter CSV
nl: CSV exporteren
pl: Eksportuj CSV
pt_br: Exportação CSV
sl: Izvozi CSV
sv: Exportera CSV
tl: I-export ang CSV
tr: CSV'yi dışa aktar
ur: CSV برآمد کریں
zh_cn: 导出CSV
zh_tw: 導出csv

source: Copy
cs: Kopírovat
fi: Kopioi
fr: Copier
it: copia
lt: Kopijuoti
nb: Kopiere
nl: Kopiëren
pl: Kopiuj
pt_br: Cópia
sl: Kopiraj
sv: Kopia
tl: Kopya
tr: Kopyala
ur: کاپی
zh_cn: 复制
zh_tw: 複製

# sell_via
source: Sell {asset} via {provider}
cs: Prodej {asset} přes {provider}
fi: Myy {asset} {provider}:n kautta
fr: Vendre du {asset} via {provider}
it: Vendi {asset} tramite {provider}
lt: Parduokite {asset} per {provider}
nb: Selg {asset} via {provider}
nl: Verkoop {asset} via {provider}
pl: Sprzedaj {asset} za pośrednictwem {provider}
pt_br: Vender {asset} via {provider}
sl: Prodaj {asset} prek {provider}
sv: Sälj {asset} via {provider}
tl: Ibenta ang {asset} sa pamamagitan ng {provider}
tr: {asset}'i {provider} aracılığıyla sat
ur: فروخت {asset} بذریعہ {provider}
zh_cn: 通过 {provider}销售 {asset}
zh_tw: 通過 {provider}銷售 {asset}

# buy_via
source: Buy {asset} via {provider}
cs: Koupit {asset} přes {provider}
fi: Osta {asset} {provider}:n kautta
fr: Achetez du {asset} via {provider}
it: Acquista {asset} tramite {provider}
lt: Pirkite {asset} per {provider}
nb: Kjøp {asset} via {provider}
nl: Koop {asset} via {provider}
pl: Kup {asset} za pośrednictwem {provider}
pt_br: Compre {asset} via {provider}
sl: Kupi {asset} prek {provider}
sv: Köp {asset} via {provider}
tl: Bumili ng {asset} sa pamamagitan ng {provider}
tr: {provider} aracılığıyla {asset} satın alın
ur: خریدیں {asset} بذریعہ {provider}
zh_cn: 通过 {provider} 购买 {asset}
zh_tw: 通過 {provider} 購買 {asset}

# sell_to
source: Sell to {user}
cs: Prodám {user}
fi: Myy käyttäjälle {user}
fr: Vendre à {user}
it: Vendi a {user}
lt: Parduodu {user}
nb: Selg til {user}
nl: Verkopen aan {user}
pl: Sprzedaj użytkownikowi {user}
pt_br: Vender para {user}
sl: Prodaj {user}
sv: Sälj till {user}
tl: Ibenta sa {user}
tr: {user}'e sat
ur: {user} کو فروخت کریں
zh_cn: 卖给 {user}
zh_tw: 賣給 {user}

# buy_from
source: Buy from {user}
cs: Koupit od {user}
fi: Osta käyttäjältä {user}
fr: Acheter à {user}
it: Acquista da {user}
lt: Pirkite iš {user}
nb: Kjøp fra {user}
nl: Koop van {user}
pl: Kup od użytkownika {user}
pt_br: Comprar de {user}
sl: Nakup od {user}
sv: Köp från {user}
tl: Bumili mula sa {user}
tr: {user}'den satın alın
ur: {user} سے خریدیں
zh_cn: 从 {user}购买
zh_tw: 從 {user}購買

# must_be_at_least
source: Must be at least {num} {currency}
cs: Musí být alespoň {num} {currency}
fi: On oltava vähintään {num} {currency}
fr: Doit être d'au moins {num} {currency}
it: Deve essere almeno {num} {currency}
lt: Turi būti bent {num} {currency}
nb: Må være minst {num} {currency}
nl: Moet minimaal {num} {currency} zijn
pl: Musi wynosić co najmniej {num} {currency}
pt_br: Deve ser pelo menos {num} {currency}
sl: Mora biti vsaj {num} {currency}
sv: Måste vara minst {num} {currency}
tl: Dapat ay hindi bababa sa {num} {currency}
tr: En az {num} {currency} olmalıdır
ur: کم از کم {num} {currency} ہونا ضروری ہے
zh_cn: 必须至少为 {num} {currency}
zh_tw: 必須至少為 {num} {currency}

# must_be_less
source: Must be less {num} {currency}
cs: Musí být menší {num} {currency}
fi: On oltava vähemmän kuin {num} {currency}
fr: Doit être inférieur à {num} {currency}
it: Deve essere inferiore a {num} {currency}
lt: Turi būti mažesnis {num} {currency}
nb: Må være mindre {num} {currency}
nl: Moet kleiner zijn dan {num} {currency}
pl: Musi być mniejsza {num} {currency}
pt_br: Deve ser menor {num} {currency}
sl: Mora biti manj {num} {currency}
sv: Måste vara mindre {num} {currency}
tl: Dapat ay mas mababa {num} {currency}
tr: Daha az olmalı {num} {currency}
ur: کم ہونا چاہیے {num} {currency}
zh_cn: 必须小于 {num} {currency}
zh_tw: 必須小於 {num} {currency}

# send_all
source: Send all {asset}
cs: Odeslat vše {asset}
fi: Lähetä kaikki {asset}
fr: Envoyer tout le {asset}
it: Inviare tutti i {asset}
lt: Siųsti viską {asset}
nb: Send alle {asset}
nl: Alle {asset} verzenden
pl: Wyślij wszystkie {asset}
pt_br: Enviar todos {asset}
sl: Pošlji vse {asset}
sv: Skicka alla {asset}
tl: Ipadala lahat {asset}
tr: Tümünü gönder {asset}
ur: تمام {asset} بھیجیں
zh_cn: 发送所有 {asset}
zh_tw: 發送所有 {asset}

# about_transactions
source: About {asset} transactions
cs: O {asset} transakcích
fi: Tietoja {asset} transaktioista
fr: À propos des transactions {asset}
it: Circa {asset} transazioni
lt: Apie {asset} operacijas
nb: Om {asset} transaksjoner
nl: Over {asset} transacties
pl: O transakcjach {asset}
pt_br: Sobre {asset} transações
sl: O {asset} transakcijah
sv: Om {asset} transaktioner
tl: Tungkol sa {asset} na mga transaksyon
tr: {asset} işlemleri hakkında
ur: {asset} لین دین کے بارے میں
zh_cn: 关于 {asset} 笔交易
zh_tw: 關於 {asset} 筆交易

source: Trade ID
cs: Obchodní ID
fi: Kaupan tunnus
fr: Identifiant de transaction
it: ID commerciale
lt: Prekybos ID
nb: Handels-ID
nl: Handels-ID
pl: ID handlu
pt_br: Identificação comercial
sl: ID trade-a
sv: Handels ID
tr: Ticaret Kimliği
ur: تجارتی شناخت
zh_cn: 贸易编号
zh_tw: 貿易編號

source: View trade
cs: Zobrazit obchod
fi: Katso kauppa
fr: Voir la transaction
it: Visualizza il commercio
lt: Žiūrėti prekybą
nb: Se handel
nl: Transactie bekijken
pl: Zobacz handel
pt_br: Ver comércio
sl: Ogled trade-a
sv: Visa handel
tl: Tingnan ang kalakalan
tr: Ticareti görüntüle
ur: تجارت دیکھیں
zh_cn: 查看交易
zh_tw: 查看交易

source: Receiving
cs: Příjem
fi: Vastaanottaminen
fr: Recevant
it: Ricezione
lt: Priėmimas
nb: Mottar
nl: Ontvangen
pl: Otrzymywanie
pt_br: Recebendo
sl: Prejemanje
sv: Tar emot
tl: Pagtanggap
tr: Alma
ur: وصول کرنا
zh_cn: 接收
zh_tw: 接收

source: Paying
cs: Placení
fi: Maksaminen
fr: Payant
it: Pagare
lt: Mokėjimas
nb: Betaler
nl: Betalen
pl: Płacenie
pt_br: pagando
sl: Plačevanje
sv: Betalning
tl: Nagbabayad
tr: Ödeme
ur: ادا ئيگی
zh_cn: 付费
zh_tw: 支付中

source: Rate
cs: Hodnotit
fi: Arvo
fr: Fréquence
it: Vota
lt: Įvertink
nb: Vurdere
nl: Tarief
pl: Kurs
pt_br: Tarifa
sl: Stopnja
sv: Sats
tr: Oran
ur: شرح
zh_cn: 率
zh_tw: 率

source: Enter your password
cs: Zadejte heslo
fi: Syötä salasanasi
fr: Entrer votre mot de passe
it: Inserisci la tua password
lt: Įveskite savo slaptažodį
nb: Skriv inn passordet ditt
nl: Voer uw wachtwoord in
pl: Wprowadź hasło
pt_br: Digite sua senha
sl: Vnesite vaše geslo
sv: Ange ditt lösenord
tl: Ipasok ang iyong password
tr: Şifrenizi girin
ur: اپنا پاس ورڈ درج کریں
zh_cn: 输入您的密码
zh_tw: 輸入您的密碼

source: Good seller
cs: Dobrý prodejce
fi: Hyvä myyjä
fr: Bon vendeur
it: Buon venditore
lt: Geras pardavėjas
nb: God selger
nl: Goede verkoper
pl: Dobry sprzedawca
pt_br: Bom vendedor
sl: Dober prodajalec
sv: Bra säljare
tl: Magandang seller
tr: İyi satıcı
ur: اچھا فروخت کرنے والا
zh_cn: 好卖家
zh_tw: 好賣家

source: Cancel
cs: Zrušit
fi: Peruuta
fr: Annuler
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sl: Prekliči
sv: Avbryt
tl: Kanselahin
tr: İptal etmek
ur: منسوخ کریں
zh_cn: 取消
zh_tw: 取消

source: Delete
cs: Vymazat
fi: Poista
fr: Effacer
it: cancellare
lt: Ištrinti
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
sl: Izbriši
sv: Radera
tl: Tanggalin
tr: Silmek
ur: حذف کریں
zh_cn: 删除
zh_tw: 刪除

source: Important
cs: Důležité
fi: Tärkeä
it: importante
lt: Svarbu
nb: Viktig
nl: Belangrijk
pl: Ważne
pt_br: Importante
sl: Pomembno
sv: Viktigt
tl: Mahalaga
tr: Önemli
ur: اہم
zh_cn: 重要
zh_tw: 重要的

source: Feedback updated successfully.
cs: Zpětná vazba byla úspěšně aktualizována.
fi: Palaute päivitetty onnistuneesti.
fr: Évaluation mise à jour avec succès.
it: Il feedback è stato aggiornato con successo.
lt: Atsiliepimai sėkmingai atnaujinti.
nb: Tilbakemeldingen ble oppdatert.
nl: Feedback is bijgewerkt.
pl: Opinia została zaktualizowana pomyślnie.
pt_br: Feedback atualizado com sucesso.
sl: Povratne informacije so bile uspešno posodobljene.
sv: Feedback uppdaterad framgångsrikt.
tl: Matagumpay na na-update ang feedback.
tr: Geri bildirim başarıyla güncellendi.
ur: تاثرات کامیابی کے ساتھ اپ ڈیٹ ہو گئے۔
zh_cn: 反馈已成功更新。
zh_tw: 反饋已成功更新。

source: Pay
cs: Platit
fi: Maksa
fr: Payer
it: PAGA
lt: Mokėti
nb: Betale
nl: Betaal
pl: Płać
pt_br: Pague
sl: Plačaj
sv: Betala
tl: Magbayad
tr: Ödemek
ur: ادا کریں
zh_cn: 工资
zh_tw: 工資

# send_trade_request
source: Send a trade request
cs: Pošlete žádost o obchod
fi: Lähetä kauppapyyntö
fr: Envoyer une demande d'échange
it: Inviare una richiesta di scambio
lt: Siųsti prekybos užklausą
nb: Send en handelsforespørsel
nl: Stuur een handelsverzoek
pl: Wyślij prośbę o handel
pt_br: Enviar um pedido comercial
sl: Pošljite zahtevo za trade
sv: Skicka en handelsförfrågan
tl: Magpadala ng kahilingan sa kalakalan
tr: Takas isteği gönder
ur: تجارتی درخواست بھیجیں
zh_cn: 发送交易请求
zh_tw: 發送交易請求

source: Start trading
cs: Začněte obchodovat
fi: Aloita kaupankäynti
fr: Commencer à échanger
it: Avviare il trading
lt: Pradėkite prekiauti
nb: Start handel
nl: Begin met handelen
pl: Rozpocznij handel
pt_br: Comece a negociar
sl: Začni trgovati
sv: Börja handla
tl: Simulan ang pangangalakal
tr: Ticarete başla
ur: تجارت شروع کریں
zh_cn: 开始交易
zh_tw: 開始交易

# api_error_13
source: Something went wrong on the request. It's most likely a validation issue. Check your request parameters, and if this still doesn't seem right, please contact our support.
cs: Na žádosti se něco pokazilo. S největší pravděpodobností jde o problém s ověřením. Zkontrolujte parametry svého požadavku, a pokud se vám to stále nezdá správné, kontaktujte prosím naši podporu.
fi: Jotain meni pieleen pyynnössä. Todennäköisimmin kyseessä on vahvistusongelma. Tarkista pyyntösi parametrit ja jos sekään ei auta, ota yhteyttä tukeemme.
fr: Une erreur s'est produite lors de la demande. Il s'agit probablement d'un problème de validation. Vérifiez les paramètres de votre demande, et si cela ne semble toujours pas correct, veuillez contacter notre support.
it: Qualcosa è andato storto nella richiesta. Molto probabilmente si tratta di un problema di convalida. Controllare i parametri della richiesta e, se ancora non è corretto, contattare il nostro supporto.
lt: Kažkas nutiko dėl užklausos. Greičiausiai tai patvirtinimo problema. Patikrinkite savo užklausos parametrus ir, jei tai vis tiek atrodo neteisinga, susisiekite su mūsų palaikymo tarnyba.
nb: Noe gikk galt i forespørselen. Det er mest sannsynlig et valideringsproblem. Sjekk forespørselsparameterne dine, og hvis dette fortsatt ikke virker riktig, vennligst kontakt vår kundestøtte.
nl: Er ging iets mis met de aanvraag. Het is hoogstwaarschijnlijk een validatieprobleem. Controleer uw aanvraagparameters en als dit nog steeds niet goed lijkt, neem dan contact op met onze ondersteuning.
pl: Coś poszło nie tak z żądaniem. Najprawdopodobniej jest to problem z walidacją. Sprawdź parametry żądania, a jeśli nadal nie działa, skontaktuj się z naszym działem obsługi klienta.
pt_br: Algo deu errado com o pedido. É muito provável que seja um problema de validação. Verifique seus parâmetros de solicitação, e se isto ainda não parecer correto, por favor entre em contato com nosso suporte.
sl: Pri zahtevi je šlo nekaj narobe. Najverjetneje gre za težavo pri validaciji. Preverite parametre zahteve. Če se še vedno ne zdi pravilno, se obrnite na našo podporo.
sv: Något gick fel i begäran. Det är troligtvis ett valideringsproblem. Kontrollera parametrarna för din begäran, och om det fortfarande inte verkar stämma kan du kontakta vår support.
tl: Nagkaproblema sa kahilingan. Ito ay malamang na isang isyu sa pagpapatunay. Suriin ang iyong mga parameter ng kahilingan, at kung mukhang hindi pa rin ito tama, mangyaring makipag-ugnayan sa aming suporta.
tr: İstekte bir şeyler ters gitti. Büyük olasılıkla bir doğrulama sorunudur. İstek parametrelerinizi kontrol edin ve bu hala doğru görünmüyorsa lütfen desteğimizle iletişime geçin.
ur: درخواست پر کچھ غلط ہو گیا۔ زیادہ تر امکان ہے کہ یہ توثیق کا مسئلہ ہے۔ اپنی درخواست کے پیرامیٹرز کو چیک کریں، اور اگر یہ اب بھی درست نہیں لگتا ہے، تو براہ کرم ہمارے سپورٹ سے رابطہ کریں۔
zh_cn: 请求出了点问题。这很可能是验证问题。检查您的请求参数，如果这仍然不正确，请联系我们的支持。
zh_tw: 請求出了點問題。這很可能是驗證問題。檢查您的請求參數，如果這仍然不正確，請聯繫我們的支持。

# api_error_49
source: The old password provided in the password change request doesn’t match the current password
cs: Staré heslo uvedené v žádosti o změnu hesla neodpovídá aktuálnímu heslu
fi: Salasanan vaihtopyynnössä annettu vanha salasana ei vastaa nykyistä salasanaa
fr: L'ancien mot de passe fourni dans la demande de changement de mot de passe ne correspond pas au mot de passe actuel
it: La vecchia password fornita nella richiesta di modifica della password non corrisponde alla password corrente
lt: Senas slaptažodžio keitimo užklausoje pateiktas slaptažodis neatitinka dabartinio slaptažodžio
nb: Det gamle passordet som ble oppgitt i forespørselen om endring av passord, samsvarer ikke med gjeldende passord
nl: Het oude wachtwoord dat is opgegeven in het wachtwoordwijzigingsverzoek komt niet overeen met het huidige wachtwoord
pl: Stare hasło podane w żądaniu zmiany hasła nie jest zgodne z aktualnym hasłem
pt_br: A senha antiga fornecida na solicitação de alteração de senha não corresponde à senha atual
sl: Staro geslo, navedeno v zahtevi za spremembo gesla, se ne ujema s trenutnim geslom
sv: Det gamla lösenordet som angavs i begäran om lösenordsändring stämmer inte överens med det aktuella lösenordet
tl: Ang lumang password na ibinigay sa kahilingan sa pagpapalit ng password ay hindi tumutugma sa kasalukuyang password
tr: Şifre değiştirme talebinde sağlanan eski şifre mevcut şifreyle eşleşmiyor
ur: پاس ورڈ کی تبدیلی کی درخواست میں فراہم کردہ پرانا پاس ورڈ موجودہ پاس ورڈ سے مماثل نہی
zh_cn: 密码更改请求中提供的旧密码与当前密码不匹配
zh_tw: 密碼更改請求中提供的舊密碼與當前密碼不匹配

# api_error_60
source: The password provided for changing the email is incorrect
cs: Zadané heslo pro změnu e-mailu je nesprávné
fi: Sähköpostin vaihtamiseen annettu salasana on väärä
fr: Le mot de passe fourni pour changer l'e-mail est incorrect
it: La password fornita per la modifica dell'e-mail non è corretta
lt: El. pašto adreso keitimui pateiktas slaptažodis yra neteisingas
nb: Passordet som ble oppgitt for å endre e-posten er feil
nl: Het opgegeven wachtwoord voor het wijzigen van de e-mail is onjuist
pl: Hasło podane do zmiany adresu e-mail jest nieprawidłowe
pt_br: A senha fornecida para alterar o e-mail está incorreta
sl: Geslo za spremembo e-pošte ni pravilno
sv: Lösenordet för att ändra e-postadressen är felaktigt
tl: Ang password na ibinigay para sa pagpapalit ng email ay hindi tama
tr: E-postayı değiştirmek için sağlanan şifre yanlış
ur: ای میل کو تبدیل کرنے کے لیے فراہم کردہ پاس ورڈ غلط ہے
zh_cn: 提供的更改邮箱密码不正确
zh_tw: 提供的更改郵箱密碼不正確

# api_error_61
source: This email is already linked to another account
cs: Tento e-mail je již propojen s jiným účtem
fi: Tämä sähköposti on jo linkitetty toiseen tiliin
fr: Cet e-mail est déjà lié à un autre compte
it: Questa e-mail è già collegata a un altro account
lt: Šis el. pašto adresas jau susietas su kita paskyra
nb: Denne e-posten er allerede knyttet til en annen konto
nl: Dit e-mailadres is al gekoppeld aan een ander account
pl: Ten e-mail jest już powiązany z innym kontem
pt_br: Este e-mail já está vinculado a outra conta
sl: Ta e-poštni naslov je že povezan z drugim računom
sv: Detta e-postmeddelande är redan kopplat till ett annat konto
tl: Ang email na ito ay naka-link na sa isa pang account
tr: Bu e-posta zaten başka bir hesaba bağlı
ur: یہ ای میل پہلے ہی کسی دوسرے اکاؤنٹ سے منسلک ہے
zh_cn: 此电子邮件已关联到另一个帐户
zh_tw: 此電子郵件已關聯到另一個帳戶

# api_error_73
source: The password provided during withdrawal request is incorrect
cs: Heslo poskytnuté při žádosti o výběr je nesprávné
fi: Nostopyynnön yhteydessä annettu salasana on väärä
fr: Le mot de passe fourni lors de la demande de retrait est incorrect
it: La password fornita durante la richiesta di prelievo non è corretta
lt: Atsiėmimo prašymo metu pateiktas slaptažodis yra neteisingas
nb: Passordet som ble oppgitt under uttaksforespørselen er feil
nl: Het wachtwoord dat tijdens het opnameverzoek is opgegeven, is onjuist
pl: Hasło podane podczas prośby o wypłatę jest nieprawidłowe
pt_br: A senha fornecida durante o pedido de retirada é incorreta
sl: Geslo navedeno med zahtevo za dvig je napačno
sv: Lösenordet som angavs vid begäran om uttag är felaktigt
tl: Ang password na ibinigay sa panahon ng kahilingan sa pag-withdraw ay hindi tama
tr: Para çekme talebi sırasında verilen şifre yanlış
ur: واپسی کی درخواست کے دوران فراہم کردہ پاس ورڈ غلط ہے
zh_cn: 提款申请时提供的密码不正确
zh_tw: 提款申請時提供的密碼不正確

# api_error_74
source: Insufficient funds to conduct withdrawal for the requested amount
cs: Nedostatek finančních prostředků k provedení výběru požadované částky
fi: Ei riittävästi varoja pyydetyn summan nostamiseen
fr: Fonds insuffisants pour effectuer le retrait du montant demandé
it: Fondi insufficienti per effettuare il prelievo per l'importo richiesto
lt: Nepakanka lėšų išgryninti prašomą sumą
nb: Ikke nok midler til å gjennomføre uttak for det forespurte beløpet
nl: Onvoldoende saldo om geld op te nemen voor de gevraagde hoeveelheid
pl: Niewystarczające środki do przeprowadzenia wypłaty na daną kwotę
pt_br: Insuficiência de fundos para realizar o saque do valor solicitado
sl: Ni dovolj sredstev za izvedbo dviga zahtevanega zneseka
sv: Otillräckliga medel för att genomföra uttag av det begärda beloppet
tl: Hindi sapat na pondo para magsagawa ng withdrawal para sa hinihiling na halaga
tr: Talep edilen tutarda para çekme işlemini gerçekleştirmek için yeterli bakiye yok
ur: مطلوبہ رقم کی واپسی کے لیے ناکافی فنڈز
zh_cn: 资金不足，无法提取所需金额
zh_tw: 資金不足，無法提取所需金額
