Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_260
source: Attempting to post a note on a user that doesn’t exist
cs: Pokus o odeslání poznámky o neexistujícím uživateli
fi: Yritetään julkaista muistiinpano käyttäjästä, jota ei ole olemassa
fr: Tentative de publication d'une note sur un utilisateur qui n'existe pas
it: Tentativo di pubblicare una nota su un utente che non esiste
lt: Bandoma paskelbti pastabą apie vartotoją, kurio nėra
nb: Forsøk på å legge ut et notat om en bruker som ikke eksisterer
nl: Poging om een notitie te plaatsen over een gebruiker die niet bestaat
pl: Próba opublikowania notatki o użytkowniku, który nie istnieje
pt_br: Tentativa de postar uma nota em um usuário que não existe
sl: Poskus objave opombe o uporabniku, ki ne obstaja
sv: Försöker lägga upp en anteckning på en användare som inte finns
tl: Sinusubukang mag-post ng tala sa isang user na wala
tr: Var olmayan bir kullanıcıya not göndermeye çalışmak
ur: کسی ایسے صارف پر نوٹ پوسٹ کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试向不存在的用户发布注释
zh_tw: 試圖對不存在的用戶發表評論

# api_error_261
source: Attempting to post a note on your own account
cs: Pokus o odeslání poznámky na svůj vlastní účet
fi: Yritetään julkaista muistiinpano omalle tilillesi
fr: Tentative de publication d'une note sur votre propre compte
it: Tentativo di pubblicare una nota sul tuo account
lt: Bandoma paskelbti pastabą savo paskyroje
nb: Forsøk på å legge inn et notat på din egen konto
nl: Poging om een bericht op uw eigen account te plaatsen
pl: Próba opublikowania notatki o własnym koncie
pt_br: Tentativa de postar uma nota em sua própria conta
sl: Poskus objave opombe na svojem računu
sv: Försök att posta en anteckning på ditt eget konto
tl: Sinusubukang mag-post ng tala sa iyong sariling account
tr: Kendi hesabınıza not göndermeye çalışmak
ur: آپ کے اپنے اکاؤنٹ پر ایک نوٹ پوسٹ کرنے کی کوشش
zh_cn: 尝试在您自己的帐户上发布注释
zh_tw: 嘗試在您自己的帳戶上發布註釋

# api_error_262
source: Attempting to get a note on a user that doesn’t exist
cs: Pokus o získání poznámky o uživateli, který neexistuje
fi: Yritetään saada muistiinpano käyttäjästä, jota ei ole olemassa
fr: Tentative d'obtention d'une note sur un utilisateur qui n'existe pas
it: Tentativo di ottenere una nota su un utente che non esiste
lt: Bandoma gauti pastabą apie vartotoją, kurio nėra
nb: Forsøk på å få et notat om en bruker som ikke eksisterer
nl: Poging om een notitie te krijgen voor een gebruiker die niet bestaat
pl: Próba uzyskania notatki o użytkowniku, który nie istnieje
pt_br: Tentativa de obter uma nota sobre um usuário que não existe
sl: Poskus pridobivanja opombe o uporabniku, ki ne obstaja
sv: Försöker få en anteckning på en användare som inte finns
tl: Sinusubukang makakuha ng tala sa isang user na wala
tr: Var olmayan bir kullanıcı hakkında not alınmaya çalışılıyor
ur: کسی ایسے صارف پر نوٹ حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的注释
zh_tw: 試圖獲取關於不存在的用戶的註釋

# api_error_263
source: Attempting to get a note on your own account
cs: Pokus o získání poznámky na svůj vlastní účet
fi: Yritetään saada muistiinpano omalle tilillesi
fr: Tentative d'obtenir une note sur votre propre compte
it: Tentativo di ottenere una nota sul tuo account
lt: Bandoma gauti pastabą savo paskyroje
nb: Forsøk på å få en lapp på egen konto
nl: Proberen een notitie op uw eigen account te krijgen
pl: Próba uzyskania notatki o własnym koncie
pt_br: Tentativa de obter uma nota em sua própria conta
sl: Poskus pridobitve opombe na svoj račun
sv: Försök att få ett meddelande på egen hand
tl: Sinusubukang makakuha ng tala sa iyong sariling account
tr: Kendi hesabınıza not almaya çalışılıyor
ur: آپ کے اپنے اکاؤنٹ پر ایک نوٹ حاصل کرنے کی کوشش
zh_cn: 尝试在您自己的帐户上获取备注
zh_tw: 試圖在您自己的帳戶上獲取註釋

# api_error_264
source: Attempting to delete a note on a user that doesn’t exist
cs: Pokus o smazání poznámky o uživateli, který neexistuje
fi: Yritetään poistaa muistiinpano käyttäjästä, jota ei ole olemassa
fr: Tentative de suppression d'une note sur un utilisateur qui n'existe pas
it: Tentativo di eliminare una nota su un utente che non esiste
lt: Bandoma ištrinti pastabą apie vartotoją, kurio nėra
nb: Forsøk på å slette et notat om en bruker som ikke eksisterer
nl: Poging om een opmerking over een gebruiker te verwijderen die niet bestaat
pl: Próba usunięcia notatki o użytkowniku, który nie istnieje
pt_br: Tentativa de excluir uma nota em um usuário que não existe
sl: Poskus brisanja opombe o uporabniku, ki ne obstaja
sv: Försöker ta bort en anteckning på en användare som inte finns
tl: Sinusubukang magtanggal ng tala sa isang user na wala
tr: Var olmayan bir kullanıcıya ait notu silmeye çalışmak
ur: کسی ایسے صارف کے نوٹ کو حذف کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试删除不存在的用户的注释
zh_tw: 試圖刪除不存在的用戶的註釋

# api_error_265
source: Attempting to delete a note on your own account
cs: Pokus o smazání poznámky na vašem vlastním účtu
fi: Yritetään poistaa muistiinpano omalta tililtäsi
fr: Tentative de suppression d'une note sur votre propre compte
it: Tentativo di eliminare una nota sul tuo account
lt: Bandoma ištrinti pastabą savo paskyroje
nb: Forsøk på å slette et notat på din egen konto
nl: Poging om een notitie op uw eigen account te verwijderen
pl: Próba usunięcia notatki o własnym koncie
pt_br: Tentativa de excluir uma nota em sua própria conta
sl: Poskus brisanja opombe v svojem računu
sv: Försök att radera en anteckning på ditt eget konto
tl: Sinusubukang tanggalin ang isang tala sa iyong sariling account
tr: Kendi hesabınızdaki bir notu silmeye çalışmak
ur: آپ کے اپنے اکاؤنٹ پر ایک نوٹ حذف کرنے کی کوشش
zh_cn: 尝试删除您自己帐户上的注释
zh_tw: 試圖刪除您自己帳戶上的註釋

# api_error_267
source: Attempting to delete a user note that doesn’t exist
cs: Pokus o odstranění poznámky uživatele, která neexistuje
fi: Yritetään poistaa käyttäjän muistiinpano, jota ei ole olemassa
fr: Tentative de suppression d'une note d'utilisateur qui n'existe pas
it: Tentativo di eliminare una nota utente che non esiste
lt: Bandoma ištrinti vartotojo pastabą, kurios nėra
nb: Forsøker å slette en brukernotat som ikke eksisterer
nl: Poging om een gebruikersnotitie te verwijderen die niet bestaat
pl: Próba usunięcia notatki użytkownika, która nie istnieje
pt_br: Tentativa de excluir uma nota de usuário que não existe
sl: Poskus brisanja uporabniške opombe, ki ne obstaja
sv: Försöker ta bort en användarnotis som inte finns
tl: Sinusubukang magtanggal ng tala ng user na wala
tr: Mevcut olmayan bir kullanıcı notu silinmeye çalışılıyor
ur: صارف کے نوٹ کو حذف کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试删除不存在的用户注释
zh_tw: 試圖刪除不存在的用戶註釋

# api_error_403
source: You are not authorized to perform this action
cs: K provedení této akce nemáte oprávnění
fi: Sinulla ei ole valtuuksia suorittaa tätä toimintoa
fr: Vous n'êtes pas autorisé à effectuer cette action
it: Non siete autorizzati a eseguire questa azione
lt: Jūs neturite teisės atlikti šio veiksmo
nb: Du er ikke autorisert til å utføre denne handlingen
nl: U bent niet bevoegd om deze actie uit te voeren
pl: Nie masz uprawnień do wykonania tej czynności
pt_br: Você não está autorizado a realizar esta ação
sl: Niste pooblaščeni za izvajanje tega dejanja
sv: Du är inte behörig att utföra denna åtgärd
tl: Wala kang pahintulot na gawin ang pagkilos na ito
tr: Bu eylemi gerçekleştirme yetkiniz yok
ur: آپ اس عمل کو انجام دینے کے مجاز نہیں ہیں
zh_cn: 您无权执行此操作
zh_tw: 您無權執行此操作

# api_error_4001
source: Connection timeout, please check internet connection.
cs: Vypršel časový limit připojení, zkontrolujte připojení k internetu.
fi: Yhteyden aikakatkaisu, tarkista internet yhteys.
fr: Délai de connexion dépassé, veuillez vérifier la connexion Internet.
it: Timeout della connessione, controllare la connessione a Internet.
lt: Baigėsi ryšio laikas, patikrinkite interneto ryšį.
nb: Tidsavbrudd for tilkobling, sjekk internettforbindelsen.
nl: Verbinding time-out, controleer de internetverbinding.
pl: Przekroczono limit czasu połączenia, sprawdź połączenie internetowe.
pt_br: Tempo limite de conexão, favor verificar a conexão com a Internet.
sl: Časovna omejitev povezave, preverite internetno povezavo.
sv: Timeout för anslutningen, kontrollera internet anslutning.
tl: Timeout ng koneksyon, pakisuri ang koneksyon sa internet.
tr: Bağlantı zaman aşımı, lütfen internet bağlantısını kontrol edin.
ur: کنکشن کا ٹائم آؤٹ، براہ کرم انٹرنیٹ کنیکشن چیک کریں۔
zh_cn: 连接超时，请检查网络连接。
zh_tw: 連接超時，請檢查網絡連接。

# api_error_45
source: You can't have both 'first_time_limit_asset' and 'first_time_limit_TICKER' in your request. Remove one of them (they are interchangeable).
cs: Nemůžete mít zároveň 'first_time_limit_asset' a 'first_time_limit_TICKER' ve vaší žádosti. Odstraňte jeden z nich (jsou zaměnitelné).
fi: Pyynnössäsi ei voi olla sekä "first_time_limit_asset" että "first_time_limit_TICKER". Poista yksi niistä (ne ovat vaihdettavissa).
fr: Vous ne pouvez pas avoir à la fois « first_time_limit_asset » et « first_time_limit_TICKER » dans votre demande. Retirez l'un d'eux (ils sont interchangeables).
it: Non puoi avere sia "first_time_limit_asset" che "first_time_limit_TICKER" nella tua richiesta. Rimuovine uno (sono intercambiabili).
lt: Užklausoje negalite nurodyti ir „first_time_limit_asset“, ir „first_time_limit_TICKER“. Nuimkite vieną iš jų (jie gali būti keičiami).
nb: Du kan ikke ha både «first_time_limit_asset» og «first_time_limit_TICKER» i forespørselen din. Fjern en av dem (de er utskiftbare).
nl: U kunt niet zowel 'first_time_limit_asset' als 'first_time_limit_TICKER' in uw verzoek opnemen. Verwijder een van deze (ze zijn uitwisselbaar).
pl: Nie możesz mieć jednocześnie 'first_time_limit_asset' i 'first_time_limit_TICKER” w żądaniu. Usuń jeden z nich (są wymienne).
pt_br: Você não pode ter 'first_time_limit_asset' e 'first_time_limit_TICKER' em sua solicitação. Remova um deles (eles são intercambiáveis).
sl: V svoji zahtevi ne morete imeti hkrati 'first_time_limit_asset' in 'first_time_limit_TICKER'. Odstranite enega od njih (so zamenljivi).
sv: Du kan inte ha både "first_time_limit_asset" och "first_time_limit_asset"_TICKER' i din begäran. Ta bort en av dem (de är utbytbara).
tl: Hindi ka maaaring magkaroon ng parehong 'first_time_limit_asset' at 'first_time_limit_TICKER' sa iyong kahilingan. Alisin ang isa sa kanila (sila ay mapagpapalit).
tr: İsteğinizde hem 'first_time_limit_asset' hem de 'first_time_limit_TICKER' olamaz. Bunlardan birini çıkarın (birbirleriyle değiştirilebilirler).
ur: آپ اپنی درخواست میں 'first_time_limit_asset' اور 'first_time_limit_TICKER' دونوں نہیں رکھ سکتے۔ ان میں سے ایک کو ہٹا دیں (they are interchangeable)۔
zh_cn: 您的请求中不能同时包含“first_time_limit_asset”和“first_time_limit_TICKER”。删除其中之一（它们是可以互换的）。
zh_tw: 您的請求中不能同時包含“first_time_limit_asset”和“first_time_limit_TICKER”。刪除其中一個（它們可以互換）。

# api_error_46
source: Request must contain EITHER an application/json request body with a “msg” parameter OR a multipart/form-data request body with the image file listed under the parameter “document”
cs: Požadavek musí obsahovat BUĎ tělo požadavku aplikace/json s parametrem „msg“ NEBO tělo požadavku z více částí/form-data s obrazovým souborem uvedeným pod parametrem „dokument“
fi: Pyynnön on sisällettävä JOKO sovellus-/json-pyynnön runko "msg"-parametrilla TAI moniosainen/form-data-pyynnön runko, jonka kuvatiedosto on lueteltu parametrin "document" alla.
fr: La requête doit contenir SOIT un corps de requête application/json avec un paramètre « msg » OU un corps de requête multipart/form-data avec le fichier image répertorié sous le paramètre « document »
it: La richiesta deve contenere SIA un corpo della richiesta application/json con un parametro "msg" OPPURE un corpo della richiesta multipart/form-data con il file immagine elencato sotto il parametro "document"
lt: Užklausoje turi būti ARBA programos / JSON užklausos turinys su parametru „msg“, ARBA kelių dalių / formos duomenų užklausos turinys su vaizdo failu, nurodytu parametru „document“.
nb: Forespørselen må inneholde ENTEN en applikasjons-/json-forespørselstekst med en "msg"-parameter ELLER en flerparts-/skjemadataforespørselstekst med bildefilen oppført under parameteren "document"
nl: Verzoek moet OF een toepassings-/json-verzoeklichaam bevatten met een "msg"-parameter OF een meerdelig/formulier-gegevensverzoeklichaam met het afbeeldingsbestand vermeld onder de parameter "document"
pl: Żądanie musi zawierać ALBO treść żądania application/json z parametrem „msg” LUB treść żądania multipart/form-data z plikiem obrazu wymienionym pod parametrem „document”
pt_br: A solicitação deve conter OU um corpo de solicitação application/json com um parâmetro “msg” OU um corpo de solicitação multipart/form-data com o arquivo de imagem listado sob o parâmetro “document”
sl: Zahteva mora vsebovati BODISI telo zahteve application/json s parametrom "msg" ALI telo zahteve multipart/form-data s slikovno datoteko, navedeno pod parametrom "dokument"
sv: Begäran måste innehålla ANTINGEN en application/json-begäran med en "msg"-parameter ELLER en multipart/form-data-begäran med den bildfil som anges under parametern "document"
tl: Ang kahilingan ay dapat maglaman ng ANUMANG application/json request body na may parameter na "msg" O isang multipart/form-data request body na may image file na nakalista sa ilalim ng parameter na "document"
tr: İstek, YA "msg" parametresine sahip bir uygulama/json istek gövdesi VEYA "belge" parametresi altında listelenen görüntü dosyasına sahip çok parçalı/form-data istek gövdesi içermelidir
ur: درخواست میں یا تو درخواست/json درخواست کا باڈی "msg"پیرامیٹريا تصویری فائل کے ساتھ ملٹی پارٹ/فارم-ڈیٹا درخواست باڈی ہو "document"پراميٹر ميں
zh_cn: 请求必须包含带有“msg”参数的 application/json 请求主体，或者带有参数“document”下列出的图像文件的 multipart/form-data 请求主体
zh_tw: 請求必須包含帶有“msg”參數的 application/json 請求正文或帶有參數“document”下列出的圖像文件的 multipart/form-data 請求正文

# api_error_47
source: User with that username already exists
cs: Uživatel s tímto uživatelským jménem již existuje
fi: Käyttäjä tällä käyttäjätunnuksella on jo olemassa
fr: Un utilisateur avec ce nom existe déjà
it: L'utente con quel nome utente esiste già
lt: Vartotojas su tokiu vartotojo vardu jau egzistuoja
nb: Bruker med det brukernavnet finnes allerede
nl: Gebruiker met die gebruikersnaam bestaat al
pl: Użytkownik o tej nazwie już istnieje
pt_br: O usuário com esse nome de usuário já existe
sl: Uporabnik s tem uporabniškim imenom že obstaja
sv: Användare med det användarnamnet finns redan
tl: Umiiral na ang user na may ganoong username
tr: Bu kullanıcı adına sahip kullanıcı zaten mevcut
ur: اس صارف کانام پہلے سے موجود ہے
zh_cn: 使用该用户名的用户已存在
zh_tw: 使用該用戶名的用戶已存在

# api_error_48
source: User with that email already exists
cs: Uživatel s tímto e-mailem již existuje
fi: Käyttäjä tällä sähköpostiosoitteella on jo olemassa
fr: Un utilisateur avec cet e-mail existe déjà
it: L'utente con quell'e-mail esiste già
lt: Vartotojas su šiuo el. pašto adresu jau egzistuoja
nb: Bruker med den e-postadressen eksisterer allerede
nl: Gebruiker met dat e-mailadres bestaat al
pl: Użytkownik z tym adresem e-mail już istnieje
pt_br: O usuário com esse e-mail já existe
sl: Uporabnik s tem e-poštnim naslovom že obstaja
sv: Användare med den e-postadressen finns redan
tl: Umiiral na ang user na may email na iyon
tr: Bu e-postaya sahip kullanıcı zaten mevcut
ur: اس ای میل والا صارف پہلے سے موجود ہے
zh_cn: 使用该电子邮件的用户已存在
zh_tw: 使用該電子郵件的用戶已存在

# api_error_50
source: Attempting to send an email to a user without an email set
cs: Pokus o odeslání e-mailu uživateli bez nastaveného e-mailu
fi: Yritetään lähettää sähköpostia käyttäjälle ilman asetettua sähköpostia
fr: Tentative d'envoi d'un e-mail à un utilisateur sans e-mail défini
it: Tentativo di inviare un'e-mail a un utente senza un indirizzo e-mail impostato
lt: Bandoma išsiųsti el. laišką vartotojui nenustačius el. pašto adresų
nb: Forsøk på å sende en e-post til en bruker uten et e-postsett
nl: Poging om een e-mail te sturen naar een gebruiker zonder een e-mailset
pl: Próba wysłania wiadomości e-mail do użytkownika bez ustawionego e-maila
pt_br: Tentativa de enviar um e-mail para um usuário sem um e-mail definido
sl: Poskus pošiljanja e-pošte uporabniku brez nastavljene e-pošte
sv: Försök att skicka ett e-postmeddelande till en användare utan e-postadress
tl: Sinusubukang magpadala ng email sa isang user na walang email set
tr: E-posta seti olmayan bir kullanıcıya e-posta gönderilmeye çalışılıyor
ur: اس ای میل سیٹ کے بغیر کسی صارف کو ای میل بھیجنے کی کوشش کرنا
zh_cn: 尝试向未设置电子邮件的用户发送电子邮件
zh_tw: 嘗試向未設置電子郵件的用戶發送電子郵件

# api_error_51
source: Token provided for email verification is given to a user who does not exist
cs: Token poskytnutý pro ověření e-mailu je přidělen uživateli, který neexistuje
fi: Sähköpostivahvistukseen tarkoitettu tunnus annetaan käyttäjälle, jota ei ole olemassa
fr: Le jeton fourni pour la vérification des e-mails est donné à un utilisateur qui n'existe pas
it: Il token fornito per la verifica dell'e-mail viene assegnato a un utente che non esiste
lt: Tokenas, skirtas el. pašto patvirtinimui, suteikiamas vartotojui, kurio nėra
nb: Token gitt for e-postbekreftelse gis til en bruker som ikke eksisterer
nl: Token voor e-mailverificatie wordt gegeven aan een gebruiker die niet bestaat
pl: Token dostarczony do weryfikacji e-mail przyznany użytkownikowi, który nie istnieje
pt_br: O token fornecido para verificação de e-mail é fornecido a um usuário que não existe
sl: Žeton, ki je na voljo za preverjanje e-pošte, se dodeli uporabniku, ki ne obstaja
sv: Token som tillhandahålls för e-postverifiering ges till en användare som inte existerar
tl: Ang token na ibinigay para sa pag-verify ng email ay ibinibigay sa isang user na wala
tr: E-posta doğrulaması için sağlanan jeton, mevcut olmayan bir kullanıcıya verilir
ur: ای میل کی تصدیق کے لیے فراہم کردہ ٹوکن ایسے صارف کو دیا جاتا ہے جو موجود نہیں ہے
zh_cn: 用于电子邮件验证的令牌被授予不存在的用户
zh_tw: 為電子郵件驗證提供的令牌被提供給不存在的用戶

# api_error_52
source: Token provided for email verification is invalid
cs: Token poskytnutý pro ověření e-mailu je neplatný
fi: Sähköpostivahvistukseen annettu tunnus on virheellinen
fr: Le jeton fourni pour la vérification de l'e-mail n'est pas valide
it: Il token fornito per la verifica email non è valido
lt: El. pašto patvirtinimui pateiktas prieigos raktas neteisingas
nb: Tokenet som er oppgitt for e-postbekreftelse er ugyldig
nl: Het verstrekte token voor e-mailverificatie is ongeldig
pl: Token podany do weryfikacji adresu e-mail jest nieprawidłowy
pt_br: O token fornecido para verificação de e-mail é inválido
sl: Žeton, naveden za preverjanje e-pošte, ni veljaven
sv: Token för verifiering via e-post är ogiltig
tl: Ang token na ibinigay para sa pag-verify ng email ay hindi wasto
tr: E-posta doğrulaması için sağlanan jeton geçersiz
ur: ای میل کی تصدیق کے لیے فراہم کردہ ٹوکن غلط ہے
zh_cn: 为电子邮件验证提供的令牌无效
zh_tw: 為電子郵件驗證提供的令牌無效

# api_error_53
source: The email in the token doesn’t match the current email in the database
cs: E-mail v tokenu neodpovídá aktuálnímu e-mailu v databázi
fi: Tunnuksessa oleva sähköposti ei vastaa tietokannan nykyistä sähköpostiosoitetta
fr: L'e-mail dans le jeton ne correspond pas à l'e-mail actuel dans la base de données
it: L'e-mail nel token non corrisponde all'e-mail corrente nel database
lt: El. pašto adresas prieigos rakte nesutampa su dabartiniu duomenų bazėje esančiu el
nb: E-posten i tokenet samsvarer ikke med gjeldende e-post i databasen
nl: Het e-mailadres in het token komt niet overeen met het huidige e-mailadres in de database
pl: E-mail w tokenie nie zgadza się z aktualnym adresem e-mail w bazie danych
pt_br: O e-mail no token não corresponde ao e-mail atual no banco de dados
sl: E-pošta v žetonu se ne ujema s trenutno e-pošto v zbirki podatkov
sv: E-postadressen i token stämmer inte överens med den aktuella e-postadressen i databasen
tl: Ang email sa token ay hindi tumutugma sa kasalukuyang email sa database
tr: Belirteçteki e-posta, veritabanındaki mevcut e-postayla eşleşmiyor
ur: ٹوکن میں موجود ای میل ڈیٹا بیس میں موجودہ ای میل سے مماثل نہیں ہے
zh_cn: 令牌中的电子邮件与数据库中的当前电子邮件不匹配
zh_tw: 令牌中的電子郵件與數據庫中的當前電子郵件不匹配

# api_error_54
source: Token provided for password reset is given to a email that does not exist in the database
cs: Token poskytnutý pro resetování hesla je předán na e-mail, který neexistuje v databázi
fi: Salasanan nollausta varten tarkoitettu tunnus annetaan sähköpostiin, jota ei ole tietokannassa
fr: Le jeton fourni pour la réinitialisation du mot de passe est attribué à un e-mail qui n'existe pas dans la base de données
it: Il token fornito per la reimpostazione della password viene assegnato a un messaggio di posta elettronica che non esiste nel database
lt: Ženklas, skirtas slaptažodžiui nustatyti iš naujo, suteikiamas el. paštui, kurio duomenų bazėje nėra
nb: Token gitt for tilbakestilling av passord gis til en e-post som ikke finnes i databasen
nl: Het token dat is verstrekt voor het opnieuw instellen van het wachtwoord wordt gegeven aan een e-mail die niet bestaat in de database
pl: Token udostępniony do zresetowania hasła jest powiązany z adresem e-mail, którego nie ma już w bazie danych
pt_br: O token fornecido para redefinição de senha é fornecido a um e-mail que não existe no banco de dados
sl: Žeton za ponastavitev gesla dodeljen e-poštnemu sporočilu, ki ne obstaja v zbirki podatkov
sv: Token som tillhandahålls för återställning av lösenord ges till en e-postadress som inte finns i databasen
tl: Ang token na ibinigay para sa pag-reset ng password ay ibinibigay sa isang email na wala sa database
tr: Parola sıfırlama için sağlanan jeton, veritabanında bulunmayan bir e-postaya verilir
ur: پاس ورڈ دوبارہ ترتیب دینے کے لیے فراہم کردہ ٹوکن ایک ايسے ای میل کو دیا جاتا ہے جو ڈیٹا بیس میں موجود نہیں ہے
zh_cn: 为密码重置提供的令牌被提供给数据库中不存在的电子邮件
zh_tw: 為密碼重置提供的令牌被提供給數據庫中不存在的電子郵件

# api_error_55
source: Token provided for password reset is invalid
cs: Token poskytnutý pro resetování hesla je neplatný
fi: Salasanan nollausta varten annettu tunnus on virheellinen
fr: Le jeton fourni pour la réinitialisation du mot de passe n'est pas valide
it: Il token fornito per la reimpostazione della password non è valido
lt: Slaptažodžiui nustatyti iš naujo pateiktas prieigos raktas yra neteisingas
nb: Token oppgitt for tilbakestilling av passord er ugyldig
nl: Het verstrekte token voor het opnieuw instellen van het wachtwoord is ongeldig
pl: Token dostarczony do zresetowania hasła jest nieprawidłowy
pt_br: O token fornecido para redefinição de senha é inválido
sl: Žeton, naveden za ponastavitev gesla, ni veljaven
sv: Token för återställning av lösenord är ogiltig
tl: Ang token na ibinigay para sa pag-reset ng password ay hindi wasto
tr: Şifre sıfırlama için sağlanan jeton geçersiz
ur: پاس ورڈ دوبارہ ترتیب دینے کے لیے فراہم کردہ ٹوکن غلط ہے
zh_cn: 为密码重置提供的令牌无效
zh_tw: 為密碼重置提供的令牌無效
