Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# chat250Sbmitm8722Sbwarning250Sb0
source: ⚠️ PSA: there is a new scammer active that acts as a man in the middle. The scammer contacts you off-platform pretending to be a seller on the platform offering you to buy XMR from them in exchange for BTC at a reduced price (e.g. pay 8 XMR worth of BTC to buy 10 XMR). At the same time they open a trade with the seller that they're impersonating on the platform for the reduced amount.
cs: ⚠️ PSA: je aktivní nový podvodník, který se chová jako muž uprostřed. Podvodník vás kontaktuje mimo platformu a předstírá, že je prodejce na platformě, která vám od něj nabízí nákup XMR výměnou za BTC za sníženou cenu (např. zaplaťte BTC v hodnotě 8 XMR za nákup 10 XMR). Zároveň otevřou obchod s prodejcem, za kterého se na platformě vydávají za sníženou částku.
fi: ⚠️ PSA: aktiivinen uusi huijari, joka toimii "välimiehenä" (man in the middle). Huijari ottaa sinuun yhteyttä alustan ulkopuolella ja teeskentelee olevansa myyjä alustalla ja tarjoaa sinulle XMR:n ostamista heiltä vastineeksi BTC:stä alennettuun hintaan (esim. maksa 8 XMR:n arvoinen BTC ostaaksesi 10 XMR). Samaan aikaan he aloittavat kaupan myyjän kanssa, jota he esittävät alustalla alennettuun summaan.
fr: ⚠️ MESSAGE IMPORTANT : il y a un nouvel arnaqueur actif qui agit en tant un homme du milieu (intermédiaire). L'escroc vous contacte hors de la plateforme en se faisant passer pour un vendeur exerçant sur la plateforme vous proposant de lui acheter du XMR en échange de BTC à un prix réduit (par exemple, vous payez 8 XMR de BTC pour acheter 10 XMR). Dans le même temps, il ouvre de son côté une transaction avec le vendeur pour lequel il se fait passer pour un montant réduit.
it: ⚠️ PSA: è attivo un nuovo scammer che agisce come uomo nel mezzo. Il truffatore vi contatta al di fuori della piattaforma fingendo di essere un venditore della piattaforma che vi offre di acquistare XMR da lui in cambio di BTC a un prezzo ridotto (ad esempio, paga 8 XMR di BTC per acquistare 10 XMR). Allo stesso tempo aprono una transazione con il venditore che impersonano sulla piattaforma per l'importo ridotto.
lt: ⚠️ PSA: yra naujas sukčius, kuris veikia kaip vyras viduryje. Aferistas susisiekia su jumis ne platformoje, apsimesdamas platformos pardavėju, siūlydamas iš jų nusipirkti XMR mainais į BTC už sumažintą kainą (pvz., sumokėkite 8 XMR vertės BTC, kad nusipirktumėte 10 XMR). Tuo pačiu metu jie sudaro sandorį su pardavėju, kurį apsimeta platformoje už sumažintą sumą.
nb: ⚠️ PSA: det er en ny svindler aktiv som fungerer som en mann i midten. Svindleren kontakter deg utenfor plattformen og utgir seg for å være en selger på plattformen og tilbyr deg å kjøpe XMR fra dem i bytte mot BTC til en redusert pris (betal for eksempel 8 XMR verdt BTC for å kjøpe 10 XMR). Samtidig åpner de en handel med selgeren som de utgir seg for på plattformen for det reduserte beløpet.
nl: ⚠️ Attentie: er is een nieuwe oplichter actief die optreedt als een tussenhandelaar. De oplichter neemt buiten het platform contact met u op, doet zich voor als een verkoper op het platform en biedt u aan om XMR van hen te kopen in ruil voor BTC tegen een gereduceerde prijs (b.v. betaal 8 XMR aan BTC om 10 XMR te kopen). Tegelijkertijd openen ze een transactie met de verkoper die ze op het platform nabootsen voor het gereduceerde bedrag.
pl: ⚠️ PSA: jest aktywny nowy scammer, który działa jako człowiek w środku. Oszust kontaktuje się z Tobą poza platformą udając sprzedawcę na platformie oferując Ci zakup XMR od nich w zamian za BTC po obniżonej cenie (np. zapłać 8 XMR wartych BTC, aby kupić 10 XMR). Jednocześnie otwierają transakcję ze sprzedawcą, pod którego się podszywają na platformie, na obniżoną kwotę.
pt_br: ⚠️ PSA: há um novo golpista ativo que atua como um homem no meio. O golpista contata você fora da plataforma fingindo ser um vendedor na plataforma oferecendo-lhe para comprar XMR deles em troca de BTC a um preço reduzido (por exemplo, pague 8 XMR de BTC para comprar 10 XMR). Ao mesmo tempo, eles abrem uma negociação com o vendedor que eles estão imitando na plataforma pelo valor reduzido.
sl: ⚠️ PSA: aktiven je nov prevarant, ki se predstavlja kot posrednik. Prevarant vas kontaktira izven platforme, se pretvarja, da je na njej prodajalec in vam ponuja, da pri njem kupite XMR v zameno za BTC po znižani ceni (npr. plačate 8 XMR v vrednosti BTC za nakup 10 XMR). Hkrati odprejo trade s prodajalcem, ki ga lažno predstavljajo na platformi za znižan znesek.
sv: ⚠️ PSA: det finns en ny scammer aktiv som fungerar som en man i mitten. Bedragaren kontaktar dig utanför plattformen och låtsas vara en säljare på plattformen och erbjuder dig att köpa XMR från dem i utbyte mot BTC till ett reducerat pris (t.ex. betala 8 XMR värde av BTC för att köpa 10 XMR). Samtidigt öppnar de en handel med säljaren som de utger sig för på plattformen för det reducerade beloppet.
tl: ⚠️ PSA: may bagong scammer active na nagsisilbing lalaki sa gitna. Nakikipag-ugnayan sa iyo ang scammer sa labas ng platform na nagpapanggap bilang isang nagbebenta sa platform na nag-aalok sa iyo na bumili ng XMR mula sa kanila bilang kapalit ng BTC sa pinababang presyo (hal. magbayad ng 8 XMR na halaga ng BTC para bumili ng 10 XMR). Kasabay nito, nagbubukas sila ng kalakalan sa nagbebenta na ginagaya nila sa platform para sa pinababang halaga.
tr: ⚠️PSA: Ortada adam gibi davranan aktif yeni bir dolandırıcı var. Dolandırıcı, platform dışında sizinle iletişime geçerek platformda bir satıcı gibi davranarak size daha düşük bir fiyata BTC karşılığında XMR satın almanızı teklif eder (örneğin, 10 XMR satın almak için 8 XMR değerinde BTC ödeyin). Aynı zamanda platformda taklit ettikleri satıcıyla indirimli tutar karşılığında bir ticaret açarlar.
ur: ⚠️ PSA: ایک نیا سکیمر فعال ہوا ہے جو درمیان میں ایک آدمی کے طور پر کام کرتا ہے۔ اسکیمر آپ سے off-platform سے رابطہ کرتا ہے پلیٹ فارم پر بیچنے والا ہونے کا بہانہ کرتے ہوئے آپ کو کم قیمت پر BTC کے بدلے ان سے XMR خریدنے کی پیشکش کرتا ہے (e.g.pay 8 XMR worth of BTC to buy10 XMR)۔ اسی وقت وہ بیچنے والے کے ساتھ تجارت کھولتے ہیں کہ وہ پلیٹ فارم پر کم رقم کے لیے نقالی کر رہے ہیں۔
zh_cn: ⚠️ PSA：有一个新的骗子活跃，充当中间人。骗子在平台外与您联系，假装是平台上的卖家，让您从他们那里购买 XMR 以换取 BTC 以较低的价格（例如，支付 8 XMR 的 BTC 以购买 10 XMR）。同时，他们与在平台上冒充的卖家进行交易，以减少金额。
zh_tw: ⚠️ PSA：有一個新的騙子活躍，充當中間人。騙子在平台外與您聯繫，假裝是平台上的賣家，讓您從他們那裡購買 XMR 以換取 BTC 以較低的價格（例如，支付 8 XMR 的 BTC 以購買 10 XMR）。同時，他們與在平台上冒充的賣家進行交易，以減少金額。
