Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb0250Sbtext
source: <p>No cryptocurrency is without its shortcomings, and Monero is no exception. In fact, the community has <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">made a YouTube series</a> covering the privacy weaknesses of Monero from a technological standpoint.</p> <p>That said, there are some common criticisms levied toward Monero that are either outdated, or incorrect, while others are presenting a very narrow view of the problem in question. In this article we hope to set the record straight on these criticisms.</p>
cs: <p>Žádná kryptoměna nemá své nedostatky a Monero není výjimkou. Ve skutečnosti komunita <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">vytvořila sérii YouTube videí</a> pokrývající slabiny Monera v oblasti soukromí z technologického hlediska.</p> <p> To znamená, že existují některé běžné kritiky směřované na Monero, které jsou buď zastaralé, nebo nesprávné, zatímco jiné představují velmi úzký pohled na daný problém. V tomto článku doufáme, že tyto kritiky napravíme.</p>
fi: <p>Mikään kryptovaluutta ei ole puutteeton, eikä Monero ole poikkeus. Itse asiassa yhteisö on <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank"> tehnyt YouTube-sarjan</a>, joka kattaa Moneron yksityisyyden heikkoudet teknisestä näkökulmasta.</p> <p> Moneroa kohtaan on kuitenkin esitetty joitain yleisiä kritiikkejä, jotka ovat joko vanhentuneita tai virheellisiä, kun taas toiset esittävät erittäin kapeaa näkemystä kyseessä olevasta ongelmasta. Tässä artikkelissa toivomme saavamme tämän kritiikin selvitettyä.</p>
fr: <p>Aucune crypto-monnaie n'est sans défauts, et Monero ne fait pas exception. En fait, la communauté a <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">créé une liste de vidéos sur YouTube</a> couvrant les faiblesses de la confidentialité de Monero d'un point de vue technologique.</p> <p> Cela dit, certaines critiques courantes adressées à l'encontre de Monero sont soit obsolètes, soit incorrectes, tandis que d'autres présentent une vision très étroite du problème en question. Dans cet article, nous espérons remettre les pendules à l'heure sur ces critiques.</p>
it: <p>Nessuna criptovaluta è priva di difetti e Monero non fa eccezione. In effetti, la community ha <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">realizzato una serie YouTube</a> che copre le debolezze della privacy di Monero dal punto di vista tecnologico.</p> <p>Detto questo, ci sono alcune critiche comuni a Monero che sono obsolete o errate, mentre altre presentano una visione molto ristretta del problema in questione. In questo articolo speriamo di mettere le cose in chiaro su queste critiche.</p>
lt: <p>Nė viena kriptovaliuta neapsieina be trūkumų, o Monero nėra išimtis. Tiesą sakant, bendruomenė <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank"> sukūrė „YouTube“ seriją</a>, apimančią Monero privatumo trūkumus technologiniu požiūriu.</p> <p> Be to, yra keletas bendrų „Monero“ kritikų, kurie yra pasenę arba neteisingi, o kiti pateikia labai siaurą nagrinėjamos problemos vaizdą. Šiame straipsnyje tikimės pasiekti šios kritikos rekordą.</p>
nb: <p>Ingen kryptovaluta er uten sine mangler, og Monero er intet unntak. Faktisk har fellesskapet <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">laget en YouTube-serie</a> som dekker personvernsvakhetene til Monero fra et teknologisk synspunkt.</p> <p>Når det er sagt, er det noen vanlige kritikker mot Monero som enten er utdaterte eller feilaktige, mens andre presenterer et veldig snevert syn på det aktuelle problemet. I denne artikkelen håper vi å sette rekorden rett på denne kritikken.</p>
nl: <p>Geen enkele cryptocurrency is zonder zijn tekortkomingen, en Monero is daarop geen uitzondering. De gemeenschap heeft zelfs <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">een YouTube-serie gemaakt</a> waarin de privacyzwakheden van Monero vanuit een technologisch standpunt worden behandeld.</p> <p> Dat gezegd hebbende, zijn er enkele algemene kritieken op Monero die achterhaald of onjuist zijn, terwijl andere een zeer beperkt beeld geven van het probleem in kwestie. In dit artikel hopen we deze kritiek recht te zetten. </p>
pl: <p> Żadna kryptowaluta nie jest pozbawiona niedociągnięć, a Monero nie jest wyjątkiem. W rzeczywistości społeczność stworzyła <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">playlistę na YouTubie</a> obejmującą słabe strony prywatności Monero z technologicznego punktu widzenia. </p> <p> To powiedziawszy, istnieją pewne powszechne krytyki wobec Monero, które są przestarzałe lub niepoprawne a także takie, które przedstawiają bardzo wąski opis danego problemu. W tym artykule postaramy się odnieść do tych krytyk. </p>
sl: <p>Nobena kriptovaluta ni brez pomanjkljivosti in Monero ni izjema. Pravzaprav je skupnost <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">posnela celo YouTube serijo</a>, ki pokriva zasebnostne slabosti Monera s tehnološkega vidika.</p> <p>Kljub temu je nekaj pogostih kritik, ki se nanašajo na Monero, zastarelih ali nepravilnih, druge pa predstavljajo zelo ozek pogled na zadevni problem. V tem članku upamo, da bomo te kritike razjasnili.</p>
sv: <p>Ingen kryptovaluta är utan sina brister, och Monero är inget undantag. I själva verket har communityn <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">gjort en YouTube-serie</a> som täcker Moneros integritetssvagheter ur teknisk synvinkel.</p> <p>Med det sagt finns det en del vanlig kritik mot Monero som antingen är föråldrad eller felaktig, medan andra ger en mycket snäv syn på problemet i fråga. I den här artikeln hoppas vi kunna sätta rekord för denna kritik.</p>
tl: <p>Walang cryptocurrency ang walang mga pagkukulang nito, at walang exception ang Monero. Sa katunayan, ang komunidad ay <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">ay gumawa ng isang serye sa YouTube</a> na sumasaklaw sa mga kahinaan sa privacy ng Monero mula sa teknolohikal na pananaw.</p> <p>Sabi nga, may ilang karaniwang pagpuna na ipinapataw kay Monero na luma na, o hindi tama, habang ang iba ay nagpapakita ng napakakitid na pananaw sa problemang pinag-uusapan. Sa artikulong ito, umaasa kaming maitatala ang mga pintas na ito.</p>
tr: <p>Hiçbir kripto para biriminin eksiklikleri yoktur ve Monero da bir istisna değildir. Aslında topluluk, Monero'nun gizlilik zayıflıklarını teknolojik açıdan ele alan <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">bir YouTube serisi</a> hazırladı.</p> <p>Bununla birlikte, Monero'ya yönelik modası geçmiş veya yanlış olan bazı yaygın eleştiriler var, diğerleri ise söz konusu soruna çok dar bir bakış açısı sunuyor. Bu makalede bu eleştirilere ilişkin net bir kayıt oluşturmayı umuyoruz.</p>
ur: <p>کوئی بھی کریپٹو کرنسی اپنی کوتاہیوں کے بغیر نہیں ہے، اور Monero بھی اس سے مستثنیٰ نہیں ہے۔ درحقیقت، کمیونٹی نے <a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank">ایک YouTube سیریز</a> بنائی ہے جس میں تکنیکی نقطہ نظر سے Monero کی رازداری کی کمزوریوں کا احاطہ کیا گیا ہے۔</p> <p>اس نے کہا کہ، Monero کے بارے میں کچھ عام تنقیدیں ہیں جو یا تو پرانی ہیں، یا غلط ہیں، جب کہ دیگر زیر بحث مسئلے کا ایک بہت ہی تنگ نظریہ پیش کر رہے ہیں۔ اس مضمون میں ہم امید کرتے ہیں کہ ان تنقیدوں پر ریکارڈ قائم کریں گے۔</p>
zh_cn: <p>没有加密货币是没有缺点的，门罗币当然也不可能生来完美. 事实上, 门罗币社区已经建立了一套<a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank"> YouTube 系列视频</a>内容包括从技术角度解决门罗币的隐私弱点.</p> <p>也就是说，其实许多常见对门罗币的批评社区早就知道并进行了相应技术升级，其批评要么已经过时，要么是杞人忧天，又或者是狭隘地对问题进行断章取义. 在本文中，我们希望为这些传言进行阐释.</p>
zh_tw: <p>沒有加密貨幣是沒有缺點的，門羅幣當然也不可能生來完美. 事實上, 門羅幣社區已經建立了一套<a class="next-link" href="https://www.youtube.com/playlist?list=PLsSYUeVwrHBnAUre2G_LYDsdo-tD0ov-y" target="_blank"> YouTube 系列視頻</a>內容包括從技術角度解決門羅幣的隱私弱點.</p> <p>也就是說，其實許多常見對門羅幣的批評社區早就知道並進行了相應技術升級，其批評要麼已經過時，要麼是杞人憂天，又或者是狹隘地對問題進行斷章取義. 在本文中，我們希望為這些傳言進行闡釋.</p>

# knowledge250Sbmyths250Sb0250Sbtitle
source: Introduction
cs: Úvod
fi: Johdanto
it: introduzione
lt: Įvadas
nb: Introduksjon
nl: Introductie
pl: Wstęp
pt_br: Introdução
sl: Uvod
sv: Introduktion
tl: Panimula
tr: giriiş
ur: تعارف
zh_cn: 简介
zh_tw: 簡介
