Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb4250Sbtitle
source: Monero will become obsolete if a more popular blockchain adopts strong privacy technology.
cs: Monero se stane zastaralým, pokud populárnější blockchain přijme silnou technologii ochrany soukromí.
fi: Monero tulee vanhentuneeksi, jos suositumpi lohkoketju ottaa käyttöön vahvan tietosuojatekniikan.
fr: Monero deviendra obsolète si une blockchain plus populaire adopte une technologie de confidentialité forte.
it: Monero diventerà obsoleto se una blockchain più popolare adotta una forte tecnologia per la privacy.
lt: „Monero“ pasens, jei populiaresnė „blockchain“ pritaikys stiprią privatumo technologiją.
nb: Monero vil bli foreldet hvis en mer populær blokkjede tar i bruk sterk personvernteknologi.
nl: Monero zal achterhaald raken als een meer populaire blockchain krachtige privacytechnologie toepast.
pl: Monero stanie się przestarzałe, jeśli bardziej popularny blockchain przyjmie silną technologię prywatności.
pt_br: Monero se tornará obsoleto se um blockchain mais popular adotar uma forte tecnologia de privacidade.
sl: Monero bo zastarel, če bolj priljubljen blockchain sprejme močno tehnologijo zasebnosti.
sv: Monero kommer att bli obsolet om en mer populär blockkedja använder sig av stark integritetsteknik.
tl: Ang Monero ay magiging lipas na kung ang isang mas sikat na blockchain ay magpapatibay ng malakas na teknolohiya sa privacy.
tr: Daha popüler bir blockchain güçlü gizlilik teknolojisini benimserse Monero'nun geçerliliğini yitirecek.
ur: Monero متروک ہو جائے گا اگر ایک زیادہ مقبول بلاکچین مضبوط رازداری کی ٹیکنالوجی کو اپناتا ہے۔
zh_cn: 如果XX币也采用强大的隐私技术，门罗币将过时和毫无用处.
zh_tw: 如果XX幣也採用強大的隱私技術，門羅幣將過時和毫無用處.

# settings250Sbnotifications250Sbsensitive8722Sbshort
source: Disable sensitive info
cs: Zakázat citlivé informace
fi: Poista arkaluontoiset tiedot käytöstä
fr: Désactiver les informations sensibles
it: Disattiva le informazioni riservate
lt: Išjungti neskelbtiną informaciją
nb: Deaktiver sensitiv informasjon
nl: Schakel gevoelige informatie uit
pl: Wyłącz poufne informacje
pt_br: Desativar dados sensíveis
sl: Onemogoči občutljive podatke
sv: Inaktivera känslig information
tl: Huwag paganahin ang sensitibong impormasyon
tr: Hassas bilgileri devre dışı bırak
ur: حساس معلومات کو غیر فعال کریں
zh_cn: 在电子邮件通知中禁用敏感信息
zh_tw: 在電子郵件通知中禁用敏感信息

# settings250Sbnotifications250Sbsensitive8722Sbtip
source: The emails will just ask you to log in to the site, where the actual notifications will be
cs: E-maily vás pouze požádají o přihlášení na stránku, kde budou skutečná upozornění
fi: Sähköpostit pyytävät sinua vain kirjautumaan sisään sivustolle, jossa varsinaiset ilmoitukset ovat
fr: Les e-mails vous demanderont simplement de vous connecter au site, là où vous pourrez consulter les notifications et leur contenu
it: Le email ti chiederanno solo di accedere al sito, dove troverai le notifiche effettive
lt: El. laiškuose bus tik prašoma prisijungti prie svetainės, kurioje bus tikri pranešimai
nb: E-postene vil bare be deg om å logge inn på nettstedet, hvor de faktiske varslene vil være
nl: De e-mails vragen u alleen om in te loggen op de site, waar de daadwerkelijke meldingen zullen zijn
pl: E-maile będą jedynie zawierały prośbę o zalogowanie się na stronie, na której będą znajdować się rzeczywiste powiadomienia
pt_br: O e-mail simplesmente pedirá para que você entre no site e verifique a notificação
sl: E-poštna sporočila vas bodo samo pozvala, da se prijavite na spletno mesto, kjer bodo dejanska obvestila
sv: E-postmeddelandena kommer bara att be dig logga in på webbplatsen, där de faktiska meddelandena kommer att finnas
tl: Hihilingin lamang sa iyo ng mga email na mag-log in sa site, kung saan mapupunta ang mga aktwal na notification
tr: E-postalar sizden yalnızca asıl bildirimlerin olacağı siteye giriş yapmanızı isteyecektir.
ur: ای میلز صرف آپ کو سائٹ پر لاگ ان کرنے کے لیے کہیں گی، جہاں اصل اطلاعات ہوں گی
zh_cn: 电子邮件仅会要求您登录到包含实际通知的网站
zh_tw: 電子郵件僅會要求您登錄到包含實際通知的網站

# knowledge250Sbmyths250Sb5250Sbtext
source: <p>Not anymore! Thanks to the wondrous technology of bulletproofs, added in October 2018, transaction sizes are drastically reduced (by over 80%), leading to a similar drop in transaction fees. In fact, as of time of writing, Monero is cheaper per byte than Bitcoin, and further optimizations of the technology are bringing these even lower.</p> <p>These optimizations are varied and frequent. One example is clever optimizations in the bulletproofs themselves, shrinking the math required for both computation and verification, sometimes by up to 25%.</p> <p>In addition, there are new, exciting ring signature schemes in the works, such as CLSAG, which will replace the current MLSAG scheme, and further shrink the size of the entire transaction by 25-35%. Beyond this, are even newer, more bleeding edge technologies with completely different proving systems that have the potential to keep current transaction sizes, but have ring sizes of over one hundred, such as Triptych, Arcturus, and Lelantus, all of which are smaller and more efficient than current schemes.</p>
cs: <p>Již ne! Díky zázračné technologii bulletproof, která byla přidána v říjnu 2018, se drasticky snížila velikost transakcí (o více než 80 %), což vedlo k podobnému poklesu transakčních poplatků. V době psaní tohoto článku bylo Monero v přepočtu na jeden bajt dokonce levnější než Bitcoin a další optimalizace technologie je snižují ještě více.</p> <p>Tyto optimalizace jsou rozmanité a časté. Jedním z příkladů jsou chytré optimalizace v samotných neprůstřelných testech, které zmenšují matematický objem potřebný pro výpočet i ověření, někdy až o 25 %.</p> <p> Kromě toho se pracuje na nových zajímavých schématech kruhového podpisu, jako je CLSAG, které nahradí současné schéma MLSAG a dále zmenší velikost celé transakce o 25-35 %. Kromě toho jsou tu ještě novější, bleeding edge technologie se zcela odlišnými systémy prokazování, které mají potenciál zachovat současnou velikost transakcí, ale mají velikost kruhů přesahující stovku, například Triptych, Arcturus a Lelantus, které jsou všechny menší a efektivnější než současná schémata.</p>
fi: <p>Ei enää! Lokakuussa 2018 lisätyn ihmeellisen luodinkestävän teknologian ansiosta transaktiokoko pienenee huomattavasti (yli 80 %), mikä johtaa vastaavaan laskuun transaktiokuluissa. Itse asiassa, kirjoittamishetkellä Monero on halvempi tavua kohden kuin Bitcoin ja tekniikan lisäoptimoinnit laskevat kuluja vieläkin alhaisemmaksi.</p> <p>Nämä optimoinnit ovat erilaisia ja toistuvia. Yksi esimerkki on itse luodinkestävän järjestelmän älykkäät optimoinnit, jotka vähentävät sekä laskennan että varmentamisen edellyttämää matematiikkaa, joskus jopa 25 %.</p> <p>Lisäksi työn alla on uusia, jännittäviä sormusallekirjoitusjärjestelmiä, kuten CLSAG, joka korvaa nykyisen MLSAG-järjestelmän ja pienentää koko transaktion kokoa entisestään 25-35%. Tämän lisäksi on olemassa vielä uudempia, kehittyneempiä teknologioita täysin erilaisilla todistusjärjestelmillä, joilla on mahdollisuus säilyttää nykyiset transaktiokoot, mutta joiden sormusten koko on yli sata, kuten Triptyykki, Arcturus ja Lelantus, jotka kaikki ovat pienempiä ja tehokkaampia kuin nykyiset järjestelmät.</p>
fr: <p>Plus maintenant ! Grâce à la merveilleuse technologie « bullerproofs », ajoutée en octobre 2018, la taille des transactions est considérablement réduite (de plus de 80%), entraînant de fait une baisse similaire des frais de transaction. En fait, au moment de la rédaction de cet article, Monero est moins cher par octet que Bitcoin, et de nouvelles optimisations de la technologie permettent d'abaisser encore plus les coûts.</p> <p>Ces optimisations sont nombreuses et fréquentes. On peut citer par exemple des améliorations à la technologie bullerproofs elle-même, réduisant les opérations mathématiques nécessaires au calcul et à la vérification, parfois jusqu'à 25%.</p> <p>En outre, de nouveaux modèles de signature de cercle passionnants sont en préparation, tels que CLSAG, qui remplacera le schéma MLSAG actuel et réduira encore la taille de l'ensemble de la transaction de 25 à 35%. Au-delà de cela, il existe des technologies encore plus récentes et à la pointe de l'innovation avec des systèmes de preuve complètement différents qui ont le potentiel de conserver les tailles de transaction actuelles, mais ont des tailles de cercle de plus d'une centaine, comme Triptych, Arcturus ou Lelantus, qui sont tous plus petits et plus efficace que les modèles actuels.</p>
it: <p>Non più! Grazie alla meravigliosa tecnologia dei proiettili antiproiettile, aggiunta nell'ottobre 2018, le dimensioni delle transazioni sono drasticamente ridotte (di oltre l'80%), portando a un calo simile delle commissioni di transazione. In effetti, al momento della stesura di questo documento, Monero è più economico per byte rispetto a Bitcoin e ulteriori ottimizzazioni della tecnologia li stanno portando ancora più in basso.</p> <p>Queste ottimizzazioni sono varie e frequenti. Un esempio sono le ottimizzazioni intelligenti nelle stesse protezioni antiproiettile, che riducono la matematica richiesta sia per il calcolo che per la verifica, a volte fino al 25%.</p> <p>Inoltre, ci sono nuovi ed entusiasmanti schemi di firma ad anello nelle opere, come CLSAG, che sostituirà l'attuale schema MLSAG e ridurrà ulteriormente le dimensioni dell'intera transazione del 25-35%. Oltre a ciò, sono ancora più recenti, tecnologie più all'avanguardia con sistemi di prova completamente diversi che hanno il potenziale per mantenere le dimensioni delle transazioni correnti, ma hanno dimensioni degli anelli di oltre cento, come Trittico, Arcturus e Lelantus, tutte più piccole e più efficiente degli schemi attuali.</p>
lt: <p>Daugiau ne! Dėl nuostabios neperšaunamos technologijos, pridėtos 2018 m. spalį, operacijų dydžiai smarkiai sumažėja (daugiau nei 80 %), todėl panašiai sumažėja ir operacijų mokesčiai. Tiesą sakant, rašymo metu Monero už baitą yra pigesnis nei Bitcoin, o tolesnis technologijos optimizavimas dar labiau sumažina jų skaičių.</p> <p>Šie optimizavimai yra įvairūs ir dažni. Vienas iš pavyzdžių – sumanus pačių neperšaunamų elementų optimizavimas, sumažinantis tiek skaičiavimui, tiek tikrinimui reikalingą matematiką, kartais net iki 25 %.</p> <p>Be to, kuriamos naujos įdomios žiedinio parašo schemos, pvz., CLSAG, kuri pakeis dabartinę MLSAG schemą ir dar labiau sumažins viso sandorio dydį 25–35%. Be to, yra dar naujesnių, pažangesnių technologijų su visiškai skirtingomis įrodinėjimo sistemomis, kurios gali išlaikyti esamus sandorių dydžius, bet turi daugiau nei šimtą žiedų, pvz., Triptikas, Arcturus ir Lelantus, kurie visi yra mažesni ir efektyvesnis nei dabartinės schemos.</p>
nb: <p>Ikke lenger! Takket være den fantastiske teknologien til skuddsikre, lagt til i oktober 2018, reduseres transaksjonsstørrelsene drastisk (med over 80 %), noe som fører til et lignende fall i transaksjonsgebyrer. Faktisk, i skrivende stund er Monero billigere per byte enn Bitcoin, og ytterligere optimaliseringer av teknologien bringer disse enda lavere.</p> <p>Disse optimaliseringene er varierte og hyppige. Et eksempel er smarte optimaliseringer i selve skuddsikrene, som reduserer matematikken som kreves for både beregning og verifisering, noen ganger med opptil 25 % </p> <p>I tillegg er det nye, spennende ringsignaturordninger på gang, slik som CLSAG, som vil erstatte dagens MLSAG-ordning, og ytterligere krympe størrelsen på hele transaksjonen med 25-35 %. Utover dette er det enda nyere, mer avanserte teknologier med helt andre bevissystemer som har potensial til å beholde gjeldende transaksjonsstørrelser, men som har ringstørrelser på over hundre, som Triptych, Arcturus og Lelantus, som alle er mindre og mer effektive enn dagens ordninger.</p>
nl: <p>Niet meer! Dankzij de wonderbaarlijke technologie van bulletproofs, toegevoegd in Oktober 2018, worden de transactieomvang drastisch verminderd (met meer dan 80%), wat leidt tot een vergelijkbare daling van de transactiekosten. Op het moment dat dit geschreven is, is Monero zelfs goedkoper per byte dan Bitcoin, en verdere optimalisaties van de technologie brengen deze zelfs nog lager.</p> <p>Deze optimalisaties zijn gevarieerd en komen vaak voor. Een voorbeeld zijn slimme optimalisaties in de bulletproofs zelf, waardoor de wiskunde die nodig is voor zowel berekening als verificatie soms met wel 25% wordt verkleind.</p> <p>Bovendien zijn er nieuwe, opwindende ringsignatuurschema's in de maak, zoals CLSAG, dat het huidige MLSAG-schema zal vervangen en de omvang van de gehele transactie verder zal verkleinen met 25-35%. Daarnaast zijn er nog nieuwere, geavanceerdere technologieën met totaal verschillende testsystemen die het potentieel hebben om de huidige transactiegroottes te behouden, maar ringgroottes hebben van meer dan honderd, zoals Triptych, Arcturus en Lelantus, die allemaal kleiner en efficiënter zijn dan de huidige schema's. </p>
pl: <p>Już nie! Dzięki cudownej technologii bulletproofs, dodanej w październiku 2018 r; rozmiary transakcji są drastycznie zmniejszone (o ponad 80%), co prowadzi do podobnego spadku opłat transakcyjnych. W rzeczywistości w czasie pisania, Monero jest tańszy za bajt niż Bitcoin, a dalsze optymalizacje technologii obniżają te koszty jeszcze bardziej.</p> <p> Te optymalizacje są zróżnicowane i częste. Jednym z przykładów są sprytne optymalizacje samych bulletproofs, zmniejszając matematykę wymaganą zarówno do obliczeń, jak i weryfikacji, czasem nawet o 25%. </p> <p>Ponadto trwają prace nad nowymi, ekscytującymi schematami ring signatures, takimi jak CLSAG, które zastąpią obecny schemat MLSAG a nawet zmniejszą rozmiar całej transakcji o 25-35%. Poza tym są jeszcze nowsze, bardziej nowatorskie technologie z zupełnie innymi systemami dowodów, które mogą utrzymywać obecne rozmiary transakcji, ale mają ring signatures złożone z ponad stu wyjść, takie jak Triptych, Arcturus, i Lelantus, z których wszystkie są mniejsze i wydajniejsze niż obecne schematy. </p>
pt_br: <p>Não é mais! Graças à maravilhosa tecnologia de prova de balas, adicionada em outubro de 2018, o tamanho das transações é drasticamente reduzido (mais de 80%), levando a uma queda semelhante nas taxas de transação. De fato, até o momento da redação deste artigo, o Monero é mais barato por byte do que o Bitcoin, e outras otimizações da tecnologia estão reduzindo ainda mais.</p> <p>Essas otimizações são variadas e frequentes. Um exemplo são otimizações inteligentes nas próprias provas de balas, diminuindo a matemática necessária para o cálculo e a verificação, às vezes em até 25%.</p> <p>Além disso, existem novos e interessantes esquemas de assinatura de anel em andamento, como o CLSAG, que substituirá o atual esquema MLSAG e reduzirá ainda mais o tamanho de toda a transação em 25-35%. Além disso, existem tecnologias ainda mais novas e avançadas, com sistemas de prova completamente diferentes, com potencial para manter os tamanhos de transação atuais, mas com tamanhos de anel superiores a cem, como Triptych, Arcturus e Lelantus, todos menores e mais eficiente que os esquemas atuais.</p>
sl: <p>Ne več! Zahvaljujoč čudoviti tehnologiji bulletproofs, ki je bila dodana oktobra 2018, se velikost transakcij drastično zmanjša (za več kot 80 %), zaradi česar se podobno zmanjšajo tudi provizije za transakcije. Pravzaprav je v času pisanja tega članka Monero na bajt cenejši od Bitcoina, nadaljnje optimizacije tehnologije pa jih bodo še znižale.</p> <p>Te optimizacije so raznolike in pogoste. Eden od primerov so prav pametne optimizacije v bulletproofih, ki zmanjšujejo matematične podatke, potrebne za izračun in preverjanje, včasih tudi do 25 %.</p> <p>Poleg tega so v pripravi nove, zanimive sheme obročnega podpisovanja, kot je CLSAG, ki bo nadomestila sedanjo shemo MLSAG in dodatno zmanjšala velikost celotne transakcije za 25-35 %. Poleg tega obstajajo še novejše, bolj krvaveče tehnologije s povsem drugačnimi sistemi dokazovanja, ki lahko ohranijo sedanje velikosti transakcij, vendar imajo velikost obroča več kot sto, kot so Triptych, Arcturus in Lelantus, ki so vse manjše in učinkovitejše od sedanjih shem.</p>
sv: <p>Inte längre! Tack vare den fantastiska tekniken med skottsäkra, som lades till i oktober 2018, minskas transaktionsstorlekarna drastiskt (med över 80%), vilket leder till en liknande minskning av transaktionsavgifterna. Faktum är att i skrivande stund är Monero billigare per byte än Bitcoin, och ytterligare optimeringar av tekniken gör att dessa blir ännu lägre.</p> <p>Dessa optimeringar är varierande och frekventa. Ett exempel är smarta optimeringar i själva skottskydden, vilket minskar den matematik som krävs för både beräkning och verifiering, ibland med upp till 25 %</p> <p>Dessutom finns det nya spännande ringsignatursystem på gång, såsom CLSAG, som kommer att ersätta det nuvarande MLSAG-schemat och ytterligare krympa storleken på hela transaktionen med 25-35 %. Utöver detta finns ännu nyare, mer avancerade teknologier med helt andra bevissystem som har potential att behålla nuvarande transaktionsstorlekar, men som har ringstorlekar på över hundra, såsom Triptych, Arcturus och Lelantus, som alla är mindre och effektivare än nuvarande system.</p>
tl: <p>Hindi na! Salamat sa kamangha-manghang teknolohiya ng mga bulletproof, na idinagdag noong Oktubre 2018, ang mga laki ng transaksyon ay nababawasan nang husto (ng higit sa 80%), na humahantong sa isang katulad na pagbaba sa mga bayarin sa transaksyon. Sa katunayan, sa oras ng pagsulat, ang Monero ay mas mura kada byte kaysa sa Bitcoin, at ang mga karagdagang pag-optimize ng teknolohiya ay nagpapababa ng mga ito.</p> <p>Iba-iba at madalas ang mga pag-optimize na ito. Ang isang halimbawa ay ang mga matalinong pag-optimize sa mga bulletproof mismo, na nagpapaliit sa matematika na kinakailangan para sa parehong pag-compute at pag-verify, kung minsan ay hanggang sa 25%.</p> <p>Sa karagdagan, may mga bago, kapana-panabik na ring signature scheme sa mga gawa, gaya ng CLSAG, na papalitan ang kasalukuyang MLSAG scheme, at higit pang magpapaliit sa laki ng buong transaksyon ng 25-35%. Higit pa rito, may mga mas bago pa, mas dumudugo na mga teknolohiya na may ganap na magkakaibang mga sistema ng pagpapatunay na may potensyal na panatilihin ang mga kasalukuyang laki ng transaksyon, ngunit may mga laki ng singsing na higit sa isang daan, gaya ng Triptych, Arcturus, at Lelantus, na lahat ay mas maliit at mas mahusay kaysa sa mga kasalukuyang scheme.</p>
tr: <p>Artık değil! Ekim 2018'de eklenen muhteşem kurşun geçirmezlik teknolojisi sayesinde işlem boyutları büyük ölçüde (%80'in üzerinde) azaldı ve bu da işlem ücretlerinde benzer bir düşüşe yol açtı. Aslında, bu yazının yazıldığı an itibariyle Monero bayt başına Bitcoin'den daha ucuzdur ve teknolojinin daha fazla optimizasyonu bu değerleri daha da düşürmektedir.</p> <p>Bu optimizasyonlar çeşitli ve sıktır. Bunun bir örneği, hem hesaplama hem de doğrulama için gereken matematiği bazen %25'e kadar azaltan kurşun geçirmezliklerdeki akıllı optimizasyonlardır.</p> <p>Ayrıca, mevcut MLSAG şemasının yerini alacak ve tüm işlemin boyutunu %25-35 oranında daha da küçültecek CLSAG gibi yeni, heyecan verici halka imza şemaları da üzerinde çalışılıyor. Bunun ötesinde, tamamen farklı kanıtlama sistemlerine sahip, mevcut işlem boyutlarını koruma potansiyeli olan ancak yüzün üzerinde halka boyutuna sahip Triptych, Arcturus ve Lelantus gibi hepsi daha küçük ve daha yeni, daha son teknoloji teknolojiler var. mevcut planlardan daha verimli.</p>
ur: <p>اب نہیں! بلٹ پروف کی شاندار ٹیکنالوجی کی بدولت، اکتوبر 2018 میں شامل کی گئی، لین دین کے سائز میں زبردست کمی (80% سے زیادہ) ہوئی ہے، جس کی وجہ سے لین دین کی فیس میں بھی اسی طرح کی کمی واقع ہوئی ہے۔ درحقیقت، تحریر کے وقت تک، Monero Bitcoin کے مقابلے فی بائٹ سستا ہے، اور ٹیکنالوجی کی مزید اصلاح ان کو اور بھی کم کر رہی ہے۔</p> <p>یہ اصلاحات مختلف اور متواتر ہیں۔ ایک مثال خود بلٹ پروف میں ہوشیار اصلاح ہے، جو حساب اور تصدیق دونوں کے لیے درکار ریاضی کو سکڑتا ہے، بعض اوقات 25% تک۔</p> <p>اس کے علاوہ، کام میں نئی، دلچسپ انگوٹھی دستخطی اسکیمیں ہیں، جیسے CLSAG، جو موجودہ MLSAG اسکیم کی جگہ لے لے گی، اور پورے لین دین کے سائز کو مزید 25-35% تک گھٹا دے گی۔ اس سے آگے، بالکل مختلف ثابت کرنے والے نظاموں کے ساتھ اور بھی نئی، زیادہ بلیڈنگ ایج ٹیکنالوجیز ہیں جو موجودہ لین دین کے سائز کو برقرار رکھنے کی صلاحیت رکھتی ہیں، لیکن ان کی انگوٹھی کے سائز ایک سو سے زیادہ ہیں، جیسے Triptych، Arcturus، اور Lelantus، یہ سبھی چھوٹے اور چھوٹے ہیں۔ موجودہ سکیموں سے زیادہ موثر۔</p>
zh_cn: <p>门罗矿工费并不高，并且事实上便宜的离谱，比特币矿工费动则几十人民币，门罗只要几分钱!这一切得益于2018年10月添加的防弹协议技术，该技术是门罗币三大隐私技术环形机密的改进版，神奇地将区块链体积大大降低，比改进前减少了80％以上，所以从那时开始，门罗币交易费用也下降了95%，实际上，截至撰写本文时，门罗币的每字节价格比比特币便宜，并且新技术正在进一步优化，将使费用更低.</p> <p>门罗币的优化是多种多样且频繁的，开源社区每个人都可以献计献策，多方案同时进行.社区的一种新方案已经巧妙的优化防弹协议本身，将计算和验证所需的数学运算缩减多达25％.</p> <p>此外，正在开发中的其它新的，令人兴奋的环签名方案至少还有两个，例如CLSAG，它将取代当前的MLSAG方案，并将整个交易的规模进一步缩小25-35％.除此之外，还有更新颖，更前沿的技术，它们具有完全不同的验证系统，可以保持当前的交易效率，但环形签名数量可超过一百个，目前是11个，环形签名和环形机密是不同的，分别保护发送人和交易金额，新技术例如有Triptych，Arcturus和Lelantus，它们都体积更小，并比当前方案更有效.</p>
zh_tw: <p>門羅礦工費並不高，並且事實上便宜的離譜，比特幣礦工費動則幾十人民幣，門羅只要幾分錢!這一切得益於2018年10月添加的防彈協議技術，該技術是門羅幣三大隱私技術環形機密的改進版，神奇地將區塊鏈體積大大降低，比改進前減少了80％以上，所以從那時開始，門羅幣交易費用也下降了95%，實際上，截至撰寫本文時，門羅幣的每位元組價格比比特幣便宜，並且新技術正在進一步優化，將使費用更低.</p> <p>門羅幣的優化是多種多樣且頻繁的，開源社區每個人都可以獻計獻策，多方案同時進行.社區的一種新方案已經巧妙的優化防彈協議本身，將計算和驗證所需的數學運算縮減多達25％.</p> <p>此外，正在開發中的其它新的，令人興奮的環簽名方案至少還有兩個，例如CLSAG，它將取代當前的MLSAG方案，並將整個交易的規模進一步縮小25-35％.除此之外，還有更新穎，更前沿的技術，它們具有完全不同的驗證系統，可以保持當前的交易效率，但環形簽名數量可超過一百個，目前是11個，環形簽名和環形機密是不同的，分別保護發送人和交易金額，新技術例如有Triptych，Arcturus和Lelantus，它們都體積更小，並比當前方案更有效.</p>

# knowledge250Sbmyths250Sb5250Sbtitle
source: Doesn’t Monero have very high transaction fees?
cs: Nemá Monero velmi vysoké transakční poplatky?
fi: Eikö Monerolla ole erittäin korkeat transaktiokulut?
fr: Monero n'a-t-il pas des frais de transaction très élevés ?
it: Monero non ha commissioni di transazione molto elevate?
lt: Ar Monero nėra labai didelių sandorių mokesčių?
nb: Har ikke Monero veldig høye transaksjonsgebyrer?
nl: Heeft Monero niet erg hoge transactiekosten?
pl: Czyż Monero nie ma bardzo wysokich opłat za transakcje?
pt_br: Monero não tem taxas de transação muito altas?
sl: Ali nima Monero zelo visokih provizij za transakcije?
sv: Har inte Monero mycket höga transaktionsavgifter?
tl: Hindi ba ang Monero ay may napakataas na bayarin sa transaksyon?
tr: Monero'nun işlem ücretleri çok yüksek değil mi?
ur: کیا Monero میں بہت زیادہ لین دین کی فیس نہیں ہے؟
zh_cn: 门罗币的交易费用不是很高吗？
zh_tw: 門羅幣的交易費用不是很高嗎？
