Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbcard8722Sbfive8722Sb3
source: You are traveling through parts of a country with a medium to high violent crime rate. You need to use some of your Bitcoin to pay for something.<strong> If every person you transact with knows exactly how much money you have, this is a threat to your personal physical safety. </strong>
cs: Cestujete částmi země se střední až vysokou mírou násilné kriminality. Musíte použít část svých bitcoinů, abyste něco zaplatili.<strong> Pokud každá osoba, se kterou obchodujete, přesně ví, kolik peněz máte, je to hrozba pro Vaši osobní fyzickou bezpečnost. </strong>
fi: Matkustat sellaisen maan osien läpi, jossa väkivaltarikollisuuden esiintyvyys on keskitasoa tai korkea. Sinun täytyy käyttää osa Bitcoinistasi maksaaksesi jotain.<strong> Jos jokainen henkilö jonka kanssa käyt kauppaa tietää tarkalleen, kuinka paljon rahaa sinulla on, tämä on uhka henkilökohtaiselle fyysiselle turvallisuudellesi. </strong>
fr: Vous voyagez dans des régions d'un pays où le taux de crimes violents est de moyen à élevé. Vous devez utiliser une partie de votre Bitcoin pour payer quelque chose.<strong>Si chaque personne avec qui vous effectuez des transactions sait exactement combien d'argent vous avez, cela constitue une menace pour votre propre sécurité physique.</strong>
it: 1. Stai attraversando parti di un paese con un tasso di criminalità violenta medio-alto. Devi utilizzare alcuni dei tuoi Bitcoin per pagare qualcosa. <strong> Se ogni la persona con cui scambi con te sa esattamente quanti soldi hai, questa è una minaccia alla tua sicurezza fisica personale. </strong>
lt: Keliaujate per šalies dalis, kuriose smurtinio nusikalstamumo lygis yra vidutinis arba aukštas. Norėdami už ką nors sumokėti, turite panaudoti dalį savo Bitcoin.<strong> Jei kiekvienas asmuo, su kuriuo sudarote sandorį, tiksliai žino, kiek pinigų turite, tai kelia grėsmę jūsų asmeniniam fiziniam saugumui. </strong>
nb: Du reiser gjennom deler av et land med middels til høy voldskriminalitet. Du må bruke noe av Bitcoin for å betale for noe.<strong> Hvis hver person du handler med vet nøyaktig hvor mye penger du har, er dette en trussel mot din personlige fysiske sikkerhet. </strong>
nl: U reist door delen van een land met een gemiddeld tot hoog geweldsmisdrijfcijfer. U moet een deel van uw Bitcoin gebruiken om ergens voor te betalen.<strong> Als elke persoon met wie u transacties uitvoert precies weet hoeveel geld u heeft, vormt dit een bedreiging voor uw persoonlijke fysieke veiligheid. </strong>
pl: Podróżujesz przez części niebezpieczne części kraju. Wydajesz niektóre swoje Bitcoiny, aby za coś zapłacić. <strong> Jeśli każdy komu płacisz wie dokładnie, ile masz pieniędzy, stanowi to zagrożenie dla Twojego bezpieczeństwa.</strong>
pt_br: 1. Você está viajando por partes de um país com uma taxa de criminalidade violenta de média a alta. Você precisa usar alguns de seus Bitcoins para pagar por algo. <strong> Se todos os com quem você negocia sabe exatamente quanto dinheiro você tem, isso é uma ameaça à sua segurança física pessoal. </strong>
sl: Potujete po delih države s srednjo do visoko stopnjo nasilnega kriminala. Nekaj svojih bitcoinov morate uporabiti, da nekaj plačate.<strong> Če vsaka oseba, s katero opravljate transakcije, natančno ve, koliko denarja imate, je to grožnja vaši osebni varnosti. </strong>
sv: Du reser genom delar av ett land med medelhög till hög våldsbrottslighet. Du måste använda en del av dina Bitcoin för att betala för något.<strong> Om varje person du gör transaktioner med vet exakt hur mycket pengar du har, är detta ett hot mot din personliga fysiska säkerhet. </strong>
tl: Naglalakbay ka sa mga bahagi ng isang bansa na may medium hanggang mataas na marahas na rate ng krimen. Kailangan mong gamitin ang ilan sa iyong Bitcoin upang magbayad para sa isang bagay.<strong> Kung alam ng bawat taong nakikipagtransaksyon ka kung gaano karaming pera ang mayroon ka, ito ay isang banta sa iyong personal na pisikal na kaligtasan. </strong>
tr: Şiddet içeren suç oranının orta ila yüksek olduğu bir ülkenin bazı bölgelerinde seyahat ediyorsunuz. Bir şeyi ödemek için Bitcoin'inizin bir kısmını kullanmanız gerekir.<strong> İşlem yaptığınız herkes tam olarak ne kadar paranız olduğunu biliyorsa, bu kişisel fiziksel güvenliğiniz için bir tehdittir. </strong>
ur: آپ درمیانے درجے سے زیادہ پرتشدد جرائم کی شرح والے ملک کے کچھ حصوں سے سفر کر رہے ہیں۔ آپ کو کسی چیز کی ادائیگی کے لیے اپنے بٹ کوائن میں سے کچھ استعمال کرنے کی ضرورت ہے۔ <strong>اگر آپ کے ساتھ لین دین کرنے والا ہر فرد جانتا ہے کہ آپ کے پاس کتنی رقم ہے، تو یہ آپ کی ذاتی جسمانی حفاظت کے لیے خطرہ ہے۔</strong>
zh_cn: 1。你正在一个中等到高暴力犯罪率的国家旅行。你需要使用你的一些比特币支付一些东西。<strong>如果每个与你交易的人确切地知道你有多少钱，这对你的个人人身安全构成威胁。</strong>
zh_tw: 1。你正在一個中等到高暴力犯罪率的國家旅行。你需要使用你的一些比特幣支付一些東西。<strong>如果每個與你交易的人確切地知道你有多少錢，這對你的個人人身安全構成威脅。</strong>

# guide250Sbbtc250Sbcard8722Sbfive8722Sb3250Sbtitle
source: 1. Physical safety
cs: 1. Fyzická bezpečnost
fi: 1. Fyysinen turvallisuus
fr: 1. Sécurité physique
it: 1. Sicurezza fisica
lt: 1. Fizinė sauga
nb: 1. Fysisk sikkerhet
nl: 1. Fysieke veiligheid
pl: 1. Bezpieczeństwo fizyczne
pt_br: 1. segurança física
sl: 1. Fizična varnost
sv: 1. Fysisk säkerhet
tl: 1. Pisikal na kaligtasan
tr: 1. Fiziksel güvenlik
ur: 1. جسمانی حفاظت
zh_cn: 1.人身安全
zh_tw: 1.人身安全

# guide250Sbbtc250Sbcard8722Sbfive8722Sb4
source: You are a business that makes a payment to a supplier. That supplier will be able to see how much money your business has, and therefore can guess at how price sensitive you are in future negotiations. They can see every single other payment you’ve ever received to that Bitcoin address, and therefore determine what other suppliers you are dealing with and how much you are paying those suppliers. They may be able to roughly determine how many customers you have and how much you charge your customers. <strong> This is commercially sensitive information that damages your negotiating position enough to cause you relative financial loss. </strong>
cs: Jste firma, která provádí platby dodavateli. Tento dodavatel bude moci vidět, kolik peněz má Vaše firma, a proto může odhadnout, jak citliví na cenu jste při budoucích jednáních. Mohou vidět každou další platbu, kterou jste kdy obdrželi na danou bitcoinovou adresu, a tudíž určit, s jakými dalšími dodavateli máte co do činění a kolik těmto dodavatelům platíte. Mohou být schopni zhruba určit, kolik zákazníků máte a kolik svým zákazníkům účtujete. <strong> Toto jsou obchodně citlivé informace, které poškodí Vaši vyjednávací pozici natolik, že Vám způsobí relativní finanční ztrátu. </strong>
fi: Olet yritys, joka suorittaa maksun toimittajalle. Tämä toimittaja näkee, kuinka paljon rahaa yritykselläsi on ja voi siksi arvata, kuinka hintaherkkä olet tulevissa neuvotteluissa. He näkevät kaikki muut maksut, jotka olet koskaan saanut kyseiseen Bitcoin-osoitteeseen ja näin ollen voivat määrittää minkä muiden toimijoiden kanssa olet tekemisissä ja kuinka paljon maksat näille toimittajille. He saattavat pystyä karkeasti määrittämään, kuinka monta asiakasta sinulla on ja kuinka paljon veloitat asiakkailtasi. <strong> Tämä on kaupallisesti arkaluonteista tietoa, joka vahingoittaa neuvotteluasemaasi niin paljon, että se aiheuttaa sinulle merkittävää taloudellista tappiota. </strong>
fr: Vous êtes une entreprise qui effectue un paiement à un fournisseur. Ce fournisseur sera en mesure de voir combien d'argent votre entreprise a, et peut donc deviner à quel point vous êtes sensible au prix dans les négociations futures. Ils peuvent voir tous les autres paiements que vous avez reçus à cette adresse Bitcoin, et donc déterminer avec quels autres fournisseurs vous faites affaire et combien vous payez ces fournisseurs. Ils peuvent être en mesure de déterminer approximativement le nombre de clients que vous avez et le montant que vous facturez à vos clients. <strong>Il s'agit d'informations commercialement sensibles qui nuisent suffisamment à votre position de négociation pour vous causer une perte financière relative.</strong>
it: 2. Sei un'impresa che effettua un pagamento a un fornitore, che sarà in grado di vedere quanti soldi ha il tuo business e quindi di capire a quale prezzo sei sensibile sono in trattative future, possono vedere ogni singolo pagamento che hai ricevuto in quel determinato indirizzo Bitcoin e quindi determinare quali altri fornitori hai a che fare e quanto stai pagando quei fornitori. Potrebbero essere in grado di determinare approssimativamente quanti i clienti che hai e quanto addebitiamo ai tuoi clienti. <strong> Si tratta di informazioni commercialmente sensibili che danneggiano la tua posizione negoziale quanto basta a causarti una perdita finanziaria relativa. </strong>
lt: Esate įmonė, kuri moka tiekėjui. Tas tiekėjas galės matyti, kiek pinigų jūsų verslas turi, todėl būsimose derybose gali atspėti, kiek esate jautrus kainai. Jie gali matyti kiekvieną kitą mokėjimą, kurį kada nors gavote tuo Bitcoin adresu, ir todėl nustatyti, su kokiais kitais tiekėjais bendraujate ir kiek tiems tiekėjams mokate. Jie gali apytiksliai nustatyti, kiek klientų turite ir kiek apmokestinate savo klientus. <strong> Tai komerciškai neskelbtina informacija, kuri pakankamai pažeidžia jūsų derybų poziciją, kad patirtumėte santykinių finansinių nuostolių. </strong>
nb: Du er en bedrift som betaler til en leverandør. Den leverandøren vil kunne se hvor mye penger virksomheten din har, og kan derfor gjette hvor prissensitiv du er i fremtidige forhandlinger. De kan se hver eneste annen betaling du noen gang har mottatt til den Bitcoin-adressen, og derfor bestemme hvilke andre leverandører du har å gjøre med og hvor mye du betaler disse leverandørene. De kan kanskje grovt bestemme hvor mange kunder du har og hvor mye du belaster kundene dine. <strong> Dette er kommersielt sensitiv informasjon som skader forhandlingsposisjonen din nok til å forårsake relativt økonomisk tap. </strong>
nl: U bent een bedrijf dat een betaling doet aan een leverancier. Die leverancier kan zien hoeveel geld uw bedrijf heeft en kan daarmee raden hoe prijsgevoelig u bent bij toekomstige onderhandelingen. Ze kunnen elke andere betaling zien die u ooit op dat Bitcoin-adres heeft ontvangen, en dus uitmaken met welke andere leveranciers u te maken heeft en hoeveel u die leveranciers betaalt. Zij kunnen grofweg inschatten hoeveel klanten u heeft en hoeveel u uw klanten in rekening brengt. <strong> Dit is commercieel gevoelige informatie die uw onderhandelingspositie zodanig schaadt dat u relatief financieel verlies lijdt. </strong>
pl: Jesteś firmą, która płaci dostawcy. Ten dostawca będzie w stanie zobaczyć, ile pieniędzy ma Twoja firma, a zatem może wykorzystać to w przyszłych negocjacjach. Widząc inne Twoje płatności, wszystkie jakie kiedykolwiek otrzymałeś na ten adres Bitcoin, będzie mógł określić z którymi inni dostawcami współpracujesz i ile im płacisz. Dostawca będzie w stanie z grubsza ustalić, ilu masz klientów i ile od nich pobierasz.<strong> Te wrażliwe informacje biznesowe, pogarszają Twoją pozycję negocjacyjną powodując straty finansowe.</strong>
pt_br: 2. Você é um negócio que faz um pagamento a um fornecedor. Esse fornecedor poderá ver quanto dinheiro sua empresa tem e, portanto, pode adivinhar como o preço é sensível a você Eles podem ver todos os outros pagamentos que você já recebeu nesse endereço Bitcoin e, portanto, determinar com que outros fornecedores você está lidando e quanto está pagando a esses fornecedores. Eles podem determinar aproximadamente quantos clientes que você tem e quanto cobra de seus clientes. <strong> Essa é uma informação comercialmente sensível que prejudica sua posição de negociação o suficiente para causar uma perda financeira relativa. </strong>
sl: Ste podjetje, ki izvaja plačilo dobavitelju. Ta dobavitelj bo lahko videl, koliko denarja ima vaše podjetje, in tako lahko sklepa, kako cenovno občutljivi ste v prihodnjih pogajanjih. Vidijo lahko vsako posamezno plačilo, ki ste ga kdaj prejeli na ta bitcoin naslov, ter tako ugotovijo, s katerimi drugimi dobavitelji imate opravka in koliko tem dobaviteljem plačujete. Morda bodo lahko približno določili, koliko strank imate in koliko jim zaračunate. <strong> To so komercialno občutljive informacije, ki dovolj škodijo vašemu pogajalskemu položaju, da povzročijo relativno finančno izgubo. </strong>
sv: Du är ett företag som gör en betalning till en leverantör. Den leverantören kommer att kunna se hur mycket pengar ditt företag har, och kan därför gissa hur priskänslig du är i framtida förhandlingar. De kan se varenda annan betalning du någonsin har fått till den Bitcoin-adressen och därför avgöra vilka andra leverantörer du har att göra med och hur mycket du betalar dessa leverantörer. De kanske kan avgöra ungefär hur många kunder du har och hur mycket du tar betalt för dina kunder. <strong> Detta är kommersiellt känslig information som skadar din förhandlingsposition tillräckligt för att orsaka dig relativ ekonomisk förlust. </strong>
tl: Isa kang negosyo na nagbabayad sa isang supplier. Makikita ng supplier na iyon kung gaano karaming pera ang mayroon ang iyong negosyo, at samakatuwid ay mahuhulaan mo kung gaano ka sensitibo sa presyo sa mga negosasyon sa hinaharap. Makikita nila ang bawat isa pang pagbabayad na natanggap mo sa Bitcoin address na iyon, at samakatuwid ay matukoy kung ano ang iba pang mga supplier na iyong kinakaharap at kung magkano ang binabayaran mo sa mga supplier na iyon. Maaaring halos matukoy nila kung gaano karaming mga customer ang mayroon ka at kung magkano ang singilin mo sa iyong mga customer. <strong> Ito ay komersyal na sensitibong impormasyon na sumisira sa iyong posisyon sa pakikipagnegosasyon nang sapat upang magdulot sa iyo ng kamag-anak na pagkalugi sa pananalapi. </strong>
tr: Tedarikçiye ödeme yapan bir işletmesiniz. Bu tedarikçi işletmenizin ne kadar paraya sahip olduğunu görebilecek ve dolayısıyla gelecekteki pazarlıklarda fiyata ne kadar duyarlı olduğunuzu tahmin edebilecektir. Bu Bitcoin adresine şimdiye kadar aldığınız tüm ödemeleri görebilirler ve dolayısıyla başka hangi tedarikçilerle uğraştığınızı ve bu tedarikçilere ne kadar ödediğinizi belirleyebilirler. Kaç müşteriniz olduğunu ve müşterilerinizden ne kadar ücret talep ettiğinizi kabaca belirleyebilirler. <strong> Bu, ticari açıdan hassas bir bilgidir ve müzakere pozisyonunuza göreceli mali zarara yol açacak kadar zarar verir. </strong>
ur: آپ ایک ایسا کاروبار ہیں جو سپلائر کو ادائیگی کرتا ہے۔ وہ سپلائر یہ دیکھ سکے گا کہ آپ کے کاروبار کے پاس کتنی رقم ہے، اور اس وجہ سے وہ اندازہ لگا سکتا ہے کہ آپ مستقبل کے مذاکرات میں قیمتوں کے بارے میں کتنے حساس ہیں۔ وہ اس بٹ کوائن ایڈریس پر آپ کو موصول ہونے والی ہر ایک دوسری ادائیگی کو دیکھ سکتے ہیں، اور اس لیے یہ تعین کر سکتے ہیں کہ آپ کن دوسرے سپلائرز کے ساتھ کام کر رہے ہیں اور آپ ان سپلائرز کو کتنی ادائیگی کر رہے ہیں۔ وہ تقریباً یہ تعین کرنے کے قابل ہو سکتے ہیں کہ آپ کے کتنے گاہک ہیں اور آپ اپنے صارفین سے کتنا معاوضہ لیتے ہیں<strong>۔ یہ تجارتی لحاظ سے حساس معلومات ہے جو آپ کی گفت و شنید کی پوزیشن کو کافی نقصان پہنچاتی ہے جس سے آپ کو نسبتاً مالی نقصان ہوتا ہے۔ </strong>
zh_cn: 2。您是向供应商付款的企业。该供应商将能够看到您的企业有多少钱，因此可以猜测您对价格的敏感程度在未来的谈判中。他们可以看到你曾经收到过的比特币地址的每一笔其他付款，因此确定你正在处理的其他供应商以及你向这些供应商支付了多少钱。他们可能能够大致确定多少您拥有的客户以及您向客户收取的费用。<strong>这是商业敏感信息，会损害您的谈判地位，足以导致相对经济损失。</strong>
zh_tw: 2。您是向供應商付款的企業。該供應商將能夠看到您的企業有多少錢，因此可以猜測您對價格的敏感程度在未來的談判中。他們可以看到你曾經收到過的比特幣地址的每一筆其他付款，因此確定你正在處理的其他供應商以及你向這些供應商支付了多少錢。他們可能能夠大致確定多少您擁有的客戶以及您向客戶收取的費用。<strong>這是商業敏感信息，會損害您的談判地位，足以導致相對經濟損失。</strong>

# guide250Sbbtc250Sbcard8722Sbfive8722Sb4250Sbtitle
source: 2. Trade secrecy
cs: 2. Obchodní tajemství
fi: 2. Liikesalaisuus
fr: 2. Secret des affaires
it: 2. Segreto commerciale
lt: 2. Komercinė paslaptis
nb: 2. Handelshemmelighet
nl: 2. Handelsgeheim
pl: 2. Tajemnica handlowa
pt_br: 2. Segredo comercial
sl: 2. Poslovne skrivnosti
sv: 2. Affärshemligheter
tl: 2. Lihim sa kalakalan
tr: 2. Ticari sır
ur: 2. تجارتی رازداری
zh_cn: 2.商业秘密
zh_tw: 2.商業秘密

# guide250Sbbtc250Sbcard8722Sbfive8722Sb5
source: You are a private citizen paying for online goods and services. You are aware that it is common practice for companies to attempt to use <strong> ‘price discrimination’</strong> algorithms to attempt to determine the highest prices they can offer future services to you at, and you would prefer they do not <strong> have the information advantage of knowing how much you spend and where you spend it.</strong>
cs: Jste soukromá osoba platící za online zboží a služby. Jste si vědomi toho, že je běžnou praxí, že se společnosti pokoušejí používat <strong> algoritmy „cenové diskriminace“</strong>, aby se pokusily určit nejvyšší ceny, za které Vám mohou nabídnout budoucí služby, a vy by jste byli raději <strong> aby tuto informační výhodu neměli, ie, že by věděli, kolik a kde utrácíte.</strong>
fi: Olet yksityinen kansalainen ja maksat verkkotuotteista ja -palveluista. Tiedät, että on yleinen käytäntö, että yritykset yrittävät käyttää <strong> "hintasyrjintä" </strong> -algoritmeja määrittääkseen korkeimmat hinnat joilla ne voivat tarjota sinulle tulevia palveluja. <strong>Et halua, että heillä on tietoetu siitä kuinka paljon käytät ja mihin käytät.</strong>
fr: Vous êtes un particulier qui paie pour des biens et services en ligne. Vous savez qu'il est courant pour les entreprises d'essayer d'utiliser des algorithmes <strong> de "discrimination par les prix"</strong> pour tenter de déterminer les prix les plus élevés auxquels elles peuvent vous proposer de futurs services, et vous préféreriez qu'elles <strong>n'aient pas l'avantage de savoir combien vous dépensez et où vous le dépensez.</strong>
it: 3. Sei un privato che paga beni e servizi online. Sei consapevole che è prassi comune per le aziende tentare di utilizzare <strong>'discriminazione di prezzo'</strong> algoritmi per tentare di determinare i prezzi più alti in cui possono offrirti i servizi futuri e preferiresti che non <strong> abbiano il vantaggio informativo di sapere quanto spendi e dove lo spendi. </strong>
lt: Jūs esate privatus pilietis, mokate už prekes ir paslaugas internetu. Jūs žinote, kad įprasta, kad įmonės bando naudoti <strong> „kainų diskriminacijos“</strong> algoritmus, kad nustatytų aukščiausias kainas, už kurias jos gali pasiūlyti jums būsimas paslaugas, ir norėtumėte, kad jos to nedarytų [X307X ] turi informacijos pranašumą, nes žino, kiek ir kur išleidžiate.</strong>
nb: Du er en privat borger som betaler for varer og tjenester på nettet. Du er klar over at det er vanlig praksis for selskaper å forsøke å bruke <strong> 'prisdiskriminering'</strong> algoritmer for å forsøke å bestemme de høyeste prisene de kan tilby fremtidige tjenester til deg til, og du foretrekker at de ikke gjør det [X307X ] har informasjonsfordelen ved å vite hvor mye du bruker og hvor du bruker det.</strong>
nl: U bent een particulier die betaalt voor online goederen en diensten. U weet dat het voor bedrijven gebruikelijk is om <strong> algoritmen voor 'prijsdiscriminatie'</strong> te gebruiken om te proberen de hoogste prijzen te bepalen waartegen ze u in de toekomst diensten kunnen aanbieden, en u zou liever hebben dat ze niet <strong> het informatievoordeel hebben over hoeveel u uitgeeft en waar u het uitgeeft.</strong>
pl: Jesteś zwykłym obywatelem płacącym za towary i usługi online. Zdajesz sobie sprawę, że powszechną praktyką jest próba użycia <strong> „dyskryminacji cenowej” </strong>, czyli algorytmów w celu ustalenia najwyższych cen, w których można Ci oferować przyszłe usługi, i wolisz, aby nikt nie wiedział <strong> ile i gdzie wydajesz. </strong>
pt_br: 3. Você é um cidadão particular que paga por bens e serviços on-line. Você está ciente de que é uma prática comum para as empresas tentar usar <strong> 'discriminação de preço' </algoritmos fortes para tentar determinar os preços mais altos que podem oferecer serviços futuros para você, e você preferiria que eles não tivessem a vantagem da informação de saber quanto você gasta e onde gastá-lo. </strong>
sl: Ste zasebni državljan, ki plačuje za spletno blago ali storitve. Zavedate se, da je običajna praksa podjetij, da poskušajo uporabiti <strong> algoritme 'cenovne diskriminacije' </strong>, da poskusijo določiti najvišjo možno ceno, po kateri vam lahko ponudijo prihodnje storitve. Ne želite, da <strong> imajo informacijsko prednost, saj je razvidno koliko in kje največ porabite.</strong>
sv: Du är en privat medborgare som betalar för varor och tjänster online. Du är medveten om att det är vanligt att företag försöker använda <strong> 'prisdiskriminering'</strong> algoritmer för att försöka fastställa de högsta priserna de kan erbjuda framtida tjänster till dig till, och du skulle föredra att de inte gör det [X307X ] har informationsfördelen att veta hur mycket du spenderar och var du spenderar det.</strong>
tl: Isa kang pribadong mamamayan na nagbabayad para sa mga online na produkto at serbisyo. Alam mo na karaniwang kasanayan para sa mga kumpanya na subukang gumamit ng <strong> 'diskriminasyon sa presyo'</strong> algorithm upang subukang matukoy ang pinakamataas na presyo kung saan maaari silang mag-alok ng mga serbisyo sa iyo sa hinaharap, at mas gugustuhin mong hindi nila [X307X ] ay may kalamangan sa impormasyon na malaman kung magkano ang ginagastos mo at kung saan mo ito ginagastos.</strong>
tr: Çevrimiçi ürün ve hizmetler için ödeme yapan özel bir vatandaşsınız. Şirketlerin gelecekte size sunabilecekleri en yüksek fiyatları belirlemeye çalışmak için <strong> 'fiyat farklılaştırma'</strong> algoritmalarını kullanmaya çalışmasının yaygın bir uygulama olduğunun farkındasınız ve onların bunu yapmamasını tercih ediyorsunuz [X307X ] ne kadar harcadığınızı ve nereye harcadığınızı bilme avantajına sahip olun.</strong>
ur: آپ ایک نجی شہری ہیں جو آن لائن سامان اور خدمات کی ادائیگی کر رہے ہیں۔ آپ کو معلوم ہے کہ کمپنیوں کے لیے یہ عام رواج ہے کہ وہ <strong> 'قیمت میں امتیاز'</strong>algorithms استعمال کرنے کی کوشش کریں تاکہ وہ سب سے زیادہ قیمتوں کا تعین کرنے کی کوشش کریں جس پر وہ آپ کو مستقبل میں خدمات پیش کر سکیں، اور آپ ترجیح دیں گے کہ وہ <strong> نہ کریں۔ یہ جاننے کا معلوماتی فائدہ ہے کہ آپ کتنا خرچ کرتے ہیں اور کہاں خرچ کرتے ہیں۔</strong>
zh_cn: 3。您是支付在线商品和服务的私人公民。您知道公司通常会尝试使用<strong>'价格歧视'</strong>算法试图确定他们可以为您提供未来服务的最高价格，并且您希望他们不会<strong>拥有知道您花多少钱以及花费在哪里的信息优势。</strong>
zh_tw: 3。您是支付在線商品和服務的私人公民。您知道公司通常會嘗試使用<strong>'價格歧視'</strong>算法試圖確定他們可以為您提供未來服務的最高價格，並且您希望他們不會<strong>擁有知道您花多少錢以及花費在哪裡的信息優勢。</strong>

# guide250Sbbtc250Sbcard8722Sbfive8722Sb5250Sbtitle
source: 3. Price discrimination
cs: 3. Cenová diskriminace
fi: 3. Hintasyrjintä
fr: 3. Discrimination par les prix
it: 3. Discriminazione dei prezzi
lt: 3. Kainų diskriminacija
nb: 3. Prisdiskriminering
nl: 3. Prijsdiscriminatie
pl: 3. Dyskryminacja cenowa
pt_br: 3. Discriminação de preços
sl: 3. Cenovna diskriminacija
sv: 3. Prisdiskriminering
tl: 3. Diskriminasyon sa presyo
tr: 3. Fiyat farklılaştırması
ur: 3. قیمت میں امتیاز
zh_cn: 3.价格歧视
zh_tw: 3.價格歧視
