Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb057Sbagoradesk
source: {appName} is a peer-to-peer cryptocurrency OTC desk. We are a marketplace where users can buy and sell cryptocurrencies to and from each other. Users, called traders, create advertisements with the price and the payment method they want to offer. You can browse our website for trade advertisements and search for a payment method you prefer. You'll find traders buying and selling cryptocurrencies online for more than 60 different payment methods. If you're new to {appName} and want to buy cryptocurrencies, please take a look at our guides.
cs: {appName} je peer-2-peer OTC pult pro kryptoměny. Jsme tržiště, kde si uživatelé mohou navzájem kupovat a prodávat kryptoměny. Uživatelé, kterým se říká obchodníci, vytvářejí reklamy s cenou a způsobem platby, který chtějí nabízet. Na našich webových stránkách můžete procházet obchodní inzeráty a hledat způsob platby, který preferujete. Najdete obchodníky, kteří nakupují a prodávají kryptoměny online pro více než 60 různých platebních metod. Pokud jste v {appName} noví a chcete nakupovat kryptoměny, podívejte se prosím na naše průvodce.
fi: {appName} on peer-to-peer kryptovaluuttojen OTC Desk. Olemme markkinapaikka, jossa käyttäjät voivat ostaa ja myydä kryptovaluuttoja toisilleen ja toisiltaan. Käyttäjät, joita kutsutaan kauppiaiksi, luovat mainoksia, joissa on hinta ja maksutapa, jonka he haluavat tarjota. Voit selata verkkosivuiltamme kauppailmoituksia ja etsiä suosimaasi maksutapaa. Löydät kauppiaita ostamassa ja myymässä kryptovaluuttoja verkossa yli 60 eri maksutavalla. Jos olet uusi {appName}:n käyttäjä ja haluat ostaa kryptovaluuttoja, tutustu oppaihimme.
fr: {appName} est une plateforme d'échange pair-à-pair hors cote (OTC) de crypto-monnaies. Nous sommes une place de marché où les utilisateurs peuvent acheter et vendre des crypto-monnaies entre eux. Les utilisateurs, appelés traders, créent des annonces avec le prix et le moyen de paiement qu'ils souhaitent proposer. Vous pouvez parcourir notre site Web pour les annonces d'échange et rechercher un mode de paiement que vous préférez. Vous trouverez des traders qui achètent et vendent des crypto-monnaies en ligne avec plus de 60 méthodes de paiement différentes. Si vous êtes nouveau sur {appName} et que vous souhaitez acheter des crypto-monnaies, veuillez consulter nos guides.
it: {appName} è un banco OTC di criptovaluta peer-to-peer. Siamo un marketplace in cui gli utenti possono acquistare e vendere criptovalute da e verso l'altro. Gli utenti, chiamati commercianti, creano annunci pubblicitari con il prezzo e il metodo di pagamento che desiderano offrire. Puoi navigare nel nostro sito Web per annunci commerciali e cercare un metodo di pagamento che preferisci. Troverai commercianti che acquistano e vendono criptovalute online per oltre 60 diversi metodi di pagamento. Se non conosci {appName} e desideri acquistare criptovalute, dai un'occhiata alle nostre guide.
lt: {appName} yra lygiaverčių kriptovaliutų OTC stalas. Mes esame prekyvietė, kurioje vartotojai gali pirkti ir parduoti kriptovaliutas vieni kitiems. Vartotojai, vadinami prekybininkais, sukuria skelbimus su norima pasiūlyti kaina ir mokėjimo būdu. Mūsų svetainėje galite naršyti prekybos skelbimus ir ieškoti pageidaujamo mokėjimo būdo. Rasite prekybininkų, perkančių ir parduodančių kriptovaliutas internete daugiau nei 60 skirtingų mokėjimo būdų. Jei pirmą kartą naudojate {appName} ir norite įsigyti kriptovaliutų, peržiūrėkite mūsų vadovus.
nb: {appName} er en peer-to-peer cryptocurrency OTC-desk. Vi er en markedsplass hvor brukere kan kjøpe og selge kryptovalutaer til og fra hverandre. Brukere, kalt tradere, lager annonser med prisen og betalingsmåten de ønsker å tilby. Du kan bla gjennom nettstedet vårt for handelsannonser og søke etter en betalingsmetode du foretrekker. Du vil finne tradere som kjøper og selger kryptovalutaer på nettet for mer enn 60 forskjellige betalingsmetoder. Hvis du er ny på {appName} og ønsker å kjøpe kryptovalutaer, vennligst ta en titt på våre guider.
nl: {appName} is een peer-to-peer cryptocurrency OTC-desk. Wij zijn een marktplaats waar gebruikers cryptocurrencies van elkaar kunnen kopen en verkopen. Gebruikers, oftewel handelaren, maken advertenties met de prijs en de betaalmethode die ze willen aanbieden. U kunt op onze website zoeken naar handelsadvertenties en de betaalmethode van uw voorkeur. U zult merken dat handelaren online cryptocurrencies kunnen kopen en verkopen voor meer dan 60 verschillende betaalmethoden. Als u nieuw bent bij {appName} en cryptocurrencies wilt kopen, bekijk dan onze handleidingen.
pl: {appName} to giełda kryptowalut OTC peer-to-peer. Jesteśmy serwisem, na którym użytkownicy mogą kupować i sprzedawać kryptowaluty między sobą. Użytkownicy, zwani handlowcami, tworzą ogłoszenia z ceną i metodą płatności, którą chcą przyjąć. Możesz przeglądać naszą stronę internetową i poszukać ogłoszeń handlowych pod preferowaną metodę płatności. Znajdziesz handlowców kupujących i sprzedających kryptowaluty online za ponad 60 różnych metod płatności. Jeśli jesteś nowy w {appName} i chcesz kupić kryptowaluty, spójrz na nasz przewodnik kupowania, aby dowiedzieć się, jak je kupić.
pt_br: {appName} é uma escrivaninha OTC de criptomoedas de ponto a ponto. Nós somos um local onde os usuários podem comprar e vender criptomoedas de e para o outro. Os usuários, chamados comerciantes, criam anúncios com o preço e o método de pagamento que desejam oferecer. Você pode navegar em nosso site para anúncios comerciais e pesquisar um método de pagamento de sua preferência. Você encontrará comerciantes comprando e vendendo criptomoedas on-line por mais de 60 métodos diferentes de pagamento. Se você é novo em {appName} e deseja comprar criptomoedas, consulte nossos guias.
sl: {appName} je peer-to-peer OTC desk za kriptovalute. Smo tržišče, kjer lahko uporabniki drug drugemu prodajajo in kupujejo kriptovalute. Uporabniki, imenovani trgovalci, ustvarijo oglase s ceno in načinom plačila, ki ga želijo ponuditi. Na našem spletnem mestu lahko brskate za trgovske oglase in poiščete način plačila, ki vam je najljubši. Našli boste trgovce, ki kupujejo in prodajajo kriptovalute preko spleta za več kot 60 različnih načinov plačila. Če ste novi v {appName} in želite kupiti kriptovalute, si oglejte naše vodnike.
sv: {appName} är en peer-to-peer cryptocurrency OTC-desk. Vi är en marknadsplats där användare kan köpa och sälja kryptovalutor till och från varandra. Användare, kallade handlare, skapar annonser med det pris och den betalningsmetod de vill erbjuda. Du kan bläddra på vår webbplats för handelsannonser och söka efter en betalningsmetod du föredrar. Du hittar handlare som köper och säljer kryptovalutor online för mer än 60 olika betalningsmetoder. Om du är ny på {appName} och vill köpa kryptovalutor, vänligen ta en titt på våra guider.
tl: Ang {appName} ay isang peer-to-peer cryptocurrency OTC desk. Kami ay isang marketplace kung saan ang mga user ay maaaring bumili at magbenta ng mga cryptocurrencies papunta at mula sa isa't isa. Ang mga gumagamit, na tinatawag na mga mangangalakal, ay gumagawa ng mga patalastas na may presyo at paraan ng pagbabayad na gusto nilang ialok. Maaari mong i-browse ang aming website para sa mga trade advertisement at maghanap ng paraan ng pagbabayad na gusto mo. Makakakita ka ng mga mangangalakal na bumibili at nagbebenta ng mga cryptocurrencies online para sa higit sa 60 iba't ibang paraan ng pagbabayad. Kung bago ka sa {appName} at gustong bumili ng mga cryptocurrencies, mangyaring tingnan ang aming mga gabay.
tr: {appName} eşler arası bir kripto para birimi OTC masasıdır. Kullanıcıların birbirlerinden kripto para alıp satabilecekleri bir pazarız. Trader olarak adlandırılan kullanıcılar, sunmak istedikleri fiyat ve ödeme yöntemiyle reklam oluştururlar. Ticari ilanlar için web sitemize göz atabilir ve tercih ettiğiniz ödeme yöntemini arayabilirsiniz. 60'tan fazla farklı ödeme yöntemiyle çevrimiçi olarak kripto para birimleri alıp satan yatırımcılar bulacaksınız. {appName} konusunda yeniyseniz ve kripto para satın almak istiyorsanız lütfen kılavuzlarımıza göz atın.
ur: {appName} ایک پیر ٹو پیر کرپٹو کرنسی OTC ڈیسک ہے۔ ہم ایک ایسا بازار ہیں جہاں صارف ایک دوسرے کو کرپٹو کرنسی خرید اور فروخت کر سکتے ہیں۔ صارفین، جنہیں تاجر کہا جاتا ہے، قیمت اور ادائیگی کے طریقے کے ساتھ اشتہارات بناتے ہیں جو وہ پیش کرنا چاہتے ہیں۔ آپ تجارتی اشتہارات کے لیے ہماری ویب سائٹ کوbrowse کر سکتے ہیں اور اپنی پسند کا ادائیگی کا طریقہ تلاش کر سکتے ہیں۔ آپ کو 60 سے زیادہ مختلف ادائیگی کے طریقوں کے لیے آن لائن کرپٹو کرنسی خریدتے اور بیچنے والے تاجر ملیں گے۔ اگر آپ {appName} میں نئے ہیں اور کرپٹو کرنسی خریدنا چاہتے ہیں، تو براہ کرم ہمارے گائیڈز پر ایک نظر ڈالیں۔
zh_cn: {appName}是一个点对点加密货币OTC服务台。我们是一个市场，用户可以在这里互相买卖加密货币。称为交易者的用户使用他们想要提供的价格和付款方式创建广告。您可以浏览我们的网站以获取贸易广告并搜索您喜欢的付款方式。您会发现交易者在线购买和销售加密货币超过60种不同的付款方式。如果您是{appName}的新用户并想购买加密货币，请查看我们的指南。
zh_tw: {appName}是一個點對點加密貨幣OTC服務台。我們是一個市場，用戶可以在這裡互相買賣加密貨幣。稱為交易者的用戶使用他們想要提供的價格和付款方式創建廣告。您可以瀏覽我們的網站以獲取貿易廣告並蒐索您喜歡的付款方式。您會發現交易者在線購買和銷售加密貨幣超過60種不同的付款方式。如果您是{appName}的新用戶並想購買加密貨幣，請查看我們的指南。

# faq250Sbanswer8722Sb1
source: You can check our {buying} and {selling} guides to get started with trading Monero.
cs: Můžete se podívat na naše průvodce {buying} a {selling}, abyste mohli začít s obchodováním Monero.
fi: Voit tutustua {buying}- ja {selling}-oppaisiin aloittaaksesi Moneron kaupankäynnin.
fr: Vous pouvez consulter nos guides d'{buying} et de {selling} pour commencer à échanger du Monero.
it: Puoi consultare le nostre guide sull' {buying} e sulla {selling} per iniziare a fare scambi.
lt: Norėdami pradėti prekiauti Monero, galite peržiūrėti mūsų {buying} ir {selling} vadovus.
nb: Du kan sjekke våre {buying} og {selling} guider for å komme i gang med handel med Monero.
nl: U kunt onze {buying}- en {selling}-handleidingen raadplegen om aan de slag te kunnen gaan met handelen in Monero.
pl: Możesz przeczytać nasze przewodniki {buying} i {selling}, aby rozpocząć handel Monero.
pt_br: Você pode olhar nossos guias de {buying} e {selling} para começar a negociar.
sl: Oglejte si naša vodnika {buying} in {selling}, da začnete trgovati z Monero.
sv: Du kan kontrollera vår {buying} och {selling} guider för att komma igång med handel med Monero.
tl: Maaari mong tingnan ang aming {buying} at {selling} na mga gabay upang makapagsimula sa pangangalakal ng Monero.
tr: Monero ticaretine başlamak için {buying} ve {selling} kılavuzlarımıza göz atabilirsiniz.
ur: Monero ٹریڈنگ شروع کرنے کے لیے آپ ہماری {buying} اور {selling} گائیڈز کو چیک کر سکتے ہیں۔
zh_cn: 请查阅我们的{buying}和{selling}指南。
zh_tw: 請查閱我們的{buying}和{selling}指南。

# faq250Sbanswer8722Sb18722Sbbuying
source: buying
cs: nákupu
fi: osto
fr: achat
it: acquisto
lt: perkant
nb: kjøpe
nl: koop
pl: kupna
pt_br: compra
sl: nakupovanje
sv: köpande
tl: pagbili
tr: alış
ur: خریديں
zh_cn: 购买
zh_tw: 購買

# faq250Sbanswer8722Sb18722Sbselling
source: selling
cs: prodejní
fi: myynti
fr: vente
it: vendita
lt: parduodant
nb: selge
nl: verkoop
pl: sprzedaży
pt_br: venda
sl: prodaja
sv: försäljning
tl: pagbebenta
tr: satış
ur: فروخت
zh_cn: 出售
zh_tw: 出售

# faq250Sbanswer8722Sb157Sbagoradesk
source: You can check our {buying} and {selling} guides to get started with trading cryptocurrencies.
cs: Chcete-li začít s obchodováním s kryptoměnami, můžete se podívat na naše průvodce {buying} a {selling}.
fi: Voit tutustua {buying} ja {selling} oppaisiin aloittaaksesi kryptovaluuttojen kaupankäynnin.
fr: Vous pouvez consulter nos guides d'{buying} et de {selling} pour commencer à négocier des crypto-monnaies.
it: Puoi consultare le nostre guide {buying} e {selling} per iniziare a fare trading di criptovalute.
lt: Norėdami pradėti prekiauti kriptovaliutomis, galite peržiūrėti mūsų {buying} ir {selling} vadovus.
nb: Du kan sjekke våre {buying} og {selling} guider for å komme i gang med handel med kryptovalutaer.
nl: U kunt onze {buying}- en {selling}-handleidingen raadplegen om aan de slag te kunnen gaan met het handelen van cryptocurrencies.
pl: Możesz przeczytać nasze przewodniki {buying} i {selling}, aby zacząć handlować kryptowalutami.
pt_br: Você pode verificar nossos guias {buying} e {selling} para começar a trocar criptomoedas.
sl: Oglejte si naša vodnika {buying} in {selling} za začetek trgovanje s kriptovalutami.
sv: Du kan kontrollera vår {buying} och {selling} guider för att komma igång med handel med kryptovalutor.
tl: Maaari mong tingnan ang aming {buying} at {selling} na mga gabay upang makapagsimula sa pangangalakal ng mga cryptocurrencies.
tr: Kripto para ticareti yapmaya başlamak için {buying} ve {selling} kılavuzlarımıza göz atabilirsiniz.
ur: کرپٹو کرنسیوں کی تجارت شروع کرنے کے لیے آپ ہماری {buying} اور {selling} گائیڈز کو چیک کر سکتے ہیں۔
zh_cn: 您可以查看我们的 {buying} 和 {selling} 指南，开始交易加密货币。
zh_tw: 您可以查看我們的 {buying} 和 {selling} 指南，開始交易加密貨幣。

# faq250Sbanswer8722Sb10
source: If you purchase Monero using {appName}, the Monero will be sent to your provided Monero settlement wallet. From there you can send it wherever you wish. If you want to sell Monero, you first need to deposit XMR to your {appName} Monero wallet.
cs: Pokud zakoupíte Monero pomocí {appName}, bude Monero odesláno do Vaší zúčtovací Monero peněženky. Odtud jej můžete poslat, kam budete chtít. Pokud chcete Monero prodat, musíte nejprve vložit XMR do své {appName} Monero peněženky.
fi: Jos ostat Moneroa {appName}:lla, Monero lähetetään antamaasi Monero-maksulompakkoon. Sieltä voit lähettää ne minne haluat. Jos haluat myydä Moneroa, sinun on ensin talletettava XMR:ää {appName} Monero -lompakkoosi.
fr: Si vous achetez du Monero en utilisant {appName}, le Monero sera envoyé à votre portefeuille de règlement Monero fourni. De là, vous pouvez l'envoyer où vous le souhaitez. Si vous souhaitez vendre du Monero, vous devez d'abord déposer XMR sur votre portefeuille Monero {appName}.
it: Se acquisti Monero usando {appName}, il Monero sarà inviato al tuo portafoglio di regolamento Monero fornito. Da lì puoi inviarlo dove vuoi. Se vuoi vendere Monero, devi prima depositare l'obbligazione arbitrale nel tuo portafoglio di obbligazioni arbitrali {appName} Monero.
lt: Jei perkate Monero naudodami {appName}, Monero bus išsiųstas į jūsų pateiktą Monero atsiskaitymo piniginę. Iš ten galite siųsti jį kur tik norite. Jei norite parduoti Monero, pirmiausia turite įnešti XMR į savo {appName} Monero piniginę.
nb: Hvis du kjøper Monero med {appName}, vil Monero bli sendt til din oppgitte Monero-oppgjørslommebok. Derfra kan du sende den dit du måtte ønske. Hvis du vil selge Monero, må du først sette inn XMR til din {appName} Monero-lommebok.
nl: Als u Monero koopt met {appName}, wordt de Monero naar de door u aangegeven Monero-afwikkelingsportefeuille verzonden. Van daaruit kunt u het verzenden naar waar u maar wilt. Als u Monero wilt verkopen, moet u eerst XMR in uw {appName} Monero-portefeuille storten.
pl: Jeśli kupisz Monero na {appName}, Monero zostanie wysłane na podany adres na uregulowania Monero. Stamtąd możesz wysłać je gdziekolwiek chcesz. Jeśli chcesz sprzedać Monero, najpierw musisz wysłać XMR do portfela Monero {appName}.
pt_br: Se você adquirir Monero usando {appName}, o Monero será enviado para sua carteira de assentamento Monero fornecida. De lá, você poderá enviá-la para onde desejar. Se você quiser vender a Monero, primeiro você precisa depositar a caução de arbitragem em sua carteira {appName} Monero de arbitragem.
sl: Če Monero kupite z uporabo {appName}, bo Monero poslan v vašo Monero denarnico za poravnavo. Od tam ga lahko pošljete kamor koli želite. Če želite prodati Monero, morate najprej položiti XMR v {appName} Monero denarnico.
sv: Om du köper Monero med {appName}, kommer Monero att skickas till din tillhandahållna Monero settlement wallet. Därifrån kan du skicka dem vart du vill. Om du vill sälja Monero måste du först sätta in XMR till din {appName} Monero-plånbok.
tl: Kung bibili ka ng Monero gamit ang {appName}, ipapadala ang Monero sa iyong ibinigay na wallet ng Monero settlement. Mula doon maaari mong ipadala ito kung saan mo gusto. Kung gusto mong ibenta ang Monero, kailangan mo munang magdeposito ng XMR sa iyong {appName} Monero wallet.
tr: Monero'yu {appName} kullanarak satın alırsanız Monero, sağladığınız Monero ödeme cüzdanına gönderilecektir. Oradan dilediğiniz yere gönderebilirsiniz. Monero'yu satmak istiyorsanız öncelikle XMR'yi {appName} Monero cüzdanınıza yatırmanız gerekir.
ur: اگر آپ {appName} کا استعمال کرتے ہوئے Monero خریدتے ہیں، تو Monero آپ کے فراہم کردہ Monero سیٹلمنٹ والیٹ پر بھیج دیا جائے گا۔ وہاں سے آپ جہاں چاہیں بھیج سکتے ہیں۔ اگر آپ Monero فروخت کرنا چاہتے ہیں، تو آپ کو پہلے اپنے {appName} Monero والیٹ میں XMR جمع کرنے کی ضرورت ہے۔
zh_cn: 如果您使用 {appName} 购买 Monero，Monero 将被发送到您提供的 Monero 结算钱包。从那里你可以将它发送到任何你想要的地方。如果您想出售门罗币，您首先需要将仲裁保证金存入您的 {appName} 门罗币仲裁保证金钱包。
zh_tw: 如果您使用 {appName} 購買 Monero，Monero 將被發送到您提供的 Monero 結算錢包。從那裡你可以將它發送到任何你想要的地方。如果您想出售門羅幣，您首先需要將仲裁保證金存入您的 {appName} 門羅幣仲裁保證金錢包。

# faq250Sbanswer8722Sb108722Sbwallet8722Sbpage
source: wallet page
cs: stránka peněženky
fi: lompakkosivu
fr: portefeuille
it: pagina del portafoglio
lt: piniginės puslapį
nb: lommebokside
nl: portefeuille pagina
pl: strona portfela
pt_br: página da carteira
sl: stran denarnice
sv: plånbokssida
tl: pahina ng pitaka
tr: cüzdan sayfası
ur: بٹوے کا صفحہ
zh_cn: 钱包页
zh_tw: 錢包頁

# faq250Sbanswer8722Sb1057Sbagoradesk
source: If you purchase cryptocurrency using {appName}, the coins will be sent to your provided settlement wallet. From there you can send it wherever you wish. If you want to sell cryptocurrency, you first need to deposit cryptocurrency to your relevant {appName} wallet.
cs: Pokud zakoupíte kryptoměnu pomocí {appName}, budou vám mince zaslány do vaší poskytnuté zúčtovací peněženky. Odtud jej můžete poslat, kam budete chtít. Pokud chcete prodávat kryptoměnu, musíte nejprve vložit kryptoměnu do příslušné {appName} peněženky.
fi: Jos ostat kryptovaluuttaa {appName}:lla, kolikot lähetetään antamaasi maksulompakkoon. Sieltä voit lähettää ne minne haluat. Jos haluat myydä kryptovaluuttaa, sinun on ensin talletettava kryptovaluuttaa asiaankuuluvaan {appName}-lompakkoosi.
fr: Si vous achetez de la crypto-monnaie en utilisant {appName}, les jetons de crypto-monnaie seront envoyées à votre portefeuille de règlement fourni. De là, vous pouvez l'envoyer où vous le souhaitez. Si vous souhaitez vendre de la crypto-monnaie, vous devez d'abord déposer de la crypto-monnaie sur votre portefeuille {appName} concerné.
it: Se acquisti criptovalute usando {appName}, le monete saranno inviate al tuo portafoglio di regolamento fornito. Da lì puoi inviarle dove vuoi. Se vuoi vendere criptovalute, devi prima depositare l'obbligazione arbitrale nel tuo portafoglio di obbligazioni arbitrali {appName}.
lt: Jei kriptovaliutą įsigysite naudodami {appName}, monetos bus išsiųstos į jūsų pateiktą atsiskaitymo piniginę. Iš ten galite siųsti jį kur tik norite. Jei norite parduoti kriptovaliutą, pirmiausia turite įnešti kriptovaliutą į atitinkamą {appName} piniginę.
nb: Hvis du kjøper kryptovaluta ved hjelp av {appName}, vil myntene bli sendt til oppgjørslommeboken din. Derfra kan du sende den dit du måtte ønske. Hvis du vil selge kryptovaluta, må du først sette inn kryptovaluta til din relevante {appName} lommebok.
nl: Als u cryptocurrency koopt met {appName}, worden de munten naar de door u aangegeven afwikkelingsportefeuille verzonden. Van daaruit kunt u het verzenden naar waar u maar wilt. Als u cryptocurrency wilt verkopen, moet u eerst cryptocurrency storten in uw relevante {appName}-portefeuille.
pl: Jeśli kupisz kryptowalutę na {appName}, zostanie wysłana na podany adres na uregulowania. Stamtąd możesz wysłać ją gdziekolwiek chcesz. Jeśli chcesz sprzedać kryptowalutę, najpierw musisz wysłać ją do odpowiedniego portfela {appName}.
pt_br: Se você comprar moeda criptográfica usando {appName}, as moedas serão enviadas para sua carteira de liquidação fornecida. De lá, você poderá enviá-la para onde desejar. Se você quiser vender moeda criptográfica, primeiro você precisa depositar a garantia de arbitragem em sua carteira de garantia de arbitragem {appName} liberada.
sl: Če kupite kriptovaluto z {appName}, bodo kovanci poslani v vašo denarnico za poravnavo. Od tam jih lahko pošljete kamorkoli želite. Če želite kriptovaluto prodati, morate najprej položiti kriptovaluto v vašo ustrezno {appName} denarnico.
sv: Om du köper kryptovaluta med {appName}, skickas mynten till din tillhandahållna plånbok. Därifrån kan du skicka dem vart du vill. Om du vill sälja kryptovaluta måste du först sätta in kryptovaluta till din relevanta {appName} plånbok.
tl: Kung bibili ka ng cryptocurrency gamit ang {appName}, ipapadala ang mga coins sa iyong ibinigay na settlement wallet. Mula doon maaari mong ipadala ito kung saan mo gusto. Kung gusto mong magbenta ng cryptocurrency, kailangan mo munang magdeposito ng cryptocurrency sa iyong nauugnay na {appName} wallet.
tr: {appName} kullanarak kripto para satın alırsanız, paralar sağladığınız ödeme cüzdanına gönderilecektir. Oradan dilediğiniz yere gönderebilirsiniz. Kripto para satmak istiyorsanız öncelikle ilgili {appName} cüzdanınıza kripto para yatırmanız gerekmektedir.
ur: اگر آپ {appName} کا استعمال کرتے ہوئے کریپٹو کرنسی خریدتے ہیں، تو سکے آپ کے فراہم کردہ سیٹلمنٹ والیٹ میں بھیجے جائیں گے۔ وہاں سے آپ اسے جہاں چاہیں بھیج سکتے ہیں۔ اگر آپ cryptocurrency فروخت کرنا چاہتے ہیں، تو آپ کو پہلے اپنے متعلقہ {appName} والیٹ میں cryptocurrency جمع کرنے کی ضرورت ہے۔
zh_cn: 如果您使用 {appName} 购买加密货币，硬币将被发送到您提供的结算钱包。从那里您可以将其发送到任何您想要的地方。如果您想出售加密货币，您首先需要将仲裁保证金存入您相关的 {appName} 仲裁保证金钱包。
zh_tw: 如果您使用 {appName} 購買加密貨幣，硬幣將被發送到您提供的結算錢包。從那裡你可以將它發送到任何你想要的地方。如果您想出售加密貨幣，您首先需要將仲裁保證金存入您相關的 {appName} 仲裁保證金錢包。

# post8722Sbad250Sbmin8722Sbfeedback8722Sbscore
source: Minimum feedback score
cs: Minimální skóre zpětné vazby
fi: Palautteen vähimmäispistemäärä
fr: Note d'évaluation minimale
it: Punteggio minimo feedback
lt: Minimalus atsiliepimo balas
nb: Minimum tilbakemeldingspoeng
nl: Minimale feedbackscore
pl: Minimalna ocena od użytkowników
pt_br: Feedback mínimo
sl: Najmanjša povratna ocena
sv: Minsta feedback poäng
tl: Pinakamababang marka ng feedback
tr: Minimum geri bildirim puanı
ur: کم از کم فیڈ بیک سکور
zh_cn: 最低评价得分
zh_tw: 最低評價得分
