Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# seo250Sbtext8722Sb257Sbagoradesk
source: Are you a bitcoin trader looking to make money with crypto arbitrage? A miner who wants to cash out BTC to USD or other local currency? <br/> AgoraDesk is a <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins alternative </a> that respects your privacy and security, while providing you with a smooth and fast experience of cashing in your bitcoins.
cs: Jste obchodník s Bitcoiny a chcete vydělat peníze pomocí krypto arbitráže? Těžař, který chce vyplatit BTC do USD nebo jiné místní měny? <br/> AgoraDesk je <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins alternativa </a>, která respektuje vaše soukromí a bezpečnost a zároveň vám poskytuje hladký a rychlý zážitek z inkasování vašich Bitcoinů.
fi: Oletko bitcoin-kauppias, joka haluaa ansaita rahaa krypto-arbitraasilla? Louhija, joka haluaa nostaa BTC:n USD:ksi tai muuksi paikalliseksi valuutaksi? <br/> AgoraDesk on <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins -vaihtoehto </a>, joka kunnioittaa yksityisyyttäsi ja turvallisuuttasi ja tarjoaa samalla sujuvan ja nopean kokemuksen bitcoinien lunastamisesta.
fr: Êtes-vous un trader de Bitcoins qui cherche à gagner de l'argent avec l'arbitrage de crypto-monnaie ? Un mineur qui souhaite retirer du BTC en USD ou dans une autre devise locale ? <br /> AgoraDesk est une alternative à <a href="/localbitcoins-alternative" style="color:#0b4f6c">LocalBitcoins</a> qui respecte la confidentialité, votre vie privée et votre sécurité, tout en vous offrant une expérience fluide et rapide d'encaissement de vos Bitcoins.
it: Sei un trader di bitcoin che sta cercando di guadagnare con l'arbitraggio crittografico? Un minatore che vuole incassare BTC in USD o altra valuta locale? <br/> AgoraDesk è <a href="/localbitcoins-alternative" style="color: #0b4f6c"> un'alternativa a LocalBitcoins</a> che rispetta la tua privacy e sicurezza, offrendo allo stesso tempo un'esperienza fluida e veloce di incassare i tuoi bitcoin.
lt: Ar esate bitkoinų prekiautojas, norintis užsidirbti pinigų naudodamas kriptovaliutų arbitražą? Kalnakasys, norintis išsigryninti BTC į USD ar kitą vietinę valiutą? <br/> „AgoraDesk“ yra <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins alternatyva </a>, kuri gerbia jūsų privatumą ir saugumą, kartu suteikia sklandų ir greitą bitkoinų išgryninimą.
nb: Er du en bitcoin-handler som ønsker å tjene penger med kryptoarbitrasje? En gruvearbeider som ønsker å utbetale BTC til USD eller annen lokal valuta? <br/> AgoraDesk er et <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins-alternativ </a> som respekterer ditt privatliv og sikkerhet, samtidig som det gir deg en jevn og rask opplevelse av å innløse bitcoins.
nl: Bent u een bitcoin-handelaar die geld wilt verdienen met crypto-arbitrage? Een miner die BTC wilt uitbetalen naar USD of een andere lokale valuta? <br/> AgoraDesk is een <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins-alternatief </a> die uw privacy en veiligheid respecteert en u tegelijkertijd een soepele en snelle ervaring biedt bij het verzilveren van uw bitcoins.
pl: Czy jesteś handlarzem Bitcoina, który szuka możliwości zarobienia pieniędzy dzięki ochronie arbitrażowej kryptowaluty? Albo wydobywasz bitcoiny i chcesz je spieniężyć na USD lub inną lokalną walutę? <br/> AgoraDesk to <a href="/localbitcoins-alternative" style="color: #0b4f6c"> alternatywa dla LocalBitcoins</a>, która szanuje Twoją prywatność i bezpieczeństwo, jednocześnie zapewniając płynne i szybkie spieniężanie Twoich bitcoinów.
pt_br: Você é um trader de bitcoin que quer ganhar dinheiro com a arbitragem de criptografia? Um mineiro que deseja sacar BTC para USD ou outra moeda local? <br/> O AgoraDesk é <a href="/localbitcoins-alternative" style="color: #0b4f6c"> uma alternativa do LocalBitcoins</a> que respeita sua privacidade e segurança, proporcionando uma experiência suave e rápida de descontar em seus bitcoins.
sl: Ste trgovec z bitcoini, ki želite zaslužiti s kripto arbitražo? Rudar, ki želi izplačati BTC v USD ali drugo lokalno valuto? <br/> AgoraDesk je <a href="/localbitcoins-alternative" style="color: #0b4f6c"> alternativa LocalBitcoins </a>, ki spoštuje vašo zasebnost in varnost, hkrati pa vam zagotavlja gladko in hitro izkušnjo unovčevanja vaših bitcoinov.
sv: Är du en bitcoin-handlare som vill tjäna pengar med kryptoarbitrage? En gruvarbetare som vill ta ut BTC till USD eller annan lokal valuta? <br/> AgoraDesk är ett <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins-alternativ </a> som respekterar din integritet och säkerhet, samtidigt som du får en smidig och snabb upplevelse av att lösa in dina bitcoins.
tl: Ikaw ba ay isang bitcoin trader na naghahanap upang kumita ng pera gamit ang crypto arbitrage? Isang minero na gustong mag-cash out ng BTC sa USD o iba pang lokal na pera? <br/> Ang AgoraDesk ay isang <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins na alternatibo </a> na gumagalang sa iyong privacy at seguridad, habang nagbibigay sa iyo ng maayos at mabilis na karanasan sa pag-cash sa iyong mga bitcoin.
tr: Kripto arbitrajıyla para kazanmak isteyen bir bitcoin tüccarı mısınız? BTC'yi USD'ye veya başka bir yerel para birimine nakde çevirmek isteyen bir madenci mi? <br/> AgoraDesk, gizliliğinize ve güvenliğinize saygı duyan ve aynı zamanda bitcoinlerinizi nakde çevirme konusunda size sorunsuz ve hızlı bir deneyim sunan bir <a href="/localbitcoins-alternative" style="color: #0b4f6c"> LocalBitcoins alternatifidir </a>.
ur: کیا آپ بٹ کوائن کے تاجر ہیں جو کرپٹو آربیٹریج سے پیسہ کمانا چاہتے ہیں؟ ایک کان کن جو BTC کو USD یا دیگر مقامی کرنسی میں کیش آؤٹ کرنا چاہتا ہے؟ <br/> AgoraDesk ایک <a href="/localbitcoins-alternative" style="color: #0b4f6c"> لوکل بٹ کوائنز کا متبادل </a> ہے جو آپ کی پرائیویسی اور سیکیورٹی کا احترام کرتا ہے، جبکہ آپ کو اپنے بٹ کوائنز میں کیش کرنے کا ایک ہموار اور تیز تجربہ فراہم کرتا ہے۔
zh_cn: 您是一家希望通过加密套利赚钱的比特币交易员吗？想要将BTC兑现为美元或其他当地货币的矿工？ <br/> AgoraDesk是<a href="/localbitcoins-alternative" style="color: #0b4f6c">LocalBitcoins的替代产品</a>，它尊重您的隐私和安全性，同时为您提供顺畅而快速的比特币兑现体验。
zh_tw: 您是一家希望通過加密套利賺錢的比特幣交易員嗎？想要將BTC兌現成美元或其他當地貨幣的礦工嗎？ <br/> AgoraDesk是<a href="/localbitcoins-alternative" style="color: #0b4f6c">LocalBitcoins的替代品</a>，它尊重您的隱私和安全性，同時為您提供順暢，快速的比特幣兌現體驗。

# settings250Sb2fa250Sbbackup8722Sbcode
source: Your backup code is:
cs: Váš záložní kód je:
fi: Varakoodisi on:
fr: Votre code de secours est :
it: Il tuo codice di backup è:
lt: Jūsų atsarginis kodas yra:
nb: Reservekoden din er:
nl: Uw back-up code is:
pl: Twój kod kopii zapasowej to:
pt_br: Seu código de backup é:
sl: Vaša rezervna koda je:
sv: Din reservkod är:
tl: Ang iyong backup na code ay:
tr: Yedek kodunuz:
ur: آپ کا بیک اپ کوڈ یہ ہے:
zh_cn: 您的备用代码是：
zh_tw: 您的備用代碼是：

# settings250Sb2fa250Sbdisable8722Sbbtn
source: Disable 2FA
cs: Zakázat 2FA
fi: Poista 2FA käytöstä
fr: Désactiver 2FA
it: Disabilita l'autenticazione a due fattori
lt: Išjungti 2FA
nb: Deaktiver 2FA
nl: Schakel 2FA uit
pl: Wyłącz 2FA
pt_br: Desativar 2FA
sl: Onemogoči 2FA
sv: Inaktivera 2FA
tl: Huwag paganahin ang 2FA
tr: 2FA'yı devre dışı bırak
ur: 2FA کو غیر فعال کریں
zh_cn: 禁用2FA
zh_tw: 禁用2FA

# settings250Sb2fa250Sbdisable8722Sberror
source: Wrong password or one-time password.
cs: Nesprávné heslo nebo jednorázové heslo.
fi: Väärä salasana tai kertakäyttöinen salasana.
fr: Mot de passe ou mot de passe à usage unique incorrect.
it: Password errata o codice sbagliato.
lt: Neteisingas slaptažodis arba vienkartinis slaptažodis.
nb: Feil passord eller engangspassord.
nl: Verkeerd wachtwoord of eenmalig wachtwoord.
pl: Niewłaściwe hasło lub hasło jednorazowe.
pt_br: Senha ou senha única incorreta.
sl: Napačno geslo ali enkratno geslo.
sv: Fel lösenord eller engångslösenord.
tl: Maling password o isang beses na password.
tr: Yanlış şifre veya tek kullanımlık şifre.
ur: غلط پاس ورڈ یا ون ٹائم پاس ورڈ۔
zh_cn: 密码或一次性密码错。
zh_tw: 密碼或一次性密碼錯。

# settings250Sb2fa250Sbdisable8722Sbsubtitle
source: To disable 2FA enter your password and one-time password.
cs: Chcete-li deaktivovat 2FA, zadejte své heslo a jednorázové heslo.
fi: Voit poistaa 2FA:n käytöstä kirjoittamalla salasanasi ja kertaluontoisen salasanasi.
fr: Pour désactiver l'authentification 2FA, veuillez entrer votre mot de passe et votre mot de passe à usage unique.
it: Per disabilitare l'autenticazione a due fattori immettere la password ed il codice.
lt: Norėdami išjungti 2FA, įveskite slaptažodį ir vienkartinį slaptažodį.
nb: For å deaktivere 2FA, skriv inn passordet og engangspassordet ditt.
nl: Voer uw wachtwoord en eenmalig wachtwoord in om 2FA uit te schakelen.
pl: Wprowadź swoje hasło oraz hasło jednorazowe, aby wyłączyć 2FA.
pt_br: Para desativar o 2FA coloque sua senha e a senha única.
sl: Če želite onemogočiti 2FA, vnesite svoje geslo in enkratno geslo.
sv: För att inaktivera 2FA anger du ditt lösenord och engångslösenord.
tl: Upang hindi paganahin ang 2FA ipasok ang iyong password at isang beses na password.
tr: 2FA'yı devre dışı bırakmak için şifrenizi ve tek kullanımlık şifrenizi girin.
ur: 2FA کو غیر فعال کرنے کے لیے اپنا پاس ورڈ اور ون ٹائم پاس ورڈ درج کریں۔
zh_cn: 要禁用双重身份验证请输入你的密码和一次性密码。
zh_tw: 要禁用雙重身份驗証請輸入你的密碼和一次性密碼。

# settings250Sb2fa250Sbdisable8722Sbsuccess
source: Success! 2FA disabled.
cs: Úspěch! 2FA deaktivováno.
fi: Valmista! 2FA on nyt poissa käytöstä.
fr: Opération réussie ! L'authentification 2FA est désactivée.
it: Tutto ok! L'autenticazione a due fattori è stata disabilitata.
lt: Sėkmė! 2FA išjungtas.
nb: Suksess! 2FA deaktivert.
nl: Succes! 2FA uitgeschakeld.
pl: Powodzenie! 2FA wyłączone.
pt_br: Sucesso! 2FA desativado.
sl: Uspeh! 2FA onemogočen.
sv: Framgång! 2FA inaktiverad.
tl: Tagumpay! Hindi pinagana ang 2FA.
tr: Başarı! 2FA devre dışı.
ur: کامیابی! 2FA غیر فعال۔
zh_cn: 成功！ 2FA已禁用。
zh_tw: 成功！ 2FA已禁用。

# settings250Sb2fa250Sbdisable8722Sbtitle
source: Disable two-factor authentication
cs: Zakázat dvoufaktorové ověřování
fi: Poista kaksivaiheinen todennus käytöstä
fr: Désactiver l'authentification à deux facteurs
it: Disattiva l'autenticazione a due fattori
lt: Išjungti dviejų veiksnių autentifikavimą
nb: Deaktiver tofaktorautentisering
nl: Schakel twee-factor-authenticatie uit
pl: Wyłącz dwuetapową weryfikację
pt_br: Desativar autenticação de dois fatores
sl: Onemogoči dvostopenjsko avtentikacijo
sv: Inaktivera tvåfaktorsautentisering
tl: I-disable ang two-factor authentication
tr: İki faktörlü kimlik doğrulamayı devre dışı bırakın
ur: دو عنصر کی توثیق کو غیر فعال کریں
zh_cn: 禁用双重身份验证
zh_tw: 禁用雙重身份驗証

# settings250Sb2fa250Sbenable
source: Enable two-factor authentication
cs: Povolit dvoufaktorové ověřování
fi: Ota kaksivaiheinen todennus käyttöön
fr: Activer l'authentification à deux facteurs
it: Abilita l'autenticazione a due fattori
lt: Įgalinti dviejų veiksnių autentifikavimą
nb: Aktiver tofaktorautentisering
nl: Schakel twee-factor-authenticatie in
pl: Włącz dwuetapową weryfikację
pt_br: Ativar autenticação de dois fatores
sl: Omogoči dvostopenjsko avtentikacijo
sv: Aktivera tvåfaktorsautentisering
tl: I-enable ang two-factor authentication
tr: İki faktörlü kimlik doğrulamayı etkinleştir
ur: دو عنصر کی توثیق کو فعال کریں
zh_cn: 启用双重身份验证
zh_tw: 啟用雙重身份驗証

# settings250Sb2fa250Sbenable8722Sbbtn
source: Enable 2FA
cs: Povolit 2FA
fi: Ota 2FA käyttöön
fr: Activer 2FA
it: Abilita 2FA
lt: Įgalinti 2FA
nb: Aktiver 2FA
nl: Schakel 2FA in
pl: Włącz 2FA
pt_br: Ativar 2FA
sl: Omogoči 2FA
sv: Aktivera 2FA
tl: Paganahin ang 2FA
tr: 2FA'yı etkinleştir
ur: 2FA کو فعال کریں
zh_cn: 启用2FA
zh_tw: 啟用2FA

# settings250Sb2fa250Sbenable8722Sbenter8722Sbpass
source: To enable 2FA enter your password.
cs: Chcete-li povolit 2FA, zadejte své heslo.
fi: Ota 2FA käyttöön antamalla salasanasi.
fr: Pour activer l'authentification 2FA, veuillez entrer votre mot de passe.
it: Per abilitare l'autenticazione a due fattori inserisci la password.
lt: Norėdami įjungti 2FA, įveskite slaptažodį.
nb: For å aktivere 2FA, skriv inn passordet ditt.
nl: Voer uw wachtwoord in om 2FA in te schakelen.
pl: Wprowadź hasło, aby włączyć 2FA.
pt_br: Para ativar o 2FA, digite sua senha
sl: Če želite omogočiti 2FA, vnesite svoje geslo.
sv: För att aktivera 2FA anger du ditt lösenord.
tl: Upang paganahin ang 2FA ipasok ang iyong password.
tr: 2FA'yı etkinleştirmek için şifrenizi girin.
ur: 2FA کو فعال کرنے کے لیے اپنا پاس ورڈ درج کریں۔
zh_cn: 要启用2FA，请输入您的密码。
zh_tw: 要啟用2FA，請輸入您的密碼。

# settings250Sb2fa250Sbnetwork8722Sberror
source: Something went wrong with the request! Try refreshing the page and repeat the request.
cs: S požadavkem se něco pokazilo! Zkuste obnovit stránku a zopakovat požadavek.
fi: Jotain meni pieleen! Päivitä sivu ja yritä uudelleen.
fr: Quelque chose s'est mal passé avec la demande ! Essayez d'actualiser la page et répétez la demande.
it: Qualcosa è andato storto! Prova ad aggiornare la pagina e ripetere l'operazione.
lt: Kažkas ne taip su užklausa! Pabandykite atnaujinti puslapį ir pakartokite užklausą.
nb: Noe gikk galt med forespørselen! Prøv å oppdatere siden og gjenta forespørselen.
nl: Er ging iets mis met de aanvraag! Probeer de pagina te herladen en herhaal het verzoek.
pl: Coś poszło nie tak z żądaniem! Spróbuj odświeżyć stronę i powtórz czynność.
pt_br: Houve um erro. Atualize a página e tente novamente.
sl: Pri zahtevi je šlo nekaj narobe! Poskusite osvežiti stran in ponovite zahtevo.
sv: Något gick fel med begäran! Försök att uppdatera sidan och upprepa begäran.
tl: Nagkaproblema sa kahilingan! Subukang i-refresh ang page at ulitin ang kahilingan.
tr: İstekte bir şeyler ters gitti! Sayfayı yenilemeyi deneyin ve isteği tekrarlayın.
ur: درخواست میں کچھ غلط ہو گیا! صفحہ کو ریفریش کرنے کی کوشش کریں اور درخواست کو دہرائیں۔
zh_cn: 请求出了问题！ 尝试刷新页面并重复请求。
zh_tw: 請求出了問題！ 嘗試刷新頁面並重復請求。

# settings250Sb2fa250Sbnot8722Sbenabled8722Sbyet
source: Your 2FA has not been enabled yet! You need to enter the one-time password to activate it.
cs: Vaše 2FA ještě nebylo povoleno! Pro aktivaci je nutné zadat jednorázové heslo.
fi: 2FA:ta ei ole vielä otettu käyttöön! Sinun on annettava kertaluonteinen salasana aktivoidaksesi sen.
fr: Votre authentification 2FA n'a pas encore été activée ! Vous devez entrer le mot de passe à usage unique pour l'activer.
it: La tua autenticazione a due fattori non è ancora stata abilitata! È necessario inserire il codice per attivarla.
lt: Jūsų 2FA dar neįjungta! Norėdami jį suaktyvinti, turite įvesti vienkartinį slaptažodį.
nb: Din 2FA er ikke aktivert ennå! Du må skrive inn engangspassordet for å aktivere det.
nl: Uw 2FA is nog niet ingeschakeld! U moet het eenmalige wachtwoord invoeren om het te activeren.
pl: Twoje 2FA nie zostało jeszcze włączone! Wprowadź hasło jednorazowe, aby je aktywować.
pt_br: O 2FA ainda não está ativo! É preciso colocar a senha única para ativá-lo.
sl: Vaš 2FA še ni omogočen! Za aktiviranje morate vnesti enkratno geslo.
sv: Din 2FA har inte aktiverats ännu! Du måste ange engångslösenordet för att aktivera det.
tl: Ang iyong 2FA ay hindi pa pinagana! Kailangan mong ipasok ang isang beses na password upang maisaaktibo ito.
tr: 2FA'nız henüz etkinleştirilmedi! Etkinleştirmek için tek kullanımlık şifreyi girmeniz gerekir.
ur: آپ کا 2FA ابھی تک فعال نہیں ہوا ہے! اسے چالو کرنے کے لیے آپ کو ون ٹائم پاس ورڈ درج کرنے کی ضرورت ہے۔
zh_cn: 您的2FA尚未启用！ 您需要输入一次性密码才能激活它。
zh_tw: 您的2FA尚未啟用！ 您需要輸入一次性密碼才能激活它。

# settings250Sb2fa250Sbrtfm
source: Read the two-factor authentication activation guide
cs: Přečtěte si průvodce aktivací dvoufaktorového ověřování
fi: Lue kaksivaiheisen todennuksen aktivointiopas
fr: Lire le guide d'activation de l'authentification à deux facteurs
it: Leggi la guida per l'attivazione dell'autenticazione a due fattori
lt: Perskaitykite dviejų veiksnių autentifikavimo aktyvinimo vadovą
nb: Les aktiveringsveiledningen for tofaktorautentisering
nl: Lees de activeringshandleiding voor twee-factor authenticatie
pl: Przeczytaj wskazówki dotyczące aktywacji dwuetapowej weryfikacji
pt_br: Leia o guia de como ativar a autenticação de dois fatores
sl: Preberite vodnik za aktiviranje dvostopenjske avtentikacije
sv: Läs aktiveringsguiden för tvåfaktorsautentisering
tl: Basahin ang two-factor authentication activation guide
tr: İki faktörlü kimlik doğrulama etkinleştirme kılavuzunu okuyun
ur: دو عنصر کی توثیق ایکٹیویشن گائیڈ پڑھیں
zh_cn: 读双重身份验证启用指南
zh_tw: 讀雙重身份驗証啟用指南

# settings250Sb2fa250Sbstatus
source: Your 2FA status:
cs: Váš stav 2FA:
fi: 2FA-tilasi:
fr: Votre statut 2FA :
it: Il tuo stato 2FA:
lt: Jūsų 2FA būsena:
nb: Din 2FA-status:
nl: Uw 2FA-status:
pl: Twój status 2FA:
pt_br: Estado do 2FA:
sl: Vaš 2FA status:
sv: Din 2FA-status:
tl: Ang iyong 2FA status:
tr: 2FA durumunuz:
ur: آپ کی 2FA کی حیثیت:
zh_cn: 你的2FA状态：
zh_tw: 你的2FA狀態：

# settings250Sb2fa250Sbstatus8722Sbdisabled
source: DISABLED
cs: VYPNUTO
fi: EI KÄYTÖSSÄ
fr: DÉSACTIVÉE
it: DISABILITA
lt: IŠJUNGTA
nb: FUNKSJONSHEMMET
nl: UITGESCHAKELD
pl: WYŁĄCZONY
pt_br: DESATIVADO
sl: ONEMOGOČENO
sv: INAKTIVERAD
tr: ENGELLİ
zh_cn: 禁用
zh_tw: 禁用

# settings250Sb2fa250Sbstatus8722Sbenabled
source: ENABLED
cs: POVOLENO
fi: KÄYTÖSSÄ
fr: ACTIVÉE
it: ABILITA
lt: ĮJUNGTAS
nb: AKTIVERT
nl: INGESCHAKELD
pl: WŁĄCZONY
pt_br: ATIVO
sl: OMOGOČENO
sv: AKTIVERAD
tl: PINAGANAA
tr: ETKİNLEŞTİRİLMİŞ
zh_cn: 启用
zh_tw: 啟用

# settings250Sb2fa250Sbstep8722Sbfour
source: <strong> Enter the code</strong> given by your 2FA mobile app in the box below the QR code and <strong> press the 'Verify 2FA' button</strong>.
cs: <strong> Do pole pod QR kódem zadejte kód</strong> přidělený vaší mobilní aplikací 2FA a <strong> stiskněte tlačítko „Ověřit 2FA“</strong>.
fi: <strong> Syötä 2FA-mobiilisovelluksesi antama koodi</strong> QR-koodin alla olevaan kenttään ja <strong> paina "Vahvista 2FA" -painiketta</strong>.
fr: <strong>Saisissez le code</strong> donné par votre application mobile 2FA dans la case située sous le QR code et <strong>appuyez sur le bouton « Vérifier 2FA »</strong>.
it: <strong>Inserisci il codice</strong> nella casella sottostante il codice QR e <strong> premi il pulsante 'Verifica 2FA'</strong>.
lt: <strong> Po QR kodu esančiame laukelyje įveskite kodą</strong>, kurį suteikė jūsų 2FA programa mobiliesiems, ir <strong> paspauskite mygtuką „Patvirtinti 2FA“</strong>.
nb: <strong> Skriv inn koden</strong> gitt av 2FA-mobilappen din i boksen under QR-koden og <strong> trykk på 'Bekreft 2FA'-knappen</strong>.
nl: <strong> Voer de code </strong> die door uw 2FA mobiele app is gegeven in het vak onder de QR-code in en <strong> druk op de knop 'Verify 2FA' </strong>.
pl: <strong> Wprowadź kod </strong> podany przez aplikację mobilną 2FA w pole znajdujące się poniżej kodu QR i <strong> naciśnij przycisk „Verify 2FA” </strong>.
pt_br: <strong> Digite o código</strong> exibido no aplicativo do seu celular na caixa abaixo e <strong> clique no botão 'Verificar 2FA'</strong>.
sl: <strong> Vnesite kodo </strong>, ki vam jo je dala vaša mobilna aplikacija 2FA, v polje pod kodo QR in <strong> pritisnite gumb 'Preveri 2FA' </strong>.
sv: <strong> Ange kod</strong> som ges av din 2FA-mobilapp i rutan under QR-koden och <strong> tryck på knappen "Verifiera 2FA'</strong>.
tl: <strong> Ilagay ang code</strong> na ibinigay ng iyong 2FA mobile app sa kahon sa ibaba ng QR code at <strong> pindutin ang 'Verify 2FA' button</strong>.
tr: <strong> 2FA mobil uygulamanız tarafından verilen kodu</strong> QR kodunun altındaki kutuya girin ve <strong> '2FA'yı Doğrula' düğmesine</strong> basın.
ur: <strong> QR کوڈ کے نیچے والے باکس میں آپ کے 2FA موبائل ایپ کے ذریعے دیا گیا کوڈ</strong> درج کریں اور <strong> 'Verify 2FA' بٹن دبائیں</strong>۔
zh_cn: 在QR代码下方的框中<strong>输入2FA应用程序给您的代码</strong>并<strong>按“验证2FA”按钮</strong>。
zh_tw: 在QR代碼下方的框中<strong>輸入2FA應用程序給您的代碼</strong>並<strong>按“驗証2FA”按鈕</strong>。

# settings250Sb2fa250Sbstep8722Sbone
source: {downloadA2faApp} such as {andotp} or {anyOther2faApp} that supports {totp} for your device.
cs: {downloadA2faapp}, například {andotp} nebo {anyOther2faapp}, který podporuje {totp} pro vaše zařízení.
fi: {downloadA2faApp}, kuten {andotp} tai {anyOther2faApp}, joka tukee {totp} laitteellasi.
fr: {downloadA2faapp} telle que {andotp} ou {anyOther2faapp} qui prend en charge {totp} pour votre appareil.
it: {downloadA2faApp} come {andotp} o {anyOther2faApp} che supporta {totp} per il tuo dispositivo.
lt: {downloadA2faApp}, pvz., {andotp} arba {anyOther2faApp}, kuris palaiko {totp} jūsų įrenginyje.
nb: {downloadA2faApp} som {andotp} eller {anyOther2faApp} som støtter {totp} for enheten din.
nl: {downloadA2faapp} zoals {andotp} of {anyOther2faapp} die {totp} ondersteunt voor uw apparaat.
pl: {downloadA2faApp} takie jak {andotp} albo {anyOther2faApp}, które obsługują {totp} dla Twojego urządzenia.
pt_br: {downloadA2faapp} como o {andotp} ou {anyOther2faapp} que suporta {totp} no seu dispositivo.
sl: {downloadA2faApp}, kot je {andotp} ali {anyOther2faApp}, ki podpira {totp} za vašo napravo.
sv: {downloadA2faApp} såsom {andotp} eller {anyOther2faApp} som stöder {totp} för din enhet.
tl: {downloadA2faapp} gaya ng {andotp} o {anyOther2faapp} na sumusuporta sa {totp} para sa iyong device.
tr: Cihazınız için {totp}'i destekleyen {andotp} veya {anyOther2faApp} gibi {downloadA2faApp}.
ur: {downloadA2faApp} جیسے {andotp} یا {anyOther2faApp} جو آپ کے آلے کے لیے {totp} کو سپورٹ کرتا ہے۔
zh_cn: {downloadA2faApp}比如{andotp}或{anyOther2faApp}支持{totp}的2FA应用程序。
zh_tw: {downloadA2faApp}比如{andotp}或{anyOther2faApp}支持{totp}的2FA應用程序。

# settings250Sb2fa250Sbstep8722Sbone8722Sbany8722Sbother8722Sb2fa8722Sbapp
source: any other 2FA app
cs: jakákoli jiná aplikace 2FA
fi: mikä tahansa muu 2FA-sovellus
fr: toute autre application 2FA
it: altre app per l'autenticazione a due fattori
lt: bet kuri kita 2FA programa
nb: hvilken som helst annen 2FA-app
nl: elke andere 2FA-app
pl: dowolna inna aplikacja 2FA
pt_br: qualquer outro app de 2FA
sl: katerakoli druga 2FA aplikacija
sv: någon annan 2FA-app
tl: anumang iba pang 2FA app
tr: başka herhangi bir 2FA uygulaması
ur: کوئی اور 2FA ایپ
zh_cn: 任何其他
zh_tw: 任何其他

# settings250Sb2fa250Sbstep8722Sbone8722Sbdownload8722Sba8722Sb2fa8722Sbapp
source: Download a 2FA app
cs: Stáhněte si aplikaci 2FA
fi: Lataa 2FA-sovellus
fr: Télécharger une application 2FA
it: Scaricare un app per l'autenticazione a due fattori
lt: Atsisiųskite 2FA programą
nb: Last ned en 2FA-app
nl: Download een 2FA-app
pl: Pobierz aplikację 2FA
pt_br: Baixe um app de 2FA
sl: Prenesite 2FA aplikacijo
sv: Ladda ner en 2FA-app
tl: Mag-download ng 2FA app
tr: 2FA uygulamasını indirin
ur: 2FA ایپ ڈاؤن لوڈ کریں
zh_cn: 下载2FA应用程序，
zh_tw: 下載2FA應用程序，
