Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb0250Sbtext
source: On November 30th, 2019, Monero had its semiannual hard fork, with the most anticipated change being a switch from the old PoW algorithm, cryptonight, to the completely new, internally developed one, RandomX. The Monero community believes RandomX is a big step toward egalitarian mining, but let’s dig deeper to see if that’s the case.
cs: 30. listopadu 2019 mělo Monero svůj půlroční hard fork, přičemž nejočekávanější změnou byl přechod ze starého PoW algoritmu, cryptonight, na zcela nový, interně vyvinutý, RandomX. Komunita Monero věří, že RandomX je velkým krokem směrem k rovnostářské těžbě, ale pojďme se podívat hlouběji, abychom zjistili, zda tomu tak je.
fi: 30. marraskuuta 2019 Monerolla oli puolivuosittainen "hard fork", ja odotetuin muutos oli siirtyminen vanhasta PoW-algoritmista, "cryptonight", täysin uuteen, sisäisesti kehitettyyn RandomX:ään. Monero-yhteisö uskoo, että RandomX on iso askel kohti tasa-arvoista louhintaa, mutta kaivataanpa syvemmälle, onko näin.
fr: Le 30 novembre 2019, Monero a eu son « hard fork » (ou « embranchement dur », signifiant une nouvelle version non rétro-compatible) semestriel, le changement le plus attendu étant le passage de l'ancien algorithme PoW (Proof of Work, preuve de travail), « cryptonight », au tout nouveau, développé en interne, « RandomX ». La communauté Monero pense que RandomX est un grand pas vers un minage égalitaire, mais creusons plus profondément pour voir si c'est le cas.
it: Il 30 novembre 2019, Monero ha avuto il suo hard fork semestrale, con il cambiamento più atteso che è stato il passaggio dal vecchio algoritmo PoW, cryptonight, a quello completamente nuovo, sviluppato internamente, RandomX. La comunità Monero ritiene che RandomX sia un grande passo verso il mining egualitario, ma approfondiamo per vedere se è così.
lt: 2019 m. lapkričio 30 d. „Monero“ įvyko pusmetinis „hard fork“, kurio laukiamiausias pokytis buvo perėjimas nuo senojo PoW algoritmo „cryptonight“ prie visiškai naujo, viduje sukurto „RandomX“. Monero bendruomenė mano, kad RandomX yra didelis žingsnis link egalitarinės kasybos, tačiau pasigilinkime, kad pamatytume, ar taip yra.
nb: Den 30. november 2019 hadde Monero sin halvårlige hardgaffel, med den mest etterlengtede endringen en overgang fra den gamle PoW-algoritmen, cryptonight, til den helt nye, internt utviklede, RandomX. Monero-fellesskapet mener RandomX er et stort skritt mot egalitær gruvedrift, men la oss grave dypere for å se om det er tilfelle.
nl: Op 30 november 2019 had Monero zijn halfjaarlijkse hard fork, met als meest verwachte verandering een overstap van het oude PoW-algoritme, cryptonight, naar het volledig nieuwe, intern ontwikkelde algoritme, RandomX. De Monero-gemeenschap gelooft dat RandomX een grote stap is in de richting van egalitaire mining, maar laten we eerst dieper graven om te zien of dat het geval is.
pl: 30 listopada 2019 r. Monero przeszło swój półroczny hard fork, przy czym najbardziej oczekiwaną zmianą było przejście ze starego algorytmu PoW, cryptonight na zupełnie nowy, opracowany wewnętrznie, RandomX. Społeczność Monero uważa, że RandomX jest daleko idącym krokiem w kierunku kopania egalitarnego, ale zastanówmy się głębiej, czy faktycznie tak jest.
pt_br: Em 30 de novembro de 2019, a Monero teve seu hard fork semestral, com a mudança mais esperada sendo uma mudança do antigo algoritmo PoW, cryptonight, para o completamente novo e desenvolvido internamente, o RandomX. A comunidade Monero acredita que o RandomX é um grande passo em direção à mineração igualitária, mas vamos nos aprofundar para ver se esse é o caso.
sl: 30. novembra 2019 je imel Monero svoj polletni hard fork, pri čemer je bila najbolj pričakovana sprememba prehod s starega algoritma PoW, cryptonight, na popolnoma novega, interno razvitega, RandomX. Skupnost Monero verjame, da je RandomX velik korak k enakopravnemu rudarjenju, a poglejmo globlje, da vidimo, ali je temu res tako.
sv: Den 30 november 2019 hade Monero sin halvårsvisa hårdgaffel, med den mest efterlängtade förändringen att byta från den gamla PoW-algoritmen, cryptonight, till den helt nya, internt utvecklade, RandomX. Monero-gemenskapen tror att RandomX är ett stort steg mot jämlik gruvdrift, men låt oss gräva djupare för att se om så är fallet.
tl: Noong ika-30 ng Nobyembre, 2019, nagkaroon ng kalahating taon na hard fork ang Monero, na ang pinakainaasahang pagbabago ay ang paglipat mula sa lumang PoW algorithm, cryptonight, patungo sa ganap na bago, panloob na binuo, ang RandomX. Naniniwala ang komunidad ng Monero na ang RandomX ay isang malaking hakbang patungo sa egalitarian na pagmimina, ngunit humukay tayo ng mas malalim upang makita kung iyon ang kaso.
tr: 30 Kasım 2019'da Monero altı ayda bir hard fork'unu gerçekleştirdi; en çok beklenen değişiklik eski PoW algoritması cryptonight'tan tamamen yeni, dahili olarak geliştirilen RandomX'e geçişti. Monero topluluğu RandomX'in eşitlikçi madenciliğe doğru büyük bir adım olduğuna inanıyor, ancak durumun böyle olup olmadığını görmek için daha derine inelim.
ur: 30 نومبر، 2019 کو، Monero کے پاس اپنا نیم سالانہ سخت کانٹا تھا، جس میں سب سے زیادہ متوقع تبدیلی پرانے PoW الگورتھم، cryptonight سے بالکل نئے، اندرونی طور پر تیار کردہ، RandomX میں تبدیلی تھی۔ Monero کمیونٹی کا خیال ہے کہ RandomX مساویmining کی طرف ایک بڑا قدم ہے، لیکن آئیے یہ دیکھنے کے لیے مزید گہرائی میں جائیں کہ آیا ایسا ہے یا نہیں۔
zh_cn: 2019年11月30日，门罗币社区进行了每半年一次的硬分叉，本次升级中最令人期待的一项是门罗币挖矿算法的改变,从旧版本的Cryptonight-R,升级到一个全新的，完全不同的RandomX算法.门罗社区相信RanodomX算法的部署是社区迈向平等挖矿，更去中心化记账的巨大进步，本文让我们进行更深入的发掘来检验是否真是如此.
zh_tw: 2019年11月30日，門羅幣社區進行了每半年一次的硬分叉，本次升級中最令人期待的一項是門羅幣挖礦算法的改變,從舊版本的Cryptonight-R,升級到一個全新的，完全不同的RandomX算法.門羅社區相信RanodomX算法的部署是社區邁向平等挖礦，更去中心化記賬的巨大進步，本文讓我們進行更深入的發掘來檢驗是否真是如此.

# method250Sbcash8722Sbon8722Sbdelivery
source: Cash on delivery
cs: Dobírka
fi: Käteismaksu toimitettaessa
fr: Paiement à la livraison
it: Contanti alla consegna
lt: Mokėti pristatymo metu
nb: Kontantbetaling ved levering
nl: Contant op levering
pl: Płatność za pobraniem
pt_br: Contra-reembolso
sl: Gotovina po povzetju
sv: Kontant vid leverans
tr: Kapıda ödeme
ur: ادائیگی وصولی کے وقت
zh_cn: 货到付款
zh_tw: 貨到付款

# settings250Sbnotifications250Sbnew8722Sboffers8722Sbshort
source: New trade contacts
cs: Nové obchodní kontakty
fi: Uusia kauppakontakteja
fr: Nouvelles offres d'échange
it: Nuovi contatti commerciali
lt: Nauji prekybos kontaktai
nb: Nye handelskontakter
nl: Nieuwe handelscontacten
pl: Nowe kontakty handlowe
pt_br: Novas negociações
sl: Novi trgovalski kontakti
sv: Nya handelskontakter
tl: Mga bagong contact sa kalakalan
tr: Yeni ticari bağlantılar
ur: نئے تجارتی رابطے
zh_cn: 新交易电子邮件通知
zh_tw: 新交易電子郵件通知

# settings250Sbnotifications250Sbnew8722Sboffers8722Sbtip
source: Send email notifications for new contact requests
cs: Odesílejte e-mailová upozornění na nové požadavky na kontakt
fi: Lähetä sähköposti-ilmoituksia uusista yhteydenottopyynnöistä
fr: Envoyer des notifications par e-mail pour les nouvelles demandes de contact
it: Inviami notifiche email per le nuove richieste di contatto
lt: Siųsti el. pašto pranešimus apie naujas kontaktines užklausas
nb: Send e-postvarsler for nye kontaktforespørsler
nl: Stuur e-mailmeldingen voor nieuwe contactverzoeken
pl: Wysyłaj powiadomienia e-mail po otrzymaniu prośby o kontakt
pt_br: Envia uma notificação por e-mail para novas negociações
sl: Pošljite e-poštna obvestila za nove kontaktne zahteve
sv: Skicka e-postmeddelanden för nya kontaktförfrågningar
tl: Magpadala ng mga notification sa email para sa mga bagong kahilingan sa pakikipag-ugnayan
tr: Yeni iletişim istekleri için e-posta bildirimleri gönder
ur: رابطہ کی نئی درخواستوں کے لیے ای میل اطلاعات بھیجیں
zh_cn: 收到新的交易请求时发送电子邮件通知
zh_tw: 收到新的交易請求時發送電子郵件通知

# settings250Sbnotifications250Sbnew8722Sbpayments8722Sblong
source: Send email notifications for new online payments
cs: Odesílejte e-mailová upozornění na nové platby online
fi: Lähetä sähköposti-ilmoituksia uusista verkkomaksuista
fr: Envoyer des notifications par e-mail pour les nouveaux paiements en ligne
it: Inviami notifiche email quando c'è un nuovo pagamento
lt: Siųsti el. pašto pranešimus apie naujus mokėjimus internetu
nb: Send e-postvarsler for nye nettbetalinger
nl: Stuur e-mailmeldingen voor nieuwe online betalingen
pl: Wysyłaj powiadomienia e-mail po otrzymaniu nowej płatności online
pt_br: Envia uma notificação por e-mail para novos pagamentos online
sl: Pošljite e-poštna obvestila za nova spletna plačila
sv: Skicka e-postmeddelanden för nya onlinebetalningar
tl: Magpadala ng mga abiso sa email para sa mga bagong online na pagbabayad
tr: Yeni çevrimiçi ödemeler için e-posta bildirimleri gönderin
ur: نئی آن لائن ادائیگیوں کے لیے ای میل اطلاعات بھیجیں
zh_cn: 收到新的网上付款时发送电子邮件通知
zh_tw: 收到新的網上付款時發送電子郵件通知
