Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcritical250Sbdescription
source: Сrypto enthusiasts are encouraged to think critically and evaluate projects based off of their real world value, but are projects themselves supposed to be self critical and self aware?
cs: Nadšenci Сrypto jsou povzbuzováni, aby kriticky přemýšleli a hodnotili projekty na základě jejich skutečné světové hodnoty, ale mají být samotné projekty sebekritické a sebevědomé?
fi: Krypto-harrastajia rohkaistaan ajattelemaan kriittisesti ja arvioimaan projekteja heidän todellisen maailmanarvonsa perusteella, mutta pitääkö projektien itsensä olla itsekriittisiä ja itsetietoisia?
fr: Les passionnés de crypto sont encouragés à penser de manière critique et à évaluer les projets en fonction de leur valeur réelle, mais les projets eux-mêmes sont-ils censés être autocritiques et avoir un regard sur eux-mêmes ?
it: Gli appassionati di Crypto sono incoraggiati a pensare in modo critico e valutare i progetti in base al loro valore nel mondo reale, ma i progetti stessi dovrebbero essere autocritici e consapevoli di sé?
lt: Kriptografijos entuziastai skatinami kritiškai mąstyti ir vertinti projektus pagal savo tikrąją pasaulio vertę, tačiau ar patys projektai turi būti kritiški ir sąmoningi?
nb: Krypto-entusiaster oppfordres til å tenke kritisk og vurdere prosjekter basert på deres virkelige verdi, men er prosjekter i seg selv ment å være selvkritiske og selvbevisste?
nl: Сrypto-enthousiastelingen worden aangemoedigd om kritisch na te denken en projecten te evalueren op basis van hun werkelijke waarde, maar moeten deze projecten zelf zelfkritisch en zelfbewust zijn?
pl: Entuzjaści kryptowalut są zachęcani do myślenia krytycznego i ewaluacji projektów na podstawie ich rzeczywistej wartości, ale czy same projekty powinny być samokrytyczne?
pt_br: Os entusiastas do Сrypto são encorajados a pensar criticamente e avaliar projetos com base em seu valor no mundo real, mas os próprios projetos devem ser autocríticos e autoconscientes?
sl: Navdušence nad kriptovalutami spodbujamo h kritičnemu razmišljanju in ocenjevanju projektov na podlagi njihove vrednosti v resničnem svetu, toda ali naj bi bili tudi sami projekti samokritični in samozavedajoči?
sv: Kryptoentusiaster uppmuntras att tänka kritiskt och utvärdera projekt baserat på deras verkliga värde, men är det meningen att projekten själva ska vara självkritiska och självmedvetna?
tl: Hinihikayat ang mga mahilig sa Сrypto na mag-isip nang kritikal at suriin ang mga proyekto batay sa kanilang tunay na halaga sa mundo, ngunit ang mga proyekto ba mismo ay dapat na maging kritikal sa sarili at kamalayan sa sarili?
tr: Kripto meraklıları eleştirel düşünmeye ve projeleri gerçek dünyadaki değerlerine göre değerlendirmeye teşvik ediliyor, ancak projelerin kendilerinin de özeleştirel ve öz farkındalık sahibi olması mı gerekiyor?
ur: کرپٹو کے شائقین کی حوصلہ افزائی کی جاتی ہے کہ وہ تنقیدی طور پر سوچیں اور ان کی حقیقی دنیا کی قدر کی بنیاد پر پروجیکٹس کا جائزہ لیں، لیکن کیا پروجیکٹس کو خود تنقیدی اور خود آگاہ ہونا چاہیے؟
zh_cn: 每个人根据自己的理解和判断购买各种加密货币自然是无可厚非.但是从另一个角度来说，也许很多人根本有没有思考过，如果某些项目并不是诈骗币，那么我们是否还需要保持批判精神和与时俱进呢?
zh_tw: 每個人根據自己的理解和判斷購買各種加密貨幣自然是無可厚非.但是從另一個角度來說，也許很多人根本有沒有思考過，如果某些項目並不是詐騙幣，那麼我們是否還需要保持批判精神和與時俱進呢?

# knowledge250Sbcritical250Sbtitle
source: Why Monero Has the Most Critical Thinking Community
cs: Proč má Monero komunitu nejkritičtějšího myšlení
fi: Miksi Monerolla on kriittisin ajatteluyhteisö
fr: Pourquoi Monero a la communauté qui a la pensée la plus critique
it: Perché Monero ha la comunità di pensiero più critico
lt: Kodėl Monero turi kritiškiausią mąstymo bendruomenę
nb: Hvorfor Monero har det mest kritiske tenkningssamfunnet
nl: Waarom Monero de Meest Kritische Denkgemeenschap Heeft
pl: Dlaczego Monero ma najbardziej krytycznie myślącą społeczność
pt_br: Por que Monero tem a comunidade de pensamento mais crítico
sl: Zakaj ima Monero Najbolj Kritično Mislečo Skupnost
sv: Varför Monero har den mest kritiskt tänkande gemenskapen
tl: Bakit Ang Monero ang May Pinaka Kritikal na Pag-iisip na Komunidad
tr: Monero Neden En Eleştirel Düşünme Topluluğuna Sahip?
ur: کیوں مونیرو کے پاس سب سے زیادہ تنقیدی سوچ رکھنے والی جماعت ہے
zh_cn: 为什么说门罗币社区最具批判性精神
zh_tw: 為什麼說門羅幣社區最具批判性精神

# settings250Sbnotifications250Sbescrow8722Sbrelease8722Sblong
source: Send email notifications when a trade is finalized
cs: Odesílejte e-mailová upozornění, když je obchod dokončen
fi: Lähetä sähköposti-ilmoituksia, kun kauppa on viimeistelty
fr: Envoyer des notifications par e-mail lorsqu'une transaction est finalisée
it: Inviare notifiche via e-mail quando un'operazione viene finalizzata
lt: Siųskite pranešimus el. paštu, kai sandoris bus baigtas
nb: Send e-postvarsler når en handel er fullført
nl: Stuur e-mailmeldingen wanneer een transactie is afgerond
pl: Wysyłaj powiadomienia e-mail, gdy handel zostanie sfinalizowany
pt_br: Enviar notificações por e-mail quando uma negociação é finalizada
sl: Pošiljanje e-poštnih obvestil, ko je trgovanje zaključeno
sv: Skicka e-postmeddelanden anmälningar när en handel är slutförd
tl: Magpadala ng mga abiso sa email kapag natapos na ang isang kalakalan
tr: Bir ticaret tamamlandığında e-posta bildirimleri gönder
ur: تجارت کو حتمی شکل دینے پر ای میل اطلاعات بھیجیں
zh_cn: 交易完成时发送电子邮件通知
zh_tw: 交易完成時發送電子郵件通知

# settings250Sbnotifications250Sbescrow8722Sbrelease8722Sbshort
source: Trade finalized
cs: Obchod dokončen
fi: Kauppa viimeistelty
fr: Transaction finalisée
it: Scambio finalizzato
lt: Prekyba baigta
nb: Handelen er avsluttet
nl: Transactie afgerond
pl: Handel sfinalizowany
pt_br: Comércio finalizado
sl: Trgovanje zaključeno
sv: Handel avslutad
tl: Natapos ang kalakalan
tr: Ticaret sonuçlandı
ur: تجارت کو حتمی شکل دی گئی
zh_cn: 交易完成
zh_tw: 交易完成

# knowledge250Sbeconomy250Sb1250Sbtext
source: <p>While I’m sure you all are loosely familiar with economies as a broad topic, the idea of a “circular economy” is one that is rarely discussed outside of the cryptocurrency world. What makes circular economies so important and special are that they create truly free markets that allow the trading of services, products, and goods <em>directly for Monero</em>.</p> <p>Participants don’t need to constantly be moving in and out of fiat, but can keep their Monero within the system, earning, saving, and spending directly in Monero without the friction, surveillance, or restrictions of the normal economy.</p> <p>Circular economies are generally completely “above board” and legal, but function more as “grey markets” compared to the normal “white markets” in the fiat world.</p>
cs: <p>I když jsem si jistý, že všichni znáte ekonomiku jako široké téma, o myšlence „oběhové ekonomiky“ se mimo svět kryptoměn mluví jen zřídka. To, co dělá cirkulární ekonomiky tak důležité a výjimečné, je to, že vytvářejí skutečně volné trhy, které umožňují obchodování se službami, produkty a zbožím <em> přímo pro Monero</em>.</p> <p>Účastníci se nemusejí neustále přibližovat a odcházet z fiat, ale mohou své Monero ponechat v systému, vydělávat, spořit a utrácet přímo v Monero bez třenic, dohledu nebo omezení běžné ekonomiky.</p> <p>Oběhové ekonomiky jsou obecně zcela „nadstandardní“ a legální, ale fungují spíše jako „šedé trhy“ ve srovnání s normálními „bílými trhy“ ve světě fiatů.</p>
fi: <p>Vaikka olen varma, että te kaikki tunnette talouden laajana aiheena, ajatus "kiertotaloudesta" on sellainen, josta keskustellaan harvoin kryptovaluuttamaailman ulkopuolella. Kiertotaloudet tekee niin tärkeiksi ja erityisiksi se, että ne luovat todella vapaita markkinoita jotka mahdollistavat palveluiden, tuotteiden ja tavaroiden kaupankäynnin <em>suoraan Monerolla</em>.</p> <p>Osallistujien ei tarvitse jatkuvasti liikkua sisään ja ulos fiatista, vaan he voivat pitää Moneronsa järjestelmässä, ansaita, säästää ja kuluttaa suoraan Monerossa ilman normaalin talouden kitkaa, valvontaa tai rajoituksia. </p> <p>Kiertotaloudet ovat yleensä täysin "ylivoimaisia" ja laillisia, mutta toimivat enemmän "harmaina markkinoina" verrattuna normaaleihin "valkoisiin markkinoihin" fiat-maailmassa.</p>
fr: <p>Bien que nous soyons sûr que vous connaissez tous vaguement les économies en tant que sujet général, l'idée d'une « économie circulaire » est rarement discutée en dehors du monde de la crypto-monnaie. Ce qui rend les économies circulaires si importantes et si spéciales, c'est qu'elles créent de véritables marchés libres qui permettent l'échange de services, de produits et de biens <em>directement contre du Monero</em>.</p> <p>Les participants n'ont pas besoin d'entrer et de sortir constamment de et vers la monnaie fiat, mais peuvent conserver leur Monero dans le système, gagner, économiser et dépenser directement avec Monero sans les frictions, la surveillance ou les restrictions de l'économie normale.</p> <p>Les économies circulaires sont généralement complètement « hors cadre » et légales, mais fonctionnent davantage comme des « marchés gris » par rapport aux « marchés blancs » normaux dans le monde fiduciaire.</p>
it: <p>Mentre sono sicuro che tutti voi conoscete vagamente l'economia come argomento ampio, l'idea di "economia circolare" è raramente discussa al di fuori del mondo delle criptovalute. Ciò che rende le economie circolari così importanti e speciali è che creano mercati veramente liberi che consentono lo scambio di servizi, prodotti e beni <em>direttamente per Monero</em>.</p> <p>I partecipanti non hanno bisogno di spostarsi continuamente dentro e fuori dal fiat, ma possono mantenere il loro Monero all'interno del sistema, guadagnando, risparmiando e spendendo direttamente in Monero senza l'attrito, la sorveglianza o le restrizioni del normale economia.</p> <p>Le economie circolari sono generalmente completamente "fuori bordo" e legali, ma funzionano più come "mercati grigi" rispetto ai normali "mercati bianchi" nel mondo fiat.</p>
lt: <p> Nors esu tikras, kad jūs visi esate laisvai susipažinę su ekonomika kaip plačia tema, „žiedinės ekonomikos“ idėja yra retai aptariama už kriptovaliutų pasaulio ribų. Žiedinė ekonomika yra tokia svarbi ir ypatinga tuo, kad jos sukuria tikrai laisvą rinką, leidžiančią prekiauti paslaugomis, produktais ir prekėmis <em>tiesiogiai Monero</em>.</p> <p> Dalyviams nereikia nuolat judėti ir išeiti iš „fiat“, tačiau jie gali išlaikyti savo „Monero“ sistemoje, uždirbti, taupyti ir išleisti tiesiogiai Monero be trinties, stebėjimo ar įprastos ekonomikos apribojimų. X606X] <p> Žiedinė ekonomika paprastai yra visiškai „nepaprasta“ ir legali, tačiau veikia kaip „pilkoji rinka“, palyginti su įprastomis „baltosiomis rinkomis“ fiat pasaulyje.</p>
nb: <p>Selv om jeg er sikker på at dere alle er løst kjent med økonomier som et bredt tema, er ideen om en "sirkulær økonomi" en som sjelden diskuteres utenfor kryptovaluta-verdenen. Det som gjør sirkulære økonomier så viktige og spesielle er at de skaper virkelig frie markeder som tillater handel med tjenester, produkter og varer <em>direkte for Monero</em>.</p> <p>Deltakere trenger ikke hele tiden å bevege seg inn og ut av fiat, men kan beholde Moneroen sin i systemet, tjene, spare og bruke direkte i Monero uten friksjon, overvåking eller restriksjoner fra normal økonomi.[ X606X] <p>Sirkulære økonomier er generelt fullstendig "over bord" og lovlige, men fungerer mer som "grå markeder" sammenlignet med de vanlige "hvite markedene" i fiat-verdenen.</p>
nl: <p> Hoewel ik zeker weet dat jullie allemaal enigszins bekend zijn met economie in het algemeen, is het idee van een "circulaire economie" een dat zelden wordt besproken buiten de wereld van cryptocurrency. Wat een circulaire economie zo belangrijk en bijzonder maakt, is dat ze echte vrije markten creëren die de handel in diensten, producten en goederen <em>rechtstreeks voor Monero mogelijk maken</em>.</p> <p>Deelnemers hoeven niet constant in en uit fiat te stappen, maar kunnen hun Monero binnen het systeem houden en rechtstreeks Monero verdienen, sparen en uitgeven zonder de onenigheid, toezicht of beperkingen van de normale economie.</p> <p>Circulaire economieën zijn over het algemeen volledig "boven boord" en legaal, maar functioneren meer als "grijze markten" in vergelijking met de normale "witte markten" in de fiat-wereld.</p>
pl: <p> Jestem pewien, że wszyscy jesteście mniej więcej zaznajomieni z gospodarkami, jako że idea „circular economy” jest rzadko omawiana poza światem kryptowalut. Tym, co sprawia, że circular economies są tak ważne i wyjątkowe, jest to, że tworzą one prawdziwie wolne rynki, które umożliwiają handel usługami, produktami i towarami <em> bezpośrednio za Monero </em>. </p> <p> Uczestnicy nie muszą ciągle zamieniać z i na fiat, ale mogą pozostać w systemie Monero, zarabiając, oszczędzając i wydając bezpośrednio w Monero bez nadzoru lub ograniczeń normalnej gospodarki. </p> <p> Circular economies są zwykle całkowicie legalne, ale funkcjonują w „szarej strefie” w porównaniu z normalną „białą strefą” świata fiat. </p>
pt_br: <p>Embora eu tenha certeza de que todos vocês estão vagamente familiarizados com economias como um tópico amplo, a ideia de uma “economia circular” raramente é discutida fora do mundo das criptomoedas. O que torna as economias circulares tão importantes e especiais é que elas criam mercados verdadeiramente livres que permitem a comercialização de serviços, produtos e bens <em>diretamente para Monero</em>.</p> <p>Os participantes não precisam estar constantemente entrando e saindo de fiat, mas podem manter seu Monero dentro do sistema, ganhando, economizando e gastando diretamente no Monero sem o atrito, vigilância ou restrições do normal economia.</p> <p>As economias circulares geralmente são completamente “acima da mesa” e legais, mas funcionam mais como “mercados cinzas” em comparação com os “mercados brancos” normais no mundo fiduciário.</p>
sl: <p>Čeprav smo prepričani, da ste na splošno seznanjeni z ekonomijo, je ideja o "krožnem gospodarstvu" tista, o kateri se le redko razpravlja zunaj sveta kriptovalut. Zaradi česar so krožna gospodarstva tako pomembna in posebna je, da ustvarjajo resnično proste trge, ki omogočajo trgovanje s storitvami, izdelki in blagom <em> neposredno za Monero </em> </p> <p>Udeležencem ni treba nenehno menjavati in izplačati, ampak lahko svoj Monero obdržijo v sistemu, zaslužijo, varčujejo in trošijo neposredno v Moneru brez trenj, nadzora ali omejitev običajnega gospodarstva.</p> <p>Krožna gospodarstva so na splošno popolnoma zakonita, vendar delujejo bolj kot "sivi trgi" v primerjavi z običajnimi "belimi trgi" v fiat svetu.</p>
sv: <p>Även om jag är säker på att ni alla är löst bekanta med ekonomier som ett brett ämne, är idén om en "cirkulär ekonomi" en som sällan diskuteras utanför kryptovalutavärlden. Det som gör cirkulära ekonomier så viktiga och speciella är att de skapar verkligt fria marknader som tillåter handel med tjänster, produkter och varor <em>direkt för Monero</em>.</p> <p>Deltagare behöver inte ständigt röra sig in och ut ur fiat, utan kan behålla sin Monero inom systemet, tjäna, spara och spendera direkt i Monero utan friktion, övervakning eller restriktioner från den normala ekonomin.[ X606X] <p>Cirkulära ekonomier är i allmänhet helt "överbord" och lagliga, men fungerar mer som "grå marknader" jämfört med de normala "vita marknaderna" i fiat-världen.</p>
tl: <p>Bagama't sigurado akong lahat kayo ay masyadong pamilyar sa mga ekonomiya bilang isang malawak na paksa, ang ideya ng "circular economy" ay isa na bihirang talakayin sa labas ng mundo ng cryptocurrency. Ang dahilan kung bakit napakahalaga at espesyal ang mga circular economies ay ang lumikha sila ng tunay na libreng mga merkado na nagbibigay-daan sa pangangalakal ng mga serbisyo, produkto, at kalakal <em>direkta para sa Monero</em>.</p> <p>Ang mga kalahok ay hindi kailangang patuloy na papasok at palabas ng fiat, ngunit maaari nilang panatilihin ang kanilang Monero sa loob ng system, kumita, mag-impok, at gumastos nang direkta sa Monero nang walang alitan, pagsubaybay, o paghihigpit ng normal na ekonomiya.[ X606X] <p>Ang mga circular na ekonomiya ay karaniwang ganap na "above board" at legal, ngunit mas gumagana bilang "grey markets" kumpara sa normal na "white markets" sa fiat world.</p>
tr: <p>Eminim hepiniz ekonomileri geniş bir konu olarak biliyorsunuzdur, ancak "döngüsel ekonomi" fikri, kripto para dünyası dışında nadiren tartışılan bir fikirdir. Döngüsel ekonomileri bu kadar önemli ve özel kılan şey, bunların hizmetlerin, ürünlerin ve malların <em>doğrudan Monero</em> için ticaretine izin veren gerçek anlamda serbest piyasalar yaratmalarıdır.</p> <p>Katılımcıların sürekli olarak itibari paraya girip çıkması gerekmez, ancak Monero'larını sistem içinde tutabilir, normal ekonominin sürtünmesi, gözetimi veya kısıtlamaları olmadan doğrudan Monero'da kazanabilir, tasarruf edebilir ve harcayabilirler.[ X606X] <p>Döngüsel ekonomiler genellikle tamamen "üstünde" ve yasaldır, ancak fiat dünyasındaki normal "beyaz piyasalar" ile karşılaştırıldığında daha çok "gri piyasalar" olarak işlev görür.</p>
ur: <p>جبکہ مجھے یقین ہے کہ آپ سبھی ایک وسیع موضوع کے طور پر معیشتوں سے بہت کم واقف ہیں، لیکن "سرکلر اکانومی" کا خیال ایسا ہے جس پر کرپٹو کرنسی کی دنیا سے باہر شاذ و نادر ہی بات کی جاتی ہے۔ جو چیز سرکلر اکانومی کو بہت اہم اور خاص بناتی ہے وہ یہ ہے کہ وہ حقیقی معنوں میں آزاد منڈیاں تخلیق کرتی ہیں جو خدمات، مصنوعات اور سامان کی تجارت کی اجازت دیتی ہیں <em>براہ راست مونیرو کے لیے۔ </em> </p> <p>شرکاء کو مسلسل فیاٹ میں اور باہر جانے کی ضرورت نہیں ہے، لیکن وہ اپنے مونیرو کو سسٹم کے اندر رکھ سکتے ہیں، کمائی، بچت، اور عام معیشت کی رگڑ، نگرانی، یا پابندیوں کے بغیر براہ راست مونیرو میں خرچ کر سکتے ہیں۔ </p> <p>سرکلر معیشتیں عام طور پر مکمل طور پر "بورڈ سے اوپر" اور قانونی ہوتی ہیں، لیکن فیاٹ دنیا میں عام "سفید بازاروں" کے مقابلے میں "گرے مارکیٹ" کے طور پر زیادہ کام کرتی ہیں۔</p>
zh_cn: <p>虽然我相信你们都松散地熟悉经济这个广泛的话题，但 "循环经济"的思想是一个在加密货币世界之外很少讨论的问题。循环经济之所以如此重要和特殊，是因为它们创造了真正的自由市场，允许服务、产品和商品的交易 <em>直接换取门罗币</em>.</p> <p>参与者不需要不断地进出法币，但可以将他们的门罗币保留在系统内，直接用门罗币赚钱、储蓄和消费，而没有正常经济的摩擦、监视或限制。</p> <p>循环经济通常是完全 "光明正大"和合法的，但与法币世界中正常的 "白市场"相比，其功能更像是 "灰市场"。</p>
zh_tw: <p>雖然我相信你們都鬆散地熟悉經濟這個廣泛的話題，但 "循環經濟"的思想是一個在加密貨幣世界之外很少討論的問題。循環經濟之所以如此重要和特殊，是因為它們創造了真正的自由市場，允許服務、產品和商品的交易 <em>直接換取門羅幣</em>.</p> <p>參與者不需要不斷地進出法幣，但可以將他們的門羅幣保留在系統內，直接用門羅幣賺錢、儲蓄和消費，而沒有正常經濟的摩擦、監視或限制。</p> <p>循環經濟通常是完全 "光明正大"和合法的，但與法幣世界中正常的 "白市場"相比，其功能更像是 "灰市場"。</p>

# knowledge250Sbeconomy250Sb1250Sbtitle
source: What are circular economies?
cs: Co jsou kruhové ekonomiky?
fi: Mitä kiertotaloudet ovat?
fr: Que sont les économies circulaires ?
it: Cosa sono le economie circolari?
lt: Kas yra žiedinė ekonomika?
nb: Hva er sirkulære økonomier?
nl: Wat zijn circulaire economieën?
pl: Czym są circular economies?
pt_br: O que são economias circulares?
sl: Kaj so krožna gospodarstva?
sv: Vad är cirkulära ekonomier?
tl: Ano ang circular economies?
tr: Döngüsel ekonomiler nelerdir?
ur: سرکلر معیشتیں کیا ہیں؟
zh_cn: 什么是循环经济？
zh_tw: 什麼是循環經濟？
