Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# dashboard250Sbads250Sbbulk8722Sbedit250Sbgroup250Sbsells
source: Sell ads only
cs: Prodávejte pouze reklamy
fi: Ainoastaan myynti-ilmoitukset
fr: Uniquement des annonces de vente
it: Solo annunci di vendita
lt: Parduodu tik skelbimus
nb: Selg kun annonser
nl: Allen verkoop advertenties
pl: Tylko ogłoszenia sprzedaży
pt_br: Somente anúncios para venda
sl: Samo oglasi prodaje
sv: Sälj endast annonser
tl: Magbenta ng mga ad lamang
tr: Yalnızca reklam sat
ur: صرف اشتہارات فروخت کریں
zh_cn: 只出售广告
zh_tw: 只出售廣告

# dashboard250Sbads250Sbbulk8722Sbedit250Sbsetting8722Sbselect250Sblabel
source: Choose setting
cs: Vyberte nastavení
fi: Valitse asetus
fr: Choisir le réglage
it: Scegli l'impostazione
lt: Pasirinkite nustatymą
nb: Velg innstilling
nl: Kies instelling
pl: Wybierz ustawienie
pt_br: Escolha a configuração
sl: Izberite nastavitev
sv: Välj inställning
tl: Pumili ng setting
tr: Ayarı seçin
ur: ترتیب کا انتخاب کریں
zh_cn: 选择设定
zh_tw: 選擇設定

# dashboard250Sbads250Sbbulk8722Sbedit250Sbtitle
source: Manage multiple ads
cs: Spravujte více reklam
fi: Hallinnoi useita ilmoituksia
fr: Gérer plusieurs annonces
it: Gestisci più annunci
lt: Tvarkykite kelis skelbimus
nb: Administrer flere annonser
nl: Beheer meerdere advertenties
pl: Zarządzaj wieloma reklamami
pt_br: Gerenciar vários anúncios
sl: Upravljajte več oglasov
sv: Hantera flera annonser
tl: Pamahalaan ang maramihang mga ad
tr: Birden fazla reklamı yönetin
ur: متعدد اشتہارات کا نظم کریں
zh_cn: 管理多个广告
zh_tw: 管理多個廣告

# dashboard250Sbads250Sbfilter250Sbapply8722Sbbtn
source: Apply filters
cs: Použijte filtry
fi: Käytä suodattimia
fr: Appliquer des filtres
it: Applica filtri
lt: Taikyti filtrus
nb: Bruk filtre
nl: Pas filters toe
pl: Zastosuj filtry
pt_br: Aplicar filtros
sl: Uporabite filtre
sv: Använd filter
tl: Ilapat ang mga filter
tr: Filtreleri uygula
ur: فلٹرز لگائیں
zh_cn: 套用筛选器
zh_tw: 套用篩選器

# dashboard250Sbads250Sbfilter250Sbasset
source: Asset
cs: Aktivum
fi: Omaisuus
fr: Actif
it: Bene
lt: Turtas
nb: ressurs
nl: Activa
pl: Środki
pt_br: De ativos
sl: Sredstvo
sv: Tillgång
tr: Varlık
ur: اثاثہ
zh_cn: 资产
zh_tw: 資產

# dashboard250Sbads250Sbfilter250Sbdelete8722Sbselected
source: Delete selected
cs: Smazat vybrané
fi: Poista valitut
fr: Supprimer la sélection
it: Elimina selezionato
lt: Išštrinti pasirinktus
nb: Slett valgte
nl: Verwijder geselecteerde
pl: Usuń zaznaczone
pt_br: Excluir selecionado
sl: Izbriši izbrano
sv: Radera selekted
tl: Tanggalin ang napili
tr: Silme seçildi
ur: منتخب کردہ کو حذف کریں
zh_cn: 删除所选
zh_tw: 刪除所選

# dashboard250Sbads250Sbfilter250Sbno8722Sbads
source: No ads here
cs: Žádné reklamy zde
fi: Ei ilmoituksia täällä
fr: Aucune annonce ici
it: Niente qui
lt: Čia nėra skelbimų
nb: Ingen annonser her
nl: Geen advertenties hier
pl: Brak ogłoszeń tutaj
pt_br: Nada aqui
sl: Tukaj ni oglasov
sv: Inga annonser här
tl: Walang mga ad dito
tr: Burada reklam yok
ur: یہاں کوئی اشتہار نہیں
zh_cn: 这里没有什么
zh_tw: 這裡沒有什麼

# dashboard250Sbads250Sbfilter250Sbreset8722Sbbtn
source: Reset filters
cs: Resetovat filtry
fi: Nollaa suodattimet
fr: Réinitialiser les filtres
it: Reimposta i filtri
lt: Iš naujo nustatyti filtrus
nb: Tilbakestill filtre
nl: Filters resetten
pl: Zresetuj filtry
pt_br: Repor filtros
sl: Ponastavi filtre
sv: Återställ filter
tl: I-reset ang mga filter
tr: Filtreleri sıfırla
ur: فلٹرز کو دوبارہ ترتیب دیں
zh_cn: 重置过滤器
zh_tw: 重置過濾器

# dashboard250Sbads250Sbfilter250Sbsort
source: Sort by
cs: Seřazeno podle
fi: Järjestä
fr: Trier par
it: Ordina per
lt: Rūšiuoti pagal
nb: Sorter etter
nl: Sorteer op
pl: Sortuj według
pt_br: Ordenar por
sl: Razvrsti po
sv: Sortera efter
tl: Pagbukud-bukurin ayon sa
tr: Göre sırala
ur: ترتیب دیں
zh_cn: 排序方式
zh_tw: 排序方式

# dashboard250Sbads250Sbfilter250Sbtype
source: Type
cs: Typ
fi: Tyyppi
it: Genere
lt: Tipas
pl: Typ
pt_br: Tipo
sl: Vrsta
sv: Typ
tl: Uri
tr: Tip
ur: قسم
zh_cn: 类型
zh_tw: 類型

# dashboard250Sbads250Sbfilter250Sbvisibility
source: Visibility
cs: Viditelnost
fi: Näkyvyys
fr: Visibilité
it: Visibilità
lt: Matomumas
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
sl: Vidnost
sv: Synlighet
tr: Görünürlük
ur: مرئیت
zh_cn: 能见度
zh_tw: 能見度

# dashboard250Sbads250Sbload8722Sball
source: Load all ads
cs: Načíst všechny reklamy
fi: Lataa kaikki ilmoitukset
fr: Charger toutes les annonces
it: Carica tutti gli annunci
lt: Įkelti visus skelbimus
nb: Last inn alle annonser
nl: Laad alle advertenties
pl: Załaduj wszystkie ogłoszenia
pt_br: Carregar todos os anúncios
sl: Naloži vse oglase
sv: Ladda alla annonser
tl: I-load ang lahat ng mga ad
tr: Tüm reklamları yükle
ur: تمام اشتہارات لوڈ کریں
zh_cn: 载入所有广告
zh_tw: 載入所有廣告

# dashboard250Sbads250Sbshowing8722Sball
source: Showing all ads
cs: Zobrazují se všechny reklamy
fi: Näytetään kaikki ilmoitukset
fr: Affichage de toutes les annonces
it: MOSTRA TUTTI GLI ANNUNCI
lt: Rodomi visi skelbimai
nb: Viser alle annonser
nl: Alle advertenties tonen
pl: Widoczne wszystkie ogłoszenia
pt_br: Mostrando todos os anúncios
sl: Prikaz vseh oglasov
sv: Visar alla annonser
tl: Ipinapakita ang lahat ng mga ad
tr: Tüm reklamlar gösteriliyor
ur: تمام اشتہارات دکھا رہا ہے
zh_cn: 显示所有广告
zh_tw: 顯示所有廣告

# dashboard250Sbblocked
source: Blocked
cs: Blokováno
fi: Estetty
fr: Bloqué
it: Bloccato
lt: Užblokuota
nb: Blokkert
nl: Geblokkeerd
pl: Zablokowany
pt_br: Bloqueado
sl: Blokiran
sv: Blockerad
tl: Naka-block
tr: Engellendi
ur: مسدود
zh_cn: 受阻
zh_tw: 受阻

# dashboard250Sbfilter250Sball
source: All
cs: Všechno
fi: Kaikki
fr: Tout
it: Tutti
lt: Visi
nb: Alle
nl: Alle
pl: Wszystko
pt_br: Todos
sl: Vse
sv: Allt
tl: Lahat
tr: Tüm
ur: تمام
zh_cn: 所有
zh_tw: 所有

# dashboard250Sbfilter250Sbrole250Sbboth
source: Buying/Selling
cs: Nákup/prodej
fi: Ostaminen/Myyminen
fr: Achat / vente
it: Acquisto/vendita
lt: Pirkimas/Pardavimas
nb: Kjøp/salg
nl: Kopen/Verkopen
pl: Kupowanie/Sprzedaż
pt_br: Comprando/vendendo
sl: Nakup/Prodaja
sv: Köpa/Sälja
tl: Pagbili/Pagbebenta
tr: Alış/Satış
ur: خريد/فروخت
zh_cn: 买/卖
zh_tw: 買/賣

# dashboard250Sbfilter250Sbrole250Sbbuying
source: Buying
cs: Nákup
fi: Ostaminen
fr: Achat
it: Acquisto
lt: Pirkimas
nb: Kjøpe
nl: Kopen
pl: Kupowanie
pt_br: Comprando
sl: Kupovanje
sv: Köpande
tl: Pagbili
tr: Alış
ur: خریدنا
zh_cn: 购买
zh_tw: 購買

# dashboard250Sbfilter250Sbrole250Sbselling
source: Selling
cs: Prodejní
fi: Myyminen
fr: Vente
it: Vendita
lt: Parduodu
nb: Selger
nl: Verkopen
pl: Sprzedawanie
pt_br: Venda
sl: Prodaja
sv: Försäljning
tl: Nagbebenta
tr: Satış
ur: فروخت
zh_cn: 销售
zh_tw: 銷售

# dashboard250Sbfilter250Sbvisibility250Sbhidden
source: Hidden
cs: Skrytý
fi: Piilotettu
fr: Cachée
it: Nascosto
lt: Paslėpta
nb: Skjult
nl: Verborgen
pl: Ukryte
pt_br: Escondido
sl: Skrito
sv: Dold
tl: Nakatago
tr: Gizlenmiş
ur: پوشیدہ
zh_cn: 隐
zh_tw: 隱

# dashboard250Sbfilter250Sbvisibility250Sbvisible
source: Visible
cs: Viditelné
fi: Näkyvä
it: Visibile
lt: Matomas
nb: Synlig
nl: Zichtbaar
pl: Widoczne
pt_br: Visível
sl: Vidno
sv: Synlig
tl: Nakikita
tr: Görünür
ur: نظر آنے والا
zh_cn: 可见
zh_tw: 可見

# dashboard250Sbopen8722Sbads8722Sbno8722Sbads
source: You currently have no ads
cs: Momentálně nemáte žádné reklamy
fi: Sinulla ei tällä hetkellä ole ilmoituksia
fr: Vous n'avez actuellement aucune annonce
it: Al momento non hai annunci
lt: Šiuo metu neturite skelbimų
nb: Du har for øyeblikket ingen annonser
nl: U heeft momenteel geen advertenties
pl: Obecnie nie masz żadnych ogłoszeń
pt_br: Nenhum anúncio
sl: Trenutno nimate oglasov
sv: Du har för närvarande inga annonser
tl: Kasalukuyan kang walang mga ad
tr: Şu anda hiç reklamınız yok
ur: آپ کے پاس فی الحال کوئی اشتہار نہیں ہے
zh_cn: 你目前没有交易广告
zh_tw: 你目前沒有交易廣告

# dashboard250Sbopen8722Sbads8722Sbtitle
source: Your advertisements
cs: Vaše reklamy
fi: Sinun ilmoituksesi
fr: Vos annonces
it: I tuoi annunci
lt: Jūsų reklama
nb: Dine annonser
nl: Uw advertenties
pl: Twoje ogłoszenia
pt_br: Seus anúncios
sl: Vaši oglasi
sv: Dina annonser
tl: Ang iyong mga patalastas
tr: Reklamlarınız
ur: آپ کے اشتہارات
zh_cn: 你的交易广告
zh_tw: 你的交易廣告

# dashboard250Sbopen8722Sbtrades8722Sbno8722Sbtrades
source: You currently have no open trades
cs: Momentálně nemáte žádné otevřené obchody
fi: Sinulla ei tällä hetkellä ole avoimia kauppoja
fr: Vous n'avez actuellement aucune transaction en cours
it: Al momento non hai operazioni aperte
lt: Šiuo metu neturite jokių atvirų sandorių
nb: Du har for øyeblikket ingen åpne handler
nl: U heeft momenteel geen open transacties
pl: Obecnie nie masz otwartych handli
pt_br: Nenhuma negociação aberta
sl: Trenutno nimate odprtih trgovanj
sv: Du har för närvarande inga öppna affärer
tl: Kasalukuyan kang walang bukas na kalakalan
tr: Şu anda açık işleminiz yok
ur: آپ کے پاس فی الحال کوئی کھلی تجارت نہیں ہے
zh_cn: 你目前没有开放的交易
zh_tw: 你目前沒有開放的交易

# dashboard250Sbopen8722Sbtrades8722Sbtitle
source: Your open trades
cs: Vaše otevřené obchody
fi: Avoimet kauppasi
fr: Vos transactions en cours
it: I tuoi scambi aperti
lt: Jūsų atviri sandoriai
nb: Dine åpne handler
nl: Uw openstaande transacties
pl: Twoje otwarte handle
pt_br: Negociações abertas
sl: Vaša odprta trgovanja
sv: Dina öppna handlar
tl: Ang iyong mga bukas na kalakalan
tr: Açık işlemleriniz
ur: آپ کی کھلی تجارت
zh_cn: 开放的交易
zh_tw: 開放的交易

# dashboard250Sbpost8722Sbad8722Sbbtn
source: Create new ad
cs: Vytvořit novou reklamu
fi: Luo uusi ilmoitus
fr: Créer une nouvelle annonce
it: Crea un nuovo annuncio
lt: Sukurti naują skelbimą
nb: Opprett ny annonse
nl: Nieuwe advertentie maken
pl: Stwórz nowe ogłoszenie
pt_br: Criar novo anúncio
sl: Ustvari nov oglas
sv: Skapa ny annons
tl: Gumawa ng bagong ad
tr: Yeni reklam oluştur
ur: نیا اشتہار بنائیں
zh_cn: 创建交易广告
zh_tw: 創建交易廣告

# dashboard250Sbtitle
source: Dashboard
fi: Kojelauta
fr: Tableau de bord
lt: Prietaisų skydelis
nb: Dashbord
pl: Panel
pt_br: Painel
sl: Nadzorna plošča
sv: instrumentbräda
tr: Gösterge Paneli
ur: ڈیش بورڈ
zh_cn: 控制面板
zh_tw: 控制面板

# dashboard250Sbtrade250Sbcancelled8722Sbat
source: Cancelled at
cs: Zrušeno v
fi: Peruutettu klo
fr: Annulée le
it: Annullato alle
lt: Atšauktas
nb: Kansellert kl
nl: Geannuleerd om
pl: Anulowano o
pt_br: Cancelado em
sl: Preklicano ob
sv: Inställd kl
tl: Kinansela noong
tr: İptal tarihi:
ur: پر منسوخ کر دیا گیا
zh_cn: 取消时间
zh_tw: 取消時間

# dashboard250Sbtrade250Sbcompleted8722Sbat
source: Completed at
cs: Dokončeno v
fi: Valmistui klo
fr: Terminée le
it: Completato alle
lt: Baigta val
nb: Fullført kl
nl: Voltooid om
pl: Ukończono o
pt_br: Concluído em
sl: Dokončano ob
sv: Avslutad kl
tl: Nakumpleto noong
tr: Tamamlanma tarihi
ur: پر مکمل ہوا
zh_cn: 完成时间
zh_tw: 完成時間

# dashboard250Sbtrade250Sbcreated8722Sbat
source: Creation time
cs: Čas vytvoření
fi: Luomisen aika
fr: Date de création
it: Creato il
lt: Kūrimo laikas
nb: Opprettingstid
nl: Aanmaak tijd
pl: Czas utworzenia
pt_br: Criada em
sl: Čas ustvarjanja
sv: Skapelse tid
tl: Oras ng paglikha
tr: Yaratılış zamanı
ur: تخلیق کا وقت
zh_cn: 创建时间
zh_tw: 創建時間

# dashboard250Sbtrade250Sbstatus250Sbcancelled
source: Cancelled
cs: Zrušeno
fi: Peruutettu
fr: Annulée
it: Cancellato
lt: Atšauktas
nb: avbrutt
nl: Geannuleerd
pl: Anulowany
pt_br: Cancelada
sl: Preklicano
sv: Inställt
tl: Kinansela
tr: İptal edildi
ur: منسوخ
zh_cn: 已取消
zh_tw: 已取消

# dashboard250Sbtrade250Sbstatus250Sbcompleted
source: Completed
cs: Dokončeno
fi: Valmis
fr: Complétée
it: Completato
lt: Užbaigta
nb: Fullført
nl: Voltooid
pl: Zakończony
pt_br: Finalizada.
sl: Dokončano
sv: Avslutad
tl: Nakumpleto
tr: Tamamlanmış
ur: مکمل
zh_cn: 完成
zh_tw: 完成

# dashboard250Sbtrade250Sbstatus250Sbdisputed
source: Disputed
cs: Sporný
fi: Kiistetty
fr: Contestée
it: Contestato
lt: Ginčijamas
nb: Omstridt
nl: Betwist
pl: Sporny
pt_br: Disputada
sl: Sporno
sv: Omtvistad
tl: Pinagtatalunan
tr: İhtilaflı
ur: متنازعہ
zh_cn: 被申诉
zh_tw: 被申訴

# dashboard250Sbtrade250Sbstatus250Sbfunded
source: Funded
cs: Financováno
fi: Rahoitettu
fr: Financée
it: Finanziato
lt: Finansuojama
nb: Finansiert
nl: Gefinancierd
pl: Sfinansowany
pt_br: Financiada
sl: Financirano
sv: Finansieras
tl: Pinondohan
tr: Finanse edilen
ur: فنڈڈ
zh_cn: 已出资
zh_tw: 已出資

# dashboard250Sbtrade250Sbstatus250Sbnot8722Sbpaid
source: Waiting for payment
cs: Čekání na platbu
fi: Odottaa maksua
fr: En attente de paiement
it: In attesa del pagamento
lt: Laukiama apmokėjimo
nb: venter på betaling
nl: Wachten op betaling
pl: Oczekiwanie na zapłatę
pt_br: Aguardando pagamento
sl: Čakanje na plačilo
sv: Väntar för betalning
tl: Naghihintay para sa pagbabayad
tr: Ödeme için bekleniyor
ur: ادائیگی کا انتظار ہے
zh_cn: 等待付款
zh_tw: 等待付款
