Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbviewTags250Sb2250Sbtext
source: <p>As a way to help reduce the synchronization time for Monero wallets, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">a researcher named UkoeHB came up with a novel approach</a> – add a 1-byte “tag” to each transaction using a shared secret known only to the sender and receiver of that transaction.</p> <p>This shared secret is generated by the sender using the address provided to them by the recipient, and does not require any active collaboration by the sender and receiver. The first byte (or character) of this shared secret is then added to the transaction’s data when publishing it to the Monero network.</p> <p>When one of the participants in that transaction want to sync their wallet with the Monero blockchain afterward, instead of needing to perform all of the complex math and cryptography for each and every TXO on the network, the wallet can now just check for that 1-byte field in each transaction and only then perform the time consuming verification on transactions that have that tag – 1/256 TXOs on the network, to be precise!</p> <p>This tag does not reveal any information about the transaction to outside viewers, only adds 1-byte (a negligible amount) to transaction sizes, and yet allows us to reduce sync times by 40%+ by cutting down on the complex verifications necessary!</p>
cs: <p>Jako způsob, jak zkrátit dobu synchronizace peněženek Monero, přišel <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">výzkumník jménem UkoeHB s novým přístupem</a> - přidat ke každé transakci jednobajtový "tag" pomocí sdíleného tajemství, které znají pouze odesílatel a příjemce dané transakce.</p> <p>Toto sdílené tajemství generuje odesílatel pomocí adresy, kterou mu poskytne příjemce, a nevyžaduje žádnou aktivní spolupráci odesílatele a příjemce. První bajt (nebo znak) tohoto sdíleného tajemství je pak přidán k datům transakce při jejím zveřejnění v síti Monero.</p> <p>Když chce některý z účastníků této transakce následně synchronizovat svou peněženku s blockchainem Monero, místo aby musel provádět veškerou složitou matematiku a kryptografii pro každý TXO v síti, může nyní peněženka pouze zkontrolovat toto jednobajtové pole v každé transakci a následně provést časově náročné ověření pouze u transakcí, které mají tento znak - přesněji 1/256 TXO v síti!</p> <p>Tato značka neprozrazuje vnějším pozorovatelům žádné informace o transakci, přidává k velikosti transakce pouze 1 bajt (zanedbatelné množství), a přesto nám umožňuje zkrátit dobu synchronizace o více než 40 % tím, že omezí nutné složité ověřování!</p>
fi: <p>Vähentääkseen Monero-lompakoiden synkronointiaikaa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">tutkija nimeltä UkoeHB keksi uudenlaisen lähestymistavan</a> – lisäämällä 1-tavuisen "tagin" jokaiseen transaktioon käyttämällä vain tunnettua jaettua salaisuutta tapahtuman lähettäjälle ja vastaanottajalle.</p> <p>Lähettäjä luo tämän jaetun salaisuuden käyttämällä vastaanottajan hänelle antamaa osoitetta, eikä se vaadi aktiivista yhteistyötä lähettäjältä ja vastaanottajalta. Tämän jaetun salaisuuden ensimmäinen tavu (tai merkki) lisätään sitten transaktion tietoihin, kun se julkaistaan Monero-verkkoon.</p> <p>Kun joku transaktion osallistujista haluaa synkronoida lompakkonsa Monero-lohkoketjun kanssa sen sijaan, että hänen olisi suoritettava monimutkainen matematiikka ja kryptografia jokaiselle verkon TXO:lle, lompakko voi nyt vain tarkistaa, onko tuo 1-tavuinen kenttä jokaisessa transaktiossa ja vasta sitten suorittaa aikaa vievän tarkistuksen transaktioille, joissa on kyseinen tunniste – 1/256 TXO:ta verkossa, tarkalleen ottaen!</p> <p>Tämä tunniste ei paljasta transaktioita koskevia tietoja ulkopuolisille katsojille, vaan se lisää vain 1 tavun (mitätön määrä) transaktiokokoihin, ja silti antaa meille mahdollisuuden lyhentää synkronointiaikoja yli 40% vähentämällä monimutkaisia välttämättömiä vahvistuksia!</p>
fr: <p>Afin d'aider à réduire le temps de synchronisation des portefeuilles Monero, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">un chercheur nommé UkoeHB a proposé une nouvelle approche</a> - ajouter une « balise » de 1 octet à chaque transaction en utilisant un secret partagé connu uniquement à l'expéditeur et au destinataire de cette transaction.</p> <p>Ce secret partagé est généré par l'expéditeur à l'aide de l'adresse qui lui est fournie par le destinataire, et ne nécessite aucune collaboration active de l'expéditeur et du destinataire. Le premier octet (ou caractère) de ce secret partagé est ensuite ajouté aux données de la transaction lors de sa publication sur le réseau Monero.</p> <p>Lorsque l'un des participants à cette transaction souhaite synchroniser son portefeuille avec la blockchain Monero par la suite, au lieu d'avoir à effectuer tous les calculs complexes et la cryptographie pour chaque TXO sur le réseau, le portefeuille peut désormais simplement vérifier ce champ de 1 octet dans chaque transaction et ensuite seulement effectuer la vérification fastidieuse sur les transactions qui ont cette balise - 1/256 TXO sur le réseau, pour être précis !</p> <p>Cette balise ne révèle aucune information sur la transaction aux examinateurs extérieurs, n'ajoute qu'un octet (une quantité négligeable) à la taille des transactions, et nous permet pourtant de réduire les temps de synchronisation de plus de 40% en réduisant les vérifications complexes au strict nécessaire !</p>
it: <p>Come un modo per aiutare a ridurre il tempo di sincronizzazione per i portafogli Monero, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">un ricercatore chiamato UkoeHB ha proposto un nuovo approccio</a> - aggiungere un "tag" di 1 byte ad ogni transazione utilizzando un segreto condiviso noto solo al mittente e al destinatario di quella transazione.</p> <p>Questo segreto condiviso è generato dal mittente utilizzando l'indirizzo fornito dal destinatario, e non richiede alcuna collaborazione attiva da parte del mittente e del destinatario. Il primo byte (o carattere) di questo segreto condiviso viene aggiunto ai dati della transazione quando viene pubblicata sulla rete Monero.</p> <p>Quando uno dei partecipanti a quella transazione vuole sincronizzare il proprio portafoglio con la blockchain di Monero, invece di dover eseguire tutta la complessa matematica e crittografia per ogni singolo TXO sulla rete, il portafoglio può ora semplicemente controllare quel campo di 1 byte in ogni transazione e solo allora eseguire la verifica che richiede tempo sulle transazioni che hanno quel tag - 1/256 TXO sulla rete, per essere precisi!</p> <p>Questo tag non rivela alcuna informazione sulla transazione agli osservatori esterni, aggiunge solo 1 byte (una quantità trascurabile) alle dimensioni della transazione, e tuttavia ci permette di ridurre i tempi di sincronizzazione del 40%+ riducendo le complesse verifiche necessarie!</p>
lt: <p>Siekdamas sumažinti Monero piniginių sinchronizavimo laiką, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">tyrėjas, vardu UkoeHB, pasiūlė naują metodą</a> – prie kiekvienos operacijos pridėkite 1 baito „žymą“ naudodami tik žinomą bendrinamą paslaptį. tos operacijos siuntėjui ir gavėjui.</p> <p>Šią bendrinamą paslaptį sugeneruoja siuntėjas, naudodamas adresą, kurį jam suteikė gavėjas, ir jai nereikia aktyvaus siuntėjo ir gavėjo bendradarbiavimo. Tada pirmasis šios bendrinamos paslapties baitas (arba simbolis) pridedamas prie operacijos duomenų, kai jis skelbiamas Monero tinkle.</p> <p>Kai vienas iš tos operacijos dalyvių nori vėliau sinchronizuoti savo piniginę su Monero blokų grandine, o ne atlikti visą sudėtingą matematiką ir kriptografiją kiekvienam tinkle esančiam TXO, piniginė dabar gali tiesiog patikrinti, ar nėra tą 1 baito lauką kiekvienoje transakcijoje ir tik tada atlikite daug laiko reikalaujantį operacijų su ta žyma patikrinimą – tiksliau 1/256 TXO tinkle!</p> <p>Ši žyma pašaliniams žiūrintiesiems neatskleidžia jokios informacijos apie operaciją, tik prideda 1 baitą (nedidelę sumą) prie operacijų dydžio ir vis dėlto leidžia sumažinti sinchronizavimo laiką 40 % ir daugiau, sumažinant sudėtingų patvirtinimų skaičių. būtina!</p>
nb: <p>Som en måte å redusere synkroniseringstiden for Monero-lommebøker, kom <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">en forsker ved navn UkoeHB med en ny tilnærming</a> – legg til en 1-byte "tag" til hver transaksjon ved å bruke en delt hemmelighet som kun er kjent til avsender og mottaker av transaksjonen.</p> <p>Denne delte hemmeligheten genereres av avsenderen ved å bruke adressen oppgitt til dem av mottakeren, og krever ikke noe aktivt samarbeid fra avsender og mottaker. Den første byten (eller tegnet) til denne delte hemmeligheten legges deretter til transaksjonens data når den publiseres til Monero-nettverket.</p> <p>Når en av deltakerne i den transaksjonen ønsker å synkronisere lommeboken sin med Monero-blokkjeden etterpå, i stedet for å måtte utføre all den komplekse matematikken og kryptografien for hver TXO på nettverket, kan lommeboken nå bare se etter det 1-byte-feltet i hver transaksjon og bare deretter utføre den tidkrevende verifiseringen på transaksjoner som har den taggen – 1/256 TXO-er på nettverket, for å være presis!</p> <p>Denne taggen avslører ingen informasjon om transaksjonen til eksterne seere, den legger bare til 1-byte (et ubetydelig beløp) til transaksjonsstørrelser, og lar oss likevel redusere synkroniseringstiden med 40 %+ ved å kutte ned på komplekse verifikasjoner nødvendig!</p>
nl: <p>Als poging om de synchronisatietijd voor Monero-portefeuilles te verkorten, bedacht <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">een onderzoeker genaamd UkoeHB een nieuwe aanpak</a> – voeg een 1-byte "tag" toe aan elke transactie met behulp van een gedeeld geheim dat alleen bekend is naar de afzender en ontvanger van die transactie.</p> <p>Dit gedeelde geheim wordt gegenereerd door de afzender met behulp van het adres dat hem door de ontvanger is verstrekt en vereist geen actieve samenwerking tussen de afzender en de ontvanger. De eerste byte (of het eerste teken) van dit gedeelde geheim wordt vervolgens toegevoegd aan de transactiegegevens wanneer deze wordt gepubliceerd op het Monero-netwerk.</p> <p>Als een van de deelnemers aan die transactie zijn portefeuille achteraf wil synchroniseren met de Monero-blockchain, in plaats van alle complexe wiskunde en cryptografie voor elke TXO op het netwerk uit te voeren, kan de portefeuille nu gewoon controleren op dat veld van 1 byte in elke transactie en voer dan pas de tijdrovende verificatie uit op transacties die deze tag hebben – 1/256 TXO's op het netwerk, om precies te zijn!</p> <p>Deze tag onthult geen informatie over de transactie aan externe kijkers, voegt slechts 1 byte (een te verwaarlozen hoeveelheid) toe aan transactiegroottes, en stelt ons toch in staat de synchronisatietijden met meer dan 40% te verminderen door de nodige complexe verificaties te verminderen!</p>
pl: <p> Jako sposób na skrócenie czasu synchronizacji dla portfeli Monero, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">badacz pod nazwą UkoeHB wymyślił nowatorskie podejście</a> - dodanie 1-bajtowego „tagu” do każdej transakcji przy użyciu wspólnego sekretu znanego tylko nadawcy i odbiorcy tej transakcji . </p> <p> Ten wspólny sekret jest generowany przez nadawcę za pomocą adresu podanego mu przez odbiorcę i nie wymaga żadnej współpracy przez nadawcę i odbiorcę. Pierwszy bajt (lub symbol) tego wspólnego sekretu jest następnie dodawany do danych transakcji podczas publikowania jej w sieci Monero. </p> <p> Gdy jeden z uczestników tej transakcji chce zsynchronizować swój portfel z blockchainem Monero, zamiast konieczności wykonania wszystkich skomplikowanych obliczeń i kryptografii dla każdego TXO w sieci, portfel może teraz po prostu sprawdzić to 1-bajtowe pole w każdej transakcji i tylko wtedy wykona czasochłonną weryfikację transakcji, gdy ma ten tag. Pozwala to zawęzić poszukiwania do 1 na każde 256 TXO w sieci! </p> <p> Ten tag nie ujawnia żadnych informacji o transakcji obserwatorowi zewnętrznemu, dodaje tylko 1-bajt (nieistotną ilość) do rozmiaru transakcji, a jednak pozwala nam skrócić czas synchronizacji o 40%+ poprzez ograniczenie skomplikowanych weryfikacji! </p>
pt_br: <p>Como uma forma de ajudar a reduzir o tempo de sincronização das carteiras Monero, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">um pesquisador chamado UkoeHB criou uma nova abordagem</a> - adicionar uma "tag" de 1 byte a cada transação usando um segredo compartilhado conhecido apenas pelo remetente e receptor dessa transação.</p> <p>Este segredo compartilhado é gerado pelo remetente usando o endereço fornecido pelo destinatário, e não requer nenhuma colaboração ativa do remetente e do destinatário. O primeiro byte (ou caráter) deste segredo compartilhado é então adicionado aos dados da transação ao publicá-los na rede Monero.</p> <p>Quando um dos participantes dessa transação quer sincronizar sua carteira com a cadeia de bloqueio Monero depois, em vez de precisar executar toda a matemática e criptografia complexa de cada TXO da rede, a carteira pode agora apenas verificar aquele campo de 1 byte em cada transação e só então executar a verificação demorada nas transações que têm aquela tag - 1/256 TXOs na rede, para ser mais preciso!</p> <p>Esta etiqueta não revela nenhuma informação sobre a transação para espectadores externos, apenas adiciona 1 byte (uma quantidade insignificante) aos tamanhos da transação, e ainda nos permite reduzir os tempos de sincronização em mais de 40%, cortando as complexas verificações necessárias!</p>
sl: <p>Da bi zmanjšal čas sinhronizacije za Monero denarnice, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">je raziskovalec UkoeHB iznašel nov pristop</a> – dodajte 1-bajtno "oznako" vsaki transakciji z uporabo skupne skrivnosti, ki je znana samo pošiljatelju in prejemniku te transakcije.</p> <p>To skupno skrivnost ustvari pošiljatelj z uporabo naslova, ki mu ga je posredoval prejemnik, in ne zahteva nobenega aktivnega sodelovanja pošiljatelja in prejemnika. Prvi bajt (ali znak) te skupne skrivnosti se nato doda k podatkom transakcije, ko jo objavite v omrežju Monero.</p> <p> Ko želi eden od udeležencev te transakcije pozneje sinhronizirati svojo denarnico z Monero blockchainom, namesto da bi moral izvesti vso zapleteno matematiko in kriptografijo za vsak TXO v omrežju, lahko denarnica zdaj samo preveri, ali to 1-bajtno polje v vsaki transakciji in šele nato opravite zamudno preverjanje transakcij, ki imajo to oznako – 1/256 TXO v omrežju, če smo natančni! </p> <p>Ta oznaka ne razkrije nobenih informacij o transakciji zunanjim gledalcem, doda le 1 bajt (zanemarljivo količino) velikosti transakcije, vendar nam omogoča, da skrajšamo čase sinhronizacije za 40 %+ z zmanjšanjem zapletenih preverjanj potrebno!</p>
sv: <p>Som ett sätt att minska synkroniseringstiden för Monero-plånböcker, kom <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">en forskare vid namn UkoeHB på ett nytt tillvägagångssätt</a> – lägg till en 1-byte "tagg" till varje transaktion med hjälp av en delad hemlighet som endast är känd till avsändaren och mottagaren av transaktionen.</p> <p>Denna delade hemligheten genereras av avsändaren med den adress som mottagaren har gett dem och kräver inget aktivt samarbete av avsändaren och mottagaren. Den första byten (eller tecknet) av denna delade hemlighet läggs sedan till transaktionens data när den publiceras på Monero-nätverket.</p> <p>När en av deltagarna i den transaktionen vill synkronisera sin plånbok med Monero blockchain efteråt, istället för att behöva utföra all komplex matematik och kryptografi för varje TXO på nätverket, kan plånboken nu bara kontrollera efter det 1-byte-fältet i varje transaktion och först därefter utföra den tidskrävande verifieringen på transaktioner som har den taggen – 1/256 TSO på nätverket, för att vara exakt!</p> <p>Den här taggen avslöjar ingen information om transaktionen för externa tittare, lägger bara till 1-byte (ett försumbart belopp) till transaktionsstorlekar, och ändå tillåter oss att minska synkroniseringstiderna med 40 %+ genom att minska på de komplexa verifieringarna nödvändigt!</p>
tl: <p>Bilang isang paraan upang makatulong na bawasan ang oras ng pag-synchronize para sa mga wallet ng Monero, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">isang researcher na nagngangalang UkoeHB ang nakaisip ng isang bagong diskarte</a> – magdagdag ng 1-byte na “tag” sa bawat transaksyon gamit ang isang nakabahaging lihim na alam lang sa nagpadala at tumanggap ng transaksyong iyon.</p> <p>Ang nakabahaging lihim na ito ay nabuo ng nagpadala gamit ang address na ibinigay sa kanila ng tatanggap, at hindi nangangailangan ng anumang aktibong pakikipagtulungan ng nagpadala at tagatanggap. Ang unang byte (o character) ng nakabahaging lihim na ito ay idinaragdag sa data ng transaksyon kapag na-publish ito sa Monero network.</p> <p>Kapag ang isa sa mga kalahok sa transaksyong iyon ay nais na i-sync ang kanilang wallet sa Monero blockchain pagkatapos, sa halip na kailanganing gawin ang lahat ng kumplikadong matematika at cryptography para sa bawat at bawat TXO sa network, maaari na ngayong suriin ng wallet ang para sa ang 1-byte na field na iyon sa bawat transaksyon at pagkatapos lamang gawin ang matagal na pag-verify sa mga transaksyong may tag na iyon – 1/256 TXO sa network, upang maging tumpak!</p> <p>Ang tag na ito ay hindi naghahayag ng anumang impormasyon tungkol sa transaksyon sa mga manonood sa labas, nagdaragdag lamang ng 1-byte (isang hindi gaanong halaga) sa mga laki ng transaksyon, at gayon pa man ay nagbibigay-daan sa amin na bawasan ang mga oras ng pag-sync ng 40%+ sa pamamagitan ng pagbabawas sa mga kumplikadong pag-verify kailangan!</p>
tr: <p>Monero cüzdanları için senkronizasyon süresini azaltmaya yardımcı olmanın bir yolu olarak, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">UkoeHB adlı bir araştırmacı yeni bir yaklaşım geliştirdi</a> - yalnızca bilinen bir paylaşılan sırrı kullanarak her işleme 1 baytlık bir "etiket" ekleyin bu işlemin göndericisine ve alıcısına.</p> <p>Bu paylaşılan sır, gönderen tarafından, alıcı tarafından kendisine sağlanan adres kullanılarak oluşturulur ve gönderen ile alıcının herhangi bir aktif işbirliğini gerektirmez. Bu paylaşılan sırrın ilk baytı (veya karakteri), daha sonra Monero ağında yayınlanırken işlemin verilerine eklenir.</p> <p>Bu işlemdeki katılımcılardan biri daha sonra cüzdanını Monero blok zinciriyle senkronize etmek istediğinde, ağdaki her bir TXO için tüm karmaşık matematik ve kriptografi işlemlerini gerçekleştirmek yerine, cüzdan artık yalnızca her işlemde bu 1 baytlık alanı kullanın ve ancak bundan sonra bu etikete sahip işlemlerde zaman alıcı doğrulamayı gerçekleştirin - kesin olarak söylemek gerekirse ağdaki 1/256 TXO!</p> <p>Bu etiket, işlemle ilgili herhangi bir bilgiyi dışarıdaki izleyicilere göstermez, işlem boyutlarına yalnızca 1 bayt (göz ardı edilebilir bir miktar) ekler ve yine de karmaşık doğrulamaları azaltarak senkronizasyon sürelerini %40'ın üzerinde azaltmamıza olanak tanır gerekli!</p>
ur: <p>منیرو والیٹس کے لیے مطابقت پذیری کے وقت کو کم کرنے میں مدد کے طور پر، <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73"> UkoeHB نامی ایک محقق نے ایک نیا طریقہ </a> پیش کیا – ایک مشترکہ راز کا استعمال کرتے ہوئے ہر لین دین میں 1 بائٹ "ٹیگ" شامل کریں۔ اس لین دین کے ارسال کنندہ اور وصول کنندہ کو</p> <p>یہ مشترکہ راز بھیجنے والے نے وصول کنندہ کی طرف سے فراہم کردہ ایڈریس کا استعمال کرتے ہوئے تیار کیا ہے، اور اسے بھیجنے والے اور وصول کنندہ کے کسی فعال تعاون کی ضرورت نہیں ہے۔ اس مشترکہ راز کا پہلا بائٹ (یا کردار) پھر لین دین کے ڈیٹا میں شامل کیا جاتا ہے جب اسے Monero نیٹ ورک پر شائع کیا جاتا ہے۔</p> <p>جب اس لین دین میں شریک افراد میں سے کوئی اپنے بٹوے کو بعد میں Monero blockchain کے ساتھ ہم آہنگ کرنا چاہتا ہے، بجائے اس کے کہ نیٹ ورک پر ہر TXO کے لیے تمام پیچیدہ ریاضی اور خفیہ نگاری کو انجام دینے کی ضرورت ہو، والیٹ اب صرف چیک کر سکتا ہے۔ وہ 1-بائٹ فیلڈ ہر ٹرانزیکشن میں اور اس کے بعد ہی ان ٹرانزیکشنز پر وقت لگنے والی توثیق کریں جن میں یہ ٹیگ ہے - نیٹ ورک پر 1/256 TXOs، درست ہونے کے لیے!</p> <p>یہ ٹیگ باہر کے ناظرین کو لین دین کے بارے میں کوئی معلومات ظاہر نہیں کرتا ہے، صرف لین دین کے سائز میں 1 بائٹ (ایک نہ ہونے کے برابر رقم) کا اضافہ کرتا ہے، اور پھر بھی ہمیں پیچیدہ تصدیقوں کو کم کرکے مطابقت پذیری کے اوقات کو 40%+ تک کم کرنے کی اجازت دیتا ہے۔ ضروری ہے!</p>
zh_cn: <p>为了帮助减少门罗币钱包的同步时间， <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">一位名叫UkoeHB的研究人员想出了一个新的方法</a> – 在每笔交易中添加一个1字节的 “标签”，使用只有该交易的发送方和接收方知道的共享秘密。</p> <p>这个共享秘密是由发送方使用接收方提供给他的地址生成的，不需要发送方和接收方的任何主动合作。这个共享秘密的第一个字节（或字符）然后在发布到门罗币网络时被添加到交易的数据中。</p> <p>当该交易的参与者之一想在之后将他们的钱包与门罗币区块链同步时，而不是需要对网络上的每一个交易输出执行所有复杂的数学和密码学，钱包现在可以只检查每笔交易中的那个1字节字段，然后只对有这个标签的交易执行耗时的验证--准确地说，是网络上1/256个交易输出！</p> <p>这个标签不会向外界透露任何关于交易的信息，只增加1个字节（可以忽略不计）的交易大小，但通过减少必要的复杂验证，我们可以将同步时间减少40%以上！</p>
zh_tw: <p>為了幫助減少門羅幣錢包的同步時間， <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">一位名叫UkoeHB的研究人員想出了一個新的方法</a> – 在每筆交易中添加一個1字節的 “標籤”，使用只有該交易的發送方和接收方知道的共享秘密。</p> <p>這個共享秘密是由發送方使用接收方提供給他的地址生成的，不需要發送方和接收方的任何主動合作。這個共享秘密的第一個字節（或字符）然後在發佈到門羅幣網絡時被添加到交易的數據中。</p> <p>當該交易的參與者之一想在之後將他們的錢包與門羅幣區塊鏈同步時，而不是需要對網絡上的每一個交易輸出執行所有復雜的數學和密碼學，錢包現在可以只檢查每筆交易中的那個1字節字段，然後只對有這個標籤的交易執行耗時的驗證--準確地說，是網絡上1/256個交易輸出！</p> <p>這個標籤不會向外界透露任何關於交易的信息，只增加1個字節（可以忽略不計）的交易大小，但通過減少必要的複雜驗證，我們可以將同步時間減少40%以上！</p>
