Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbdandelion250Sb2250Sbtext
source: One possible mitigation for this attack is usage of an overlay network such as Tor or I2P. This makes it so that even if an attacker can deduce a source IP address, it’s probably not the one that made the transaction, but rather the outproxy (I2P) or exit node (Tor) of the overlay network. This is not an all-encompassing solution however, as overlay networks, VPNs, and similar software is banned in many countries, and expecting everyone to use, sync, and propagate on these networks is unrealistic. There needs to be a solution that doesn’t require the usage of external software and networks; one that is available to the common person. <br/><br/> This solution is Dandelion++ (DPP), which is an upgraded protocol to the original Dandelion proposal for Bitcoin. In this protocol, there are two phases, the stem phase, and the fluff phase; both of them together are supposed to represent the form of a dandelion. <br/><br/> In the stem phase, every few minutes, the sending node randomly chooses two peers out of all of the nodes it’s connected to. When the sending node sends a transaction, either on behalf of itself or just forwarding the transaction from another node in the stem phase, it randomly chooses one of these two selected peers and sends the transaction to it. <br/><br/> The fluff phase is when a node receives a transaction and broadcasts it to every outgoing connection, rather than just to one randomly chosen one, this allows true transaction propagation. Every few minutes a node defines itself as one that will either propagate via stem or via fluff at random, so a stem phase can be quite long if each connecting node has defined itself as a stem node, but once the transaction hits the fluff phase, it stays there. <br/><br/> This means that an attacker will not be able to simply listen for the direction of a transaction anymore, because before it was propagated to everyone, it underwent the stem phase, and the originating node of the fluff phase is not the node the transaction originated from, and it is unknown how many hops along the stem the transaction underwent. <br/><br/> Of course, combining the solutions above (DPP plus an overlay network) will give even stronger guarantees of privacy and protection against IP tracing. It should also be noted, that DPP does not defend against another form of network tracing attack that can be done with ISPs, but this is beyond the scope of this article. <br/><br/> Dandelion++ is set to go live on the Monero network, and be used by default on the reference client, in the 0.16 release. This small change will further mitigate the attacks possible on the Monero network, and exemplifies why Monero leads the pack in practical, applied privacy technologies.
cs: Jedním z možných řešení tohoto útoku je použití překryvné sítě, jako je Tor nebo I2P. Díky tomu je možné, že i když útočník dokáže odvodit zdrojovou IP adresu, pravděpodobně se nejedná o toho, kdo transakci provedl, ale spíše o outproxy (I2P) nebo výstupní uzel (Tor) překryvné sítě. Nejedná se však o univerzální řešení, protože překryvné sítě, VPN a podobný software je v mnoha zemích zakázán a očekávat, že všichni budou tyto sítě používat, synchronizovat a šířit, je nereálné. Je třeba najít řešení, které nebude vyžadovat používání externího softwaru a sítí; řešení, které bude dostupné běžným lidem. <br/><br/> Tímto řešením je Dandelion++ (DPP), což je vylepšený protokol původního návrhu Dandelion pro Bitcoin. V tomto protokolu existují dvě fáze, fáze stonku a fáze chmýří; obě dohromady mají představovat podobu pampelišky. <br/><br/> Ve fázi stonku odesílající uzel každých několik minut náhodně vybere dva rovnocenné uzly ze všech uzlů, ke kterým je připojen. Když odesílající uzel odesílá transakci, ať už svým jménem, nebo jen přeposílá transakci z jiného uzlu ve fázi stonku, náhodně vybere jednoho z těchto dvou vybraných vrstevníků a transakci mu odešle. <br/><br/> Fáze chmýří je, když uzel přijme transakci a rozesílá ji na všechna odchozí spojení, nikoli pouze na jedno náhodně vybrané, což umožňuje skutečné šíření transakce. Každých několik minut se jeden uzel definuje jako ten, který se bude náhodně šířit buď přes stonek, nebo přes chmýří, takže fáze stonku může být poměrně dlouhá, pokud se každý spojovací uzel definoval jako uzel stonku, ale jakmile se transakce dostane do fáze chmýří, zůstane tam. <br/><br/> To znamená, že útočník již nebude moci jednoduše odposlouchávat směr transakce, protože předtím, než byla rozšířena mezi všechny, prošla fází stonku a výchozím uzlem fáze chmýří není uzel, ze kterého transakce pochází, a není známo, kolik skoků po stonku transakce prošla. <br/><br/> Kombinace výše uvedených řešení (DPP a překryvná síť) samozřejmě poskytne ještě větší záruky soukromí a ochrany před sledováním IP. Je třeba také poznamenat, že DPP nechrání před jinou formou útoku na sledování sítě, který lze provést u poskytovatelů internetových služeb, ale to je nad rámec tohoto článku. <br/><br/> Dandelion++ bude v síti Monero spuštěn a ve výchozím nastavení používán v referenčním klientovi ve verzi 0.16. Tato malá změna dále zmírní útoky možné na síť Monero a je příkladem toho, proč Monero vede v oblasti praktických a aplikovaných technologií ochrany soukromí.
fi: Yksi mahdollinen lievennys tälle hyökkäykselle on peittoverkon, kuten Tor tai I2P, käyttö. Tällä on suojaava vaikutus, että vaikka hyökkääjä voisi päätellä lähteen IP-osoitteen, se ei todennäköisesti ole se, joka teki tapahtuman, vaan peittoverkon outproxy (I2P) tai poistumissolmu (Tor). Tämä ei kuitenkaan ole kaiken kattava ratkaisu, koska peittoverkot, VPN:t ja vastaavat ohjelmistot ovat kiellettyjä monissa maissa, ja on epärealistista odottaa kaikkien käyttävän, synkronoivan ja levittävän näitä verkkoja. Tarvitaan ratkaisu, joka ei vaadi ulkoisten ohjelmistojen ja verkkojen käyttöä, vaan on tavallisen ihmisen saatavilla. <br/><br/> Tämä ratkaisu on Dandelion++ (DPP), joka on päivitetty protokolla alkuperäiseen Dandelion-ehdotukseen Bitcoinille. Tässä protokollassa on kaksi vaihetta, varsivaihe ja "fluff"vaihe; molempien yhdessä oletetaan edustavan voikukan muotoa. <br/><br/> Varsivaiheessa lähettävä solmu valitsee muutaman minuutin välein satunnaisesti kaksi vertaista kaikista solmuista, joihin se on yhteydessä. Kun lähettävä solmu lähettää tapahtuman, joko omasta puolestaan tai vain välittäen tapahtuman toisesta solmusta varsivaiheessa, se valitsee satunnaisesti toisen näistä kahdesta valitusta vertaisryhmästä ja lähettää tapahtuman sille. <br/><br/> Fluff-vaihe on, kun solmu vastaanottaa tapahtuman ja lähettää sen jokaiselle lähtevälle yhteydelle, ei vain yhdelle satunnaisesti valitulle, tämä mahdollistaa tapahtuman todellisen etenemisen. Muutaman minuutin välein solmu määrittelee itsensä sellaiseksi, joka etenee joko varren tai fluffin kautta satunnaisesti, joten varsivaihe voi olla melko pitkä, jos jokainen yhdistävä solmu on määritellyt itsensä varsisolmuksi, mutta kun tapahtuma osuu fluff-vaiheeseen, se pysyy siellä. <br/><br/> Tämä tarkoittaa, että hyökkääjä ei voi enää yksinkertaisesti kuunnella tapahtuman suuntaa, koska ennen kuin se levisi kaikille, se kävi läpi varsivaiheen ja fluff-vaiheen. Lähtösolmu ei ole se solmu, josta tapahtuma on peräisin ja ei ole tiedossa, kuinka monta hyppyä varren matkalla transaktiossa tapahtui. <br/><br/> Tietenkin yllä olevien ratkaisujen (DPP ja peittoverkko) yhdistäminen antaa entistä vahvemmat takeet yksityisyydestä ja suojasta IP-jäljittämistä vastaan. On myös huomattava, että DPP ei puolusta muita verkon jäljityshyökkäysten muotoja, jotka voidaan tehdä Internet-palveluntarjoajien kanssa, mutta tämä ei kuulu tämän artikkelin piiriin. <br/><br/> Dandelion++ on asetettu julkaisuun Monero-verkossa ja sitä käytetään oletusarvoisesti referenssiasiakkaassa 0.16-julkaisussa. Tämä pieni muutos lieventää entisestään Monero-verkkoon kohdistuvia mahdollisia hyökkäyksiä ja on esimerkki siitä, miksi Monero johtaa käytännöllisiä, sovellettavia tietosuojateknologioita.
fr: Une contre-mesure possible à cette attaque est l'utilisation d'un « réseau en couches » tel que Tor ou I2P. Cela fait en sorte que même si un attaquant peut déduire une adresse IP source, ce n'est probablement pas celle qui a effectué la transaction, mais plutôt le proxy sortant (I2P) ou le nœud de sortie (Tor) du réseau en couches. Cependant, il ne s'agit pas d'une solution globale, car les réseaux couches, les VPN et les logiciels similaires sont interdits dans de nombreux pays, et s'attendre à ce que tout le monde utilise, synchronise et propage sur ces réseaux est irréaliste. Il doit y avoir une solution qui ne nécessite pas l'utilisation de logiciels et de réseaux externes ; une qui soit à la portée de tout le monde. <br/><br/> Cette solution est Dandelion++ (DPP), qui est un protocole amélioré par rapport à la proposition originale de Dandelion pour Bitcoin. Dans ce protocole, il y a deux phases, la phase « stem » (tige) et la phase « fluff » (pétales) ; les deux ensemble sont censées représenter la forme d'un pissenlit. <br/><br/> Dans la phase « stem », à intervalle de quelques minutes, le nœud expéditeur choisit au hasard deux pairs parmi tous les nœuds auxquels il est connecté. Lorsqu'il envoie une transaction, soit en son nom, soit simplement en transmettant la transaction provenant d'un autre nœud dans la phase « stem », il choisit au hasard l'un de ces deux pairs sélectionnés et lui envoie la transaction. <br/><br/> La phase « fluff » est lorsqu'un nœud reçoit une transaction et la diffuse à chaque connexion sortante, plutôt qu'à une seule choisie au hasard, ce qui permet une véritable propagation de la transaction. À intervalles de quelques minutes, un nœud choisit aléatoirement comment il propagera les transactions, soit en mode « stem » soit en mode « fluff », donc une phase de « stem » peut être assez longue si chaque nœud connecté s'est défini comme un nœud « stem », mais une fois que la transaction atteint la phase de « fluff », le protocole s'arrête. <br/><br/> Cela signifie qu'un attaquant ne pourra plus suivre facilement le cheminement d'une transaction, car avant qu'elle ne soit propagée à tout le monde, elle a subi la phase « stem », et le nœud d'origine de la phase « fluff » n'est pas le nœud d'où provient la transaction. , et on ne sait pas combien de sauts la transaction a effectué le long de la « tige ». <br/><br/> Bien sûr, combiner les solutions ci-dessus (DPP plus un réseau en couches) donnera des garanties encore plus fortes de confidentialité et de protection contre le traçage IP. Il convient également de noter que DPP ne protège pas contre une autre forme d'attaque de traçage de réseau qui peut être effectuée avec les FAI, mais cela dépasse le cadre de cet article. <br/><br/> Dandelion++ est prêt à mis en servicel sur le réseau Monero et être utilisé par défaut sur le client de référence, dans la version 0.16. Ce petit changement réduira davantage les attaques possibles sur le réseau Monero et illustre pourquoi Monero est en tête du peloton dans les technologies de confidentialité pratiques et appliquées.
it: Una possibile soluzione per questo attacco è l'utilizzo di una rete overlay come Tor o I2P. Questo fa sì che anche se un utente malintenzionato può dedurre un indirizzo IP di origine, probabilmente non è quello che ha effettuato la transazione, ma piuttosto il outproxy (I2P) o il nodo di uscita (Tor) della rete di overlay. Questa non è una soluzione onnicomprensiva, poiché reti sovrapposte, VPN e software simile sono vietati in molti paesi e aspettarsi che tutti utilizzino, sincronizzino e propagino su queste reti non è realistico. Deve esserci una soluzione che non richiede l'utilizzo di software e reti esterni; uno che è disponibile per la persona comune. <br/><br/>Questa soluzione è Dandelion ++ (DPP), che è un protocollo aggiornato alla proposta Dandelion originale per Bitcoin. In questo protocollo, ci sono due fasi, la fase dello stelo e la fase di fluff; entrambi dovrebbero rappresentare la forma di un dente di leone. <br/><br/>Nella fase radice, ogni pochi minuti, il nodo mittente sceglie casualmente due peer da tutti i nodi a cui è connesso. Quando il nodo mittente invia una transazione, per conto proprio o semplicemente inoltrando la transazione da un altro nodo nella fase radice, sceglie casualmente uno di questi due peer selezionati e vi invia la transazione. <br/><br/>La fase di fluff è quando un nodo riceve una transazione e la trasmette a ogni connessione in uscita, piuttosto che solo a una scelta a caso, ciò consente una vera propagazione della transazione. Ogni pochi minuti un nodo si definisce come uno che si propagherà casualmente o tramite fluff via casualmente, quindi una fase radice può essere piuttosto lunga se ogni nodo di connessione si definisce come nodo radice, ma una volta che la transazione raggiunge la fase fluff, rimane lì. <br/><br/>Ciò significa che un utente malintenzionato non sarà più in grado di ascoltare semplicemente la direzione di una transazione, perché prima che fosse propagato a tutti, ha subito la fase radice e il nodo di origine della fase fluff non è il nodo da cui la transazione ha avuto origine e non è noto quanti salti siano stati sottoposti alla transazione. <br/><br/>Naturalmente, combinando le soluzioni di cui sopra (DPP più una rete overlay) fornirà garanzie ancora più forti di privacy e protezione contro la tracciabilità IP. Va anche notato che DPP non difende da un'altra forma di attacco di tracciabilità della rete che può essere fatto con gli ISP, ma questo va oltre lo scopo di questo articolo. <br/><br/>Dandelion ++ è impostato per essere attivo sulla rete Monero ed essere utilizzato per impostazione predefinita sul client di riferimento, nella versione 0.16. Questa piccola modifica mitigherà ulteriormente gli attacchi possibili sulla rete Monero ed esemplifica il motivo per cui Monero guida il pacchetto in pratiche tecnologie di privacy applicate.
lt: Vienas iš galimų šios atakos švelninimo būdų yra perdangos tinklo, pvz., Tor arba I2P, naudojimas. Dėl to net jei užpuolikas gali nustatyti šaltinio IP adresą, greičiausiai tai ne tas, kuris atliko operaciją, o perdangos tinklo tarpinis serveris (I2P) arba išėjimo mazgas (Tor). Tačiau tai nėra visa apimantis sprendimas, nes perdangos tinklai, VPN ir panaši programinė įranga yra uždrausta daugelyje šalių, todėl tikėtis, kad visi naudosis, sinchronizuos ir platins šiuos tinklus, yra nerealu. Turi būti sprendimas, kuriam nereikia naudoti išorinės programinės įrangos ir tinklų; toks, kuris yra prieinamas paprastam žmogui. <br/><br/> Šis sprendimas yra Dandelion++ (DPP), kuris yra atnaujintas protokolas, atitinkantis pradinį Dandelion pasiūlymą Bitcoin. Šiame protokole yra dvi fazės – stiebo fazė ir pūkavimo fazė; abu jie kartu turėtų reprezentuoti kiaulpienės formą. <br/><br/> Kamieninėje fazėje kas kelias minutes siunčiantis mazgas atsitiktinai pasirenka du bendraamžius iš visų mazgų, prie kurių jis yra prijungtas. Kai siunčiantis mazgas siunčia operaciją savo vardu arba tiesiog persiųsdamas operaciją iš kito mazgo kamieno fazėje, jis atsitiktinai pasirenka vieną iš šių dviejų pasirinktų bendraamžių ir siunčia jam operaciją. <br/><br/> Pūkuotumo fazė yra tada, kai mazgas priima operaciją ir perduoda ją kiekvienam išeinančiam ryšiui, o ne tik vienam atsitiktinai pasirinktam ryšiui, tai leidžia realiai skleisti sandorį. Kas kelias minutes mazgas apibrėžiamas kaip toks, kuris atsitiktinai sklinda per kamieną arba per pūką, todėl kamieninė fazė gali būti gana ilga, jei kiekvienas jungiamasis mazgas apibrėžė save kaip kamieninį mazgą, tačiau kai operacija pasiekia pūkų fazę, tai lieka ten. <br/><br/> Tai reiškia, kad užpuolikas nebegalės tiesiog klausytis operacijos krypties, nes prieš ją perduodant visiems, ji patyrė kamieninę fazę, o pradinis pūkų fazės mazgas nėra tas mazgas, iš kurio kilo operacija. , ir nežinoma, kiek apynių išilgai stiebo buvo atliktas sandoris. <br/><br/> Žinoma, sujungus aukščiau nurodytus sprendimus (DPP ir perdangos tinklą) bus užtikrintas dar stipresnis privatumas ir apsauga nuo IP sekimo. Taip pat reikėtų pažymėti, kad DPP neapsaugo nuo kitos formos tinklo sekimo atakos, kurią galima atlikti su IPT, tačiau tai nepatenka į šio straipsnio taikymo sritį. <br/><br/> „Dandelion++“ yra nustatytas veikti Monero tinkle ir pagal numatytuosius nustatymus naudojamas referenciniame kliente, 0.16 versijoje. Šis nedidelis pakeitimas dar labiau sušvelnins galimas atakas prieš Monero tinklą ir parodo, kodėl Monero pirmauja praktinių, taikomų privatumo technologijų srityje.
nb: En mulig redusering for dette angrepet er bruk av et overleggsnettverk som Tor eller I2P. Dette gjør det slik at selv om en angriper kan utlede en kilde-IP-adresse, er det sannsynligvis ikke den som foretok transaksjonen, men snarere outproxy (I2P) eller utgangsnoden (Tor) til overleggsnettverket. Dette er imidlertid ikke en altomfattende løsning, siden overleggsnettverk, VPN-er og lignende programvare er forbudt i mange land, og det er urealistisk å forvente at alle bruker, synkroniserer og sprer seg på disse nettverkene. Det må finnes en løsning som ikke krever bruk av ekstern programvare og nettverk; en som er tilgjengelig for den vanlige personen. <br/><br/> Denne løsningen er Dandelion++ (DPP), som er en oppgradert protokoll til det originale Dandelion-forslaget for Bitcoin. I denne protokollen er det to faser, stammefasen og flufffasen; begge to sammen er ment å representere formen til en løvetann. <br/><br/> I stamfasen, med noen få minutters mellomrom, velger avsendernoden tilfeldig to jevnaldrende av alle nodene den er koblet til. Når avsendernoden sender en transaksjon, enten på vegne av seg selv eller bare videresender transaksjonen fra en annen node i stamfasen, velger den tilfeldig en av disse to utvalgte peerne og sender transaksjonen til den. <br/><br/> Flufffasen er når en node mottar en transaksjon og kringkaster den til hver utgående tilkobling, i stedet for bare til en tilfeldig valgt en, dette tillater ekte transaksjonsutbredelse. Hvert par minutter definerer en node seg selv som en som enten vil forplante seg via stamme eller via lo tilfeldig, så en stamfase kan være ganske lang hvis hver koblende node har definert seg selv som en stamnode, men når transaksjonen treffer lofasen, det blir der. <br/><br/> Dette betyr at en angriper ikke lenger vil kunne lytte etter retningen til en transaksjon lenger, fordi før den ble formidlet til alle, gjennomgikk den stamfasen, og den opprinnelige noden til lofasen er ikke noden transaksjonen stammer fra. , og det er ukjent hvor mange hopp langs stammen transaksjonen gjennomgikk. <br/><br/> Å kombinere løsningene ovenfor (DPP pluss et overleggsnettverk) vil selvsagt gi enda sterkere garantier for personvern og beskyttelse mot IP-sporing. Det skal også bemerkes at DPP ikke forsvarer seg mot en annen form for nettverkssporingsangrep som kan gjøres med Internett-leverandører, men dette er utenfor rammen av denne artikkelen. <br/><br/> Dandelion++ er satt til å gå live på Monero-nettverket, og brukes som standard på referanseklienten, i 0.16-utgivelsen. Denne lille endringen vil ytterligere redusere angrepene som er mulige på Monero-nettverket, og eksemplifiserer hvorfor Monero leder flokken innen praktiske, anvendte personvernteknologier.
nl: Een mogelijke oplossing voor deze aanval is het gebruik van een overlay-netwerk zoals Tor of I2P. Dit zorgt ervoor dat zelfs als een aanvaller een bron-IP-adres kan afleiden, dit waarschijnlijk niet degene is die de transactie heeft uitgevoerd, maar eerder de outproxy (I2P) of exit node (Tor) van het overlay-netwerk. Dit is echter geen allesomvattende oplossing, aangezien overlay-netwerken, VPN's en soortgelijke software in veel landen verboden zijn en het onrealistisch is om te verwachten dat iedereen deze netwerken gebruikt, synchroniseert en verspreidt. Er moet een oplossing zijn waarvoor geen externe software en netwerken nodig zijn; een die beschikbaar is voor de normale mens. <br/><br/> Deze oplossing is Dandelion++ (DPP), een geüpgraded protocol voor het oorspronkelijke Dandelion-voorstel voor Bitcoin. In dit protocol zijn er twee fases, de stamfase en de pluisfase; beiden samen zouden de vorm van een paardebloem moeten vertegenwoordigen. <br/><br/> In de stamfase kiest het verzendende knooppunt om de paar minuten willekeurig twee van zijn collega's uit alle knooppunten waarmee het is verbonden. Wanneer het verzendende knooppunt een transactie verzendt, hetzij namens zichzelf of door de transactie door te sturen vanaf een ander knooppunt in de stamfase, kiest het willekeurig een van deze twee geselecteerde knooppunten en verzendt de transactie ernaartoe. <br/><br/> De fluff-fase is wanneer een knooppunt een transactie ontvangt en deze uitzendt naar elke uitgaande verbinding, in plaats van slechts naar één willekeurig gekozen verbinding, dit maakt echte transactiepropagatie mogelijk. Om de paar minuten definieert een knooppunt zichzelf als een knooppunt dat zich willekeurig voortplant via stem of via fluff, dus een stamfase kan behoorlijk lang zijn als elk verbindingsknooppunt zichzelf heeft gedefinieerd als een stamknooppunt, maar zodra de transactie de fluff-fase bereikt, blijft het daar. <br/><br/> Dit betekent dat een aanvaller niet meer eenvoudig kan luisteren naar de richting van een transactie, omdat het, voordat deze aan iedereen werd doorgegeven, de stamfase onderging en het oorspronkelijke knooppunt van de fluff-fase niet het knooppunt is waarvan de transactie afkomstig is, en het ook niet bekend is hoeveel sprongen de transactie heeft ondergaan langs de stam. <br/><br/> Natuurlijk geeft het combineren van bovenstaande oplossingen (DPP plus een overlay-netwerk) nog sterkere garanties van privacy en bescherming tegen IP-tracering. Er moet ook worden opgemerkt dat DPP geen verdediging biedt tegen een andere vorm van netwerkopsporingsaanval die met ISP's kan worden gedaan, maar dit valt buiten het bereik van dit artikel. <br/><br/> Dandelion++ is ingesteld om live te gaan op het Monero-netwerk en standaard te worden gebruikt op de referentieclient, in release 0.16. Deze kleine wijziging zal de mogelijke aanvallen op het Monero-netwerk verder beperken en illustreert waarom Monero toonaangevend is op het gebied van praktische, toegepaste privacytechnologieën.
pl: Jednym z możliwych zabezpieczeń przed tego typu atakiem jest użycie sieci anonimizującej, takiej jak Tor lub I2P. To sprawia, że nawet jeśli atakujący może wydedukować adres IP źródła, to prawdopodobnie nie jest to ten, z którego dokonano transakcji, ale raczej outproxy (I2P) lub exit node (Tor) sieci nakładki. Nie jest to jednak wszechstronne rozwiązanie, ponieważ sieci anonimizujące, VPN i podobne oprogramowanie są zakazane w wielu krajach, a oczekuje się, żeby wszyscy mogli korzystać, synchronizować i propagować w tych sieciach. Musi istnieć rozwiązanie, które nie wymaga wykorzystania zewnętrznego oprogramowania i sieci; takie, które jest dostępne dla zwykłej osoby. <br/><br/> To rozwiązanie to Dandelion++ (DPP), który jest ulepszeniem dla pomysłu Dandelion pierwotnie opracowanego dla Bitcoina. W tym protokole istnieją dwie fazy, stem phase i fluff phase; razem mają reprezentować dojrzewanie dmuchawca. <br/><br/> W fazie stem, co kilka minut, węzeł wysyłający losowo wybiera dwóch rówieśników ze wszystkich węzłów, z którymi jest podłączony. Gdy węzeł wysyła transakcję, własną, albo propagując transakcję z innego węzła w fazie stem, losowo wybiera jednego z tych dwóch wybranych rówieśników i wysyła do niego transakcję. <br/><br/> Faza puchu zachodzi, gdy węzeł odbiera transakcję i nadaje ją do każdego wychodzącego połączenia, a nie tylko do jednego losowo wybranego. Umożliwia to prawdziwą propagację transakcji. Co kilka minut węzeł definiuje się jako ten, który albo będzie propagował w trybie stem lub losowo w trybie fluff, więc faza stem może być dość długa, jeśli każdy węzeł łączący się jest definiowany jako węzeł stem, ale gdy transakcja trafi węzeł w fazie puchu, zostanie w niej. <br/><br/> Oznacza to, że atakujący nie będzie w stanie po prostu nasłuchiwać kierunku, z którego nadchodzi transakcja, ponieważ zanim została ona nadana do wszystkich, przeszła fazę stem, a węzeł początkowy fazy fluff nie jest węzłem, z którego pochodzi transakcja i nie wiadomo, z ilu węzłów stem przeszła transakcja wcześniej. <br/><br/> Oczywiście połączenie powyższych rozwiązań (DPP i sieci nakładki) zapewni jeszcze silniejszą gwarancję prywatności i ochrony przed śledzeniem IP. Należy również zauważyć, że DPP nie chroni przed inną formą ataku śledzenia sieci, którą można wykonać za pośrednictwem dostawców usług internetowych, ale jest to poza zakresem tego artykułu. <br/><br/> Dandelion++ jest dostępny w sieci Monero i będzie domyślnie używany na kliencie referencyjnym w wersji 0.16. Ta niewielka zmiana dodatkowo zapobiega możliwym atakom na sieć Monero i stanowi przykład, dlaczego Monero jest wiodącą, praktyczną, stosowaną, technologią prywatności.
pt_br: Uma possível mitigação para esse ataque é o uso de uma rede de sobreposição, como Tor ou I2P. Isso faz com que, mesmo que um invasor possa deduzir um endereço IP de origem, provavelmente não é o responsável pela transação, mas sim o nó externo (I2P) ou de saída (Tor) da rede de sobreposição. Entretanto, essa não é uma solução abrangente, pois redes de sobreposição, VPNs e software similar são proibidos em muitos países, e esperar que todos usem, sincronizem e se propagem nessas redes é irreal. É preciso haver uma solução que não exija o uso de software e redes externos; um que está disponível para a pessoa comum. <br/><br/>Esta solução é o Dandelion ++ (DPP), que é um protocolo atualizado para a proposta original do Dandelion para Bitcoin. Neste protocolo, existem duas fases, a fase tronco e a fase fluff; os dois juntos representam a forma de um dente-de-leão. <br/><br/>Na fase do tronco, a cada poucos minutos, o nó de envio escolhe aleatoriamente dois pares de todos os nós aos quais está conectado. Quando o nó de envio envia uma transação, por conta própria ou apenas encaminhar a transação de outro nó na fase-tronco, ele escolhe aleatoriamente um desses dois pares selecionados e envia a transação para ele. <br/><br/>A fase de cotão é quando um nó recebe uma transação e a transmite a todas as conexões de saída, e não apenas a uma escolhida aleatoriamente, isso permite a verdadeira propagação da transação. A cada poucos minutos, um nó se define como aquele que se propaga aleatoriamente via haste ou buço, de modo que uma fase tronco pode ser bastante longa se cada nó de conexão se definiu como um nó tronco, mas assim que a transação atinge a fase buço, fica lá. <br/><br/>Isso significa que um invasor não poderá mais simplesmente escutar a direção de uma transação, porque antes de ser propagada para todos, passava pela fase-tronco, e o nó de origem da fase de cotão não é o nó de origem da transação. , e não se sabe quantos saltos ao longo do tronco a transação foi submetida. <br/><br/>Obviamente, combinar as soluções acima (DPP mais uma rede de sobreposição) fornecerá garantias ainda mais fortes de privacidade e proteção contra rastreamento de IP. Também deve ser observado que o DPP não se defende contra outra forma de ataque de rastreamento de rede que pode ser feito com os ISPs, mas isso está além do escopo deste artigo. <br/><br/>O Dandelion ++ está definido para entrar em operação na rede Monero e ser usado por padrão no cliente de referência, na versão 0.16. Essa pequena alteração mitigará ainda mais os ataques possíveis na rede Monero e exemplifica por que a Monero lidera o grupo em tecnologias práticas e aplicadas de privacidade.
sl: Ena od možnosti za ublažitev tega napada je uporaba prekrivnega omrežja, kot sta Tor ali I2P. Tako tudi če napadalec lahko ugotovi izvorni IP-naslov, to verjetno ni tisti, ki je opravil transakcijo, temveč izhodno (I2P) ali izhodno vozlišče (Tor) prekrivnega omrežja. Vendar to ni vseobsegajoča rešitev, saj so prekrivna omrežja, VPN omrežja in podobna programska oprema v številnih državah prepovedana, zato je nerealno pričakovati, da bodo vsi uporabljali, sinhronizirali in širili v teh omrežjih. Potrebna je rešitev, ki ne zahteva uporabe zunanje programske opreme in omrežij; rešitev, ki bo na voljo običajnim ljudem. <br/><br/> Ta rešitev je Dandelion++ (DPP), ki je nadgrajen protokol prvotnega predloga Dandelion za Bitcoin. V tem protokolu sta dve fazi, in sicer steblo in fluff; oboje skupaj naj bi predstavljalo obliko regrata. <br/><br/> V stebelni fazi vsakih nekaj minut vozlišče pošiljanja naključno izbere dva vrstnika izmed vseh vozlišč, s katerimi je povezano. Ko pošiljajoče vozlišče pošlje transakcijo, bodisi v svojem imenu bodisi samo posreduje transakcijo iz drugega vozlišča v fazi stem, naključno izbere enega od teh dveh izbranih vrstnikov in mu pošlje transakcijo. <br/><br/> Faza fluff je faza, ko vozlišče prejme transakcijo in jo razpošlje vsaki izhodni povezavi, ne le eni naključno izbrani, kar omogoča resnično širjenje transakcije. Vsakih nekaj minut se vozlišče naključno opredeli kot vozlišče, ki se bo razširilo bodisi prek " stebla" bodisi prek "fluffa", zato je lahko faza " stebla" precej dolga, če se je vsako povezovalno vozlišče opredelilo kot " steblo", ko pa transakcija preide v fazo " fluffa", tam tudi ostane. <br/><br/> To pomeni, da napadalec ne bo mogel več preprosto poslušati smeri transakcije, saj je ta, preden se je razširila med vse, prešla fazo stebla, izvorno vozlišče faze fluff pa ni vozlišče, iz katerega je transakcija izšla, in ni znano, koliko skokov po steblu je transakcija podvržena. <br/><br/> Seveda bo kombinacija zgornjih rešitev (DPP in prekrivno omrežje) zagotovila še močnejša jamstva zasebnosti in zaščite pred sledenjem IP. Opozoriti je treba tudi, da DPP ne ščiti pred drugo obliko napada na sledenje omrežja, ki ga je mogoče izvesti pri ponudnikih internetnih storitev, vendar to presega obseg tega članka. <br/><br/> Dandelion++ naj bi začel delovati v omrežju Monero in se privzeto uporabljal v referenčnem odjemalcu v izdaji 0.16. Ta majhna sprememba bo še dodatno ublažila možnost napadov na omrežje Monero in je primer, zakaj je Monero vodilni na področju praktičnih, uporabnih tehnologij za varovanje zasebnosti.
sv: En möjlig begränsning för denna attack är användningen av ett överlagringsnätverk som Tor eller I2P. Detta gör det så att även om en angripare kan härleda en käll-IP-adress, är det förmodligen inte den som gjorde transaktionen, utan snarare outproxy (I2P) eller utgångsnod (Tor) för överlagringsnätverket. Detta är dock inte en heltäckande lösning, eftersom överlagringsnätverk, VPN och liknande programvara är förbjudna i många länder, och det är orealistiskt att förvänta sig att alla ska använda, synkronisera och sprida sig på dessa nätverk. Det måste finnas en lösning som inte kräver användning av extern programvara och nätverk; en som är tillgänglig för gemene man. <br/><br/> Denna lösning är Dandelion++ (DPP), som är ett uppgraderat protokoll till det ursprungliga Dandelion-förslaget för Bitcoin. I detta protokoll finns det två faser, stamfasen och flufffasen; båda av dem tillsammans är tänkta att representera formen av en maskros. <br/><br/> I stamfasen, med några minuters mellanrum, väljer den sändande noden slumpmässigt två peers av alla noder den är ansluten till. När den sändande noden skickar en transaktion, antingen på uppdrag av sig själv eller bara vidarebefordrar transaktionen från en annan nod i stamfasen, väljer den slumpmässigt en av dessa två utvalda peers och skickar transaktionen till den. <br/><br/> Flufffasen är när en nod tar emot en transaktion och sänder den till varje utgående anslutning, snarare än bara till en slumpmässigt vald, vilket tillåter verklig transaktionsutbredning. Med några minuters mellanrum definierar en nod sig själv som en som antingen sprider sig via stam eller via ludd slumpmässigt, så en stamfas kan vara ganska lång om varje anslutande nod har definierat sig själv som en stamnod, men när transaktionen väl träffar flufffasen, den stannar där. <br/><br/> Detta innebär att en angripare inte helt enkelt kommer att kunna lyssna efter riktningen för en transaktion längre, för innan den spreds till alla genomgick den stamfasen, och ursprungsnoden för flufffasen är inte noden som transaktionen härrörde från , och det är okänt hur många hopp längs stammen transaktionen genomgick. <br/><br/> Naturligtvis kommer att kombinera lösningarna ovan (DPP plus ett överläggsnätverk) ge ännu starkare garantier för integritet och skydd mot IP-spårning. Det bör också noteras att DPP inte försvarar sig mot en annan form av nätverksspårningsattack som kan göras med ISP:er, men detta ligger utanför ramen för denna artikel. <br/><br/> Dandelion++ är inställd på att gå live på Monero-nätverket och användas som standard på referensklienten i version 0.16. Denna lilla förändring kommer att ytterligare mildra de attacker som är möjliga på Monero-nätverket och exemplifierar varför Monero är ledande inom praktisk, tillämpad integritetsteknik.
tl: Ang isang posibleng pagpapagaan para sa pag-atakeng ito ay ang paggamit ng isang overlay na network tulad ng Tor o I2P. Ginagawa nito na kahit na ang isang umaatake ay maaaring mag-deduce ng isang pinagmulang IP address, malamang na hindi ito ang gumawa ng transaksyon, ngunit sa halip ay ang outproxy (I2P) o exit node (Tor) ng overlay na network. Gayunpaman, hindi ito isang solusyong sumasaklaw sa lahat, dahil ang mga overlay na network, VPN, at katulad na software ay ipinagbabawal sa maraming bansa, at hindi makatotohanan ang pag-asang lahat na gagamit, magsi-sync, at magpapalaganap sa mga network na ito. Kailangang mayroong solusyon na hindi nangangailangan ng paggamit ng panlabas na software at mga network; isa na magagamit ng karaniwang tao. <br/><br/> Ang solusyon na ito ay Dandelion++ (DPP), na isang na-upgrade na protocol sa orihinal na panukalang Dandelion para sa Bitcoin. Sa protocol na ito, mayroong dalawang phase, ang stem phase, at ang fluff phase; pareho silang magkasama ay dapat na kumakatawan sa anyo ng isang dandelion. <br/><br/> Sa stem phase, bawat ilang minuto, random na pumipili ang nagpapadalang node ng dalawang peer sa lahat ng node kung saan ito nakakonekta. Kapag ang nagpapadalang node ay nagpadala ng isang transaksyon, alinman sa ngalan ng sarili nito o pagpapasa lamang ng transaksyon mula sa isa pang node sa stem phase, sapalarang pinipili nito ang isa sa dalawang napiling peer na ito at ipinapadala ang transaksyon dito. <br/><br/> Ang fluff phase ay kapag ang isang node ay nakatanggap ng isang transaksyon at nag-broadcast nito sa bawat papalabas na koneksyon, sa halip na sa isang random na napili, ito ay nagbibigay-daan sa tunay na pagpapalaganap ng transaksyon. Bawat ilang minuto, tinutukoy ng isang node ang sarili bilang isa na magpapalaganap sa pamamagitan ng stem o sa pamamagitan ng fluff nang random, kaya ang isang stem phase ay maaaring maging medyo mahaba kung ang bawat connecting node ay tinukoy ang sarili bilang isang stem node, ngunit kapag ang transaksyon ay tumama sa fluff phase, nananatili ito doon. <br/><br/> Nangangahulugan ito na ang isang umaatake ay hindi na makikinig lamang para sa direksyon ng isang transaksyon, dahil bago ito ipalaganap sa lahat, sumailalim ito sa stem phase, at ang originating node ng fluff phase ay hindi ang node kung saan nagmula ang transaksyon. , at hindi alam kung ilang hops sa stem ang isinailalim sa transaksyon. <br/><br/> Siyempre, ang pagsasama-sama ng mga solusyon sa itaas (DPP kasama ang isang overlay na network) ay magbibigay ng mas malakas na garantiya ng privacy at proteksyon laban sa pagsubaybay sa IP. Dapat ding tandaan, na ang DPP ay hindi nagtatanggol laban sa isa pang paraan ng pag-atake sa pagsubaybay sa network na maaaring gawin sa mga ISP, ngunit ito ay lampas sa saklaw ng artikulong ito. <br/><br/> Ang Dandelion++ ay nakatakdang maging live sa Monero network, at gagamitin bilang default sa reference na kliyente, sa 0.16 na release. Ang maliit na pagbabagong ito ay higit na magpapagaan sa mga posibleng pag-atake sa Monero network, at nagpapakita kung bakit pinangungunahan ng Monero ang pack sa mga praktikal at inilapat na teknolohiya sa privacy.
tr: Bu saldırının olası bir hafifletici yolu Tor veya I2P gibi bir yer paylaşımlı ağın kullanılmasıdır. Bu, bir saldırganın bir kaynak IP adresi çıkarsa bile, muhtemelen işlemi yapan IP adresinin değil, yer paylaşımlı ağın outproxy'sinin (I2P) veya çıkış düğümünün (Tor) olmasını sağlar. Ancak bu her şeyi kapsayan bir çözüm değildir, çünkü yer paylaşımlı ağlar, VPN'ler ve benzer yazılımlar birçok ülkede yasaklanmıştır ve herkesin bu ağları kullanmasını, senkronize etmesini ve yaymasını beklemek gerçekçi değildir. Harici yazılım ve ağ kullanımını gerektirmeyen bir çözüm olması gerekiyor; sıradan bir kişinin erişebileceği bir şey. <br/><br/> Bu çözüm, Bitcoin için orijinal Dandelion teklifinin yükseltilmiş bir protokolü olan Dandelion++'dır (DPP). Bu protokolde kök aşaması ve tüylenme aşaması olmak üzere iki aşama vardır; ikisinin birlikte karahindiba şeklini temsil ettiği varsayılıyor. <br/><br/> Kök aşamasında, gönderen düğüm her birkaç dakikada bir bağlı olduğu tüm düğümler arasından rastgele iki eş seçer. Gönderen düğüm, kendi adına veya işlemi kök fazdaki başka bir düğümden ileterek bir işlem gönderdiğinde, seçilen bu iki eşten birini rastgele seçer ve işlemi ona gönderir. <br/><br/> Kabarma aşaması, bir düğümün bir işlemi aldığı ve bunu yalnızca rastgele seçilen bir bağlantı yerine her giden bağlantıya yayınladığı zamandır; bu, gerçek işlem yayılımına izin verir. Her birkaç dakikada bir, bir düğüm kendisini ya kök yoluyla ya da tüy yoluyla rastgele yayılacak bir düğüm olarak tanımlar; dolayısıyla her bağlanan düğüm kendisini bir kök düğüm olarak tanımlamışsa kök aşaması oldukça uzun olabilir, ancak işlem tüylenme aşamasına ulaştığında, orada kalır. <br/><br/> Bu, bir saldırganın artık bir işlemin yönünü basitçe dinleyemeyeceği anlamına gelir; çünkü işlem herkese yayılmadan önce kök aşamasından geçmiştir ve tüy aşamasının başlangıç düğümü, işlemin kaynaklandığı düğüm değildir. ve işlemin kök boyunca kaç kez gerçekleştiği bilinmiyor. <br/><br/> Elbette yukarıdaki çözümleri (DPP artı bir katman ağı) birleştirmek, IP takibine karşı daha güçlü gizlilik ve koruma garantisi verecektir. DPP'nin ISP'lerle yapılabilecek başka bir ağ izleme saldırısı biçimine karşı koruma sağlamadığını da belirtmek gerekir, ancak bu, bu makalenin kapsamı dışındadır. <br/><br/> Dandelion++, 0.16 sürümünde Monero ağında yayınlanacak ve varsayılan olarak referans istemcide kullanılacak şekilde ayarlandı. Bu küçük değişiklik, Monero ağında olası saldırıları daha da azaltacak ve Monero'nun pratik, uygulamalı gizlilik teknolojilerinde neden lider olduğunu örnekleyecek.
ur: اس حملے کے لیے ایک ممکنہ تخفیف اوورلے نیٹ ورک جیسے Tor یا I2P کا استعمال ہے۔ اس سے ایسا ہوتا ہے کہ یہاں تک کہ اگر کوئی حملہ آور سورس آئی پی ایڈریس نکال سکتا ہے، تو شاید یہ وہ نہیں ہے جس نے لین دین کیا ہے، بلکہ اوورلے نیٹ ورک کا آؤٹ پراکسی (I2P) یا ایگزٹ نوڈ (Tor) ہے۔ تاہم یہ ایک مکمل حل نہیں ہے، کیونکہ اوورلے نیٹ ورکس، VPNs، اور اسی طرح کے سافٹ ویئر پر بہت سے ممالک میں پابندی عائد ہے، اور ہر ایک سے ان نیٹ ورکس پر استعمال، مطابقت پذیری اور پروپیگنڈے کی توقع رکھنا غیر حقیقی ہے۔ ایسا حل ہونا چاہیے جس کے لیے بیرونی سافٹ ویئر اور نیٹ ورکس کے استعمال کی ضرورت نہ ہو۔ جو عام آدمی کے لیے دستیاب ہے۔ <br/><br/> یہ حل Dandelion++ (DPP) ہے، جو Bitcoin کے لیے اصل ڈینڈیلین تجویز کے لیے ایک اپ گریڈ شدہ پروٹوکول ہے۔ اس پروٹوکول میں، دو مراحل ہیں، اسٹیم فیز، اور فلف فیز؛ سمجھا جاتا ہے کہ دونوں ایک ساتھ مل کر ایک ڈینڈیلین کی شکل کی نمائندگی کرتے ہیں۔ <br/><br/> اسٹیم فیز میں، ہر چند منٹوں میں، بھیجنے والا نوڈ تصادفی طور پر ان تمام نوڈس میں سے دو ساتھیوں کا انتخاب کرتا ہے جن سے یہ جڑا ہوا ہے۔ جب بھیجنے والا نوڈ کوئی ٹرانزیکشن بھیجتا ہے، یا تو اپنی طرف سے یا صرف اسٹیم مرحلے میں کسی دوسرے نوڈ سے ٹرانزیکشن کو آگے بڑھاتا ہے، تو یہ تصادفی طور پر ان دو منتخب ساتھیوں میں سے کسی ایک کا انتخاب کرتا ہے اور اسے ٹرانزیکشن بھیجتا ہے۔ <br/><br/> فلف مرحلہ وہ ہوتا ہے جب ایک نوڈ ایک ٹرانزیکشن وصول کرتا ہے اور اسے ہر باہر جانے والے کنکشن پر نشر کرتا ہے، بجائے اس کے کہ تصادفی طور پر منتخب کردہ ایک کو، یہ حقیقی لین دین کے پھیلاؤ کی اجازت دیتا ہے۔ ہر چند منٹوں میں ایک نوڈ خود کو ایک کے طور پر بیان کرتا ہے جو یا تو اسٹیم کے ذریعے یا فلف کے ذریعے بے ترتیب طور پر پھیلتا ہے، لہذا ایک اسٹیم فیز کافی لمبا ہوسکتا ہے اگر ہر کنیکٹنگ نوڈ نے خود کو اسٹیم نوڈ کے طور پر بیان کیا ہو، لیکن ایک بار جب ٹرانزیکشن فلف فیز سے ٹکرا جاتا ہے، یہ وہاں رہتا ہے. <br/><br/> اس کا مطلب یہ ہے کہ حملہ آور اب کسی لین دین کی سمت کے بارے میں آسانی سے سننے کے قابل نہیں رہے گا، کیونکہ اس سے پہلے کہ اسے ہر کسی تک پہنچایا جائے، یہ اسٹیم فیز سے گزرتا تھا، اور فلف فیز کا ابتدائی نوڈ وہ نوڈ نہیں ہے جس سے لین دین شروع ہوا تھا۔ ، اور یہ معلوم نہیں ہے کہ لین دین کے تنے کے ساتھ کتنے ہاپس ہوئے۔ <br/><br/> بلاشبہ، اوپر کے حل (DPP پلس ایک اوورلے نیٹ ورک) کو یکجا کرنے سے رازداری اور IP ٹریسنگ کے خلاف تحفظ کی اور بھی مضبوط ضمانتیں ملیں گی۔ یہ بھی واضح رہے کہ DPP نیٹ ورک ٹریسنگ اٹیک کی دوسری شکل کے خلاف دفاع نہیں کرتا ہے جو ISPs کے ساتھ کیا جا سکتا ہے، لیکن یہ اس مضمون کے دائرہ کار سے باہر ہے۔ <br/><br/> Dandelion++ Monero نیٹ ورک پر لائیو ہونے کے لیے تیار ہے، اور 0.16 ریلیز میں حوالہ کلائنٹ پر بطور ڈیفالٹ استعمال کیا جائے گا۔ یہ چھوٹی تبدیلی Monero نیٹ ورک پر ممکنہ حملوں کو مزید کم کرے گی، اور اس کی مثال دیتی ہے کہ Monero عملی، لاگو پرائیویسی ٹیکنالوجیز میں پیک کی قیادت کیوں کرتا ہے۔
zh_cn: 应对此攻击的一种可选方案是使用覆盖网络，例如Tor洋葱网络或I2P路由.这样一来，即使攻击者可以推断出IP地址，但还是不能确定进行交易的人本身就使用该IP地址，还是通过覆盖网络outproxy（I2P）或出口节点（Tor）进行混淆和跳转过的.但是，这并不是一个十全十美的解决方案，因为在许多国家/地区都禁止使用覆盖网络，或者VPN和类似软件，并且期望所有门罗用户都在洋葱网络，VPN的环境里上网，同步节点和传播交易数据是不现实的.需要一种不需要使用外部软件或外部网络的解决方案；既普通人也可用的一种方案. <br/><br/> 本文重点说明的解决方案是Dandelion ++（DPP蒲公英协议++），它是由原始为比特币设计的蒲公英协议Dandelion的升级版.在此协议中，有两个阶段，蒲公英的茎阶段和蒲公英的绒毛阶段.他们共同代表蒲公英协议的形式. <br/><br/> 在茎的阶段，每隔几分钟，发送节点都会从与其连接的所有节点中随机选择两个节点.同样的，每隔几分钟这个节点也可能被别的茎阶段的节点抓取.所以当一个节点需要发送信息时既有可能是代表本节点，也可能只是转发关联茎节点的信息，然后它再会随机选择自己抓取的两个节点之一，将需要交易的信息单独发送给它. <br/><br/> 绒毛阶段是节点接收交易信息后将其全网节点广播，而不只是再单独发送给下一个随机选择的节点，这时候这笔交易信息才真正被传播.每隔几分钟，一个节点会随机定义自己为茎节点或绒毛节点，因此如果每个连接节点都将自己定义为茎节点，则茎阶段的跳转时间可能会很长，但是一旦交易达到了绒毛阶段，交易信息会在那个节点保留并第一个全网广播出去. <br/><br/> 这意味着攻击者将不再能够简单地监听交易的来源和方向，因为在将交易广播给全网所有人之前，它已经经历了茎阶段若干次传递，而作为交易第一个广播的绒毛节点，其本身也不知道该交易的源头，到底经过了多少次跳转. <br/><br/> 结合以上解决方案（蒲公英路由加上覆盖网络）将为保护隐私和IP地址反跟踪，提供更强大的防护.不过应注意，蒲公英协议不能防御ISPs发起的另一种形式的网络跟踪攻击，但这不在本文讨论范围之内. <br/><br/> Dandelion ++蒲公英升级协议已设置为可在Monero主网上运行，并且在0.16版本客户端上默认自动运行.这一微小的变化将进一步减轻对Monero网络潜在的攻击，并说明为什么Monero在保护隐私技术方面处于领先地位.
zh_tw: 應對此攻擊的一種可選方案是使用覆蓋網絡，例如Tor洋蔥網絡或I2P路由.這樣一來，即使攻擊者可以推斷出IP地址，但還是不能確定進行交易的人本身就使用該IP地址，還是通過覆蓋網絡outproxy（I2P）或出口節點（Tor）進行混淆和跳轉過的.但是，這並不是一個十全十美的解決方案，因為在許多國家/地區都禁止使用覆蓋網絡，或者VPN和類似軟件，並且期望所有門羅用戶都在洋蔥網絡，VPN的環境裡上網，同步節點和傳播交易數據是不現實的.需要一種不需要使用外部軟件或外部網絡的解決方案；既普通人也可用的一種方案. <br/><br/> 本文重點說明的解決方案是Dandelion ++（DPP蒲公英協議++），它是由原始為比特幣設計的蒲公英協議Dandelion的升級版.在此協議中，有兩個階段，蒲公英的莖階段和蒲公英的絨毛階段.他們共同代表蒲公英協議形式. <br/><br/> 在莖的階段，每隔幾分鐘，發送節點都會從與其連接的所有節點中隨機選擇兩個節點.同樣的，每隔幾分鐘這個節點也可能被別的莖階段的節點抓取.所以當一個節點需要發送信息時既有可能是代表本節點，也可能只是轉發關聯莖節點的信息，然後它再會隨機選擇自己抓取的兩個節點之一，將需要交易的信息單獨發送給它. <br/><br/> 絨毛階段是節點接收交易信息後將其全網節點廣播，而不只是再單獨發送給下一個隨機選擇的節點，這時候這筆交易信息才真正被傳播.每隔幾分鐘，一個節點會隨機定義自己為莖節點或絨毛節點，因此如果每個連接節點都將自己定義為莖節點，則莖階段的跳轉時間可能會很長，但是一旦交易達到了絨毛階段，交易信息會在那個節點保留並第一個全網廣播出去. <br/><br/> 這意味著攻擊者將不再能夠簡單地監交易的來源和方向，因為在將交易廣播給全網所有人之前，它已經經歷了莖階段若干次傳遞，而作為交易第一個廣播的絨毛節點，其本身也不知道該交易的源頭，到底經過了多少次跳轉. <br/><br/> 結合以上解決方案（蒲公英路由加上覆蓋網絡）將為保護隱私和IP地址反跟踪，提供更強大的防護.不過應注意，蒲公英協議不能防禦ISPs發起的另一種形式的網絡跟踪攻擊，但這不在本文討論範圍之內. <br/><br/> Dandelion ++蒲公英升級協議已設置為可在Monero主網上運行，並且在0.16版本客戶端上默認自動運行.這一微小的變化將進一步減輕對Monero網絡潛在的攻擊，並說明為什麼Monero在保護隱私技術方面處於領先地位.
