Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbcbm250Sbbuyer250Sbintro
source: If you stick to high reputation sellers it's very unlikely that you'll encounter any issues while buying with cash by mail, however the following tips will help you prove your payment in a dispute should it arise. The most important thing to do is to make a video recording of your payment. Here are the guidelines:
cs: Pokud se budete držet renomovaných prodejců, je velmi nepravděpodobné, že narazíte na nějaké problémy při nákupu v hotovosti poštou, nicméně následující tipy vám pomohou prokázat Vaši platbu ve sporu, pokud by k němu došlo. Nejdůležitější je pořídit si video záznam vaší platby. Zde jsou pokyny:
fi: Jos pidät kiinni hyvämaineisista myyjistä, on erittäin epätodennäköistä että kohtaat ongelmia ostaessasi käteisellä postitse, mutta seuraavat vinkit auttavat sinua todistamaan maksusi riitatilanteessa. Tärkeintä on tehdä maksusta videotallenne. Tässä ohjeet:
fr: Si vous vous en tenez à des vendeurs avec une réputation élevée, il est très peu probable que vous rencontriez des problèmes lors de l'achat en espèces par courrier, mais les conseils suivants vous aideront à prouver votre paiement en cas de litige. La chose la plus importante à faire est de faire un enregistrement vidéo de votre paiement. Voici les recommandations :
it: Se ti attieni a venditori di alta reputazione è molto improbabile che incontrerai dei problemi mentre compri con i contanti per posta, tuttavia i seguenti consigli ti aiuteranno a provare il tuo pagamento in caso di controversia. La cosa più importante da fare è fare una registrazione video del tuo pagamento. Ecco le linee guida:
lt: Jei pasikliausite geros reputacijos pardavėjais, mažai tikėtina, kad susidursite su problemomis pirkdami grynaisiais paštu, tačiau šie patarimai padės įrodyti mokėjimą kilus ginčui. Svarbiausia padaryti vaizdo įrašą apie mokėjimą. Štai gairės:
nb: Hvis du holder deg til selgere med høyt omdømme, er det svært usannsynlig at du vil støte på noen problemer når du kjøper kontanter via post, men de følgende tipsene vil hjelpe deg med å bevise betalingen din i en tvist hvis den skulle oppstå. Det viktigste å gjøre er å lage et videoopptak av betalingen din. Her er retningslinjene:
nl: Als u zich houdt bij verkopers met een hoge reputatie, is het zeer onwaarschijnlijk dat u problemen tegenmoet zult komen bij het kopen met contant geld per post, desondanks zullen de volgende tips u helpen uw betaling te bewijzen in geval van geschil. Het belangrijkste is om een video-opname te maken van uw betaling. Dit zijn de richtlijnen:
pl: Jeśli będziesz trzymać się sprzedawców o wysokiej reputacji, jest bardzo mało prawdopodobne, abyś napotkał problemy podczas kupowania wysyłając gotówkę pocztą, jednak następujące wskazówki pomogą Ci udowodnić płatność w ewentualnym sporze. Najważniejszą rzeczą jest nagranie wideo płatności. Oto wskazówki:
pt_br: Se você se apegar a vendedores de alta reputação, é muito improvável que encontre algum problema ao comprar com dinheiro pelo correio, no entanto, as seguintes dicas o ajudarão a provar seu pagamento em uma disputa caso ela surja. A coisa mais importante a fazer é fazer uma gravação em vídeo do seu pagamento. Aqui estão as diretrizes:
sl: Če se držite prodajalcev z visokim ugledom, je malo verjetno, da boste pri nakupu z gotovino po pošti naleteli na težave, vendar vam bodo naslednji nasveti pomagali dokazati vaše plačilo v sporu oz. ugovoru, če do tega pride. Najbolj pomembno je, da svoje plačilo posnamete, tukaj so smernice:
sv: Om du håller dig till säljare med gott rykte är det mycket osannolikt att du stöter på några problem när du köper med kontanter per post, men följande tips hjälper dig att bevisa din betalning i en tvist om det skulle uppstå. Det viktigaste att göra är att göra en videoinspelning av din betalning. Här är riktlinjerna:
tl: Kung mananatili ka sa mga nagbebenta na may mataas na reputasyon, malamang na hindi ka makakatagpo ng anumang mga isyu habang bumibili gamit ang cash sa pamamagitan ng koreo, gayunpaman ang mga sumusunod na tip ay makakatulong sa iyong patunayan ang iyong pagbabayad sa isang hindi pagkakaunawaan sakaling mangyari ito. Ang pinakamahalagang bagay na dapat gawin ay gumawa ng video recording ng iyong pagbabayad. Narito ang mga alituntunin:
tr: Yüksek itibara sahip satıcılara sadık kalırsanız, posta yoluyla nakit satın alırken herhangi bir sorunla karşılaşmanız pek olası değildir, ancak aşağıdaki ipuçları, bir anlaşmazlık olması durumunda ödemenizi kanıtlamanıza yardımcı olacaktır. Yapmanız gereken en önemli şey ödemenizin video kaydını yapmaktır. İşte yönergeler:
ur: اگر آپ اعلی شہرت والے فروخت کنندگان پر قائم رہتے ہیں تو اس بات کا بہت امکان نہیں ہے کہ آپ کو ڈاک کے ذریعے نقد رقم کے ساتھ خریدتے وقت کسی قسم کی پریشانی کا سامنا کرنا پڑے، تاہم مندرجہ ذیل تجاویز آپ کو یہ ثابت کرنے میں مدد کریں گی کہ آپ کی ادائیگی تنازعہ پیدا ہونے پر ہے۔ سب سے اہم کام یہ ہے کہ آپ اپنی ادائیگی کی ویڈیو ریکارڈنگ کریں۔ یہاں ہدایات ہیں:
zh_cn: 如果您坚持使用信誉良好的卖家，那么在通过邮寄现金购买商品时，您几乎不会遇到任何问题，但是以下提示将帮助您在出现争议时证明您的付款。最重要的是对您的付款进行录像。以下是准则：
zh_tw: 如果您堅持使用信譽良好的賣家，那麼在通過郵寄現金購買商品時，您幾乎不會遇到任何問題，但是以下提示將幫助您在出現爭議時證明您的付款。最重要的是對您的付款進行錄像。以下是準則：

# guide250Sbcbm250Sbbuyer250Sbtitle
source: If you're buying...
cs: Pokud kupujete...
fi: Jos olet ostamassa...
fr: Si vous achetez ...
it: Se stai comprando...
lt: Jei perkate...
nb: Hvis du kjøper...
nl: Als u koopt...
pl: Jeśli kupujesz...
pt_br: Se você está comprando...
sl: Če kupujete...
sv: Om du ska köpa...
tl: Kung bibili ka...
tr: Eğer satın alıyorsan...
ur: اگر آپ خرید رہے ہیں...
zh_cn: 如果您要购买...
zh_tw: 如果您要購買...

# guide250Sbcbm250Sbdescription
source: The overwhelming majority of Cash by Mail trades go without a hitch, but you still should follow these guidelines to be prepared for a dispute.
cs: Drtivá většina obchodů Cash by Mail probíhá bez problémů, ale přesto byste se měli řídit těmito pokyny, abyste byli připraveni na spor.
fi: Suurin osa Cash by Mail -kaupoista sujuu ongelmitta, mutta sinun tulee silti noudattaa näitä ohjeita ollaksesi valmis kiistatilanteeseen.
fr: L'écrasante majorité des transactions avec envoi postal d'espèces se déroulent sans accroc, mais vous devez toujours suivre ces recommandations pour vous préparer à un litige.
it: La stragrande maggioranza delle transazioni Cash by Mail va senza problemi, ma dovresti comunque seguire queste linee guida per essere preparato a una controversia.
lt: Didžioji dauguma „Cash by Mail“ sandorių vyksta be kliūčių, tačiau vis tiek turėtumėte vadovautis šiomis gairėmis, kad būtumėte pasirengę ginčui.
nb: Det overveldende flertallet av Cash by Mail-handler går uten problemer, men du bør fortsatt følge disse retningslinjene for å være forberedt på en tvist.
nl: De overgrote meerderheid van Cash by Mail-transacties verloopt probleemloos, maar u moet toch deze richtlijnen volgen om voorbereid te zijn op een geschil.
pl: Przytłaczająca większość handlów gotówką wysyłaną pocztą przebiega bez żadnych problemów, ale mimo wszystko powinieneś postępować zgodnie z tymi wytycznymi, aby przygotować się ewentualny spór.
pt_br: A esmagadora maioria dos Negócios com dinheiro pelo correio não tem problema, mas você ainda deve seguir estas diretrizes para estar preparado para uma disputa.
sl: Velika večina trgovanj z gotovino po pošti poteka brez težav, vendar morate kljub temu upoštevati te smernice, da boste pripravljeni na morebiten ugovor spora.
sv: De allra flesta Cash by Mail-transaktioner går utan problem, men du bör ändå följa dessa riktlinjer för att vara förberedd på en tvist.
tl: Ang napakaraming mga trade ng Cash by Mail ay napupunta nang walang sagabal, ngunit dapat mo pa ring sundin ang mga alituntuning ito upang maging handa para sa isang hindi pagkakaunawaan.
tr: Posta yoluyla Nakit işlemlerinin büyük çoğunluğu sorunsuz bir şekilde gerçekleşir, ancak yine de bir anlaşmazlığa hazırlıklı olmak için bu yönergeleri izlemelisiniz.
ur: کیش بذریعہ میل تجارت کی بھاری اکثریت بغیر کسی رکاوٹ کے چلتی ہے، لیکن پھر بھی آپ کو تنازعہ کے لیے تیار رہنے کے لیے ان ہدایات پر عمل کرنا چاہیے۔
zh_cn: 绝大多数现金邮件交易都顺利进行，但您仍应遵循以下准则以为纠纷做准备。
zh_tw: 絕大多數現金郵件交易都順利進行，但您仍應遵循以下準則以為糾紛做準備。

# guide250Sbcbm250Sbinfocard
source: Make sure to read our guide on staying safe with cash by mail!
cs: Nezapomeňte si přečíst našeho průvodce, jak zůstat v bezpečí s typem transakce “hotovost poštou”!
fi: Muista lukea oppaamme pysyäksesi turvassa kun lähetät käteistä postitse!
fr: Assurez-vous de lire notre guide pour rester en sécurité avec l'envoi d'argent liquide par courrier !
it: Assicurati di leggere la nostra guida su come stare al sicuro con i contanti per posta!
lt: Būtinai perskaitykite mūsų vadovą, kaip saugiai naudotis grynaisiais paštu!
nb: Sørg for å lese vår guide for å holde deg trygg med kontanter via post!
nl: Zorg ervoor dat u onze handleiding leest over veilig omgaan met contant geld per post!
pl: Pamiętaj, aby przeczytać nasz przewodnik o utrzymaniu bezpieczeństwa wysyłając gotówkę pocztą!
pt_br: Certifique-se de ler nosso guia sobre como ficar seguro com dinheiro pelo correio!
sl: Ne pozabite prebrati našega vodnika o varnem ravnanju z gotovino po pošti!
sv: Se till att läsa vår guide om att vara säker med kontanter per post!
tl: Tiyaking basahin ang aming gabay sa pananatiling ligtas gamit ang cash sa pamamagitan ng koreo!
tr: Posta yoluyla nakit parayla güvende kalmayla ilgili rehberimizi mutlaka okuyun!
ur: ڈاک کے ذریعے نقد رقم کے ساتھ محفوظ رہنے سے متعلق ہماری گائیڈ کو ضرور پڑھیں!
zh_cn: 请务必阅读有关通过邮件安全使用现金的指南！
zh_tw: 請務必閱讀有關通過郵件安全使用現金的指南！

# guide250Sbcbm250Sbseller250Sb0250Sbtext
source: Record yourself receiving the package from the postal worker, the postal worker weighing it, record the label, all the outer sides of the package; open the package while filming with the camera pointed into it, run the cash through a counter and counterfeit scanner. Make sure everything is filmed in one take. Always keep the package in view of the camera. Keep the footage in case of a dispute for 180 days.
cs: Zaznamenejte si převzetí balíku od poštovního pracovníka, poštovní pracovník jej váží, zaznamenejte štítek, všechny vnější strany balíku; otevřete balíček při natáčení s kamerou namířenou do něj, protáhněte hotovost přes přepážku a skener padělků. Ujistěte se, že je vše natočeno na jeden záběr. Vždy mějte balíček v dohledu fotoaparátu. Uchovávejte záznam pro případ sporu po dobu 180 dnů.
fi: Videoi itsesi vastaanottamassa paketti postityöntekijältä, postityöntekijä punnitsemassa sitä, kirjoita etiketti, videoi kaikki paketin ulkopinnat; avaa paketti kuvaamisen aikana kamera siihen osoittaen, aja käteinen laskurin ja väärennösskannerin läpi. Varmista, että kaikki on kuvattu yhdellä otolla. Pidä pakkaus aina kameran edessä. Säilytä kuvamateriaalia 180 päivää riitatilanteessa.
fr: Enregistrez-vous en train de recevoir le colis avec le facteur, pensez à bien montrer l'étiquette, ainsi que tous les côtés extérieurs du colis ; ouvrez le paquet tout en filmant avec la caméra pointée dessus, faites passer l'argent dans un comptoir et un scanner de contrefaçon. Assurez-vous que tout est filmé en une seule prise. Gardez toujours le paquet en vue de la caméra. Conservez les images pendant 180 jours, en cas de litige.
it: Registra te stesso mentre ricevi il pacco dall'addetto postale, l'addetto postale che lo pesa, registra l'etichetta, tutti i lati esterni del pacco; apri il pacco mentre filmi con la telecamera puntata dentro, fai passare il contante attraverso un contatore e uno scanner di contraffazione. Assicurati che tutto sia filmato in una sola ripresa. Tenere sempre il pacco in vista della telecamera. Conservare il filmato in caso di controversia per 180 giorni.
lt: Įrašykite, kaip gavote siuntą iš pašto darbuotojo, pašto darbuotojas ją sveria, užfiksuokite etiketę, visas išorines pakuotės puses; atidarykite pakuotę filmuodami, nukreipę į ją kamerą, paleiskite grynuosius pinigus per skaitiklį ir padirbtų pinigų skaitytuvą. Įsitikinkite, kad viskas nufilmuota vienu kadru. Visada laikykite pakuotę matomoje kameroje. Ginčo atveju filmuotą medžiagą saugokite 180 dienų.
nb: Registrer deg selv når du mottar pakken fra postarbeideren, postarbeideren veier den, noter etiketten, alle ytre sider av pakken; åpne pakken mens du filmer med kameraet pekt inn i den, kjør kontantene gjennom en skranke og en falsk skanner. Sørg for at alt er filmet i ett opptak. Hold alltid pakken i sikte av kameraet. Oppbevar opptakene i tilfelle en tvist i 180 dager.
nl: Film hoe u het pakket van de postbode ontvangt, wanneer de postbode het weegt, film ook het etiket, en alle buitenzijden van het pakket; open het pakket tijdens het filmen met de camera erop gericht, laat het geld door een toonbank en een valsgeldscanner lopen. Zorg ervoor dat alles in één take wordt gefilmd. Houd het pakket altijd in het zicht van de camera. Bewaar de beelden in geval van een geschil 180 dagen.
pl: Nagraj siebie odbierając paczkę od pracownika pocztowego, pracownika ważącego paczkę, nagraj etykietę, zewnętrze paczki z każdej strony; Nagraj kamerą otwieranie paczki i jej wnętrze, nagraj liczenie gotówki i jej przepuszczenie przez wykrywacz podrobionych banknotów. Upewnij się, że wszystko jest nakręcone na jednym ujęciu. Zawsze trzymaj paczkę w kadrze. Zachowaj nagranie przez 180 dni na wypadek sporu.
pt_br: Registre-se recebendo a embalagem do funcionário dos correios, o funcionário dos correios pesando-a, grave a etiqueta, todos os lados externos da embalagem; abra a embalagem enquanto filma com a câmera apontada para dentro dela, passe o dinheiro através de um balcão e de um scanner falsificado. Certifique-se de que tudo seja filmado de uma só vez. Mantenha sempre a embalagem em vista da câmera. Mantenha as filmagens em caso de disputa por 180 dias.
sl: Posnemite čimveč: kako prejmete paket, posnamite etiketo, vse zunanje strani paketa; odprite paket pred kamero, lahko tudi spustite gotovino skozi napravo za štetje in skener za ponaredke, itd.. Poskrbite, da bo vse zajeto v enem posnetku. Paket naj bo ves čas viden - pred kamero. Posnetek za primere spora hranite 180 dni.
sv: Anteckna dig själv när du tar emot paketet från postarbetaren, postarbetaren väger det, anteckna etiketten, alla yttersidor av paketet; öppna paketet medan du filmar med kameran riktad in i den, kör kontanterna genom en disk och en falsk skanner. Se till att allt filmas på en gång. Förvara alltid förpackningen i kameran. Behåll filmen i 180 dagar om det skulle uppstå en tvist.
tl: Itala ang iyong sarili sa pagtanggap ng pakete mula sa postal worker, ang postal worker na tumitimbang nito, itala ang label, ang lahat ng panlabas na gilid ng pakete; buksan ang pakete habang kinukunan ang camera na nakatutok dito, patakbuhin ang pera sa pamamagitan ng counter at pekeng scanner. Tiyaking kinukunan ang lahat sa isang take. Palaging panatilihin ang pakete sa view ng camera. Panatilihin ang footage kung sakaling magkaroon ng hindi pagkakaunawaan sa loob ng 180 araw.
tr: Paketi posta görevlisinden teslim aldığınızı, posta görevlisinin paketi tarttığını, etiketi ve paketin tüm dış taraflarını kaydedin; Kamerayı çekerken paketi açın, parayı bir sayaçtan ve sahte tarayıcıdan geçirin. Her şeyin tek çekimde çekildiğinden emin olun. Paketi her zaman kameranın görüş alanında tutun. Anlaşmazlık durumunda görüntüleri 180 gün boyunca saklayın.
ur: پوسٹل ورکر سے پیکج وصول کرتے ہوئے اپنے آپ کو ریکارڈ کریں، پوسٹل ورکر اس کا وزن کر رہا ہے، لیبل ریکارڈ کریں، پیکیج کے تمام بیرونی اطراف؛ کیمرہ کی طرف اشارہ کرتے ہوئے اس کی فلم بندی کرتے ہوئے پیکج کو کھولیں، کاؤنٹر اور جعلی سکینر کے ذریعے کیش چلائیں۔ یقینی بنائیں کہ سب کچھ ایک ہی ٹیک میں فلمایا گیا ہے۔ پیکیج کو ہمیشہ کیمرے کے سامنے رکھیں۔ تنازعہ کی صورت میں فوٹیج 180 دن تک اپنے پاس رکھیں۔
zh_cn: 记录自己从邮政工作人员那里收到的包裹，邮政工作人员称重，记录标签，包裹的所有外侧；打开包装，同时将照相机指向其中进行拍摄，通过柜台和伪造的扫描仪运行现金。确保一口气拍完所有东西。始终将包装保持在相机附近。如有争议，请保留素材180天。
zh_tw: 記錄自己從郵政工作人員那裡收到的包裹，郵政工作人員稱重，記錄標籤，包裹的所有外側；打開包裝，同時將照相機指向其中進行拍攝，通過櫃檯和偽造的掃描儀運行現金。確保一口氣拍完所有東西。始終將包裝保持在相機附近。如有爭議，請保留素材180天。

# guide250Sbcbm250Sbseller250Sb0250Sbtitle
source: Make a video of receiving and opening the package
cs: Natočte video z přijetí a otevření balíčku
fi: Tee video paketin vastaanottamisesta ja avaamisesta
fr: Faire une vidéo de réception et d'ouverture du colis
it: Fai un video della ricezione e dell'apertura del pacco
lt: Nufilmuokite pakuotės gavimą ir atidarymą
nb: Lag en video av mottak og åpning av pakken
nl: Maak een filmpje van het ontvangen en openen van het pakket
pl: Nagraj odbiór i otwarcie paczki
pt_br: Fazer um vídeo de recepção e abertura do pacote
sl: Posnemite video prejema in odpiranja paketa
sv: Spela in en video där du tar emot och öppnar paketet
tl: Gumawa ng video ng pagtanggap at pagbubukas ng package
tr: Paketi alma ve açma videosunu çekin
ur: پیکج وصول کرنے اور کھولنے کی ویڈیو بنائیں
zh_cn: 制作接收和打开包装的视频
zh_tw: 製作接收和打開包裝的視頻

# guide250Sbcbm250Sbseller250Sb1250Sbtext
source: The key thing to remember (and we put disclaimers about this on every step of the way) is to NEVER finalize a trade UNTIL you have the money and you are absolutely confident that everything is in order. A legitimate buyer won't pressure you into early finalize.
cs: Klíčová věc, kterou je třeba mít na paměti (a na každém kroku uvádíme prohlášení o vyloučení odpovědnosti), je NIKDY neukončovat obchod, dokud nemáte peníze a nejste si absolutně jisti, že je vše v pořádku. Legální kupující vás nebude tlačit do předčasného dokončení.
fi: Tärkeintä on muistaa (ja laitamme tästä vastuuvapauslausekkeita joka vaiheessa) että ÄLÄ KOSKAAN viimeistele kauppaa ENNEN KUIN sinulla on rahat ja olet täysin varma, että kaikki on kunnossa. Laillinen ostaja ei painosta sinua tekemään aikaista viimeistelyä.
fr: L'essentiel à retenir (et nous mettons des clauses de non-responsabilité à ce sujet à chaque étape du processus) est de ne JAMAIS finaliser une transaction TANT QUE vous n'avez pas l'argent et que vous n'êtes pas absolument sûr que tout est en ordre. Un acheteur légitime ne vous forcera pas à finaliser rapidement.
it: La cosa fondamentale da ricordare (e noi mettiamo delle avvertenze su questo punto ad ogni passo del percorso) è di non finalizzare MAI uno scambio FINO a quando non si hanno i soldi e si è assolutamente sicuri che tutto sia in ordine. Un acquirente legittimo non ti farà pressioni per un rilascio anticipato.
lt: Svarbiausias dalykas, kurį reikia atsiminti (ir mes apie tai atsisakome kiekviename žingsnyje), yra NIEKADA nebaigti sandorio, KOL neturėsite pinigų ir nesate visiškai įsitikinę, kad viskas tvarkoje. Teisingas pirkėjas neprivers jūsų atlikti išankstinio užbaigimo.
nb: Det viktigste å huske (og vi legger ansvarsfraskrivelser om dette på hvert trinn på veien) er å ALDRI fullføre en handel FØR du har pengene og du er helt sikker på at alt er i orden. En legitim kjøper vil ikke presse deg til tidlig sluttbehandling.
nl: Het belangrijkste om te onthouden (en we plaatsen hierover bij elke stap disclaimers) is om NOOIT een transactie af te ronden TOTDAT u het geld heeft ontvangen en er absoluut zeker van bent dat alles in orde is. Een legitieme koper zal u niet onder druk zetten om vroegtijdig af te ronden.
pl: Kluczowym jest pamiętać (i zawsze o tym przypominamy), że NIGDY nie finalizować handlu, dopóki nie otrzymasz pieniędzy i nie masz absolutnej pewności, że wszystko jest w porządku. Dobry nabywca nigdy nie będzie wywierał na Ciebie presji, aby finalizować przedwcześnie.
pt_br: A coisa mais importante a ser lembrada (e nós colocamos renúncias sobre isso em cada passo do caminho) é NUNCA finalizar um comércio até que você tenha o dinheiro e esteja absolutamente confiante de que tudo está em ordem. Um comprador legítimo não o pressionará a liberar antecipadamente.
sl: Ključna stvar, ki si jo morate zapomniti (in v zvezi s tem postavljamo zavrnitve odgovornosti) je, da NIKOLI ne zaključite posla DOKLER nimate denarja in niste popolnoma prepričani, da je vse v redu. Legitimen trgovalec vas ne bo prepričeval, da zaključite predčasno.
sv: Det viktigaste att komma ihåg (och vi sätter ansvarsfriskrivningar om detta på varje steg på vägen) är att ALDRIG slutföra en affär FÖRrän du har pengarna och du är helt säker på att allt är i sin ordning. En legitim köpare kommer inte att pressa dig till tidig slutföring.
tl: Ang pangunahing bagay na dapat tandaan (at naglalagay kami ng mga disclaimer tungkol dito sa bawat hakbang ng paraan) ay HUWAG mag-finalize ng trade HANGGANG sa may pera ka at lubos kang kumpiyansa na maayos ang lahat. Hindi ka pipilitin ng isang lehitimong mamimili na mag-finalize nang maaga.
tr: Hatırlanması gereken en önemli şey (ve bu konuda sorumluluk reddi beyanlarını yolun her adımına koyarız), parayı alana ve her şeyin yolunda olduğundan kesinlikle emin olana kadar ASLA bir ticareti sonlandırmayın. Meşru bir alıcı, işi erken sonuçlandırmanız için size baskı yapmaz.
ur: یاد رکھنے کی اہم چیز (اور ہم راستے کے ہر قدم پر اس کے بارے میں دستبرداری دیتے ہیں) یہ ہے کہ کبھی بھی تجارت کو حتمی شکل نہ دیں جب تک کہ آپ کے پاس پیسہ نہ ہو اور آپ کو پورا یقین نہ ہو کہ سب کچھ ٹھیک ہے۔ ایک جائز خریدار آپ کو جلد حتمی شکل دینے کے لیے دباؤ نہیں ڈالے گا۔
zh_cn: 要记住的关键事情（我们在每一步都对此进行了免责声明）是永远不要完成交易，直到您有钱并且您绝对有信心一切正常。合法买家不会强迫您提前发布。
zh_tw: 要記住的關鍵事情（我們在每一步都對此進行了免責聲明）是永遠不要完成交易，直到您有錢並且您絕對有信心一切正常。合法買家不會強迫您提前發布。

# guide250Sbcbm250Sbseller250Sb1250Sbtitle
source: Under no circumstances finalize a trade early
cs: Za žádných okolností nedokončujte obchod dříve
fi: Älä missään tapauksessa viimeistele kauppaa liian aikaisin
fr: Ne finalisez en aucun cas une transaction plus tôt
it: In nessun caso finalizzare uno scambio in anticipo
lt: Jokiu būdu neužbaikite sandorio anksčiau laiko
nb: Fullfør under ingen omstendigheter en handel tidlig
nl: Rond in geen enkel geval een transactie vroegtijdig af
pl: Pod żadnym pozorem nie finalizuj wcześniej handlu
pt_br: Sob nenhuma circunstância finalizar um comércio mais cedo
sl: V nobenem primeru ne zaključite trgovanja predčasno
sv: Avsluta under inga omständigheter en affär för tidigt
tl: Sa anumang pagkakataon, tapusin nang maaga ang isang kalakalan
tr: Hiçbir koşulda bir ticareti erken sonlandırmayın
ur: کسی بھی حالت میں تجارت کو جلد حتمی شکل نہ دیں
zh_cn: 在任何情况下都不能提前完成交易
zh_tw: 在任何情況下都不能提前完成交易
