Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbp2pool250Sb3250Sbtext
source: <p>p2pool is a concept that was originally created for mining Bitcoin back in 2011, but never saw broad adoption and remains practically unused on Bitcoin. Thankfully, one of the key developers behind RandomX, SChernykh, spent his vacation coming up with solutions to some of the issues with the Bitcoin implementation of p2pool and re-writing all of the software from scratch.</p> <p>p2pool in Monero allows for a completely trust-less way for miners to work together to solve blocks and secure the Monero network by using special node software for p2pool in order to share the work.</p> <p>This is done using a new blockchain (a "side-chain") that keeps a record of the work each miner performs, their wallet address, and how much Monero they have earned, and then pays the reward out in a trust-less and decentralized way. As this side-chain has far fewer miners, it's much easier to find and submit blocks on it than on the main Monero network, making it easier for miners to get consistent pay outs versus mining Monero alone.</p>
cs: <p>p2pool je koncept, který byl původně vytvořen pro těžbu Bitcoinu již v roce 2011, ale nikdy se nedočkal širokého přijetí a v Bitcoinu zůstává prakticky nevyužitý. Naštěstí jeden z klíčových vývojářů stojících za RandomX, SChernykh, strávil svou dovolenou vymýšlením řešení některých problémů s implementací p2pool v Bitcoinu a přepsal celý software od základu.</p> <p>p2pool v Moneru umožňuje zcela bezdůvěryhodný způsob spolupráce těžařů při řešení bloků a zabezpečení sítě Monero pomocí speciálního softwaru uzlů pro p2pool za účelem sdílení práce.</p> <p>To se provádí pomocí nového blockchainu ("side-chain"), který uchovává záznamy o práci, kterou každý těžař vykonal, adresu jeho peněženky a kolik Monero vydělal, a poté vyplácí odměnu decentralizovaným způsobem bez důvěry. Protože tento side-chain má mnohem méně těžařů, je mnohem snazší najít a odeslat bloky v něm než v hlavní síti Monero, což těžařům usnadňuje konzistentní výplaty oproti těžbě samotného Monera.</p>
fi: <p>p2pool on konsepti, joka luotiin alun perin Bitcoinin louhintaan vuonna 2011, mutta jota ei koskaan otettu laajalti käyttöön ja se on käytännössä käyttämätön Bitcoinissa. Onneksi yksi RandomX:n avainkehittäjistä, SCHernykh, vietti lomansa keksiäkseen ratkaisuja joihinkin p2poolin Bitcoin-toteutukseen liittyviin ongelmiin ja kirjoittamalla kaikki ohjelmistot uudelleen alusta.</p> <p>p2pool Monerossa mahdollistaa louhijoille täysin luottamattoman tavan työskennellä yhdessä lohkojen ratkaisemiseksi ja Monero-verkon turvaamiseksi käyttämällä erityistä solmuohjelmistoa p2poolille työn jakamiseksi.</p> <p>Tämä tehdään käyttämällä uutta lohkoketjua ("sivuketjua"), joka pitää kirjaa kunkin louhijan tekemästä työstä, lompakko-osoitteestaan ja siitä, kuinka paljon Moneroa hän on ansainnut ja maksaa sitten palkkion rahastoon. Koska tässä sivuketjussa on paljon vähemmän kaivostyöntekijöitä, siitä on paljon helpompi löytää ja lähettää lohkoja kuin Monero-pääverkossa, mikä tekee louhijoille helpommaksi saada johdonmukaisia maksuja verrattuna Moneron louhintaan.</p>
fr: <p>P2Pool est un concept qui a été créé à l'origine en 2011 pour le minage de Bitcoin, mais il n'a jamais été largement adopté et reste pratiquement inutilisé sur Bitcoin. Heureusement, l'un des principaux développeurs derrière RandomX, SCHernykh, a passé ses vacances à trouver des solutions à certains des problèmes liés à l'implémentation Bitcoin de P2Pool et à réécrire tous les logiciels à partir de zéro.</p> <p>P2Pool dans Monero permet aux mineurs de travailler ensemble sans besoin de se faire confiance pour trouver des blocs et sécuriser le réseau Monero, en utilisant un logiciel de nœud spécial pour P2Pool afin de partager le travail.</p> <p>Cela se fait à l'aide d'une nouvelle blockchain (une « chaîne secondaire ») qui conserve un enregistrement du travail effectué par chaque mineur, de son adresse de portefeuille et du montant de Monero qu'il a gagné, puis verse la récompense de manière décentralisée et sans besoin de confiance. Comme cette chaîne secondaire compte beaucoup moins de mineurs, il est beaucoup plus facile de trouver et de soumettre des blocs dessus que sur le réseau principal de Monero, ce qui permet aux mineurs d'obtenir plus facilement des paiements cohérents par rapport au minage de Monero en solitaire.</p>
it: <p>p2pool è un concetto che è stato originariamente creato per il mining di Bitcoin nel 2011, ma non ha mai visto un'ampia adozione e rimane praticamente inutilizzato su Bitcoin. Fortunatamente, uno degli sviluppatori chiave dietro RandomX, SChernykh, ha trascorso le sue vacanze trovando soluzioni ad alcuni dei problemi con l'implementazione Bitcoin di p2pool e riscrivendo tutto il software da zero.</p> <p>p2pool in Monero permette un modo completamente privo di fiducia per i minatori di lavorare insieme per risolvere i blocchi e proteggere la rete Monero utilizzando un software speciale per i nodi p2pool al fine di condividere il lavoro.</p> <p>Questo viene fatto usando una nuova blockchain (una "side-chain") che tiene un registro del lavoro che ogni minatore esegue, il suo indirizzo di portafoglio, e quanti Monero ha guadagnato, e poi paga la ricompensa in un modo decentralizzato e senza fiducia. Poiché questa catena secondaria ha molti meno minatori, è molto più facile trovare e inviare blocchi su di essa che sulla rete principale di Monero, rendendo più facile per i minatori ottenere pagamenti consistenti rispetto al solo mining di Monero.</p>
lt: <p>p2pool yra koncepcija, kuri iš pradžių buvo sukurta Bitcoin kasybai dar 2011 m., tačiau niekada nebuvo plačiai pritaikyta ir praktiškai nenaudojama Bitcoin. Laimei, vienas iš pagrindinių RandomX kūrėjų, SCHernykh, praleido savo atostogas ieškodamas kai kurių problemų, susijusių su Bitcoin įdiegimu p2pool, ir perrašydamas visą programinę įrangą nuo nulio.</p> <p>p2pool Monero leidžia kalnakasiams visiškai nepasitikinčiu būdu dirbti kartu sprendžiant blokus ir apsaugoti Monero tinklą naudojant specialią mazgo programinę įrangą, skirtą p2pool, kad būtų galima pasidalyti darbu.</p> <p>Tai atliekama naudojant naują blokų grandinę („šoninę grandinę“), kuri registruoja kiekvieno kalnakasio atliekamą darbą, piniginės adresą ir uždirbtą „Monero“ sumą, o tada išmoka atlygį patikos fondu. - mažiau ir decentralizuotas būdas. Kadangi šioje šoninėje grandinėje yra daug mažiau kalnakasių, joje daug lengviau rasti ir pateikti blokus nei pagrindiniame Monero tinkle, todėl kalnakasiams lengviau gauti pastovius atlyginimus, palyginti su vien Monero kasyba.</p>
nb: <p>p2pool er et konsept som opprinnelig ble opprettet for å utvinne Bitcoin tilbake i 2011, men som aldri så bred adopsjon og forblir praktisk talt ubrukt på Bitcoin. Heldigvis brukte en av nøkkelutviklerne bak RandomX, SChernykh, ferien sin på å finne løsninger på noen av problemene med Bitcoin-implementeringen av p2pool og skrive om all programvare fra bunnen av.</p> <p>p2pool i Monero gir mulighet for en helt tillitsløs måte for gruvearbeidere å jobbe sammen for å løse blokker og sikre Monero-nettverket ved å bruke spesiell nodeprogramvare for p2pool for å dele arbeidet.</p> <p>Dette gjøres ved å bruke en ny blokkjede (en "sidekjede") som holder oversikt over arbeidet hver gruvearbeider utfører, deres lommebokadresse og hvor mye Monero de har tjent, og deretter betaler belønningen ut i en trust -mindre og desentralisert måte. Siden denne sidekjeden har langt færre gruvearbeidere, er det mye enklere å finne og sende inn blokker på den enn på Monero-hovednettverket, noe som gjør det lettere for gruvearbeidere å få konsekvente utbetalinger i forhold til å gruve Monero alene.</p>
nl: <p>p2pool is een concept dat oorspronkelijk in 2011 is gemaakt voor het minen van Bitcoin, maar dat nooit breed is geaccepteerd en praktisch ongebruikt blijft op Bitcoin. Gelukkig bracht een van de belangrijkste ontwikkelaars achter RandomX, SCHernykh, zijn vakantie door met het bedenken van oplossingen voor enkele problemen met de Bitcoin-implementatie van p2pool en het herschrijven van alle software vanaf nul. </p> <p> p2pool in Monero biedt miners een volledig vertrouwenloze manier om samen te werken om blokken op te lossen en het Monero-netwerk te beveiligen door een speciale knooppunt-software voor p2pool te gebruiken om het werk te delen. </p> <p>Dit wordt gedaan met behulp van een nieuwe blockchain (een "side-chain") die bijhoudt hoeveel werk elke miner doet, wat het adres van hun portefeuille is en hoeveel Monero ze hebben verdiend, en vervolgens wordt de beloning uitbetaald in een vertouwenloze en gedecentraliseerde manier. Omdat deze zijketen veel minder miners heeft, is het veel gemakkelijker om blokken te vinden en in te dienen dan op het hoofdnetwerk van Monero, waardoor het voor miners gemakkelijker wordt om consistente uitbetalingen te krijgen in vergelijking met het menen van alleen Monero.</p>
pl: <p> p2pool to pomysł pierwotnie stworzony do kopania Bitcoinów w 2011 roku, ale nigdy nie doczekał się powszechnego wykorzystania i pozostał praktycznie nieużywany w Bitcoinie. Na szczęście jeden z kluczowych programistów RandomX, SChernykh, spędził wakacje opracowując rozwiązania na niektóre problemy w implementacji p2pool Bitcoina i napisał całe oprogramowania od podstaw. </p> <p> p2pool w Monero umożliwia współpracę w celu rozwiązania bloku i zabezpieczenia sieci Monero, bez wymagania zaufania. Jest to możliwe dzięki wykorzystaniu specjalnego oprogramowania p2pool w celu dzielenia się pracą. </p> <p> Odbywa się to przy użyciu nowego blockchaina („side-chaina”), który śledzi ile pracy wykonał każdy miner, ich adres portfela i to, ile zarobili Monero, a następnie płaci nagrodę w zdecentralizowany sposób niewymagający zaufania. Ponieważ ten sidechain ma znacznie mniej minerów, to o wiele łatwiej jest znaleźć i przesłać bloki niż w głównej sieci Monero, ułatwiając minerom uzyskanie częstych wypłat w porównaniu z główną siecią Monero. </p>
pt_br: <p>p2pool é um conceito que foi originalmente criado para mineração de Bitcoin em 2011, mas nunca teve ampla adoção e permanece praticamente sem uso no Bitcoin. Felizmente, um dos principais desenvolvedores por trás do RandomX, SChernykh, passou suas férias criando soluções para alguns dos problemas com a implementação do p2pool no Bitcoin e reescrevendo todo o software do zero.</p> <p>O p2pool no Monero permite uma maneira completamente sem confiança para os mineradores trabalharem juntos para resolver blocos e proteger a rede Monero usando software de nó especial para p2pool para compartilhar o trabalho.</p> <p>Isso é feito usando um novo blockchain (uma "cadeia lateral") que mantém um registro do trabalho que cada minerador realiza, seu endereço de carteira e quanto Monero eles ganharam e, em seguida, paga a recompensa em um fundo -menos e descentralizada. Como essa cadeia lateral tem muito menos mineradores, é muito mais fácil encontrar e enviar blocos nela do que na rede principal do Monero, tornando mais fácil para os mineradores obter pagamentos consistentes em comparação com a mineração do Monero sozinho.</p>
sl: <p>p2pool je koncept, ki je bil prvotno ustvarjen za rudarjenje bitcoinov že leta 2011, vendar nikoli ni bil široko sprejet in ostaja praktično neuporabljen na bitcoinih. K sreči je SChernykh, eden ključnih razvijalcev za RandomX, svoj dopust preživel v iskanju rešitev za nekatere težave z implementacijo p2pool v bitcoinih in ponovnem pisanju vse programske opreme iz nič.</p> <p>p2pool v Monero omogoča popolnoma nezaupljiv način za rudarje, da sodelujejo pri reševanju blokov in zaščitijo omrežje Monero z uporabo posebne programske opreme za vozlišča za p2pool, da si delijo delo.</p> <p>To se izvede z uporabo novega blockchaina ("stranska veriga"), ki vodi evidenco dela, ki ga opravi vsak rudar, naslov njihove denarnice in koliko Monera so zaslužili, nato pa nagrado izplača v skrbništvu - manj in decentraliziran način. Ker ima ta stranska veriga veliko manj rudarjev, je veliko lažje najti in predložiti bloke v njej kot v glavnem omrežju Monero, zaradi česar rudarji lažje dobijo dosledna izplačila v primerjavi z rudarjenjem Monero samo.</p>
sv: <p>p2pool är ett koncept som ursprungligen skapades för att bryta Bitcoin redan 2011, men som aldrig har använts i stor utsträckning och som förblir praktiskt taget oanvänt på Bitcoin. Tack och lov tillbringade en av nyckelutvecklarna bakom RandomX, SChernykh, sin semester med att hitta lösningar på några av problemen med Bitcoin-implementeringen av p2pool och att skriva om all programvara från grunden.</p> <p>p2pool i Monero möjliggör ett helt tillitslöst sätt för gruvarbetare att arbeta tillsammans för att lösa blockeringar och säkra Monero-nätverket genom att använda speciell nodmjukvara för p2pool för att dela arbetet.</p> <p>Detta görs med hjälp av en ny blockkedja (en "sidokedja") som håller ett register över det arbete varje gruvarbetare utför, deras plånboksadress och hur mycket Monero de har tjänat, och sedan betalar ut belöningen i ett förtroende -mindre och decentraliserat sätt. Eftersom den här sidokedjan har mycket färre gruvarbetare är det mycket lättare att hitta och skicka in block på den än på det huvudsakliga Monero-nätverket, vilket gör det lättare för gruvarbetare att få konsekventa utbetalningar jämfört med att bara bryta Monero.</p>
tl: Ang <p>p2pool ay isang konsepto na orihinal na nilikha para sa pagmimina ng Bitcoin noong 2011, ngunit hindi kailanman nakita ang malawak na paggamit at nananatiling halos hindi ginagamit sa Bitcoin. Sa kabutihang palad, ang isa sa mga pangunahing developer sa likod ng RandomX, si SChernykh, ay gumugol ng kanyang bakasyon sa pagbuo ng mga solusyon sa ilan sa mga isyu sa pagpapatupad ng Bitcoin ng p2pool at muling pagsulat ng lahat ng software mula sa simula.</p> Ang <p>p2pool sa Monero ay nagbibigay-daan sa ganap na walang tiwala na paraan para sa mga minero na magtulungan upang malutas ang mga bloke at ma-secure ang Monero network sa pamamagitan ng paggamit ng espesyal na node software para sa p2pool upang maibahagi ang trabaho.</p> <p>Ginagawa ito gamit ang isang bagong blockchain (isang "side-chain") na nagpapanatili ng talaan ng gawaing ginagawa ng bawat minero, address ng kanilang wallet, at kung magkano ang kinita nila sa Monero, at pagkatapos ay binabayaran ang reward sa isang trust -mas mababa at desentralisadong paraan. Dahil ang side-chain na ito ay may mas kaunting mga minero, mas madaling maghanap at magsumite ng mga block dito kaysa sa pangunahing network ng Monero, na ginagawang mas madali para sa mga minero na makakuha ng pare-parehong suweldo kumpara sa pagmimina ng Monero lamang.</p>
tr: <p>p2pool, ilk olarak 2011 yılında Bitcoin madenciliği için yaratılmış bir kavramdır, ancak hiçbir zaman geniş çapta benimsenmemiştir ve Bitcoin'de pratik olarak kullanılmamıştır. Neyse ki, RandomX'in arkasındaki kilit geliştiricilerden biri olan SChernykh, tatilini p2pool'un Bitcoin uygulamasıyla ilgili bazı sorunlara çözümler üreterek ve tüm yazılımı sıfırdan yeniden yazarak geçirdi.</p> <p>Monero'daki p2pool, madencilerin blokları çözmek ve işi paylaşmak amacıyla p2pool için özel düğüm yazılımı kullanarak Monero ağını güvence altına almak için birlikte çalışmasına tamamen güvensiz bir yol sağlar.</p> <p>Bu, her madencinin gerçekleştirdiği işin, cüzdan adresinin ve ne kadar Monero kazandıklarının kaydını tutan ve ardından ödülü bir güven içinde ödeyen yeni bir blockchain ("yan zincir") kullanılarak yapılır. -daha az ve merkezi olmayan bir yol. Bu yan zincirde çok daha az madenci olduğundan, blokları bulmak ve göndermek ana Monero ağına göre çok daha kolaydır, bu da madencilerin tek başına Monero madenciliği yapmaya kıyasla tutarlı ödemeler almasını kolaylaştırır.</p>
ur: <p>p2pool ایک ایسا تصور ہے جو اصل میں 2011 میں بٹ کوائن کی کان کنی کے لیے بنایا گیا تھا، لیکن اس نے کبھی وسیع پیمانے پر اپنایا نہیں دیکھا اور بٹ کوائن پر عملی طور پر غیر استعمال شدہ رہتا ہے۔ شکر ہے، RandomX کے پیچھے کلیدی ڈویلپرز میں سے ایک، SChernykh، نے اپنی چھٹیاں P2pool کے بٹ کوائن کے نفاذ اور شروع سے تمام سافٹ ویئر کو دوبارہ لکھنے کے ساتھ کچھ مسائل کے حل کے ساتھ گزاری۔</p> <p>منیرو میں p2pool کان کنوں کو بلاکس کو حل کرنے اور کام کو بانٹنے کے لیے p2pool کے لیے خصوصی نوڈ سافٹ ویئر کا استعمال کر کے Monero نیٹ ورک کو محفوظ بنانے کے لیے ایک ساتھ کام کرنے کے لیے مکمل طور پر اعتماد سے کم طریقہ فراہم کرتا ہے۔</p> <p>یہ ایک نئے بلاک چین (ایک "سائیڈ چین") کا استعمال کرتے ہوئے کیا جاتا ہے جو ہر کان کن کے کام، ان کے بٹوے کا پتہ، اور اس نے کتنا Monero کمایا ہے، اور پھر انعام کو ٹرسٹ میں ادا کرنے کا ریکارڈ رکھتا ہے۔ -کم اور وکندریقرت طریقہ۔ چونکہ اس سائیڈ چین میں بہت کم کان کن ہیں، اس لیے مین مونیرو نیٹ ورک کے مقابلے اس پر بلاکس تلاش کرنا اور جمع کروانا بہت آسان ہے، جس سے کان کنوں کے لیے صرف مائننگ مونیرو کے مقابلے میں مستقل تنخواہ حاصل کرنا آسان ہو جاتا ہے۔</p>
zh_cn: <p>p2pool是一个概念，最初是在2011年为开采比特币而创建的，但从来没有看到广泛的采用，在比特币上几乎没有使用。值得庆幸的是，RandomX背后的关键开发人员之一，SChernykh，用他的假期想出了解决比特币实现p2pool的一些问题，并从头开始重写了所有的软件。</p> <p>Monero中的p2pool允许矿工以完全无信任的方式合作解决区块，并通过使用p2pool的特殊节点软件来确保Monero网络的安全，以便分享工作。</p> <p>这是通过一个新的区块链 (a "side-chain") 来完成的，它记录了每个矿工所做的工作，他们的钱包地址，以及他们赚了多少Monero，然后以一种无信任和去中心化的方式支付奖励。由于这个侧链的矿工人数少得多，在它上面寻找和提交区块要比在Monero主网络上容易得多，这使得矿工比单独挖Monero更容易获得稳定的报酬。</p>
zh_tw: <p>p2pool是一個概念，最初是在2011年為開採比特幣而創建的，但從來沒有看到廣泛的採用，在比特幣上幾乎沒有使用。值得慶幸的是，RandomX背後的關鍵開發人員之一，SChernykh，用他的假期想出了解決比特幣實現p2pool的一些問題，並從頭開始重寫了所有的軟件。</p> <p>Monero中的p2pool允許礦工以完全無信任的方式合作解決區塊，並通過使用p2pool的特殊節點軟件來確保Monero網絡的安全，以便分享工作。</p> <p>這是通過一個新的區塊鏈 (a "side-chain") 來完成的，它記錄了每個礦工所做的工作，他們的錢包地址，以及他們賺了多少Monero，然後以一種無信任和去中心化的方式支付獎勵。由於這個側鏈的礦工人數少得多，在它上面尋找和提交區塊要比在Monero主網絡上容易得多，這使得礦工比單獨挖Monero更容易獲得穩定的報酬。</p>

# knowledge250Sbp2pool250Sb3250Sbtitle
source: What is p2pool?
cs: Co je p2pool?
fi: Mikä on p2pool?
fr: Qu'est-ce que P2Pool ?
it: Cos'è p2pool?
lt: Kas yra p2pool?
nb: Hva er p2pool?
nl: Wat is p2pool?
pl: Czym jest p2pool?
pt_br: O que é p2pool?
sl: Kaj je p2pool?
sv: Vad är p2pool?
tl: Ano ang p2pool?
tr: p2pool nedir?
ur: p2pool کیا ہے؟
zh_cn: p2pool 是什么?
zh_tw: p2pool 是什麼?
