Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# settings250Sbapi8722Sbkey250Sblabel250Sbcaption
source: To be able to use private API endpoints, you have to set your API key as the "Authorization" header. The key expires in 5 years. Find more details in the {apiDocs}.
cs: Abyste mohli používat privátní koncové body API, musíte svůj klíč API nastavit jako hlavičku „Authorization“. Platnost klíče vyprší za 5 let. Další podrobnosti naleznete v {apiDocs}.
fi: Jotta voit käyttää yksityisiä API-päätepisteitä, sinun on asetettava API-avaimesi "Authorization" headeriksi. Avain vanhenee 5 vuoden kuluttua. Lisätietoja on kohdassa {apiDocs}.
fr: Pour pouvoir utiliser des connexions d'API privées, vous devez définir votre clé d'API comme en-tête d'« Autorisation ». La clé expire dans 5 ans. Trouvez plus de détails dans la {apiDocs}.
it: Per poter utilizzare endpoint API privati, è necessario impostare la chiave API come intestazione "Authorization". La chiave scade tra 5 anni. Trova maggiori dettagli nei {apiDocs}.
lt: Kad galėtumėte naudoti privačius API galinius taškus, API raktą turite nustatyti kaip antraštę „Authorization“. Rakto galiojimo laikas baigiasi po 5 metų. Daugiau informacijos rasite {apiDocs}.
nb: For å kunne bruke private API-endepunkter, må du angi API-nøkkelen din som "Authorization"-overskrift. Nøkkelen utløper om 5 år. Finn flere detaljer i {apiDocs}.
nl: Om privé-API-eindpunten te kunnen gebruiken, moet u uw API-sleutel instellen als de "Autorisatie"-header. De sleutel verloopt over 5 jaar. Vind meer details in de {apiDocs}.
pl: Aby móc korzystać z prywatnych endpointów API, musisz ustawić swój klucz API jako nagłówek „Authorization”. Klucz wygasa za 5 lat. Znajdź więcej szczegółów w {apiDocs}.
pt_br: Para poder usar pontos de extremidade de API privados, você deve definir sua chave de API como o cabeçalho "Authorization". A chave expira em 5 anos. Encontre mais detalhes nos {apiDocs}.
sl: Če želite uporabljati zasebne končne točke API-ja, morate nastaviti ključ API-ja kot glavo "Authorization". Ključ poteče čez 5 let. Več podrobnosti najdete v {apiDocs}.
sv: För att kunna använda privata API-slutpunkter måste du ställa in din API-nyckel som "Authorization"-huvudet. Nyckeln går ut om 5 år. Hitta mer information i {apiDocs}.
tl: Upang magamit ang mga pribadong API endpoint, kailangan mong itakda ang iyong API key bilang header ng "Authorization." Mag-e-expire ang susi sa loob ng 5 taon. Maghanap ng higit pang mga detalye sa {apiDocs}.
tr: Özel API uç noktalarını kullanabilmek için API anahtarınızı "Yetkilendirme" başlığı olarak ayarlamanız gerekir. Anahtarın süresi 5 yıl sonra doluyor. Daha fazla ayrıntıyı {apiDocs}'te bulabilirsiniz.
ur: نجی API اینڈ پوائنٹس استعمال کرنے کے قابل ہونے کے لیے، آپ کو اپنی API key کو "Authorization" ہیڈر کے طور پر سیٹ کرنا ہوگا۔ key 5 سال میں ختم ہو جاتی ہے۔ مزید تفصیلات {apiDocs} میں تلاش کریں۔
zh_cn: 为了能够使用私有API端点，您必须将API密钥设置为“Authorization”标头。密钥将在5年后过期。在{apiDocs}中找到更多详细信息。
zh_tw: 為了能夠使用私有API端點，您必須將API密鑰設置為“Authorization”標頭。密鑰將在5年後過期。在{apiDocs}中找到更多詳細信息。

# fees250Sbtx250Sbtext
source: Transactions to wallets of other {appName} users are {free}. {linebreak} Transactions to other Monero wallets are subject to the Monero network transaction fee. The current fee is visible on the {walletPage} under the heading {outgoingMoneroFees}. The transaction fee is paid from your {appName} wallet when you send a transaction.
cs: Transakce do peněženek jiných uživatelů {appName} jsou {free}. {linebreak} Transakce do jiných peněženek Monero podléhají poplatku za transakce sítě Monero. Aktuální poplatek je viditelný na {walletPage} pod záhlavím {outgoingMonerofees}. Transakční poplatek se platí z vaší {appName} peněženky při odeslání transakce.
fi: Transaktiot muiden {appName}-käyttäjien lompakoihin ovat {free}. {linebreak} Transaktiot muihin Monero-lompakoihin ovat Monero-verkon tapahtumamaksun alaisia. Nykyinen maksu näkyy {walletPage}:lla otsikon {outgoingMoneroFees} alla. Tapahtumamaksu maksetaan {appName}-lompakostasi transaktion yhteydessä.
fr: Les transactions vers les portefeuilles d'autres utilisateurs {appName} sont {free}. {linebreak} Les transactions vers d'autres portefeuilles Monero externes sont soumises aux frais de transaction du réseau Monero. Les frais actuels sont visibles sur la page du {walletPage} sous la rubrique {outgoingMonerofees}. Les frais de transaction sont payés à partir de votre portefeuille {appName} lorsque vous effectuez une transaction.
it: Le transazioni verso i portafogli di altri utenti di {appName} sono {free}. {linebreak} Le transazioni con altri portafogli Monero sono soggette alla commissione di transazione della rete Monero. Il canone corrente è visibile sulla {walletPage} sotto il titolo {outgoingMoneroFees}. La commissione di transazione viene pagata dal tuo portafoglio {appName} quando invii una transazione.
lt: Operacijos į kitų {appName} vartotojų pinigines yra {free}. {linebreak} Operacijose su kitomis Monero piniginėmis taikomas Monero tinklo operacijų mokestis. Dabartinis mokestis matomas {walletPage} po antrašte {outgoingMoneroFees}. Operacijos mokestis mokamas iš {appName} piniginės, kai siunčiate operaciją.
nb: Transaksjoner til lommebøker til andre {appName}-brukere er {free}. {linebreak} Transaksjoner til andre Monero-lommebøker er underlagt Monero-nettverkstransaksjonsgebyret. Gjeldende avgift er synlig på {walletPage} under overskriften {outgoingMoneroFees}. Transaksjonsgebyret betales fra {appName}-lommeboken din når du sender en transaksjon.
nl: Transacties naar portefeuilles van andere {appName} gebruikers zijn {free}. {linebreak} Transacties naar andere Monero-portefeuilles zijn onderworpen aan de transactiekosten van het Monero-netwerk. Het huidige tarief is zichtbaar op de {walletPage} onder het kopje {outgoingMonerofees}. De transactiekosten worden uit uw {appName}-portefeuille betaald wanneer u een transactie verzendt.
pl: Transakcje na portfele innych użytkowników {appName} są {free}.{linebreak} Transakcje na inne portfele Monero podlegają opłatom sieci Monero. Aktualna opłata jest widoczna na {walletPage} pod nagłówkiem {outgoingMoneroFees}. Opłata transakcyjna jest opłacana z portfela {appName} po wysyłaniu transakcji.
pt_br: Transações para carteiras de outros usuários do {appName} são {free}. {linebreak} Transações para outras carteiras Monero estão sujeitas à taxa de transação da rede Monero. A taxa atual é visível na {walletPage} sob o título {outgoingMonerofees}. A taxa de transação é paga a partir da sua carteira {appName} quando você envia uma transação.
sl: Transakcije v denarnice drugih {appName} uporabnikov so {free}. {linebreak} Transakcije v druge Monero denarnice so predmet provizij omrežja Monero. Trenutna pristojbina je vidna na {walletPage} pod naslovom {outgoingMoneroFees}. Provizija se plača iz vaše denarnice {appName}, ko pošljete transakcijo.
sv: Transaktioner till andra personers plånböcker {appName} användare är {free}. {linebreak} Transaktioner till andra Monero-plånböcker är föremål för Monero-nätverkets transaktionsavgift. Den aktuella avgiften är synlig på {walletPage} under rubriken {outgoingMoneroFees}. Transaktionsavgiften betalas från din {appName} plånbok när du skickar en transaktion.
tl: Ang mga transaksyon sa mga wallet ng iba pang user ng {appName} ay {free}. {linebreak} Ang mga transaksyon sa ibang mga wallet ng Monero ay napapailalim sa bayarin sa transaksyon sa network ng Monero. Ang kasalukuyang bayarin ay makikita sa {walletPage} sa ilalim ng heading {outgoingMonerofees}. Ang bayad sa transaksyon ay binabayaran mula sa iyong {appName} wallet kapag nagpadala ka ng transaksyon.
tr: Diğer {appName} kullanıcılarının cüzdanlarına yapılan işlemler {free} tutarındadır. {linebreak} Diğer Monero cüzdanlarına yapılan işlemler Monero ağ işlem ücretine tabidir. Geçerli ücret {walletPage} üzerinde {outgoingMoneroFees} başlığı altında görülebilir. İşlem ücreti, bir işlem gönderdiğinizde {appName} cüzdanınızdan ödenir.
ur: دوسرے {appName} صارفین کے بٹوے پر لین دین {free} ہیں۔ {linebreak} دوسرے Monero والیٹس کے لین دین Monero نیٹ ورک ٹرانزیکشن فیس کے ساتھ مشروط ہیں۔ موجودہ فیس عنوان {outgoingMoneroFees} کے تحت {walletPage} پر دکھائی دے رہی ہے۔ جب آپ لین دین بھیجتے ہیں تو آپ کے {appName} والیٹ سے لین دین کی فیس ادا کی جاتی ہے۔
zh_cn: 与其他{appName}用户的钱包进行交易{free}. {linebreak} 与其他门罗币钱包进行交易需要缴纳门罗币网络转账费。在{walletPage}的标题为{outgoingMoneroFees}下能看到当前的费用。 您发送交易后，交易费将从您的 {appName} 钱包中扣除。
zh_tw: 與其他{appName}用戶的錢包進行交易{free}. {linebreak} 與其他門羅幣錢包進行交易需要繳納門羅幣網絡轉賬費。在{walletPage}的標題為{outgoingMoneroFees}下能看到當前的費用。 您發送交易后，交易費將從您的 {appName} 錢包中扣除。

# fees250Sbtx250Sbtext8722Sbfree
source: free
cs: bez poplatků
fi: ilmainen
fr: gratuits
it: gratis
lt: Laisvas
nb: gratis
nl: gratis
pl: darmowe
pt_br: grátis
sl: brezplačno
sv: fri
tl: libre
tr: özgür
ur: مفت
zh_cn: 免费
zh_tw: 免費

# fees250Sbtx250Sbtext8722Sbwallet8722Sbpage
source: wallet page
cs: stránka peněženky
fi: lompakkosivu
fr: portefeuille
it: pagina del portafoglio
lt: piniginės puslapį
nb: lommebokside
nl: portefeuille pagina
pl: stronie portfela
pt_br: página da carteira
sl: stran denarnice
sv: plånbokssida
tl: pahina ng pitaka
tr: cüzdan sayfası
ur: بٹوے کا صفحہ
zh_cn: 钱包页
zh_tw: 錢包頁

# settings250Sbapi8722Sbkey250Sblabel250Sbcaption250Sbapi8722Sbdocs8722Sblink
source: API docs
cs: API dokumenty
fi: API-dokumentit
fr: documentation sur l'API
it: documenti API
lt: API dokumentai
nb: API-dokumenter
nl: API-documenten
pl: dokumentacji API
pt_br: documentos da API
sl: API dokumenti
sv: API-doks
tl: Mga doc ng API
tr: API belgeleri
ur: API دستاویزات
zh_cn: API文档
zh_tw: API文檔

# settings250Sbbasic8722Sbinfo8722Sbtitle
source: Basic user information
cs: Základní informace pro uživatele
fi: Käyttäjän perustiedot
fr: Informations de base sur l'utilisateur
it: Informazioni di base
lt: Pagrindinė vartotojo informacija
nb: Grunnleggende brukerinformasjon
nl: Basis gebruikersinformatie
pl: Podstawowe informacje o użytkowniku
pt_br: Informações básicas
sl: Osnovni podatki o uporabniku
sv: Grundläggande användarinformation
tl: Pangunahing impormasyon ng gumagamit
tr: Temel kullanıcı bilgileri
ur: بنیادی صارف کی معلومات
zh_cn: 基本的用户信息
zh_tw: 基本的用戶信息

# settings250Sbbuying8722Sbvacation8722Sbtip
source: No one who wants to sell you coins will see your ads or open trades on them
cs: Nikdo, kdo vám chce mince prodat, neuvidí vaše reklamy ani s nimi nebude otevírat obchody
fi: Kukaan, joka haluaa myydä sinulle kolikoita, ei näe ilmoituksiasi tai avaa niissä kauppaa
fr: Aucune personne voulant vous vendre des jetons ne verra vos annonces ou n'ouvrira de transactions dessus
it: Nessuno che vuole venderti monete vedrà i tuoi annunci o aprirà scambi su di essi
lt: Niekas, norintis parduoti jums monetas, nematys jūsų skelbimų ar neatliks jų sandorių
nb: Ingen som ønsker å selge deg mynter vil se annonsene dine eller åpne handler på dem
nl: Niemand die u munten wilt verkopen, zal uw advertenties zien of er transacties op openen
pl: Nikt, kto chce sprzedać Ci monety, nie zobaczy Twoich ogłoszeń, ani będzie mógł rozpocząć z nimi handlu
pt_br: Ninguém que queira vender moedas para você verá seus anúncios ou abrirá negociações com eles
sl: Nihče, ki vam želi prodati kovance, ne bo videl vaših oglasov ali odprl trgovanja na njih
sv: Ingen som vill sälja mynt till dig kommer att se dina annonser eller öppna affärer på dem
tl: Walang sinumang gustong magbenta sa iyo ng mga barya ang makakakita ng iyong mga ad o magbukas ng mga trade sa kanila
tr: Size coin satmak isteyen hiç kimse reklamlarınızı görmeyecek veya üzerinde açık işlem yapmayacaktır.
ur: کوئی بھی جو آپ کو سکے بیچنا چاہتا ہے وہ آپ کے اشتہارات یا ان پر کھلی تجارت نہیں دیکھے گا
zh_cn: 没有人愿意向您出售金币，您将不会看到您的广告或进行交易
zh_tw: 沒有人願意向您出售金幣，您將不會看到您的廣告或進行交易

# settings250Sbbuying8722Sbvacation8722Sbtitle
source: Buying vacation
cs: Nákup dovolené
fi: Loman ostaminen
fr: Pause d'achat
it: Annunci di acquisto
lt: Perka atostogas
nb: Kjøpe ferie
nl: Vakantie kopen
pl: Wakacje kupowania
pt_br: Férias de compra
sl: Nakupni dopust
sv: Köper semester
tl: Bumili ng bakasyon
tr: Tatil satın almak
ur: چھٹی خریدنا
zh_cn: 买家休假中
zh_tw: 買家休假中

# settings250Sbchange8722Sbemail250Sbbtn
source: Change email
cs: Změnit e-mail
fi: Vaihda sähköposti
fr: Changer l'adresse e-mail
it: Cambia email
lt: Pakeisti el. paštą
nb: Endre e-post
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt_br: Mudar e-mail
sl: Spremenite e-pošto
sv: Förändring email
tl: Magpalit ng e-mail
tr: Değişim e-posta
ur: ای میل تبدیل کریں
zh_cn: 更改更改电子邮箱地址
zh_tw: 更改更改電子郵箱地址

# settings250Sbchange8722Sbemail250Sbnew
source: New email
cs: Nový Email
fi: Uusi sähköposti
fr: Nouvelle adresse e-mail
it: Nuova email
lt: Naujas elektroninis paštas
nb: Ny epost
nl: Nieuwe e-mail
pl: Nowy adres e-mail
pt_br: Novo e-mail
sl: Nova elektronska pošta
sv: Ny email
tl: Bagong email
tr: Yeni E-posta
ur: نیا ای میل
zh_cn: 新电子邮箱地址
zh_tw: 新電子郵箱地址

# settings250Sbchange8722Sbemail250Sbnew8722Sbtip
source: A verification letter will be sent to verify your email
cs: Pro ověření vašeho e-mailu vám bude zaslán ověřovací dopis
fi: Vahvistusviesti lähetetään sähköpostisi vahvistamiseksi
fr: Un e-mail de vérification sera envoyé pour vérifier votre adresse e-mail
it: Ti invieremo una mail di verifica sul tuo indirizzo email
lt: Bus išsiųstas patvirtinimo laiškas, kad būtų patvirtintas jūsų el
nb: Et bekreftelsesbrev vil bli sendt for å bekrefte e-posten din
nl: Er wordt een verificatiebrief verzonden om uw e-mailadres te verifiëren
pl: Wiadomość weryfikacyjna zostanie wysłana w celu zweryfikowania emaila
pt_br: Um e-mail de verificação será enviado a você
sl: Za potrditev vašega e-poštnega naslova bo poslano potrditveno pismo
sv: Ett bekräftelsebrev kommer att skickas för att verifiera din e-postadress
tl: Isang verification letter ang ipapadala para i-verify ang iyong email
tr: E-postanızı doğrulamak için bir doğrulama mektubu gönderilecek
ur: آپ کے ای میل کی تصدیق کے لیے ایک تصدیقی خط بھیجا جائے گا
zh_cn: 为了验证您的电子邮箱我们发送验证信
zh_tw: 為了驗証您的電子郵箱我們發送驗証信

# settings250Sbchange8722Sbemail250Sbnone
source: No email provided
cs: Nebyl zadán žádný e-mail
fi: Sähköpostiosoitetta ei ole annettu
fr: Aucune adresse e-mail fournie
it: Nessuna email fornita
lt: El. pašto adresas nepateiktas
nb: Ingen e-post oppgitt
nl: Geen e-mail opgegeven
pl: Nie podano adresu e-mail
pt_br: Nenhum e-mail fornecido
sl: E-pošta ni navedena
sv: Inget e-postmeddelande tillhandahålls
tl: Walang ibinigay na email
tr: E-posta sağlanmadı
ur: کوئی ای میل فراہم نہیں کی گئی
zh_cn: 没有电子邮箱
zh_tw: 沒有電子郵箱

# settings250Sbchange8722Sbemail250Sbsubtitle
source: Current email: {email}
cs: Aktuální e-mail: {email}
fi: Nykyinen sähköpostiosoite: {email}
fr: Adresse e-mail actuelle : {email}
it: Email attuale: {email}
lt: Dabartinis el. pašto adresas: {email}
nb: Nåværende e-post: {email}
nl: Huidige e-mail: {email}
pl: Obecny adres e-mail: {email}
pt_br: E-mail atual: {email}
sl: Trenutni e-poštni naslov: {email}
sv: Aktuell e-post: {email}
tl: Kasalukuyang email: {email}
tr: Mevcut e-posta: {email}
ur: موجودہ ای میل: {email}
zh_cn: 目前电子邮箱地址： {email}
zh_tw: 目前電子郵箱地址： {email}

# settings250Sbchange8722Sbemail250Sbtitle
source: Change/verify email
cs: Změňte/ověřte e-mail
fi: Vaihda/vahvista sähköpostiosoite
fr: Modifier/vérifier l'adresse e-mail
it: Modifica/verifica email
lt: Keisti / patvirtinti el
nb: Endre/bekreft e-post
nl: E-mailadres wijzigen/verifiëren
pl: Zmień/zweryfikuj adres e-mail
pt_br: Mudar/verificar e-mail
sl: Spremeni/preveri e-pošto
sv: Ändra/verifiera email
tl: Baguhin/i-verify ang email
tr: E-postayı değiştir/doğrula
ur: ای میل کو تبدیل/تصدیق کریں
zh_cn: 更改/验证电子邮箱
zh_tw: 更改/驗証電子郵箱

# settings250Sbchange8722Sbemail250Sbunverified
source: Unverified
cs: Neověřeno
fi: Vahvistamaton
fr: Non vérifiée
it: Non verificato
lt: Nepatvirtinta
nb: Ubekreftet
nl: Niet geverifieerd
pl: Niezweryfikowany
pt_br: Não verificado
sl: Nepreverjeno
sv: Ej verifierad
tl: Hindi na-verify
tr: Doğrulanmamış
ur: غیر تصدیق شدہ
zh_cn: 未验证
zh_tw: 未驗証

# settings250Sbchange8722Sbemail250Sbverified
source: Verified
cs: Ověřeno
fi: Vahvistettu
fr: Vérifiée
it: Verificato
lt: Patvirtinta
nb: Verifisert
nl: Geverifieerd
pl: Zweryfikowany
pt_br: Verificado
sl: Preverjeno
sv: Verifierad
tl: Na-verify
tr: Doğrulandı
ur: تصدیق شدہ
zh_cn: 已验证
zh_tw: 已驗証

# settings250Sbchange8722Sbpassword8722Sbwrong
source: Wrong current password
cs: Chybné aktuální heslo
fi: Väärä nykyinen salasana
fr: Mot de passe actuel erroné
it: Password errata
lt: Neteisingas dabartinis slaptažodis
nb: Feil gjeldende passord
nl: Verkeerd huidig wachtwoord
pl: Niewłaściwe bieżące hasło
pt_br: Senha atual incorreta
sl: Napačno trenutno geslo
sv: Fel aktuellt lösenord
tl: Maling kasalukuyang password
tr: Yanlış mevcut şifre
ur: غلط موجودہ پاس ورڈ
zh_cn: 目前密码错
zh_tw: 目前密碼錯

# settings250Sbchange8722Sbpassword250Sbbtn
source: Change password
cs: Změnit heslo
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia password
lt: Pakeisti slaptažodį
nb: Bytt passord
nl: Wachtwoord veranderen
pl: Zmień hasło
pt_br: Mudar senha
sl: Spremeni geslo
sv: ändra lösenord
tl: Palitan ANG password
tr: Şifre değiştir
ur: پاس ورڈ تبدیل کریں
zh_cn: 更改密码
zh_tw: 更改密碼

# settings250Sbchange8722Sbpassword250Sbconfirm
source: Confirm new password
cs: Potvrďte nové heslo
fi: Vahvista uusi salasana
fr: Confirmez le nouveau mot de passe
it: Conferma la nuova password
lt: Patvirtinti naują slaptažodį
nb: Bekrefte nytt passord
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
pt_br: Confirme a nova senha
sl: Potrdite novo geslo
sv: Bekräfta nytt lösenord
tl: Kumpirmahin ang bagong password
tr: Yeni şifreyi onayla
ur: نئے پاس ورڈ کی توثیق کریں
zh_cn: 确认新密码
zh_tw: 確認新密碼

# settings250Sbchange8722Sbpassword250Sbconfirm8722Sbtip
source: Please confirm your new password
cs: Potvrďte prosím své nové heslo
fi: Vahvista uusi salasanasi
fr: Veuillez confirmer votre nouveau mot de passe
it: Per favore conferma la nuova password
lt: Patvirtinkite naują slaptažodį
nb: Vennligst bekreft ditt nye passord
nl: Bevestig alstublieft uw nieuwe wachtwoord
pl: Potwierdź swoje nowe hasło
pt_br: Por favor, confirme a nova senha
sl: Prosim potrdite svoje novo geslo
sv: Vänligen bekräfta ditt nya lösenord
tl: Pakikumpirma ang iyong bagong password
tr: Lütfen yeni şifrenizi onaylayın
ur: براہ کرم اپنے نئے پاس ورڈ کی تصدیق کریں
zh_cn: 请确认你的新密码
zh_tw: 請確認你的新密碼

# settings250Sbchange8722Sbpassword250Sbnew
source: New password
cs: Nové heslo
fi: Uusi salasana
fr: Nouveau mot de passe
it: Nuova password
lt: Naujas Slaptažodis
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
sl: Novo geslo
sv: Nytt lösenord
tl: Bagong password
tr: Yeni Şifre
ur: نیا پاس ورڈ
zh_cn: 新密码
zh_tw: 新密碼

# settings250Sbchange8722Sbpassword250Sbold
source: Old Password
cs: Staré heslo
fi: Vanha salasana
fr: Ancien mot de passe
it: Vecchia Password
lt: Senas slaptažodis
nb: gammelt passord
nl: Oud Wachtwoord
pl: Stare hasło
pt_br: Senha atual
sl: Staro Geslo
sv: Gammalt lösenord
tl: Lumang password
tr: eski Şifre
ur: پرانا پاسورڈ
zh_cn: 旧密码
zh_tw: 舊密碼

# settings250Sbchange8722Sbpassword250Sbold8722Sbtip
source: Please enter your current password to proceed
cs: Chcete-li pokračovat, zadejte prosím své aktuální heslo
fi: Anna nykyinen salasanasi jatkaaksesi
fr: Veuillez entrer votre mot de passe actuel pour continuer
it: Per favore inserisci la tua passowrd attuale per procedere
lt: Norėdami tęsti, įveskite dabartinį slaptažodį
nb: Vennligst skriv inn ditt nåværende passord for å fortsette
nl: Voer uw huidige wachtwoord in om verder te gaan
pl: Wprowadź swoje bieżące hasło, aby kontynuować
pt_br: Coloque sua senha atual para prosseguir
sl: Za nadaljevanje vnesite trenutno geslo
sv: Ange ditt nuvarande lösenord för att fortsätta
tl: Mangyaring ipasok ang iyong kasalukuyang password upang magpatuloy
tr: Devam etmek için lütfen mevcut şifrenizi girin
ur: براہ کرم آگے بڑھنے کے لیے اپنا موجودہ پاس ورڈ درج کریں
zh_cn: 请输入目前密码
zh_tw: 請輸入目前密碼
