Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtrade250Sbblock8722Sb18722Sbtext8722Sb0
source: A typical trade on {appName} works like this, the example is an online sell trade where you're selling {assetName} to a buyer. The process is similar when you are buying {assetName} online, but for this example we're focusing on selling {assetName}, as that's the most common type of trade. {linebreak} First you need to deposit {assetName} to your {localmoneroWallet}. {linebreak} Then, you need to {create} {aSellMoneroAd} (called an online sell advertisement). When making the advertisement you choose a payment method, set your pricing, your limits and write your terms of the trade as a free form message.
cs: Typický obchod na {appName} funguje takto, příkladem je online prodej, kde prodáváte {assetName} kupujícímu. Proces je podobný, když nakupujete {assetName} online, ale v tomto příkladu se zaměřujeme na prodej {assetName}, protože to je nejběžnější typ obchodu. {linebreak} Nejprve musíte vložit {assetName} na Váš {localmoneroWallet}. {linebreak} Poté musíte {create} {aSellmoneroad} (tzv. reklama na online prodej). Při inzerci si zvolíte způsob platby, nastavíte si cenu, své limity a napíšete své obchodní podmínky jako zprávu zdarma.
fi: Tyypillinen {appName}-kauppa toimii näin; esimerkki on online-myyntikauppa, jossa myyt {assetName} ostajalle. Prosessi on samanlainen, kun ostat {assetName} verkosta, mutta tässä esimerkissä keskitymme {assetName}:n myyntiin, koska se on yleisin kaupan tyyppi. {linebreak} Ensin sinun on talletettava {assetName} laitteellesi {localmoneroWallet}. {linebreak} Sitten sinun on {create} {aSellMoneroAd} (kutsutaan online-myynti-ilmoitukseksi). Ilmoitusta tehdessäsi valitset maksutavan, asetat hinnoittelusi, rajasi ja kirjoitat kaupan ehdot vapaamuotoisena viestinä.
fr: Une transaction typique sur {appName} fonctionne comme ceci : l'exemple est une transaction de vente en ligne où vous vendez du {assetName} à un acheteur. Le processus est similaire lorsque vous achetez du {assetName} en ligne, mais pour cet exemple, nous nous concentrons sur la vente de {assetName}, car c'est le type d'échange le plus courant. {linebreak} Vous devez d'abord déposer du {assetName} sur votre {localmoneroWallet}. {linebreak} Ensuite, vous devez {create} {aSellmoneroad} (appelée une annonce de vente en ligne). Lorsque vous créez l'annonce, vous choisissez un mode de paiement, définissez votre prix, vos limites et rédigez vos conditions de transaction sous forme de message libre.
it: Una tipica operazione su {appName} funziona in questo modo, l'esempio è un'operazione di vendita online in cui vendi {assetName} a un acquirente. Il processo è simile quando acquisti {assetName} online, ma per questo esempio ci concentreremo sulla vendita di {assetName}, poiché è il tipo di scambio più comune. {linebreak} Per prima cosa devi depositare {assetName} sul tuo {localmoneroWallet}. {linebreak} Quindi è necessario {create} {aSellMoneroAd} (chiamato annuncio di vendita online). Quando crei l'annuncio, scegli un metodo di pagamento, stabilisci i prezzi, i limiti e scrivi le tue condizioni commerciali come messaggio in formato libero.
lt: Įprasta prekyba {appName} veikia taip, pavyzdys yra prekyba internetu, kai parduodate {assetName} pirkėjui. Procesas yra panašus, kai perkate {assetName} internetu, tačiau šiame pavyzdyje mes sutelkiame dėmesį į {assetName} pardavimą, nes tai yra labiausiai paplitęs prekybos tipas. {linebreak} Pirmiausia turite įnešti {assetName} į savo {localmoneroWallet}. {linebreak} Tada reikia {create} {aSellMoneroAd} (vadinamas internetiniu pardavimo skelbimu). Darydami reklamą Jūs pasirenkate mokėjimo būdą, nustatote savo kainodarą, limitus ir laisvos formos žinute rašote savo prekybos sąlygas.
nb: En typisk handel på {appName} fungerer slik, eksemplet er en online salgshandel der du selger {assetName} til en kjøper. Prosessen er lik når du kjøper {assetName} på nettet, men for dette eksemplet fokuserer vi på å selge {assetName}, da det er den vanligste typen handel. {linebreak} Først må du sette inn {assetName} til {localmoneroWallet}. {linebreak} Deretter må du {create} {aSellMoneroAd} (kalt en online salgsannonse). Når du lager annonsen velger du en betalingsmetode, setter prisene dine, grensene dine og skriver handelsvilkårene som en melding i fri form.
nl: Een typische transactie op {appName} werkt als volgt, het voorbeeld is een online verkooptransactie waarbij u {assetName} aan een koper verkoopt. Het proces is vergelijkbaar met wanneer u {assetName} online koopt, maar voor dit voorbeeld concentreren we ons op de verkoop van {assetName}, aangezien dat de meest voorkomende vorm van handelen is. {linebreak} Eerst moet u {assetName} storten op uw {localmoneroWallet}. {linebreak} Vervolgens moet u {create} {aSellmoneroad} gebruiken (ook wel een online verkoopadvertentie genoemd). Bij het maken van de advertentie kiest u een betaalmethode, stelt u uw prijzen en limieten in en schrijft u uw handelsvoorwaarden als een bericht in vrije vorm.
pl: Typowy handel na {appName} działa w ten sposób, załóżmy, że jest to sprzedaż online, w której sprzedajesz {assetName} kupującemu. Proces jest podobny, gdy kupujesz {assetName} online, ale na tym przykładzie koncentrujemy się na sprzedaży {assetName}, ponieważ jest to najczęstszy rodzaj handlu.{linebreak} Najpierw musisz wpłacić {assetName} do swojego {localmoneroWallet}.{linebreak} Następnie musisz {create} {aSellMoneroAd} (nazywany ogłoszeniem sprzedaży online). Tworząc ogłoszenie, wybierasz metodę płatności, ustalasz cenę, limity i opisujesz warunki handlu.
pt_br: Vamos descrever uma transação típica no {appName}. O exemplo será um anúncio de venda online na qual você vende {assetName}s para um comprador. Decidimos usar como exemplo um anúncio de venda pois este é o tipo de anúncio mais popular, porém o processo é similar para compras. {linebreak} Primeiro você precisa {create} {aSellmoneroad}. Ao fazer o anúncio, você escolhe uma forma de pagamento, define o preço, os limites e escreve os termos da negociação da maneira que melhor te servir. {linebreak} Depois, você precisa {fund} na sua {localmoneroWallet} os {assetName}s.
sl: Tipično trgovanje na {appName} deluje takole, primer je spletno prodajno trgovanje, kjer kupcu prodajate {assetName}. Postopek je podoben, ko kupujete {assetName} preko spleta, vendar se v tem primeru osredotočamo na prodajo {assetName}, saj je to najpogostejša vrsta trgovanja. {linebreak} Najprej morate položiti {assetName} na vaš {localmoneroWallet}. {linebreak} Nato morate {create} {aSellMoneroAd} (spletni prodajni oglas). Pri izdelavi oglasa izberete način plačila, določite ceno, omejitve in napišete pogoje trgovanja kot sporočilo v prosti obliki.
sv: En typisk affär på {appName} fungerar så här, exemplet är en säljhandel online där du säljer {assetName} till en köpare. Processen är liknande när du köper {assetName} online, men för det här exemplet fokuserar vi på att sälja {assetName}, eftersom det är den vanligaste typen av handel. {linebreak} Först måste du sätta in {assetName} till din {localmoneroWallet}. {linebreak} Sedan måste du {create} {aSellMoneroAd} (kallas en onlinesäljannons). När du gör annonsen väljer du en betalningsmetod, ställer in din prissättning, dina gränser och skriver dina handelsvillkor som ett meddelande i fritt format.
tl: Ang isang tipikal na kalakalan sa {appName} ay gumagana tulad nito, ang halimbawa ay isang online na pagbebenta ng kalakalan kung saan nagbebenta ka ng {assetName} sa isang mamimili. Ang proseso ay katulad kapag bumibili ka ng {assetName} online, ngunit para sa halimbawang ito ay tumutuon kami sa pagbebenta ng {assetName}, dahil iyon ang pinakakaraniwang uri ng kalakalan. {linebreak} Una kailangan mong magdeposito ng {assetName} sa iyong {localmoneroWallet}. {linebreak} Pagkatapos, kailangan mong {create} {aSellmoneroad} (tinatawag na online sell advertisement). Kapag gumagawa ng advertisement, pipili ka ng paraan ng pagbabayad, itakda ang iyong pagpepresyo, ang iyong mga limitasyon at isulat ang iyong mga tuntunin ng kalakalan bilang isang libreng form na mensahe.
tr: {appName} üzerindeki tipik bir ticaret şu şekilde çalışır; örnek, bir alıcıya {assetName} sattığınız bir çevrimiçi satış ticaretidir. Çevrimiçi olarak {assetName} satın alırken süreç benzerdir, ancak bu örnekte en yaygın ticaret türü olduğundan {assetName} satmaya odaklanıyoruz. {linebreak} Öncelikle {assetName}'i {localmoneroWallet} cihazınıza yatırmanız gerekir. {linebreak} Daha sonra, {create} {aSellMoneroAd} (çevrimiçi satış reklamı olarak adlandırılır) yapmanız gerekir. Reklamı yaparken bir ödeme yöntemi seçersiniz, fiyatlandırmanızı, limitlerinizi belirlersiniz ve ticaret koşullarınızı serbest formlu bir mesaj olarak yazarsınız.
ur: {appName} پر ایک عام تجارت اس طرح کام کرتی ہے، مثال آن لائن فروخت کی تجارت ہے جہاں آپ خریدار کو {assetName} فروخت کر رہے ہیں۔ جب آپ آن لائن {assetName} خرید رہے ہوتے ہیں تو یہ عمل اسی طرح کا ہوتا ہے، لیکن اس مثال کے لیے ہم {assetName} کی فروخت پر توجہ مرکوز کر رہے ہیں، کیونکہ یہ تجارت کی سب سے عام قسم ہے۔ {linebreak} پہلے آپ کو اپنے {localmoneroWallet} میں {assetName} جمع کرنے کی ضرورت ہے۔ {linebreak} پھر، آپ کو {create} {aSellMoneroAd} (called an online sell advertisement) کی ضرورت ہے۔ اشتہار بناتے وقت آپ ادائیگی کا طریقہ منتخب کرتے ہیں، اپنی قیمتوں کا تعین، اپنی حدود طے کرتے ہیں اور اپنی تجارت کی شرائط کو بطور فری فارم میسج لکھتے ہیں۔
zh_cn: {appName} 上的典型交易是这样进行的，示例是您将 {assetName} 卖给买家的在线卖出交易。在线购买 {assetName} 时的过程类似，但在本例中，我们专注于出售 {assetName}，因为这是最常见的交易类型。 {linebreak} 首先您需要将{assetName}存入您的{localmoneroWallet}。 {linebreak} 然后，你需要{create} {aSellMoneroAd}（称为在线销售广告）。在制作广告时，您可以选择一种付款方式、设置您的价格、您的限额并将您的交易条款写成自由格式的消息。
zh_tw: {appName} 上的典型交易是這樣進行的，示例是您將 {assetName} 賣給買家的在線賣出交易。在線購買 {assetName} 時的過程類似，但在本例中，我們專注於出售 {assetName}，因為這是最常見的交易類型。 {linebreak} 首先您需要將{assetName}存入您的{localmoneroWallet}。 {linebreak} 然後，你需要{create} {aSellMoneroAd}（稱為在線銷售廣告）。在製作廣告時，您可以選擇一種付款方式、設置您的價格、您的限額並將您的交易條款寫成自由格式的消息。

source: a sell {assetName} online advertisement
cs: prodej {assetName} online inzerát
fi: myy {assetName} verkkoilmoitus
fr: une annonce de vente en ligne de {assetName}
it: un annuncio online {assetName}
lt: pardavimo {assetName} skelbimas internete
nb: en selger {assetName} nettannonsering
nl: een verkoop {assetName} online advertentie
pl: ogłoszenie sprzedaży {assetName}
pt_br: um anúncio de venda online de {assetName}
sl: oglas za spletno prodajo {assetName}
sv: en sälj {assetName} online annons
tl: isang nagbebenta ng {assetName} online na advertisement
tr: bir satış {assetName} çevrimiçi reklamı
ur: ایک فروخت {assetName} آن لائن اشتہار
zh_cn: 一个网上出售{assetName}广告
zh_tw: 一個網上出售{assetName}廣告

# guide250Sbtrade250Sbblock8722Sb18722Sbtext8722Sb08722Sbcreate
source: create
cs: vytvořit
fi: luo
fr: créer
it: Creare
lt: sukurti
nb: skape
nl: creëren
pl: utworzyć
pt_br: criar
sl: ustvari
sv: skapa
tl: lumikha
tr: yaratmak
ur: بنانا
zh_cn: 创建
zh_tw: 創建

# guide250Sbtrade250Sbblock8722Sb18722Sbtext8722Sb08722Sbfund
source: fund
cs: fond
fi: rahoita
fr: fonds
it: fondo
lt: fondą
nb: fond
nl: fonds
pl: zasilić
pt_br: depositar
sl: financiraj
sv: fond
tl: pondo
tr: fon, sermaye
ur: فنڈ
zh_cn: 注资
zh_tw: 注資

# guide250Sbtrade250Sbblock8722Sb18722Sbtext8722Sb08722Sblocalmonero8722Sbwallet
source: {appName} wallet
cs: {appName} peněženka
fi: {appName} lompakko
fr: portefeuille {appName}
it: Portafoglio {appName}
lt: {appName} piniginė
nb: {appName} lommebok
nl: {appName} portefeuille
pl: portfela {appName}
pt_br: carteira {appName}
sl: {appName} denarnica
sv: {appName} plånbok
tr: {appName} cüzdan
ur: {appName} پرس
zh_cn: {appName}钱包
zh_tw: {appName}錢包

# guides250Sbread8722Sbmore
source: Further reading
cs: Další čtení
fi: Lue lisää
fr: Ressources complémentaires
it: Ulteriori letture
lt: Papildoma literatūra
nb: Videre lesning
nl: Verder lezen
pl: Więcej do przeczytania
pt_br: Leitura adicional
sl: Nadaljnje branje
sv: Vidare läsning
tl: Karagdagang pagbabasa
tr: daha fazla okuma
ur: مزید پڑھيے
zh_cn: 进一步阅读
zh_tw: 進一步閱讀

# home250Sbgreeting250Sbanywhere
source: Anywhere.
cs: Kdekoli.
fi: Missä vain.
fr: Partout.
it: Ovunque.
lt: Bet kur.
nb: Hvor som helst.
nl: Overal.
pl: Gdziekolwiek.
pt_br: Em qualquer lugar.
sl: Kjerkoli.
sv: Var som helst.
tl: Kahit saan.
tr: Herhangi bir yer.
ur: کہیں بھی۔
zh_cn: 无论何处。
zh_tw: 無論何處。

# home250Sbgreeting250Sbbuy8722Sbmonero
source: Buy {assetName}.
cs: Koupit {assetName}.
fi: Osta {assetName}.
fr: Acheter du {assetName}.
it: Compra {assetName}.
lt: Pirkite {assetName}.
nb: Kjøp {assetName}.
nl: Koop {assetName}.
pl: Kup {assetName}.
pt_br: Compre {assetName}.
sl: Kupi {assetName}.
sv: Köp {assetName}.
tl: Bumili ng {assetName}.
tr: {assetName} satın alın.
ur: خریدیں {assetName}۔
zh_cn: 购买{assetName}。
zh_tw: 購買{assetName}。

# home250Sbgreeting250Sbcash8722Sbor8722Sbonline
source: Cash or online.
cs: Hotově nebo online.
fi: Käteisellä tai verkossa.
fr: En espèces ou en ligne.
it: Con contanti o direttamente online.
lt: Grynaisiais arba internetu.
nb: Kontanter eller online.
nl: Contant of online.
pl: Gotówką lub online.
pt_br: Em dinheiro ou online.
sl: Z gotovino ali preko spleta.
sv: Kontant eller online.
tl: Cash o online.
tr: Nakit veya çevrimiçi.
ur: نقد یا آن لائن۔
zh_cn: 现金或线上。
zh_tw: 現金或線上。

# home250Sbgreeting250Sbsell8722Sbmonero
source: Sell {assetName}.
cs: Prodám {assetName}.
fi: Myy {assetName}.
fr: Vendre du {assetName}.
it: Vendi {assetName}.
lt: Parduodu {assetName}.
nb: Selg {assetName}.
nl: Verkoop {assetName}.
pl: Sprzedaj {assetName}.
pt_br: Venda {assetName}.
sl: Prodaj {assetName}.
sv: Sälj {assetName}.
tl: Ibenta {assetName}.
tr: {assetName}'i sat.
ur: {assetName} فروخت کریں۔
zh_cn: 出售{assetName}。
zh_tw: 出售{assetName}。

# home250Sbgreeting250Sbsignup8722Sbbtn
source: Sign up free
cs: Přihlášení zdarma
fi: Rekisteröidy ilmaiseksi
fr: Inscription gratuite
it: Iscriviti gratis
lt: Registruotis nemokamai
nb: Registrer deg gratis
nl: Schrijf u gratis in
pl: Zarejestruj się za darmo
pt_br: Cadastre-se gratuitamente
sl: Prijavite se brezplačno
sv: Registrera dig gratis
tl: Mag-sign up nang libre
tr: Ücretsiz kaydol
ur: مفت اندراج کریں
zh_cn: 免费注册
zh_tw: 免費注冊

# home250Sbnewsfeed250Sbtitle
source: Latest News
cs: Poslední zprávy
fi: Viimeisimmät uutiset
fr: Dernières nouvelles
it: Ultime notizie
lt: Naujausios naujienos
nb: Siste nytt
nl: Laatste Nieuws
pl: Najnowsze Wiadomości
pt_br: Últimas notícias
sl: Najnovejše Novice
sv: Senaste nytt
tl: Pinakabagong Balita
tr: Son Haberler
ur: تازہ ترین خبریں
zh_cn: 最新消息
zh_tw: 最新消息
