Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sblocal250Sbtext8722Sb8
source: <strong> Please note: </strong>Before you start trading as a business, research your country's legislation to see if you are required to apply for any licenses or if there are any other legal requirements.
cs: <strong> Vezměte prosím na vědomí: </strong>Než začnete obchodovat jako firma, prozkoumejte legislativu své země, abyste zjistili, zda jste povinni žádat o nějaké licence nebo zda existují nějaké jiné právní požadavky.
fi: <strong> Huomaathan: </strong>Ennen kuin aloitat kaupankäynnin yrityksenä, tutki maasi lainsäädäntöä nähdäksesi, onko sinun haettava lisenssejä tai onko sinulla muita lakisääteisiä vaatimuksia.
fr: <strong>Prenez garde :</strong> Avant de commencer à faire des échanges en tant qu'entreprise, vérifiez la législation de votre pays pour voir si vous êtes tenu de demander une licence ou s'il existe d'autres exigences légales.
it: <strong>Da notare: </strong>Prima di iniziare a fare trading come azienda, consulta la legislazione del tuo paese per verificare se servono eventuali licenze o se esistono dei requisiti legali.
lt: <strong> Atkreipkite dėmesį: </strong>Prieš pradėdami prekiauti kaip verslu, ištirkite savo šalies įstatymus, kad sužinotumėte, ar turite pateikti paraišką dėl licencijų, ar yra kokių nors kitų teisinių reikalavimų.
nb: <strong> Vennligst merk: </strong>Før du begynner å handle som en bedrift, bør du undersøke landets lovgivning for å se om du må søke om lisenser eller om det er andre juridiske krav.
nl: <strong> Let op: </strong>Voordat u als bedrijf gaat handelen, onderzoek de wetgeving van uw land om te zien of u verplicht bent om licenties aan te vragen of dat er andere wettelijke eisen zijn.
pl: <strong> Zwróć uwagę: </strong> Zanim zaczniesz handlować jako firma, sprawdź przepisy w swoim kraju i sprawdź czy musisz ubiegać się o pozwolenia, bądź musisz spełnić inne wymagania prawne.
pt_br: <strong> Aviso: </strong>Se você deseja fazer disso um negócio, busque a legislação local para verificar se é preciso ter algum certificado especial para poder realizar as trocas em caráter corporativo ao invés de pessoal.
sl: <strong> Prosimo, upoštevajte: </strong> Preden začnete trgovati kot podjetje, raziščite zakonodajo svoje države, da ugotovite, ali morate zaprositi za kakršne koli licence ali če obstajajo kakšne druge pravne zahteve.
sv: <strong> Observera: </strong>Innan du börjar bedriva handel som ett företag bör du undersöka ditt lands lagstiftning för att se om du måste ansöka om några licenser eller om det finns några andra rättsliga krav.
tl: <strong> Pakitandaan: </strong>Bago ka magsimulang mangalakal bilang isang negosyo, saliksikin ang batas ng iyong bansa upang makita kung kailangan mong mag-apply para sa anumang mga lisensya o kung may anumang iba pang legal na kinakailangan.
tr: <strong> Lütfen şunu unutmayın: </strong>Bir işletme olarak ticarete başlamadan önce, herhangi bir lisansa başvurmanızın gerekip gerekmediğini veya başka yasal gereklilikler olup olmadığını görmek için ülkenizin mevzuatını araştırın.
ur: <strong> براہ کرم نوٹ کریں: </strong>ایک کاروبار کے طور پر تجارت شروع کرنے سے پہلے، اپنے ملک کی قانون سازی کی تحقیق کریں کہ آیا آپ کو کسی لائسنس کے لیے درخواست دینے کی ضرورت ہے یا کوئی اور قانونی تقاضے ہیں۔
zh_cn: <strong>请注意：</strong>开始交易前，需要研究您所在国家/地区的法律，了解是否需要申请任何许可或存在任何其他法律规定。
zh_tw: <strong>請注意：</strong>開始交易前，需要研究您所在國家/地區的法律，了解是否需要申請任何許可或存在任何其他法律規定。

# guide250Sblocal250Sbtext8722Sb9
source: Happy trading!
cs: Šťastné obchodování!
fi: Hyvää kaupankäyntiä!
fr: Bons échanges !
it: Buon trading!
lt: Sėkmingos prekybos!
nb: God handel!
nl: Veel handelsplezier!
pl: Miłego handlowania!
pt_br: Bons negócios!
sl: Srečno trgovanje!
sv: Trevlig handel!
tl: Maligayang pangangalakal!
tr: Mutlu ticaret!
ur: مبارک تجارت!
zh_cn: 交易愉快！
zh_tw: 交易愉快！

# guide250Sblocal250Sbtext8722Sbfour
source: Send links to your friends, advertise on social media and locally, wait for the orders to kick in
cs: Posílejte odkazy svým přátelům, inzerujte na sociálních sítích a lokálně, počkejte, až se rozběhnou objednávky
fi: Lähetä linkkejä ystävillesi, mainosta sosiaalisessa mediassa ja paikallisesti, odota tilausten alkamista
fr: Envoyez des liens à vos amis, faites de la publicité sur les réseaux sociaux et localement, attendez que les demandes se déclenchent
it: Invia link ai tuoi amici, fai pubblicità sui social e a livello locale, attendi che gli ordini inizino
lt: Siųskite nuorodas savo draugams, reklamuokite socialiniuose tinkluose ir vietoje, palaukite, kol užsakymai įsigalios
nb: Send lenker til vennene dine, annonser på sosiale medier og lokalt, vent på at bestillingene kommer
nl: Stuur links naar uw vrienden, adverteer op zowel social media als lokaal, en wacht tot de bestellingen binnenkomen
pl: Wyślij linki do znajomych, reklamuj się w mediach społecznościowych i lokalnie, i czekaj na klientów
pt_br: Envie os links para seus amigos, coloque nas redes sociais e aguarde as ordens de compra aparecerem
sl: Pošljite povezave svojim prijateljem, oglašujte na družbenih omrežjih kot tudi lokalno in počakajte na zahteve trgovanja
sv: Skicka länkar till dina vänner, annonsera på sociala medier och lokalt, vänta på att beställningarna ska komma in
tl: Magpadala ng mga link sa iyong mga kaibigan, mag-advertise sa social media at lokal, hintayin ang mga order na magsimula
tr: Arkadaşlarınıza bağlantılar gönderin, sosyal medyada ve yerel olarak reklam verin, siparişlerin devreye girmesini bekleyin
ur: اپنے دوستوں کو لنکس بھیجیں، سوشل میڈیا اور مقامی طور پر اشتہار دیں، آرڈرز شروع ہونے کا انتظار کریں
zh_cn: 将链接发送给您的朋友、在社交网站和本地发布广告，等待人们来下单。
zh_tw: 將鏈接發送給您的朋友、在社交網站和本地發布廣告，等待人們來下單。

# guide250Sblocal250Sbtext8722Sbstep8722Sbone
source: {signUp} if you haven't done already
cs: {signUp}, pokud jste to ještě neudělali
fi: {signUp}, jos et ole jo tehnyt niin
fr: {signUp} si vous ne l'avez pas déjà fait
it: {signUp} se non l'hai già fatto
lt: {signUp}, jei to dar nepadarėte
nb: {signUp} hvis du ikke allerede har gjort det
nl: {signUp} als u dat nog niet heeft gedaan
pl: {signUp} jeśli jeszcze tego nie zrobiłeś
pt_br: {signUp} caso ainda não o tenha feito
sl: {signUp} če tega še niste storili
sv: {signUp} om du inte redan har gjort det
tl: {signUp} kung hindi mo pa nagagawa
tr: {signUp} henüz yapmadıysanız
ur: {signUp} اگر آپ نے پہلے ہی نہیں کیا ہے
zh_cn: 如果您尚未注册，请{signUp}
zh_tw: 如果您尚未注冊，請{signUp}

# guide250Sblocal250Sbtext8722Sbstep8722Sbone8722Sbsign8722Sbup
source: Sign up
cs: Přihlásit se
fi: Rekisteröidy
fr: Inscrivez-vous
it: Iscriviti
lt: Registruotis
nb: Melde deg på
nl: Aanmelden
pl: Zarejestruj się
pt_br: Cadastre-se
sl: Prijavite se
sv: Tecken upp
tl: Mag-sign up
tr: Üye olmak
ur: سائن اپ
zh_cn: 注册
zh_tw: 注冊

# guide250Sblocal250Sbtext8722Sbstep8722Sbthree
source: {loadMonero}, if you are selling
cs: {loadMonero}, pokud prodáváte
fi: {loadMonero}, jos olet myymässä
fr: {loadMonero}, si vous vendez
it: {loadMonero}, se stai vendendo
lt: {loadMonero}, jei parduodate
nb: {loadMonero}, hvis du selger
nl: {loadMonero}, als u verkoopt
pl: {loadMonero}, jeśli sprzedajesz
pt_br: {loadMonero} para vender
sl: {loadMonero}, če prodajate
sv: {loadMonero}, om du säljer
tl: {loadMonero}, kung nagbebenta ka
tr: {loadMonero}, satış yapıyorsanız
ur: {loadMonero}، اگر آپ فروخت کر رہے ہیں
zh_cn: 如果您想要卖币，先{loadMonero}
zh_tw: 如果您想要賣幣，先{loadMonero}

# guide250Sblocal250Sbtext8722Sbstep8722Sbthree8722Sbload8722Sbmonero
source: Load {assetName} to your wallet
cs: Vložte {assetName} do peněženky
fi: Lisää {assetName} lompakkoosi
fr: Ajouter du {assetName} dans votre portefeuille
it: Carica {assetName} nel tuo portafoglio
lt: Įdėkite {assetName} į savo piniginę
nb: Last {assetName} til lommeboken
nl: Laad {assetName} in uw portefeuille
pl: Prześlij {assetName} do portfela
pt_br: Carregue sua carteira com {assetName}
sl: Naložite {assetName} v svojo denarnico
sv: Ladda {assetName} till din plånbok
tl: Mag-load ng {assetName} sa iyong wallet
tr: {assetName}'i cüzdanınıza yükleyin
ur: اپنے بٹوے میں {assetName} لوڈ کریں
zh_cn: 发送{assetName}到您的钱包
zh_tw: 發送{assetName}到您的錢包

# guide250Sblocal250Sbtext8722Sbstep8722Sbtwo
source: Post a trade advertisement
cs: Zveřejněte obchodní inzerát
fi: Julkaise kauppailmoitus
fr: Publier une annonce d'échange
it: Pubblica un annuncio pubblicitario
lt: Paskelbti prekybos skelbimą
nb: Legg ut en handelsannonse
nl: Plaats een handelsadvertentie
pl: Opublikuj ogłoszenie handlowe
pt_br: Crie um anúncio
sl: Objavite oglas za trgovanje
sv: Lägg upp en handelsannons
tl: Mag-post ng isang trade advertisement
tr: Bir ticari ilan yayınlayın
ur: تجارتی اشتہار پوسٹ کریں
zh_cn: 发布一个交易广告
zh_tw: 發布一個交易廣告

# guide250Sblocal250Sbtext8722Sbsteps8722Sbtitle
source: OK, so what are the first steps?
cs: Dobře, takže jaké jsou první kroky?
fi: Ok, mitkä ovat ensimmäiset askeleet?
fr: OK, alors quelles sont les premières étapes ?
it: OK, quindi quali sono i primi passi?
lt: Gerai, kokie yra pirmieji žingsniai?
nb: OK, så hva er de første trinnene?
nl: Oké, dus wat zijn de eerste stappen?
pl: Ok, więc od czego zacząć?
pt_br: Certo, e quais são os primeiros passos?
sl: Prav, kakšni so torej prvi koraki?
sv: OK, så vad är de första stegen?
tl: OK, ano ang mga unang hakbang?
tr: Tamam, peki ilk adımlar nelerdir?
ur: ٹھیک ہے، تو پہلے اقدامات کیا ہیں؟
zh_cn: 好吧，第一步该干什么？
zh_tw: 好吧，第一步該干什麼？

# guide250Sblocal250Sbtitle
source: How to buy or sell Monero for cash guide
cs: Jak koupit nebo prodat Monero za hotovost
fi: Kuinka ostaa tai myydä Moneroa käteisellä -opas
fr: Guide d'achat ou de vente de Monero contre de l'espèce
it: Guida per il commercio Monero a livello locale
lt: Kaip pirkti ar parduoti Monero už grynuosius pinigus vadovas
nb: Hvordan kjøpe eller selge Monero for kontanter guide
nl: Hoe u Monero kunt kopen of verkopen voor contant geld handleiding
pl: Przewodnik jak kupić lub sprzedać Monero za pomocą gotówki
pt_br: Guia para trocar Monero pessoalmente
sl: Vodnik kako kupiti ali prodati Monero za denar
sv: Hur man köper eller säljer Monero för kontantguide
tl: Paano bumili o magbenta ng Monero para sa gabay sa pera
tr: Nakit rehberi için Monero nasıl alınır veya satılır
ur: کیش گائیڈ کے لیے مونیرو کو کیسے خریدیں یا بیچیں
zh_cn: 面对面门罗币交易指南
zh_tw: 面對面門羅幣交易指南

# guide250Sblocal250Sbtitle57Sbagoradesk
source: How to buy or sell cryptocurrency for cash guide
cs: Jak nakupovat nebo prodávat kryptoměnu za hotovost
fi: Kuinka ostaa tai myydä kryptovaluuttaa käteisellä -opas
fr: Guide d'achat ou de vente de crypto-monnaie contre de l'espèce
it: Come acquistare o vendere criptovaluta per la guida in contanti
lt: Kaip pirkti ar parduoti kriptovaliutą grynaisiais
nb: Hvordan kjøpe eller selge kryptovaluta for kontanter guide
nl: Hoe u cryptocurrency kunt kopen of verkopen voor contant geld handleiding
pl: Przewodnik jak kupić lub sprzedać kryptowaluty za pomocą gotówki
pt_br: Como comprar ou vender cryptocurrency para guia de dinheiro
sl: Vodnik kako kupiti ali prodati kriptovaluto za denar
sv: Hur man köper eller säljer kryptovaluta för kontantguide
tl: Paano bumili o magbenta ng cryptocurrency para sa gabay sa cash
tr: Nakit rehberi için kripto para birimi nasıl alınır veya satılır
ur: کیش گائیڈ کے لیے کریپٹو کرنسی کیسے خریدیں یا بیچیں
zh_cn: 如何购买或出售加密货币作为现金指南
zh_tw: 如何購買或出售加密貨幣作為現金指南

# guide250Sbmnemonic250Sbbtc250Sbdescription
source: In this guide you'll learn how to restore your non-custodial {appName} settlement wallet from the mnemonic seed shown on the trade page.
cs: V této příručce se dozvíte, jak obnovit Vaši nevazební (non-custodial) peněženku {appName} z mnemotechnických slov zobrazených na stránce obchodu.
fi: Tässä oppaassa opit palauttamaan {appName} sovintolompakkosi kauppasivulla näkyvästä muistisiemenestä.
fr: Dans ce guide, vous apprendrez comment restaurer votre portefeuille de paiement non hébergé {appName} à partir de la phrase mnémonique indiquée sur la page de transaction.
it: In questa guida imparerai come ripristinare il tuo portafoglio di insediamento non custodiale {appName} dal seme mnemonico mostrato nella pagina commerciale.
lt: Šiame vadove sužinosite, kaip atkurti su laisvės atėmimu nesusijusią {appName} atsiskaitymo piniginę iš prekybos puslapyje pateiktos mnemoninės sėklos.
nb: I denne guiden lærer du hvordan du gjenoppretter din ikke-forvarende {appName} oppgjørslommebok fra mnemonikkfrøet som vises på handelssiden.
nl: In deze handleiding leert u hoe u uw niet-custodiale {appName} afwikkelingsportefeuille kunt herstellen vanuit de 'mnemonic seed' (geheugensteuntje) dat wordt weergegeven op de handelspagina.
pl: W tym przewodniku dowiesz się, jak odzyskać swój portfel na uregulowania {appName} z seeda widocznego na stronie handlowej.
pt_br: Neste guia você aprenderá como restaurar sua carteira de assentamento {appName} não-custodial a partir da semente mnemônica mostrada na página de comércio.
sl: V tem priročniku se boste naučili, kako obnoviti svojo neskrbniško {appName} denarnico za poravnavo iz mnemonic seed-a, prikazanega na trgovalni strani.
sv: I den här guiden får du veta hur du återställer din vårdnadshavares {appName}-avräkningsplånbok från det mnemonic seed som visas på handelssidan.
tl: Sa gabay na ito matututunan mo kung paano i-restore ang iyong non-custodial {appName} settlement wallet mula sa mnemonic seed na ipinapakita sa trade page.
tr: Bu kılavuzda, saklama dışı {appName} takas cüzdanınızı, işlem sayfasında gösterilen anımsatıcı tohumdan nasıl geri yükleyeceğinizi öğreneceksiniz.
ur: اس گائیڈ میں آپ یہ سیکھیں گے کہ تجارتی صفحہ پر دکھائے گئے یادداشت کے بیج سے اپنے نان کسٹوڈیل {appName} سیٹلمنٹ والیٹ کو کیسے بحال کیا جائے۔
zh_cn: 在本指南，你将学会如何从交易页面上显示的助记词恢复你的非托管{appName}结算钱包。
zh_tw: 在本指南，你將學會如何從交易頁面上顯示的助記詞恢復你的非託管{appName}結算錢包。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb1
source: Download the lastest version of the Electrum wallet from <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> and launch it.
cs: Stáhněte si nejnovější verzi peněženky Electrum z <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> a spusťte ji.
fi: Lataa Electrum-lompakon viimeisin versio osoitteesta <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> ja käynnistä se.
fr: Téléchargez la dernière version du portefeuille Electrum depuis <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> et lancez-la.
it: Scarica l'ultima versione del portafoglio Electrum da <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> e lanciala.
lt: Atsisiųskite naujausią Electrum piniginės versiją iš <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> ir paleiskite ją.
nb: Last ned den nyeste versjonen av Electrum-lommeboken fra <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> og start den.
nl: Download de nieuwste versie van de Electrum-portefeuille van <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> en start deze.
pl: Pobierz najnowszą wersję portfela Electrum z <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> i ją uruchom.
pt_br: Baixe a última versão da carteira Electrum a partir de <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> e lance-a.
sl: Prenesite najnovejšo različico denarnice Electrum iz <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> in jo zaženite.
sv: Ladda ner den senaste versionen av Electrum-plånboken från <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> och starta den.
tl: I-download ang pinakabagong bersyon ng Electrum wallet mula sa <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> at ilunsad ito.
tr: Electrum cüzdanının en son sürümünü <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> adresinden indirin ve başlatın.
ur: الیکٹرم والیٹ کا تازہ ترین ورژن <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> سے ڈاؤن لوڈ کریں اور اسے لانچ کریں۔
zh_cn: 从这 <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> 下载最新版本的Electrum钱包并启动它。
zh_tw: 從這 <a target="_blank" href="https://electrum.org/#download" class="next-link">electrum.org</a> 下載最新版本的Electrum錢包並啟動它。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb2
source: Choose "New/Restore" from the "File" menu (chosen automatically if you don't have any other Electrum wallets on your device).
cs: Zvolte "Nový/Obnovit" z nabídky "Soubor" (zvoleno automaticky, pokud na svém zařízení nemáte žádné jiné peněženky Electrum).
fi: Valitse "File"-valikosta "New/Restore" (valitaan automaattisesti, jos laitteellasi ei ole muita Electrum-lompakoita).
fr: Choisissez "Nouveau/Restaurer" dans le menu "Fichier" (choisi automatiquement si vous n'avez pas d'autres portefeuilles Electrum sur votre appareil).
it: Scegli "Nuovo/Ripristino" dal menu "File" (scelto automaticamente se non hai altri portafogli Electrum sul tuo dispositivo).
lt: Meniu „Failas“ pasirinkite „Naujas / Atkurti“ (pasirenkamas automatiškai, jei įrenginyje neturite kitų „Electrum“ piniginių).
nb: Velg "Ny/Gjenopprett" fra "Fil"-menyen (velges automatisk hvis du ikke har noen andre Electrum-lommebøker på enheten din).
nl: Kies "Nieuw/Herstellen" in het menu "Bestand" (automatisch gekozen als u geen andere Electrum-portefeuilles op uw apparaat heeft).
pl: Wybierz „New/Restore” z menu „File” (wybiera się automatycznie, jeśli nie masz innych portfeli Electrum na swoim urządzeniu).
pt_br: Escolha "Novo/Restaurar" no menu "Arquivo" (escolhido automaticamente se você não tiver nenhuma outra carteira de Elétrodo em seu dispositivo).
sl: V meniju "Datoteka" (izbrano samodejno, če v napravi nimate nobene druge denarnice Electrum) izberite "Novo/Obnovi".
sv: Välj "New/Restore" från "File"-menyn (väljs automatiskt om du inte har några andra Electrum-plånböcker på din enhet).
tl: Piliin ang "Bago/Ibalik" mula sa menu na "File" (awtomatikong pipiliin kung wala kang ibang Electrum wallet sa iyong device).
tr: "Dosya" menüsünden "Yeni/Geri Yükle"yi seçin (cihazınızda başka Electrum cüzdanınız yoksa otomatik olarak seçilir).
ur: "File" مینو سے "New/Restore" کا انتخاب کریں (chosen automatically if you don't have any other Electrum wallets on your device)۔
zh_cn: 从 "File "菜单中选择 "New/Restore"（如果你的设备上没有任何其他Electrum钱包，则自动选择）。
zh_tw: 從 "File "菜單中選擇 "New/Restore"（如果你的設備上沒有任何其他Electrum錢包，則自動選擇）。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb3
source: Choose whichever wallet name and mode (e.g. "Standard") you like.
cs: Vyberte si libovolný název peněženky a režim (např. „Standardní“), který se vám líbí.
fi: Valitse haluamasi lompakon nimi ja tila (esim. "Standard").
fr: Choisissez le nom et le mode de portefeuille (par exemple "Standard") que vous préférez.
it: Scegliete qualsiasi nome di portafoglio e modalità (per esempio "Standard") che vi piace.
lt: Pasirinkite norimą piniginės pavadinimą ir režimą (pvz., „Standartinis“).
nb: Velg hvilket lommeboknavn og modus (f.eks. "Standard") du liker.
nl: Kies de gewenste portefeuillenaam en modus (bijv. "Standaard").
pl: Wybierz dowolną nazwę i tryb portfela (np. „Standard”).
pt_br: Escolha o nome da carteira e o modo (por exemplo, "Padrão") que você gosta.
sl: Izberite ime in tip denarnice (npr. "Standardno"), ki vam je všeč.
sv: Välj vilket namn och läge du vill ha på din plånbok (t.ex. "Standard") du gillar.
tl: Piliin ang alinmang pangalan at mode ng wallet (hal. "Standard") na gusto mo.
tr: İstediğiniz cüzdan adını ve modunu (örneğin "Standart") seçin.
ur: آپ جو بھی بٹوے کا نام اور موڈ ("e.g. "Standard) پسند کرتے ہیں اسے منتخب کریں۔
zh_cn: 选择你喜欢的任何钱包名称和模式（如 "Standard"）。
zh_tw: 選擇你喜歡的任何錢包名稱和模式（如 "Standard"）。

# guide250Sbmnemonic250Sbbtc250Sbelectrum250Sbcontent250Sb4
source: Select "I already have a seed" and press "Next".
cs: Vyberte „Už mám semínko“ a stiskněte „Další“.
fi: Valitse "I already have a seed" ja paina "Next".
fr: Sélectionnez "J'ai déjà une phrase mnémonique" et appuyez sur "Suivant".
it: Seleziona "Ho già un seme" e premi "Avanti".
lt: Pasirinkite „Aš jau turiu sėklą“ ir paspauskite „Kitas“.
nb: Velg "Jeg har allerede et frø" og trykk "Neste".
nl: Selecteer "Ik heb al een seed" en druk op "Volgende".
pl: Wybierz „I already have a seed” i naciśnij „Next”.
pt_br: Selecione "Eu já tenho uma semente" e pressione "Próximo".
sl: Izberite "I already have a seed" in pritisnite "Next".
sv: Välj "Jag har redan ett frö" och tryck på "Nästa".
tl: Piliin ang "Mayroon na akong binhi" at pindutin ang "Next".
tr: "Zaten bir tohumum var"ı seçin ve "İleri"ye basın.
ur: "I already have a seed" کو منتخب کریں اور "Next" دبائیں۔
zh_cn: 选择 "I already have a seed"，然后按 "Next"。
zh_tw: 選擇 "I already have a seed"，然後按 "Next"。
