Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbsummary
source: <h2>Summary</h2> <p> In our opinion, Monero is the clear choice if you're looking for a private, secure, untraceable, fungible, decentralized cryptocurrency with no trusted setup required. Anything else puts your privacy and security at risk. But don't just take our opinion. Do your own research and see for yourself. Consider that Monero is endorsed and used by entities which depend on privacy and untraceability, such as: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) was shut down in July of 2017. The <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> against AB shows that: <ul class="disc"> <li> <b> Monero is the only private and untraceable cryptocurrency: </b> <br /> &quot;In total, from CAZES' wallets and computer agents took control of approximately $8,800,000 in Bitcoin, Ethereum, Moreno [sic], and Zcash, broken down as follows: 1,605.0503851 Bitcoin, 8,309.271639 Ethereum, 3,691.98 Zcash, <em>and an unknown amount of Monero.</em>&quot; (bottom of p. 20 and top of p. 21, emphasis added) </li> <li> <b> Bitcoin transactions are not private and can be traced: </b> <br /> &quot;Federal agents obtained the warrants after tracing a number of Bitcoin transactions originating with AlphaBay to digital currency accounts, and ultimately bank accounts and other tangible assets, held by CAZES and his wife.&quot; (p. 17, lines 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero does not advocate or encourage any illegal activity. </p> </div>
cs: <h2>Shrnutí</h2> <p> Podle našeho názoru je Monero jasnou volbou, pokud hledáte soukromou, bezpečnou, nevystopovatelnou, zastupitelnou, decentralizovanou kryptoměnu bez nutnosti důvěryhodného nastavení. Cokoli jiného ohrožuje vaše soukromí a bezpečnost. Ale neřiďte se jen naším názorem. Udělejte si vlastní průzkum a přesvědčte se sami. Vezměte v úvahu, že Monero podporují a používají subjekty, které si zakládají na soukromí a nevystopovatelnosti, jako např: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purismus </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) byl uzavřen v červenci 2017. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> proti AB ukazuje, že: <ul class="disc"> <li> <b> Monero je jediná soukromá a nevysledovatelná kryptoměna: </b> <br /> &quot;Celkem z peněženek a počítačových agentů CAZES převzal kontrolu nad přibližně 8 800 000 $ v Bitcoinech, Ethereu, Morenu [sic] a Zcash, rozdělených následovně: 1 605,0503851 Bitcoinů, 8 309,271639 Etherea, 3 691,98 Zcash, <em> a neznámé množství Monero.</em>&quot; (dole na str. 20 a nahoře na str. 21, zvýraznění přidáno)</li> <li> <b> Bitcoinové transakce nejsou soukromé a lze je sledovat: </b> <br /> &quot;Federální agenti získali zatykače poté, co vystopovali řadu transakcí s Bitcoiny z AlphaBay na účty v digitální měně a nakonec i na bankovní účty a další hmotný majetek CAZESe a jeho manželky.&quot; (str. 17, řádky 24- 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero neobhajuje ani nepodporuje žádnou nezákonnou činnost. </p> </div>
fi: <h2>Yhteenveto</h2> <p> Mielestämme Monero on selkeä valinta jos etsit yksityistä, turvallista, jäljittämätöntä, vaihdettavaa, hajautettua kryptovaluuttaa ilman luotettavaa asennusta. Kaikki muu vaarantaa yksityisyytesi ja turvallisuutesi. Mutta älä usko vain meidän mielipidettämme. Tee omaa tutkimusta ja selvitä itse. Ota huomioon, että Moneroa tukevat ja käyttävät yhteisöt, jotka ovat riippuvaisia yksityisyydestä ja jäljittämättömyydestä, kuten: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) suljettiin heinäkuussa 2017. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> AB:tä vastaan osoittaa, että: <ul class="disc"> <li> <b> Monero on ainoa yksityinen ja jäljittämätön kryptovaluutta: </b> <br /> &quot;In total, from CAZES' wallets and computer agents took control of approximately $8,800,000 in Bitcoin, Ethereum, Moreno [sic], and Zcash, broken down as follows: 1,605.0503851 Bitcoin, 8,309.271639 Ethereum, 3,691.98 Zcash, <em>and an unknown amount of Monero.</em>&quot; (bottom of p. 20 and top of p. 21, emphasis added) </li> <li> <b> Bitcoin-tapahtumat eivät ole yksityisiä, ja ne voidaan jäljittää: </b> <br /> &quot;Federal agents obtained the warrants after tracing a number of Bitcoin transactions originating with AlphaBay to digital currency accounts, and ultimately bank accounts and other tangible assets, held by CAZES and his wife.&quot; (p. 17, lines 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero ei suosittele tai rohkaise laitottomaan toimintaan. </p> </div>
fr: <h2>Résumé</h2> <p> À notre avis, Monero est le choix évident si vous recherchez une crypto-monnaie privée, sécurisée, intraçable, fongible et décentralisée sans configuration de confiance requise. Tout le reste met votre vie privée et votre sécurité en danger. Mais ne vous contentez pas de prendre notre avis. Faites vos propres recherches et voyez par vous-même. Considérez que Monero est approuvé et utilisé par des entités qui dépendent de la confidentialité et de l'intraçabilité, telles que : </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) a été fermé en juillet 2017. La <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf">plainte de confiscation fédérale</a> contre AB montre que : <ul class="disc"> <li> <b> Monero est la seule crypto-monnaie privée et intraçable : </b> <br /> &quot;Au total, les portefeuilles de CAZES et les agents informatiques ont pris le contrôle d'environ 8 800 000 $ en Bitcoin, Ethereum, Moreno [sic] et Zcash, répartis comme suit : 1 605,0503851 Bitcoin, 8 309,271639 Ethereum, 3 691,98 Zcash, <em> et un quantité inconnue de Monero.</em>&quot; (bas de la p. 20 et haut de la p. 21, emphase ajoutée) </li> <li> <b> Les transactions Bitcoin ne sont pas privées et peuvent être tracées : </b> <br /> &quot;Les agents fédéraux ont obtenu les mandats après avoir retracé un certain nombre de transactions en bitcoins provenant d'AlphaBay vers des comptes en monnaie numérique, et finalement des comptes bancaires et d'autres actifs tangibles, détenus par CAZES et son épouse..&quot; (p. 17, lignes 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero ne préconise ni n'encourage aucune activité illégale. </p> </div>
it: <h2>Riepilogo</h2> <p> A nostro avviso, Monero è la scelta chiara se stai cercando una criptovaluta privata, sicura, non rintracciabile, fungibile, decentralizzata senza installazione affidabile. Qualsiasi altra cosa mette a rischio la tua privacy e sicurezza. Ma non limitarti a prendere la nostra opinione. Fai le tue ricerche e vedi di persona. Considera che Monero è approvato e utilizzato da entità che dipendono dalla privacy e dalla non tracciabilità, come: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purismo </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) è stato chiuso nel luglio del 2017. Il <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> reclamo federale per confisca </a> contro AB mostra che: <ul class="disc"> <li> <b> Monero è l'unica criptovaluta privata e non rintracciabile: </b> <br /> &quot;In totale, dai portafogli e dagli agenti informatici di CAZES ha preso il controllo di circa $ 8.800.000 in Bitcoin, Ethereum, Moreno [sic] e Zcash, suddivisi come segue: 1.605.0503851 Bitcoin, 8.309.271639 Ethereum, 3.691,98 Zcash, <em>e un quantità sconosciuta di Monero.</em>&quot; (fondo di p. 20 e cima di p. 21, enfasi aggiunta) </li> <li> <b> Le transazioni bitcoin non sono private e possono essere tracciate: </b> <br /> &quot;Gli agenti federali hanno ottenuto i warrant dopo aver rintracciato una serie di transazioni Bitcoin originate con AlphaBay su conti in valuta digitale, e infine conti bancari e altri beni materiali, detenuti da CAZES e sua moglie.&quot; (p. 17, righe 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero non sostiene né incoraggia alcuna attività illegale. </p> </div>
lt: <h2>Santrauka</h2> <p> Mūsų nuomone, Monero yra aiškus pasirinkimas, jei ieškote privačios, saugios, neatsekamos, pakeičiamos, decentralizuotos kriptovaliutos, kuriai nereikia patikimos sąrankos. Visa kita kelia pavojų jūsų privatumui ir saugumui. Tačiau nepriimkite tik mūsų nuomonės. Atlikite savo tyrimą ir įsitikinkite patys. Apsvarstykite, kad Monero remia ir naudoja subjektai, kurie priklauso nuo privatumo ir neatsekamumo, pavyzdžiui: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purizmas </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) buvo uždaryta 2017 m. liepos mėn. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> federalinis skundas dėl konfiskavimo </a> prieš AB rodo, kad: <ul class="disc"> <li> <b> Monero yra vienintelė privati ir neatsekama kriptovaliuta: </b> <br /> &quot;Iš viso iš CAZES piniginės ir kompiuterių agentai perėmė maždaug 8 800 000 USD Bitcoin, Ethereum, Moreno [sic] ir Zcash, suskirstytus taip: 1 605 050 3851 Bitcoin, 8 309 271 639 Ethere, 8 309 271 639 3, 6 x 6, 6 x 1, 6 x 6, 1 . nežinomas Monero kiekis.</em>&quot; (20 p. apačioje ir 21 p. viršuje, paryškinta) </li> <li> <b> Bitcoin sandoriai nėra privatūs ir gali būti atsekami: </b> <br /> &quot;Federaliniai agentai gavo orderius atsekę daugybę „AlphaBay“ kilusių Bitcoin operacijų iki skaitmeninių valiutų sąskaitų, galiausiai banko sąskaitų ir kito materialaus turto, kurį turėjo CAZES ir jo žmona.&quot; (p. 17, 24 eil. 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero nepropaguoja ir neskatina jokios nelegalios veiklos. </p> </div>
nb: <h2>Sammendrag</h2> <p> Etter vår mening er Monero det klare valget hvis du leter etter en privat, sikker, usporbar, fungibel, desentralisert kryptovaluta uten noe pålitelig oppsett. Alt annet setter ditt personvern og sikkerhet i fare. Men ikke bare ta vår mening. Gjør din egen forskning og se selv. Tenk på at Monero er godkjent og brukt av enheter som er avhengige av personvern og usporbarhet, for eksempel: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purisme </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) ble stengt i juli 2017. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> mot AB viser at: <ul class="disc"> <li> <b> Monero er den eneste private og usporbare kryptovalutaen: </b> <br /> &quot;Totalt tok fra CAZES' lommebøker og dataagenter kontroll over omtrent $8 800 000 i Bitcoin, Ethereum, Moreno [sic] og Zcash, fordelt på følgende måte: 1,605,0503851 Bitcoin, 8,309,271639 Ethereum, [3,691, 7,639, 7,639, 7,639, 7,639, 5,6 og 5 ukjent mengde Monero.</em>&quot; (nederst på s. 20 og øverst på s. 21, uthevelse lagt til) </li> <li> <b> Bitcoin-transaksjoner er ikke private og kan spores: </b> <br /> &quot;Federale agenter innhentet warrantene etter å ha sporet en rekke Bitcoin-transaksjoner med opprinnelse fra AlphaBay til digitale valutakontoer, og til slutt bankkontoer og andre materielle eiendeler, holdt av CAZES og hans kone.&quot; (s. 17, linje 24- 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero forfekter eller oppmuntrer ikke til ulovlig aktivitet. </p> </div>
nl: <h2>Samenvatting</h2> <p> Naar onze mening is Monero de duidelijke keuze als u op zoek bent naar een privé, veilige, niet-traceerbare, fungibele, gedecentraliseerde cryptocurrency zonder dat er een vertrouwde configuratie vereist is. De rest brengt uw privacy en veiligheid in gevaar. Maar neem niet zomaar onze mening aan. Doe uw eigen onderzoek en ontdek het zelf. Houd er rekening mee dat Monero wordt onderschreven en gebruikt door entiteiten die afhankelijk zijn van privacy en onvindbaarheid, zoals: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purisme </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) werd in juli 2017 gesloten. De <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> tegen AB laat zien dat: <ul class="disc"> <li> <b> Monero is de enige privé en onvindbare cryptocurrency: </b> <br /> &quot;In totaal namen de portefeuilles en computeragenten van CAZES de controle over ongeveer $8.800.000 in Bitcoin, Ethereum, Moreno [sic] en Zcash, als volgt verdeeld: 1.605.0503851 Bitcoin, 8.309.271639 Ethereum, 3.691.98 Zcash, <em> en een onbekende hoeveelheid Monero. </em>&quot; (onderaan p. 20 en bovenaan p. 21, cursivering toegevoegd) </li> <li> <b> Bitcoin-transacties zijn niet privé en kunnen worden getraceerd: </b> <br /> &quot;Federale agenten verkregen de warrants na het traceren van een aantal Bitcoin-transacties afkomstig van AlphaBay naar digitale valutarekeningen, en uiteindelijk bankrekeningen en andere materiële activa, aangehouden door CAZES en zijn vrouw. &quot; (p. 17, regels 24- 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero pleit niet voor illegale activiteiten en moedigt deze ook niet aan. </p> </div>
pl: <h2> Podsumowanie </h2> <p> Naszym zdaniem Monero jest najlepszą opcją, jeśli szukasz prywatnej, bezpiecznej, niemożliwej do śledzenia, zamiennej i zdecentralizowanej kryptowaluty bez konieczności specjalnej konfiguracji. Wszystkie inne narażają Twoją prywatność i bezpieczeństwo. Ale nie musisz nam wierzyć. Poczytaj i dowiedz się samodzielnie, a przekonasz się sam. Weź pod uwagę to, że Monero jest wykorzystywane przez podmioty, które bardzo sobie cenią prywatność, takie jak: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/">SIGAINT</a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/">Purism</a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9">Wikileaks</a> </li> <li> AlphaBay Market (AB) zamknięto w lipcu 2017. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf">Federal Forfeiture Complaint</a> przeciwko AB pokazuje, że: <ul class="disc"> <li> <b> Monero jest jedyną prywatną, niemożliwą do śledzenia kryptowalutą: </b> <br /> &quot;In total, from CAZES' wallets and computer agents took control of approximately $8,800,000 in Bitcoin, Ethereum, Moreno [sic], and Zcash, broken down as follows: 1,605.0503851 Bitcoin, 8,309.271639 Ethereum, 3,691.98 Zcash, <em>and an unknown amount of Monero.</em>&quot; (bottom of p. 20 and top of p. 21, emphasis added) </li> <li> <b> Transakcje Bitcoina nie są prywatne i można je śledzić: </b> <br /> &quot;Federal agents obtained the warrants after tracing a number of Bitcoin transactions originating with AlphaBay to digital currency accounts, and ultimately bank accounts and other tangible assets, held by CAZES and his wife.&quot; (p. 17, lines 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero nie popiera, ani nie zachęca do jakiegokolwiek łamania prawa. </p> </div>
pt_br: <h2>Resumo</h2> <p> Em nossa opinião, o Monero é a escolha certa se você estiver procurando por uma criptomoeda privada, segura, não rastreável, fungível e descentralizada, sem a necessidade de configuração confiável. Qualquer outra coisa coloca sua privacidade e segurança em risco. Mas não basta ter nossa opinião. Faça sua própria pesquisa e veja por si mesmo. Considere que o Monero é endossado e usado por entidades que dependem da privacidade e não rastreabilidade, como: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purismo </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> O AlphaBay Market (AB) foi encerrado em julho de 2017. A <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Reclamação Federal por Confisco </a> contra a AB mostra que: <ul class="disc"> <li> <b> Monero é a única criptomoeda privada e não rastreável: </b> <br /> &quot;No total, das carteiras e agentes de computadores da CAZES assumiram o controle de aproximadamente US $ 8.800.000 em Bitcoin, Ethereum, Moreno [sic] e Zcash, divididos da seguinte forma: 1.605.0503851 Bitcoin, 8.309.271639 Ethereum, 3.691,98 Zcash, <em>e um quantidade desconhecida de Monero.</em>&quot; (parte inferior da página 20 e parte superior da página 21, ênfase adicionada) </li> <li> <b> As transações de Bitcoin não são privadas e podem ser rastreadas: </b> <br /> &quot;Os agentes federais obtiveram os bônus de subscrição após rastrear várias transações de Bitcoin originadas no AlphaBay em contas de moeda digital e, finalmente, contas bancárias e outros ativos tangíveis, mantidos por CAZES e sua esposa.&quot; (p. 17, linhas 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> O LocalMonero não defende nem incentiva nenhuma atividade ilegal. </p> </div>
sl: <h2>Povzetek</h2> <p> Po našem mnenju je Monero jasna izbira, če iščete zasebno, varno, neizsledljivo, zamenljivo, decentralizirano kriptovaluto, ki ne zahteva zaupanja vredne nastavitve. Vse drugo ogroža vašo zasebnost in varnost. Vendar ne upoštevajte le našega mnenja. Naredite lastno raziskavo in se prepričajte sami. Upoštevajte, da Monero podpirajo in uporabljajo subjekti, ki so odvisni od zasebnosti in nesledljivosti, kot so: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) je bil zaprt julija 2017. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Zvezna pritožba glede zaplembe </a> proti AB kaže, da: <ul class="disc"> <li> <b> Monero je edina zasebna in neizsledljiva kriptovaluta: </b> <br /> &quot;Iz denarnic in računalniških agentov CAZES so skupaj prevzeli nadzor nad približno 8.800.000 $ v Bitcoinih, Ethereumu, Morenu [sic] in Zcashu, razdeljenih na naslednji način: 1.605,0503851 Bitcoin, 8.309,271639 Ethereum, 3.691,98 Zcash, <em>in neznana količina Monera.</em>&quot; (dno str. 20 in vrh str. 21, poudarek dodan) </li> <li> <b> Bitcoin transakcije niso zasebne in jih je mogoče izslediti: </b> <br /> &quot;Zvezni agenti so pridobili naloge, potem ko so sledili številnim transakcijam z bitcoini, ki izvirajo iz AlphaBaya, do računov v digitalni valuti in nazadnje do bančnih računov in drugih opredmetenih sredstev, ki jih imata CAZES in njegova žena.&quot; (str. 17, vrstice 24- 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero ne zagovarja ali spodbuja nezakonite dejavnosti. </p> </div>
sv: <h2>Sammanfattning</h2> <p> Enligt vår åsikt är Monero det tydliga valet om du letar efter en privat, säker, ospårbar, fungibel, decentraliserad kryptovaluta utan någon pålitlig installation som krävs. Allt annat sätter din integritet och säkerhet på spel. Men ta inte bara vår åsikt. Gör din egen forskning och se själv. Tänk på att Monero stöds och används av enheter som är beroende av integritet och ospårbarhet, till exempel: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) stängdes i juli 2017. <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> mot AB visar att: <ul class="disc"> <li> <b> Monero är den enda privata och ospårbara kryptovalutan: </b> <br /> &quot;Totalt från CAZES plånböcker och datoragenter tog kontroll över cirka 8 800 000 $ i Bitcoin, Ethereum, Moreno [sic] och Zcash, uppdelat enligt följande: 1 605,0503851 Bitcoin, 8 309,271639 Ethereum, [3,691, [3,691, 8,691, X och 8,691, 8,691, 8,691, 8,691, 8,691 och okänd mängd Monero.</em>&quot; (längst ner på s. 20 och överst på s. 21, kursivering tillagd) </li> <li> <b> Bitcoin-transaktioner är inte privata och kan spåras: </b> <br /> &quot;Federala agenter erhöll teckningsoptionerna efter att ha spårat ett antal Bitcoin-transaktioner som härrörde från AlphaBay till digitala valutakonton, och slutligen bankkonton och andra materiella tillgångar, som innehas av CAZES och hans fru.&quot; (sid. 17, rad 24- 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero förespråkar eller uppmuntrar inte någon olaglig aktivitet. </p> </div>
tl: <h2>Buod</h2> <p> Sa aming opinyon, ang Monero ang malinaw na pagpipilian kung naghahanap ka ng pribado, secure, hindi masusubaybayan, fungible, desentralisadong cryptocurrency na walang pinagkakatiwalaang setup na kinakailangan. Ang anumang bagay ay naglalagay sa iyong privacy at seguridad sa panganib. Ngunit huwag lamang kunin ang aming opinyon. Gumawa ng iyong sariling pananaliksik at tingnan para sa iyong sarili. Isaalang-alang na ang Monero ay ineendorso at ginagamit ng mga entity na umaasa sa privacy at hindi masubaybayan, gaya ng: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purismo </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> Ang AlphaBay Market (AB) ay isinara noong Hulyo ng 2017. Ang <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Forfeiture Complaint </a> laban sa AB ay nagpapakita na: <ul class="disc"> <li> <b> Ang Monero ay ang tanging pribado at hindi masusubaybayang cryptocurrency: </b> <br /> &quot;Sa kabuuan, mula sa mga wallet at ahente ng computer ng CAZES ay nakakuha ng kontrol sa humigit-kumulang $8,800,000 sa Bitcoin, Ethereum, Moreno [sic], at Zcash, na pinaghiwa-hiwalay tulad ng sumusunod: 1,605.0503851 Bitcoin, 8,309.271639 isang Ethereum, [X3,691.X] at Zcash hindi kilalang halaga ng Monero.</em>&quot; (ibaba ng p. 20 at itaas ng p. 21, idinagdag ang diin) </li> <li> <b> Ang mga transaksyon sa Bitcoin ay hindi pribado at maaaring masubaybayan: </b> <br /> &quot;Nakuha ng mga ahente ng pederal ang mga warrant pagkatapos ma-trace ang ilang transaksyon sa Bitcoin na nagmula sa AlphaBay sa mga digital currency account, at sa huli ay mga bank account at iba pang nasasalat na asset, na hawak ng CAZES at ng kanyang asawa.&quot; (p. 17, linya 24- 26) </li> </ul> </li> </ul> <div class="notice info"> <p> Ang LocalMonero ay hindi nagtataguyod o naghihikayat ng anumang ilegal na aktibidad. </p> </div>
tr: <h2>Özet</h2> <p> Bizim görüşümüze göre, herhangi bir güvenilir kurulum gerektirmeyen, özel, güvenli, takip edilemeyen, takas edilebilir, merkezi olmayan bir kripto para birimi arıyorsanız Monero net bir seçimdir. Başka herhangi bir şey gizliliğinizi ve güvenliğinizi riske atar. Ama sadece bizim görüşümüzü almayın. Kendi araştırmanızı yapın ve kendiniz görün. Monero'nun gizliliğe ve takip edilemezliğe önem veren kuruluşlar tarafından onaylandığını ve kullanıldığını düşünün: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Sadelik </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> Wikileaks </a> </li> <li> AlphaBay Market (AB) Temmuz 2017'de kapatıldı. AB'ye karşı <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> Federal Hak Kaybı Şikayeti </a> şunu gösteriyor: <ul class="disc"> <li> <b> Monero tek özel ve takip edilemeyen kripto para birimidir: </b> <br /> &quot;Toplamda, CAZES cüzdanlarından ve bilgisayar temsilcilerinden yaklaşık 8.800.000 dolarlık Bitcoin, Ethereum, Moreno [sic] ve Zcash'in kontrolü ele geçirildi; bunların dökümü şu şekilde: 1.605.0503851 Bitcoin, 8.309.271639 Ethereum, 3.691.98 Zcash, <em> ve bir bilinmeyen miktarda Monero.</em>&quot; (sayfa 20'nin altı ve sayfa 21'in üstü, vurgu eklenmiştir) </li> <li> <b> Bitcoin işlemleri gizli değildir ve takip edilebilir: </b> <br /> &quot;Federal ajanlar, AlphaBay'den kaynaklanan bir dizi Bitcoin işleminin dijital para hesaplarına ve nihayetinde CAZES ve karısına ait banka hesapları ve diğer maddi varlıklara kadar izini sürdükten sonra izinleri aldı.&quot; (s. 17, satır 24-) 26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero herhangi bir yasa dışı faaliyeti savunmaz veya teşvik etmez. </p> </div>
ur: <h2>خلاصہ</h2> <p> ہماری رائے میں، Monero ایک واضح انتخاب ہے اگر آپ ایک پرائیویٹ، محفوظ، ناقابل شناخت، فنجیبل، غيرمرکزی کریپٹو کرنسی تلاش کر رہے ہیں جس میں کوئی قابل اعتماد سیٹ اپ درکار نہیں ہے۔ کوئی اور چیز آپ کی رازداری اور سلامتی کو خطرے میں ڈالتی ہے۔ لیکن صرف ہماری رائے نہ لیں۔ اپنی تحقیق کریں اور خود ہی دیکھیں۔ غور کریں کہ Monero کی توثیق کی جاتی ہے اور ان کا استعمال ان اداروں کے ذریعہ کیا جاتا ہے جو رازداری اور ناقابل شناخت ہونے پر منحصر ہیں، جیسے: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9">Wikileaks </a> </li> <li> AlphaBay Market (AB) کو جولائی 2017 میں بند کر دیا گیا تھا۔ AB کے خلاف <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> وفاقی ضبطی کی شکایت </a> ظاہر کرتی ہے کہ: <ul class="disc"> <li> <b> Monero واحد نجی اور ناقابل شناخت کریپٹو کرنسی ہے: </b> <br /> &quot;مجموعی طور پر، CAZES کے بٹوے اور کمپیوٹر ایجنٹوں سے بٹ کوائن، ایتھریم، مورینو [sic]<em>، اورZcash</em> میں تقریباً $8,800,000 کا کنٹرول حاصل کر لیا، جو اس طرح ٹوٹ گئے: Zcash 3,691.98, 1,605.0503851 Ethereum, 8,305.0503851, Bitcoin, کی نامعلوم مقدار&quot;(صفحہ 20 کے نیچے اور صفحہ 21 کے اوپر، زور دیا گیا)۔</li> <li> <b> بٹ کوائن کے لین دین نجی نہیں ہیں اور ان کا سراغ لگایا جا سکتا ہے: </b> <br /> &quot;فیڈرل ایجنٹوں نے یہ وارنٹ AlphaBay سے ڈیجیٹل کرنسی اکاؤنٹس سے شروع ہونے والے بٹ کوائن کے متعدد ٹرانزیکشنز اور بالآخر CAZES اور ان کی اہلیہ کے پاس موجود بینک اکاؤنٹس اور دیگر ٹھوس اثاثوں کا سراغ لگانے کے بعد حاصل کیے ہیں۔&quot;(صفحہ 17، سطر 24-26) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero کسی غیر قانونی سرگرمی کی حمایت یا حوصلہ افزائی نہیں کرتا ہے۔ </p> </div>
zh_cn: <h2>总结</h2> <p> 在我们看来如果你在寻找一个能保护隐私, 安全可靠, 不可追踪, 具备可替代性,不需要初始信任设置的加密货币，那么门罗币就是最佳的选择. 任何其他的货币都让您的隐私和安全受到威胁. 当然了不要只听我们的观点. 您应该自己去进行调查和深入研究. 可以参考一下门罗已经被哪些需要隐私保护和反追踪的主体接受和使用, 例如: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> 暗网匿名邮件服务商SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism纯粹主义 </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> 维基解密 </a> </li> <li> 2017年七月暗网AlphaBay Market (AB) 被关闭. 披露的文件显示 <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> 联邦政府 </a> 在没收声明里说到: <ul class="disc"> <li> <b> 门罗币是唯一的匿名隐私不可追踪的加密货币: </b> <br /> &quot;总共，从CAZES的钱包和计算机代理那里缴获了大约$8,800,000 美金的比特币, 以太坊, 门罗币, 和大零币, 具体明细是: 1,605.0503851 美金的比特币, 8,309.271639 美金的以太坊, 3,691.98 美金的大零币, <em>以及未知数量的门罗币.</em>&quot; (p. 20页底部和p. 21页顶部, 画了重点) </li> <li> <b> 比特币的交易并不隐私并且可以被追踪: </b> <br /> &quot;联邦特工在追踪了许多源自AlphaBay的比特币和数字货币账户之间的转账确定了其涉案金额, 最终认定了CAZES和他的妻子持有的银行帐户和其他有形资产.&quot; (17页, 24-26行) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero 不主张也不鼓励任何非法活动. </p> </div>
zh_tw: <h2>總結</h2> <p> 在我們看來如果你在尋找一個能保護隱私, 安全可靠, 不可追蹤, 具備可替代性,不需要初始信任設置的加密貨幣，那麼門羅幣就是最佳的選擇. 任何其他的貨幣都讓您的隱私和安全受到威脅. 當然了不要只聽我們的觀點. 您應該自己去進行調查和深入研究. 可以參考一下門羅已經被哪些需要隱私保護和反追蹤的主體接受和使用, 例如: </p> <ul class="disc"> <li> <a href="https://www.reddit.com/r/Monero/comments/4xqrzd/sigaint_launches_tor_monero_node_as_its_operators/"> 暗網匿名郵件服務商SIGAINT </a> </li> <li> <a href="https://puri.sm/posts/purism-collaborates-with-cryptocurrency-monero-to-enable-mobile-payments/"> Purism純粹主義 </a> </li> <li> <a href="https://shop.wikileaks.org/donate#db9"> 維琪解密 </a> </li> <li> 2017年七月暗網AlphaBay Market (AB) 被關閉. 披露的檔顯示 <a href="https://assets.documentcloud.org/documents/3898109/AlphaBay-Cazes-Forfeiture-Complaint.pdf"> 聯邦政府 </a> 在沒收聲明裡說到: <ul class="disc"> <li> <b> 門羅幣是唯一的匿名隱私不可追蹤的加密貨幣: </b> <br /> &quot;總共，從CAZES的錢包和電腦代理那裡繳獲了大約$8,800,000 美金的比特幣, 乙太坊, 門羅幣, 和大零幣, 具體明細是: 1,605.0503851 美金的比特幣, 8,309.271639 美金的乙太坊, 3,691.98 美金的大零幣, <em>以及未知數量的門羅幣.</em>&quot; (p. 20頁底部和p. 21頁頂部, 畫了重點) </li> <li> <b> 比特幣的交易並不隱私並且可以被追蹤: </b> <br /> &quot;聯邦特工在追蹤了許多源自AlphaBay的比特幣和數位貨幣帳戶之間的轉帳確定了其涉案金額, 最終認定了CAZES和他的妻子持有的銀行帳戶和其他有形資產.&quot; (17頁, 24-26行) </li> </ul> </li> </ul> <div class="notice info"> <p> LocalMonero 不主張也不鼓勵任何非法活動. </p> </div>
