Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb2
source: If you're unsure about a user, you can always {contactSupport} for help.
cs: Pokud si nejste jisti uživatelem, vždy můžete {contactSupport} požádat o pomoc.
fi: Jos olet epävarma käyttäjästä, voit aina pyytää apua {contactSupport}.
fr: Si vous n'êtes pas sûr d'un utilisateur, vous pouvez toujours {contactSupport} pour obtenir de l'aide.
it: Se non sei sicuro di un utente, puoi sempre {contactSupport} per richiedere aiuto.
lt: Jei nesate tikri dėl naudotojo, visada galite gauti pagalbos {contactSupport}.
nb: Hvis du er usikker på en bruker, kan du alltid {contactSupport} for å få hjelp.
nl: Als u niet zeker bent over een gebruiker, kunt u altijd {contactSupport} om hulp vragen.
pl: Jeśli nie masz pewności co do użytkownika, zawsze możesz {contactSupport} w celu uzyskania pomocy.
pt_br: Se você está com suspeitas de um usuário, {contactSupport} por ajuda.
sl: Če niste prepričani o uporabniku, lahko vedno {contactSupport} za pomoč.
sv: Om du är osäker på en användare kan du alltid {contactSupport} för hjälp.
tl: Kung hindi ka sigurado tungkol sa isang user, maaari kang palaging {contactSupport} para sa tulong.
tr: Bir kullanıcı hakkında emin değilseniz yardım için her zaman {contactSupport} seçeneğini kullanabilirsiniz.
ur: اگر آپ کو کسی صارف کے بارے میں یقین نہیں ہے، تو آپ مدد کے لیے ہمیشہ {contactSupport} کر سکتے ہیں۔
zh_cn: 如果您无法确认用户的身份，可以随时{contactSupport}获取帮助。
zh_tw: 如果您無法確認用戶的身份，可以隨時{contactSupport}獲取幫助。

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb28722Sbcontact8722Sbsupport
source: contact support
cs: kontaktujte podporu
fi: ottamalla yhteyttä tukeen
fr: contacter le support
it: contatta il supporto
lt: Susisiekite su palaikymo komanda
nb: kontakt support
nl: contact met ondersteuning opnemen
pl: skontaktować się z obsługą klienta
pt_br: contate o suporte
sl: kontaktiraj podporo
sv: kontakta supporten
tl: makipag-ugnayan sa suporta
tr: iletişim desteği
ur: سپورٹ سے رابطہ کریں
zh_cn: 联系客服
zh_tw: 聯系客服

# guide250Sbtrade250Sbblock8722Sb38722Sbtitle
source: Setting up an advertisement
cs: Nastavení inzerátu
fi: Ilmoituksen pystyttäminen
fr: Création d'une annonce
it: Impostazione di un annuncio
lt: Reklamos nustatymas
nb: Sette opp en annonse
nl: Opzetten van een advertentie
pl: Ustawianie ogłoszenia
pt_br: Configurando um anúncio
sl: Postavitev oglasa
sv: Att sätta upp en annons
tl: Pag-set up ng isang patalastas
tr: Bir reklamın ayarlanması
ur: ایک اشتہار ترتیب دینا
zh_cn: 创建一个交易广告
zh_tw: 創建一個交易廣告

# guide250Sbtrade250Sbblock8722Sb48722Sbtext8722Sb0
source: Please read our {termsOfService}.
cs: Přečtěte si prosím naše {termsOfservice}.
fi: Lue {termsOfService}.
fr: Veuillez lire nos {termsOfservice}.
it: Per favore, leggi i nostri {termsOfService}.
lt: Perskaitykite mūsų {termsOfService}.
nb: Vennligst les vår {termsOfService}.
nl: Lees alstublieft onze {termsOfservice}.
pl: Przeczytaj nasze {termsOfService}.
pt_br: Leia nossos {termsOfservice}.
sl: Preberite {termsOfService}.
sv: Läs vår {termsOfService}.
tl: Mangyaring basahin ang aming {termsOfservice}.
tr: Lütfen {termsOfService} yazımızı okuyun.
ur: براہ کرم ہمارا {termsOfService} پڑھیں۔
zh_cn: 另请阅读我们的{termsOfService}。
zh_tw: 另請閱讀我們的{termsOfService}。

source: terms of service
cs: podmínky služby
fi: käyttöehdot
fr: conditions d'utilisation
it: termini di servizio
lt: paslaugų teikimo sąlygos
nb: vilkår for bruk
nl: servicevoorwaarden
pl: warunki usług
pt_br: termos de serviço
sl: pogoji storitve
sv: användarvillkor
tl: mga Tuntunin ng Serbisyo
tr: kullanım Şartları
ur: سروس کی شرائط
zh_cn: 服务条款
zh_tw: 服務條款

# guide250Sbtrade250Sbblock8722Sb48722Sbtext8722Sb1
source: <br/><br/>{appName} support handles disputes based on evidence supplied by trade participants and their reputation. <br/><br/>Disputes can be started after the payment is marked complete. <br/><br/>After the trade has been finalized, the trade is considered finished by {appName} and cannot be disputed. <br/><br/> When a {assetName} seller is unresponsive, {appName} will finalize the trade if the buyer can provide valid proof of payment. <br/><br/>If the buyer is unresponsive after starting a trade, the arbitration bond will be returned to the seller by the {appName} support.
cs: Podpora <br/><br/>{appName} řeší spory na základě důkazů poskytnutých účastníky obchodu a jejich pověsti. <br/><br/>Spory lze zahájit poté, co je platba označena jako dokončená. <br/><br/>Po dokončení obchodu je obchod považován za ukončený {appName} a nelze jej zpochybnit. <br/><br/> Když prodejce {assetName} nereaguje, {appName} dokončí obchod, pokud kupující může poskytnout platný doklad o platbě. <br/><br/>Pokud kupující po zahájení obchodu nereaguje, arbitrážní dluhopis bude vrácen prodejci podporou {appName}.
fi: <br/><br/>{appName} -tuki käsittelee kiistat kaupan osallistujien toimittamien todisteiden ja heidän maineensa perusteella. <br/><br/>Kiistat voidaan aloittaa, kun maksu on merkitty suoritetuksi. <br/><br/>Kun kauppa on saatu päätökseen, {appName} katsoo kaupan päättyneeksi, eikä sitä voida kiistää. <br/><br/> Kun {assetName}-myyjä ei vastaa, {appName} viimeistelee kaupan jos ostaja voi toimittaa kelvollisen maksutodistuksen. <br/><br/>Jos ostaja ei vastaa kaupankäynnin aloittamisen jälkeen, {appName}-tuki palauttaa välimiestakauksen myyjälle.
fr: Le support <br/><br/>{appName} gère les litiges sur la base des preuves fournies par les participants à la transaction et de leur réputation. <br/><br/>Les litiges peuvent être lancés une fois le paiement marqué comme terminé. <br/><br/>Une fois la transaction finalisée, elle est considérée comme terminée par {appName} et ne peut plus être contestée. <br/><br/>Lorsqu'un vendeur de {assetName} ne répond pas, {appName} finalisera la transaction si l'acheteur peut fournir une preuve de paiement valide. <br/><br/>Si l'acheteur ne répond pas après avoir commencé une transaction, la caution d'arbitrage sera retournée au vendeur par le support {appName}.
it: <br/><br/>Il supporto {appName} gestisce le controversie in base alle prove fornite dai partecipanti al commercio e alla loro reputazione. <br/><br/>Le controversie possono essere avviate dopo che il pagamento è stato contrassegnato come completo. <br/><br/>Dopo che lo scambio è stato finalizzato, lo scambio è considerato finito da {appName} e non può essere contestato. <br/><br/> Quando un venditore {assetName} non risponde, {appName} concluderà la compravendita se l'acquirente può fornire una prova di pagamento valida. <br/><br/>Se l'acquirente non risponde dopo aver iniziato una compravendita, il vincolo arbitrale sarà restituito al venditore dal supporto di {appName}.
lt: <br/><br/>{appName} palaikymas sprendžia ginčus remiantis prekybos dalyvių pateiktais įrodymais ir jų reputacija. <br/><br/> Ginčai gali būti pradėti po to, kai mokėjimas pažymėtas kaip atliktas. <br/><br/>Užbaigus sandorį, {appName} sandorį laiko užbaigtu ir jo negalima ginčyti. <br/><br/> Kai {assetName} pardavėjas neatsako, {appName} užbaigs prekybą, jei pirkėjas gali pateikti galiojantį mokėjimo įrodymą. <br/><br/>Jei pradėjęs prekybą pirkėjas nereaguoja, arbitražo obligacija bus grąžinta pardavėjui per {appName} palaikymą.
nb: <br/><br/>{appName}-støtte håndterer tvister basert på bevis levert av handelsdeltakere og deres omdømme. <br/><br/>Tvister kan startes etter at betalingen er merket som fullført. <br/><br/>Etter at handelen er fullført, anses handelen som fullført av {appName} og kan ikke bestrides. <br/><br/> Når en {assetName}-selger ikke svarer, vil {appName} fullføre handelen hvis kjøperen kan fremlegge gyldig betalingsbevis. <br/><br/>Hvis kjøperen ikke svarer etter å ha startet en handel, vil voldgiftsbindingen bli returnert til selgeren av {appName}-støtten.
nl: <br/><br/>{appName}-ondersteuning behandelt geschillen op basis van bewijs geleverd door handelsdeelnemers en hun reputatie. <br/><br/>Geschillen kunnen worden gestart nadat de betaling als voltooid is gemarkeerd. <br/><br/>Nadat de transactie is afgerond, wordt de transactie door {appName} als voltooid beschouwd en kan deze niet worden betwist. <br/><br/> Wanneer een {assetName} verkoper niet reageert, zal {appName} de transactie afronden als de koper een geldig betalingsbewijs kan overleggen. <br/><br/>Als de koper niet reageert na het starten van een transactie, wordt de arbitragegarantie teruggegeven aan de verkoper door de ondersteuning van {appName}.
pl: <br/> <br/> {appName} rozstrzyga spory w oparciu o dowody dostarczone przez handlowców i w oparciu o ich reputację. <br/><br/>Spory można rozpocząć po oznaczeniu płatności zakończoną. <br/><br/> Po sfinalizowaniu handlu handel jest uznany za zakończony przez {appName} i nie można go już zakwestionować.<br/> <br/> Gdy sprzedawca {assetName} nie reaguje, {appName} sfinalizuje handel, jeśli kupujący może dostarczyć dowód płatności.<br/> <br/> Jeśli kupujący nie reaguje po rozpoczęciu handlu, ochrona arbitrażowa zostanie zwrócona sprzedawcy przez obsługę klienta {appName}.
pt_br: O suporte de<br/><br/>{appName} lida com disputas com base em evidências fornecidas por participantes comerciais e sua reputação. <br/><br/>Disputas podem ser iniciadas depois que o pagamento for marcado como concluído. <br/><br/>Depois que a negociação for finalizada, ela será considerada concluída por {appName} e não poderá ser contestada. <br/><br/> Quando um {assetName} vendedor não responde, {appName} finaliza a negociação se o comprador puder fornecer um comprovante de pagamento válido. <br/><br/>Se o comprador não responder após o início de uma negociação, o título de arbitragem será devolvido ao vendedor pelo suporte do {appName}.
sl: <br/><br/>{appName} podpora obravnava spore na podlagi dokazov, ki jih predložijo udeleženci trgovanja in njihovega ugleda. <br/><br/>Spore lahko začnete, ko je plačilo označeno kot plačano. <br/><br/>Po koncu trgovanja, je trgovanje zaključeno za {appName} in ga več ni mogoče izpodbijati. <br/><br/> Ko se prodajalec {assetName} ne odziva, bo {appName} zaključil posel, če lahko kupec predloži veljavno dokazilo o plačilu. <br/><br/>Če se kupec po začetku trgovanja ne odzove, bo podpora {appName} prodajalcu vrnila arbitražno garancijo.
sv: Supporten <br/><br/>{appName} hanterar tvister baserat på bevis som tillhandahålls av handelsdeltagare och deras rykte. <br/><br/>Tvister kan startas efter att betalningen har markerats som slutförd. <br/><br/>Efter att affären har slutförts anses affären vara avslutad av {appName} och kan inte bestridas. <br/><br/> När en {assetName}-säljare inte svarar kommer {appName} att slutföra affären om köparen kan tillhandahålla ett giltigt betalningsbevis. <br/><br/>Om köparen inte svarar efter att ha startat en affär, kommer skiljedomstolen att returneras till säljaren av {appName}-supporten.
tl: Pinangangasiwaan ng suporta ng <br/><br/>{appName} ang mga hindi pagkakaunawaan batay sa ebidensyang ibinigay ng mga kalahok sa kalakalan at ng kanilang reputasyon. <br/><br/>Maaaring magsimula ang mga hindi pagkakaunawaan pagkatapos mamarkahang kumpleto ang pagbabayad. <br/><br/>Pagkatapos ma-finalize ang trade, ang kalakalan ay itinuturing na natapos ng {appName} at hindi maaaring i-dispute. <br/><br/> Kapag hindi tumutugon ang isang {assetName} na nagbebenta, isasapinal ng {appName} ang kalakalan kung makakapagbigay ang mamimili ng wastong patunay ng pagbabayad. <br/><br/>Kung hindi tumutugon ang mamimili pagkatapos magsimula ng trade, ibabalik ang arbitration bond sa nagbebenta ng suporta ng {appName}.
tr: <br/><br/>{appName} desteği, anlaşmazlıkları ticaret katılımcılarının sağladığı kanıtlara ve onların itibarına dayanarak ele alır. <br/><br/>Anlaşmazlıklar, ödeme tamamlandı olarak işaretlendikten sonra başlatılabilir. <br/><br/>Ticaret tamamlandıktan sonra, işlem {appName} tarihine kadar tamamlanmış sayılır ve itiraz edilemez. <br/><br/> Bir {assetName} satıcısı yanıt vermediğinde, {appName}, alıcının geçerli bir ödeme kanıtı sunması durumunda ticareti sonlandıracaktır. <br/><br/>Alıcı işlem başlattıktan sonra tepkisiz kalırsa, tahkim bonosu {appName} desteği tarafından satıcıya iade edilecektir.
ur: <br/><br/>{appName} سپورٹ تجارتی شرکاء اور ان کی ساکھ کے فراہم کردہ شواہد کی بنیاد پر تنازعات کو ہینڈل کرتی ہے۔ <br/><br/>ادائیگی کو مکمل نشان زد کرنے کے بعد تنازعات شروع کیے جا سکتے ہیں۔ <br/><br/>تجارت کو حتمی شکل دینے کے بعد، تجارت کو {appName} تک ختم سمجھا جاتا ہے اور اس پر اختلاف نہیں کیا جا سکتا۔ <br/><br/> جب ایک {assetName} بیچنے والا غیر جوابدہ ہوتا ہے، تو {appName} تجارت کو حتمی شکل دے گا اگر خریدار ادائیگی کا درست ثبوت فراہم کر سکے۔ <br/><br/>اگر خریدار تجارت شروع کرنے کے بعد جواب نہیں دیتا ہے، تو ثالثی بانڈ بیچنے والے کو {appName} سپورٹ کے ذریعے واپس کر دیا جائے گا۔
zh_cn: <br/><br/>{appName} 支持根据交易参与者提供的证据及其声誉处理争议。 <br/><br/>争议可以在付款标记为完成后开始。 <br/><br/>交易完成后，交易被 {appName} 视为已完成且不可争议。 <br/><br/> 当 {assetName} 卖家没有响应时，如果买家可以提供有效的付款证明，{appName} 将完成交易。 <br/><br/>如果买方在开始交易后没有响应，仲裁保证金将由 {appName} 支持退还给卖方。
zh_tw: <br/><br/>{appName} 支持根據交易參與者提供的證據及其聲譽處理爭議。 <br/><br/>爭議可以在付款標記為完成後開始。 <br/><br/>交易完成後，交易被 {appName} 視為已完成且不可爭議。 <br/><br/> 當 {assetName} 賣家沒有響應時，如果買家可以提供有效的付款證明，{appName} 將完成交易。 <br/><br/>如果買方在開始交易後沒有響應，仲裁保證金將由 {appName} 支持退還給賣方。

# guide250Sbtrade250Sbblock8722Sb48722Sbtitle
source: Disputes
cs: Spory
fi: Kiistat
fr: Litiges
it: Controversie
lt: Ginčai
nb: Tvister
nl: Geschillen
pl: Spory
pt_br: Disputas
sl: Spori
sv: Tvister
tl: Mga pagtatalo
tr: Anlaşmazlıklar
ur: تنازعات
zh_cn: 申诉
zh_tw: 申訴
