Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb1250Sbtext
source: <p>For those less familiar with how Monero works, the nodes (or servers) in the Monero network can be run by anyone and allow the owner of the node – or others they choose to share it with! – to synchronize a copy of the blockchain and provide that copy to others on the network. These nodes also verify all the transactions happening on the network, as well as all blocks that are published and ensure that they all follow the rules as set by consensus.</p> <p>The other function that nodes serve in Monero is as a way to provide all of the data your favorite Monero wallet needs to properly check for transactions that belong to you and make new transactions. This data is provided by nodes in two ways:</p> <ul> <li>The data from each block on the blockchain is requested by the wallet, scanned for transactions belonging to you, and then discarded once checked by the wallet. <ul> <li>This step will soon be drastically improved, thanks to <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">view tags</a>.</li> </ul></li> <li>When sending transactions, the node you use provides a list of possible decoys (or fake inputs) to use when building the transaction, ensuring that you have a good crowd to hide in each time you spend Monero. <ul> <li>These decoys are a part of <a class="next-link" target="_blank" href="/knowledge/ring-signatures">ring signatures</a>, an important piece of Monero’s approach to privacy on-chain.</li> </ul></li> </ul>
cs: <p>Pro ty, kteří nejsou tak dobře obeznámeni s tím, jak Monero funguje, uzly (nebo servery) v síti Monero může provozovat kdokoli a umožňuje vlastníkovi uzlu - nebo dalším osobám, které se rozhodnou jej sdílet! - synchronizovat kopii blockchainu a poskytovat ji ostatním v síti. Tyto uzly také ověřují všechny transakce probíhající v síti i všechny zveřejněné bloky a zajišťují, že všechny dodržují pravidla stanovená konsensem.</p> <p>Druhou funkcí, kterou uzly v Moneru plní, je poskytování všech údajů, které vaše oblíbená peněženka Monero potřebuje ke správné kontrole transakcí, které vám patří, a k provádění nových transakcí. Tato data poskytují uzly dvěma způsoby:</p> <ul> <li>Peněženka si vyžádá data z každého bloku v blockchainu, zkontroluje, zda v něm nejsou transakce, které vám patří, a po kontrole peněženkou je zahodí. <ul> <li>Tento krok bude brzy výrazně vylepšen díky <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">tagům zobrazení</a>.</li> </ul></li> <li>Při odesílání transakcí poskytuje uzel, který používáte, seznam možných návnad (nebo falešných vstupů), které se použijí při sestavování transakce, čímž je zajištěno, že se pokaždé, když utrácíte Monero, máte kam schovat. <ul> <li>Tyto návnady jsou součástí <a class="next-link" target="_blank" href="/knowledge/ring-signatures">kruhových podpisů</a>, což je důležitá součást přístupu Monero k soukromí na řetězci.</li> </ul></li> </ul>
fi: <p>Moneron toimintaan vähemmän perehtyneille tiedoksi; Monero-verkon solmuja (tai palvelimia) voi käyttää kuka tahansa ja sallia solmun omistajan (tai muiden, joiden kanssa he haluavat jakaa sen!) synkronoida lohkoketjun kopio ja toimittaa sen muille verkossa. Nämä solmut myös tarkistavat kaikki verkossa tapahtuvat transaktiot sekä kaikki julkaistut lohkot ja varmistavat, että ne kaikki noudattavat konsensuksen mukaisia sääntöjä.</p> <p>Toinen toiminto jota solmut palvelevat Monerossa, on tapa tarjota kaikki tiedot, joita suosikki Monero-lompakkosi tarvitsee tarkistaakseen sinulle kuuluvat transaktiot ja tehdäkseen uusia transaktioita. Solmut tarjoavat nämä tiedot kahdella tavalla:</p> <ul> <li> Lompakko pyytää tietoja jokaisesta lohkoketjun lohkosta, n skannataan sinulle kuuluvien transaktioiden varalta ja hylätään sitten, kun lompakko on tarkistanut ne. <ul> <li>Tätä vaihetta parannetaan pian huomattavasti <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">"view tagien"</a> ansiosta.</li> </ul></li> <li>Kun lähetät transaktioita, käyttämäsi solmu tarjoaa luettelon mahdollisista houkuttimista (tai väärennetyistä syötteistä), joita voidaan käyttää transaktion rakentamiseen. Näin varmistetaan, että sinulla on hyvä joukko piiloutua joka kerta, kun käytät Moneroa. <ul> <li>Nämä houkuttimet ovat osa <a class="next-link" target="_blank" href="/knowledge/ring-signatures">sormusallekirjoituksia</a>, joka on tärkeä osa Moneron lähestymistapaa ketjun yksityisyyteen.</li> </ul></li> </ul>
fr: <p>Pour ceux qui connaissent moins bien le fonctionnement de Monero, les nœuds (ou serveurs) du réseau Monero peuvent être gérés par n'importe qui et permettre au propriétaire du nœud - ou à d'autres avec qui il choisit de le partager ! – de synchroniser une copie de la blockchain et mettre cette copie à disposition des autres sur le réseau. Ces nœuds vérifient également toutes les transactions qui se produisent sur le réseau, ainsi que tous les blocs qui sont publiés et s'assurent qu'ils suivent tous les règles définies par consensus.</p> <p>L'autre fonction que les nœuds ont dans Monero est de fournir toutes les données dont votre portefeuille Monero préféré a besoin pour vérifier correctement les transactions qui vous appartiennent et effectuer de nouvelles transactions. Ces données sont fournies par les nœuds de deux manières :</p> <ul> <li>Les données de chaque bloc de la blockchain sont demandées par le portefeuille, analysées pour les transactions vous appartenant, puis supprimées une fois vérifiées par le portefeuille. <ul> <li>Cette étape sera bientôt considérablement améliorée, grâce aux « <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">view tags</a> » (un marquage particulier que seul votre portefeuille peut reconnaître).</li> </ul></li> <li>Lors de l'envoi de transactions, le nœud que vous utilisez fournit une liste de leurres possibles (ou fausses entrées) à utiliser lors de la création de la transaction, garantissant que vous avez un bon camouflage chaque fois que vous dépensez du Monero. <ul> <li>Ces leurres font partie des <a class="next-link" target="_blank" href="/knowledge/ring-signatures">signatures de cercle</a>, un élément important de l'approche de Monero en matière de confidentialité sur la chaîne.</li> </ul></li> </ul>
it: <p>Per chi ha meno dimestichezza con il funzionamento di Monero, i nodi (o server) nella rete Monero possono essere eseguiti da chiunque e consentire al proprietario del nodo, o ad altre persone con cui scelgono di condividerlo! – per sincronizzare una copia della blockchain e fornire quella copia ad altri sulla rete. Questi nodi verificano anche tutte le transazioni che avvengono sulla rete, così come tutti i blocchi che vengono pubblicati e assicurano che tutti seguano le regole stabilite dal consenso.</p> <p>L'altra funzione che i nodi svolgono in Monero è un modo per fornire tutti i dati necessari al tuo portafoglio Monero preferito per controllare correttamente le transazioni che ti appartengono ed effettuare nuove transazioni. Questi dati vengono forniti dai nodi in due modi:</p> <ul> <li>I dati di ogni blocco sulla blockchain vengono richiesti dal portafoglio, scansionati per le transazioni che ti appartengono e quindi scartati una volta controllati dal portafoglio. <ul> <li>Questo passaggio sarà presto notevolmente migliorato, grazie ai <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">tag di visualizzazione</a>.</li> </ul></li> <li>Quando invii transazioni, il nodo che utilizzi fornisce un elenco di possibili esche (o input falsi) da utilizzare durante la creazione della transazione, assicurandoti di avere una buona folla in cui nasconderti ogni volta spendi Monero. <ul> <li>Queste esche fanno parte delle <a class="next-link" target="_blank" href="/knowledge/ring-signatures">firme ad anello</a>, un pezzo importante dell'approccio di Monero alla privacy sulla catena.</li> </ul></li> </ul>
lt: <p>Tiems, kurie mažiau žino, kaip veikia „Monero“, „Monero“ tinklo mazgus (arba serverius) gali valdyti bet kas ir leisti mazgo savininkui arba kitiems, su kuriais jie pasirenka, bendrinti! – sinchronizuoti blokų grandinės kopiją ir pateikti tą kopiją kitiems tinkle. Šie mazgai taip pat patikrina visas tinkle vykstančias operacijas, taip pat visus paskelbtus blokus ir užtikrina, kad jie visi laikytųsi bendru sutarimu nustatytų taisyklių.</p> <p>Kita funkcija, kurią mazgai atlieka Monero, yra būdas pateikti visus duomenis, kurių reikia jūsų mėgstamai Monero piniginei, kad būtų galima tinkamai patikrinti jums priklausančias operacijas ir atlikti naujas operacijas. Šiuos duomenis mazgai teikia dviem būdais: </p> <ul> <li> Duomenų iš kiekvieno bloko grandinės bloko paprašo piniginė, jie nuskaito, ar nėra jums priklausančių operacijų, o tada išmeta, kai tik patikrina piniginė. <ul> <li>Šis veiksmas netrukus bus smarkiai patobulintas dėl <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">peržiūros žymų</a>.</li> </ul></li> <li>Siunčiant operacijas, jūsų naudojamas mazgas pateikia galimų jaukų (arba netikrų įvesties) sąrašą, kurį galima naudoti kuriant operaciją, užtikrinant, kad kiekvieną kartą išleisdami „Monero“ turėsite daug pasislėpti. <ul> <li>Šie masalai yra <a class="next-link" target="_blank" href="/knowledge/ring-signatures"> žiedinių parašų </a> dalis, svarbi Monero požiūrio į privatumą grandinėje dalis.</li> </ul></li> </ul>
nb: <p>For de som er mindre kjent med hvordan Monero fungerer, kan nodene (eller serverne) i Monero-nettverket drives av hvem som helst og la eieren av noden – eller andre de velger å dele den med! – å synkronisere en kopi av blokkjeden og gi den kopien til andre på nettverket. Disse nodene verifiserer også alle transaksjoner som skjer på nettverket, samt alle blokker som er publisert og sikrer at de alle følger reglene som er fastsatt ved konsensus.</p> <p>Den andre funksjonen som noder tjener i Monero, er som en måte å gi alle dataene din favoritt Monero-lommebok trenger for å se etter transaksjoner som tilhører deg og foreta nye transaksjoner. Disse dataene leveres av noder på to måter:</p> <ul> <li>Dataene fra hver blokk i blokkjeden blir forespurt av lommeboken, skannet for transaksjoner som tilhører deg, og deretter forkastet når de er kontrollert av lommeboken. <ul> <li>Dette trinnet vil snart bli drastisk forbedret, takket være <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">visningstagger</a>.</li> </ul></li> <li>Når du sender transaksjoner, gir noden du bruker en liste over mulige lokkemidler (eller falske innganger) du kan bruke når du bygger transaksjonen, og sikrer at du har en god mengde å gjemme deg i hver gang du bruker Monero. <ul> <li>Disse lokkefuglene er en del av <a class="next-link" target="_blank" href="/knowledge/ring-signatures">ringsignaturer</a>, en viktig del av Moneros tilnærming til personvern på kjeden.</li> </ul></li> </ul>
nl: <p>Voor degenen die minder bekend zijn met hoe Monero werkt: de knooppunten (of servers) in het Monero-netwerk kunnen door iedereen worden beheerd en kan de eigenaar van het knooppunt toestaan - of anderen waarmee ze het willen delen! – om een kopie van de blockchain te synchroniseren en deze aan anderen op het netwerk te verstrekken. Deze knooppunten verifiëren ook alle transacties die op het netwerk plaatsvinden, evenals alle blokken die worden gepubliceerd, en zorgen ervoor dat ze allemaal de regels volgen zoals vastgesteld door consensus.</p> <p>De andere functie die knooppunten in Monero hebben, is een manier om alle gegevens te verstrekken die uw favoriete Monero-portefeuille nodig heeft om correct te controleren op transacties die van u zijn en om nieuwe transacties te doen. Deze gegevens worden op twee manieren door knooppunten geleverd: </p> <ul> <li>De gegevens van elk blok op de blockchain worden door de portefeuille opgevraagd, gescand op transacties die van u zijn en vervolgens weggegooid zodra ze door de portefeuille zijn gecontroleerd. <ul> <li>Deze stap wordt binnenkort drastisch verbeterd, dankzij <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">weergave tags</a>.</li> </ul></li> <li>Bij het verzenden van transacties biedt het knooppunt dat u gebruikt een lijst met mogelijke lokvogels (of nepinvoer) die u kunt gebruiken bij het bouwen van de transactie, zodat u een goede menigte hebt om u in te verstoppen elke keer dat u Monero uitgeeft. <ul> <li>Deze lokvogels maken deel uit van <a class="next-link" target="_blank" href="/knowledge/ring-signatures">ringhandtekeningen</a>, een belangrijk onderdeel van Monero's benadering van privacy on-chain.</li> </ul></li> </ul>
pl: <p>Dla osób mniej zaznajomionych z tym, jak działa Monero, węzły (lub serwery) w sieci Monero mogą być uruchamiane przez każdego (lub innych, z którymi zdecydują się go udostępnić!) i pozwalać właścicielowi węzła na zsynchronizowanie kopii blockchaina i przesłanie tej kopii innym w sieci. Węzły te weryfikują również wszystkie transakcje odbywające się w sieci, a także wszystkie publikowane bloki i zapewniają, że wszystkie są zgodne z regułami ustalonymi przez konsensus. </p> <p> Inną funkcją, którą obsługują węzły w Monero, jest sposób na dostarczenie wszystkich danych, które potrzebuje Twój ulubiony portfel Monero, aby właściwie sprawdzić transakcje należące do Ciebie i dokonać nowych transakcji. Dane te są dostarczane przez węzły na dwa sposoby: </p> <ul> <li>Dane z każdego bloku na blockchainie są pobierane przez portfel, skanowane pod kątem transakcji należących do Ciebie, a następnie odrzucone po sprawdzeniu. <ul> <li>Ten krok zostanie wkrótce drastycznie ulepszony dzięki <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">view tagom</a>.</li> </ul></li> <li>Podczas wysyłania transakcji używany węzeł zawiera listę możliwych wabików (lub fałszywych danych wejściowych) do użycia podczas budowania transakcji, dzięki czemu możesz upewnić się czy masz dobre wabiki do ukrycia Twojej transakcji. <ul> <li>Te wabiki są częścią <a class="next-link" target="_blank" href="/knowledge/ring-signatures">ring signatures</a>, ważnego elementu podejścia Monero do prywatności on-chain.</li> </ul></li> </ul>
pt_br: <p>Para aqueles menos familiarizados com o funcionamento de Monero, os nós (ou servidores) da rede Monero podem ser executados por qualquer pessoa e permitir que o proprietário do nó - ou outros com quem eles escolham compartilhá-lo! - para sincronizar uma cópia da cadeia de bloqueio e fornecer essa cópia a outros na rede. Estes nós também verificam todas as transações que ocorrem na rede, assim como todos os blocos que são publicados e garantem que todos eles sigam as regras estabelecidas por consenso.</p> <p>A outra função que os nós servem em Monero é como uma forma de fornecer todos os dados que sua carteira Monero favorita precisa para verificar corretamente as transações que lhe pertencem e fazer novas transações. Estes dados são fornecidos pelos nós de duas maneiras:</p> <ul> <li>Os dados de cada bloco da cadeia de bloqueio são solicitados pela carteira, escaneados para transações pertencentes a você, e depois descartados uma vez verificados pela carteira. <ul> <li>Este passo será drasticamente melhorado em breve, graças às etiquetas de visualização <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time"></a>.</li> </ul></li> <li>Ao enviar transações, o nó que você utiliza fornece uma lista de possíveis engodos (ou entradas falsas) para usar ao construir a transação, garantindo que você tenha uma boa multidão para se esconder em cada vez que passar Monero. <ul> <li>Estes chamarizes fazem parte das assinaturas dos anéis <a class="next-link" target="_blank" href="/knowledge/ring-signatures"></a>Uma parte importante da abordagem de Monero em relação à privacidade na cadeia.</li> </ul></li> </ul>
sl: <p>Za tiste, ki niso tako dobro seznanjeni z delovanjem Monera, lahko vozlišča (ali strežnike) v omrežju Monero upravlja kdor koli in lastniku vozlišča - ali drugim, ki se odločijo, da ga bodo delili z njim! - sinhronizirati kopijo blockchaina in to kopijo posredovati drugim v omrežju. Ta vozlišča tudi preverjajo vse transakcije, ki se izvajajo v omrežju, in vse objavljene bloke ter zagotavljajo, da vsi sledijo pravilom, določenim s konsenzom.</p> <p>Druga funkcija vozlišč v Moneru je zagotavljanje vseh podatkov, ki jih vaša priljubljena Monero denarnica potrebuje za pravilno preverjanje transakcij, ki vam pripadajo in izvajanje novih transakcij. Te podatke vozlišča zagotavljajo na dva načina: </p> <ul> <li>Podatke iz vsakega bloka v blockchainu zahteva denarnica, pregleda jih za transakcije, ki pripadajo vam in jih nato zavrže, ko jih preveri denarnica. <ul> <li>Ta korak bo kmalu drastično izboljšan zahvaljujoč <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">oglednim oznakam</a>.</li> </ul></li> <li>Pri pošiljanju transakcij vozlišče, ki ga uporabljate, ponudi seznam možnih vab (ali lažnih vnosov), ki jih lahko uporabite pri ustvarjanju transakcije, kar zagotavlja, da imate dobro množico, v katero se lahko skrijete vsakič, ko porabite Monero. <ul> <li>Te vabe so del <a class="next-link" target="_blank" href="/knowledge/ring-signatures">Ring podpisov</a>, pomembnega dela Monerovega pristopa k on-chain zasebnosti.</li> </ul></li> </ul>
sv: <p>För de som är mindre bekanta med hur Monero fungerar, kan noderna (eller servrarna) i Monero-nätverket drivas av vem som helst och låta ägaren av noden – eller andra de väljer att dela den med! – att synkronisera en kopia av blockkedjan och tillhandahålla den kopian till andra på nätverket. Dessa noder verifierar också alla transaktioner som sker på nätverket, såväl som alla block som publiceras och säkerställer att de alla följer reglerna enligt konsensus.</p> <p>Den andra funktionen som noder tjänar i Monero är ett sätt att tillhandahålla all data som din favorit Monero-plånbok behöver för att korrekt kontrollera transaktioner som tillhör dig och göra nya transaktioner. Dessa data tillhandahålls av noder på två sätt:</p> <ul> <li>Datan från varje block i blockkedjan begärs av plånboken, skannas efter transaktioner som tillhör dig och kasseras sedan när de kontrollerats av plånboken. <ul> <li>Det här steget kommer snart att förbättras drastiskt, tack vare <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">visningstaggar</a>.</li> </ul></li> <li>När du skickar transaktioner tillhandahåller den nod du använder en lista över möjliga decoys (eller falska ingångar) att använda när du bygger transaktionen, vilket säkerställer att du har en bra folkmassa att gömma dig i varje gång du spenderar Monero. <ul> <li>Dessa lockbeten är en del av <a class="next-link" target="_blank" href="/knowledge/ring-signatures">ringsignaturer</a>, en viktig del av Moneros syn på integritet på kedjan.</li> </ul></li> </ul>
tl: <p>Para sa mga hindi gaanong pamilyar sa kung paano gumagana ang Monero, ang mga node (o mga server) sa network ng Monero ay maaaring patakbuhin ng sinuman at payagan ang may-ari ng node – o sa iba pang pipiliin nilang ibahagi ito! – upang i-synchronize ang isang kopya ng blockchain at ibigay ang kopya na iyon sa iba sa network. Bine-verify din ng mga node na ito ang lahat ng transaksyong nangyayari sa network, gayundin ang lahat ng block na na-publish at tinitiyak na sumusunod ang lahat sa mga panuntunan ayon sa itinakda ng consensus.</p> <p>Ang iba pang function na inihahatid ng mga node sa Monero ay bilang isang paraan upang maibigay ang lahat ng data na kailangan ng iyong paboritong Monero wallet upang maayos na suriin ang mga transaksyong pagmamay-ari mo at gumawa ng mga bagong transaksyon. Ang data na ito ay ibinibigay ng mga node sa dalawang paraan:</p> <ul> <li>Ang data mula sa bawat bloke sa blockchain ay hinihiling ng wallet, na-scan para sa mga transaksyong pagmamay-ari mo, at pagkatapos ay itatapon kapag nasuri ng wallet. <ul> <li>Malapit nang mapabuti ang hakbang na ito, salamat sa <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">view tags</a>.</li> </ul></li> <li>Kapag nagpapadala ng mga transaksyon, ang node na iyong ginagamit ay nagbibigay ng isang listahan ng mga posibleng pang-decoy (o mga pekeng input) na gagamitin kapag ginagawa ang transaksyon, na tinitiyak na mayroon kang maraming tao upang itago sa tuwing gagastusin mo ang Monero. <ul> <li>Ang mga decoy na ito ay bahagi ng <a class="next-link" target="_blank" href="/knowledge/ring-signatures">ring signature</a>, isang mahalagang bahagi ng diskarte ni Monero sa privacy on-chain.</li> </ul></li> </ul>
tr: <p>Monero'nun nasıl çalıştığına daha az aşina olanlar için, Monero ağındaki düğümler (veya sunucular) herkes tarafından çalıştırılabilir ve düğümün sahibinin veya seçtiği diğer kişilerin onu paylaşmalarına izin verilebilir! – Blockchain'in bir kopyasını senkronize etmek ve bu kopyayı ağdaki diğer kişilere sağlamak. Bu düğümler ayrıca ağda gerçekleşen tüm işlemlerin yanı sıra yayınlanan tüm blokları da doğrular ve hepsinin fikir birliğiyle belirlenen kurallara uymasını sağlar.</p> <p>Monero'da düğümlerin hizmet ettiği diğer işlev, favori Monero cüzdanınızın size ait işlemleri doğru şekilde kontrol etmek ve yeni işlemler yapmak için ihtiyaç duyduğu tüm verileri sağlamanın bir yoludur. Bu veriler düğümler tarafından iki şekilde sağlanır:</p> <ul> <li>Blockchain'deki her bloktaki veriler cüzdan tarafından talep edilir, size ait işlemler için taranır ve ardından cüzdan tarafından kontrol edildikten sonra atılır. <ul> <li>Bu adım, <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">görüntüleme etiketleri</a> sayesinde yakında büyük ölçüde iyileştirilecek.</li> </ul></li> <li>İşlemleri gönderirken, kullandığınız düğüm, işlemi oluştururken kullanılabilecek olası tuzakların (veya sahte girişlerin) bir listesini sağlayarak Monero'yu her harcadığınızda saklanacak iyi bir kalabalığa sahip olmanızı sağlar. <ul> <li>Bu tuzaklar, Monero'nun zincir içi gizliliğe yaklaşımının önemli bir parçası olan <a class="next-link" target="_blank" href="/knowledge/ring-signatures">halka imzalarının</a> bir parçasıdır.</li> </ul></li> </ul>
ur: <p>منیرو کے کام کرنے کے طریقہ سے کم واقف لوگوں کے لیے، Monero نیٹ ورک میں موجود نوڈس (یا سرورز) کو کوئی بھی چلا سکتا ہے اور نوڈ کے مالک کو اجازت دے سکتا ہے – یا دوسرے جن کے ساتھ وہ اسے اشتراک کرنے کا انتخاب کرتے ہیں! - بلاکچین کی ایک کاپی کو مطابقت پذیر بنانے اور نیٹ ورک پر موجود دوسروں کو اس کاپی فراہم کرنے کے لیے۔ یہ نوڈس نیٹ ورک پر ہونے والی تمام ٹرانزیکشنز کے ساتھ ساتھ شائع ہونے والے تمام بلاکس کی بھی تصدیق کرتے ہیں اور اس بات کو یقینی بناتے ہیں کہ وہ سبھی اتفاق رائے سے طے شدہ اصولوں پر عمل کرتے ہیں۔</p> <p>دوسرا فنکشن جو نوڈس Monero میں پیش کرتے ہیں وہ تمام ڈیٹا فراہم کرنے کے طریقے کے طور پر ہے جو آپ کے پسندیدہ Monero والیٹ کو آپ سے تعلق رکھنے والے ٹرانزیکشنز کو صحیح طریقے سے چیک کرنے اور نئی لین دین کرنے کے لیے درکار ہے۔ یہ ڈیٹا نوڈس کے ذریعے دو طریقوں سے فراہم کیا جاتا ہے:</p> <ul> <li>بلاکچین پر موجود ہر بلاک سے ڈیٹا کی درخواست والیٹ کے ذریعے کی جاتی ہے، آپ سے تعلق رکھنے والے لین دین کے لیے اسکین کیا جاتا ہے، اور پھر بٹوے سے چیک کرنے کے بعد ضائع کر دیا جاتا ہے۔ <ul> <li>یہ مرحلہ جلد ہی بہت زیادہ بہتر ہو جائے گا، <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">ٹیگز دیکھیں کی بدولت۔</a></li> </ul></li> <li>ٹرانزیکشن بھیجتے وقت، آپ جو نوڈ استعمال کرتے ہیں وہ ٹرانزیکشن بناتے وقت استعمال کرنے کے لیے ممکنہ ڈیکوز (یا جعلی ان پٹس) کی فہرست فراہم کرتا ہے، اس بات کو یقینی بناتا ہے کہ جب بھی آپ Monero خرچ کرتے ہیں تو آپ کے پاس چھپنے کے لیے اچھی بھیڑ موجود ہے۔ <ul> <li>یہ ڈیکوز <a class="next-link" target="_blank" href="/knowledge/ring-signatures">رنگ دستخطوں</a> کا ایک حصہ ہیں، جو Monero کے آن چین پرائیویسی کے نقطہ نظر کا ایک اہم حصہ ہے۔</li> </ul></li> </ul>
zh_cn: <p>对于那些不太熟悉门罗币工作方式的人来说，门罗币网络中的节点（或服务器）可以由任何人运行，并允许节点的所有者或他们选择与之共享的其他人来同步区块链的一个副本，并将该副本提供给网络上的其他人。这些节点还验证网络上发生的所有交易，以及所有发布的区块，并确保它们都遵循共识所设定的规则。</p> <p>节点在门罗币中的另一个功能是提供你最喜欢的门罗币钱包所需的所有数据，以正确检查属于你的交易并进行新的交易。这些数据是由节点以两种方式提供的：</p> <ul> <li>区块链上每个区块的数据被钱包要求，扫描属于你的交易，然后在钱包检查后被丢弃。 <ul> <li>由于 <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">查看标签</a>的存在，这一步骤很快就会得到大幅改善。</li> </ul></li> <li>当发送交易时，你使用的节点提供一个可能的诱饵（或假输入）的列表，以在建立交易时使用，确保你每次花费门罗币时都有一个好的人群可以隐藏。 <ul> <li>这些诱饵是 <a class="next-link" target="_blank" href="/knowledge/ring-signatures">环形签名</a>的一部分，是门罗币对链上隐私的一个重要部分。</li> </ul></li> </ul>
zh_tw: <p>對於那些不太熟悉門羅幣工作方式的人來說，門羅幣網絡中的節點（或服務器）可以由任何人運行，並允許節點的所有者或他們選擇與之共享的其他人來同步區塊鏈的一個副本，並將該副本提供給網絡上的其他人。這些節點還驗證網絡上發生的所有交易，以及所有發布的區塊，並確保它們都遵循共識所設定的規則。</p> <p>節點在門羅幣中的另一個功能是提供你最喜歡的門羅幣錢包所需的所有數據，以正確檢查屬於你的交易並進行新的交易。這些數據是由節點以兩種方式提供的：</p> <ul> <li>區塊鏈上每個區塊的數據被錢包要求，掃描屬於你的交易，然後在錢包檢查後被丟棄。 <ul> <li>由於 <a class="next-link" target="_blank" href="/knowledge/view-tags-reduce-monero-sync-time">查看標籤</a>的存在，這一步驟很快就會得到大幅改善。</li> </ul></li> <li>當發送交易時，你使用的節點提供一個可能的誘餌（或假輸入）的列表，以在建立交易時使用，確保你每次花費門羅幣時都有一個好的人群可以隱藏。 <ul> <li>這些誘餌是 <a class="next-link" target="_blank" href="/knowledge/ring-signatures">環形簽名</a>的一部分，是門羅幣對鏈上隱私的一個重要部分。</li> </ul></li> </ul>
