Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb4250Sbtext
source: Where does RandomX fit into all of this? It seeks to even out the advantage by ASICs by making ASICs very difficult to make. It does this by requiring miners to make and execute random code in place of hashing based off of an algorithm.<br/><br/> It may be confusing how this actually helps anything, so let’s go back to our printer analogy. Remember what happened when the design changed? The old monster printers become obsolete every night, and new ones had to be developed with the new design in mind. What would happen if every new lottery prize ticket, had to adhere to a new design standard for every new jackpot? <br/><br/> Creating a new monster printer would become incredibly difficult. You can’t just plan on one ticket design anymore. Since the design is random, the monster printer makers would have to add color capabilities, ways to print different lettering and borders and shapes and more. In short, the machine they ended up inventing would be a standard, regular printer. Just like everyone else has.<br/><br/> By simply implementing this randomness in the ticket design, we substantially reduced the great advantage gained from specialized hardware. RandomX does the same, but with mining.<br/><br/> In this way, the advantages gained by a select few affluent people is minimized, as if they invest in creating “ASICs” for mining RandomX, they will actually merely invent stronger, better CPUs, which benefits the world at large.<br/><br/> This means the little guy with his 20 ticket printers is back in the game. He may still have a harder time since these wealthy individuals can still buy more printers than him, but at least now he’s not outclassed by orders of magnitude simply from one machine. He’s competitive in his small way.<br/><br/> Knowing that even the little guy can be competitive in mining Monero, we encourage everyone to give it a spin, either in the Monero GUI wallet, which has support for solo mining, or by downloading community maintained software. It’s easy, competitive, and open to all.
cs: Jak do toho všeho zapadá RandomX? Snaží se vyrovnat výhodu ASIC tím, že velmi ztěžuje jejich výrobu. Toho dosahuje tím, že vyžaduje, aby těžaři vytvářeli a prováděli náhodný kód namísto hashování na základě algoritmu.<br/><br/> Může být matoucí, jak to vlastně něčemu pomůže, takže se vraťme k naší analogii s tiskárnou. Vzpomínáte si, co se stalo, když se změnil design? Staré monstrózní tiskárny každou noc zastarávaly a musely být vyvinuty nové s ohledem na nový design. Co by se stalo, kdyby se každý nový výherní los musel řídit novým designovým standardem pro každý nový jackpot? <br/><br/> Vytvořit novou monstrózní tiskárnu by bylo neuvěřitelně obtížné. Už nelze plánovat jen jeden design tiketu. Vzhledem k tomu, že návrh je náhodný, museli by tvůrci monstrozní tiskárny přidat možnosti barevného tisku, způsoby tisku různých nápisů a rámečků a tvarů a další. Stručně řečeno, stroj, který by nakonec vynalezli, by byl standardní, běžnou tiskárnou. Takovou, jakou mají všichni ostatní.<br/><br/> Jednoduchým zavedením této náhodnosti do návrhu tiketu jsme podstatně snížili velkou výhodu získanou díky specializovanému hardwaru. RandomX dělá totéž, ale s těžbou.<br/><br/> Tímto způsobem se minimalizují výhody, které získává několik vybraných bohatých lidí, protože pokud investují do vytvoření "ASIC" pro těžbu RandomX, ve skutečnosti pouze vynaleznou silnější a lepší procesory, z čehož těží celý svět.<br/> <br/> To znamená, že se do hry vrací malý chlapík s tiskárnami na 20 tiketů. Možná to bude mít stále těžší, protože tito bohatí jedinci si stále mohou koupit více tiskáren než on, ale nyní alespoň není řádově překonán jen díky jednomu stroji. Svým malým způsobem je konkurenceschopný.<br/><br/> Protože víme, že i malý chlapík může být v těžbě Monera konkurenceschopný, doporučujeme všem, aby si to vyzkoušeli buď v peněžence s grafickým rozhraním Monero, která má podporu pro samostatnou těžbu, nebo stažením softwaru spravovaného komunitou. Je to snadné, konkurenceschopné a otevřené pro všechny.
fi: Miten RandomX sopii tähän kaikkeen? Se pyrkii tasoittamaan ASIC:ien etua tekemällä ASIC:ien tekemisestä erittäin vaikeaa. Se tekee tämän vaatimalla louhijoita tekemään ja suorittamaan satunnaista koodia algoritmiin perustuvan hajautuskoodin sijaan.<br/><br/> Voi vaikuttaa hämmentävältä, kuinka tämä todella auttaa mihinkään, joten palataanpa tulostimen analogiaan. Muistatko mitä tapahtui, kun suunnittelu muuttui? Vanhat hirviötulostimet vanhenivat joka ilta ja uusia piti kehittää lipun uutta muotoilua silmällä pitäen. Mitä tapahtuisi, jos jokaisen uuden loton voittolipun täytyisi noudattaa uutta suunnittelustandardia jokaiselle uudelle jättipotille? <br/><br/> Uuden hirviötulostimen luomisesta tulee uskomattoman vaikeaa. Et voi enää suunnitella vain yhtä lippumallia. Koska malli on satunnainen, hirviötulostimien valmistajien olisi lisättävä väriominaisuuksia, tapoja tulostaa erilaisia kirjaimia, reunuksia ja muotoja ja paljon muuta. Lyhyesti sanottuna kone, jonka he päätyivät keksimään, olisi tavallinen tulostin. Aivan kuten kaikki muutkin.<br/><br/> Pelkästään toteuttamalla tämä satunnaisuus lippujen suunnittelussa pienensimme oleellisesti erikoislaitteistosta saatua suurta etua. RandomX tekee saman, mutta louhinnan kanssa.<br/><br/> Tällä tavalla muutamien valittujen varakkaiden ihmisten saamat edut minimoidaan, sillä jos he investoivat "ASIC:iden" luomiseen RandomX:n louhintaa varten, he itse asiassa vain keksivät vahvempia ja parempia suorittimia, mikä hyödyttää koko maailmaa.<br/>[ X1455X] Tämä tarkoittaa, että pikkumies 20 lipputulostimensa kanssa on palannut peliin. Hänellä saattaa silti olla vaikeampaa, koska nämä varakkaat henkilöt voivat silti ostaa enemmän tulostimia kuin hän, mutta ainakaan nyt hän ei ole yltänyt suuruusluokkiin pelkästään yhdestä koneesta. Hän on kilpailukykyinen pienellä tavallaan.<br/><br/> Tietäen, että pienikin kaveri voi olla kilpailukykyinen Moneron louhinnassa, rohkaisemme kaikkia kokeilemaan sitä joko Monero GUI -lompakossa, jossa on tuki yksinlouhintaan, tai lataamalla yhteisön ylläpitämiä ohjelmistoja. Se on helppoa, kilpailukykyistä ja kaikille avointa.
fr: Quelle est la place de RandomX dans tout cela ? Il cherche à égaliser l'avantage qu'ont les ASIC en les rendant très difficiles à fabriquer. Pour ce faire, il oblige les mineurs à créer et à exécuter du code aléatoire à la place du hachage basé sur un algorithme.<br /><br /> Cela peut être déroutant de savoir comment cela aide réellement en quoi que ce soit, alors revenons à notre analogie avec l'imprimante. Vous souvenez-vous de ce qui s'est passé lorsque le modèle du billet a changé ? Les anciennes imprimantes spécialisées devenaient obsolètes, et de nouvelles devaient être développées pour correspondre à ce nouveau modèle. Que se passerait-il si chaque nouveau billet de loterie devait respecter un nouveau m odèle pour chaque nouveau jackpot ? <br /><br /> Créer une nouvelle imprimante spécialisée deviendrait incroyablement difficile. Vous ne pouvez plus vous contenter d'un seul modèle de billet. Étant donné que la conception du modèle est aléatoire, les fabricants d'imprimantes spécialisées devraient ajouter des capacités de couleur, des moyens d'imprimer différents lettrages, bordures et formes, etc. En bref, la machine qu'ils finiraient par inventer serait une imprimante standard et ordinaire. Comme tout le monde.<br /><br /> En introduisant simplement ce caractère aléatoire dans la conception du modèle des tickets, nous avons considérablement réduit l'énorme avantage tiré du matériel spécialisé. RandomX fait la même chose, mais avec le minage.<br /><br /> De cette façon, les avantages obtenus par quelques personnes aisées sont minimisés, car s'ils investissent dans la création d'« ASIC » pour l'exploitation de RandomX, ils vont en fait simplement inventer des processeurs plus puissants et meilleurs, ce qui profite au monde entier.<br /><br /> Cela signifie que le petit gars avec ses 20 imprimantes de tickets est de retour dans le jeu. Il sera peut-être encore en position d'infériorité puisque ces personnes fortunées peuvent toujours acheter plus d'imprimantes que lui, mais au moins maintenant, il n'est pas surclassé par plusieurs ordres de grandeur simplement à partir d'une seule machine. Il est compétitif à sa petite échelle.<br /><br /> Sachant que même le petit gars peut être compétitif dans le minage de Monero, nous encourageons tout le monde à essayer, soit dans le portefeuille officiel Monero (version graphique ou en ligne de commande), qui prend en charge le minage en solo, soit en téléchargeant un logiciel créé et maintenu par la communauté. C'est facile, convivial et ouvert à tous.
it: Dove si inserisce RandomX in tutto questo? Cerca di uniformare il vantaggio degli ASIC rendendo gli ASIC molto difficili da realizzare. Lo fa richiedendo ai minatori di creare ed eseguire codice casuale al posto dell'hash basato su un algoritmo.<br/><br/>Potrebbe confondere il fatto che questo in realtà aiuti qualsiasi cosa, quindi torniamo all'analogia con la nostra stampante. Ricordi cosa è successo quando il design è cambiato? Le vecchie stampanti mostruose diventano obsolete ogni notte e bisognava svilupparne di nuove pensando al nuovo design. Cosa accadrebbe se ogni nuovo biglietto premio della lotteria dovesse aderire a un nuovo standard di progettazione per ogni nuovo jackpot? <br/><br/>La creazione di una nuova stampante mostro diventerebbe incredibilmente difficile. Non puoi più pianificare un solo biglietto. Poiché il design è casuale, i produttori di stampanti mostruose dovrebbero aggiungere capacità di colore, modi per stampare caratteri e bordi e forme diversi e altro ancora. In breve, la macchina che hanno finito per inventare sarebbe una normale stampante standard. Proprio come hanno fatto tutti gli altri.<br/><br/>Semplicemente implementando questa casualità nella progettazione dei biglietti, abbiamo sostanzialmente ridotto il grande vantaggio ottenuto dall'hardware specializzato. RandomX fa lo stesso, ma con il mining.<br/><br/>In questo modo, i vantaggi ottenuti da poche persone benestanti selezionate sono ridotti al minimo, come se investissero nella creazione di "ASIC" per il mining di RandomX, in realtà inventerebbero semplicemente CPU più forti e migliori, a beneficio del mondo in generale.<br/><br/>Ciò significa che il ragazzino con le sue 20 stampanti di biglietti è tornato in gioco. Potrebbe ancora avere un momento più difficile poiché questi individui ricchi possono ancora acquistare più stampanti di lui, ma almeno ora non è surclassato da ordini di grandezza semplicemente da una macchina. È competitivo nel suo piccolo.<br/><br/>Sapendo che anche il ragazzino può essere competitivo nel mining di Monero, incoraggiamo tutti a provarlo, sia nel portafoglio GUI di Monero, che supporta il mining in solitario, sia scaricando software gestito dalla community. È facile, competitivo e aperto a tutti.
lt: Kur „RandomX“ visa tai telpa? Juo siekiama išlyginti ASIC pranašumus, nes labai sunku sukurti ASIC. Tai atliekama reikalaujant, kad kalnakasiai sukurtų ir vykdytų atsitiktinį kodą, o ne maišą, pagrįstą algoritmu.<br/><br/> Gali būti painu, kaip tai iš tikrųjų padeda, todėl grįžkime prie spausdintuvo analogijos. Prisiminkite, kas atsitiko, kai pasikeitė dizainas? Senieji monstriniai spausdintuvai pasensta kiekvieną naktį, o naujus reikėjo kurti atsižvelgiant į naują dizainą. Kas atsitiktų, jei kiekvienas naujas loterijos prizo bilietas turėtų laikytis naujo dizaino standarto kiekvienam naujam prizui? <br/><br/> Sukurti naują monstrų spausdintuvą taptų neįtikėtinai sunku. Nebegalite planuoti tik vieno bilieto dizaino. Kadangi dizainas yra atsitiktinis, monstrų spausdintuvų gamintojai turėtų pridėti spalvų, skirtingų raidžių, kraštinių ir formų spausdinimo būdų ir dar daugiau. Trumpai tariant, mašina, kurią jie išrado, būtų standartinis, įprastas spausdintuvas. Kaip ir visi kiti.<br/><br/> Paprasčiausiai įdiegę šį atsitiktinumą bilietų dizaine, iš esmės sumažinome didelį pranašumą, gautą iš specializuotos aparatinės įrangos. RandomX daro tą patį, bet su kasyba.<br/><br/> Tokiu būdu sumažinami kelių atrinktų turtingų žmonių pranašumai, nes jie investuos į „ASIC“, skirtų „RandomX“ gavybai, kūrimą, jie iš tikrųjų tik išras stipresnius ir geresnius procesorius, kurie bus naudingi visam pasauliui.<br/>[ X1455X] Tai reiškia, kad mažasis vaikinas su savo 20 bilietų spausdintuvų grįžta į žaidimą. Jam vis tiek gali būti sunkiau, nes šie turtingi asmenys vis dar gali nusipirkti daugiau spausdintuvų nei jis, bet bent jau dabar jis nėra pranašesnis už vieną mašiną. Jis yra konkurencingas savo maža prasme.<br/><br/> Žinodami, kad net ir mažas vaikinas gali būti konkurencingas kasdamas Monero, raginame visus pabandyti pasinaudoti Monero GUI piniginėje, kuri palaiko solo kasybą, arba atsisiunčiant bendruomenės palaikomą programinę įrangą. Tai lengva, konkurencinga ir atvira visiems.
nb: Hvor passer RandomX inn i alt dette? Den søker å jevne ut fordelen ved ASIC-er ved å gjøre ASIC-er veldig vanskelig å lage. Den gjør dette ved å kreve at gruvearbeidere lager og kjører tilfeldig kode i stedet for hashing basert på en algoritme.<br/><br/> Det kan være forvirrende hvordan dette faktisk hjelper noe, så la oss gå tilbake til skriveranalogien vår. Husker du hva som skjedde da designet endret seg? De gamle monsterprinterne blir foreldet hver kveld, og nye måtte utvikles med tanke på det nye designet. Hva ville skje hvis hver nye lottopremie måtte følge en ny designstandard for hver ny jackpot? <br/><br/> Å lage en ny monsterskriver ville blitt utrolig vanskelig. Du kan ikke bare planlegge på ett billettdesign lenger. Siden designet er tilfeldig, må produsentene av monsterskrivere legge til fargefunksjoner, måter å skrive ut forskjellige bokstaver og rammer og former og mer på. Kort sagt, maskinen de endte opp med å finne opp ville være en standard, vanlig skriver. Akkurat som alle andre har.<br/><br/> Ved ganske enkelt å implementere denne tilfeldigheten i billettdesignet, reduserte vi den store fordelen som ble oppnådd med spesialisert maskinvare. RandomX gjør det samme, men med mining.<br/><br/> På denne måten minimeres fordelene oppnådd av noen få utvalgte velstående mennesker, som om de investerer i å lage "ASICs" for gruvedrift av RandomX, vil de faktisk bare finne opp sterkere, bedre CPUer, noe som gagner verden for øvrig.<br/>[] X1455X] Dette betyr at den lille fyren med sine 20 billettskrivere er tilbake i spillet. Han kan fortsatt ha en vanskeligere tid siden disse velstående personene fortsatt kan kjøpe flere skrivere enn ham, men nå er han i det minste ikke utklasset av størrelsesordener bare fra én maskin. Han er konkurransedyktig på sin lille måte.<br/><br/> Når vi vet at selv den lille fyren kan være konkurransedyktig i gruvedrift av Monero, oppfordrer vi alle til å ta en tur, enten i Monero GUI-lommeboken, som har støtte for solo mining, eller ved å laste ned programvare som vedlikeholdes av fellesskapet. Det er enkelt, konkurransedyktig og åpent for alle.
nl: Waar past RandomX in al dit? Het probeert het voordeel van ASIC's te egaliseren door het maken van ASIC's erg moeilijk te maken. Het doet dit door miners te verplichten willekeurige code te maken en uit te voeren in plaats van hashing op basis van een algoritme.<br/><br/> Het kan verwarrend zijn hoe dit eigenlijk iets helpt, dus laten we teruggaan naar onze printeranalogie. Weet u nog wat er gebeurde toen het ontwerp veranderde? De oude monsterprinters raken elke nacht verouderd en er moesten nieuwe worden ontwikkeld met het nieuwe ontwerp in gedachten. Wat zou er gebeuren als elk nieuw loterijprijskaartje voor elke nieuwe jackpot aan een nieuwe ontwerpstandaard zou moeten voldoen? <br/><br/> Het maken van een nieuwe monsterprinter zou ongelooflijk moeilijk worden. U kunt niet meer op één ticketontwerp plannen. Aangezien het ontwerp willekeurig is, zouden de makers van monsterprinters kleurmogelijkheden moeten toevoegen, manieren om verschillende letters, randen en vormen af te drukken en meer. Kortom, de machine die ze uiteindelijk uitvonden, zou een standaard, gewone printer zijn. Net als die van iedereen.<br/><br/> Door simpelweg deze willekeur in het ticketontwerp te implementeren, hebben we het grote voordeel van gespecialiseerde hardware aanzienlijk verminderd. RandomX doet hetzelfde, maar dan met mining.<br/><br/> Op deze manier worden de voordelen van een select aantal welvarende mensen geminimaliseerd, alsof ze investeren in het creëren van "ASIC's" voor het minen van RandomX, die in feite alleen maar sterkere, betere CPU's zullen uitvinden, wat de hele wereld ten goede komt. <br/><br/> Dit betekent dat de man met zijn 20 ticketprinters weer terug is in het spel. Hij heeft het misschien nog steeds moeilijker omdat deze rijke individuen nog steeds meer printers kunnen kopen dan hij, maar nu wordt hij tenminste niet overklast door simpelweg één machine. Hij is competitief op zijn eigen manier.<br/><br/> Wetende dat zelfs de man competitief kan zijn in het minen van Monero, moedigen we iedereen aan om het eens te proberen, hetzij in de Monero GUI-portefeuille, die ondersteuning biedt voor solo-mining, of door de gemeenschap onderhouden software te downloaden. Het is gemakkelijk, competitief en voor iedereen toegankelijk.
pl: Gdzie w tym wszystkim pasuje RandomX? Ma on na celu wyrównanie przewagi ASICs, poprzez utrudnienie opracowania i produkcji ASICs. Robi to, wymagając od minerów stworzenia i wykonania losowego kodu zamiast hashowania opartego na algorytmie. <br/><br/> Może to być wątpliwe, jak to rzeczywiście w czymkolwiek pomaga, więc wróćmy do naszej analogii drukarki. Pamiętasz, co się stało, gdy projekt się zmienił? Stare drukarki giganty stawały się przestarzałe każdej nocy, a nowe musiały zostać opracowane z myślą o nowym projekcie. Co by się stało, gdyby każdy nowy bilet na loterię musiałby przestrzegać nowego standardu projektowania każdego kolejnego losowania? <br/><br/> Stworzenie nowej drukarki giganta stałoby się niezwykle trudne. Nie mógłbyś już planować tylko jednego projektu biletu. Ponieważ projekt jest losowy, producenci drukarki giganta musieliby dodać możliwości kolorów, sposoby drukowania różnych napisów, granic, kształtów i innych. Krótko mówiąc, maszyna, którą ostatecznie wymyślą, byłaby standardową, zwykłą drukarką, taką jaka jest dostępna dla każdego innego. <br/><br/> Wdrażając tę ​​losowość w projektowanie biletów, znacznie zmniejszyliśmy wielką przewagę uzyskaną przez specjalistyczny sprzęt. RandomX robi to samo, ale z minerami. <br/><br/> W ten sposób zalety uzyskane przez wybrane zamożne grupy są zminimalizowane, tak żeby rzeczywiście inwestowali w tworzenie „ASICs” dla RandomX i wymyślili silniejsze, lepsze procesory, które przyniosą korzyść całemu światu. <br/><br/> Oznacza to, że szary człowiek z 20 drukarkami biletów powrócił do gry. Być może nadal będzie mu trudno, ponieważ te zamożne osoby nadal mogą kupić więcej drukarek niż on, ale przynajmniej teraz nie jest zdyskwalifikowany przez rzędy wielkości jednej maszyny. Jest konkurencyjny na swój mały sposób. <br/><br/> Wiedząc, że nawet szary człowiek może być konkurencyjny w kopaniu Monero, zachęcamy wszystkich do wypróbowania tego czy to w portfelu GUI Monero, który ma obsługę kopania solo czy też pobierając oprogramowanie stworzone przez społeczność. Jest to łatwe, konkurencyjne i otwarte dla wszystkich.
pt_br: Onde o RandomX se encaixa em tudo isso? Ele procura equilibrar a vantagem dos ASICs, tornando-os muito difíceis de fazer. Isso é feito exigindo que os mineradores criem e executem códigos aleatórios no lugar de hash com base em um algoritmo.<br/><br/>Pode ser confuso como isso realmente ajuda em algo, então vamos voltar à analogia da nossa impressora. Lembra do que aconteceu quando o design mudou? As antigas impressoras monstruosas ficam obsoletas todas as noites, e novas precisam ser desenvolvidas com o novo design em mente. O que aconteceria se cada novo bilhete de prêmio da loteria tivesse que aderir a um novo padrão de design para cada novo jackpot? <br/><br/>Criar uma nova impressora monstro se tornaria incrivelmente difícil. Você não pode mais planejar apenas um design de ingresso. Como o design é aleatório, os fabricantes de impressoras monstruosas teriam que adicionar recursos de cores, maneiras de imprimir diferentes letras, bordas, formas e muito mais. Em suma, a máquina que acabaram inventando seria uma impressora comum e padrão. Assim como todo mundo tem.<br/><br/>Ao simplesmente implementar essa aleatoriedade no design do ticket, reduzimos substancialmente a grande vantagem obtida com o hardware especializado. RandomX faz o mesmo, mas com mineração.<br/><br/>Dessa forma, as vantagens obtidas por algumas poucas pessoas ricas são minimizadas, como se investissem na criação de “ASICs” para minerar o RandomX, na verdade, apenas inventariam CPUs melhores e mais fortes, o que beneficia o mundo em geral.<br/><br/>Isso significa que o rapaz com suas 20 impressoras de ingressos está de volta ao jogo. Ele ainda pode ter mais dificuldade, pois esses indivíduos ricos ainda podem comprar mais impressoras do que ele, mas pelo menos agora ele não é superado por ordens de magnitude simplesmente de uma máquina. Ele é competitivo em sua pequena maneira.<br/><br/>Sabendo que até o rapaz pode ser competitivo na mineração do Monero, incentivamos todos a dar uma volta, na carteira da GUI Monero, que oferece suporte à mineração individual ou no download de software mantido pela comunidade. É fácil, competitivo e aberto a todos.
sl: Kje se RandomX prilega vsemu temu? Prizadeva si izenačiti prednost ASIC tako, da jih je zelo težko izdelati. To naredi tako, da od rudarjev zahteva, da ustvarijo in izvedejo naključno kodo namesto zgoščevanja, ki temelji na algoritmu.<br/><br/> Morda vas bo zmedlo, kako to dejansko pomaga, zato se vrnimo k naši analogiji s tiskalnikom. Se spomnite, kaj se je zgodilo, ko se je spremenila zasnova? Stari pošastni tiskalniki so vsak večer postali zastareli, zato je bilo treba razviti nove z upoštevanjem nove zasnove. Kaj bi se zgodilo, če bi moral vsak nov loterijski listek upoštevati nov oblikovni standard za vsak nov glavni dobitek? <br/><br/> Ustvarjanje novega pošastnega tiskalnika bi bilo izjemno težavno. Ne morete več načrtovati samo enega dizajna srečke. Ker je zasnova naključna, bi morali izdelovalci pošastnih tiskalnikov dodati barvne možnosti, načine tiskanja različnih napisov, robov, oblik in še več. Skratka, naprava, ki bi jo na koncu izumili, bi bila standardni, običajni tiskalnik. Takšen, kot ga imajo vsi drugi.<br/><br/> S preprosto implementacijo te naključnosti v zasnovo srečke smo bistveno zmanjšali veliko prednost, ki jo prinaša specializirana strojna oprema. RandomX počne enako, vendar z rudarjenjem. <br/><br/> Na ta način se zmanjšajo prednosti, ki jih ima peščica izbranih premožnih ljudi, saj bodo, če bodo vlagali v izdelavo "ASIC-ov" za rudarjenje RandomX, dejansko le izumili močnejše in boljše CPU-je, kar bo koristilo vsemu svetu.<br/><br/> To pomeni, da se mali podjetnik s tiskalniki za 20 srečk vrača v igro. Morda bo imel še vedno težje čase, saj lahko ti bogati posamezniki še vedno kupijo več tiskalnikov kot on, vendar zdaj vsaj ni več v večjem razredu samo zaradi enega stroja. Na svoj mali način je konkurenčen.<br/><br/> Ker vemo, da je lahko tudi mali človek konkurenčen pri rudarjenju Monero, spodbujamo vse, da se preizkusijo v denarnici Monero GUI, ki ima podporo za samostojno rudarjenje, ali s prenosom programske opreme, ki jo vzdržuje skupnost. Rudarjenje je preprosto, konkurenčno in odprto za vse.
sv: Var passar RandomX in i allt detta? Den försöker jämna ut fördelarna med ASIC:er genom att göra ASIC:er mycket svåra att göra. Den gör detta genom att kräva att gruvarbetare skapar och kör slumpmässig kod istället för hash baserad på en algoritm.<br/><br/> Det kan vara förvirrande hur detta faktiskt hjälper någonting, så låt oss gå tillbaka till vår skrivaranalogi. Kommer du ihåg vad som hände när designen ändrades? De gamla monsterskrivarna blir föråldrade varje kväll, och nya måste utvecklas med den nya designen i åtanke. Vad skulle hända om varje ny lott var tvungen att följa en ny designstandard för varje ny jackpott? <br/><br/> Att skapa en ny monsterskrivare skulle bli otroligt svårt. Du kan inte bara planera på en biljettdesign längre. Eftersom designen är slumpmässig måste tillverkarna av monsterskrivare lägga till färgfunktioner, sätt att skriva ut olika bokstäver och kanter och former med mera. Kort sagt, maskinen de slutade uppfinna skulle vara en vanlig, vanlig skrivare. Precis som alla andra har.<br/><br/> Genom att helt enkelt implementera denna slumpmässighet i biljettdesignen minskade vi avsevärt den stora fördelen från specialiserad hårdvara. RandomX gör samma sak, men med mining.<br/><br/> På detta sätt minimeras fördelarna som ett fåtal utvalda välbärgade människor får, som om de investerar i att skapa "ASIC" för att bryta RandomX, kommer de faktiskt bara att uppfinna starkare, bättre processorer, vilket gynnar världen i stort.<br/>[] X1455X] Det betyder att den lilla killen med sina 20 biljettskrivare är tillbaka i spelet. Han kan fortfarande ha en svårare tid eftersom dessa rika individer fortfarande kan köpa fler skrivare än han, men åtminstone nu är han inte utklassad av storleksordningar bara från en maskin. Han är konkurrenskraftig på sitt lilla sätt.<br/><br/> Eftersom vi vet att även den lilla killen kan vara konkurrenskraftig i mining Monero, uppmuntrar vi alla att ge det en snurr, antingen i Monero GUI-plånboken, som har stöd för solo-mining, eller genom att ladda ner programvara som underhålls av communityn. Det är enkelt, konkurrenskraftigt och öppet för alla.
tl: Saan nababagay ang RandomX sa lahat ng ito? Ito ay naglalayong papantayin ang bentahe ng mga ASIC sa pamamagitan ng paggawa ng mga ASIC na napakahirap gawin. Ginagawa ito sa pamamagitan ng pag-aatas sa mga minero na gumawa at magsagawa ng random na code bilang kapalit ng pag-hash batay sa isang algorithm.<br/><br/> Maaaring nakakalito kung paano ito nakakatulong sa anumang bagay, kaya bumalik tayo sa aming pagkakatulad sa printer. Tandaan kung ano ang nangyari noong nagbago ang disenyo? Ang mga lumang halimaw na printer ay nagiging lipas na gabi-gabi, at ang mga bago ay kailangang gumawa ng bagong disenyo sa isip. Ano ang mangyayari kung ang bawat bagong tiket ng premyong lottery, ay kailangang sumunod sa isang bagong pamantayan ng disenyo para sa bawat bagong jackpot? <br/><br/> Ang paglikha ng bagong halimaw na printer ay magiging napakahirap. Hindi ka na maaaring magplano sa isang disenyo ng tiket. Dahil random ang disenyo, ang mga gumagawa ng halimaw na printer ay kailangang magdagdag ng mga kakayahan sa kulay, mga paraan upang mag-print ng iba't ibang titik at mga hangganan at mga hugis at higit pa. Sa madaling salita, ang makina na kanilang natapos sa pag-imbento ay magiging isang karaniwang, regular na printer. Tulad ng mayroon ang iba.<br/><br/> Sa simpleng pagpapatupad ng randomness na ito sa disenyo ng ticket, nabawasan namin nang husto ang malaking kalamangan na nakuha mula sa espesyal na hardware. Gayon din ang ginagawa ng RandomX, ngunit sa pagmimina.<br/><br/> Sa ganitong paraan, ang mga pakinabang na natamo ng ilang piling mayayamang tao ay nababawasan, na parang namumuhunan sila sa paglikha ng "ASIC" para sa pagmimina ng RandomX, sila ay talagang mag-iimbento lamang ng mas malakas, mas mahuhusay na CPU, na nakikinabang sa buong mundo.<br/>[ X1455X] Nangangahulugan ito na ang maliit na lalaki kasama ang kanyang 20 printer ng tiket ay bumalik sa laro. Maaaring nahihirapan pa rin siya dahil ang mayayamang indibidwal na ito ay maaari pa ring bumili ng mas maraming printer kaysa sa kanya, ngunit hindi bababa sa ngayon ay hindi siya nahihigitan ng mga order ng magnitude mula lamang sa isang makina. Siya ay mapagkumpitensya sa kanyang maliit na paraan.<br/><br/> Alam na kahit ang maliit na tao ay maaaring maging mapagkumpitensya sa pagmimina ng Monero, hinihikayat namin ang lahat na bigyan ito ng pag-ikot, alinman sa Monero GUI wallet, na may suporta para sa solong pagmimina, o sa pamamagitan ng pag-download ng software na pinapanatili ng komunidad. Ito ay madali, mapagkumpitensya, at bukas sa lahat.
tr: RandomX tüm bunların neresine uyuyor? ASIC'lerin yapımını çok zorlaştırarak ASIC'lerin avantajını eşitlemeye çalışıyor. Bunu, madencilerin bir algoritmaya dayalı karma işlemi yerine rastgele kod oluşturmasını ve yürütmesini gerektirerek yapar.<br/><br/> Bunun aslında herhangi bir şeye nasıl yardımcı olduğu kafa karıştırıcı olabilir, bu yüzden yazıcı benzetmemize geri dönelim. Tasarım değiştiğinde ne olduğunu hatırlıyor musunuz? Eski canavar yazıcılar her gece demode oluyor ve yenilerinin, yeni tasarım göz önünde bulundurularak geliştirilmesi gerekiyordu. Her yeni piyango ödülü bileti, her yeni ikramiye için yeni bir tasarım standardına uymak zorunda olsaydı ne olurdu? <br/><br/> Yeni bir canavar yazıcı yaratmak inanılmaz derecede zorlaşırdı. Artık tek bir bilet tasarımı üzerinde plan yapamazsınız. Tasarım rastgele olduğundan, canavar yazıcı üreticilerinin renk yetenekleri, farklı harfler, kenarlıklar ve şekiller yazdırma yolları ve daha fazlasını eklemesi gerekecekti. Kısacası, icat ettikleri makine standart, normal bir yazıcı olacaktı. Tıpkı herkesin yaptığı gibi.<br/><br/> Bu rastgeleliği bilet tasarımına basitçe uygulayarak, özel donanımdan elde edilen büyük avantajı önemli ölçüde azalttık. RandomX de aynısını yapar ancak madencilikle yapar.<br/><br/> Bu şekilde, seçilmiş birkaç varlıklı kişinin elde ettiği avantajlar en aza indirilir; sanki RandomX madenciliği için "ASIC'ler" oluşturmaya yatırım yapıyorlarmış gibi, aslında sadece daha güçlü, daha iyi CPU'lar icat edecekler ve bu da tüm dünyaya fayda sağlayacaktır.<br/>[ X1455X] Bu, 20 bilet yazıcısı olan küçük adamın oyuna geri döndüğü anlamına geliyor. Bu zengin bireyler hâlâ ondan daha fazla yazıcı satın alabildiği için hâlâ zor zamanlar geçirebilir, ancak en azından artık yalnızca tek bir makineden elde edilen büyüklük sıralamasında geride kalmış değil. Kendi küçük haliyle rekabetçidir.<br/><br/> Küçük bir adamın bile Monero madenciliği konusunda rekabetçi olabileceğini bildiğimizden, herkesi solo madencilik desteğine sahip Monero GUI cüzdanını kullanarak veya topluluk tarafından sağlanan yazılımı indirerek denemeye teşvik ediyoruz. Kolaydır, rekabetçidir ve herkese açıktır.
ur: رینڈم ایکس ان سب میں کہاں فٹ ہے؟ یہ ASICs کو بنانا بہت مشکل بنا کر ASICs کے فائدے کو بڑھانا چاہتا ہے۔ یہminers کو الگورتھم کی بنیاد پر ہیشنگ کی جگہ بے ترتیب کوڈ بنانے اور اس پر عمل درآمد کرنے کی ضرورت کے ذریعے کرتا ہے۔<br/><br/> یہ الجھن میں پڑ سکتا ہے کہ یہ حقیقت میں کسی بھی چیز کی مدد کیسے کرتا ہے، تو آئیے اپنے پرنٹر کی تشبیہ پر واپس جائیں۔ یاد رکھیں جب ڈیزائن تبدیل ہوا تو کیا ہوا؟ پرانے مونسٹر پرنٹرز ہر رات متروک ہو جاتے ہیں، اور نئے ڈیزائن کو ذہن میں رکھتے ہوئے نئے کو تیار کرنا پڑتا ہے۔ کیا ہوگا اگر ہر نئے لاٹری انعامی ٹکٹ کو، ہر نئے جیک پاٹ کے لیے نئے ڈیزائن کے معیار پر عمل کرنا پڑے؟ <br/><br/> ایک نیا مونسٹر پرنٹر بنانا ناقابل یقین حد تک مشکل ہو جائے گا۔ آپ اب صرف ایک ٹکٹ کے ڈیزائن پر منصوبہ بندی نہیں کر سکتے۔ چونکہ ڈیزائن بے ترتیب ہے، اس لیے مونسٹر پرنٹر بنانے والوں کو رنگ کی صلاحیتیں، مختلف حروف اور سرحدیں اور شکلیں وغیرہ پرنٹ کرنے کے طریقے شامل کرنا ہوں گے۔ مختصراً، وہ مشین جو انہوں نے ایجاد کی وہ معیاری، باقاعدہ پرنٹر ہوگی۔ جیسا کہ ہر کسی کے پاس ہے۔<br/><br/> ٹکٹ کے ڈیزائن میں اس بے ترتیب پن کو محض لاگو کرنے سے، ہم نے خصوصی ہارڈ ویئر سے حاصل ہونے والے عظیم فائدے کو کافی حد تک کم کر دیا۔ RandomX بھی ایسا ہی کرتا ہے، لیکن کان کنی کے ساتھ۔<br/><br/> اس طرح، چند متمول لوگوں کو حاصل ہونے والے فوائد کو کم سے کم کیا جاتا ہے، جیسا کہ اگر وہ RandomX کیmining کے لیے "ASICs" بنانے میں سرمایہ کاری کرتے ہیں، تو وہ درحقیقت صرف مضبوط، بہتر CPUs ایجاد کریں گے، جس سے پوری دنیا کو فائدہ ہوتا ہے۔<br/><br/>[ X1455X] اس کا مطلب ہے کہ چھوٹا لڑکا اپنے 20 ٹکٹ پرنٹرز کے ساتھ کھیل میں واپس آ گیا ہے۔ اسے اب بھی مشکل وقت درپیش ہو سکتا ہے کیونکہ یہ دولت مند افراد اب بھی اس سے زیادہ پرنٹرز خرید سکتے ہیں، لیکن کم از کم اب وہ محض ایک مشین سے بڑے پیمانے کے آرڈرز سے پیچھے نہیں ہٹے ہیں۔ وہ اپنے چھوٹے طریقے سے مسابقتی ہے۔<br/><br/> یہ جانتے ہوئے کہ چھوٹا لڑکا بھی Monero کیmining میں مسابقتی ہو سکتا ہے، ہم ہر ایک کی حوصلہ افزائی کرتے ہیں کہ وہ Monero GUI والیٹ میں، جس میں سولو مائننگ کے لیے سپورٹ موجود ہے، یا کمیونٹی مینیئن سافٹ ویئر ڈاؤن لوڈ کر کے اسے گھماؤ۔ یہ آسان، مسابقتی اور سب کے لیے کھلا ہے۔
zh_cn: RandomX在哪些方面吻合这个比喻呢？它试图通过使ASIC非常难以制造来削弱ASIC的优势.它通过要求矿工在挖矿中创造和执行随机代码来实现的.<br/><br/> 这么说你可能还是困惑于RandomX它的实际工作原理，所以让我们回到打印机的类比上吧，还记得彩票设计变更时发生的事情吗?旧的怪物打印机每天晚上都会过时，必须在开发新打印机时考虑添加新的设计.可如果每张新中奖彩票，必须遵守每次新大奖的新设计标准，那会发生什么呢? <br/><br/> 创建新的怪兽打印机将变得异常困难，您不能再计划一个固定的彩票设计，因为每次票面设计是随机的，所以怪兽打印机制造商将不得不增加色彩功能，打印不同字母，边框和形状的方式等等.简而言之，他们最终发明的机器将是标准，普通打印机.就像其他所有人一样.<br/><br/> 仅通过在彩票设计中实现这种随机性，我们就大大减少了专用怪兽打印机所获得的巨大优势.同样的RandomX也通过类似的工作原理抵制矿机.<br/><br/> 通过这种方式，少数富裕人士所获得的优势会被最小化，就好像他们投资发明用于挖掘RandomX的"ASIC"，他们实际上会仅仅发明更强大，更好的CPU，这对整个世界都有利.<br/><br/> 对于普通参与者来说，由于这些富人仍然可以购买比他更多的打印机获得优势，因此普通人可能仍然会遇到困难，但是至少现在，他并没有被单台垄断怪物机器上被跨数量级的技术碾压.<br/><br/> 即使普通人在挖掘Monero方面也有竞争力，所以我们鼓励所有人尝试一下，无论是在Monero GUI钱包中SOLO模式为门罗挖矿，或通过下载社区维护的软件进行门罗挖矿.这都是很容易，具有竞争力并且对所有人开放.
zh_tw: RandomX在哪些方面吻合這個比喻呢？它試圖通過使ASIC非常難以製造來削弱ASIC的優勢.它通過要求礦工在挖礦中創造和執行隨機代碼來實現的.<br/><br/> 這麼說你可能還是困惑於RandomX它的實際工作原理，所以讓我們回到打印機的類比上吧，還記得彩票設計變更時發生的事情嗎?舊的怪物打印機每天晚上都會過時，必須在開發新打印機時考慮添加新的設計.可如果每張新中獎彩票，必須遵守每次新大獎的新設計標準，那會發生什麼呢? <br/><br/ > 創建新的怪獸打印機將變得異常困難，您不能再計劃一個固定的彩票設計，因為每次票面設計是隨機的，所以怪獸打印機製造商將不得不增加色彩功能，打印不同字母，邊框和形狀的方式等等.簡而言之，他們最終發明的機器將是標準，普通打印機.就像其他所有人一樣.<br/><br/> 僅通過在彩票設計中現這種隨機性，我們就大大減少了專用怪獸打印機所獲得的巨大優勢.同樣的RandomX也通過類似的工作原理抵制礦機.<br/><br/> 通過這種方式，少數富裕人士所獲得的優勢會被最小化，就好像他們投資發明用於挖掘RandomX的"ASIC"，他們實際上會僅僅發明更強大，更好的CPU，這對整個世界都有利.<br/>< br/> 對於普通參與者來說，由於這些富人仍然可以購買比他更多的打印機獲得優勢，因此普通人可能仍然會遇到困難，但是至少現在，他並沒有被單台壟斷怪物機器上被跨數量級的技術碾壓.<br/><br/> 即使普通人在挖掘Monero方面也有競爭力，所以我們鼓勵所有人嘗試一下，無論是在Monero GUI錢包中SOLO模式為門羅挖礦，或通過下載社區維護的軟件進行門羅挖礦.這都是很容易，具有競爭力並且對所有人開放.
