Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb2250Sbtext
source: For context, let’s talk a bit about mining hardware. Miners use computers to do the work, but we all know that not every computer is made equally. Some computers are powerful enough to run AI networks or intense games, while others struggle with even simple tasks. These differences in computing power also affect the hash rate, or the rate at which they look for block solutions. <br/><br/> But even these differences between computers pale in comparison to the hash rates of specialized hardware, otherwise known as Application Specific Integrated Circuits (ASICs), which outclass regular computers by several orders of magnitude.<br/><br/> Let’s take some time to explore what makes ASICs so powerful. Imagine all computers as falling somewhere on a spectrum, which ranges from being able to do many things, but nothing well, to doing only one thing, but doing it very well. CPUs and ASICs are on opposite ends of this spectrum.<br/><br/> CPUs that are in all standard computers are on the first end. They can do many things, like browse the web, play games, or render video, but not do any of them particularly well. But this flexibility comes at the cost of efficiency.<br/><br/> ASICs are on the other end, where they can just one thing, but do it at an incredible rate. They can only perform one mathematical function, but because they can ignore everything else, the performance gains are astronomical. This efficiency however, does come at the cost of flexibility, so if the function changes even slightly – an example is x + y = z changes to 2x + y = z – then the ASIC will cease to function altogether. <br/><br/> Not everyone owns an ASIC, but everyone does own computers. This can lead to an unfair advantage.
cs: Pro kontext si řekněme něco o těžebním hardwaru. Těžaři používají k práci počítače, ale všichni víme, že ne každý počítač je vyroben stejně. Některé počítače jsou dostatečně výkonné, aby na nich mohly běžet sítě umělé inteligence nebo náročné hry, zatímco jiné mají problémy i s jednoduchými úkoly. Tyto rozdíly ve výpočetním výkonu ovlivňují také hash rate neboli rychlost, s jakou hledají bloková řešení. <br/><br/> Ale i tyto rozdíly mezi počítači blednou ve srovnání s rychlostí hašování specializovaného hardwaru, jinak známého jako aplikačně specifické integrované obvody (ASIC), které překonávají běžné počítače o několik řádů.<br/><br/> Podívejme se na to, co dělá procesory ASIC tak výkonnými. Představte si, že všechny počítače se nacházejí někde ve spektru, které sahá od schopnosti dělat mnoho věcí, ale nic dobře, až po schopnost dělat pouze jednu věc, ale zato velmi dobře. Procesory a ASIC jsou na opačných koncích tohoto spektra.<br/><br/> Procesory, které jsou ve všech standardních počítačích, jsou na prvním konci. Zvládnou mnoho věcí, například prohlížení webu, hraní her nebo renderování videa, ale žádnou z nich nedělají nijak zvlášť dobře. Tato flexibilita je však na úkor efektivity.<br/><br/> Na druhém konci jsou ASICy, které umí jen jednu věc, ale dělají ji neuvěřitelnou rychlostí. Dokážou vykonávat pouze jednu matematickou funkci, ale protože mohou ignorovat vše ostatní, je nárůst výkonu astronomický. Tato efektivita je však na úkor flexibility, takže pokud se funkce byť jen nepatrně změní - příkladem je x + y = z se změní na 2x + y = z - pak ASIC přestane fungovat úplně.<br/><br/> Ne každý vlastní ASIC, ale každý vlastní počítač. To může vést k nespravedlivé výhodě.
fi: Kontekstia varten puhutaan vähän louhintalaitteistosta. Louhijat käyttävät tietokoneita työhönsä, mutta me kaikki tiedämme että kaikkia tietokoneita ei ole valmistettu samalla tavalla. Jotkut tietokoneet ovat tarpeeksi tehokkaita suorittamaan tekoälyverkkoja tai intensiivisiä pelejä, kun taas toiset kamppailevat jopa yksinkertaisten tehtävien kanssa. Nämä erot laskentatehossa vaikuttavat myös hajautusnopeuteen tai nopeuteen, jolla he etsivät lohkoratkaisuja. <br/><br/> Mutta jopa nämä erot tietokoneiden välillä haalistuvat erikoislaitteistojen, jotka tunnetaan myös nimellä Application Specific Integrated Circuits (ASIC) hajautusnopeudet, jotka ylittävät tavallisia tietokoneita useilla suuruusluokilla.<br/><br/> Otetaan hetki ja tutkitaan, mikä tekee ASIC:ista niin tehokkaan.Kuvittele kaikki tietokoneet jossain spektrissä, joka vaihtelee kyvystä tehdä monia asioita yhtäaikaa, mutta ei mitään hyvin tai kyvystä tehdä vain yksi asia, mutta tekee sen erittäin hyvin. Prosessorit ja ASIC:t ovat tämän spektrin vastakkaisissa päissä.<br/><br/> Prosessorit, jotka ovat kaikissa vakiotietokoneissa, ovat ensimmäisessä päässä. Ne voivat tehdä monia asioita, kuten selata verkkoa, pelata pelejä tai renderöidä videoita, mutta eivät tee mitään niistä erityisen hyvin. Mutta tämä joustavuus tulee tehokkuuden kustannuksella.<br/><br/> ASIC:t ovat toisessa päässä, jossa ne voivat tehdä vain yhden asian, mutta tekevät sen uskomattomalla nopeudella. Ne voivat suorittaa vain yhden matemaattisen funktion, mutta koska he voivat jättää huomioimatta kaiken muun, suorituskyvyn lisäykset ovat tähtitieteellisiä. Tämä tehokkuus kuitenkin tulee joustavuuden kustannuksella, joten jos funktio muuttuu edes vähän – esimerkki on x + y = z muuttuu 2x + y = z:ksi – niin ASIC lakkaa toimimasta kokonaan. <br/><br/> Kaikilla ei ole ASIC:ia, mutta kaikilla on omat tietokoneet. Tämä voi johtaa epäreiluun etulyöntiasemaan.
fr: Pour le contexte, parlons un peu du matériel de minage. Les mineurs utilisent des ordinateurs pour faire le travail, mais nous savons tous que tous les ordinateurs ne sont pas fabriqués de la même manière. Certains ordinateurs sont suffisamment puissants pour exécuter des réseaux d'IA ou des jeux intenses, tandis que d'autres ont du mal avec des tâches même simples. Ces différences de puissance de calcul affectent également le taux de hachage, ou la vitesse à laquelle ils recherchent des solutions de bloc. <br/><br/> Mais même ces différences entre les ordinateurs sont pâles par rapport aux taux de hachage du matériel spécialisé, autrement connu sous le nom de circuits intégrés spécifiques à l'application (ASIC), qui surclassent les ordinateurs ordinaires de plusieurs ordres de grandeur.<br/><br/> Prenons un peu de temps pour explorer ce qui rend les ASIC si puissants. Imaginez que tous les ordinateurs se situent quelque part sur un spectre, qui va de la capacité de faire beaucoup de choses, mais rien de bien, à faire une seule chose, mais de la faire très bien. Les processeurs et les ASIC se situent aux extrémités opposées de ce spectre.<br/><br/> Les processeurs qui se trouvent dans tous les ordinateurs standard sont à la première extrémité. Ils peuvent faire beaucoup de choses, comme naviguer sur le Web, jouer à des jeux ou rendre des vidéos, mais ils ne font rien de très bien. Mais cette flexibilité se fait au détriment de l'efficacité.<br/><br/> Les ASIC sont à l'autre bout, où ils ne peuvent qu'une chose, mais le font à un rythme incroyable. Ils ne peuvent effectuer qu'une seule fonction mathématique, mais comme ils peuvent ignorer tout le reste, les gains de performances sont astronomiques. Cependant, cette efficacité se fait au détriment de la flexibilité, donc si la fonction change même légèrement - un exemple est x + y = z passe à 2x + y = z - alors l'ASIC cessera complètement de fonctionner. <br/><br/> Tout le monde ne possède pas un ASIC, mais tout le monde possède des ordinateurs. Cela peut conduire à un avantage injuste.
it: Per contesto, parliamo un po’ dell’hardware di mining. I minatori utilizzano i computer per svolgere il lavoro, ma sappiamo tutti che non tutti i computer sono uguali. Alcuni computer sono abbastanza potenti da gestire reti di intelligenza artificiale o giochi intensivi, mentre altri hanno difficoltà anche con compiti semplici. Queste differenze nella potenza di calcolo influiscono anche sull’hash rate, ovvero la velocità con cui cercano soluzioni a blocchi. <br/><br/> Ma anche queste differenze tra computer impallidiscono in confronto ai tassi di hash dell'hardware specializzato, altrimenti noto come circuiti integrati specifici per l'applicazione (ASIC), che surclassano i normali computer di diversi ordini di grandezza.<br/><br/> Prendiamoci un po' di tempo per esplorare ciò che rende gli ASIC così potenti. Immaginate che tutti i computer rientrino in uno spettro che va dall'essere in grado di fare molte cose, ma niente bene, al fare solo una cosa, ma farla molto bene. CPU e ASIC si trovano agli estremi opposti di questo spettro.<br/><br/> Le CPU presenti in tutti i computer standard si trovano al primo posto. Possono fare molte cose, come navigare sul Web, giocare o eseguire il rendering di video, ma non ne fanno nessuna particolarmente bene. Ma questa flessibilità va a scapito dell'efficienza.<br/><br/> Gli ASIC sono dall'altra parte, dove possono fare solo una cosa, ma lo fanno a una velocità incredibile. Possono eseguire solo una funzione matematica, ma poiché possono ignorare tutto il resto, i miglioramenti in termini di prestazioni sono astronomici. Questa efficienza, tuttavia, va a scapito della flessibilità, quindi se la funzione cambia anche leggermente – un esempio è x + y = z cambia in 2x + y = z – allora l'ASIC cesserà di funzionare del tutto. <br/><br/> Non tutti possiedono un ASIC, ma tutti possiedono un computer. Ciò può portare ad un vantaggio ingiusto.
lt: Dėl konteksto pakalbėkime šiek tiek apie kasybos įrangą. Kalnakasiai darbui atlikti naudoja kompiuterius, tačiau visi žinome, kad ne visi kompiuteriai pagaminti vienodai. Kai kurie kompiuteriai yra pakankamai galingi, kad galėtų paleisti dirbtinio intelekto tinklus ar intensyvius žaidimus, o kiti susiduria su net paprastomis užduotimis. Šie skaičiavimo galios skirtumai taip pat turi įtakos maišos greičiui arba greičiui, kuriuo jie ieško blokinių sprendimų. <br/><br/> Tačiau net ir šie skirtumai tarp kompiuterių nublanksta prieš specializuotos aparatinės įrangos, kitaip dar vadinamų Application Specific Integrated Circuits (ASIC), maišos rodiklius, kurie keliais dydžiais lenkia įprastus kompiuterius.<br/><br/> Skirkime šiek tiek laiko ir išsiaiškinkime, kas daro ASIC tokias galingas. Įsivaizduokite, kad visi kompiuteriai patenka į kažkurį spektrą, kuris svyruoja nuo gebėjimo atlikti daug dalykų, bet nieko gero, iki atlikti tik vieną dalyką, bet tai daro labai gerai. CPU ir ASIC yra priešinguose šio spektro galuose.<br/><br/> CPU, kurie yra visuose standartiniuose kompiuteriuose, yra pirmame gale. Jie gali atlikti daugybę dalykų, pvz., naršyti internete, žaisti žaidimus ar pateikti vaizdo įrašus, bet ne itin gerai. Tačiau šis lankstumas kainuoja efektyvumą.<br/><br/> ASIC yra kitame gale, kur jie gali atlikti tik vieną dalyką, bet tai daro neįtikėtinu greičiu. Jie gali atlikti tik vieną matematinę funkciją, bet kadangi jie gali nepaisyti viso kito, našumo padidėjimas yra astronominis. Tačiau šis efektyvumas kainuoja lankstumą, taigi, jei funkcija nors ir šiek tiek pasikeičia (pavyzdžiui, x + y = z pasikeičia į 2x + y = z), ASIC visiškai nustos veikti. <br/><br/> Ne visi turi ASIC, bet visi turi savo kompiuterius. Tai gali sukelti nesąžiningą pranašumą.
nb: For kontekst, la oss snakke litt om gruvemaskinvare. Gruvearbeidere bruker datamaskiner for å gjøre jobben, men vi vet alle at ikke alle datamaskiner er laget like. Noen datamaskiner er kraftige nok til å kjøre AI-nettverk eller intense spill, mens andre sliter med selv enkle oppgaver. Disse forskjellene i datakraft påvirker også hashhastigheten, eller hastigheten de ser etter blokkløsninger med. <br/><br/> Men selv disse forskjellene mellom datamaskiner blekner sammenlignet med hashhastighetene til spesialisert maskinvare, ellers kjent som Application Specific Integrated Circuits (ASICs), som utklasser vanlige datamaskiner med flere størrelsesordener.<br/><br/> La oss ta litt tid til å utforske hva som gjør ASIC-er så kraftige. Se for deg at alle datamaskiner faller et sted på et spektrum, som spenner fra å kunne gjøre mange ting, men ingenting bra, til å gjøre bare én ting, men å gjøre det veldig bra. CPU-er og ASIC-er er i motsatte ender av dette spekteret.<br/><br/> CPUer som er i alle standard datamaskiner er i den første enden. De kan gjøre mange ting, som å surfe på nettet, spille spill eller gjengi video, men ikke gjøre noen av dem spesielt godt. Men denne fleksibiliteten kommer på bekostning av effektivitet.<br/><br/> ASIC-er er i den andre enden, hvor de bare kan én ting, men gjør det i en utrolig hastighet. De kan bare utføre én matematisk funksjon, men fordi de kan ignorere alt annet, er ytelsesgevinstene astronomiske. Denne effektiviteten kommer imidlertid på bekostning av fleksibilitet, så hvis funksjonen endres til og med litt - et eksempel er x + y = z endres til 2x + y = z - så vil ASIC slutte å fungere helt. <br/><br/> Ikke alle eier en ASIC, men alle eier datamaskiner. Dette kan føre til en urettferdig fordel.
nl: Laten we het voor de context even hebben over mining-hardware. Miners gebruiken computers om het werk te doen, maar we weten allemaal dat niet elke computer gelijk gemaakt is. Sommige computers zijn krachtig genoeg om AI-netwerken of intense games uit te voeren, terwijl andere worstelen met zelfs eenvoudige taken. Deze verschillen in rekenkracht hebben ook invloed op de hash-snelheid, of de snelheid waarmee ze naar blokoplossingen zoeken. <br/><br/> Maar zelfs deze verschillen tussen computers verbleken in vergelijking met de hash-snelheden van gespecialiseerde hardware, ook wel bekend als Application Specific Integrated Circuits (ASIC's), die gewone computers met vele ordes van grootte overtreffen.<br/><br/> Laten we even de tijd nemen om te onderzoeken wat ASIC's zo krachtig maakt. Stelt u voor dat alle computers ergens in een bepaald spectrum vallen, dat varieert van veel dingen kunnen doen, maar niets goed, tot slechts één ding doen, maar het heel goed doen. CPU's en ASIC's bevinden zich aan weerszijden van dit spectrum.<br/><br/> CPU's die zich in alle standaardcomputers zitten, bevinden zich aan het eerste uiteinde. Ze kunnen veel dingen, zoals surfen op het web, games spelen of video renderen, maar ze kunnen geen van deze dingen bijzonder goed. Maar deze flexibiliteit gaat ten koste van efficiëntie.<br/><br/> ASIC's, aan de andere kant, kunnen maar één ding, maar doen het met een ongelooflijke snelheid. Ze kunnen maar één wiskundige functie uitvoeren, maar omdat ze al het andere kunnen negeren, zijn de prestatiewinsten astronomisch. Deze efficiëntie gaat echter ten koste van flexibiliteit, dus als de functie ook maar een klein beetje verandert – een voorbeeld is x + y = z verandert in 2x + y = z – dan zal de ASIC helemaal niet meer functioneren. <br/><br/> Niet iedereen bezit een ASIC, maar iedereen bezit computers. Dit kan dus leiden tot een oneerlijk voordeel.
pl: Omówmy trochę sprzęt minerów. Minerzy używają komputerów do wykonywania pracy, ale wszyscy wiemy, że nie każdy komputer jest taki sam. Niektóre komputery są wystarczająco wydajne, aby obsługiwać sieci AI lub intensywne gry, podczas gdy inne mają problemy nawet z prostymi zadaniami. Te różnice w mocy obliczeniowej wpływają również na hashrate, czyli szybkość, z jaką szukają nowych bloków. <br/><br/> Ale nawet te różnice między komputerami bledną w porównaniu z hashrate wyspecjalizowanego sprzętu, znanego również jako specjalizowane układy scalone (ASIC), które osiągają hashrate kilka rzędów wielkości większy niż zwykłe komputery.<br/><br/> Poświęćmy trochę czasu na zbadanie, co sprawia, że układy ASIC są tak potężne. Wyobraź sobie, że moc wszystkich komputerów mieści się gdzieś na spektrum, które waha się od możliwości robienia wielu rzeczy, ale żadnej specjalnie szybko, do robienia tylko jednej rzeczy, ale robienia jej bardzo szybko. Procesory i układy ASIC znajdują się na przeciwległych krańcach tego spektrum.<br/><br/> Procesory, które są we wszystkich standardowych komputerach, znajdują się na początku spektrum. Mogą robić wiele rzeczy, takich jak przeglądanie sieci, gra w gry lub renderować wideo, ale żadnej z nich nie wykonują szczególnie szybko. Elastyczność odbywa się kosztem wydajności.<br/><br/> ASIC są na drugim końcu spektrum, mogą tylko jedną rzecz, ale robią ją w niewiarygodnym tempie. Mogą wykonywać tylko jedną funkcję matematyczną, ale ponieważ mogą ignorować wszystko inne, wzrost wydajności jest astronomiczny. Ta wydajność odbywa się jednak kosztem elastyczności, więc jeśli funkcja zmieni się nawet nieznacznie - na przykład x + y = z zmienia się na 2x + y = z - wtedy ASIC całkowicie przestanie działać. <br/><br/> Nie każdy posiada układ ASIC, ale każdy ma komputer ze standardowym procesorem. Wymaganie układów ASIC może prowadzić do nieuczciwej przewagi dla osób, które mają możliwość w nie zainwestować.
pt_br: Para contextualizar, vamos falar um pouco sobre hardware de mineração. Os mineradores usam computadores para fazer o trabalho, mas todos sabemos que nem todos os computadores são feitos da mesma forma. Alguns computadores são poderosos o suficiente para executar redes de IA ou jogos intensos, enquanto outros lutam até mesmo com tarefas simples. Essas diferenças no poder de computação também afetam a taxa de hash ou a taxa na qual eles procuram por soluções de bloco. <br/><br/> Mas mesmo essas diferenças entre computadores são insignificantes em comparação com as taxas de hash de hardware especializado, também conhecido como Application Specific Integrated Circuits (ASICs), que supera os computadores comuns em várias ordens de grandeza.<br/><br/> Vamos dedicar algum tempo para explorar o que torna os ASICs tão poderosos. Imagine todos os computadores como estando em algum ponto de um espectro, que vai desde ser capaz de fazer muitas coisas, mas nada bem, até fazer apenas uma coisa, mas fazê-la muito bem. CPUs e ASICs estão em extremos opostos desse espectro.<br/><br/> As CPUs que estão em todos os computadores padrão estão na primeira extremidade. Eles podem fazer muitas coisas, como navegar na web, jogar ou renderizar vídeo, mas não fazem nada muito bem. Mas essa flexibilidade vem com o custo da eficiência.<br/><br/> Os ASICs estão do outro lado, onde podem fazer apenas uma coisa, mas a uma velocidade incrível. Eles podem executar apenas uma função matemática, mas como podem ignorar todo o resto, os ganhos de desempenho são astronômicos. Essa eficiência, no entanto, vem com o custo da flexibilidade, portanto, se a função mudar mesmo que ligeiramente – um exemplo é x + y = z mudar para 2x + y = z – então o ASIC deixará de funcionar completamente. <br/><br/> Nem todo mundo possui um ASIC, mas todos possuem computadores. Isso pode levar a uma vantagem injusta.
sl: Za kontekst se pogovorimo o strojni opremi za rudarjenje. Rudarji uporabljajo računalnike za opravljanje dela, vendar vsi vemo, da niso vsi računalniki narejeni enako. Nekateri računalniki so dovolj zmogljivi za izvajanje omrežij AI ali intenzivnih iger, medtem ko se drugi težje spopadajo s preprostimi nalogami. Te razlike v računalniški moči vplivajo tudi na hitrost zgoščevanja ali hitrost, s katero iščejo blokovne rešitve. <br/><br/> Toda tudi te razlike med računalniki zbledijo v primerjavi s stopnjami zgoščevanja specializirane strojne opreme, znane tudi kot specifična integrirana vezja (ASIC), ki presegajo običajne računalnike za več magnitud velikosti.<br/><br/> Vzemimo si nekaj časa, da raziščemo, zakaj so ASIC-ji tako močni. Predstavljajte si, da vsi računalniki padejo nekje na spekter, ki sega od tega, da lahko počnejo veliko stvari, a nič dobro, do tega, da delajo samo eno stvar, a jo delajo zelo dobro. CPU-ji in ASIC-ji so na nasprotnih koncih tega spektra.<br/><br/> CPU, ki so v vseh standardnih računalnikih, so na prvem koncu. Počnejo lahko veliko stvari, na primer brskanje po spletu, igranje iger, vendar nobene od njih ne počnejo posebej dobro. Vendar je ta prilagodljivost na račun učinkovitosti.<br/><br/> ASIC so na drugi strani, kjer zmorejo samo eno stvar, vendar to počnejo z neverjetno hitrostjo. Izvajajo lahko samo eno matematično funkcijo, ker pa lahko zanemarijo vse ostalo, so povečanja zmogljivosti astronomska. Ta učinkovitost pa gre na račun prilagodljivosti, tako da če se funkcija vsaj malo spremeni - primer: x + y = z se spremeni v 2x + y = z -, bo ASIC v celoti prenehal delovati. <br/><br/> Nimajo vsi ASIC, vendar imajo vsi računalnike. To lahko vodi do nepoštene prednosti.
sv: För sammanhanget, låt oss prata lite om gruvhårdvara. Gruvarbetare använder datorer för att göra jobbet, men vi vet alla att inte alla datorer är lika tillverkade. Vissa datorer är kraftfulla nog att köra AI-nätverk eller intensiva spel, medan andra kämpar med till och med enkla uppgifter. Dessa skillnader i datorkraft påverkar också hashhastigheten, eller den hastighet med vilken de letar efter blocklösningar. <br/><br/> Men även dessa skillnader mellan datorer bleknar i jämförelse med hashhastigheterna för specialiserad hårdvara, även känd som Application Specific Integrated Circuits (ASIC), som utklassar vanliga datorer med flera storleksordningar.<br/><br/> Låt oss ta lite tid att utforska vad som gör ASICs så kraftfulla. Föreställ dig att alla datorer faller någonstans på ett spektrum, som sträcker sig från att kunna göra många saker, men inget bra, till att bara göra en sak, men att göra det väldigt bra. CPU:er och ASIC:er finns i motsatta ändar av detta spektrum.<br/><br/> CPU:er som finns i alla vanliga datorer är i första änden. De kan göra många saker, som att surfa på webben, spela spel eller rendera video, men inte göra någon av dem särskilt bra. Men denna flexibilitet kommer på kostnaden av effektivitet.<br/><br/> ASICs är i andra änden, där de bara kan en sak, men gör det i en otrolig hastighet. De kan bara utföra en matematisk funktion, men eftersom de kan ignorera allt annat är prestationsvinsterna astronomiska. Denna effektivitet kommer dock på bekostnad av flexibilitet, så om funktionen ändras ens något – ett exempel är x + y = z ändras till 2x + y = z – så kommer ASIC att sluta fungera helt och hållet. <br/><br/> Alla äger inte en ASIC, men alla äger datorer. Detta kan leda till en orättvis fördel.
tl: Para sa konteksto, pag-usapan natin ang tungkol sa pagmimina ng hardware. Gumagamit ang mga minero ng mga computer para gawin ang trabaho, ngunit alam nating lahat na hindi lahat ng computer ay ginawang pantay. Ang ilang mga computer ay sapat na makapangyarihan upang magpatakbo ng mga network ng AI o matinding laro, habang ang iba ay nahihirapan kahit na sa mga simpleng gawain. Ang mga pagkakaibang ito sa computing power ay nakakaapekto rin sa rate ng hash rate, o ang rate kung saan sila naghahanap ng mga block solution. <br/><br/> Ngunit kahit na ang mga pagkakaibang ito sa pagitan ng mga computer ay namumutla kung ihahambing sa mga hash rate ng espesyal na hardware, kung hindi man ay kilala bilang Application Specific Integrated Circuits (ASICs), na mas mataas kaysa sa mga regular na computer sa ilang pagkakasunud-sunod ng magnitude.<br/><br/> Maglaan tayo ng ilang oras upang tuklasin kung bakit napakalakas ng ASIC. Isipin na ang lahat ng mga computer ay nahuhulog sa isang lugar sa isang spectrum, na mula sa kakayahang gumawa ng maraming bagay, ngunit walang maayos, hanggang sa paggawa lamang ng isang bagay, ngunit ginagawa ito nang napakahusay. Ang mga CPU at ASIC ay nasa magkabilang dulo ng spectrum na ito.<br/><br/> Ang mga CPU na nasa lahat ng karaniwang computer ay nasa unang dulo. Maaari silang gumawa ng maraming bagay, tulad ng pag-browse sa web, paglalaro, o pag-render ng video, ngunit hindi nila magawa ang alinman sa mga ito nang mahusay. Ngunit ang kakayahang umangkop na ito ay dumating sa halaga ng kahusayan.<br/><br/> Ang mga ASIC ay nasa kabilang dulo, kung saan maaari lamang nilang gawin ang isang bagay, ngunit gawin ito sa isang hindi kapani-paniwalang bilis. Maaari lamang silang magsagawa ng isang mathematical function, ngunit dahil maaari nilang balewalain ang lahat ng iba pa, ang mga nadagdag sa pagganap ay astronomical. Gayunpaman, ang kahusayan na ito ay dumating sa halaga ng kakayahang umangkop, kaya kung ang function ay nagbabago kahit na bahagyang - isang halimbawa ay ang x + y = z ay nagbabago sa 2x + y = z - kung gayon ang ASIC ay titigil sa paggana nang buo. <br/><br/> Hindi lahat ay nagmamay-ari ng ASIC, ngunit lahat ay nagmamay-ari ng mga computer. Ito ay maaaring humantong sa isang hindi patas na kalamangan.
tr: Bağlam açısından, madencilik donanımı hakkında biraz konuşalım. Madenciler işi yapmak için bilgisayarları kullanıyor ancak hepimiz her bilgisayarın eşit şekilde üretilmediğini biliyoruz. Bazı bilgisayarlar yapay zeka ağlarını veya yoğun oyunları çalıştıracak kadar güçlüyken bazıları basit görevlerle bile mücadele ediyor. Bilgi işlem gücündeki bu farklılıklar aynı zamanda hash oranını veya blok çözümleri arama hızını da etkiler. <br/><br/> Ancak bilgisayarlar arasındaki bu farklar bile, normal bilgisayarları birkaç kat geride bırakan, Uygulamaya Özel Entegre Devreler (ASIC'ler) olarak da bilinen özel donanımların hash oranlarıyla karşılaştırıldığında sönük kalır.<br/><br/> ASIC'leri bu kadar güçlü kılan şeyin ne olduğunu keşfetmeye biraz zaman ayıralım. Tüm bilgisayarların, birçok şeyi yapabilmesinden ama hiçbir şeyi iyi yapmamasından tek bir şeyi yapmasına ama onu çok iyi yapmasına kadar uzanan bir spektrumda bir yere düştüğünü hayal edin. CPU'lar ve ASIC'ler bu spektrumun zıt uçlarında yer alır.<br/><br/> Tüm standart bilgisayarlarda bulunan CPU'lar ilk uçtadır. Web'de gezinmek, oyun oynamak veya video işlemek gibi pek çok şeyi yapabilirler, ancak bunların hiçbirini özellikle iyi yapamazlar. Ancak bu esneklik, verimlilik pahasına gelir.<br/><br/> ASIC'ler diğer tarafta, tek bir şeyi yapabiliyorlar ama bunu inanılmaz bir hızla yapıyorlar. Yalnızca tek bir matematiksel işlevi gerçekleştirebilirler, ancak diğer her şeyi göz ardı edebildikleri için performans kazanımları astronomiktir. Ancak bu verimlilik esneklikten ödün verilmesine neden olur; dolayısıyla eğer fonksiyon çok az da olsa değişirse (örneğin, x + y = z, 2x + y = z olarak değişirse), o zaman ASIC tamamen çalışmayı bırakacaktır. <br/><br/> Herkes bir ASIC'e sahip değildir, ancak herkesin kendi bilgisayarı vardır. Bu durum haksız avantaja yol açabilir.
ur: سیاق و سباق کے لیے، آئیے مائننگ ہارڈویئر کے بارے میں تھوڑی بات کرتے ہیں۔Miners کام کرنے کے لیے کمپیوٹر کا استعمال کرتے ہیں، لیکن ہم سب جانتے ہیں کہ ہر کمپیوٹر برابر نہیں بنایا جاتا۔ کچھ کمپیوٹرز اتنے طاقتور ہوتے ہیں کہ وہ AI نیٹ ورکس یا شدید گیمز چلا سکتے ہیں، جبکہ دوسرے سادہ کاموں میں بھی جدوجہد کرتے ہیں۔ کمپیوٹنگ پاور میں یہ اختلافات ہیش کی شرح، یا اس شرح کو بھی متاثر کرتے ہیں جس پر وہ بلاک حل تلاش کرتے ہیں۔ <br/><br/> لیکن یہاں تک کہ کمپیوٹرز کے درمیان یہ فرق خصوصی ہارڈ ویئر کے ہیش ریٹ کے مقابلے میں ہلکے پڑ جاتے ہیں، بصورت دیگر ایپلیکیشن اسپیسیفک انٹیگریٹڈ سرکٹس (ASICs) کے نام سے جانا جاتا ہے، جو ریگولر کمپیوٹرز کو کئی ترتیبوں سے پیچھے چھوڑ دیتے ہیں۔<br/><br/> آئیے یہ دریافت کرنے میں کچھ وقت لگائیں کہ ASICs کو اتنا طاقتور کیا بناتا ہے۔ تصور کریں کہ تمام کمپیوٹرز کسی سپیکٹرم پر کہیں گر رہے ہیں، جس کی حد بہت سی چیزیں کرنے کے قابل ہے، لیکن کچھ بھی ٹھیک نہیں، صرف ایک کام کرنا، لیکن اسے بہت اچھی طرح سے کرنا ہے۔ CPUs اور ASICs اس سپیکٹرم کے مخالف سروں پر ہیں۔<br/><br/> سی پی یو جو تمام معیاری کمپیوٹرز میں ہیں پہلے سرے پر ہیں۔ وہ بہت سی چیزیں کر سکتے ہیں، جیسے ویب براؤز کرنا، گیمز کھیلنا، یا ویڈیو رینڈر کرنا، لیکن ان میں سے کوئی بھی خاص طور پر اچھا نہیں کر سکتے۔ لیکن یہ لچک کارکردگی کی قیمت پر آتی ہے۔<br/><br/> ASICs دوسرے سرے پر ہیں، جہاں وہ صرف ایک کام کر سکتے ہیں، لیکن اسے ناقابل یقین شرح سے کرتے ہیں۔ وہ صرف ایک ریاضیاتی فعل انجام دے سکتے ہیں، لیکن چونکہ وہ باقی تمام چیزوں کو نظر انداز کر سکتے ہیں، اس لیے کارکردگی کے فوائد فلکیاتی ہیں۔ تاہم، یہ کارکردگی لچک کی قیمت پر آتی ہے، لہذا اگر فنکشن میں تھوڑا سا بھی تبدیلی آتی ہے - ایک مثال x + y = z 2x + y = z میں تبدیل ہوجاتی ہے - تو ASIC مکمل طور پر کام کرنا بند کردے گا۔ <br/><br/> ہر کوئی ASIC کا مالک نہیں ہے، لیکن ہر ایک کے پاس اپنے کمپیوٹر ہیں۔ یہ ایک غیر منصفانہ فائدہ کی قیادت کر سکتا ہے.
zh_cn: 作为上下文，我们来谈谈挖矿硬件。矿工使用计算机来完成工作，但我们都知道并非每台计算机都是一样的。有些计算机功能强大，足以运行人工智能网络或激烈的游戏，而另一些计算机甚至难以完成简单的任务。这些计算能力的差异也会影响哈希率，或者它们寻找区块解决方案的速率。 <br/><br/> 但即使是计算机之间的这些差异，与专用硬件（也称为专用集成电路（ASIC））的哈希率相比也显得苍白无力，后者比普通计算机高出几个数量级。<br/><br/> 让我们花一些时间来探讨一下 ASIC 的强大之处。想象一下，所有计算机都处于一个范围内，范围从能够做很多事情，但做得不好，到只做一件事，但做得很好。 CPU 和 ASIC 处于该范围的两端。<br/><br/> 所有标准计算机中的 CPU 都位于第一端。他们可以做很多事情，比如浏览网页、玩游戏或渲染视频，但没有一件做得特别好。但这种灵活性是以效率为代价的。<br/><br/> ASIC 位于另一端，它们只能做一件事，但以令人难以置信的速度完成。它们只能执行一种数学函数，但由于它们可以忽略其他一切，因此性能提升是天文数字。然而，这种效率确实是以灵活性为代价的，因此，如果功能发生哪怕是轻微的变化（例如 x + y = z 更改为 2x + y = z），那么 ASIC 将完全停止运行。 <br/><br/> 不是每个人都拥有 ASIC，但每个人都拥有计算机。这可能会导致不公平的优势。
zh_tw: 對於上下文，讓我們談談挖礦硬件。礦工使用計算機來完成工作，但我們都知道並非每台計算機都是一樣的。有些計算機功能強大，足以運行 AI 網絡或激烈的遊戲，而另一些計算機甚至難以完成簡單的任務。這些計算能力的差異也會影響哈希率，或者他們尋找塊解決方案的速率。 <br/><br/> 但是，與專用硬件（也稱為專用集成電路 (ASIC)）的哈希率相比，即使是計算機之間的這些差異也顯得微不足道，它比普通計算機高出幾個數量級。<br/><br/> 讓我們花些時間來探索是什麼讓 ASIC 如此強大。想像一下，所有的計算機都處於一個範圍內的某個位置，範圍從能夠做很多事情，但做不好，到只做一件事，但做得很好。 CPU 和 ASIC 處於這個範圍的兩端。<br/><br/> 所有標準計算機中的 CPU 都位於第一端。他們可以做很多事情，例如瀏覽網頁、玩遊戲或渲染視頻，但沒有一項做得特別好。但這種靈活性是以效率為代價的。<br/><br/> ASIC 在另一端，它們只能做一件事，但速度驚人。它們只能執行一個數學函數，但因為它們可以忽略其他所有內容，所以性能提升是天文數字。然而，這種效率確實是以靈活性為代價的，因此即使功能發生輕微變化——例如 x + y = z 變為 2x + y = z——那麼 ASIC 將完全停止運行。 <br/><br/> 不是每個人都擁有 ASIC，但每個人都擁有計算機。這可能導致不公平的優勢。
