Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb3250Sbtitle
source: Who decides when the Monero network upgrades and what is included?
cs: Kdo rozhoduje o tom, kdy se síť Monero aktualizuje a co je její součástí?
fi: Kuka päättää, milloin Monero-verkko päivitetään ja mitä se sisältää?
fr: Qui décide quand se font les mises à jour du réseau Monero et ce qui y est inclus ?
it: Chi decide quando la rete Monero si aggiorna e cosa è incluso?
lt: Kas nusprendžia, kada Monero tinklas bus atnaujintas ir kas įtraukta?
nb: Hvem bestemmer når Monero-nettverket oppgraderes og hva er inkludert?
nl: Wie beslist wanneer het Monero netwerk wordt geüpgraded en wat is hierbij inbegrepen?
pl: Kto decyduje, kiedy sieć Monero się ulepsza i na jaki sposób?
pt_br: Quem decide quando a rede Monero se atualiza e o que está incluído?
sl: Kdo odloča, kdaj se bo omrežje Monero nadgradilo in kaj bo vključeno?
sv: Vem bestämmer när Monero-nätverket ska uppgraderas och vad som ska ingå?
tl: Sino ang magpapasya kung kailan mag-upgrade ang Monero network at ano ang kasama?
tr: Monero ağının ne zaman yükseltileceğine ve nelerin dahil edileceğine kim karar veriyor?
ur: کون فیصلہ کرتا ہے کہ Monero نیٹ ورک کب اپ گریڈ ہوتا ہے اور اس میں کیا شامل ہے؟
zh_cn: 谁来决定门罗币网络何时升级以及包括哪些内容？
zh_tw: 誰來決定門羅幣網絡何時升級以及包括哪些內容？

# sanction250Sbsanctioned8722Sbat
source: Since
cs: Od
fi: Tästä lähtien
fr: Depuis
it: Da
lt: Nuo
nb: Siden
nl: Sinds
pl: Odkąd
pt_br: Desde
sl: Od
sv: Eftersom
tr: O zamandan beri
ur: چونکہ
zh_cn: 从
zh_tw: 從

# sanction250Sbuser
source: User
cs: Uživatel
fi: Käyttäjä
fr: Utilisateur
it: Utente
lt: Vartotojas
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
sl: Uporabnik
sv: Användare
tl: Gumagamit
tr: Kullanıcı
ur: صارف
zh_cn: 用户
zh_tw: 用戶

# sanction250Sbwallet8722Sbfreeze250Sblabel
source: Wallet frozen, trading suspended
cs: Peněženka zmrazena, obchodování pozastaveno
fi: Lompakko jäädytetty, kaupankäynti estetty
fr: Portefeuille gelé, échanges suspendus
it: Portafoglio congelato, commercio sospeso
lt: Piniginė užšaldyta, prekyba sustabdyta
nb: Lommebok frosset, handel suspendert
nl: Portefeuille bevroren, transactie opgeschort
pl: Portfel zamrożony, handel zawieszony
pt_br: Carteira congelada, comércio suspenso
sl: Denarnica zamrznjena, trgovanje prekinjeno
sv: Plånboken frusen, handeln avbröts
tl: Na-freeze ang pitaka, nasuspinde ang pangangalakal
tr: Cüzdan donduruldu, alım satım durduruldu
ur: پرس منجمد، تجارت معطل
zh_cn: 钱包冻结，交易暂停
zh_tw: 錢包凍結，交易暫停

# search250Sball8722Sbmethods
source: All {code} methods
cs: Všechny metody {code}
fi: Kaikki {code} menetelmät
fr: Tous les modes de paiements {code}
it: Tutti i metodi {code}
lt: Visi {code} metodai
nb: Alle {code}-metoder
nl: Alle {code} methoden
pl: Wszystkie metody {code}
pt_br: Todos os métodos {code}
sl: Vse {code} metode
sv: Alla {code} metoder
tl: Lahat ng {code} na pamamaraan
tr: Tüm {code} yöntemleri
ur: تمام {code} طریقے
zh_cn: 所有 {code} 方法
zh_tw: 所有 {code} 方法

# search250Sbamount
source: Amount
cs: Částka
fi: Määrä
fr: Montant
it: Quantità
lt: Suma
nb: Beløp
nl: Hoeveelheid
pl: Wartość
pt_br: Quantia
sl: Znesek
sv: Belopp
tl: Halaga
tr: Miktar
ur: رقم
zh_cn: 金额
zh_tw: 金額

# search250Sbbtn
source: Search
cs: Vyhledávání
fi: Hae
fr: Chercher
it: Cerca
lt: Paieška
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Buscar
sl: Iskanje
sv: Sök
tl: Maghanap
tr: Aramak
ur: تلاش کریں
zh_cn: 搜索
zh_tw: 搜索

# faq250Sbanswer8722Sb11
source: In order to sell Monero on {appName} you'll first need to send some Monero for the arbitration bond to your {appName} wallet. To do that you'll need a {appName} account, access to Monero in another Monero wallet and you need to know your {appName} receiving address. To find your {appName} receiving address you need to go to visit the {walletPage}. The top of the page is divided in three parts allowing you to both send, receive Monero and view your transactions. On the 'Receive' tab you'll find your receiving address. Once you know your {appName} receiving address, you can go to your other Monero wallet and use this address to send Monero to your {appName} address.
cs: Chcete-li prodat Monero na {appName}, musíte nejprve poslat nějaké Monero na arbitrážní dluhopis do vaší peněženky {appName}. K tomu budete potřebovat účet {appName}, přístup k Moneru v jiné peněžence XMR a musíte znát svou přijímací adresu {appName}. Chcete-li najít svou přijímací adresu {appName}, musíte navštívit stránku {walletPage}. Horní část stránky je rozdělena na tři části, což vám umožňuje odesílat a přijímat Monero a prohlížet vaše transakce. Na záložce 'Příjem' najdete adresu příjemce. Jakmile budete znát svou přijímací adresu {appName}, můžete přejít do své druhé Monero peněženky a použít tuto adresu k odeslání Monera na vaši adresu {appName}.
fi: Jotta voit myydä Moneroa {appName}:ssä, sinun on ensin lähetettävä Moneroa välimiesmaksua varten {appName}-lompakkoosi. Tätä varten tarvitset {appName}-tilin, pääsyn Moneroon toisessa Monero-lompakossa ja sinun on tiedettävä {appName}-lompakon vastaanotto-osoitteesi. Löytääksesi {appName}-vastaanotto-osoitteesi sinun on mentävä käymään {walletPage}:lla. Sivun yläosa on jaettu kolmeen osaan, jossa voit lähettää, vastaanottaa Moneroa ja tarkastella tapahtumiasi. "Vastaanota"-välilehdeltä löydät vastaanotto-osoitteesi. Kun tiedät {appName}-vastaanotto-osoitteesi, voit siirtyä toiseen Monero-lompakkoon ja lähettää Moneroa {appName}-osoitteeseesi.
fr: Afin de vendre du Monero sur {appName}, vous devez d'abord envoyer du Monero pour la caution d'arbitrage sur votre portefeuille {appName}. Pour ce faire, vous aurez besoin d'un compte {appName}, d'un accès à du Monero dans un autre portefeuille Monero et vous devez connaître votre adresse de réception {appName}. Pour trouver votre adresse de réception {appName}, vous devez aller visiter la page de votre {walletPage}. Le haut de la page est divisé en trois parties vous permettant à la fois d'envoyer, de recevoir du Monero et de visualiser vos transactions. Dans l'onglet "Recevoir", vous trouverez votre adresse de réception. Une fois que vous connaissez votre adresse de réception {appName}, vous pouvez accéder à votre autre portefeuille Monero externe et utiliser cette adresse pour envoyer Monero à votre adresse {appName}.
it: Per vendere Monero su {appName} dovrai prima inviare alcuni Monero per l'obbligazione arbitrale al tuo portafoglio di obbligazioni arbitrali {appName}. Per fare questo avrete bisogno di un account {appName}, l'accesso a Monero in un altro portafoglio Monero e avete bisogno di conoscere il vostro indirizzo di ricezione {appName}. Per trovare il tuo indirizzo di ricezione {appName} devi andare a visitare il {walletPage}. La parte superiore della pagina è divisa in tre parti che ti permettono sia di inviare, ricevere Monero arbitration bond e visualizzare le tue transazioni. Nella scheda 'Receive' troverai il tuo indirizzo di ricezione. Una volta che conosci il tuo indirizzo di ricezione {appName}, puoi andare sul tuo altro portafoglio Monero e usare questo indirizzo per inviare Monero al tuo indirizzo {appName}.
lt: Norėdami parduoti Monero {appName}, pirmiausia turėsite nusiųsti šiek tiek Monero arbitražo obligacijai į savo {appName} piniginę. Norėdami tai padaryti, jums reikės {appName} paskyros, prieigos prie Monero kitoje Monero piniginėje ir turite žinoti savo {appName} gavimo adresą. Norėdami rasti {appName} gavimo adresą, turite apsilankyti {walletPage}. Puslapio viršus padalintas į tris dalis, leidžiančias siųsti, gauti Monero ir peržiūrėti savo operacijas. Skirtuke „Gauti“ rasite savo gavimo adresą. Kai žinosite savo {appName} gavimo adresą, galite pereiti į kitą savo Monero piniginę ir šiuo adresu siųsti Monero savo {appName} adresu.
nb: For å selge Monero på {appName} må du først sende noen Monero for voldgiftsbindingen til {appName}-lommeboken din. For å gjøre det trenger du en {appName}-konto, tilgang til Monero i en annen Monero-lommebok og du må kjenne din {appName}-mottaksadresse. For å finne din {appName} mottaksadresse må du gå til {walletPage}. Toppen av siden er delt inn i tre deler som lar deg både sende, motta Monero og se transaksjonene dine. På fanen "Motta" finner du mottakeradressen din. Når du kjenner din {appName}-mottaksadresse, kan du gå til den andre Monero-lommeboken din og bruke denne adressen til å sende Monero til {appName}-adressen din.
nl: Om Monero op {appName} te verkopen, moet u eerst wat Monero voor de arbitragegarantie naar uw {appName}-portefeuille sturen. Hiervoor heeft u een {appName}-account nodig, toegang tot Monero in een andere Monero-portefeuille en moet u uw {appName}-ontvangstadres weten. Om uw {appName} ontvangstadres te vinden, moet u naar de {walletPage} gaan. De bovenkant van de pagina is verdeeld in drie delen, zodat u zowel Monero kunt verzenden, ontvangen en uw transacties kunt bekijken. Op het tabblad 'Ontvangen' vindt u uw ontvangstadres. Zodra u uw {appName} ontvangstadres weet, kut u naar uw andere Monero-portemonnee gaan en dit adres gebruiken om Monero naar uw {appName}-adres te sturen.
pl: Aby sprzedać Monero na {appName}, najpierw musisz wysłać Monero pod zastaw do portfela {appName}. Aby to zrobić, potrzebujesz konta na {appName}, dostępu do Monero w innym portfelu Monero i musisz znać swój adres odbiorczy {appName}. Aby znaleźć adres odbiorczy {appName}, musisz odwiedzić {walletPage}. Góra strony podzielona jest na trzy części, które pozwalają zarówno wysłać, odbierać Monero, jak i przeglądać transakcje. W karcie „Odbierz” znajdziesz swój adres odbiorczy. Gdy znasz swój adres odbiorczy {appName}, możesz przejść do drugiego portfela Monero i użyć tego adresu, aby wysłać Monero na adres {appName}.
pt_br: Para vender Monero em {appName} você precisará primeiro enviar algum Monero para a sua carteira de títulos de arbitragem {appName}. Para isso, você precisará de uma conta {appName}, acesso à Monero em outra carteira Monero e você precisa conhecer seu endereço de recebimento {appName}. Para encontrar seu endereço de recebimento {appName}, você precisa ir visitar o {walletPage}. O topo da página está dividido em três partes, permitindo que você envie, receba o título de arbitragem Monero e veja suas transações. Na guia 'Receber' você encontrará seu endereço de recebimento. Uma vez conhecido seu endereço de recebimento {appName}, você pode ir para sua outra carteira Monero e usar este endereço para enviar Monero para seu endereço {appName}.
sl: Če želite prodati Monero na {appName}, boste morali najprej poslati nekaj Monera za arbitražno obveznico v vašo {appName} denarnico. Če želite to narediti, potrebujete {appName} račun, dostop do Monera v drugi Monero denarnici, ter poznati svoj {appName} prejemni naslov. Če želite najti svoj {appName} prejemni naslov, morate obiskati {walletPage}. Vrh strani je razdeljen na tri dele, ki vam omogočajo pošiljanje in prejemanje Monera, ter ogled vaših transakcij. Na zavihku 'Prejemi' boste našli svoj naslov za prejemanje. Ko poznate svoj {appName} prejemni naslov, lahko obiščete svojo drugo Monero denarnico in s tem naslovom pošljete Monero na vaš naslov {appName}.
sv: För att sälja Monero på {appName} måste du först skicka lite Monero för skiljedomsförbindelsen till din {appName} plånbok. För att göra det behöver du ett {appName}-konto, tillgång till Monero i en annan Monero-plånbok och du behöver känna till din {appName}-mottagningsadress. För att hitta din {appName}-mottagningsadress måste du gå till {walletPage}. Överst på sidan är uppdelad i tre delar så att du både kan skicka, ta emot Monero och se dina transaktioner. På fliken "Ta emot" hittar du din mottagningsadress. När du känner till din {appName}-mottagningsadress kan du gå till din andra Monero-plånbok och använda den här adressen för att skicka Monero till din {appName}-adress.
tl: Upang maibenta ang Monero sa {appName} kakailanganin mo munang magpadala ng ilang Monero para sa arbitration bond sa iyong {appName} wallet. Para magawa iyon, kakailanganin mo ng {appName} account, access sa Monero sa isa pang Monero wallet at kailangan mong malaman ang iyong {appName} receiving address. Upang mahanap ang iyong {appName} receiving address kailangan mong pumunta upang bisitahin ang {walletPage}. Ang tuktok ng pahina ay nahahati sa tatlong bahagi na nagbibigay-daan sa iyong parehong magpadala, tumanggap ng Monero at tingnan ang iyong mga transaksyon. Sa tab na 'Receive' makikita mo ang iyong receiving address. Kapag alam mo na ang iyong {appName} receiving address, maaari kang pumunta sa iyong iba pang Monero wallet at gamitin ang address na ito upang ipadala ang Monero sa iyong {appName} address.
tr: Monero'yu {appName} üzerinde satmak için öncelikle tahkim bonosu için bir miktar Monero'yu {appName} cüzdanınıza göndermeniz gerekir. Bunu yapmak için bir {appName} hesabına, başka bir Monero cüzdanındaki Monero'ya erişmeye ve {appName} alım adresinizi bilmeniz gerekir. {appName} alıcı adresinizi bulmak için {walletPage} adresini ziyaret etmeniz gerekir. Sayfanın üst kısmı, hem Monero göndermenize, almanıza hem de işlemlerinizi görüntülemenize olanak tanıyan üç bölüme ayrılmıştır. 'Al' sekmesinde alıcı adresinizi bulacaksınız. {appName} alım adresinizi öğrendikten sonra diğer Monero cüzdanınıza gidebilir ve bu adresi kullanarak Monero'yu {appName} adresinize gönderebilirsiniz.
ur: Monero کو {appName} پر فروخت کرنے کے لیے آپ کو پہلے اپنے {appName} والیٹ میں ثالثی بانڈ کے لیے کچھ Monero بھیجنے کی ضرورت ہوگی۔ ایسا کرنے کے لیے آپ کو ایک {appName} اکاؤنٹ، دوسرے Monero والیٹ میں Monero تک رسائی کی ضرورت ہوگی اور آپ کو اپنا {appName} وصول کرنے کا پتہ جاننا ہوگا۔ اپنا {appName} وصول کرنے کا پتہ تلاش کرنے کے لیے آپ کو {walletPage} پر جانے کی ضرورت ہے۔ صفحہ کے اوپری حصے کو تین حصوں میں تقسیم کیا گیا ہے جس سے آپ دونوں کام، Monero وصول کر سکتے ہیں اور اپنے لین دین کو دیکھ سکتے ہیں۔'Receive' ٹیب پر آپ کو اپنا وصول کرنے کا پتہ ملے گا۔ ایک بار جب آپ کو اپنا {appName} وصول کرنے کا پتہ معلوم ہو جائے تو، آپ اپنے دوسرے Monero والیٹ پر جا سکتے ہیں اور Monero کو اپنے {appName} ایڈریس پر بھیجنے کے لیے اس ایڈریس کا استعمال کر سکتے ہیں۔
zh_cn: 为了在 {appName} 上出售门罗币，您首先需要将一些用于仲裁保证金的门罗币发送到您的 {appName} 仲裁保证金钱包。为此，您需要一个 {appName} 帐户，访问另一个 Monero 钱包中的 Monero，并且您需要知道您的 {appName} 接收地址。要查找您的 {appName} 接收地址，您需要访问 {walletPage}。页面顶部分为三个部分，允许您发送、接收门罗币仲裁保证金并查看您的交易。在“接收”选项卡上，您会找到您的接收地址。一旦您知道您的 {appName} 接收地址，您就可以前往您的另一个 Monero 钱包并使用该地址将 Monero 发送到您的 {appName} 地址。
zh_tw: 為了在 {appName} 上出售門羅幣，您首先需要將一些用於仲裁保證金的門羅幣發送到您的 {appName} 仲裁保證金錢包。為此，您需要一個 {appName} 帳戶，訪問另一個 Monero 錢包中的 Monero，並且您需要知道您的 {appName} 接收地址。要查找您的 {appName} 接收地址，您需要訪問 {walletPage}。頁面頂部分為三個部分，允許您發送、接收門羅幣仲裁保證金並查看您的交易。在“接收”選項卡上，您會找到您的接收地址。一旦您知道您的 {appName} 接收地址，您就可以前往您的另一個 Monero 錢包並使用該地址將 Monero 發送到您的 {appName} 地址。
