Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbdash250Sbprivate250Sbquote
source: <blockquote> <div class="quote"> <p> DASH isn't cryptographically private at all. Actually I had a slide in the deck that was like 'DASH, LOL,' and like nothing else... it's snakeoil and I'm just sort of beside myself about it, personally. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core developer and cryptographer, in a <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> presentation to Coinbase </a>. </p> </footer> </blockquote>
cs: <blockquote> <div class="quote"> <p> DASH není vůbec kryptograficky soukromý. Vlastně jsem měl v balíčku slajd, na kterém bylo "DASH, LOL," a jako nic jiného... je to snakeoil a já osobně jsem z toho tak nějak vedle. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, vývojář bitcoinového jádra a kryptograf, v prezentaci <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> pro Coinbase </a>. </p> </footer> </blockquote>
fi: <blockquote> <div class="quote"> <p> DASH isn't cryptographically private at all. Actually I had a slide in the deck that was like 'DASH, LOL,' and like nothing else... it's snakeoil and I'm just sort of beside myself about it, personally. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Coren kehittäjä ja kryptografi <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/">-esityksessä Coinbaselle </a>. </p> </footer> </blockquote>
fr: <blockquote> <div class="quote"> <p> DASH n'est pas du tout cryptographiquement privé. En fait, j'avais une diapositive qui ressemblait à « DASH, LOL >>, et comme rien d'autre … c'est de l'huile de serpent et je suis juste un peu hors de moi à ce sujet, personnellement. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, développeur et cryptographe Bitcoin Core, dans une présentation <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/">à Coinbase </a>. </p> </footer> </blockquote>
it: <blockquote> <div class="quote"> <p> DASH non è affatto crittograficamente privato. In realtà avevo una diapositiva nel mazzo che era come "DASH, LOL" e come nient'altro ... è un serpente e io sono solo un po 'fuori di me a riguardo, personalmente. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, sviluppatore e crittografo Bitcoin Core, in una presentazione <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> a Coinbase </a>. </p> </footer> </blockquote>
lt: <blockquote> <div class="quote"> <p> DASH nėra kriptografiškai privatus. Tiesą sakant, aš turėjau čiuožyklą, kuri buvo tarsi „DASH, LOL“ ir kaip niekas kitas... tai gyvatės aliejus, ir aš asmeniškai dėl to esu tarsi nuošalyje. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core kūrėjas ir kriptografas, <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> pristatyme Coinbase </a>. </p> </footer> </blockquote>
nb: <blockquote> <div class="quote"> <p> DASH er ikke kryptografisk privat i det hele tatt. Egentlig hadde jeg et lysbilde i dekket som var som "DASH, LOL," og som ingenting annet... det er snakeoil, og jeg er litt utenom meg selv om det personlig. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core-utvikler og kryptograf, i en <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/">-presentasjon til Coinbase </a>. </p> </footer> </blockquote>
nl: <blockquote> <div class="quote"> <p> DASH is cryptografisch helemaal niet privé. Eigenlijk had ik een dia in het deck die was van 'DASH, LOL' en echt niets anders ... het is slangenolie en ik ben er persoonlijk een beetje buiten mezelf over. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core-ontwikkelaar en cryptograaf, in een <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> presentatie aan Coinbase </a>. </p> </footer> </blockquote>
pl: <blockquote> <div class="quote"> <p> DASH wcale nie jest kryptograficznie prywatny. Miałem zjeżdżalnię na pokładzie, na której było napisane „DASH, LOL” i nic więcej… to oszustwo i osobiście mnie to ekscytuje. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, programista i kryptograf Bitcoina Core w <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> prezentacji dla Coinbase</a>. </p> </footer> </blockquote>
pt_br: <blockquote> <div class="quote"> <p> O DASH não é criptograficamente privado. Na verdade, eu tinha um slide no deck que era como 'DASH, LOL' e como nada mais ... é um óleo de cobra e eu estou meio que fora de mim sobre isso, pessoalmente. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, desenvolvedor e criptografador de Bitcoin Core, em uma apresentação <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> para Coinbase </a>. </p> </footer> </blockquote>
sl: <blockquote> <div class="quote"> <p> DASH sploh ni kriptografsko zaseben. Pravzaprav sem imel diapozitiv, ki je dejal "DASH, LOL," in nič drugega ... to je kačje olje in osebno sem glede tega nekako iz sebe. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, razvijalec in kriptograf Bitcoin Core, v <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> predstavitvi za Coinbase </a>. </p> </footer> </blockquote>
sv: <blockquote> <div class="quote"> <p> DASH är inte kryptografiskt privat alls. Egentligen hade jag en rutschkana i kortleken som var som "DASH, LOL", och som inget annat... det är snakeoil och jag är helt enkelt utom mig om det personligen. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core-utvecklare och kryptograf, i en <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/">-presentation till Coinbase </a>. </p> </footer> </blockquote>
tl: <blockquote> <div class="quote"> <p> Ang DASH ay hindi cryptographically pribado sa lahat. Sa totoo lang, nagkaroon ako ng slide sa deck na parang 'DASH, LOL,' at wala nang iba pa... ito ay snakeoil at medyo natataranta ako tungkol dito, sa personal. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core developer at cryptographer, sa isang <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> presentation sa Coinbase </a>. </p> </footer> </blockquote>
tr: <blockquote> <div class="quote"> <p> DASH kriptografik olarak hiçbir şekilde gizli değildir. Aslında destede 'DASH, LOL' gibi bir slayt vardı ve başka hiçbir şeye benzemiyordu... bu yılan yağı ve kişisel olarak bu konuda biraz kendimden geçiyorum. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, Bitcoin Core geliştiricisi ve kriptograf, Coinbase'e <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> sunumunda </a>. </p> </footer> </blockquote>
ur: <blockquote> <div class="quote"> <p> DASH خفیہ نگاری کے لحاظ سے بالکل بھی نجی نہیں ہے۔ درحقیقت میرے پاس ڈیک میں ایک سلائیڈ تھی جو 'DASH, LOL' کی طرح تھی اور اس کے علاوہ کچھ نہیں... یہ سانپ کا تیل ہے اور میں ذاتی طور پر اس کے بارے میں بالکل اپنے پاس ہوں۔ </p> </div> <footer> <p> <b>گریگوری میکسویل </b>، بٹ کوائن کور ڈویلپر اور کرپٹوگرافر، سکے بیس کو <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> پریزنٹیشن میں </a>۔ </p> </footer> </blockquote>
zh_cn: <blockquote> <div class="quote"> <p> 达世币根本不算密码学意义上的隐私加密货币. 事实上我演说幻灯片里有一页就是这样的 '达世币, 呵呵,' 别的无话可说... 达世币我个人看来就是江湖术士卖的狗皮膏药，大力丸，本人敬而远之. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, 比特币的核心开发者和密码学家, 在一篇 <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> 给Coinbase交易所的演讲里提到 </a>. </p> </footer> </blockquote>
zh_tw: <blockquote> <div class="quote"> <p> 達世幣根本不算密碼學意義上的隱私加密貨幣. 事實上我演說幻燈片裡有一頁就是這樣的 '達世幣, 呵呵,' 別的無話可說... 達世幣我個人看來就是江湖術士賣的狗皮膏藥，大力丸，本人敬而遠之. </p> </div> <footer> <p> <b>Gregory Maxwell</b>, 比特幣的核心開發者和密碼學家, 在一篇 <a href="https://archive.21mil.com/blockstream-cto-greg-maxwell-discusses-monero-zcash-privacy-focused-altcoins/"> 給Coinbase交易所的演講裡提到 </a>. </p> </footer> </blockquote>

# notice250Sbnon8722Sbcustodial
source: Fully non-custodial trade settlements are now active! <a href="https://t.me/{appName}" target="_blank" class="next-link">Let us know</a> if you have any questions or encounter any problems. In case you missed it, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">you can read about the update in detail here.</a>
cs: Obchodní vypořádání bez omezení jsou nyní aktivní! <a href="https://t.me/{appName}" target="_blank" class="next-link">Dejte nám vědět</a>, pokud máte nějaké dotazy nebo narazíte na nějaké problémy. V případě, že jste to nezaznamenali, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link"> můžete si o aktualizaci podrobně přečíst zde.</a>
fi: Täysin osapuoleten väliset kaupparatkaisut ovat nyt aktiivisia! <a href="https://t.me/{appName}" target="_blank" class="next-link">Kerro meille</a>, jos sinulla on kysyttävää tai kohtaat ongelmia. Jos missasit tämän, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">voit lukea päivityksestä yksityiskohtaisesti täältä.</a>
fr: Les règlements des transactions entièrement non hébergés sont désormais actifs ! <a href="https://t.me/{appName}" target="_blank" class="next-link">Faites-nous savoir</a> si vous avez des questions ou rencontrez des problèmes. Au cas où vous l'auriez manqué, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">vous pouvez en savoir plus sur la mise à jour ici.</a>
it: Gli accordi commerciali completamente non detentivi sono ora attivi! <a href="https://t.me/{appName}" target="_blank" class="next-link">Facci sapere</a> se hai domande o riscontri problemi. Nel caso ve lo foste perso, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">potete leggere l'aggiornamento in dettaglio qui.</a>
lt: Šiuo metu aktyvūs prekybos atsiskaitymai, nesusiję su laisvės atėmimu! <a href="https://t.me/{appName}" target="_blank" class="next-link">Praneškite mums</a>, jei turite klausimų arba iškilo problemų. Jei praleidote, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link"> apie atnaujinimą galite paskaityti čia.</a>
nb: Helt ikke-forvarende handelsoppgjør er nå aktive! <a href="https://t.me/{appName}" target="_blank" class="next-link">Gi oss beskjed</a> hvis du har spørsmål eller støter på problemer. Hvis du gikk glipp av det, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">kan du lese om oppdateringen i detalj her.</a>
nl: Volledig niet-bewarende handelsnederzettingen zijn nu actief! <a href="https://t.me/{appName}" target="_blank" class="next-link">Laat het ons weten</a> als u vragen heeft of problemen ondervindt. Mocht u het gemist hebben, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">kunt u hier in meer detail lezen over de update.</a>
pl: Non-custodial uregulowania handlowe są teraz aktywne! <a href="https://t.me/{appName}" target="_blank" class="next-link">Daj nam znać</a>, jeśli masz jakieś pytania lub napotkasz jakiekolwiek problemy. Jeśli to przegapiłeś, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">możesz przeczytać szczegółowo o aktualizacji tutaj.</a>
pt_br: Acordos comerciais totalmente sem custódia agora estão ativos! <a href="https://t.me/{appName}" target="_blank" class="next-link">Informe-nos</a> se tiver alguma dúvida ou encontrar algum problema. Caso você tenha perdido, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">você pode ler sobre a atualização em detalhes aqui.</a>
sl: Popolnoma neskrbniške trgovalne poravnave so zdaj aktivne! <a href="https://t.me/{appName}" target="_blank" class="next-link">Sporočite nam </a>, če imate kakršna koli vprašanja ali naletite na težave. Če ste zamudili, si lahko <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">o posodobitvi podrobno preberete tukaj.</a>
sv: Helt icke frihetsberövande handelsuppgörelser är nu aktiva! <a href="https://t.me/{appName}" target="_blank" class="next-link">Låt oss veta</a> om du har några frågor eller problem. Om du missade det, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">du kan läsa mer om uppdateringen i detalj här.</a>
tl: Ang mga ganap na non-custodial trade settlement ay aktibo na ngayon! <a href="https://t.me/{appName}" target="_blank" class="next-link">Ipaalam sa amin</a> kung mayroon kang anumang mga tanong o nakakaranas ng anumang mga problema. Kung sakaling napalampas mo ito, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">mababasa mo ang tungkol sa update nang detalyado dito.</a>
tr: Tamamen gözetimsiz ticaret anlaşmaları artık aktif! Herhangi bir sorunuz varsa veya herhangi bir sorunla karşılaşırsanız <a href="https://t.me/{appName}" target="_blank" class="next-link">bize bildirin</a>. Kaçırmış olmanız durumunda, <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">güncelleme hakkında ayrıntılı bilgiyi buradan okuyabilirsiniz.</a>
ur: مکمل طور پر غیر کسٹوڈیل تجارتی بستیاں اب فعال ہیں! <a href="https://t.me/{appName}" target="_blank" class="next-link">ہمیں بتائیں</a> اگر آپ کے کوئی سوالات ہیں یا کوئی مسئلہ درپیش ہے۔ اگر آپ نے اسے کھو دیا ہے تو<a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">، آپ یہاں اپ ڈیٹ کے بارے میں تفصیل سے پڑھ سکتے ہیں۔</a>
zh_cn: 完全非托管的贸易结算现已生效！ <a href="https://t.me/{appName}" target="_blank" class="next-link">如果您有任何疑问或遇到任何问题，请告诉我们</a> 。如果您错过了， <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">您可以在此处详细了解更新。</a>
zh_tw: 完全非託管的貿易結算現已生效！ <a href="https://t.me/{appName}" target="_blank" class="next-link">如果您有任何疑問或遇到任何問題，請告訴我們</a> 。如果您錯過了， <a href="/blog/announcements/fully-non-custodial-trade-settlements" target="_blank" class="next-link">您可以在此處詳細了解更新。</a>

# notification250Sbmarked8722Sball8722Sbread
source: Mark all notifications read
cs: Označit všechna oznámení jako přečtená
fi: Merkitse kaikki ilmoitukset luetuiksi
fr: Marquer toutes les notifications comme lues
it: Contrassegna tutte le notifiche come lette
lt: Pažymėkite visus pranešimus kaip perskaitytus
nb: Merk alle varsler som lest
nl: Markeer alle meldingen als gelezen
pl: Zaznacz wszystkie powiadomienia jako przeczytane
pt_br: Marcar tudo como lido
sl: Označite vsa obvestila kot prebrana
sv: Markera alla aviseringar som lästa
tl: Markahan ang lahat ng notification na nabasa na
tr: Tüm bildirimleri okundu olarak işaretle
ur: تمام اطلاعات کو پڑھا ہوا نشان زد کریں
zh_cn: 我读取了所有通知
zh_tw: 我讀取了所有通知
