Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb6250Sbtitle
source: Translations
cs: Překlady
fi: Käännökset
fr: Traductions
it: Traduzioni
lt: Vertimai
nb: Oversettelser
nl: Vertalingen
pl: Tłumaczenia
pt_br: Traduções
sl: Prevodi
sv: Översättningar
tl: Mga pagsasalin
tr: Çeviriler
ur: ترجمے
zh_cn: 翻译
zh_tw: 翻譯
