Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbafterword8722Sb0
source: Monero has been 100% open source from its inception, meaning anyone can view the software's <a href="https://github.com/monero-project/bitmonero"> source code </a> to verify that no backdoors exist and that the software is secure.
cs: Monero je od svého počátku 100% open source, což znamená, že kdokoli si může prohlédnout zdrojový kód softwaru <a href="https://github.com/monero-project/bitmonero"> </a> a ověřit, že neexistují žádná zadní vrátka a že je software bezpečný.
fi: Monero on ollut 100% avoimella lähdekoodilla alusta alkaen, mikä tarkoittaa että kuka tahansa voi tarkastella ohjelmiston <a href="https://github.com/monero-project/bitmonero"> lähdekoodia </a> varmistaakseen, ettei takaovia ole olemassa ja että ohjelmisto on turvallinen.
fr: Monero est 100% Open Source depuis sa création, ce qui signifie que n'importe qui peut voir le <a href="https://github.com/monero-project/bitmonero">code source</a> du logiciel pour vérifier qu'aucune porte dérobée n'existe et que le logiciel est sécurisé.
it: Monero è stato open source al 100% sin dall'inizio, il che significa che chiunque può visualizzare il <a href="https://github.com/monero-project/bitmonero"> codice sorgente del software </a> per verificare che non esistano backdoor e che il software sia sicuro.
lt: „Monero“ nuo pat įkūrimo buvo 100% atviro kodo, o tai reiškia, kad kiekvienas gali peržiūrėti programinės įrangos <a href="https://github.com/monero-project/bitmonero"> šaltinio kodą </a>, kad patikrintų, ar nėra užpakalinių durų ir ar programinė įranga yra saugi.
nb: Monero har vært 100 % åpen kildekode fra starten, noe som betyr at alle kan se programvarens <a href="https://github.com/monero-project/bitmonero"> kildekode </a> for å bekrefte at ingen bakdører eksisterer og at programvaren er sikker.
nl: Monero is vanaf het begin 100% open source geweest, wat betekent dat iedereen de <a href="https://github.com/monero-project/bitmonero"> broncode </a> van de software kan bekijken om te verifiëren dat er geen backdoors bestaan en dat de software veilig is.
pl: Monero było w 100% open source od samego początku, co oznacza, że każdy zawsze mógł zobaczyć <a href="https://github.com/monero-project/bitmonero">kod źródłowy</a> i sprawdzić, czy nie istnieją żadne tylne wejścia, a całość jest bezpieczna.
pt_br: O Monero é 100% de código aberto desde o início, o que significa que qualquer pessoa pode visualizar o <a href="https://github.com/monero-project/bitmonero"> código-fonte </a> do software para verificar se não existem backdoors e se o software é seguro.
sl: Monero je že od samega začetka 100% odprtokoden - kar pomeni, da si lahko kdorkoli ogleda <a href="https://github.com/monero-project/bitmonero"> izvorno kodo </a> programske opreme, da preveri, da ne obstajajo stranska vrata in ali je programska oprema varna.
sv: Monero har varit 100% öppen källkod sedan starten, vilket innebär att vem som helst kan se programvarans <a href="https://github.com/monero-project/bitmonero"> källkod </a> för att verifiera att det inte finns några bakdörrar och att programvaran är säker.
tl: Ang Monero ay naging 100% open source mula sa pagkakabuo nito, ibig sabihin, maaaring tingnan ng sinuman ang <a href="https://github.com/monero-project/bitmonero"> source code ng software </a> upang i-verify na walang backdoors ang umiiral at na ang software ay ligtas.
tr: Monero, başlangıcından bu yana %100 açık kaynaktır; bu, herhangi bir arka kapının mevcut olmadığını ve yazılımın güvenli olduğunu doğrulamak için herkesin yazılımın <a href="https://github.com/monero-project/bitmonero"> kaynak kodunu </a> görüntüleyebileceği anlamına gelir.
ur: Monero اپنے آغاز سے ہی 100% اوپن سورس رہا ہے، یعنی کوئی بھی سافٹ ویئر کا <a href="https://github.com/monero-project/bitmonero"> سورس کوڈ </a> دیکھ کر تصدیق کر سکتا ہے کہ کوئی بیک ڈور موجود نہیں ہے اور یہ کہ سافٹ ویئر محفوظ ہے۔
zh_cn: 门罗币从一开始就是百分之百的开源项目, 也就是说任何人都可以查看它的 <a href="https://github.com/monero-project/bitmonero"> 开源代码 </a> 来确定门罗币没有暗箱操作留有后门，也没有安全性的问题.
zh_tw: 門羅幣從一開始就是百分之百的開源項目, 也就是說任何人都可以查看它的 <a href="https://github.com/monero-project/bitmonero"> 開原始程式碼 </a> 來確定門羅幣沒有暗箱操作留有後門，也沒有安全性的問題.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbafterword8722Sb1
source: Monero also has <a href="https://lab.getmonero.org/"> peer-reviewed research papers </a> which mathematically and systematically verify all of its properties listed above.
cs: Monero má také <a href="https://lab.getmonero.org/"> recenzované výzkumné práce </a>, které matematicky a systematicky ověřují všechny jeho vlastnosti uvedené výše.
fi: Monerolla on myös <a href="https://lab.getmonero.org/"> vertaisarvioituja tutkimuspapereita </a>, jotka varmistavat matemaattisesti ja systemaattisesti kaikki sen yllä luetellut ominaisuudet.
fr: Monero a également <a href="https://lab.getmonero.org/">des articles de recherche évalués par des pairs</a> qui vérifient mathématiquement et systématiquement toutes ses propriétés énumérées ci-dessus.
it: Monero ha anche <a href="https://lab.getmonero.org/"> articoli di ricerca peer-reviewed </a> che verificano matematicamente e sistematicamente tutte le sue proprietà sopra elencate.
lt: Monero taip pat turi <a href="https://lab.getmonero.org/"> recenzuojamų mokslinių tyrimų </a>, kurie matematiškai ir sistemingai patikrina visas aukščiau išvardytas jo savybes.
nb: Monero har også <a href="https://lab.getmonero.org/"> fagfellevurderte forskningsartikler </a> som matematisk og systematisk verifiserer alle egenskapene som er oppført ovenfor.
nl: Monero heeft ook <a href="https://lab.getmonero.org/"> collegiaal getoetste onderzoeksdocumenten </a> die alle bovengenoemde eigenschappen wiskundig en systematisch verifiëren.
pl: Monero ma również <a href="https://lab.getmonero.org/">recenzowane publikacje badawcze</a>, które matematycznie i systematycznie weryfikują wszystkie jego właściwości wymienione powyżej.
pt_br: Monero também possui <a href="https://lab.getmonero.org/"> trabalhos de pesquisa revisados por pares </a> que verificam matematicamente e sistematicamente todas as suas propriedades listadas acima.
sl: Monero ima tudi <a href="https://lab.getmonero.org/"> strokovno pregledane raziskovalne dokumente </a>, ki matematično in sistematično preverjajo vse zgoraj navedene lastnosti.
sv: Monero har också <a href="https://lab.getmonero.org/"> kollegialt granskade forskningsrapporter </a> som matematiskt och systematiskt verifierar alla de egenskaper som anges ovan.
tl: Ang Monero ay mayroon ding <a href="https://lab.getmonero.org/"> peer-reviewed research paper </a> na mathematically at sistematikong nagpapatunay sa lahat ng mga katangian nito na nakalista sa itaas.
tr: Monero ayrıca yukarıda listelenen tüm özelliklerini matematiksel ve sistematik olarak doğrulayan <a href="https://lab.getmonero.org/"> hakemli araştırma makalelerine </a> sahiptir.
ur: مونیرو کے پاس <a href="https://lab.getmonero.org/"> ہم مرتبہ جائزہ شدہ تحقیقی مقالے </a> بھی ہیں جو اوپر درج اس کی تمام خصوصیات کی ریاضی اور منظم طریقے سے تصدیق کرتے ہیں۔
zh_cn: 还有一篇门罗币的<a href="https://lab.getmonero.org/"> 同行业内的研究报告 </a> 从数学层次上和系统性对上述属性进行了验证.
zh_tw: 還有一篇門羅幣的<a href="https://lab.getmonero.org/"> 同行業內的研究報告 </a> 從數學層次上和系統性對上述屬性進行了驗證.

# notification250Sbmessage
source: You have a new message in trade {tradeId} from {username}
cs: Máte novou zprávu v obchodě {tradeId} od {username}
fi: Sinulla on uusi viesti kaupassa {tradeId} lähettäjältä {username}
fr: Vous avez un nouveau message de {username} dans la transaction {tradeId}
it: Hai un nuovo messaggio in compravendita {tradeId} da {username}
lt: Turite naują pranešimą prekyboje {tradeId} nuo {username}
nb: Du har en ny melding i handelen {tradeId} fra {username}
nl: U heeft een nieuw bericht in ruil {tradeId} van {username}
pl: Masz nową wiadomość dotyczącą handlu {tradeId} od {username}
pt_br: Nova mensagem em {tradeId} de {username}
sl: Imate novo sporočilo v trgovanju {tradeId} od {username}
sv: Du har ett nytt meddelande inom handel {tradeId} från {username}
tl: Mayroon kang bagong mensahe sa kalakalan {tradeId} mula sa {username}
tr: {username}'den {tradeId} takasında yeni bir mesajınız var
ur: آپ کے پاس تجارت میں ایک نیا پیغام ہے {tradeId} سے {username}
zh_cn: 你的交易{tradeId}对方{username}发了一个消息
zh_tw: 你的交易{tradeId}對方{username}發了一個消息

# notification250Sbno8722Sbnotifications
source: You don't have any notifications yet
cs: Zatím nemáte žádná oznámení
fi: Sinulla ei ole vielä ilmoituksia
fr: Vous n'avez pas encore de notifications
it: Non hai nessuna notifica al momento
lt: Dar neturite jokių pranešimų
nb: Du har ingen varsler ennå
nl: U heeft nog geen meldingen
pl: Nie masz jeszcze żadnych powiadomień
pt_br: Sem notificações
sl: Nimate še nobenega obvestila
sv: Du har inga aviseringar än
tl: Wala ka pang anumang mga notification
tr: Henüz herhangi bir bildiriminiz yok
ur: آپ کے پاس ابھی تک کوئی اطلاع نہیں ہے
zh_cn: 你还没有任何通知
zh_tw: 你還沒有任何通知

# notification250Sbread
source: Read notifications
cs: Přečtěte si upozornění
fi: Lue ilmoitukset
fr: Lire les notifications
it: Leggi le notifiche
lt: Skaityti pranešimus
nb: Les varsler
nl: Meldingen lezen
pl: Przeczytaj powiadomienia
pt_br: Ler notificações
sl: Preberite obvestila
sv: Läs Anmälan
tl: Basahin ang mga notification
tr: Bildirimleri oku
ur: اطلاعات پڑھیں
zh_cn: 阅读通知
zh_tw: 閱讀通知

# notification250Sbtrade8722Sbcancelled
source: Trade {tradeId} has been cancelled by {username}
cs: Obchod {tradeId} byl zrušen {username}
fi: {username} on peruuttanut kaupan {tradeId}
fr: La transaction {tradeId} a été annulée par {username}
it: La compravendita {tradeId} è stata cancellata da {username}
lt: Prekybą {tradeId} atšaukė {username}
nb: Handelen {tradeId} er kansellert av {username}
nl: Transactie {tradeId} is geannuleerd door {username}
pl: Handel {tradeId} został anulowany przez {username}
pt_br: Negociação {tradeId} foi cancelada por {username}
sl: Trgovanje {tradeId} je preklical uporabnik {username}
sv: Handel {tradeId} har annullerats av {username}
tl: Kinansela ng {username} ang kalakalan {tradeId}
tr: {tradeId} ticareti {username} tarafından iptal edildi
ur: تجارت {tradeId} کو {username} نے منسوخ کر دیا ہے
zh_cn: 用户{username}取消了交易{tradeId}
zh_tw: 用戶{username}取消了交易{tradeId}
