Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbdandelion250Sb2250Sbtitle
source: The mitigation(s)
cs: Zmírnění
fi: Lievennykset
fr: Possible(s) contre-mesure(s)
it: Le mitigazioni
lt: Švelninimas (-ai)
nb: Reduseringen(e)
nl: De mitigatie(s)
pl: Zabezpieczenia
pt_br: A (s) mitigação (ões)
sl: Ublažitev
sv: The mildrande
tl: Ang (mga) pagpapagaan
tr: Azaltma(lar)
ur: تخفیف (زبانیں)
zh_cn: 应对措施
zh_tw: 應對措施

# knowledge250Sbdandelion250Sbdescription
source: Monero takes precautions to obfuscate on-chain data, however there are some attacks that can be done the moment a transaction occurs that cannot be performed any time later.
cs: Společnost Monero podniká preventivní opatření, aby zatemnila data v řetězci, nicméně existují některé útoky, které lze provést v okamžiku, kdy dojde k transakci, kterou nelze provést kdykoli později.
fi: Monero ryhtyy varotoimiin ketjussa olevien tietojen sekoittamiseksi, mutta on olemassa joitain hyökkäyksiä, jotka voidaan tehdä tapahtumahetkellä ja joita ei voida suorittaa milloin tahansa myöhemmin.
fr: Monero prend des précautions pour masquer les données inscrites sur la chaîne, mais certaines attaques peuvent être effectuées au moment où une transaction se produit et ne peuvent plus être exécutées plus tard.
it: Monero prende precauzioni per offuscare i dati sulla catena, tuttavia ci sono alcuni attacchi che possono essere fatti nel momento in cui si verifica una transazione che non può essere eseguita in un secondo momento.
lt: „Monero“ imasi atsargumo priemonių, kad užtemdytų grandinės duomenis, tačiau yra keletas atakų, kurios gali būti įvykdytos tuo metu, kai įvyksta operacija, kurios negalima atlikti bet kada vėliau.
nb: Monero tar forholdsregler for å tilsløre data i kjeden, men det er noen angrep som kan gjøres i det øyeblikket en transaksjon inntreffer som ikke kan utføres senere.
nl: Monero neemt voorzorgsmaatregelen om on-chain-gegevens te verdoezelen, maar er zijn enkele aanvallen die kunnen worden uitgevoerd op het moment dat er een transactie plaatsvindt die later niet kan worden uitgevoerd.
pl: Monero podejmuje środki ostrożności w celu schowania danych onchain, jednak istnieją pewne ataki, które można wykonać w momencie, gdy nastąpi transakcja i których nie można wykonać potem.
pt_br: O Monero toma precauções para ofuscar dados na cadeia, no entanto, existem alguns ataques que podem ser feitos no momento em que ocorre uma transação que não pode ser executada mais tarde.
sl: Monero poskrbi za zakrivanje podatkov v verigi, vendar je nekatere napade mogoče izvesti v trenutku, ko pride do transakcije in jih ni mogoče izvesti pozneje.
sv: Monero vidtar försiktighetsåtgärder för att fördunkla data i kedjan, men det finns vissa attacker som kan göras i det ögonblick en transaktion inträffar som inte kan utföras någon gång senare.
tl: Nag-iingat si Monero upang i-obfuscate ang on-chain na data, gayunpaman, may ilang mga pag-atake na maaaring gawin sa sandaling mangyari ang isang transaksyon na hindi maaaring gawin anumang oras mamaya.
tr: Monero, zincir üzerindeki verileri gizlemek için önlemler alır, ancak bir işlemin gerçekleştiği anda yapılabilen ve daha sonra gerçekleştirilemeyen bazı saldırılar da vardır.
ur: Monero آن چین ڈیٹا کو مبہم کرنے کے لیے احتیاطی تدابیر اختیار کرتا ہے، تاہم کچھ حملے ایسے ہوتے ہیں جو اس وقت کیے جا سکتے ہیں جب کوئی لین دین ہوتا ہے جو بعد میں کسی بھی وقت انجام نہیں دیا جا سکتا۔
zh_cn: 门罗币有一系列的预防措施来保护链上数据，但是有些攻击，虽然无法在交易完成后发动，也无法针对历史数据执行，却有机会在交易发生的瞬间造成危害.
zh_tw: 門羅幣有一系列的預防措施來保護鏈上數據，但是有些攻擊，雖然無法在交易完成後發動，也無法針對歷史數據執行，卻有機會在交易發生的瞬間造成危害.

# knowledge250Sbdandelion250Sbtitle
source: How Dandelion++ Keeps Monero's Transaction Origins Private
cs: Jak Dandelion++ uchovává původ transakcí Monero v soukromí
fi: Kuinka Dandelion++ pitää Moneron tapahtuman alkuperän yksityisenä
fr: Comment Dandelion++ garde les origines des transactions de Monero privées
it: Come Dandelion ++ mantiene private le origini delle transazioni di Monero
lt: Kaip „Dandelion++“ išlaiko Monero sandorio kilmę privačią
nb: Hvordan Dandelion++ holder Moneros transaksjonsopprinnelse privat
nl: Hoe Dandelion++ de Oorsprong van de Transacties van Monero Privé Houdt
pl: Jak Dandelion++ prywatyzuje źródło transakcji Monero
pt_br: Como o Dandelion ++ mantém as origens da transação de Monero em sigilo
sl: Kako Dandelion++ Ohranja Zasebnost Izvora Transakcije Monero
sv: Hur Dandelion++ håller Moneros transaktionsursprung privat
tl: Paano Pinapanatili ng Dandelion++ na Pribado ang Pinagmulan ng Transaksyon ni Monero
tr: Dandelion++ Monero'nun İşlem Kaynaklarını Nasıl Gizli Tutuyor?
ur: کیسے ڈینڈیلین ++ مونیرو کے لین دین کی اصل کو نجی رکھتا ہے
zh_cn: Dandelion ++蒲公英改进协议如何使Monero从源头得到更强防护
zh_tw: Dandelion ++蒲公英改進協議如何使Monero從源頭得到更強防護

# knowledge250Sbdescription
source: What makes Monero special? Learn by reading the articles and guides on our Knowledge page.
cs: Čím je Monero výjimečné? Učte se čtením článků a průvodců na naší stránce znalostí.
fi: Mikä tekee Monerosta erityisen? Opi lukemalla Tietosivumme artikkelit ja oppaat.
fr: Qu'est-ce qui rend Monero spécial ? Apprenez en lisant les articles et les guides sur notre page Connaissances.
it: Cosa rende speciale Monero? Impara leggendo gli articoli e le guide nella nostra pagina della conoscenza.
lt: Kuo Monero ypatingas? Sužinokite skaitydami straipsnius ir vadovus mūsų žinių puslapyje.
nb: Hva gjør Monero spesiell? Lær ved å lese artiklene og veiledningene på vår kunnskapsside.
nl: Wat maakt Monero speciaal? Leer meer hierover door de artikelen en handleidingen op onze Kennispagina te lezen.
pl: Co sprawia, że Monero jest wyjątkowe? Dowiedz się, czytając artykuły i przewodniki na naszej stronie Knowledge.
pt_br: O que torna o Monero especial? Aprenda lendo os artigos e guias em nossa página Conhecimento.
sl: Zakaj je Monero poseben? Izvedite več z branjem člankov in vodnikov na naši strani znanja.
sv: Vad är det som gör Monero så speciellt? Lär dig mer genom att läsa artiklarna och guiderna på vår kunskapssida.
tl: Ano ang ginagawang espesyal sa Monero? Matuto sa pamamagitan ng pagbabasa ng mga artikulo at gabay sa aming pahina ng Kaalaman.
tr: Monero'yu özel kılan nedir? Bilgi sayfamızdaki makaleleri ve kılavuzları okuyarak öğrenin.
ur: Monero کو کیا خاص بناتا ہے؟ ہمارے نالج پیج پر مضامین اور گائیڈز پڑھ کر سیکھیں۔
zh_cn: 是什么使门罗币与众不同？阅读“知识”页面上的文章和指南以学习。
zh_tw: 是什麼使門羅幣與眾不同？閱讀“知識”頁面上的文章和指南以學習。

# knowledge250Sbeconomy250Sb0250Sbtext
source: <p>One of the most important aspects in the survival and growth of cryptocurrencies and their usability is the formation of circular economies. We have seen these pop up at small scale within Bitcoin and other cryptocurrencies, but Monero has multiple attributes that uniquely enable us to build and participate in circular economies.</p>
cs: <p>Jedním z nejdůležitějších aspektů přežití a růstu kryptoměn a jejich využitelnosti je formování cirkulárních ekonomik. Viděli jsme, jak se v malém měřítku objevují v bitcoinu a dalších kryptoměnách, ale Monero má několik atributů, které nám jedinečně umožňují budovat a podílet se na cirkulárních ekonomikách.</p>
fi: <p>Yksi tärkeimmistä näkökulmista kryptovaluuttojen selviytymisessä ja kasvussa sekä käytettävyydessä on kiertotalouksien muodostuminen. Olemme nähneet näiden ilmestyvän pienessä mittakaavassa Bitcoinissa ja muissa kryptovaluutoissa, mutta Monerolla on useita ominaisuuksia joiden avulla voimme ainutlaatuisesti rakentaa kiertotalouksia ja osallistua niihin.</p>
fr: <p>L'un des aspects les plus importants de la survie et de la croissance des crypto-monnaies et de leur convivialité est la formation d'économies circulaires. Nous avons vu celles-ci apparaître à petite échelle dans Bitcoin et d'autres crypto-monnaies, mais Monero possède de multiples attributs qui nous permettent de façon unique de construire et de participer à des économies circulaires.</p>
it: <p>Uno degli aspetti più importanti della sopravvivenza e della crescita delle criptovalute e della loro usabilità è la formazione di economie circolari. Abbiamo visto questi spuntare su piccola scala all'interno di Bitcoin e altre criptovalute, ma Monero ha molteplici attributi che ci consentono in modo univoco di costruire e partecipare a economie circolari.</p>
lt: <p>Vienas svarbiausių kriptovaliutų išlikimo ir augimo bei jų panaudojimo aspektų yra žiedinės ekonomikos formavimas. Pastebėjome, kad tai nedideliu mastu „Bitcoin“ ir kitose kriptovaliutose, tačiau „Monero“ turi daug savybių, kurios unikaliai leidžia mums kurti žiedinę ekonomiką ir joje dalyvauti.</p>
nb: <p>Et av de viktigste aspektene i overlevelsen og veksten av kryptovalutaer og deres brukervennlighet er dannelsen av sirkulære økonomier. Vi har sett disse dukke opp i liten skala innenfor Bitcoin og andre kryptovalutaer, men Monero har flere attributter som unikt setter oss i stand til å bygge og delta i sirkulære økonomier.</p>
nl: <p>Een van de belangrijkste aspecten in het voortbestaan en de groei van cryptocurrencies en hun bruikbaarheid is de vorming van circulaire economieën. We hebben deze op kleine schaal zien opduiken binnen Bitcoin en andere cryptocurrencies, maar Monero heeft meerdere kenmerken die ons op unieke wijze in staat stellen circulaire economieën op te bouwen en eraan deel te nemen.</p>
pl: <p> Jednym z najważniejszych aspektów przetrwania i wzrostu kryptowalut oraz ich użyteczności jest tworzenie circular economies. Widzieliśmy to na małą skalę w Bitcoinie i innych kryptowalutach, ale Monero ma wiele atrybutów, które w wyjątkowy sposób umożliwiają nam budowanie i uczestniczenie w circular economies. </p>
pt_br: <p>Um dos aspectos mais importantes para a sobrevivência e crescimento das moedas criptográficas e sua usabilidade é a formação de economias circulares. Temos visto estas aparecerem em pequena escala dentro de Bitcoin e outras moedas criptográficas, mas Monero tem múltiplos atributos que nos permitem construir e participar de economias circulares de forma única.</p>
sl: <p>Eden najpomembnejših vidikov preživetja in rasti kriptovalut ter njihove uporabnosti je oblikovanje krožnih gospodarstev. Videli smo, da se te pojavljajo v majhnem obsegu v Bitcoinu in drugih kriptovalutah, vendar ima Monero številne lastnosti, ki nam edinstveno omogočajo gradnjo krožnih gospodarstev in sodelovanje v njih.</p>
sv: <p>En av de viktigaste aspekterna i överlevnaden och tillväxten av kryptovalutor och deras användbarhet är bildandet av cirkulära ekonomier. Vi har sett dessa dyka upp i liten skala inom Bitcoin och andra kryptovalutor, men Monero har flera attribut som unikt gör det möjligt för oss att bygga och delta i cirkulära ekonomier.</p>
tl: <p>Isa sa pinakamahalagang aspeto sa kaligtasan at paglago ng mga cryptocurrencies at ang kakayahang magamit ng mga ito ay ang pagbuo ng mga circular na ekonomiya. Nakita namin ang mga pop up na ito sa maliit na sukat sa loob ng Bitcoin at iba pang mga cryptocurrencies, ngunit ang Monero ay may maraming katangian na natatanging nagbibigay-daan sa amin upang bumuo at lumahok sa mga paikot na ekonomiya.</p>
tr: <p>Kripto para birimlerinin hayatta kalması, büyümesi ve kullanılabilirliğinin en önemli yönlerinden biri döngüsel ekonomilerin oluşmasıdır. Bunların Bitcoin ve diğer kripto para birimlerinde küçük ölçekte ortaya çıktığını gördük, ancak Monero'nun döngüsel ekonomiler kurmamızı ve bunlara katılmamızı benzersiz şekilde sağlayan birden fazla özelliği var.</p>
ur: <p>کریپٹو کرنسیوں کی بقا اور ترقی اور ان کے استعمال میں سب سے اہم پہلو سرکلر معیشتوں کی تشکیل ہے۔ ہم نے یہ چھوٹے پیمانے پر بٹ کوائن اور دیگر کرپٹو کرنسیوں میں پاپ اپ ہوتے دیکھے ہیں، لیکن مونیرو میں متعدد صفات ہیں جو منفرد طور پر ہمیں سرکلر اکانومی بنانے اور ان میں حصہ لینے کے قابل بناتی ہیں۔</p>
zh_cn: <p>加密货币的生存和发展及其可用性中最重要的方面之一是形成循环经济。我们已经看到这些在比特币和其他加密货币中小规模地出现，但门罗币具有多种属性，使我们能够独特地建立和参与循环经济。</p>
zh_tw: <p>加密貨幣的生存和發展及其可用性中最重要的方面之一是形成循環經濟。我們已經看到這些在比特幣和其他加密貨幣中小規模地出現，但門羅幣具有多種屬性，使我們能夠獨特地建立和參與循環經濟。</p>
