Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_216
source: Attempting to request most popular payment methods for a country_code that doesn’t exist
cs: Pokoušíte se požádat o nejoblíbenější platební metody pro kód země, který neexistuje
fi: Yritetään pyytää suosituimpia maksutapoja maakoodille, jota ei ole olemassa
fr: Tentative de demande des méthodes de paiement les plus populaires pour un « country_code » qui n'existe pas
it: Tentativo di richiedere i metodi di pagamento più diffusi per un country_code che non esiste
lt: Bandoma pateikti užklausą dėl populiariausių mokėjimo metodų šalies_kodui, kurio nėra
nb: Forsøker å be om de mest populære betalingsmåtene for en country_code som ikke eksisterer
nl: Poging om de meest populaire betaalmethoden aan te vragen voor een country_code die niet bestaat
pl: Próba zażądania najpopularniejszych metod płatności dla nieistniejącego kodu kraju
pt_br: Tentativa de solicitar métodos de pagamento mais populares para um country_code que não existe
sl: Poskus zahtevati najbolj priljubljena plačilna sredstva za kodo države, ki ne obstaja
sv: Försöker begära de mest populära betalningsmetoderna för en country_code som inte finns
tl: Sinusubukang humiling ng pinakasikat na paraan ng pagbabayad para sa isang country_code na wala
tr: Mevcut olmayan bir ülke_kodu için en popüler ödeme yöntemlerini istemeye çalışılıyor
ur: country_code کے لیے سب سے زیادہ مقبول ادائیگی کے طریقوں کی درخواست کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的国家代码请求最流行的付款方式
zh_tw: 嘗試為不存在的國家/地區代碼請求最流行的付款方式

# api_error_217
source: Attempting to request most popular payment methods for a currency_code that doesn’t exist
cs: Pokoušíte se požádat o nejoblíbenější platební metody pro kód měny, který neexistuje
fi: Yritetään pyytää suosituimpia maksutapoja valuuttakoodille, jota ei ole olemassa
fr: Tentative de demande des méthodes de paiement les plus populaires pour un « currency_code » qui n'existe pas
it: Tentativo di richiedere i metodi di pagamento più diffusi per un codice_valuta che non esiste
lt: Bandoma pateikti užklausą dėl populiariausių mokėjimo metodų dėl valiutos kodo, kurio nėra
nb: Forsøker å be om de mest populære betalingsmåtene for en valutakode som ikke eksisterer
nl: Poging om de meest populaire betaalmethoden aan te vragen voor een currency_code die niet bestaat
pl: Próba zażądania najpopularniejszych metod płatności dla nieistniejącego kodu waluty
pt_br: Tentativa de solicitar métodos de pagamento mais populares para um currency_code que não existe
sl: Poskus zahtevanja najbolj priljubljenih načinov plačila za valutno kodo, ki ne obstaja
sv: Försöker begära mest populära betalningsmetoder för en currency_code som inte finns
tl: Sinusubukang humiling ng pinakasikat na paraan ng pagbabayad para sa isang currency_code na hindi umiiral
tr: Mevcut olmayan bir para birimi_kodu için en popüler ödeme yöntemlerini istemeye çalışmak
ur: currency_code کے لیے ادائیگی کے مقبول ترین طریقوں کی درخواست کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的currency_code请求最流行的付款方式
zh_tw: 嘗試為不存在的 currency_code 請求最流行的支付方式

# api_error_218
source: Attempting to open a trade on an ad that requires a verified email when the requesting user doesn’t have a verified email
cs: Pokus o otevření obchodu s reklamou, která vyžaduje ověřený e-mail, když žádající uživatel ověřený e-mail nemá
fi: Yritetään avata kauppaa ilmoituksessa, joka vaatii vahvistettua sähköpostiosoitetta, kun pyynnön esittäneellä käyttäjällä ei ole vahvistettua sähköpostiosoitetta
fr: Tentative d'ouverture d'une transaction sur une annonce nécessitant une adresse e-mail vérifiée alors que l'utilisateur demandeur n'a pas d'adresse e-mail vérifiée
it: Tentativo di aprire uno scambio su un annuncio che richiede un'e-mail verificata quando l'utente richiedente non dispone di un'e-mail verificata
lt: Bandymas sudaryti sandorį dėl skelbimo, kuriam reikalingas patvirtintas el. paštas, kai užklausą pateikęs vartotojas neturi patvirtinto el.
nb: Forsøk på å åpne en handel på en annonse som krever en bekreftet e-post når den spørrende brukeren ikke har en bekreftet e-post
nl: Poging om een transactie te openen voor een advertentie waarvoor een geverifieerd e-mailadres nodig is, terwijl de aanvragende gebruiker geen geverifieerd e-mailadres heeft
pl: Próba rozpoczęcia handlu z ogłoszenia, które wymaga zweryfikowanego adresu e-mail, gdy użytkownik składający prośbę nie ma zweryfikowanego adresu e-mail
pt_br: Tentar abrir uma negociação em um anúncio que requer um e-mail verificado quando o usuário solicitante não possui um e-mail verificado
sl: Poskus odpiranja trejda z oglasom, ki zahteva preverjen e-poštni naslov, ko zahtevajoč uporabnik nima preverjenega e-poštnega naslova
sv: Försök att öppna en handel på en annons som kräver en verifierad e-postadress när den begärande användaren inte har en verifierad e-postadress
tl: Pagtatangkang magbukas ng trade sa isang ad na nangangailangan ng na-verify na email kapag ang humihiling na user ay walang na-verify na email
tr: Talep eden kullanıcının doğrulanmış bir e-postası olmadığı halde, doğrulanmış bir e-posta adresi gerektiren bir reklam için işlem açmaya çalışmak
ur: کسی ایسے اشتہار پر تجارت کھولنے کی کوشش کرنا جس کے لیے تصدیق شدہ ای میل کی ضرورت ہو جب درخواست کرنے والے صارف کے پاس تصدیق شدہ ای میل نہ ہو
zh_cn: 当请求用户没有经过验证的电子邮件时，尝试对需要经过验证的电子邮件的广告进行交易
zh_tw: 當請求用戶沒有經過驗證的電子郵件時，嘗試在需要經過驗證的電子郵件的廣告上進行交易

# api_error_219
source: Attempting to register with an email that’s from a disposable email provider
cs: Pokus o registraci pomocí e-mailu od poskytovatele e-mailu na jedno použití
fi: Yritetään rekisteröityä sähköpostilla, joka on peräisin kertakäyttöiseltä sähköpostipalveluntarjoajalta
fr: Tentative d'inscription avec une adresse e-mail provenant d'un fournisseur de messagerie jetable
it: Tentativo di registrazione con un'e-mail proveniente da un provider di posta elettronica usa e getta
lt: Bandoma užsiregistruoti el. paštu, gautu iš vienkartinio el. pašto paslaugų teikėjo
nb: Forsøk på å registrere deg med en e-post som er fra en engangsleverandør av e-post
nl: Poging om zich te registreren met een e-mailadres dat afkomstig is van een wegwerp-e-mailprovider
pl: Próba zarejestrowania się za pomocą wiadomości e-mail pochodzącej od dostawcy jednorazowej poczty e-mail
pt_br: Tentativa de registro com um e-mail de um provedor de e-mail descartável
sl: Poskus e-mail registracije z ponudnikom e-pošte za enkratno uporabo
sv: Försök att registrera dig med ett e-postmeddelande som kommer från en engångsleverantör av e-post
tl: Sinusubukang magparehistro gamit ang isang email na mula sa isang disposable email provider
tr: Tek kullanımlık bir e-posta sağlayıcısından gelen bir e-postayla kaydolmaya çalışılıyor
ur: ڈسپوزایبل ای میل فراہم کنندہ کی طرف سے ای میل کے ساتھ رجسٹر کرنے کی کوشش کرنا
zh_cn: 尝试使用来自一次性电子邮件提供商的电子邮件进行注册
zh_tw: 嘗試使用來自一次性電子郵件提供商的電子郵件進行註冊

# api_error_220
source: Attempting to change account email to an email from a disposable email provider
cs: Pokus o změnu e-mailu účtu na e-mail od poskytovatele e-mailu na jedno použití
fi: Yritetään vaihtaa tilin sähköpostiosoite kertakäyttöisen sähköpostin palveluntarjoajan sähköpostiksi
fr: Tentative de modification de l'adresse e-mail du compte par une adresse e-mail d'un fournisseur de messagerie jetable
it: Tentativo di modificare l'e-mail dell'account in un'e-mail da un provider di posta elettronica usa e getta
lt: Bandoma pakeisti paskyros el. pašto adresą į vienkartinio el. pašto teikėjo el. pašto adresą
nb: Forsøk på å endre konto-e-post til en e-post fra en engangs-e-postleverandør
nl: Poging om het e-mailadres van het account te wijzigen in een e-mailadres van een wegwerp-e-mailprovider
pl: Próba zmiany adresu e-mail konta na e-mail od dostawcy jednorazowej poczty e-mail
pt_br: Tentativa de alterar o e-mail da conta para um e-mail de um provedor de e-mail descartável
sl: Poskus spremembe e-pošte računa v e-pošto ponudnika e-pošte za enkratno uporabo
sv: Försök att ändra kontots e-post till ett e-postmeddelande från en e-postleverantör för engångsbruk
tl: Sinusubukang baguhin ang email ng account sa isang email mula sa isang disposable email provider
tr: Hesap e-postasını tek kullanımlık bir e-posta sağlayıcısından gelen bir e-postayla değiştirmeye çalışmak
ur: اس اکاونٹ ای میل کو ايک ڈسپوز ایبل فراہم کنندہ کے ای ميل ميں تبدیل کرنے کی کوشش
zh_cn: 尝试将帐户电子邮件更改为来自一次性电子邮件提供商的电子邮件
zh_tw: 嘗試將帳戶電子郵件更改為來自一次性電子郵件提供商的電子郵件

# api_error_221
source: Attempting to mark all notifications read for a user that doesn’t exist
cs: Pokus o označení všech oznámení jako přečtených pro uživatele, který neexistuje
fi: Yritetään merkitä kaikki ilmoitukset luetuiksi sellaiselle käyttäjälle, jota ei ole olemassa
fr: Tentative de marquer toutes les notifications comme lues pour un utilisateur qui n'existe pas
it: Tentativo di contrassegnare tutte le notifiche lette per un utente che non esiste
lt: Bandoma pažymėti visus neegzistuojančio vartotojo pranešimus kaip perskaitytus
nb: Forsøker å merke alle varsler som lest for en bruker som ikke eksisterer
nl: Poging om alle meldingen te markeren als gelezen voor een gebruiker die niet bestaat
pl: Próba oznaczenia wszystkich powiadomień jako przeczytanych dla użytkownika, który nie istnieje
pt_br: Tentativa de marcar todas as notificações lidas para um usuário que não existe
sl: Poskus označiti vsa obvestila kot prebrana za uporabnika, ki ne obstaja
sv: Försöker markera alla meddelanden som lästa för en användare som inte finns
tl: Sinusubukang markahan ang lahat ng notification na nabasa na para sa isang user na wala
tr: Mevcut olmayan bir kullanıcı için okunan tüm bildirimler işaretlenmeye çalışılıyor
ur: کسی ایسے صارف کے لیے پڑھی گئی تمام اطلاعات کو نشان زد کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试将不存在的用户的所有通知标记为已读
zh_tw: 嘗試為不存在的用戶標記所有已讀通知

# api_error_222
source: Attempting to request reputation code for a outside platform account that has already been imported
cs: Pokus o vyžádání kódu reputace pro účet externí platformy, který již byl importován
fi: Yritetään pyytää mainekoodia ulkopuoliselle alustalle, joka on jo tuotu
fr: Tentative de demande de code de réputation pour un compte de plateforme externe qui a déjà été importé
it: Tentativo di richiedere il codice di reputazione per un account di piattaforma esterna che è già stato importato
lt: Bandoma pateikti užklausą išorinės platformos paskyros, kuri jau buvo importuota, reputacijos kodo
nb: Forsøker å be om omdømmekode for en ekstern plattformkonto som allerede er importert
nl: Poging om reputatiecode op te vragen voor een account van een extern platform dat al is geïmporteerd
pl: Próba zażądania kodu reputacji dla konta platformy zewnętrznej, które zostało już zaimportowane
pt_br: Tentativa de solicitar código de reputação para uma conta de plataforma externa que já foi importada
sl: Poskus zahtevanja kode ugleda za zunanji račun platforme, ki je že uvožen
sv: Försök att begära rykteskod för ett konto på en extern plattform som redan har importerats
tl: Sinusubukang humiling ng code ng reputasyon para sa isang account sa labas ng platform na na-import na
tr: Halihazırda içe aktarılmış bir dış platform hesabı için itibar kodu istemeye çalışmak
ur: باہر کے پلیٹ فارم اکاؤنٹ کے لیے ساکھ کوڈ کی درخواست کرنے کی کوشش جو پہلے ہی درآمد کیا جا چکا ہے
zh_cn: 尝试为已导入的外部平台帐户请求信誉代码
zh_tw: 嘗試為已導入的外部平台帳戶請求信譽代碼

# api_error_223
source: Attempting to update ad with specifying verificationRequired as true while verificationMsg is null
cs: Probíhá pokus o aktualizaci reklamy s uvedením verificationRequired jako true, zatímco verificationMsg je null
fi: Yritetään päivittää ilmoitusta määrittämällä verificationRequired arvoksi 'true', kun verificationMsg on tyhjä
fr: Tentative de mise à jour de l'annonce en spécifiant « verificationRequired » comme « true » alors que « verificationMsg » est « null »
it: Tentativo di aggiornare l'annuncio specificando verifyRequired come true mentre verifyMsg è null
lt: Bandoma atnaujinti skelbimą nurodant verificationRequired kaip true, o verificationMsg yra nulinis
nb: Forsøker å oppdatere annonsen med å spesifisere verificationRequired som true mens verificationMsg er null
nl: Poging om advertentie bij te werken met verificatieRequired als waar opgegeven, terwijl verificatiebericht null is
pl: Próba zaktualizowania ogłoszenia z określeniem verificationRequired jako true, gdy verificationMsg ma wartość null
pt_br: Tentativa de atualizar o anúncio especificando a verificaçãoRequerida como verdadeira enquanto a verificaçãoMsg é nula
sl: Poskus posodobitve oglasa z navedbo verificationRequired kot true, medtem ko je verificationMsg vrednost null
sv: Försöker uppdatera annons med angivande av verificationRequired som true medan verificationMsg är null
tl: Sinusubukang i-update ang ad sa pagtukoy ng pag-verifyKailangan bilang totoo habang ang verificationMsg ay null
tr: VerificationMsg null iken doğrulamanın doğru olduğu belirtilerek reklam güncellenmeye çalışılıyor
ur: verificationRequired کے ساتھ اشتہار کو اپ ڈیٹ کرنے کی کوشش کرنا درست کے طور پر ضروری ہے جبکہ verificationMsg null ہے
zh_cn: 当 verifyMsg 为 null 时，尝试将 verifyRequired 指定为 true 来更新广告
zh_tw: 嘗試通過將 verificationRequired 指定為 true 而 verificationMsg 為 null 來更新廣告

# api_error_224
source: Attempting to update ad with specifying verificationMsg but the ad not requiring verification and the ad update request also not setting verificationRequired as true
cs: Probíhá pokus o aktualizaci reklamy s uvedením verificationMsg, ale reklama nevyžaduje ověření a žádost o aktualizaci reklamy také nenastavuje verificationRequired jako pravdivé
fi: Yritetään päivittää ilmoitusta määrittämällä vahvistusviesti, mutta ilmoitus ei vaadi vahvistusta ja ilmoituksen päivityspyyntö ei myöskään aseta verificationRequired arvoksi 'true'
fr: Tentative de mise à jour de l'annonce en spécifiant « verificationMsg » mais l'annonce ne nécessitant pas de vérification et la demande de mise à jour de l'annonce ne définit pas non plus « verificationRequired » sur « true »
it: Tentativo di aggiornare l'annuncio specificando verifyMsg ma l'annuncio non richiede la verifica e anche la richiesta di aggiornamento dell'annuncio non imposta verifyRequired come true
lt: Bandoma atnaujinti skelbimą nurodant patvirtinimo pranešimą, bet skelbimas, kuriam nereikia patvirtinimo, ir skelbimo atnaujinimo užklausa taip pat nenustato patvirtinimoRequired kaip teisinga
nb: Forsøker på å oppdatere annonsen med spesifisert bekreftelsesmelding, men annonsen som ikke krever bekreftelse og annonseoppdateringsforespørselen angir heller ikke bekreftelseObligatorisk som sann
nl: Poging om de advertentie bij te werken met verificatiebericht, maar de advertentie vereist geen verificatie en het advertentie-updateverzoek stelt verificatieRequired ook niet in als waar
pl: Próba aktualizacji ogłoszenia z określeniem verificationMsg, ale ogłoszenie nie wymaga weryfikacji i żądanie aktualizacji ogłoszenia również nie ustawia verificationRequired jako true
pt_br: Tentativa de atualizar o anúncio especificando a verificaçãoMsg, mas o anúncio não requer verificação e a solicitação de atualização do anúncio também não define a verificaçãoRequerida como verdadeira
sl: Poskus posodobitve oglasa z navedbo verificationMsg, vendar oglas ne zahteva preverjanja in zahteva za posodobitev oglasa tudi ne nastavi verificationRequired kot true
sv: Försöker uppdatera annons med angivande av verificationMsg men annonsen kräver inte verifiering och begäran om annonsuppdatering anger inte heller verificationRequired som true
tl: Sinusubukang i-update ang ad na may pagtukoy sa verificationMsg ngunit ang ad na hindi nangangailangan ng pag-verify at ang kahilingan sa pag-update ng ad ay hindi rin nagtatakda ng pag-verifyKinakailangan bilang totoo
tr: Reklam doğrulamaMsg'si belirtilerek güncellenmeye çalışılıyor ancak reklam doğrulama gerektirmiyor ve reklam güncelleme isteği de doğrulamaGereksinim doğru olarak ayarlanmıyor
ur: verificationMsg کی وضاحت کے ساتھ اشتہار کو اپ ڈیٹ کرنے کی کوشش کی جا رہی ہے لیکن اشتہار کی تصدیق کی ضرورت نہیں ہے اور اشتہار کی اپ ڈیٹ کی درخواست ميں verificationRequired کا ہونا بھی درست نہي ہے
zh_cn: 尝试通过指定 verifyMsg 来更新广告，但广告不需要验证，并且广告更新请求也未将 verifyRequired 设置为 true
zh_tw: 嘗試使用指定的 verificationMsg 更新廣告，但廣告不需要驗證並且廣告更新請求也沒有將 verificationRequired 設置為 true

# api_error_227
source: Attempting to sanction a user that doesn’t exist
cs: Pokus o sankcionování uživatele, který neexistuje
fi: Yritetään asettaa sanktio käyttäjälle, jota ei ole olemassa
fr: Tentative de sanction d'un utilisateur qui n'existe pas
it: Tentativo di sanzionare un utente che non esiste
lt: Bandoma nubausti vartotoją, kurio nėra
nb: Forsøk på å sanksjonere en bruker som ikke eksisterer
nl: Poging om een gebruiker te bestraffen die niet bestaat
pl: Próba nałożenia sankcji na użytkownika, który nie istnieje
pt_br: Tentativa de sancionar um usuário que não existe
sl: Poskus kaznovanja uporabnika, ki ne obstaja
sv: Försöker sanktionera en användare som inte finns
tl: Sinusubukang parusahan ang isang user na wala
tr: Var olmayan bir kullanıcıya yaptırım uygulanmaya çalışılıyor
ur: کسی ایسے صارف کو منظور کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试制裁不存在的用户
zh_tw: 試圖制裁不存在的用戶

# api_error_228
source: Attempting to sanction user with an admin account that doesn’t exist
cs: Pokus o sankcionování uživatele pomocí účtu správce, který neexistuje
fi: Yritetään asettaa sanktio käyttäjälle jota ei ole olemassa, järjestelmänvalvojan tilillä
fr: Tentative de sanction d'un utilisateur avec un compte administrateur qui n'existe pas
it: Tentativo di sanzionare un utente con un account amministratore che non esiste
lt: Bandoma nubausti vartotoją, kurio administratoriaus paskyra neegzistuoja
nb: Forsøker å sanksjonere bruker med en administratorkonto som ikke eksisterer
nl: Poging om gebruiker te bestraffen met een beheerdersaccount dat niet bestaat
pl: Próba nałożenia sankcji na użytkownika z kontem administratora, które nie istnieje
pt_br: Tentativa de sancionar o usuário com uma conta de administrador que não existe
sl: Poskus kaznovanja uporabnika s skrbniškim računom, ki ne obstaja
sv: Försöker godkänna användare med ett administratörskonto som inte finns
tl: Sinusubukang pahintulutan ang user ng isang admin account na wala
tr: Mevcut olmayan bir yönetici hesabıyla kullanıcıya yaptırım uygulanmaya çalışılıyor
ur: کسی ایسے منتظم اکاؤنٹ کے ساتھ صارف کو منظور کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试使用不存在的管理员帐户制裁用户
zh_tw: 嘗試使用不存在的管理員帳戶制裁用戶

# api_error_229
source: Attempting to remove a sanction from a user that doesn’t exist
cs: Pokus o odstranění sankce od uživatele, který neexistuje
fi: Yritetään poistaa sanktio käyttäjältä, jota ei ole olemassa
fr: Tentative de suppression d'une sanction d'un utilisateur qui n'existe pas
it: Tentativo di rimuovere una sanzione da un utente che non esiste
lt: Bandoma pašalinti sankciją vartotojui, kurio nėra
nb: Forsøk på å fjerne en sanksjon fra en bruker som ikke eksisterer
nl: Poging om een sanctie te verwijderen van een gebruiker die niet bestaat
pl: Próba usunięcia sankcji z użytkownika, który nie istnieje
pt_br: Tentar remover uma sanção de um usuário que não existe
sl: Poskus odstranitve sankcije za uporabnika, ki ne obstaja
sv: Försöker ta bort en sanktion från en användare som inte existerar
tl: Sinusubukang mag-alis ng parusa mula sa isang user na wala
tr: Var olmayan bir kullanıcıdan yaptırımı kaldırmaya çalışmak
ur: کسی ایسے صارف سے پابندی ہٹانے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试取消对不存在用户的制裁
zh_tw: 試圖從不存在的用戶中刪除制裁

# api_error_230
source: Attempting to remove a sanction from a user with an admin account that doesn’t exist
cs: Pokus o odebrání sankce uživateli s účtem správce, který neexistuje
fi: Yritetään poistaa sanktio käyttäjältä, jota ei ole olemassa, järjestelmänvalvojan tilillä
fr: Tentative de suppression d'une sanction d'un utilisateur avec un compte administrateur qui n'existe pas
it: Tentativo di rimuovere una sanzione da un utente con un account amministratore che non esiste
lt: Bandoma pašalinti sankciją vartotojui, kurio administratoriaus paskyra neegzistuoja
nb: Forsøk på å fjerne en sanksjon fra en bruker med en administratorkonto som ikke eksisterer
nl: Poging om een sanctie te verwijderen van een gebruiker met een beheerdersaccount dat niet bestaat
pl: Próba usunięcia sankcji z użytkownika z kontem administratora, które nie istnieje
pt_br: Tentativa de remover uma sanção de um usuário com uma conta de administrador que não existe
sl: Poskus odstranitve sankcije za uporabnika s skrbniškim računom, ki ne obstaja
sv: Försök att ta bort en sanktion från en användare med ett administratörskonto som inte finns
tl: Sinusubukang mag-alis ng sanction mula sa isang user na may admin account na wala
tr: Mevcut olmayan bir yönetici hesabına sahip bir kullanıcıdan yaptırımı kaldırmaya çalışmak
ur: ایڈمن اکاؤنٹ کے ساتھ کسی صارف سے پابندی ہٹانے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试取消对具有不存在管理员帐户的用户的制裁
zh_tw: 試圖從一個不存在的管理員帳戶的用戶中刪除制裁

# api_error_231
source: Attempting to remove a sanction from a user that doesn’t have any sanctions on them
cs: Pokus o odebrání sankce uživateli, který na něj nemá žádné sankce
fi: Yritetään poistaa sanktio käyttäjältä, jolle ei ole asetettu mitään sanktioita
fr: Tentative de suppression d'une sanction d'un utilisateur qui n'a aucune sanction à son encontre
it: Tentativo di rimuovere una sanzione da un utente che non ha alcuna sanzione nei suoi confronti
lt: Bandoma pašalinti sankciją naudotojui, kuriam netaikomos jokios sankcijos
nb: Forsøk på å fjerne en sanksjon fra en bruker som ikke har noen sanksjoner mot dem
nl: Poging om een sanctie te verwijderen van een gebruiker die geen sancties op zich heeft
pl: Próba usunięcia sankcji z użytkownika, który nie ma żadnych sankcji
pt_br: Tentar remover uma sanção de um usuário que não possui nenhuma sanção
sl: Poskus odstranitve sankcije za uporabnika, ki nima nobenih sankcij
sv: Försök att ta bort en sanktion från en användare som inte har några sanktioner mot sig
tl: Sinusubukang alisin ang isang parusa mula sa isang user na walang anumang mga parusa sa kanila
tr: Üzerinde herhangi bir yaptırım bulunmayan bir kullanıcıdan yaptırımı kaldırmaya çalışmak
ur: کسی ایسے صارف سے پابندی ہٹانے کی کوشش کرنا جس پر کوئی پابندی نہیں ہے
zh_cn: 尝试取消对未受到任何制裁的用户的制裁
zh_tw: 試圖取消對沒有任何制裁的用戶的製裁
