Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb357Sbagoradesk
source: Next, you'll be prompted to enter your settlement wallet address. This is the address that the coins you've bought will be sent to. If you don't have a personal BTC wallet, you can use <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum wallet</a>. Copy your address from your wallet and paste it in the "Receiving Bitcoin address" input (make sure the pasted address is the same as the copied address to avoid losing your coins). Please note, that the wallet you use for trade settlement must be your own, third-party hosted wallets are not allowed. Once done, press "Start trading" to begin the trade.
cs: Dále budete vyzváni k zadání adresy Vaší peněženky. Toto je adresa, na kterou budou zaslány zakoupené mince. Pokud nemáte osobní BTC peněženku, můžete použít <a target="_blank" href="https://electrum.org/#home" class="next-link">Elektrickou peněženku</a>. Zkopírujte svou adresu z peněženky a vložte ji do vstupu „Přijímání bitcoinové adresy“ (ujistěte se, že vložená adresa je stejná jako zkopírovaná adresa, abyste neztratili své coiny). Vezměte prosím na vědomí, že peněženka, kterou používáte pro vypořádání obchodu, musí být Vaše vlastní, peněženky hostované třetí stranou nejsou povoleny. Jakmile budete hotovi, stiskněte „Zahájit obchodování“ pro zahájení obchodu.
fi: Seuraavaksi sinua pyydetään syöttämään maksulompakkosi osoite. Tämä on osoite, johon ostamasi kolikot lähetetään. Jos sinulla ei ole henkilökohtaista BTC-lompakkoa, voit käyttää <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum-lompakkoa</a>. Kopioi osoitteesi lompakostasi ja liitä se "Vastaanottava Bitcoin osoite" -syötteeseen (varmista, että liitetty osoite on sama kuin kopioitu osoite, jotta et menetä kolikoitasi). Huomaa, että kaupan selvittämiseen käyttämäsi lompakon on oltava oma, kolmannen osapuolen isännöimät lompakot eivät ole sallittuja. Kun olet valmis, paina "Aloita kauppa" aloittaaksesi kaupan.
fr: Ensuite, vous serez invité à saisir l'adresse de votre portefeuille de règlement. Il s'agit de l'adresse à laquelle les jetons de crypto-monnaie que vous avez achetés seront envoyés. Si vous n'avez pas de portefeuille BTC personnel, vous pouvez utiliser le <a target="_blank" href="https://electrum.org/#home" class="next-link">portefeuille Electrum</a>. Copiez votre adresse depuis votre portefeuille et collez-la dans l'entrée "Adresse Bitcoin de réception" (assurez-vous que l'adresse collée est la même que l'adresse copiée pour éviter de perdre vos jetons). Veuillez noter que le portefeuille que vous utilisez pour le règlement des transactions doit être le vôtre, les portefeuilles hébergés/gérés par des tiers ne sont pas autorisés. Une fois cela fait, appuyez sur "Démarrer l'échange" pour commencer la transaction.
it: Successivamente, ti verrà richiesto di inserire l'indirizzo del tuo portafoglio di regolamento. Questo è l'indirizzo a cui verranno inviate le monete che hai comprato. Se non hai un portafoglio BTC personale, puoi usare <a target="_blank" href="https://electrum.org/#home" class="next-link">il portafoglio Electrum</a>. Copia il tuo indirizzo dal tuo portafoglio e incollalo nell'input "Indirizzo Bitcoin ricevente" (assicurati che l'indirizzo incollato sia lo stesso di quello copiato per evitare di perdere le tue monete). Si prega di notare che il portafoglio che si utilizza per il regolamento degli scambi deve essere il proprio, i portafogli ospitati da terzi non sono ammessi. Una volta fatto, premi "Start trading" per iniziare lo scambio.
lt: Tada būsite paraginti įvesti atsiskaitymo piniginės adresą. Tai yra adresas, kuriuo bus išsiųstos jūsų nusipirktos monetos. Jei neturite asmeninės BTC piniginės, galite naudoti <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum piniginę</a>. Nukopijuokite savo adresą iš piniginės ir įklijuokite jį į įvestį „Gavi Bitcoin adresą“ (įsitikinkite, kad įklijuotas adresas yra toks pat kaip ir nukopijuotas, kad neprarastumėte monetų). Atminkite, kad piniginė, kurią naudojate atsiskaitydami už prekybą, turi būti jūsų, trečiųjų šalių priglobtos piniginės neleidžiamos. Baigę paspauskite "Pradėti prekybą", kad pradėtumėte prekybą.
nb: Deretter vil du bli bedt om å angi oppgjørslommebokadressen din. Dette er adressen som myntene du har kjøpt vil bli sendt til. Hvis du ikke har en personlig BTC-lommebok, kan du bruke <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum-lommebok</a>. Kopier adressen din fra lommeboken og lim den inn i "Motta Bitcoin-adresse"-inngangen (sørg for at den limte adressen er den samme som den kopierte adressen for å unngå å miste myntene dine). Vær oppmerksom på at lommeboken du bruker for handelsoppgjør må være dine egne, tredjeparts vertsbaserte lommebøker er ikke tillatt. Når du er ferdig, trykk "Start handel" for å starte handelen.
nl: Vervolgens wordt u gevraagd om het adres van uw afwikkelingsportefeuille in te voeren. Dit is het adres waar de munten die u heeft gekocht naartoe worden gestuurd. Als u geen persoonlijke BTC-portefeuille heeft, kunt u de <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum-portefeuille </a> gebruiken. Kopieer uw adres uit uw portefeuille en plak het in de invoer "Bitcoin-adres ontvangen" (zorg ervoor dat het geplakte adres hetzelfde is als het gekopieerde adres om te voorkomen dat u uw munten kwijtraakt). Houd er rekening mee dat de portefeuille die u gebruikt voor de handelsafwikkeling uw eigen portefeuille moet zijn, portefeuilles van derde partijen zijn niet toegestaan. Als u klaar bent, drukt u op "Beginnen met handelen" om de transactie te starten.
pl: Następnie zostaniesz poproszony o wprowadzenie adresu portfela na uregulowania. Jest to adres, na który kupujesz kryptowalutę. Jeśli nie masz własnego portfela BTC, możesz użyć <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum</a>. Skopiuj swój adres z portfela i wklej go w pole tekstowe „Adres do wpłaty Bitcoin” (upewnij się, że wklejany adres jest taki sam jak skopiowany adres, aby uniknąć utraty pieniędzy). Należy pamiętać, że portfel, którego używasz na uregulowanie, musi być Twoim własnym, portfele posiadane kogoś innego nie są dozwolone. Po zakończeniu naciśnij „Rozpocznij handel”, aby rozpocząć handel.
pt_br: A seguir, você será solicitado a digitar seu endereço de carteira do assentamento. Este é o endereço para o qual as moedas que você comprou serão enviadas. Se você não tiver uma carteira pessoal de BTC, você pode usar <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum wallet</a>. Copie seu endereço de sua carteira e cole-o na entrada "Recebendo endereço de Bitcoin" (certifique-se de que o endereço colado seja o mesmo que o endereço copiado para evitar perder suas moedas). Observe que a carteira que você usa para liquidação comercial deve ser sua própria carteira, carteiras hospedadas por terceiros não são permitidas. Uma vez feito, pressione "Start trading" para iniciar a troca.
sl: Nato boste pozvani, da vnesete svoj naslov poravnalne denarnice. To je naslov, na katerega bodo poslani kovanci, ki ste jih kupili. Če nimate osebne BTC denarnice, lahko uporabite <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum denarnico</a>. Kopirajte naslov iz svoje denarnice in ga prilepite v vnos "Prejemni naslov Bitcoina" (prepričajte se, da je prilepljeni naslov enak kopiranemu naslovu, da preprečite izgubo kovancev). Upoštevajte, da mora biti denarnica, ki jo uporabljate za poravnavo trgovanja, vaša lastna; denarnice, ki jih gostijo tretje osebe, niso dovoljene. Ko končate, pritisnite "Začni trgovati", da začnete trgovanje.
sv: Därefter kommer du att bli ombedd att ange din avräkningsplånboksadress. Det här är adressen som mynten du har köpt kommer att skickas till. Om du inte har en personlig BTC-plånbok kan du använda <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum-plånbok</a>. Kopiera din adress från din plånbok och klistra in den i "Receiving Bitcoin address"-ingången (se till att den inklistrade adressen är densamma som den kopierade adressen för att undvika att förlora dina mynt). Observera att plånboken du använder för handelsavveckling måste vara dina egna, plånböcker från tredje part är inte tillåtna. När du är klar trycker du på "Starta handel" för att påbörja handeln.
tl: Susunod, ipo-prompt kang ilagay ang address ng iyong settlement wallet. Ito ang address kung saan ipapadala ang mga barya na binili mo. Kung wala kang personal na BTC wallet, maaari mong gamitin ang <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum wallet</a>. Kopyahin ang iyong address mula sa iyong wallet at i-paste ito sa input na "Receiving Bitcoin address" (siguraduhin na ang naka-paste na address ay pareho sa kinopyang address upang maiwasang mawala ang iyong mga barya). Pakitandaan, na ang wallet na ginagamit mo para sa trade settlement ay dapat na sarili mo, hindi pinapayagan ang mga third-party na naka-host na wallet. Kapag tapos na, pindutin ang "Start trading" para simulan ang trade.
tr: Daha sonra, ödeme cüzdanı adresinizi girmeniz istenecektir. Aldığınız coinlerin gönderileceği adres budur. Kişisel bir BTC cüzdanınız yoksa <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum cüzdanını</a> kullanabilirsiniz. Adresinizi cüzdanınızdan kopyalayıp "Bitcoin adresi alınıyor" girişine yapıştırın (paralarınızı kaybetmemek için yapıştırılan adresin kopyalanan adresle aynı olduğundan emin olun). Ticari uzlaşma için kullandığınız cüzdanın kendinize ait olması gerektiğini lütfen unutmayın; üçüncü tarafların barındırdığı cüzdanlara izin verilmez. İşiniz bittiğinde, ticarete başlamak için "İşlem başlat"a basın.
ur: اس کے بعد، آپ کو اپنے سیٹلمنٹ والیٹ کا پتہ درج کرنے کے لیے کہا جائے گا۔ یہ وہ پتہ ہے جس پر آپ نے خریدے ہوئے سکے بھیجے جائیں گے۔ اگر آپ کے پاس ذاتی BTC والیٹ نہیں ہے، تو آپ <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum wallet</a> استعمال کر سکتے ہیں۔ اپنے بٹوے سے اپنا پتہ کاپی کریں اور اسے "Receiving Bitcoin address" ان پٹ میں چسپاں کریں (make sure the pasted address is the same as the copied address to avoid losing your coins)۔ براہ کرم نوٹ کریں کہ تجارتی تصفیہ کے لیے آپ جو پرس استعمال کرتے ہیں وہ آپ کا اپنا ہونا چاہیے، فریق ثالث کی میزبانی والے بٹوے کی اجازت نہیں ہے۔ ایک بار مکمل ہوجانے کے بعد، تجارت شروع کرنے کے لیے "Start trading" کو دبائیں۔
zh_cn: 接下来，你会被提示输入你的结算钱包地址。这是你购买的币将被发送到的地址。如果你没有个人的BTC钱包，你可以使用 <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum钱包</a>。从你的个人钱包复制你的地址，然后粘贴到 "接收BTC地址 "的输入中（确保粘贴的地址与复制的地址相同，以避免丢失你的币）。请注意，你用于交易结算的钱包必须是你自己的，用第三方托管的钱包是不允许的。完成后，按 "开始交易 "为开始交易。
zh_tw: 接下來，你會被提示輸入你的結算錢包地址。這是你購買的幣將被發送到的地址。如果你沒有個人的BTC錢包，你可以使用 <a target="_blank" href="https://electrum.org/#home" class="next-link">Electrum錢包</a>。從你的個人錢包複製你的地址，然後粘貼到 "接收BTC地址 "的輸入中（確保粘貼的地址與復制的地址相同，以避免丟失你的幣）。請注意，你用於交易結算的錢包必須是你自己的，用第三方託管的錢包是不允許的。完成後，按 "開始交易 "為開始交易。

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb4
source: A trade page will be opened in your browser. Communicate with the seller through the trade chat to make sure the seller is ready to receive your payment and to clarify any questions you have about making the payment.
cs: Ve vašem prohlížeči se otevře stránka obchodu. Komunikujte s prodejcem prostřednictvím obchodního chatu, abyste se ujistili, že je prodejce připraven přijmout Vaši platbu, a vyjasněte si jakékoli otázky, které máte ohledně provádění platby.
fi: Kauppasivu avautuu selaimeesi. Ota yhteyttä myyjään kauppakeskustelun kautta varmistaaksesi, että myyjä on valmis vastaanottamaan maksusi ja selvittääksesi kaikki maksun suorittamiseen liittyvät kysymyksesi.
fr: Une page de transaction s'ouvrira dans votre navigateur. Communiquez avec le vendeur via le tchat transaction pour vous assurer que le vendeur est prêt à recevoir votre paiement et pour clarifier toutes les questions que vous avez sur le paiement.
it: Si aprirà una pagina commerciale nel tuo browser. Comunica con il venditore attraverso la chat commerciale per assicurarti che il venditore sia pronto a ricevere il tuo pagamento e per chiarire qualsiasi domanda tu abbia su come effettuare il pagamento.
lt: Jūsų naršyklėje bus atidarytas prekybos puslapis. Susisiekite su pardavėju per prekybos pokalbį, kad įsitikintumėte, jog pardavėjas yra pasirengęs gauti jūsų mokėjimą, ir paaiškinkite visus klausimus, susijusius su mokėjimu.
nb: En handelsside vil bli åpnet i nettleseren din. Kommuniser med selgeren gjennom handelschatten for å sikre at selgeren er klar til å motta betalingen din og for å avklare eventuelle spørsmål du har om betalingen.
nl: Er zal een handelspagina worden geopend in uw browser. Communiceer met de verkoper via de handelschat om er zeker van te zijn dat de verkoper klaar is om uw betaling te ontvangen en om eventuele vragen over het uitvoeren van de betaling te beantwoorden.
pl: W przeglądarce zostanie otwarta strona handlu. Komunikuj się ze sprzedawcą za pośrednictwem czatu handlowego, aby upewnić się, że sprzedawca jest gotowy na otrzymanie płatności i wyjaśnić wszelkie pytania dotyczące dokonywania płatności.
pt_br: Uma página de comércio será aberta em seu navegador. Comunique-se com o vendedor através do bate-papo comercial para garantir que o vendedor esteja pronto para receber seu pagamento e para esclarecer quaisquer dúvidas que você tenha sobre como fazer o pagamento.
sl: V vašem brskalniku se bo odprla trgovalna stran. Komunicirajte s prodajalcem prek trgovalnega klepeta, da se prepričate, ali je prodajalec pripravljen prejeti vaše plačilo in z njim razjasnite vsa vprašanja, ki jih imate glede plačila.
sv: En handelssida öppnas i din webbläsare. Kommunicera med säljaren via handelschatten för att se till att säljaren är redo att ta emot din betalning och för att klargöra eventuella frågor du har om hur du gör betalningen.
tl: Isang pahina ng kalakalan ang mabubuksan sa iyong browser. Makipag-ugnayan sa nagbebenta sa pamamagitan ng trade chat upang matiyak na handa ang nagbebenta na tanggapin ang iyong bayad at upang linawin ang anumang mga tanong mo tungkol sa pagbabayad.
tr: Tarayıcınızda bir ticaret sayfası açılacaktır. Satıcının ödemenizi almaya hazır olduğundan emin olmak ve ödemenin yapılmasıyla ilgili sorularınızı açıklığa kavuşturmak için ticari sohbet yoluyla satıcıyla iletişim kurun.
ur: آپ کے براؤزر میں ایک تجارتی صفحہ کھل جائے گا۔ یہ یقینی بنانے کے لیے کہ بیچنے والا آپ کی ادائیگی وصول کرنے کے لیے تیار ہے اور ادائیگی کرنے کے بارے میں آپ کے کسی بھی سوال کی وضاحت کرنے کے لیے تجارتی چیٹ کے ذریعے بیچنے والے کے ساتھ بات چیت کریں۔
zh_cn: 在你的浏览器中一个交易页将打开。通过交易聊天与卖家沟通，以确保卖家准备好接收您的付款，并澄清你在付款时的任何问题。
zh_tw: 在你的瀏覽器中一個交易頁將打開。通過交易聊天與賣家溝通，以確保賣家準備好接收您的付款，並澄清你在付款時的任何問題。

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb5
source: Conduct the payment according to the seller's instructions and immediately press "I have paid" - this will notify the seller that the payment is complete and prevent the seller from canceling the trade.
cs: Platbu proveďte podle pokynů prodejce a ihned stiskněte "Zaplatil jsem" - tím oznámíte prodávajícímu, že platba je dokončena a zabráníte prodejci ve zrušení obchodu.
fi: Suorita maksu myyjän ohjeiden mukaan ja paina välittömästi "Olen maksanut" - tämä ilmoittaa myyjälle maksun suorittamisesta ja estää myyjää peruuttamasta kauppaa.
fr: Effectuez le paiement selon les instructions du vendeur et appuyez immédiatement sur "J'ai payé" - cela informera le vendeur que le paiement est terminé et l'empêchera d'annuler la transaction.
it: Effettua il pagamento secondo le istruzioni del venditore e premi immediatamente "Ho pagato" - questo notificherà al venditore che il pagamento è completo ed eviterà che il venditore annulli lo scambio.
lt: Atlikite mokėjimą pagal pardavėjo nurodymus ir nedelsdami paspauskite mygtuką „Sumokėjau“ – tai praneš pardavėjui, kad mokėjimas atliktas ir neleis pardavėjui atšaukti sandorio.
nb: Gjennomfør betalingen i henhold til selgers instruksjoner og trykk umiddelbart på "Jeg har betalt" - dette vil varsle selgeren om at betalingen er fullført og hindre selger i å kansellere handelen.
nl: Voer de betaling uit volgens de instructies van de verkoper en druk onmiddellijk op "Ik heb betaald" - hierdoor wordt de verkoper geïnformeerd dat de betaling is voltooid en kan de verkoper de transactie niet meer annuleren.
pl: Przeprowadź płatność zgodnie z instrukcjami sprzedawcy i natychmiast naciśnij „Zapłaciłem” - to powiadomi sprzedawcę, że płatność jest zakończona i uniemożliwi sprzedawcy anulowanie handlu.
pt_br: Conduza o pagamento de acordo com as instruções do vendedor e pressione imediatamente "I have paid" - isto notificará o vendedor de que o pagamento está completo e impedirá que o vendedor cancele o comércio.
sl: Izvedite plačilo v skladu z navodili prodajalca, nato takoj pritisnite "Plačal sem" - s tem boste za plačilo obvestili prodajalca in preprečili preklic trgovanja.
sv: Genomför betalningen enligt säljarens instruktioner och tryck omedelbart på "Jag har betalat" - detta meddelar säljaren att betalningen är slutförd och hindrar säljaren från att avbryta affären.
tl: Isagawa ang pagbabayad ayon sa mga tagubilin ng nagbebenta at agad na pindutin ang "Nagbayad na ako" - aabisuhan nito ang nagbebenta na kumpleto na ang pagbabayad at pigilan ang nagbebenta na kanselahin ang kalakalan.
tr: Ödemeyi satıcının talimatlarına göre yapın ve hemen "Ödedim" seçeneğine basın; bu, satıcıya ödemenin tamamlandığını bildirecek ve satıcının işlemi iptal etmesini önleyecektir.
ur: بیچنے والے کی ہدایات کے مطابق ادائیگی کریں اور فوری طور پر "I have paid" کو دبائیں - یہ بیچنے والے کو مطلع کرے گا کہ ادائیگی مکمل ہو گئی ہے اور بیچنے والے کو تجارت منسوخ کرنے سے روکے گا۔
zh_cn: 根据卖家的指示进行付款，并立即按 "我已付款"--这将通知卖家付款已完成，并防止卖家取消交易。
zh_tw: 根據賣家的指示進行付款，並立即按 "我已付款"--這將通知賣家付款已完成，並防止賣家取消交易。
