Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbbtc250Sbprivate250Sbtext
source: <p> All Bitcoin transactions are visible on the blockchain and there is a <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin rich list</a>, so Bitcoin is not private. Bitcoin is <a href="https://bitcoin.org/en/you-need-to-know"> pseudononymous</a>, not anonymous. </p> <p> For <b>Bitcoin mixers</b>, you have to trust that they can keep their data safe and are not owned by or cooperating with a government, hackers, or other entities. </p> <p> In July of 2017, the founder of the largest Bitcoin mixing service, BITMIXER.IO, announced that they were closing and gave this as their reason: </p> <blockquote> <div class="quote"> <p> &hellip; Now I grasped that Bitcoin is transparent non-anonymous system <b>by design</b>. Blockchain is a great open book&hellip; </p> </div> <footer> <p> BITMIXER.IO, in an announcement of closing on <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (emphasis in the original). </p> </footer> </blockquote> <p> A few weeks later, after considering the various privacy-centric coins, he said this: </p> <blockquote> <div class="quote"> <p> After the deep investigation I confirm that MONERO is the best privacy currency. So I strongly recommend MONERO for all people who need extra privacy. </p> </div> <footer> <p> BITMIXER.IO, in a <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> followup post</a>. </p> </footer> </blockquote>
cs: <p> Všechny bitcoinové transakce jsou viditelné na blockchainu a existuje <a href="http://www.bitcoinrichlist.com/top100"> seznam bohatých s Bitcoiny</a>, takže Bitcoiny nejsou soukromé. Bitcoin je <a href="https://bitcoin.org/en/you-need-to-know"> pseudononymní</a>, není anonymní. </p> <p> U <b>mixérů bitcoinů</b> musíte věřit, že mohou uchovávat svá data v bezpečí a nejsou ve vlastnictví vlády, hackerů nebo jiných subjektů ani s nimi nespolupracují. </p> <p> V červenci 2017 zakladatel největší služby pro míchání bitcoinů, BITMIXER.IO, oznámil, že končí, a jako důvod uvedl toto: </p> <blockquote> <div class="quote"> <p> &hellip; Teď jsem pochopil, že Bitcoin je transparentní neanonymní systém <b> podle návrhu</b>. Blockchain je skvělá otevřená kniha&hellip; </p> </div> <footer> <p> BITMIXER.IO, v oznámení o uzavření na <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (zvýraznění v originále). </p> </footer> </blockquote> <p> O několik týdnů později, po zvážení různých mincí zaměřených na soukromí, řekl toto: </p> <blockquote> <div class="quote"> <p> Po důkladném vyšetřování potvrzuji, že MONERO je nejlepší měnou na ochranu soukromí. Takže vřele doporučuji MONERO všem lidem, kteří potřebují extra soukromí. </p> </div> <footer> <p> BITMIXER.IO, v <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> navazujícím příspěvku</a>. </p> </footer> </blockquote>
fi: <p> Kaikki Bitcoin-tapahtumat näkyvät lohkoketjussa ja lohkoketjussa on <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin rikkaiden lista</a>, joten Bitcoin ei ole yksityinen. Bitcoin on <a href="https://bitcoin.org/en/you-need-to-know"> pseudonyymi</a>, ei anonyymi. </p> <p> <b>Bitcoin-sekoittimien</b> kohdalla sinun täytyy luottaa siihen, että ne onnistuvat pitämään tietonsa turvassa eivätkä ne ole hallituksen, hakkereiden tai muiden tahojen omistuksessa tai yhteistyössä niiden kanssa. </p> <p> Heinäkuussa 2017 suurimman Bitcoin-sekoituspalvelun, BITMIXER.IO:n, perustaja ilmoitti sulkevansa ja antoi tämän syyksi: </p> <blockquote> <div class="quote"> <p> &hellip; Now I grasped that Bitcoin is transparent non-anonymous system <b>by design</b>. Blockchain is a great open book&hellip; </p> </div> <footer> <p> BITMIXER.IO, ilmoituksessa <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> -sivuston sulkemisesta (korostus alkuperäisessä). </p> </footer> </blockquote> <p> Muutamaa viikkoa myöhemmin, harkittuaan erilaisia yksityisyyteen liittyviä kolikoita, hän sanoi tämän: </p> <blockquote> <div class="quote"> <p> After the deep investigation I confirm that MONERO is the best privacy currency. So I strongly recommend MONERO for all people who need extra privacy. </p> </div> <footer> <p> BITMIXER.IO, <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378">-seurantaviestissä</a>. </p> </footer> </blockquote>
fr: <p> Toutes les transactions Bitcoin sont visibles sur la blockchain et il existe une <a href="http://www.bitcoinrichlist.com/top100">liste des riches en Bitcoins</a>, donc Bitcoin n'est pas privé. Bitcoin est <a href="https://bitcoin.org/en/you-need-to-know">pseudonyme</a>, pas anonyme. </p> <p> Pour les <b>mélangeurs de Bitcoin</b>, vous devez avoir confiance qu'ils peuvent protéger leurs données et qu'ils ne sont pas la propriété d'un gouvernement, de pirates informatiques ou d'autres entités ou ne coopèrent pas avec eux. </p> <p> En juillet 2017, le fondateur du plus grand service de mélange de Bitcoin, BITMIXER.IO, a annoncé sa fermeture et en a donné la raison : </p> <blockquote> <div class="quote"> <p> &hellip; Maintenant, j'ai compris que Bitcoin est un système transparent non anonyme <b>de par sa conception</b>. La blockchain est un grand livre ouvert&hellip; </p> </div> <footer> <p> BITMIXER.IO, dans une annonce de clôture sur <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093">Bitcointalk.org</a> (emphase dans l'original). </p> </footer> </blockquote> <p> Quelques semaines plus tard, après avoir examiné les différentes crypto-monnaies centrées sur la confidentialité, il a déclaré ceci : </p> <blockquote> <div class="quote"> <p> Après une enquête approfondie, je confirme que MONERO est la meilleure devise de confidentialité. Je recommande donc fortement MONERO à toutes les personnes qui ont besoin de plus de confidentialité. </p> </div> <footer> <p> BITMIXER.IO, dans un post de suivi <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"></a>. </p> </footer> </blockquote>
it: <p> Tutte le transazioni Bitcoin sono visibili sulla blockchain e c'è un <a href="http://www.bitcoinrichlist.com/top100"> elenco ricco di Bitcoin</a>, quindi Bitcoin non è privato. Bitcoin è <a href="https://bitcoin.org/en/you-need-to-know"> pseudononimo</a>, non anonimo. </p> <p> Per <b>Bitcoin mixer</b>, devi fidarti che possono mantenere i loro dati al sicuro e che non sono di proprietà o cooperano con un governo, hacker o altre entità. </p> <p> Nel luglio del 2017, il fondatore del più grande servizio di mixaggio Bitcoin, BITMIXER.IO, ha annunciato che stavano chiudendo e ha dato questo come motivo: </p> <blockquote> <div class="quote"> <p> &hellip; Ora ho capito che Bitcoin è un sistema trasparente non anonimo <b>di progettazione</b>. Blockchain è un grande libro aperto&hellip; </p> </div> <footer> <p> BITMIXER.IO, in un annuncio di chiusura su <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (enfasi nell'originale). </p> </footer> </blockquote> <p> Alcune settimane dopo, dopo aver considerato le varie monete incentrate sulla privacy, ha detto questo: </p> <blockquote> <div class="quote"> <p> Dopo un'indagine approfondita, confermo che MONERO è la migliore valuta sulla privacy. Quindi consiglio vivamente MONERO a tutte le persone che necessitano di maggiore privacy. </p> </div> <footer> <p> BITMIXER.IO, in un post di follow-up <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> </a>. </p> </footer> </blockquote>
lt: <p> Visos Bitcoin operacijos matomos blokų grandinėje ir yra <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin turtingųjų sąrašas</a>, todėl Bitcoin nėra privatus. Bitcoin yra <a href="https://bitcoin.org/en/you-need-to-know"> pseudoniminis</a>, o ne anoniminis. </p> <p> Jei naudojate <b>Bitcoin maišytuvus</b>, turite pasitikėti, kad jie gali saugoti savo duomenis ir nepriklauso vyriausybei, įsilaužėliams ar kitiems subjektams arba su jais nebendradarbiauja. </p> <p> 2017 m. liepos mėn. didžiausios Bitcoin maišymo paslaugos BITMIXER.IO įkūrėjas paskelbė, kad jie užsidaro, ir nurodė šią priežastį: </p> <blockquote> <div class="quote"> <p> &hellip; Dabar supratau, kad Bitcoin yra skaidri neanoniminė sistema <b> pagal dizainą</b>. „Blockchain“ yra puiki atvira knyga&hellip; </p> </div> <footer> <p> BITMIXER.IO, paskelbtame pranešime apie <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> uždarymą (paryškinta originale). </p> </footer> </blockquote> <p> Po kelių savaičių, apsvarstęs įvairias į privatumą orientuotas monetas, jis pasakė: </p> <blockquote> <div class="quote"> <p> Po išsamaus tyrimo patvirtinu, kad MONERO yra geriausia privatumo valiuta. Todėl labai rekomenduoju MONERO visiems žmonėms, kuriems reikia papildomo privatumo. </p> </div> <footer> <p> BITMIXER.IO, <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> tolesniame įraše</a>. </p> </footer> </blockquote>
nb: <p> Alle Bitcoin-transaksjoner er synlige på blokkjeden, og det er en <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin-rik liste</a>, så Bitcoin er ikke privat. Bitcoin er <a href="https://bitcoin.org/en/you-need-to-know"> pseudononym</a>, ikke anonym. </p> <p> For <b>Bitcoin-miksere</b> må du stole på at de kan holde dataene sine trygge og ikke eies av eller samarbeider med en regjering, hackere eller andre enheter. </p> <p> I juli 2017 kunngjorde grunnleggeren av den største Bitcoin-blandingstjenesten, BITMIXER.IO, at de stengte og ga dette som sin grunn: </p> <blockquote> <div class="quote"> <p> &hellip; Nå skjønte jeg at Bitcoin er et gjennomsiktig ikke-anonymt system <b>etter design</b>. Blockchain er en flott åpen bok&hellip; </p> </div> <footer> <p> BITMIXER.IO, i en kunngjøring om stenging på <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (utheving i originalen). </p> </footer> </blockquote> <p> Noen uker senere, etter å ha vurdert de forskjellige personvernsentrerte myntene, sa han dette: </p> <blockquote> <div class="quote"> <p> Etter den dype etterforskningen bekrefter jeg at MONERO er den beste personvernvalutaen. Så jeg anbefaler MONERO på det sterkeste for alle mennesker som trenger ekstra privatliv. </p> </div> <footer> <p> BITMIXER.IO, i et <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> oppfølgingspost</a>. </p> </footer> </blockquote>
nl: <p> Alle Bitcoin transacties zijn zichtbaar op de blockchain en er is een <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin Rijken Lijst</a>, dus Bitcoin is niet privé. Bitcoin is <a href="https://bitcoin.org/en/you-need-to-know"> pseudoniem </a>, niet anoniem. </p> <p> Voor <b>Bitcoin-mixers</b> moet u erop vertrouwen dat ze hun gegevens veilig kunnen bewaren en geen eigendom zijn van of samenwerken met een overheid, hackers of andere entiteiten. </p> <p> In juli 2017 kondigde de oprichter van de grootste Bitcoin-mixservice, BITMIXER.IO, aan dat ze gingen sluiten en gaf dit als reden: </p> <blockquote> <div class="quote"> <p> &hellip; Nu begreep ik dat Bitcoin een transparant, niet-anoniem systeem <b> is door ontwerp </b>. Blockchain is een groot open boek &hellip; </p> </div> <footer> <p> BITMIXER.IO, in een aankondiging van sluiting op <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (nadruk in het origineel). </p> </footer> </blockquote> <p> Een paar weken later, nadat hij de verschillende op privacy gerichte munten had overwogen, zei hij dit: </p> <blockquote> <div class="quote"> <p> Na het grondige onderzoek bevestig ik dat MONERO de beste privacyvaluta is. Dus ik raad MONERO ten zeerste aan voor alle mensen die extra privacy nodig hebben. </p> </div> <footer> <p> BITMIXER.IO, in een vervolgpost <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> </a>. </p> </footer> </blockquote>
pl: <p> Wszystkie transakcje Bitcoina są widoczne na blockchainie i istnieje <a href="http://www.bitcoinrichlist.com/top100">lista najbogatszych w Bitcoinie</a>, więc Bitcoin nie jest prywatny. Bitcoin jest <a href="https://bitcoin.org/en/you-need-to-know">pseudoanonimowy</a>, a nie anonimowy. </p> <p>W przypadku mikserów Bitcoinów </b> musisz uwierzyć, że mogą zachować bezpieczeństwo danych i nie są własnością, lub nie współpracują z władzą, hakerami czy też innymi podmiotami.</p> <p>W lipcu 2017 r. założyciel największej usługi miksowania Bitcoinów, BITMIXER.IO, ogłosił, że kończą działalność i jako powód podał:</p> <blockquote> <div class="quote"> <p> &hellip; Now I grasped that Bitcoin is transparent non-anonymous system <b>by design</b>. Blockchain is a great open book&hellip; </p> </div> <footer> <p> Ogłoszenie BITMIXER.IO o zakończeniu działalności na <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093">Bitcointalk.org</a>. </p> </footer> </blockquote> <p> Kilka tygodni później, po zapoznaniu się z różnymi kryptowalutami zorientowanymi na prywatność, powiedział: </p> <blockquote> <div class="quote"> <p> After the deep investigation I confirm that MONERO is the best privacy currency. So I strongly recommend MONERO for all people who need extra privacy. </p> </div> <footer> <p> BITMIXER.IO w <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> kolejnym poście</a>. </p> </footer> </blockquote>
pt_br: <p> Todas as transações de Bitcoin são visíveis no blockchain e há uma <a href="http://www.bitcoinrichlist.com/top100"> lista rica em Bitcoin</a>, portanto, o Bitcoin não é privado. Bitcoin é <a href="https://bitcoin.org/en/you-need-to-know"> pseudonônimo</a>, não anônimo. </p> <p> Para os <b>misturadores de Bitcoin</b>, você deve confiar que eles podem manter seus dados seguros e não pertencem ou cooperam com um governo, hackers ou outras entidades. </p> <p> Em julho de 2017, o fundador do maior serviço de mistura de Bitcoin, o BITMIXER.IO, anunciou que estava fechando e deu o seguinte motivo: </p> <blockquote> <div class="quote"> <p> &hellip; Agora entendi que o Bitcoin é um sistema transparente e não anônimo <b>por design</b>. Blockchain é um ótimo livro aberto&hellip; </p> </div> <footer> <p> BITMIXER.IO, em um anúncio de fechamento em <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (ênfase no original). </p> </footer> </blockquote> <p> Algumas semanas depois, depois de considerar as várias moedas centradas na privacidade, ele disse o seguinte: </p> <blockquote> <div class="quote"> <p> Após uma investigação aprofundada, confirmo que o MONERO é a melhor moeda de privacidade. Por isso, recomendo fortemente o MONERO para todas as pessoas que precisam de privacidade extra. </p> </div> <footer> <p> BITMIXER.IO, em uma <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> postagem de acompanhamento</a>. </p> </footer> </blockquote>
sl: <p> Vse transakcije z bitcoini so vidne v blockchainu in obstaja <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin rich list </a>, tako da Bitcoin ni zaseben. Bitcoin je <a href="https://bitcoin.org/en/you-need-to-know"> psevdononimen </a>, ne pa anonimen. </p> <p> Za <b>Mešalnikom Bitcoinov</b> morate zaupati, da lahko varujejo svoje podatke in niso v lasti vlade, hekerjev ali drugih subjektov ali sodelujejo z njimi. </p> <p> Julija 2017 je ustanovitelj največje storitve za mešanje Bitcoinov, BITMIXER.IO, objavil, da se zapirajo, in to navedel kot razlog: </p> <blockquote> <div class="quote"> <p> &hellip; Zdaj sem ugotovil, da je Bitcoin transparenten neanonimni sistem <b> po zasnovi </b>. Blockchain je odlična odprta knjiga &hellip; </p> </div> <footer> <p> BITMIXER.IO, v obvestilu o zaprtju na <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (poudarek v izvirniku). </p> </footer> </blockquote> <p> Nekaj tednov pozneje je po preučitvi različnih kovancev, osredotočenih na zasebnost, rekel tole: </p> <blockquote> <div class="quote"> <p> Po temeljiti preiskavi potrjujem, da je MONERO najboljša valuta za zasebnost. Zato toplo priporočam MONERO vsem ljudem, ki potrebujejo dodatno zasebnost. </p> </div> <footer> <p> BITMIXER.IO, v <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> nadaljnji objavi </a>. </p> </footer> </blockquote>
sv: <p> Alla Bitcoin-transaktioner är synliga på blockkedjan och det finns en <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin-rik lista</a>, så Bitcoin är inte privat. Bitcoin är <a href="https://bitcoin.org/en/you-need-to-know"> pseudononym</a>, inte anonym. </p> <p> För <b>Bitcoin-mixers</b> måste du lita på att de kan hålla sin data säker och inte ägs av eller samarbetar med en regering, hackare eller andra enheter. </p> <p> I juli 2017 meddelade grundaren av den största Bitcoin-blandningstjänsten, BITMIXER.IO, att de stänger och angav detta som sin anledning: </p> <blockquote> <div class="quote"> <p> &hellip; Nu förstod jag att Bitcoin är ett transparent icke-anonymt system <b>av design</b>. Blockchain är en fantastisk öppen bok&hellip; </p> </div> <footer> <p> BITMIXER.IO, i ett tillkännagivande om stängning på <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (betoning i originalet). </p> </footer> </blockquote> <p> Några veckor senare, efter att ha övervägt de olika integritetscentrerade mynten, sa han detta: </p> <blockquote> <div class="quote"> <p> Efter den djupa undersökningen bekräftar jag att MONERO är den bästa sekretessvalutan. Så jag rekommenderar starkt MONERO för alla människor som behöver extra integritet. </p> </div> <footer> <p> BITMIXER.IO, i ett <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> uppföljningsinlägg</a>. </p> </footer> </blockquote>
tl: <p> Ang lahat ng transaksyon sa Bitcoin ay makikita sa blockchain at mayroong <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin rich list</a>, kaya hindi pribado ang Bitcoin. Ang Bitcoin ay <a href="https://bitcoin.org/en/you-need-to-know"> pseudononymous</a>, hindi anonymous. </p> <p> Para sa <b>Bitcoin mixer</b>, kailangan mong magtiwala na mapapanatili nilang ligtas ang kanilang data at hindi pagmamay-ari o nakikipagtulungan sa isang gobyerno, mga hacker, o iba pang entity. </p> <p> Noong Hulyo ng 2017, ang tagapagtatag ng pinakamalaking serbisyo sa paghahalo ng Bitcoin, BITMIXER.IO, ay nag-anunsyo na sila ay magsasara at ibinigay ito bilang kanilang dahilan: </p> <blockquote> <div class="quote"> <p> &hellip; Ngayon ay naunawaan ko na ang Bitcoin ay transparent na hindi-anonymous na sistema <b>sa pamamagitan ng disenyo</b>. Ang Blockchain ay isang mahusay na bukas na aklat&hellip; </p> </div> <footer> <p> BITMIXER.IO, sa isang anunsyo ng pagsasara sa <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (diin sa orihinal). </p> </footer> </blockquote> <p> Pagkalipas ng ilang linggo, pagkatapos isaalang-alang ang iba't ibang privacy-centric na barya, sinabi niya ito: </p> <blockquote> <div class="quote"> <p> Pagkatapos ng malalim na pagsisiyasat, kinukumpirma ko na ang MONERO ang pinakamahusay na pera sa privacy. Kaya lubos kong inirerekomenda ang MONERO para sa lahat ng taong nangangailangan ng karagdagang privacy. </p> </div> <footer> <p> BITMIXER.IO, sa isang <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> followup na post</a>. </p> </footer> </blockquote>
tr: <p> Tüm Bitcoin işlemleri blok zincirinde görülebilir ve <a href="http://www.bitcoinrichlist.com/top100"> Bitcoin zengin listesi</a> vardır, dolayısıyla Bitcoin özel değildir. Bitcoin, anonim değil, <a href="https://bitcoin.org/en/you-need-to-know"> takma addır</a>. </p> <p> <b>Bitcoin karıştırıcıları</b> için, verilerini güvende tutabileceklerine ve bir hükümete, bilgisayar korsanlarına veya diğer kuruluşlara ait olmadıklarına veya onlarla işbirliği yapmadıklarına güvenmelisiniz. </p> <p> Temmuz 2017'de en büyük Bitcoin karıştırma hizmeti BITMIXER.IO'nun kurucusu kapandıklarını duyurdu ve gerekçe olarak şunu gösterdi: </p> <blockquote> <div class="quote"> <p> &hellip; Artık Bitcoin'in tasarım gereği <b>şeffaf, anonim olmayan bir sistem olduğunu kavradım</b>. Blockchain harika bir açık kitaptır&hellip; </p> </div> <footer> <p> BITMIXER.IO, <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a>'un kapanış duyurusunda (vurgu orijinaldedir). </p> </footer> </blockquote> <p> Birkaç hafta sonra gizlilik odaklı çeşitli kripto paraları değerlendirdikten sonra şunları söyledi: </p> <blockquote> <div class="quote"> <p> Derin araştırmadan sonra MONERO'nun en iyi gizlilik para birimi olduğunu onaylıyorum. Bu yüzden ekstra gizliliğe ihtiyaç duyan herkese MONERO'yu şiddetle tavsiye ediyorum. </p> </div> <footer> <p> BITMIXER.IO, bir <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> takip gönderisinde</a>. </p> </footer> </blockquote>
ur: <p> Bitcoin کے تمام لین دین بلاکچین پر نظر آتے ہیں اور یہاں ایک <a href="http://www.bitcoinrichlist.com/top100"> بٹ کوائن سے بھرپور فہرست</a> ہے، اس لیے بٹ کوائن نجی نہیں ہے۔ Bitcoin <a href="https://bitcoin.org/en/you-need-to-know"> تخلص </a> ہے، گمنام نہیں۔ </p> <p> <b>Bitcoin مکسرز</b> کے لیے، آپ کو بھروسہ کرنا ہوگا کہ وہ اپنا ڈیٹا محفوظ رکھ سکتے ہیں اور حکومت، ہیکرز، یا دیگر اداروں کی ملکیت یا ان کے ساتھ تعاون نہیں کرتے۔ </p> <p> جولائی 2017 میں، سب سے بڑی بٹ کوائن مکسنگ سروس کے بانی، BITMIXER.IO، نے اعلان کیا کہ وہ بند کر رہے ہیں اور اس کی وجہ یہ بتائی: </p> <blockquote> <div class="quote"> <p> &hellip; اب میں نے سمجھ لیا کہ Bitcoin ایک شفاف غیر گمنام نظام ہے <b>بذریعہ ڈیزائن</b>۔ بلاکچین ایک زبردست کھلی کتاب ہے&hellip; </p> </div> <footer> <p> BITMIXER.IO، <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> پر بند ہونے کے اعلان میں (اصل میں زور)۔ </p> </footer> </blockquote> <p> چند ہفتوں بعد، مختلف رازداری پر مبنی سکوں پر غور کرنے کے بعد، اس نے یہ کہا: </p> <blockquote> <div class="quote"> <p> گہری تفتیش کے بعد میں تصدیق کرتا ہوں کہ MONERO بہترین رازداری کی کرنسی ہے۔ لہذا میں ان تمام لوگوں کے لیے مونیرو کی سختی سے سفارش کرتا ہوں جنہیں اضافی رازداری کی ضرورت ہے۔ </p> </div> <footer> <p> BITMIXER.IO، ایک <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> فالو اپ پوسٹ </a> میں۔ </p> </footer> </blockquote>
zh_cn: <p> 所有的比特币交易都记录在区块链上，任何人都能随时随地查看，并且还有一个比特币的 <a href="http://www.bitcoinrichlist.com/top100"> 富豪榜排名</a>, 所以比特币不能保护财产隐私. 比特币只是 <a href="https://bitcoin.org/en/you-need-to-know"> 假名系统</a>, 并不是匿名系统，"就像微信，你可以给自己起任何昵称，可是绑定的银行卡和手机会暴露真实用户". </p> <p> 对于 <b>比特币混币器</b>, 你只能寄希望于他们能保护他们的客户信息安全，并且不会被政府法律施压, 不被黑客组织盗取数据, 或与其它机构达成某种形式上的收购，合作，或者共享数据. </p> <p> 在2017年7月, 最大的比特币混币服务商 BITMIXER.IO, 宣布他们即刻终止比特币混币服务并声明以下原因: </p> <blockquote> <div class="quote"> <p> &hellip; 现在我们认识到比特币是透明的而非匿名系统的事实 <b>这是基于它底层设计决定的</b>. 区块链就像是一本很棒的公开书&hellip; </p> </div> <footer> <p> BITMIXER.IO, 在一篇声明里宣称 <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (原文为重点). </p> </footer> </blockquote> <p> 在考察了多种保护隐私为主的加密货币的几周后, 他们做了如下声明: </p> <blockquote> <div class="quote"> <p> 经过深入调查和研究，我们确定门罗币才是最好的隐私币. 所以强烈推荐格外注意隐私的人，直接使用门罗币. </p> </div> <footer> <p> BITMIXER.IO, in a <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> 后续跟帖</a>. </p> </footer> </blockquote>
zh_tw: <p> 所有的比特幣交易都記錄在區塊鏈上，任何人都能隨時隨地查看，並且還有一個比特幣的 <a href="http://www.bitcoinrichlist.com/top100"> 富豪榜排名</a>, 所以比特幣不能保護財產隱私. 比特幣只是 <a href="https://bitcoin.org/en/you-need-to-know"> 假名系統</a>, 並不是匿名系統，"就像微信，你可以給自己起任何昵稱，可是綁定的銀行卡和手機會暴露真實用戶". </p> <p> 對於 <b>比特幣混幣器</b>, 你只能寄希望於他們能保護他們的客戶資訊安全，並且不會被政府法律施壓, 不被駭客組織盜取資料, 或與其它機構達成某種形式上的收購，合作，或者共用資料. </p> <p> 在2017年7月, 最大的比特幣混幣服務商 BITMIXER.IO, 宣佈他們即刻終止比特幣混幣服務並聲明以下原因: </p> <blockquote> <div class="quote"> <p> &hellip; 現在我們認識到比特幣是透明的而非匿名系統的事實 <b>這是基於它底層設計決定的</b>. 區塊鏈就像是一本很棒的公開書&hellip; </p> </div> <footer> <p> BITMIXER.IO, 在一篇聲明裡宣稱 <a href="https://bitcointalk.org/index.php?topic=2042470.msg20357093#msg20357093"> Bitcointalk.org </a> (原文為重點). </p> </footer> </blockquote> <p> 在考察了多種保護隱私為主的加密貨幣的幾周後, 他們做了如下聲明: </p> <blockquote> <div class="quote"> <p> 經過深入調查和研究，我們確定門羅幣才是最好的隱私幣. 所以強烈推薦格外注意隱私的人，直接使用門羅幣. </p> </div> <footer> <p> BITMIXER.IO, in a <a href="https://bitcointalk.org/index.php?topic=2042470.msg21113378#msg21113378"> 後續跟帖</a>. </p> </footer> </blockquote>
