Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcoinjoin250Sb2250Sbtext
source: <p>As <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">we have looked deeply into what ring signatures are in the past</a>, I won’t go into great detail on the technical aspects of how they work in this blog post. Instead, we’ll look at how the approaches taken in Monero solve the issues with CoinJoin discusses above.</p> <blockquote> <p>CoinJoin is opt-in and requires participation</p> </blockquote> <p>Monero’s ring signatures are a core feature of the privacy protocol, and <em>every</em> transaction on the network uses them. This means that no user’s transactions stand out for seeking greater privacy than “normal” Monero users, and all users gain plausible deniability that they spent funds in any given transaction. As a user spending funds does not coordinate or participate with the decoy inputs in a transaction, those users who own inputs that happen to be selected as decoys can honestly say they were not participating in that transaction, strengthening their privacy.</p> <blockquote> <p>Use of a centralized coordinator</p> </blockquote> <p>As Monero’s ring signatures are entirely non-coordinated and require only the true spender of funds to create the transaction, there is no need for a centralized coordinator in Monero. This ensures that <em>no one</em> can deny you access to privacy in Monero, and there is no centralized entity that can be pressured, no easy Sybil attacks on liquidity, etc. As long as your transaction pays the proper fees, you gain uncensorable access to privacy, security, and anonymity in Monero.</p> <blockquote> <p>CoinJoin requires liquidity</p> </blockquote> <p>The “liquidity” available to anyone spending Monero to use as decoys is always the total set of outputs on-chain so there is never a shortage of decoys to hide in with Monero. Someone seeking to spend Monero can do so ~20min after receiving funds, and does not need to perform any additional steps to gain strong privacy in Monero.</p> <blockquote> <p>CoinJoin privacy degrades over time</p> </blockquote> <p>As Monero’s outputs are never known-spent by the network, the privacy provided by ring signatures is much less susceptible to degradation over time. A user does not need to constantly churn outputs in Monero, and outside of extremely rare circumstances, loses no privacy as time goes on.</p> <p>If a user does want to “refresh” the decoys used with an output, however, they can merely send the funds back to themselves and be able to spend them ~20min later as usual.</p> <blockquote> <p>CoinJoin usually requires fixed-size inputs</p> </blockquote> <p>As amounts are hidden in every transaction using <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">“Confidential Transactions”</a> (a part of “RingCT”), the decoys used in any given transaction can be of any size. There is no reason to need to be worried about amount-based heuristics in Monero, and so transactions are much simpler to build and can leverage decoys from any point in time and of any amount on the Monero blockchain.</p>
cs: <p>Protože <a class="next-link" target="_blank" rel="noopener nofollow" href="/znalosti/kroužkové podpisy">v minulosti jsme se již podrobně zabývali tím, co jsou kruhové podpisy</a>, nebudu se v tomto příspěvku věnovat technickým aspektům jejich fungování. Místo toho se podíváme na to, jak přístupy použité v Moneru řeší problémy s CoinJoin, o kterých je řeč výše.</p> <blockquote> <p>CoinJoin je opt-in a vyžaduje účast</p> </blockquote> <p>Kruhové podpisy Monero jsou základním prvkem protokolu pro ochranu soukromí a <em>každá</em> transakce v síti je používá. To znamená, že transakce žádného uživatele nevynikají snahou o větší soukromí než u "běžných" uživatelů Monera a všichni uživatelé získávají věrohodné popření, že v dané transakci utratili finanční prostředky. Vzhledem k tomu, že uživatel, který utrácí finanční prostředky, nekoordinuje ani se nepodílí na transakci s návnadovými vstupy, mohou ti uživatelé, kteří vlastní vstupy, jež byly náhodou vybrány jako návnady, čestně prohlásit, že se dané transakce neúčastnili, což posiluje jejich soukromí.</p> <blockquote> <p>Použití centralizovaného koordinátora</p> </blockquote> <p>Protože kruhové podpisy Monero jsou zcela nekoordinované a k vytvoření transakce je zapotřebí pouze skutečný odesílatel prostředků, není v Moneru potřeba žádný centralizovaný koordinátor. To zajišťuje, že vám <em>nikdo</em> nemůže odepřít přístup k soukromí v Moneru a neexistuje žádný centralizovaný subjekt, na který by bylo možné vyvíjet nátlak, žádné snadné útoky Sybil na likviditu atd. Pokud za svou transakci zaplatíte příslušné poplatky, získáte v Moneru necenzurovatelný přístup k soukromí, bezpečnosti a anonymitě.</p> <blockquote> <p>CoinJoin vyžaduje likviditu</p> </blockquote> <p>"Likvidita", kterou může každý, kdo utrácí Monero, použít jako návnady, je vždy celková sada výstupů v řetězci, takže nikdy není nedostatek návnad, do kterých se lze s Monerem schovat. Někdo, kdo chce utratit Monero, tak může učinit ~20min po obdržení prostředků a nemusí provádět žádné další kroky, aby získal silné soukromí v Moneru.</p> <blockquote> <p>Soukromí CoinJoin se časem snižuje</p> </blockquote> <p>Jelikož výstupy Monero nejsou nikdy známé a síť je nikdy nevydá, je soukromí poskytované kruhovými podpisy mnohem méně náchylné k degradaci v průběhu času. Uživatel nemusí neustále měnit výstupy v Moneru a mimo extrémně vzácné okolnosti neztrácí s postupem času žádné soukromí.</p> <p>Pokud však uživatel chce "obnovit" návnady použité s výstupem, může si pouze poslat prostředky zpět a může je utratit o ~20min později jako obvykle.</p> <blockquote> <p>CoinJoin obvykle vyžaduje vstupy pevné velikosti</p> </blockquote> <p>Jelikož jsou částky v každé transakci skryty pomocí <a class="next-link" target="_blank" rel="noopener nofollow" href="/znalosti/monero-ringct">"Důvěrné transakce"</a> (součást "RingCT"), mohou být návnady použité v dané transakci libovolně velké. V Moneru není žádný důvod, proč by se měl někdo obávat heuristiky založené na množství, a proto je sestavování transakcí mnohem jednodušší a v blockchainu Monero mohou být použity návnady z libovolného časového bodu a o libovolném množství.</p>
fi: <p>Koska <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures"> olemme tutkineet perinpohjaisesti, mitä sormusallekirjoitukset ovat menneisyydessä</a>, en tässä blogiviestissä käsittele yksityiskohtaisesti niiden toimivuuden teknisiä näkökohtia. Sen sijaan katsomme, kuinka Monerossa otetut lähestymistavat ratkaisevat CoinJoinin ongelmat yllä.</p> <blockquote> <p>CoinJoin on mukana ja vaatii osallistumisen</p> </blockquote> <p>Moneron sormusallekirjoitukset ovat yksityisyysprotokollan ydinominaisuus, ja <em>jokainen </em> verkon tapahtuma käyttää niitä. Tämä tarkoittaa, että yksikään käyttäjä ei erotu siitä, että hän pyrkii parempaan yksityisyyteen kuin "normaalit" Monero-käyttäjät, ja kaikki käyttäjät saavat uskottavan epäilyksen, että he olisivat käyttäneet varoja missä tahansa tapahtumassa. Koska varoja käyttävä käyttäjä ei koordinoi tai osallistu tapahtumaan syöttisyötteisiin, käyttäjät, jotka omistavat syöttiksi valittuja syötteitä, voivat rehellisesti sanoa, että he eivät osallistuneet kyseiseen tapahtumaan, mikä vahvistaa heidän yksityisyyttään.</p> <blockquote> <p>Keskitetyn koordinaattorin käyttö</p> </blockquote> <p>Koska Moneron sormusallekirjoitukset ovat täysin koordinoimattomia ja vaativat vain todellisen varojen käyttäjän tapahtuman luomiseen, Monerossa ei tarvita keskitettyä koordinaattoria. Tämä varmistaa, että <em>kukaan</em> ei voi estää sinua pääsemästä yksityisyyteen Monerossa, eikä ole olemassa keskitettyä kokonaisuutta, jota voidaan painostaa, ei helppoja Sybil-hyökkäyksiä likviditeettiä vastaan jne. Niin kauan kuin tapahtumasi maksaa asianmukaiset maksut, saat sensuroimattoman pääsyn yksityisyyteen, tietoturvaan ja nimettömyyteen Monerossa.</p> <blockquote> <p>CoinJoin vaatii likviditeettiä</p> </blockquote> <p>Jokaisen Moneron houkuttimina käyttävien käytettävissä oleva "likviditeetti" on aina ketjussa olevien tulosteiden kokonaismäärä, joten Moneron kanssa piiloutuvista houkuttimista ei ole koskaan pulaa. Joku, joka haluaa käyttää Moneroa, voi tehdä sen noin 20 minuuttia varojen vastaanottamisen jälkeen, eikä hänen tarvitse suorittaa mitään lisätoimenpiteitä saadakseen vahvan yksityisyyden Monerossa.</p> <blockquote> <p>CoinJoinin tietosuoja heikkenee ajan myötä</p> </blockquote> <p>Koska verkko ei koskaan tunne Moneron lähtöjä, soittoäänien tarjoama yksityisyys on paljon vähemmän herkkä huonontumaan ajan myötä. Käyttäjän ei tarvitse jatkuvasti vaimentaa Moneron lähtöjä, ja äärimmäisen harvinaisten olosuhteiden ulkopuolella hän ei menetä yksityisyyttä ajan myötä.</p> <p>Jos käyttäjä haluaa "päivittää" lähdön kanssa käytettyjä houkuttimia, hän voi kuitenkin vain lähettää varat takaisin itselleen ja käyttää ne tavalliseen tapaan ~20 minuuttia myöhemmin.</p> <blockquote> <p>CoinJoin vaatii yleensä kiinteän kokoisia tuloja</p> </blockquote> <p>Koska summat piilotetaan jokaisessa <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">"Luottamuksellisia tapahtumia"</a> käyttävässä tapahtumassa (osa "RingCT:tä"), missä tahansa tapahtumassa käytettävät houkuttimet voivat olla minkä kokoisia tahansa. Ei ole mitään syytä olla huolissaan Moneron määräperusteisista heuristioista, joten tapahtumat ovat paljon yksinkertaisempia rakentaa ja voivat hyödyntää houkuttimia mistä tahansa ajankohdasta ja minkä tahansa summan Monero-lohkoketjussa.</p>
fr: <p>Comme <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">nous avons examiné en profondeur ce que sont les signatures de cercle dans le passé</a>, nous n'entrerons pas dans les détails sur les aspects techniques de leur fonctionnement dans cet article de blog. Au lieu de cela, nous verrons comment les approches adoptées dans Monero résolvent les problèmes liés à l'utilisation de CoinJoin discutés ci-dessus.</p> <blockquote> <p>CoinJoin est optionnel et nécessite une participation active</p> </blockquote> <p>Les signatures de cercle de Monero sont une fonctionnalité essentielle du protocole de confidentialité, et <em>chaque</em> transaction sur le réseau les utilise. Cela signifie qu'aucune transaction ne se distingue par la recherche d'une plus grande confidentialité que les utilisateurs "normaux" de Monero, et tous les utilisateurs peuvent nier de manière plausible qu'ils ont dépensé des fonds dans une transaction donnée. Comme un utilisateur dépensant des fonds ne coordonne pas ou ne participe pas aux entrées de leurrage dans une transaction, les utilisateurs qui possèdent des entrées qui se trouvent être sélectionnées comme leurres peuvent honnêtement dire qu'ils ne participaient pas à cette transaction, renforçant ainsi leur confidentialité.</p> <blockquote> <p>Utilisation d'un coordinateur centralisé</p> </blockquote> <p>Étant donné que les signatures de cercle de Monero sont entièrement non coordonnées et ne nécessitent que le véritable dépensier des fonds pour créer la transaction, il n'est pas nécessaire d'avoir un coordinateur centralisé au sein du réseau Monero. Cela garantit que <em>personne</em> ne peut vous refuser l'accès à la confidentialité dans Monero, et il n'y a pas d'entité centralisée sur laquelle on peut faire pression, pas d'attaques Sybil faciles contre la liquidité, etc. Tant que votre transaction paie les frais appropriés, vous obtenez un accès non censuré à la confidentialité, à la sécurité et à l'anonymat dans Monero.</p> <blockquote> <p>CoinJoin nécessite des liquidités</p> </blockquote> <p> La « liquidité » disponible pour quiconque dépensant du Monero pour l'utiliser comme leurres est toujours la somme totale des sorties sur la chaîne, de sorte qu'il n'y a jamais de pénurie de leurres pour se cacher avec Monero. Une personne cherchant à dépenser du Monero peut le faire environ 20 minutes après avoir reçu les fonds et n'a pas besoin d'effectuer d'étapes supplémentaires pour obtenir une confidentialité renforcée sur le réseau Monero.</p> <blockquote> <p>La confidentialité de CoinJoin se dégrade avec le temps</p> </blockquote> <p>Comme les sorties de Monero ne sont jamais dépensées par le réseau, la confidentialité fournie par les signatures de cercle est beaucoup moins susceptible de se dégrader avec le temps. Un utilisateur n'a pas besoin de générer constamment des sorties dans Monero et, en dehors de circonstances extrêmement rares, ne perd aucune confidentialité au fil du temps.</p> <p>Si un utilisateur souhaite "rafraîchir" les leurres utilisés avec une sortie, il peut simplement se renvoyer les fonds et pourra les dépenser environ 20 minutes plus tard, comme d'habitude.</p> <blockquote> <p>CoinJoin nécessite généralement des entrées de taille fixe</p> </blockquote> <p>Étant donné que les montants sont cachés dans chaque transaction utilisant le principe des <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">« Transactions Confidentielles »</a> (une partie de « RingCT »), les leurres utilisés dans une transaction donnée peuvent être de n'importe quelle taille. Il n'y a aucune raison de s'inquiéter de l'heuristique basée sur le montant dans Monero, et donc les transactions sont beaucoup plus simples à construire et peuvent exploiter des leurres à tout moment et de n'importe quel montant sur la blockchain Monero.</p>
it: <p>Come <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">abbiamo esaminato a fondo cosa sono le firme ad anello negli ultimi</a>, non entrerò in grandi dettagli sugli aspetti tecnici di come funzionano in questo post del blog. Invece, vedremo come gli approcci adottati in Monero risolvono i problemi con CoinJoin discussi sopra.</p> <blockquote> <p>CoinJoin è opt-in e richiede la partecipazione</p> </blockquote> <p>le firme ad anello di Monero sono una caratteristica fondamentale del protocollo di privacy e <em>ogni transazione</em> sulla rete le utilizza. Ciò significa che nessuna transazione dell'utente si distingue per la ricerca di una maggiore privacy rispetto ai "normali" utenti Monero e tutti gli utenti ottengono una negazione plausibile che hanno speso fondi in una determinata transazione. Poiché un utente che spende fondi non si coordina o non partecipa con gli input esca in una transazione, quegli utenti che possiedono input che vengono selezionati come esca possono onestamente dire che non stavano partecipando a quella transazione, rafforzando la loro privacy.</p> <blockquote> <p>Uso di un coordinatore centralizzato</p> </blockquote> <p>Poiché le firme ad anello di Monero sono completamente non coordinate e richiedono solo il vero spender di fondi per creare la transazione, non è necessario un coordinatore centralizzato in Monero. Ciò garantisce che <em>nessuno</em> possa negarti l'accesso alla privacy in Monero, e non esiste un'entità centralizzata che possa essere messa sotto pressione, nessun facile attacco Sybil alla liquidità, ecc. Finché la tua transazione paga le commissioni appropriate, ottieni un accesso non censurabile alla privacy, alla sicurezza e all'anonimato in Monero.</p> <blockquote> <p>CoinJoin richiede liquidità</p> </blockquote> <p>La "liquidità" disponibile per chiunque spenda Monero da utilizzare come esca è sempre l'insieme totale di output on-chain, quindi non c'è mai carenza di esche per nascondersi con Monero. Qualcuno che cerca di spendere Monero può farlo ~ 20 minuti dopo aver ricevuto fondi e non ha bisogno di eseguire ulteriori passaggi per ottenere una forte privacy in Monero.</p> <blockquote> <p>la privacy di CoinJoin degrada nel tempo</p> </blockquote> <p>Poiché gli output di Monero non sono mai noti e spesi dalla rete, la privacy fornita dalle firme ad anello è molto meno suscettibile al degrado nel tempo. Un utente non ha bisogno di sfornare costantemente output in Monero e, al di fuori di circostanze estremamente rare, non perde privacy con il passare del tempo.</p> <p>Se un utente vuole "aggiornare" le esche utilizzate con un output, tuttavia, può semplicemente inviare i fondi a se stesso ed essere in grado di spenderli ~ 20 minuti dopo come al solito.</p> <blockquote> <p>CoinJoin di solito richiede input di dimensioni fisse</p> </blockquote> <p>Poiché gli importi sono nascosti in ogni transazione utilizzando <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct"></a> "Transazioni riservate" (una parte di "RingCT"), le esche utilizzate in una determinata transazione possono essere di qualsiasi dimensione. Non c'è motivo di doversi preoccupare dell'euristica basata sulla quantità in Monero, e quindi le transazioni sono molto più semplici da costruire e possono sfruttare le esche da qualsiasi momento e di qualsiasi importo sulla blockchain di Monero.</p>
lt: <p>Kadangi <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures"> nuodugniai išnagrinėjome, kas yra žiedo parašai praeityje</a>, šiame tinklaraščio įraše nenagrinėsiu jų veikimo techninių aspektų. Vietoj to pažiūrėsime, kaip Monero taikomi metodai išsprendžia problemas, kurias aptaria aukščiau aptartas CoinJoin.</p> <blockquote> <p>„CoinJoin“ pasirenkama ir reikia dalyvauti</p> </blockquote> <p>Monero skambėjimo parašai yra pagrindinė privatumo protokolo funkcija, o <em> kiekviena </em> tinklo operacija juos naudoja. Tai reiškia, kad nė vienas vartotojo sandoris neišsiskiria siekdamas didesnio privatumo nei „paprasti“ Monero naudotojai, o visi vartotojai įtikinamai paneigti, kad išleido lėšas atlikdami bet kurią operaciją. Kadangi vartotojas, išleidžiantis lėšas, nekoordinuoja ir nedalyvauja su jais naudojamomis operacijomis, naudotojai, kuriems priklauso įvestis, kuri atsitiktinai buvo atrinkta kaip apgaulė, gali nuoširdžiai pasakyti, kad nedalyvavo toje operacijoje, stiprindami savo privatumą.</p> <blockquote> <p>Centrinio koordinatoriaus naudojimas</p> </blockquote> <p>Kadangi Monero žiediniai parašai yra visiškai nekoordinuoti ir sandoriui sukurti reikia tik tikro lėšų išleidusio asmens, Monero centralizuoto koordinatoriaus nereikia. Taip užtikrinama, kad <em>niekas</em> negalės jums uždrausti prieigos prie Monero privatumo ir nėra jokio centralizuoto subjekto, kuriam būtų galima daryti spaudimą, nėra lengvų Sybil atakų prieš likvidumą ir t. t. Tol, kol jūsų sandoris moka tinkamus mokesčius, jūs gaunate necenzūruojamą prieigą prie privatumo, saugumo ir anonimiškumo Monero.</p> <blockquote> <p>„CoinJoin“ reikia likvidumo</p> </blockquote> <p> „Likvidumas“, kurį gali naudoti visi, išleidžiantys „Monero“ kaip masalus, visada yra visas grandinėje esančių išėjimų rinkinys, todėl niekada netrūks jaukų, kuriuose būtų galima pasislėpti su Monero. Asmuo, norintis išleisti Monero, gali tai padaryti apie 20 minučių po lėšų gavimo ir nereikia atlikti jokių papildomų veiksmų, kad įgytų tvirtą Monero privatumą.</p> <blockquote> <p> „CoinJoin“ privatumas laikui bėgant blogėja</p> </blockquote> <p>Kadangi „Monero“ išvesties tinklas niekada nenaudoja, todėl skambučio parašų suteikiamas privatumas laikui bėgant yra daug mažiau pablogėjęs. Naudotojui nereikia nuolat keisti išvesties Monero, o ne itin retais atvejais, laikui bėgant jis nepraranda privatumo.</p> <p>Jei vartotojas nori „atnaujinti“ su išvestimi naudojamus jaukus, jis gali tiesiog grąžinti lėšas sau ir galės jas išleisti apie 20 minučių vėliau, kaip įprasta.</p> <blockquote> <p> CoinJoin paprastai reikia fiksuoto dydžio įvesties</p> </blockquote> <p>Kadangi sumos yra paslėptos kiekvienoje operacijoje naudojant <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">„Confidential Transactions“</a> („RingCT“ dalis), bet kokioje operacijoje naudojami jaukai gali būti bet kokio dydžio. Nėra jokios priežasties nerimauti dėl sumomis pagrįstos euristikos sistemoje „Monero“, todėl sandorius sudaryti daug paprasčiau ir jie gali panaudoti apgaulę bet kuriuo momentu ir bet kokios sumos Monero blokų grandinėje.</p>
nb: <p>Som <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">vi har sett dypt på hva ringsignaturer er tidligere</a>, vil jeg ikke gå i detalj på de tekniske aspektene ved hvordan de fungerer i dette blogginnlegget. I stedet skal vi se på hvordan tilnærmingene tatt i Monero løser problemene med CoinJoin diskuterer ovenfor.</p> <blockquote> <p>CoinJoin er opt-in og krever deltakelse</p> </blockquote> <p>Moneros ringesignaturer er en kjernefunksjon i personvernprotokollen, og <em>hver</em> transaksjon på nettverket bruker dem. Dette betyr at ingen brukers transaksjoner skiller seg ut for å søke større personvern enn "normale" Monero-brukere, og alle brukere får sannsynlig benektelse for at de brukte penger i en gitt transaksjon. Siden en bruker som bruker penger ikke koordinerer eller deltar med lokkeinndataene i en transaksjon, kan de brukerne som eier input som tilfeldigvis er valgt som lokkefugler ærlig si at de ikke deltok i den transaksjonen, noe som styrker deres personvern.</p> <blockquote> <p>Bruk av en sentralisert koordinator</p> </blockquote> <p>Ettersom Moneros ringsignaturer er fullstendig ikke-koordinerte og bare krever den sanne pengebrukeren for å opprette transaksjonen, er det ikke behov for en sentralisert koordinator i Monero. Dette sikrer at <em>ingen</em> kan nekte deg tilgang til personvern i Monero, og det er ingen sentralisert enhet som kan bli presset, ingen enkle Sybil-angrep på likviditet osv. Så lenge transaksjonen din betaler de riktige gebyrene, du får usensurerbar tilgang til personvern, sikkerhet og anonymitet i Monero.</p> <blockquote> <p>CoinJoin krever likviditet</p> </blockquote> <p> "Likviditeten" som er tilgjengelig for alle som bruker Monero for å bruke som lokkeduer er alltid det totale settet med utganger på kjeden, så det er aldri mangel på lokkeduer å gjemme seg i med Monero. Noen som ønsker å bruke Monero kan gjøre det ca. 20 minutter etter å ha mottatt midler, og trenger ikke å utføre noen ekstra trinn for å få et sterkt personvern i Monero.</p> <blockquote> <p>CoinJoin-personvernet forringes over tid</p> </blockquote> <p>Ettersom Moneros utganger aldri er kjent-brukt av nettverket, er personvernet gitt av ringsignaturer mye mindre utsatt for forringelse over tid. En bruker trenger ikke konstant å churne utganger i Monero, og utenom ekstremt sjeldne omstendigheter mister han ikke noe privatliv ettersom tiden går.</p> <p>Hvis en bruker ønsker å "oppdatere" lokkefuglene som brukes med en utgang, kan de imidlertid bare sende pengene tilbake til seg selv og bruke dem ~20 minutter senere som vanlig.</p> <blockquote> <p>CoinJoin krever vanligvis innganger med fast størrelse</p> </blockquote> <p>Ettersom beløp er skjult i hver transaksjon som bruker <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">«Konfidensielle transaksjoner»</a> (en del av «RingCT»), kan lokkefuglene som brukes i en gitt transaksjon være av hvilken som helst størrelse. Det er ingen grunn til å være bekymret for beløpsbaserte heuristikk i Monero, og derfor er transaksjoner mye enklere å bygge og kan utnytte lokkeduer fra ethvert tidspunkt og uansett beløp på Monero-blokkjeden.</p>
nl: <p>Aangezien we al <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures"> diep hebben gekeken naar wat ringhandtekeningen zijn in het verleden </a>, zal ik in deze blogpost niet in detail gaan op de technische aspecten van hoe ze werken. In plaats daarvan zullen we kijken hoe de aanpak van Monero de problemen met CoinJoin oplost die hierboven zijn besproken.</p> <blockquote> <p>CoinJoin is opt-in en vereist deelname</p> </blockquote> <p>Monero's ringhandtekeningen zijn een kernkenmerk van het privacyprotocol en <em>elke </em> transactie op het netwerknaakt er gebruik van. Dit betekent dat de transacties van geen enkele gebruiker opvallen door het zoeken naar meer privacy dan "normale" Monero-gebruikers, en alle gebruikers krijgen aannemelijke ontkenning dat ze geld hebben uitgegeven aan een bepaalde transactie. Aangezien het geld dat een gebruiker uitgeeft niet coördineert of deelneemt aan de lokaas inputs in een transactie, kunnen gebruikers die eigenaar zijn van inputs die toch toevallig als lokmiddelen zijn geselecteerd, eerlijk aangeven dat ze niet hebben deelgenomen aan die transactie, waardoor hun privacy wordt versterkt. </p> <blockquote> <p>Gebruik van een gecentraliseerde coördinator</p> </blockquote> <p>Aangezien de ringhandtekeningen van Monero volledig niet-gecoördineerd zijn en alleen de echte gelduitgever nodig hebben om de transactie te creëren, is er geen centrale coördinator nodig in Monero. Dit zorgt ervoor dat <em>niemand</em> uw toegang tot privacy in Monero kan ontzeggen, en er is geen gecentraliseerde entiteit die onder druk kan worden gezet, geen gemakkelijke Sybil-aanvallen op liquiditeit, enz. Zolang u transactie de juiste kosten betaalt, krijgt u ongecensureerde toegang tot privacy, veiligheid en anonimiteit in Monero.</p> <blockquote> <p>CoinJoin vereist liquiditeit</p> </blockquote> <p>De "liquiditeit" die beschikbaar is voor iedereen die Monero uitgeeft om als lokmiddelen te gebruiken, is altijd de totale set outputs in de keten, dus er is nooit een tekort aan lokmiddelen om u met Monero in te verstoppen. Iemand die Monero wilt uitgeven, kan dit ongeveer 20 minuten na ontvangst van het geld doen en hoeft geen extra stappen te ondernemen om sterke privacy in Monero te verkrijgen.</p> <blockquote> <p>CoinJoin-privacy verslechtert na verloop van tijd</p> </blockquote> <p>Aangezien de uitvoer van Monero nooit door het netwerk wordt uitgegeven, is de privacy die wordt geboden door ringhandtekeningen veel minder vatbaar voor verslechtering in de loop van de tijd. Een gebruiker hoeft niet constant outputs te draaien in Monero, en buiten uiterst zeldzame omstandigheden verliest hij na verloop van tijd geen privacy.</p> <p>Als een gebruiker de lokaas die met een output wordt gebruikt echter wil "verversen", kan hij het geld gewoon naar zichzelf terugsturen en het zoals gewoonlijk ~ 20 minuten later uitgeven. </p> <blockquote> <p>CoinJoin vereist meestal invoer met een vaste grootte </p> </blockquote> <p>Aangezien bedragen in elke transactie worden verborgen met behulp van <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">"Vertrouwelijke transacties"</a> (een onderdeel van "RingCT"), kunnen de lokmiddelen die bij een bepaalde transactie worden gebruikt van elke grootte zijn. Er is geen reden om u zorgen te maken over op bedragen gebaseerde heuristiek in Monero, dus transacties zijn veel eenvoudiger te bouwen en kunnen lokmiddelen gebruiken vanaf elk moment en van elk bedrag op de Monero-blockchain.</p>
pl: <p><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">W przeszłości pisaliśmy dogłębnie o ring signatures</a>, nie będę więc tutaj ich szczegółowo opisywać. Przyjrzymy się, w jaki sposób podejścia przyjęte w Monero rozwiązują znane problemy z CoinJoinem. </p> <blockquote> <p> CoinJoin jest dobrowolny </p> </blockquote> <p> Ring signatures Monero są rdzenną cechą prywatnego protokołu, a <em> każda </em>transakcja w sieci Monero je wykorzystuje. Oznacza to, że żadne transakcje nie wyróżniają się jako tych , którzy poszukują więcej prywatności niż „normalni” użytkownicy Monero, a wszyscy użytkownicy zyskują wiarygodną zaprzeczalność, że wydali środki w jakiejś dowolnej transakcji. Ponieważ wyjścia użytkownika nie koordynują ani nie uczestniczą z wabikami w transakcji, użytkownicy, którzy są właścicielami wejść wybieranych jako wabiki, mogą więc szczerze powiedzieć, że nie uczestniczyli w tej transakcji. </p> <blockquote> <p> Zastosowanie scentralizowanego koordynatora </p> </blockquote> <p> Ponieważ ring signatures Monero są całkowicie nieskoordynowane i wymagają jedynie, aby rzeczywisty wydawca środków tworzył transakcję, nie ma potrzeby scentralizowanego koordynatora w Monero. Zapewnia to, że <em> nikt </em> nie może odmówić Ci dostępu do prywatności w Monero i nie ma scentralizowanej jednostki, na którą można naciskać oraz żadnego łatwego ataku Sybil itp. O ile transakcja płaci odpowiednie opłaty, zyskujesz niemożliwy do ocenzurowania dostęp do prywatności, bezpieczeństwa i anonimowości w Monero. </p> <blockquote> <p> CoinJoin wymaga płynności </p> </blockquote> <p> „Płynność” dostępna dla każdego, kto wydaje Monero, żeby wykorzystać jako wabik, zawsze jest całkowitym zestawem wyjść do łańcucha, więc nigdy nie brakuje wabików, wśród których można ukryć Monero. Ktoś, kto chce wydać Monero, może to zrobić w ~20 minut po otrzymaniu środków i nie musi wykonywać żadnych dodatkowych kroków, aby uzyskać silną prywatność w Monero. </p> <blockquote> <p> Prywatność CoinJoina degraduje z czasem </p> </blockquote> <p>Ponieważ wyjścia Monero nigdy nie są znane przez sieć, prywatność dostarczana przez ring signatures jest znacznie mniej podatna na degradację po jakimś czasie. Użytkownik nie musi stale przesuwać wyjść przez sieć Monero, a poza niezwykle rzadkimi okolicznościami, nie traci prywatności w miarę upływu czasu. </p> <p> Jeśli użytkownik chce „odświeżyć” wabiki używane z wyjściem, może po prostu odesłać fundusze do siebie i być w stanie wydać je ~20 minut później. </p> <blockquote> <p> CoinJoin zwykle wymaga wejść o stałej wielkości </p> </blockquote> <p> Jako, że kwoty są ukryte w każdej transakcji za pomocą <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">“Confidential Transactions”</a> (stanowiących część „RingCT”), wabiki stosowane w każdej transakcji mogą mieć dowolny rozmiar. Nie ma potrzeby martwić się heurystyką opartą na ilości w Monero, dlatego transakcje są znacznie prostsze do zbudowania i mogą wykorzystać wabiki z dowolnego bloku i jakiejkolwiek kwoty na całym blockchainie Monero. </p>
pt_br: <p>Como <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">, analisamos profundamente quais são as assinaturas de anel nos últimos</a>, não entrarei em detalhes sobre os aspectos técnicos de como eles funcionam neste post no blog. Em vez disso, veremos como as abordagens tomadas em Monero resolvem os problemas com o CoinJoin discutidos acima.</p> <blockquote> <p>CoinJoin é opt-in e requer participação</p> </blockquote> <p>as assinaturas do anel do Monero são uma característica central do protocolo de privacidade, e <em>cada transação</em> na rede as usa. Isso significa que nenhuma transação de usuário se destaca por buscar maior privacidade do que os usuários "normais" do Monero, e todos os usuários ganham negação plausível de que eles gastaram fundos em qualquer transação. Como os fundos de gastos do usuário não coordenam ou participam com os insumos de isca em uma transação, aqueles usuários que possuem insumos que por acaso são selecionados como isca podem dizer honestamente que não estavam participando dessa transação, fortalecendo sua privacidade.</p> <blockquote> <p>Uso de um coordenador centralizado</p> </blockquote> <p>Como as assinaturas do anel de Monero são totalmente não coordenadas e exigem apenas o verdadeiro gastador de recursos para criar a transação, não há necessidade de um coordenador centralizado em Monero. Isso garante que <em>ninguém</em> possa negar acesso à privacidade em Monero, e não há nenhuma entidade centralizada que possa ser pressionada, nenhum ataque fácil da Sybil à liquidez, etc. Desde que sua transação pague as taxas adequadas, você ganha acesso sem censura à privacidade, segurança e anonimato em Monero.</p> <blockquote> <p>CoinJoin requer liquidez</p> </blockquote> <p>A "liquidez" disponível para quem gastar o Monero para usar como isca é sempre o conjunto total de saídas em cadeia, então nunca há escassez de isca para se esconder com o Monero. Alguém que procura gastar o Monero pode fazê-lo ~20min depois de receber fundos, e não precisa realizar quaisquer etapas adicionais para ganhar forte privacidade em Monero.</p> <blockquote> <p>a privacidade do CoinJoin degrada-se com o tempo</p> </blockquote> <p>Como as saídas do Monero nunca são conhecidas pela rede, a privacidade fornecida pelas assinaturas de anel é muito menos suscetível à degradação ao longo do tempo. Um usuário não precisa constantemente agitar saídas em Monero, e fora de circunstâncias extremamente raras, não perde privacidade com o passar do tempo.</p> <p>Se um usuário quiser "atualizar" as iscas usadas com uma saída, no entanto, ele pode simplesmente enviar os fundos de volta para si mesmos e ser capaz de gastá-los ~20min mais tarde, como de costume.</p> <blockquote> <p>CoinJoin geralmente requer entradas de tamanho fixo</p> </blockquote> <p>Como os valores estão escondidos em cada transação usando <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">"Transações Confidenciais"</a> (uma parte do "RingCT"), as iscas usadas em qualquer transação podem ser de qualquer tamanho. Não há razão para se preocupar com a heurística baseada em quantidade em Monero, e por isso as transações são muito mais simples de construir e podem alavancar isca de qualquer ponto no tempo e de qualquer quantidade na blockchain Monero.</p>
sl: <p>Ker<a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures"> smo se v preteklosti že poglobili v to, kaj so obročni podpisi</a>, zato v tem prispevku ne bomo podrobno opisovali tehničnih vidikov njihovega delovanja. Namesto tega si bomo ogledali kako pristopi, ki so jih uporabili v Moneru, rešujejo težave s CoinJoinom.</p> <blockquote> <p>CoinJoin je opt-in in zahteva sodelovanje </p> </blockquote> <p>Obročni ozr. Ring podpisi Monero so osrednja značilnost protokola zasebnosti in jih uporablja vsaka transakcija v omrežju. To pomeni, da transakcije nobenega uporabnika ne izstopajo zaradi iskanja večje zasebnosti od "običajnih" uporabnikov Monera, vsi uporabniki pa pridobijo verodostojno možnost zanikanja, da so pri posamezni transakciji porabili sredstva. Ker uporabnik, ki porabi sredstva, v transakciji ne usklajuje ali sodeluje z vložki za vabo, lahko tisti uporabniki, ki imajo v lasti vložke, ki so slučajno izbrani kot vabe, pošteno povedo, da niso sodelovali v tej transakciji, kar okrepi njihovo zasebnost.</p> <blockquote> <p>Uporaba centraliziranega koordinatorja</p> </blockquote> <p>Ker obročni podpisi Monero v celoti niso koordinirani in za ustvarjanje transakcije potrebujejo le pravega porabnika sredstev, v Moneru ni potrebe po centraliziranem koordinatorju. To zagotavlja, da <em>nihče </em> ne more preprečiti dostopa do zasebnosti v Moneru, prav tako ni centraliziranega subjekta, na katerega bi lahko pritiskali, ni enostavnih napadov Sybila na likvidnost itd. Dokler s svojo transakcijo plačujete ustrezne pristojbine, v Moneru pridobite necenzuriran dostop do zasebnosti, varnosti in anonimnosti.</p> <blockquote> <p>CoinJoin zahteva likvidnost </p> </blockquote> <p>"Likvidnost", ki je na voljo vsakomur, ki porabi Monero, da jo uporabi kot vabo, je vedno celoten nabor izhodov na verigi, zato nikoli ne zmanjka vabe, v katero se lahko skrijete z Monero. Nekdo, ki želi porabiti Monero, lahko to stori ~20min po prejemu sredstev in mu ni treba opraviti nobenih dodatnih korakov, da bi pridobil močno zasebnost v Moneru.</p> <blockquote> <p>Zasebnost CoinJoin se sčasoma poslabša</p> </blockquote> <p>Ker izhodi Monero niso znani, je zasebnost, ki jo zagotavljajo obročni oz. "ring" podpisi, veliko manj dovzetna za poslabšanje s časom. Uporabniku ni treba nenehno spreminjati izhodov in ne izgublja zasebnosti, razen v izjemno redkih okoliščinah.</p> <p>Če želi uporabnik "osvežiti" vabe, ki jih je uporabil z izhodom, lahko sredstva preprosto pošlje nazaj k sebi in jih kot običajno porabi cca 20 minut pozneje.</p> <blockquote> <p>CoinJoin običajno zahteva vnose fiksne velikosti </p> </blockquote> <p>Ker so zneski v vsaki transakciji skriti z uporabo <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct"> "Zaupne transakcije "</a> (del "RingCT"), so lahko vabe, uporabljene v posamezni transakciji, poljubno velike. V Moneru ni razloga, da bi bilo treba skrbeti za hevristiko, ki temelji na znesku, zato so transakcije veliko enostavnejše za izdelavo in lahko uporabljajo vabe iz katere koli točke v času in katere koli vrednosti v blokovni verigi Monero.</p>
sv: <p>Som <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">vi har tittat djupt på vad ringsignaturer är tidigare</a>, kommer jag inte att gå in i detalj på de tekniska aspekterna av hur de fungerar i det här blogginlägget. Istället ska vi titta på hur tillvägagångssätten i Monero löser problemen med CoinJoin diskuterar ovan.</p> <blockquote> <p>CoinJoin är opt-in och kräver deltagande</p> </blockquote> <p>Moneros ringsignaturer är en kärnfunktion i sekretessprotokollet, och <em>varje</em> transaktion på nätverket använder dem. Detta innebär att ingen användares transaktioner sticker ut för att söka större integritet än "normala" Monero-användare, och alla användare får rimligt förnekande att de har spenderat pengar i en given transaktion. Eftersom en användare som spenderar pengar inte samordnar eller deltar med lockbetsingångarna i en transaktion, kan de användare som äger indata som råkar vara utvalda som lockbete ärligt säga att de inte deltog i den transaktionen, vilket stärker deras integritet.</p> <blockquote> <p>Användning av en centraliserad koordinator</p> </blockquote> <p>Eftersom Moneros ringsignaturer är helt okoordinerade och endast kräver den verkliga spenderaren av pengar för att skapa transaktionen, finns det inget behov av en centraliserad koordinator i Monero. Detta säkerställer att <em>ingen</em> kan neka dig tillgång till integritet i Monero, och det finns ingen centraliserad enhet som kan utsättas för press, inga lätta Sybil-attacker på likviditet, etc. Så länge din transaktion betalar de rätta avgifterna, du får ocensurerbar tillgång till integritet, säkerhet och anonymitet i Monero.</p> <blockquote> <p>CoinJoin kräver likviditet</p> </blockquote> <p>Den "likviditet" som är tillgänglig för alla som spenderar Monero att använda som lockbete är alltid den totala uppsättningen av utgångar på kedjan så det finns aldrig brist på lockbeten att gömma sig i med Monero. Någon som vill spendera Monero kan göra det ~20 minuter efter att ha mottagit pengar och behöver inte utföra några ytterligare steg för att få stark sekretess i Monero.</p> <blockquote> <p>CoinJoin integritet försämras med tiden</p> </blockquote> <p>Eftersom Moneros utgångar aldrig är kända förbrukade av nätverket, är integriteten som tillhandahålls av ringsignaturer mycket mindre mottaglig för försämring över tid. En användare behöver inte ständigt churna utdata i Monero, och utanför extremt sällsynta omständigheter förlorar han ingen integritet allt eftersom tiden går.</p> <p>Om en användare vill "uppdatera" de lockbeten som används med en utdata, kan de bara skicka tillbaka pengarna till sig själva och kunna spendera dem ~20 minuter senare som vanligt.</p> <blockquote> <p>CoinJoin kräver vanligtvis ingångar med fast storlek</p> </blockquote> <p>Eftersom belopp är dolda i varje transaktion med <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">"Konfidentiella transaktioner"</a> (en del av "RingCT"), kan lockbetena som används i en given transaktion vara av vilken storlek som helst. Det finns ingen anledning att behöva vara orolig för beloppsbaserad heuristik i Monero, så transaktioner är mycket enklare att bygga och kan utnyttja lockbeten från vilken tidpunkt som helst och oavsett belopp på Monero blockchain.</p>
tl: <p>Bilang <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">malalim naming tinitingnan kung ano ang mga pirma ng singsing sa nakaraan</a>, hindi ko na idedetalye ang mga teknikal na aspeto kung paano gumagana ang mga ito sa post sa blog na ito. Sa halip, titingnan natin kung paano nireresolba ng mga diskarte na ginawa sa Monero ang mga isyu sa CoinJoin na tinatalakay sa itaas.</p> <blockquote> <p>Ang CoinJoin ay opt-in at nangangailangan ng pakikilahok</p> </blockquote> <p>Ang mga ring signature ng Monero ay isang pangunahing feature ng privacy protocol, at <em>bawat</em> na transaksyon sa network ay gumagamit ng mga ito. Nangangahulugan ito na walang mga transaksyon ng user ang namumukod-tangi para sa paghahanap ng higit na privacy kaysa sa "normal" na mga user ng Monero, at ang lahat ng mga user ay nakakakuha ng kapani-paniwalang pagtatanggi na gumastos sila ng mga pondo sa anumang partikular na transaksyon. Dahil ang mga pondo sa paggastos ng user ay hindi nakikipag-ugnayan o nakikilahok sa mga input ng decoy sa isang transaksyon, ang mga user na nagmamay-ari ng mga input na nangyaring napili bilang mga decoy ay maaaring matapat na sabihin na hindi sila nakikilahok sa transaksyong iyon, na nagpapatibay sa kanilang privacy.</p> <blockquote> <p>Paggamit ng isang sentralisadong coordinator</p> </blockquote> <p>Dahil ang mga ring signature ng Monero ay ganap na hindi magkakaugnay at nangangailangan lamang ng tunay na gumagastos ng mga pondo upang gawin ang transaksyon, hindi na kailangan ng isang sentralisadong coordinator sa Monero. Tinitiyak nito na <em>walang sinuman</em> ang maaaring tanggihan ang iyong access sa privacy sa Monero, at walang sentralisadong entity na maaaring mapilit, walang madaling pag-atake ng Sybil sa liquidity, atbp. Hangga't ang iyong transaksyon ay nagbabayad ng wastong mga bayarin, nakakakuha ka ng walang censorable na access sa privacy, seguridad, at anonymity sa Monero.</p> <blockquote> <p>Ang CoinJoin ay nangangailangan ng pagkatubig</p> </blockquote> <p>Ang "likido" na magagamit ng sinumang gumagastos ng Monero upang gamitin bilang mga decoy ay palaging ang kabuuang hanay ng mga output na on-chain kaya hindi kailanman magkakaroon ng kakulangan ng mga decoy na itatago sa Monero. Maaaring gawin ito ng isang taong gustong gumastos ng Monero ~20min pagkatapos makatanggap ng mga pondo, at hindi na kailangang magsagawa ng anumang karagdagang hakbang upang magkaroon ng matibay na privacy sa Monero.</p> <blockquote> <p>Ang privacy ng CoinJoin ay bumababa sa paglipas ng panahon</p> </blockquote> <p>Dahil ang mga output ni Monero ay hindi kailanman kilala-ginagastos ng network, ang privacy na ibinibigay ng mga ring signature ay hindi gaanong madaling masira sa paglipas ng panahon. Ang isang user ay hindi kailangang patuloy na mag-churn ng mga output sa Monero, at sa labas ng napakabihirang mga pangyayari, hindi mawawalan ng privacy habang tumatagal.</p> <p>Kung gusto ng isang user na "i-refresh" ang mga decoy na ginamit kasama ng isang output, gayunpaman, maaari lang nilang ipadala ang mga pondo pabalik sa kanilang sarili at magagawang gastusin ang mga ito ~20min mamaya gaya ng dati.</p> <blockquote> <p>Ang CoinJoin ay karaniwang nangangailangan ng mga fixed-size na input</p> </blockquote> <p>Dahil nakatago ang mga halaga sa bawat transaksyon gamit ang <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">“Kumpidensyal na Mga Transaksyon”</a> (isang bahagi ng “RingCT”), ang mga decoy na ginagamit sa anumang partikular na transaksyon ay maaaring maging anumang laki. Walang dahilan upang kailangang mag-alala tungkol sa mga heuristic na nakabatay sa halaga sa Monero, at sa gayon ang mga transaksyon ay mas simple na gawin at maaaring magamit ang mga decoy mula sa anumang punto ng oras at ng anumang halaga sa Monero blockchain.</p>
tr: <p>Geçmişte zil seslerinin ne olduğunu <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">derinlemesine incelemiş olduğumuzdan</a>, bu blog yazısında bunların nasıl çalıştıklarının teknik yönleri hakkında çok fazla ayrıntıya girmeyeceğim. Bunun yerine Monero'da benimsenen yaklaşımların CoinJoin ile yukarıda tartışılan sorunları nasıl çözdüğüne bakacağız.</p> <blockquote> <p>CoinJoin isteğe bağlıdır ve katılım gerektirir</p> </blockquote> <p>Monero'nun halka imzaları, gizlilik protokolünün temel bir özelliğidir ve ağdaki <em>her</em> işlemde bunları kullanır. Bu, hiçbir kullanıcının işlemlerinin "normal" Monero kullanıcılarından daha fazla gizlilik arayışında olmadığı ve tüm kullanıcıların herhangi bir işlemde para harcadıkları konusunda makul bir inkar elde ettiği anlamına gelir. Para harcayan bir kullanıcı, bir işlemdeki sahte girdileri koordine etmediğinden veya bunlara katılmadığından, tuzak olarak seçilen girdilere sahip olan kullanıcılar, bu işleme katılmadıklarını dürüstçe söyleyebilir ve bu da gizliliklerini güçlendirir.</p> <blockquote> <p>Merkezi bir koordinatörün kullanımı</p> </blockquote> <p>Monero'nun halka imzaları tamamen koordine olmadığından ve işlemi oluşturmak için yalnızca fonları gerçek harcayan kişiye ihtiyaç duyduğundan, Monero'da merkezi bir koordinatöre ihtiyaç yoktur. Bu, <em>hiç kimsenin</em> Monero'da gizliliğe erişiminizi engelleyememesini ve baskı altına alınabilecek hiçbir merkezi varlığın, likiditeye yönelik kolay Sybil saldırılarının olmamasını vb. sağlar. İşleminiz uygun ücretleri ödediği sürece, Monero'da gizliliğe, güvenliğe ve anonimliğe sansürlenemez erişim elde edersiniz.</p> <blockquote> <p>CoinJoin likidite gerektirir</p> </blockquote> <p>Monero'yu tuzak olarak kullanmak üzere harcayan herkesin kullanabileceği "likidite" her zaman zincirdeki toplam çıktı kümesidir, dolayısıyla Monero'da saklanacak tuzak sıkıntısı asla yaşanmaz. Monero harcamak isteyen biri, parayı aldıktan yaklaşık 20 dakika sonra bunu yapabilir ve Monero'da güçlü bir gizlilik elde etmek için herhangi bir ek adım atması gerekmez.</p> <blockquote> <p>CoinJoin gizliliği zamanla bozulur</p> </blockquote> <p>Monero'nun çıktıları hiçbir zaman ağ tarafından bilinmediğinden ve harcanmadığından, halka imzalarının sağladığı gizliliğin zaman içinde bozulmaya karşı duyarlılığı çok daha azdır. Kullanıcının Monero'da çıktıları sürekli olarak değiştirmesi gerekmez ve son derece nadir durumlar dışında zaman geçtikçe gizlilik kaybı olmaz.</p> <p>Bir kullanıcı bir çıktıyla kullanılan tuzakları "yenilemek" isterse, parayı yalnızca kendisine geri gönderebilir ve her zamanki gibi ~20 dakika sonra harcayabilir.</p> <blockquote> <p>CoinJoin genellikle sabit boyutlu girişler gerektirir</p> </blockquote> <p>Tutarlar, <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">“Gizli İşlemler”</a> ("RingCT"nin bir parçası) kullanılarak her işlemde gizlendiğinden, herhangi bir işlemde kullanılan tuzaklar herhangi bir boyutta olabilir. Monero'da miktara dayalı buluşsal yöntemler konusunda endişelenmenize gerek yok ve bu nedenle işlemlerin oluşturulması çok daha kolaydır ve Monero blok zincirindeki herhangi bir zamanda ve herhangi bir miktardaki tuzaklardan yararlanılabilir.</p>
ur: <p>جیسا کہ <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">ہم نے گہرائی سے دیکھا ہے کہ ماضی میں </a>انگوٹھی کے دستخط کون سے ہیں اس کے بجائے، ہم دیکھیں گے کہ Monero میں اٹھائے گئے نقطہ نظر CoinJoin کے اوپر بحث کے ساتھ مسائل کو کیسے حل کرتے ہیں۔</p> <blockquote> <p>CoinJoin آپٹ ان ہے اور اس میں شرکت کی ضرورت ہے</p> </blockquote> <p>منیرو کے انگوٹھی کے دستخط رازداری کے پروٹوکول کی بنیادی خصوصیت ہیں، اور نیٹ ورک پر <em>ہر </em> لین دین انہیں استعمال کرتا ہے۔ اس کا مطلب یہ ہے کہ کسی بھی صارف کا لین دین "عام" منیرو صارفین کے مقابلے زیادہ رازداری کے حصول کے لیے الگ نہیں ہے، اور تمام صارفین اس بات سے قابلِ تردید حاصل کرتے ہیں کہ انھوں نے کسی بھی لین دین میں فنڈز خرچ کیے ہیں۔ چونکہ ایک صارف فنڈز خرچ کرنے والے کسی لین دین میں ڈیکوی ان پٹس کے ساتھ ہم آہنگی یا شرکت نہیں کرتا ہے، وہ صارفین جو ان پٹ کے مالک ہیں جوdecoys کے طور پر منتخب ہوتے ہیں ایمانداری سے کہہ سکتے ہیں کہ وہ اس لین دین میں حصہ نہیں لے رہے تھے، اس سے ان کی پرائیویسی مضبوط ہوتی ہے۔</p> <blockquote> <p>مرکزی رابطہ کار کا استعمال</p> </blockquote> <p>چونکہ منیرو کی انگوٹھی کے دستخط مکمل طور پر غیر مربوط ہوتے ہیں اور لین دین کو بنانے کے لیے صرف فنڈز کے حقیقی خرچ کرنے والے کی ضرورت ہوتی ہے، اس لیے منیرو میں کسی مرکزی کوآرڈینیٹر کی ضرورت نہیں ہے۔ یہ یقینی بناتا ہے کہ <em>کوئی بھی </em> آپ کو منیرو میں رازداری تک رسائی سے انکار نہیں کر سکتا، اور کوئی مرکزی ادارہ نہیں ہے جس پر دباؤ ڈالا جا سکے، سیالیت پر کوئی آسان Sybil حملہ نہیں کرتا، وغیرہ۔ جب تک کہ آپ کا لین دین مناسب فیس ادا کرتا ہے، آپ منیرو میں رازداری، سیکورٹی، اور گمنامی تک غیر سنسر رسائی حاصل کرتے ہیں۔</p> <blockquote> <p>CoinJoin کو لیکویڈیٹی کی ضرورت ہے</p> </blockquote> <p>مونیرو کو ڈیکوز کے طور پر استعمال کرنے کے لیے خرچ کرنے والے ہر شخص کے لیے دستیاب "لیکویڈیٹی" ہمیشہ آن چین آؤٹ پٹ کا کل سیٹ ہوتا ہے لہذا منیرو کے ساتھ چھپانے کے لیے ڈیکوز کی کبھی کمی نہیں ہوتی ہے۔ کوئی شخص جو منیرو خرچ کرنا چاہتا ہے وہ فنڈز حاصل کرنے کے بعد ~20 منٹ میں ایسا کر سکتا ہے، اور منیرو میں مضبوط رازداری حاصل کرنے کے لیے کوئی اضافی اقدامات کرنے کی ضرورت نہیں ہے۔</p> <blockquote> <p>CoinJoin کی رازداری وقت کے ساتھ کم ہوتی جاتی ہے</p> </blockquote> <p>چونکہ منیرو کے آؤٹ پٹس کو نیٹ ورک کے ذریعے کبھی معلوم نہیں کیا جاتا ہے، اس لیے انگوٹھی کے دستخطوں کے ذریعے فراہم کردہ رازداری وقت کے ساتھ ساتھ تنزلی کا شکار نہي ہوتی ہے۔ ایک صارف کو منیرو میں مسلسل آؤٹ پٹس کو منتشر کرنے کی ضرورت نہیں ہے، اور انتہائی غیر معمولی حالات میں، وقت گزرنے کے ساتھ ساتھ کوئی رازداری نہیں کھوتا ہے۔</p> <p>اگر کوئی صارف آؤٹ پٹ کے ساتھ استعمال ہونے والی ڈیکوز کو "ریفریش" کرنا چاہتا ہے، تاہم، وہ صرف اپنے پاس فنڈز واپس بھیج سکتا ہے اور انہیں ~20 منٹ بعد معمول کے مطابق خرچ کرنے کے قابل ہو سکتا ہے۔</p> <blockquote> <p>CoinJoin کو عام طور پر فکسڈ سائز کے ان پٹ کی ضرورت ہوتی ہے</p> </blockquote> <p>چونکہ <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">"خفیہ لین دین"</a> ("رنگ سی ٹی" کا ایک حصہ) کا استعمال کرتے ہوئے ہر لین دین میں رقوم چھپائی جاتی ہیں، کسی بھی دیے گئے لین دین میں استعمال ہونے والےdecoys کسی بھی سائز کے ہو سکتے ہیں۔ منیرو میں رقم پر مبنی ہیورسٹکس کے بارے میں فکر مند ہونے کی کوئی وجہ نہیں ہے، اور اس لیے لین دین بہت آسان ہے اور یہ منیرو بلاک چین پر کسی بھی وقت اور کسی بھی رقم سے ڈیکوز کا فائدہ اٹھا سکتا ہے۔</p>
zh_cn: <p>由于 <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">我们在过去已经深入研究了什么是环形签名</a>, 我不会在这篇博文中详细讨论它们如何工作的技术问题。相反，我们将看看门罗币中采取的方法如何解决上面讨论的CoinJoin的问题。</p> <blockquote> <p>CoinJoin是选择加入的，需要参与</p> </blockquote> <p>门罗币的环形签名是隐私协议的一个核心特征，网络上的 <em>每一笔</em> 交易都使用它们。这意味着没有用户的交易会因为寻求比 “正常” 门罗币用户更多的隐私而脱颖而出，而且所有用户都获得了他们在任何特定交易中花费资金的合理推诿性。由于花费资金的用户不会与交易中的诱饵投入相协调或参与，那些拥有碰巧被选为诱饵的投入的用户可以诚实地说他们没有参与该交易，加强他们的隐私。</p> <blockquote> <p>使用一个集中的协调器</p> </blockquote> <p>由于门罗币的环形签名是完全非协调的，只需要真正的资金花费者来创建交易，所以在门罗币中不需要一个集中的协调者。这确保了 <em>没有人</em> 可以拒绝你在门罗币中获得隐私，也没有一个中心化的实体可以施压，不容易对流动性进行Sybil攻击，等等。只要你的交易支付适当的费用，你就可以在门罗币中获得不可审查的隐私、安全和匿名的机会。</p> <blockquote> <p>CoinJoin需要流动性</p> </blockquote> <p>任何花费门罗币的人可以用作诱饵的 "流动性"总是链上的总输出，所以永远不会缺少可以用门罗币隐藏的诱饵。寻求花费门罗币的人可以在收到资金后~20分钟内完成，并且不需要执行任何额外的步骤来获得门罗币的强大隐私。</p> <blockquote> <p>CoinJoin的隐私会随着时间的推移而降低</p> </blockquote> <p>由于门罗币的输出永远不会被网络所知晓，环形签名所提供的隐私更不容易随时间退化。一个用户不需要不断地在门罗币中搅动输出，并且在极其罕见的情况下，随着时间的推移不会失去隐私。</p> <p>然而，如果用户确实想 "刷新"用于输出的诱饵，他们只需将资金送回给自己，并能够像往常一样在20分钟后花费它们。</p> <blockquote> <p>CoinJoin通常需要固定规模的输入</p> </blockquote> <p>由于使用 <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">“机密交易”</a> ("RingCT"的一部分), 的每笔交易的金额都是隐藏的，在任何特定交易中使用的诱饵可以是任何大小。在门罗币中没有理由需要担心基于金额的启发式方法，因此交易的建立要简单得多，可以利用来自门罗币区块链上任何时间点和任何金额的诱饵。</p>
zh_tw: <p>由於 <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">我們在過去已經深入研究了什麼是環形簽名</a>, 我不會在這篇博文中詳細討論它們如何工作的技術問題。相反，我們將看看門羅幣中採取的方法如何解決上面討論的CoinJoin的問題。</p> <blockquote> <p>CoinJoin是選擇加入的，需要參與</p> </blockquote> <p>門羅幣的環形簽名是隱私協議的一個核心特徵，網絡上的 <em>每一筆</em> 交易都使用它們。這意味著沒有用戶的交易會因為尋求比 “正常” 門羅幣用戶更多的隱私而脫穎而出，而且所有用戶都獲得了他們在任何特定交易中花費資金的合理推諉性。由於花費資金的用戶不會與交易中的誘餌投入相協調或參與，那些擁有碰巧被選為誘餌的投入的用戶可以誠實地說他們沒有參與該交易，加強他們的隱私。</p> <blockquote> <p>使用一個集中的協調器</p> </blockquote> <p>由於門羅幣的環形簽名是完全非協調的，只需要真正的資金花費者來創建交易，所以在門羅幣中不需要一個集中的協調者。這確保了 <em>沒有人</em> 可以拒絕你在門羅幣中獲得隱私，也沒有一個中心化的實體可以施壓，不容易對流動性進行Sybil攻擊，等等。只要你的交易支付適當的費用，你就可以在門羅幣中獲得不可審查的隱私、安全和匿名的機會。</p> <blockquote> <p>CoinJoin需要流動性</p> </blockquote> <p>任何花費門羅幣的人可以用作誘餌的 "流動性"總是鏈上的總輸出，所以永遠不會缺少可以用門羅幣隱藏的誘餌。尋求花費門羅幣的人可以在收到資金後~20分鐘內完成，並且不需要執行任何額外的步驟來獲得門羅幣的強大隱私。</p> <blockquote> <p>CoinJoin的隱私會隨著時間的推移而降低</p> </blockquote> <p>由於門羅幣的輸出永遠不會被網絡所知曉，環形簽名所提供的隱私更不容易隨時間退化。一個用戶不需要不斷地在門羅幣中攪動輸出，並且在極其罕見的情況下，隨著時間的推移不會失去隱私。 </p> <p>然而，如果用戶確實想 "刷新"用於輸出的誘餌，他們只需將資金送回給自己，並能夠像往常一樣在20分鐘後花費它們。 </p> <blockquote> <p>CoinJoin通常需要固定規模的輸入</p> </blockquote> <p>由於使用 <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/monero-ringct">“機密交易”</a> ("RingCT"的一部分), 的每筆交易的金額都是隱藏的，在任何特定交易中使用的誘餌可以是任何大小。在門羅幣中沒有理由需要擔心基於金額的啟發式方法，因此交易的建立要簡單得多，可以利用來自門羅幣區塊鏈上任何時間點和任何金額的誘餌。 </p>
