Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbmorph8722Sbdeposit250Sbtitle
source: How can I deposit other cryptocurrencies to the {appName} wallet?
cs: Jak mohu vložit další kryptoměny do peněženky {appName}?
fi: Kuinka voin tallettaa muita kryptovaluuttoja {appName}-lompakkoon?
fr: Comment puis-je déposer d'autres crypto-monnaies sur le portefeuille {appName} ?
it: Come posso depositare altre criptovalute sul portafoglio {appName}?
lt: Kaip galiu įnešti kitas kriptovaliutas į {appName} piniginę?
nb: Hvordan kan jeg sette inn andre kryptovalutaer til {appName}-lommeboken?
nl: Hoe kan ik andere cryptocurrencies in de {appName}-portefeuille storten?
pl: Jak mogę wpłacić inne kryptowaluty do portfela {appName}?
pt_br: Como posso depositar outras moedas criptografadas na carteira {appName}?
sl: Kako lahko položim druge kriptovalute v denarnico {appName}?
sv: Hur kan jag sätta in andra kryptovalutor till {appName} plånbok?
tl: Paano ako makakapagdeposito ng iba pang cryptocurrencies sa {appName} wallet?
tr: Diğer kripto para birimlerini {appName} cüzdanına nasıl yatırabilirim?
ur: میں {appName} والیٹ میں دوسری کریپٹو کرنسی کیسے جمع کر سکتا ہوں؟
zh_cn: 如何将其他加密货币存入{appName}钱包？
zh_tw: 如何將其他加密貨幣存入{appName}錢包？

# faq250Sbquestion8722Sb0
source: What is {appName}?
cs: Co je {appName}?
fi: Mikä on {appName}?
fr: Qu'est-ce que {appName} ?
it: Cos'è {appName}?
lt: Kas yra {appName}?
nb: Hva er {appName}?
nl: Wat is {appName}?
pl: Czym jest {appName}?
pt_br: O que é o {appName}?
sl: Kaj je {appName}?
sv: Vad är {appName}?
tl: Ano ang {appName}?
tr: {appName} nedir?
ur: {appName} کیا ہے؟
zh_cn: {appName}是什么？
zh_tw: {appName}是什麼？

# faq250Sbquestion8722Sb1
source: How do I buy or sell Monero?
cs: Jak mohu koupit nebo prodat Monero?
fi: Kuinka ostan tai myyn Moneroa?
fr: Comment acheter ou vendre du Monero ?
it: Come posso acquistare o vendere Monero?
lt: Kaip nusipirkti ar parduoti Monero?
nb: Hvordan kjøper eller selger jeg Monero?
nl: Hoe koop of verkoop ik Monero?
pl: Jak mogę kupić lub sprzedać Monero?
pt_br: Como eu vendo ou compro Monero?
sl: Kako kupiti ali prodati Monero?
sv: Hur köper eller säljer jag Monero?
tl: Paano ako bibili o magbebenta ng Monero?
tr: Monero'yu nasıl satın alırım veya satarım?
ur: میں Monero خرید یا فروخت کیسے کروں؟
zh_cn: 如何购买或出售门罗币？
zh_tw: 如何購買或出售門羅幣？

# faq250Sbquestion8722Sb157Sbagoradesk
source: How do I buy or sell cryptocurrencies?
cs: Jak mohu nakupovat nebo prodávat kryptoměny?
fi: Kuinka ostan tai myyn kryptovaluuttoja?
fr: Comment acheter ou vendre des crypto-monnaies ?
it: Come posso acquistare o vendere criptovalute?
lt: Kaip pirkti ar parduoti kriptovaliutas?
nb: Hvordan kjøper eller selger jeg kryptovalutaer?
nl: Hoe koop of verkoop ik cryptocurrencies?
pl: Jak mogę kupić lub sprzedać kryptowaluty?
pt_br: Como eu compro ou vendo criptomoedas?
sl: Kako kupim ali prodam kriptovalute?
sv: Hur köper eller säljer jag kryptovalutor?
tl: Paano ako bibili o magbebenta ng mga cryptocurrencies?
tr: Kripto para birimlerini nasıl satın alabilirim veya satabilirim?
ur: میں کریپٹو کرنسی کیسے خرید یا فروخت کروں؟
zh_cn: 我如何购买或出售加密货币？
zh_tw: 我如何購買或出售加密貨幣？

# faq250Sbquestion8722Sb10
source: How do I send Monero and how can I pay with Monero after buying them?
cs: Jak zašlu Monero a jak mohu zaplatit Monerem po jeho zakoupení?
fi: Kuinka lähetän Moneroa ja kuinka voin maksaa Monerolla oston jälkeen?
fr: Comment puis-je envoyer du Monero et comment puis-je payer avec Monero après en avoir acheté ?
it: Come posso inviare Monero e come posso pagare con Monero dopo averli acquistati?
lt: Kaip išsiųsti Monero ir kaip galiu atsiskaityti su Monero juos įsigijus?
nb: Hvordan sender jeg Monero og hvordan kan jeg betale med Monero etter å ha kjøpt dem?
nl: Hoe verstuur ik Monero en hoe kan ik met Monero betalen nadat ik ze heb gekocht?
pl: Jak mogę wysłać Monero i jak mogę zapłacić w Monero po ich zakupie?
pt_br: Como eu envio Monero para alguém após comprá-los?
sl: Kako pošljem Monero in kako lahko po nakupu plačam z Monero?
sv: Hur skickar jag Monero och hur kan jag betala med Monero efter att ha köpt dem?
tl: Paano ko ipapadala ang Monero at paano ako magbabayad gamit ang Monero pagkatapos bilhin ang mga ito?
tr: Monero'yu nasıl gönderirim ve Monero'yu satın aldıktan sonra nasıl ödeme yapabilirim?
ur: میں Monero کیسے بھیج سکتا ہوں اور انہیں خریدنے کے بعد میں Monero کے ساتھ ادائیگی کیسے کر سکتا ہوں؟
zh_cn: 购买后如何发送门罗币，以及如何使用门罗币进行支付？
zh_tw: 購買后如何發送門羅幣，以及如何使用門羅幣進行支付？

# faq250Sbquestion8722Sb1057Sbagoradesk
source: How do I send cryptocurrencies and how can I pay with cryptocurrencies after buying them?
cs: Jak zašlu kryptoměny a jak mohu platit kryptoměnami po jejich nákupu?
fi: Kuinka lähetän kryptovaluuttoja ja kuinka voin maksaa kryptovaluutoilla ostamisen jälkeen?
fr: Comment envoyer des crypto-monnaies et comment puis-je payer avec des crypto-monnaies après les avoir achetées ?
it: Come posso inviare criptovalute e come posso pagare con le criptovalute dopo averle acquistate?
lt: Kaip siųsti kriptovaliutas ir kaip galiu atsiskaityti kriptovaliutomis jas įsigijus?
nb: Hvordan sender jeg kryptovalutaer og hvordan kan jeg betale med kryptovalutaer etter å ha kjøpt dem?
nl: Hoe verstuur ik cryptocurrencies en hoe kan ik met cryptocurrencies betalen nadat ik ze heb gekocht?
pl: Jak mogę wysłać kryptowaluty i jak mogę nimi zapłacić po ich zakupie?
pt_br: Como faço para enviar criptomoedas e como posso pagar usando criptomoedas depois de comprá-las?
sl: Kako lahko pošljem kriptovalute in kako lahko po nakupu plačam s kriptovalutami?
sv: Hur skickar jag kryptovalutor och hur kan jag betala med kryptovalutor efter att ha köpt dem?
tl: Paano ako magpapadala ng mga cryptocurrencies at paano ako magbabayad gamit ang mga cryptocurrencies pagkatapos bilhin ang mga ito?
tr: Kripto paraları nasıl gönderirim ve satın aldıktan sonra kripto paralarla nasıl ödeme yapabilirim?
ur: میں کریپٹو کرنسی کیسے بھیج سکتا ہوں اور میں انہیں خریدنے کے بعد کریپٹو کرنسیز کے ساتھ ادائیگی کیسے کر سکتا ہوں؟
zh_cn: 如何发送加密货币以及如何在购买后使用加密货币付款？
zh_tw: 如何發送加密貨幣以及如何在購買後使用加密貨幣付款？

# faq250Sbquestion8722Sb11
source: How do I receive Monero to my {appName} Wallet?
cs: Jak obdržím Monero do své peněženky {appName}?
fi: Kuinka saan Moneroa {appName}-lompakkooni?
fr: Comment puis-je recevoir du Monero sur mon portefeuille {appName} ?
it: Come ricevo Monero sul mio Portafoglio {appName}?
lt: Kaip gauti Monero į savo {appName} piniginę?
nb: Hvordan mottar jeg Monero til {appName}-lommeboken min?
nl: Hoe ontvang ik Monero in mijn {appName}-portefeuille?
pl: Jak mogę otrzymać Monero do mojego portfela {appName}?
pt_br: Como eu recebo Monero na minha carteira {appName}?
sl: Kako prejmem Monero na svojo denarnico {appName}?
sv: Hur får jag Monero till min {appName} plånbok?
tl: Paano ko matatanggap ang Monero sa aking {appName} Wallet?
tr: Monero'yu {appName} Cüzdanıma nasıl alabilirim?
ur: میں اپنے {appName} والیٹ میں Monero کیسے وصول کروں؟
zh_cn: 如何将门罗币接收到我的{appName}钱包中？
zh_tw: 如何將門羅幣接收到我的{appName}錢包中？

# faq250Sbquestion8722Sb1157Sbagoradesk
source: How do I receive cryptocurrency to my {appName} Wallet?
cs: Jak obdržím kryptoměnu do své {appName} peněženky?
fi: Kuinka saan kryptovaluuttaa {appName}-lompakkooni?
fr: Comment puis-je recevoir de la crypto-monnaie sur mon portefeuille {appName} ?
it: Come posso ricevere criptovaluta sul mio portafoglio {appName}?
lt: Kaip gauti kriptovaliutą į savo {appName} Piniginę?
nb: Hvordan mottar jeg kryptovaluta til {appName}-lommeboken min?
nl: Hoe ontvang ik cryptocurrency in mijn {appName}-portefeuille?
pl: Jak mogę otrzymać kryptowalutę do mojego portfela {appName}?
pt_br: Como faço para receber criptomoedas na minha carteira {appName}?
sl: Kako prejmem kriptovaluto na svojo denarnico {appName}?
sv: Hur tar jag emot kryptovaluta till min {appName} plånbok?
tl: Paano ako makakatanggap ng cryptocurrency sa aking {appName} Wallet?
tr: {appName} Cüzdanıma kripto para birimini nasıl alabilirim?
ur: میں اپنے {appName} والیٹ میں کریپٹو کرنسی کیسے وصول کروں؟
zh_cn: 如何向{appName}钱包收到加密货币？
zh_tw: 如何向{appName}錢包收到加密貨幣？

# faq250Sbquestion8722Sb12
source: How long does it take to send or receive Monero to my {appName} Wallet?
cs: Jak dlouho trvá odeslání nebo přijetí Monera do mé {appName} peněženky?
fi: Kuinka kauan Moneron lähettäminen tai vastaanottaminen {appName}-lompakkooni kestää?
fr: Combien de temps faut-il pour envoyer ou recevoir du Monero sur mon portefeuille {appName} ?
it: Quanto tempo è necessario per inviare o ricevere Monero sul mio Portafoglio {appName}?
lt: Kiek užtrunka „Monero“ siuntimas arba gavimas į mano {appName} piniginę?
nb: Hvor lang tid tar det å sende eller motta Monero til {appName}-lommeboken min?
nl: Hoe lang duurt het om Monero naar mijn {appName}-portefeuille te sturen of te ontvangen?
pl: Jak długo trwa wysłanie lub odebranie Monero w moim portfelu {appName}?
pt_br: Quanto tempo demora para eu receber ou enviar Monero para minha carteira {appName}?
sl: Kako dolgo traja pošiljanje ali prejemanje Monera na mojo denarnico {appName}?
sv: Hur lång tid tar det att skicka eller ta emot Monero till min {appName} plånbok?
tl: Gaano katagal bago ipadala o matanggap ang Monero sa aking {appName} Wallet?
tr: Monero'yu {appName} Cüzdanıma göndermek veya almak ne kadar sürer?
ur: Monero کو میرے {appName} والیٹ میں بھیجنے یا وصول کرنے میں کتنا وقت لگتا ہے؟
zh_cn: 发送门罗币或将门罗币接收到我的{appName}钱包中需要多长时间？
zh_tw: 發送門羅幣或將門羅幣接收到我的{appName}錢包中需要多長時間？

# faq250Sbquestion8722Sb1257Sbagoradesk
source: How long does it take to send or receive cryptocurrencies to my {appName} Wallet?
cs: Jak dlouho trvá odeslání nebo příjem kryptoměn do mé {appName} peněženky?
fi: Kuinka kauan kryptovaluuttojen lähettäminen tai vastaanottaminen {appName}-lompakkooni kestää?
fr: Combien de temps faut-il pour envoyer ou recevoir des crypto-monnaies sur mon portefeuille {appName} ?
it: Quanto tempo ci vuole per inviare o ricevere criptovalute sul mio portafoglio {appName}?
lt: Kiek užtrunka kriptovaliutų siuntimas arba gavimas į mano {appName} piniginę?
nb: Hvor lang tid tar det å sende eller motta kryptovalutaer til {appName}-lommeboken min?
nl: Hoe lang duurt het om cryptocurrencies naar mijn {appName}-portefeuille te sturen of te ontvangen?
pl: Jak długo trwa wysłanie lub odebranie kryptowalut w moim portfelu {appName}?
pt_br: Quanto tempo demora para enviar ou receber criptomoedas para minha carteira {appName}?
sl: Kako dolgo traja pošiljanje ali prejemanje kriptovalut na mojo denarnico {appName}?
sv: Hur lång tid tar det att skicka eller ta emot kryptovalutor till min {appName} plånbok?
tl: Gaano katagal bago magpadala o tumanggap ng mga cryptocurrencies sa aking {appName} Wallet?
tr: {appName} Cüzdanıma kripto para birimleri göndermek veya almak ne kadar sürer?
ur: میرے {appName} والیٹ میں کریپٹو کرنسی بھیجنے یا وصول کرنے میں کتنا وقت لگتا ہے؟
zh_cn: 向我的{appName}钱包发送或接收加密货币需要多长时间？
zh_tw: 向我的{appName}錢包發送或接收加密貨幣需要多長時間？

# faq250Sbquestion8722Sb13
source: I've waited 60 minutes and my transaction is still pending, now what?
cs: Čekal jsem 60 minut a moje transakce stále probíhá, co teď?
fi: Olen odottanut 60 minuuttia ja tapahtumani on edelleen kesken. Mitä nyt?
fr: J'ai attendu 60 minutes et ma transaction est toujours en attente, et maintenant ?
it: Ho aspettato 60 minuti e la mia transazione è ancora in sospeso, e adesso?
lt: Aš laukiau 60 minučių, o mano sandoris vis dar laukia, o kas dabar?
nb: Jeg har ventet i 60 minutter og transaksjonen min venter fortsatt, hva nå?
nl: Ik heb 60 minuten gewacht en mijn transactie is nog steeds in behandeling, wat nu?
pl: Czekałem 60 minut, a moja transakcja jest nadal oczekuje, co teraz?
pt_br: Esperei 60 minutos e minha transação segue pendente, e agora?
sl: Čakal sem 60 minut, moja transakcija pa je še vedno v teku. Kaj zdaj?
sv: Jag har väntat i 60 minuter och min transaktion väntar fortfarande, vad gör jag nu?
tl: Naghintay ako ng 60 minuto at ang aking transaksyon ay nakabinbin pa rin, ngayon ano?
tr: 60 dakika bekledim ve işlemim hala beklemede, şimdi ne olacak?
ur: میں نے 60 منٹ انتظار کیا ہے اور میرا لین دین ابھی باقی ہے، اب کیا ہوگا؟
zh_cn: 我已等待60分钟，但我的交易仍然未处理，现在应该怎么办？
zh_tw: 我已等待60分鐘，但我的交易仍然未處理，現在應該怎麼辦？

# faq250Sbquestion8722Sb17
source: How does the feedback system work?
cs: Jak funguje systém zpětné vazby?
fi: Miten palautejärjestelmä toimii?
fr: Comment fonctionne le système d'évaluation ?
it: Come funziona il sistema di feedback?
lt: Kaip veikia grįžtamojo ryšio sistema?
nb: Hvordan fungerer tilbakemeldingssystemet?
nl: Hoe werkt het feedbacksysteem?
pl: Jak działa system oceniania?
pt_br: Como o sistema de feedback funciona?
sl: Kako deluje sistem povratnih informacij?
sv: Hur fungerar återkopplingssystemet?
tl: Paano gumagana ang feedback system?
tr: Geri bildirim sistemi nasıl çalışır?
ur: فیڈ بیک سسٹم کیسے کام کرتا ہے؟
zh_cn: 评价体系的原理是什么？
zh_tw: 評價體系的原理是什麼？

# faq250Sbquestion8722Sb18
source: What is the difference between confirmed and unconfirmed feedback?
cs: Jaký je rozdíl mezi potvrzenou a nepotvrzenou zpětnou vazbou?
fi: Mitä eroa on vahvistetulla ja vahvistamattomalla palautteella?
fr: Quelle est la différence entre les évaluations confirmées et celles non confirmées ?
it: Qual è la differenza tra feedback confermati e non confermati?
lt: Kuo skiriasi patvirtintas ir nepatvirtintas atsiliepimas?
nb: Hva er forskjellen mellom bekreftet og ubekreftet tilbakemelding?
nl: Wat is het verschil tussen bevestigd en onbevestigd feedback?
pl: Jaka jest różnica między potwierdzoną a niepotwierdzoną oceną?
pt_br: Qual a diferença entre feedback confirmado e não confirmado?
sl: Kakšna je razlika med potrjeno in nepotrjeno povratno informacijo?
sv: Vad är skillnaden mellan bekräftad och obekräftad feedback?
tl: Ano ang pagkakaiba sa pagitan ng nakumpirma at hindi nakumpirma na feedback?
tr: Onaylanmış ve onaylanmamış geribildirim arasındaki fark nedir?
ur: تصدیق شدہ اور غیر تصدیق شدہ تاثرات میں کیا فرق ہے؟
zh_cn: 已确认评价与未确认评价之间有何区别？
zh_tw: 已確認評價與未確認評價之間有何區別？

# faq250Sbquestion8722Sb19
source: How do I enable web notifications?
cs: Jak povolím webová upozornění?
fi: Miten otan verkkoilmoitukset käyttöön?
fr: Comment activer les notifications Web ?
it: Come abilitare le notifiche web?
lt: Kaip įjungti žiniatinklio pranešimus?
nb: Hvordan aktiverer jeg nettvarsler?
nl: Hoe schakel ik webmeldingen in?
pl: Jak mogę włączyć powiadomienia internetowe?
pt_br: Como ativo as notificações do navegador?
sl: Kako omogočiti spletna obvestila?
sv: Hur aktiverar jag webbaviseringar?
tl: Paano ko paganahin ang mga abiso sa web?
tr: Web bildirimlerini nasıl etkinleştiririm?
ur: میں ویب اطلاعات کو کیسے فعال کروں؟
zh_cn: 如何启用Web通知？
zh_tw: 如何啟用Web通知？

# faq250Sbquestion8722Sb2
source: How am I protected from being scammed?
cs: Jak jsem chráněn před podvodem?
fi: Miten olen suojattu huijauksilta?
fr: Comment suis-je protégé contre les arnaques ?
it: Come sono protetto dalle truffe
lt: Kaip aš esu apsaugotas nuo sukčiavimo?
nb: Hvordan er jeg beskyttet mot å bli svindlet?
nl: Hoe word ik beschermd tegen oplichting?
pl: Jak jestem chroniony przed oszustwem?
pt_br: Como estou protegido de fraudes?
sl: Kako sem zaščiten pred prevarami?
sv: Hur skyddas jag från att bli lurad?
tl: Paano ako protektado mula sa pagiging scammed?
tr: Dolandırılmaktan nasıl korunurum?
ur: میں دھوکہ دہی سے کیسے محفوظ ہوں؟
zh_cn: 如何防止不上当受骗？
zh_tw: 如何防止不上當受騙？

# faq250Sbquestion8722Sb20
source: A trader is asking me for my ID, and I don't feel comfortable.
cs: Obchodník mě žádá o ID, ale moc se mi to nelíbí.
fi: Kauppias kysyy minulta henkilöllisyystodistusta, enkä tunne oloani mukavaksi.
fr: Un trader me demande ma carte d'identité et je ne me sens pas à l'aise.
it: Un trader mi sta chiedendo il mio documento e non mi sento a mio agio.
lt: Prekybininkas prašo manęs pateikti asmens dokumentą, o aš nesijaučiu patogiai.
nb: En handelsmann ber meg om ID-en min, og jeg føler meg ikke komfortabel.
nl: Een handelaar vraagt me om mijn ID en ik voel me niet op mijn gemak.
pl: Handlarz prosi mnie o mój dokument tożsamości i nie czuję się komfortowo.
pt_br: Um operador está pedindo por meus documentos e não estou confortável.
sl: Trgovalec me prosi za osebni dokument, vendar se ne počutim varno.
sv: En handlare frågar mig om mitt ID och jag känner mig inte bekväm.
tl: Hinihingi sa akin ng isang negosyante ang aking ID, at hindi ako komportable.
tr: Bir tüccar benden kimliğimi istiyor ve kendimi rahat hissetmiyorum.
ur: ایک تاجر مجھ سے میری ID مانگ رہا ہے، اور میں آچھا محسوس نہیں کر رہا۔
zh_cn: 一个交易者索要我的身份证，但我感觉不太好。
zh_tw: 一個交易者索要我的身份証，但我感覺不太好。

# faq250Sbquestion8722Sb21
source: I've paid the seller but I haven't received my Monero yet.
cs: Zaplatil jsem prodejci, ale ještě jsem neobdržel své Monero.
fi: Olen maksanut myyjälle, mutta en ole vielä saanut Moneroani.
fr: J'ai payé le vendeur mais je n'ai pas encore reçu mon Monero.
it: Ho pagato il venditore ma non ho ancora ricevuto il mio Monero.
lt: Sumokėjau pardavėjui, bet dar negavau savo Monero.
nb: Jeg har betalt selgeren, men jeg har ikke mottatt min Monero ennå.
nl: Ik heb de verkoper betaald, maar ik heb mijn Monero nog niet ontvangen.
pl: Zapłaciłem sprzedawcy, ale nie otrzymałem jeszcze Monero.
pt_br: Eu paguei o vendedor, mas ainda não recebi meu Monero.
sl: Prodajalcu sem plačal, vendar svojega Monera še nisem prejel.
sv: Jag har betalat säljaren men jag har inte fått min Monero ännu.
tl: Nabayaran ko na ang nagbebenta pero hindi ko pa natatanggap ang aking Monero.
tr: Satıcıya ödeme yaptım ancak Monero'mu henüz almadım.
ur: میں نے بیچنے والے کو ادائیگی کر دی ہے لیکن مجھے ابھی تک میرا Monero موصول نہیں ہوا ہے۔
zh_cn: 我已经向卖家付款，但现在还未收到门罗币。这种情况正常吗？
zh_tw: 我已經向賣家付款，但現在還未收到門羅幣。這種情況正常嗎？

# faq250Sbquestion8722Sb2157Sbagoradesk
source: I've paid but I haven't received my coins yet.
cs: Zaplatil jsem, ale ještě jsem nedostal své coiny.
fi: Olen maksanut, mutta en ole vielä saanut kolikoitani.
fr: J'ai payé mais je n'ai pas encore reçu mes jetons de crypto-monnaie.
it: Ho pagato ma non ho ancora ricevuto le mie monete.
lt: Sumokėjau, bet dar negavau savo monetų.
nb: Jeg har betalt, men jeg har ikke mottatt myntene mine ennå.
nl: Ik heb betaald, maar ik heb mijn munten nog niet ontvangen.
pl: Zapłaciłem, ale nie otrzymałem jeszcze kryptowaluty.
pt_br: Eu paguei, mas ainda não recebi minhas moedas.
sl: Plačal sem, a kovancev še nisem prejel.
sv: Jag har betalat men jag har inte fått mina mynt än.
tl: Nagbayad na ako pero hindi ko pa natatanggap ang mga barya ko.
tr: Ödeme yaptım ancak paramı henüz almadım.
ur: میں نے ادائیگی کر دی ہے لیکن مجھے ابھی تک میرے سکے نہیں ملے ہیں۔
zh_cn: 我已付款但我尚未收到我的硬币。
zh_tw: 我已付款但我尚未收到我的硬幣。

# faq250Sbquestion8722Sb22
source: Why can't I send all the Monero that are in my wallet?
cs: Proč nemohu poslat všechna Monero, která mám v peněžence?
fi: Miksi en voi lähettää kaikkia lompakossani olevia Moneroja?
fr: Pourquoi ne puis-je pas envoyer tout le Monero qui se trouve dans mon portefeuille ?
it: Perché non posso inviare tutto il Monero nel mio portafoglio?
lt: Kodėl negaliu išsiųsti visų mano piniginėje esančių Monero?
nb: Hvorfor kan jeg ikke sende alle Moneroene som er i lommeboken min?
nl: Waarom kan ik niet alle Monero in mijn portefeuille verzenden?
pl: Dlaczego nie mogę wysłać wszystkich Monero, które są w moim portfelu?
pt_br: Por que não consigo enviar todo o Monero da minha carteira?
sl: Zakaj ne morem poslati vsega Monera, ki ga imam v denarnici?
sv: Varför kan jag inte skicka alla Monero som finns i min plånbok?
tl: Bakit hindi ko maipadala lahat ng Monero na nasa wallet ko?
tr: Neden cüzdanımdaki tüm Monero'ları gönderemiyorum?
ur: میں اپنے بٹوے میں موجود تمام Monero کیوں نہیں بھیج سکتا؟
zh_cn: 为什么我不能发送钱包里的所有门罗币？
zh_tw: 為什麼我不能發送錢包裡的所有門羅幣？

# faq250Sbquestion8722Sb2257Sbagoradesk
source: Why can't I send all the coins that are in my wallet?
cs: Proč nemohu odeslat všechny mince, které mám v peněžence?
fi: Miksi en voi lähettää kaikkia lompakossani olevia kolikoita?
fr: Pourquoi ne puis-je pas envoyer toutes les jetons de crypto-monnaie qui se trouvent dans mon portefeuille ?
it: Perché non riesco a inviare tutte le monete che sono nel mio portafoglio?
lt: Kodėl negaliu išsiųsti visų monetų, kurios yra mano piniginėje?
nb: Hvorfor kan jeg ikke sende alle myntene som er i lommeboken min?
nl: Waarom kan ik niet alle munten in mijn portefeuille verzenden?
pl: Dlaczego nie mogę wysłać całego salda kryptowalut, które są w moim portfelu?
pt_br: Por que não posso enviar todas as moedas que estão na minha carteira?
sl: Zakaj ne morem poslati vseh kovancev, ki jih imam v denarnici?
sv: Varför kan jag inte skicka alla mynt som finns i min plånbok?
tl: Bakit hindi ko maipadala ang lahat ng mga barya na nasa aking wallet?
tr: Neden cüzdanımdaki tüm paraları gönderemiyorum?
ur: میں اپنے بٹوے میں موجود تمام سکے کیوں نہیں بھیج سکتا؟
zh_cn: 为什么我不能发送钱包里的所有硬币？
zh_tw: 為什麼我不能發送錢包裡的所有硬幣？

# faq250Sbquestion8722Sb23
source: I made a transaction from {appName} and it is not showing on the receiving end!
cs: Provedl jsem transakci z {appName} a ta se nezobrazuje na straně příjemce!
fi: Tein transaktion {appName}:ssa, mutta se ei näy vastaanottavassa päässä!
fr: J'ai effectué une transaction depuis {appName} et elle ne s'affiche pas du côté du destinataire !
it: Ho effettuato una transazione da {appName} e non viene visualizzata dal ricevente!
lt: Atlikau operaciją iš {appName} ir ji nerodoma gavėjo pusėje!
nb: Jeg foretok en transaksjon fra {appName} og den vises ikke på mottakersiden!
nl: Ik heb een transactie gemaakt van {appName} en deze wordt niet weergegeven aan de ontvangende kant!
pl: Przeprowadziłem handel na {appName}, ale środki do mnie nie dotarły!
pt_br: Enviei Monero do {appName} e não está chegando no destinatário!
sl: Opravil sem transakcijo iz {appName} ampak ni prikazana na prejemni strani!
sv: Jag gjorde en transaktion från {appName} och det syns inte på mottagarsidan!
tl: Gumawa ako ng transaksyon mula sa {appName} at hindi ito lumalabas sa receiving end!
tr: {appName} üzerinden bir işlem yaptım ve alıcı tarafta görünmüyor!
ur: میں نے {appName} سے ایک لین دین کیا ہے اور یہ وصول کرنے والے اختتام پر ظاہر نہیں ہو رہا ہے!
zh_cn: 我从{appName}做了一个门罗币转账，但在目的地钱包没有收到！
zh_tw: 我從{appName}做了一個門羅幣轉賬，但在目的地錢包沒有收到！
