Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbseraphis250Sb3250Sbtitle
source: Building blocks
cs: Stavební bloky
fi: Rakennuspalikoita
fr: Briques de construction
it: Blocchi di costruzione
lt: Statybiniai blokai
nb: Byggeklosser
nl: Bouwstenen
pl: Klocki
pt_br: Blocos de construção
sl: Gradniki
sv: Byggklossar
tl: Mga bloke ng gusali
tr: Yapı taşları
ur: عمارت کے بلاکس
zh_cn: 构建模块
zh_tw: 構建模塊

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbgrin250Sbdecentralized250Sbtext
source: Grin has no premine, founder's reward, masternodes, or treasury. They did not have an ICO, and are run in a manner befitting of a decentralized community. Grin is decentralized.
cs: Grin nemá žádný premine, odměnu zakladatele, masternody ani pokladnici. Neměli ICO a jsou řízeni způsobem odpovídajícím decentralizované komunitě. Grin je decentralizovaný.
fi: Grin:llä ei ole ennalta varattuja varoja, perustajan palkkiota, masternodeja tai varainhallintoa. Heillä ei ollut ICO:ta, ja Griniä johdetaan hajautetulle yhteisölle sopivalla tavalla. Grin on hajautettu.
fr: Grin n'a pas de jetons pré-minés, de récompense pour les fondateurs, de masternodes ou de trésorerie. Ils n'avaient pas d'ICO et sont gérés d'une manière digne d'une communauté décentralisée. Grin est décentralisé.
it: Grin non ha premine, ricompensa del fondatore, masternode o tesoreria. Non avevano un ICO e sono gestiti in modo appropriato da una comunità decentralizzata. Grin è decentralizzato.
lt: Grin neturi premino, įkūrėjo atlygio, masternode ar iždo. Jie neturėjo ICO ir yra valdomi taip, kaip pridera decentralizuotai bendruomenei. Grin yra decentralizuotas.
nb: Grin har ingen premine, grunnleggerbelønning, masternoder eller skattkammer. De hadde ikke en ICO, og drives på en måte som passer et desentralisert fellesskap. Grin er desentralisert.
nl: Grin heeft geen premine, beloning van de oprichter, masternodes of schatkist. Ze hadden geen ICO en worden beheerd op een manier die past bij een gedecentraliseerde gemeenschap. Grin is gedecentraliseerd.
pl: Grin nie ma premine, nagrody dla twórcy, Masternodów ani skarbca. Nie miał ICO i jest prowadzony w sposób, który odpowiada zdecentralizowanej społeczności. Grin jest zdecentralizowany.
pt_br: Grin não tem premissa, recompensa do fundador, masternodes ou tesouraria. Eles não tinham uma OIC e são administrados de maneira adequada a uma comunidade descentralizada. Grin é descentralizado.
sl: Grin nima premine, ustanoviteljske nagrade, masternodov ali zakladnice. Niso imeli ICO in se vodijo na način, ki se spodobi za decentralizirano skupnost. Grin je decentraliziran.
sv: Grin har ingen premine, founder's reward, masternodes eller treasury. De hade ingen ICO och drivs på ett sätt som passar ett decentraliserat samhälle. Grin är decentraliserat.
tl: Walang premine, reward ng founder, masternodes, o treasury ang Grin. Wala silang ICO, at pinapatakbo sila sa paraang angkop sa isang desentralisadong komunidad. Ang ngiti ay desentralisado.
tr: Grin'in ön madeni, kurucu ödülü, ana düğümleri veya hazinesi yok. Bir ICO'ları yoktu ve merkezi olmayan bir topluluğa yakışır bir şekilde yönetiliyorlar. Grin merkezi olmayan bir yapıya sahiptir.
ur: Grin کے پاس کوئی پریمین، بانی کا انعام، ماسٹر نوڈس، یا خزانہ نہیں ہے۔ ان کے پاس ICO نہیں تھا، اور انہیں اس طریقے سے چلایا جاتا ہے جو ایک غیر مرکزیت پسند کمیونٹی کے لیے موزوں ہے۔ Grin غیر مرکزی ہے.
zh_cn: Grin 古灵币社区没有职权人员, 没有开发者奖励, 没有超级节点, 也没有小金库. 他们没有 ICO, 并以适当的方式进行社区运行. Grin 古灵币是去中心化的.
zh_tw: Grin 古靈幣社區沒有職權人員, 沒有開發者獎勵, 沒有超級節點, 也沒有小金庫. 他們沒有 ICO, 並以適當的方式進行社區運行. Grin 古靈幣是去中心化的.

# method250Sbnational8722Sbbank
source: National bank transfer
cs: Národní bankovní převod
fi: Kotimainen pankkisiirto
fr: Virement bancaire national
it: Bonifico bancario nazionale
lt: Nacionalinis banko pavedimas
nb: Nasjonal bankoverføring
nl: Nationale bankoverschrijving
pl: Krajowy przelew bankowy
pt_br: Transferência bancária
sl: Nacionalno bančno nakazilo
sv: Nationell banköverföring
tl: Pambansang bank transfer
tr: Ulusal banka havalesi
ur: نیشنل بینک ٹرانسفر
zh_cn: 国内银行转账
zh_tw: 國內銀行轉賬

# method250Sbother
source: Other online payment
cs: Další online platba
fi: Muut verkkomaksut
fr: Autre paiement en ligne
it: Altri tipi di pagamento online
lt: Kitas mokėjimas internetu
nb: Annen online betaling
nl: Andere online betaling
pl: Inna płatność online
pt_br: Outro método online
sl: Druga spletna plačila
sv: Annan betalning online
tl: Iba pang online na pagbabayad
tr: Diğer çevrimiçi ödeme
ur: دیگر آن لائن ادائیگی
zh_cn: 其他网上支付
zh_tw: 其他網上支付

# method250Sbother8722Sbonline8722Sbwallet
source: Other Online Wallet
cs: Další online peněženka
fi: Muu verkkolompakko
fr: Autre portefeuille en ligne
it: Altro portafoglio online
lt: Kita internetinė piniginė
nb: Annen nettlommebok
nl: Andere Online Portefeuille
pl: Inny portfel online
pt_br: Outra carteira online
sl: Druge Spletne Denarnice
sv: Annan online plånbok
tl: Iba pang Online Wallet
tr: Diğer Çevrimiçi Cüzdan
ur: دیگر آن لائن والیٹ
zh_cn: 其他网上钱包
zh_tw: 其他網上錢包

# method250Sbother8722Sbonline8722Sbwallet8722Sbglobal
source: Other Online Wallet (Global)
cs: Jiná online peněženka (globální)
fi: Muu verkkolompakko (maailmanlaajuinen)
fr: Autre portefeuille en ligne (mondial)
it: Altro portafoglio online (globale)
lt: Kita internetinė piniginė (pasaulinė)
nb: Annen nettlommebok (global)
nl: Andere Online Portefeuille (Wereldwijd)
pl: Inny portfel online (międzynarodowy)
pt_br: Outra carteira online (global)
sl: Druge Spletne Denarnice (Globalno)
sv: Annan online plånbok (global)
tl: Iba pang Online Wallet (Global)
tr: Diğer Çevrimiçi Cüzdan (Global)
ur: دیگر آن لائن والیٹ (عالمی)
zh_cn: 其他网上钱包 (国际)
zh_tw: 其他網上錢包 (國際)
