Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# error8722Sbpage250Sbsubtext
source: If that doesn't help, try clearing your cookies or using a different browser. If that doesn't help either, please {openATicket}
cs: Pokud to nepomůže, zkuste vymazat soubory cookie nebo použít jiný prohlížeč. Pokud ani to nepomůže, prosím {open_a_ticket}
fi: Jos tämä ei auta, yritä tyhjentää evästeet tai käyttää toista selainta. Jos sekään ei auta, ole hyvä ja {openATicket}
fr: Si cela ne vous aide pas, essayez de supprimer vos cookies ou d'utiliser un autre navigateur. Si cela ne vous aide pas non plus, veuillez {open_a_ticket}
it: Se il problema persiste, prova a cancellare i cookie o a utilizzare un browser diverso. In caso contrario, {openATicket}
lt: Jei tai nepadeda, pabandykite išvalyti slapukus arba naudoti kitą naršyklę. Jei ir tai nepadeda, prašome {openATicket}
nb: Hvis det ikke hjelper, kan du prøve å slette informasjonskapslene eller bruke en annen nettleser. Hvis det heller ikke hjelper, vennligst {openATicket}
nl: Als dat niet helpt, probeer dan uw cookies te wissen of een andere browser te gebruiken. Als dat ook niet helpt, {open_a_ticket}
pl: Jeśli to nie pomoże, spróbuj wyczyścić pliki cookie lub użyć innej przeglądarki. Jeśli to też nie pomoże, proszę {openATicket}
pt_br: Se isso não ajudar, tente limpar os cookies ou usar outro navegador. Se isso também não ajudar,{open_a_ticket}
sl: Če to ne pomaga, poskusite počistiti piškotke ali uporabite drug brskalnik. Če tudi to ne pomaga, {openATicket}
sv: Om det inte hjälper kan du försöka rensa dina cookies eller använda en annan webbläsare. Om inte heller det hjälper, vänligen {openATicket}
tl: Kung hindi iyon makakatulong, subukang i-clear ang iyong cookies o gumamit ng ibang browser. Kung hindi rin iyon makakatulong, mangyaring {open_a_ticket}
tr: Bu işe yaramazsa çerezlerinizi temizlemeyi veya farklı bir tarayıcı kullanmayı deneyin. Bu da işe yaramazsa lütfen {openATicket}
ur: اگر اس سے مدد نہیں ملتی ہے، تو اپنیcookies کو صاف کرنے یا کوئی مختلف براؤزر استعمال کرنے کی کوشش کریں۔ اگر اس سے بھی مدد نہیں ملتی ہے، تو براہ کرم {openATicket}
zh_cn: 如果这样没有帮助，请尝试清除Cookie或使用其他浏览器。如果这也无济于事，{openATicket}
zh_tw: 如果這樣沒有幫助，請嘗試清除Cookie或使用其他瀏覽器。如果這也無濟於事，{openATicket}

# error8722Sbpage250Sbsubtext250Sbticket
source: open a support ticket.
cs: otevřít lístek podpory.
fi: avaa tukitiketti.
fr: ouvrir un ticket d'assistance.
it: aprire un ticket di supporto.
lt: atidarykite paramos bilietą.
nb: åpne en støttebillett.
nl: een supportticket openen.
pl: otworzyć zgłoszenie.
pt_br: abra um tíquete de suporte.
sl: odprite vstopnico za podporo.
sv: öppna en supportbiljett.
tl: magbukas ng ticket ng suporta.
tr: Bir destek bileti açın.
ur: ایک سپورٹ ٹکٹ کھولیں.
zh_cn: 请打开支持通知单。
zh_tw: 請打開支持通知單。

# error250Sbcaptcha
source: Captcha failed, please try again
cs: Captcha se nezdařila, zkuste to prosím znovu
fi: Captcha epäonnistui, yritä uudelleen
fr: Le captcha a échoué, veuillez réessayer
lt: „Captcha“ nepavyko, bandykite dar kartą
nb: Captcha mislyktes. Prøv igjen
nl: Captcha is mislukt, probeer het opnieuw
pl: Captcha nie rozwiązane poprawnie, spróbuj ponownie
pt_br: CAPTCHA falhou, tente novamente
sl: Captcha ni uspel, poskusite znova
sv: Captcha misslyckades. Vänligen försök igen
tl: Nabigo ang Captcha. Pakisubukang muli
tr: İfade hatalı.Lütfen tekrar deneyiniz
ur: Captcha ناکام ہوگیا، براہ کرم دوبارہ کوشش کریں
zh_cn: CAPTCHA失败，请并重试
zh_tw: CAPTCHA失敗，請並重試

# error250Sbedit250Sb244
source: Provided settlement wallet address is invalid
cs: Zadaná adresa peněženky je neplatná
fi: Annetun maksulompakon osoite on virheellinen
fr: L'adresse du portefeuille de règlement fournie n'est pas valide
it: L'indirizzo del portafoglio di regolamento fornito non è valido
lt: Nurodytas atsiskaitymo piniginės adresas neteisingas
nb: Forutsatt at oppgjørslommebokadressen er ugyldig
nl: Op voorwaarde dat het adres van de afwikkelingsportefeuille ongeldig is
pl: Podany adres na uregulowania jest niepoprawny
pt_br: Desde que o endereço da carteira de liquidação seja inválido
sl: Podan neveljaven naslov poravnalne denarnice
sv: Förutsatt att avvecklingsplånbokadressen är ogiltig
tl: Ang ibinigay na settlement wallet address ay hindi wasto
tr: Sağlanan ödeme cüzdanı adresi geçersiz
ur: فراہم کردہ سیٹلمنٹ والیٹ کا پتہ غلط ہے
zh_cn: 提供的结算钱包地址是无效的
zh_tw: 提供的結算錢包地址無效

# error250Sbedit250Sb245
source: Internal {appName} address can't be used for trade settlement. Please input an outside, non-{appName} {asset} address to continue.
cs: Interní {appName} adresu nelze použít pro vypořádání obchodu. Chcete-li pokračovat, zadejte vnější adresu, která není {appName} {asset}.
fi: Sisäistä {appName}-osoitetta ei voi käyttää kaupan selvittämiseen. Syötä ulkopuolinen, ei-{appName} {asset}-osoite jatkaaksesi.
fr: L'adresse interne {appName} ne peut pas être utilisée pour le règlement des échanges. Veuillez saisir une adresse {asset} externe autre que {appName} pour continuer.
it: L'indirizzo interno {appName} non può essere usato per il regolamento delle transazioni. Inserisci un indirizzo esterno, non {appName} {asset} per continuare.
lt: Vidinis {appName} adresas negali būti naudojamas atsiskaitant už prekybą. Jei norite tęsti, įveskite išorinį, ne {appName} {asset} adresą.
nb: Intern {appName}-adresse kan ikke brukes til handelsoppgjør. Skriv inn en ekstern, ikke-{appName} {asset}-adresse for å fortsette.
nl: Het interne {appName} adres kan niet worden gebruikt voor handelsafwikkeling. Voer een extern, niet-{appName} {asset} adres in om door te gaan.
pl: Wewnętrzny adres {appName} nie może być użyty do uregulowań. Podaj adres zewnętrzny,, który nie jest adresem {asset} {appName}, aby kontynuować.
pt_br: O endereço interno {appName} não pode ser usado para liquidação comercial. Favor inserir um endereço externo, não-{appName} {asset} para continuar.
sl: Internega naslova {appName} ni mogoče uporabiti za poravnavo trgovanja. Za nadaljevanje vnesite zunanji naslov, ki ni {appName} {asset}.
sv: Intern {appName} adress kan inte användas för avveckling av handel. Vänligen ange en extern, icke {appName} {asset} adress för att fortsätta.
tl: Ang panloob na {appName} address ay hindi maaaring gamitin para sa trade settlement. Mangyaring magpasok ng isang labas, hindi-{appName} {asset} na address upang magpatuloy.
tr: Dahili {appName} adresi ticari uzlaşma için kullanılamaz. Devam etmek için lütfen {appName} {asset} olmayan bir dış adres girin.
ur: اندرونی {appName} پتہ تجارتی تصفیہ کے لیے استعمال نہیں کیا جا سکتا۔ جاری رکھنے کے لیے براہ کرم باہر کا، غیر{appName} {asset} پتہ درج کریں۔
zh_cn: 内部 {appName} 地址不能用于交易结算。请输入外部非 {appName} {asset} 地址以继续。
zh_tw: 內部 {appName} 地址不能用於交易結算。請輸入外部非 {appName} {asset} 地址以繼續。

# error250Sbedit250Sb245250Sbnojs
source: Internal {appName} address can't be used for trade settlement. Please input an outside, non-{appName} address to continue.
cs: Interní {appName} adresu nelze použít pro vypořádání obchodu. Chcete-li pokračovat, zadejte vnější adresu, která není {appName}.
fi: Sisäistä {appName}-osoitetta ei voi käyttää kaupan selvittämiseen. Syötä ulkopuolinen, ei-{appName}-osoite jatkaaksesi.
fr: L'adresse interne {appName} ne peut pas être utilisée pour le règlement des échanges. Veuillez saisir une adresse externe autre que {appName} pour continuer.
it: L'indirizzo interno {appName} non può essere usato per il regolamento delle transazioni. Inserisci un indirizzo esterno, non {appName} per continuare.
lt: Vidinis {appName} adresas negali būti naudojamas atsiskaitant už prekybą. Jei norite tęsti, įveskite išorinį, ne {appName} adresą.
nb: Intern {appName}-adresse kan ikke brukes til handelsoppgjør. Skriv inn en ekstern, ikke-{appName}-adresse for å fortsette.
nl: Het interne {appName} adres kan niet worden gebruikt voor handelsafwikkeling. Voer een extern, niet-{appName} adres in om door te gaan.
pl: Wewnętrzny adres {appName} nie może być użyty do uregulowań. Podaj zewnętrzny adres, który nie jest adresem {appName}, aby kontynuować.
pt_br: O endereço interno {appName} não pode ser usado para liquidação comercial. Favor inserir um endereço externo, não-{appName} para continuar.
sl: Internega naslova {appName} ni mogoče uporabiti za poravnavo trgovanja. Za nadaljevanje vnesite zunanji naslov, ki ni {appName}.
sv: Intern {appName} adress kan inte användas för handelsavveckling. Vänligen ange en extern, icke {appName} adress för att fortsätta.
tl: Ang panloob na {appName} address ay hindi maaaring gamitin para sa trade settlement. Mangyaring magpasok ng isang labas, hindi-{appName} na address upang magpatuloy.
tr: Dahili {appName} adresi ticari uzlaşma için kullanılamaz. Devam etmek için lütfen {appName} olmayan bir dış adres girin.
ur: اندرونی {appName} پتہ تجارتی تصفیہ کے لیے استعمال نہیں کیا جا سکتا۔ جاری رکھنے کے لیے براہ کرم باہر کا، غیر{appName} پتہ درج کریں۔
zh_cn: 内部 {appName} 地址不能用于交易结算。请输入外部非 {appName} 地址以继续。
zh_tw: 內部 {appName} 地址不能用於交易結算。請輸入外部非 {appName} 地址以繼續。

# error250Sbedit250Sb249
source: You must set a settlement wallet address to continue.
cs: Chcete-li pokračovat, musíte nastavit adresu peněženky pro vypořádání.
fi: Sinun on määritettävä selvityslompakko-osoite jatkaaksesi.
fr: Vous devez définir une adresse de portefeuille de règlement pour continuer.
it: È necessario impostare un indirizzo del portafoglio di regolamento per continuare.
lt: Norėdami tęsti, turite nustatyti atsiskaitymo piniginės adresą.
nb: Du må angi en oppgjørslommebokadresse for å fortsette.
nl: U moet een adres voor de afwikkelingsportefeuille instellen om door te gaan.
pl: Musisz ustawić adres portfela na uregulowania, aby kontynuować.
pt_br: Você deve definir um endereço de carteira do assentamento para continuar.
sl: Za nadaljevanje morate nastaviti naslov poravnalne denarnice.
sv: Du måste ange en plånboksadress för att fortsätta.
tl: Dapat kang magtakda ng settlement wallet address para magpatuloy.
tr: Devam etmek için bir ödeme cüzdanı adresi ayarlamanız gerekir.
ur: جاری رکھنے کے لیے آپ کو سیٹلمنٹ والیٹ کا پتہ سیٹ کرنا ہوگا۔
zh_cn: 您必须设置结算钱包地址才能继续。
zh_tw: 您必須設置結算錢包地址才能繼續。

# error250Sbpost8722Sbad250Sb107
source: Can't track liquidity without setting maximum amount
cs: Bez nastavení maximální částky nelze sledovat likviditu
fi: Likviditeettiä ei voi seurata ilman enimmäismäärää
fr: Impossible de suivre la liquidité sans fixer le montant maximum
it: Impossibile tracciare liquidità senza impostare la quantità massima
lt: Neįmanoma stebėti likvidumo nenustačius didžiausios sumos
nb: Kan ikke spore likviditet uten å angi maksimalt beløp
nl: Kan de liquiditeit niet volgen zonder een maximumbedrag in te stellen
pl: Nie można śledzić płynności bez ustawiania maksymalnej kwoty
pt_br: Não é possível acompanhar a liquidez sem definir um valor máximo
sl: Ni mogoče slediti likvidnosti brez določitve najvišjega zneska
sv: Kan inte spåra likviditet utan att ställa in maximalt belopp
tl: Hindi masubaybayan ang pagkatubig nang hindi nagtatakda ng maximum na halaga
tr: Maksimum tutar belirlenmeden likidite takip edilemiyor
ur: زیادہ سے زیادہ رقم طے کیے بغیر لیکویڈیٹی کو ٹریک نہیں کیا جا سکتا
zh_cn: 没有设定最大金额就无法设追踪流动性
zh_tw: 沒有設定最大金額就無法設追蹤流動性

# error250Sbpost8722Sbad250Sb108
source: Minimum transaction amount cannot be equal to or larger than maximum transaction amount
cs: Minimální částka transakce nemůže být stejná nebo větší než maximální částka transakce
fi: Tapahtuman vähimmäissumma ei voi olla yhtä suuri tai suurempi kuin tapahtuman enimmäissumma
fr: Le montant minimum de la transaction ne peut pas être égal ou supérieur au montant maximum de la transaction
it: L'importo minimo della transazione non può essere uguale o superiore all'importo massimo della transazione
lt: Minimali operacijos suma negali būti lygi arba didesnė už maksimalią operacijos sumą
nb: Minimum transaksjonsbeløp kan ikke være lik eller større enn maksimalt transaksjonsbeløp
nl: Het minimale transactiebedrag kan niet gelijk zijn aan of groter zijn dan het maximale transactiebedrag
pl: Minimalny rozmiar transakcji nie może być równy lub większy niż maksymalny rozmiar transakcji
pt_br: O valor mínimo da negociação não pode ser igual ou maior que o máximo
sl: Najmanjši znesek transakcije ne more biti enak ali večji od največjega zneska transakcije
sv: Minsta transaktionsbelopp kan inte vara lika med eller större än högsta transaktionsbelopp
tl: Ang minimum na halaga ng transaksyon ay hindi maaaring katumbas o mas malaki kaysa sa maximum na halaga ng transaksyon
tr: Minimum işlem tutarı, maksimum işlem tutarına eşit veya bundan büyük olamaz
ur: کم از کم لین دین کی رقم زیادہ سے زیادہ لین دین کی رقم کے برابر یا اس سے زیادہ نہیں ہو سکتی
zh_cn: 最小交易金额不能等于或大于最大交易金额
zh_tw: 最小交易金額不能等於或大於最大交易金額

# error250Sbpost8722Sbad250Sb114
source: Payment window has to be 15-90 minutes
cs: Platební okno musí být 15-90 minut
fi: Maksuikkunan tulee olla 15-90 minuuttia
fr: La durée de la fenêtre de paiement doit être fixée entre 15 et 90 minutes
it: La finestra di pagamento deve essere di 15-90 minuti
lt: Mokėjimo laikotarpis turi būti 15-90 minučių
nb: Betalingsvinduet må være 15-90 minutter
nl: Het betalingsvenster moet 15-90 minuten zijn
pl: Okno płatności musi wynosić 15-90 minut
pt_br: A janela de pagamento deve ser entre 15 e 90 minutos
sl: Plačilno obdobje mora biti 15-90 minut
sv: Betalningsperioden måste vara 15-90 minuter
tl: Ang palugit ng pagbabayad ay dapat na 15-90 minuto
tr: Ödeme penceresi 15-90 dakika olmalıdır
ur: ادائیگی کی ونڈو 15-90 منٹ ہونی چاہیے
zh_cn: 付款限期必须是15-90分钟
zh_tw: 付款限期必須是15-90分鐘

# error250Sbpost8722Sbad250Sb132
source: Can't create more than {maximumNumberOfAds} ads. Please delete one of your old ads to create this one.
cs: Nelze vytvořit více než {maximumNumberOfAds} reklam. Chcete-li vytvořit tuto, smažte jednu ze svých starých reklam.
fi: Voit luoda enintään {maximumNumberOfAds} ilmoitusta. Poista yksi vanhoista ilmoituksistasi luodaksesi tämän.
fr: Impossible de créer plus de {maximumNumberOfAds} annonces. Veuillez supprimer une de vos anciennes annonces pour créer celle-ci.
it: Impossibile creare più di {maximumNumberOfAds} annunci. Elimina uno dei tuoi vecchi annunci per crearne uno nuovo.
lt: Negalite sukurti daugiau nei {maximumNumberOfAds} skelbimų. Ištrinkite vieną iš savo senų skelbimų, kad sukurtumėte šį.
nb: Kan ikke lage mer enn {maximumNumberOfAds} annonser. Slett en av dine gamle annonser for å lage denne.
nl: Kan niet meer dan {maximumNumberOfAds} advertenties maken. Verwijder alstublieft een van uw oude advertenties om deze te maken.
pl: Nie można utworzyć więcej niż {maximumNumberOfAds} ogłoszeń. Usuń jedno ze swoich starych ogłoszeń, aby to utworzyć.
pt_br: Não é possível criar mais de {maximumNumberOfAds} anúncios. Delete um de seus outros anúncios para criar este aqui.
sl: Ne morete ustvariti več kot {maximumNumberOfAds} oglasov. Če želite ustvariti tega, izbrišite enega od starih oglasov.
sv: Kan inte skapa mer än {maximumNumberOfAds} annonser. Ta bort en av dina gamla annonser för att skapa den nya.
tl: Hindi makakagawa ng higit sa {maximumNumberOfAds} na mga ad. Mangyaring tanggalin ang isa sa iyong mga lumang ad upang magawa ito.
tr: {maximumNumberOfAds} adetten fazla reklam oluşturulamaz. Bunu oluşturmak için lütfen eski reklamlarınızdan birini silin.
ur: {maximumNumberOfAds} سے زیادہ اشتہارات نہیں بنا سکتے۔ اس کو بنانے کے لیے براہ کرم اپنے پرانے اشتہارات میں سے ایک کو حذف کریں۔
zh_cn: 创建广告不能超过{maximumNumberOfAds}个。 请删除您的一个旧广告后再试创建这个广告。
zh_tw: 創建廣告不能超過{maximumNumberOfAds}個。 請刪除您的一個舊廣告后再試創建這個廣告。

# error250Sbpost8722Sbad250Sb142
source: Can't set a fiat limit that is less than minimum amount.
cs: Nelze nastavit fiat limit, který je nižší než minimální částka.
fi: Fiat-rajaa ei voi asettaa vähimmäismäärää pienemmäksi.
fr: Impossible de définir une limite de devise inférieure au montant minimum.
lt: Negalima nustatyti „fiat“ ribos, mažesnės nei minimali suma.
nb: Kan ikke angi en fiat-grense som er mindre enn minimumsbeløpet.
nl: Kan geen fiatlimiet instellen die lager is dan het minimumbedrag.
pl: Nie można ustawić limitu fiat, który jest mniejszy niż minimalny.
sl: Ni mogoče nastaviti omejitve fiat plačila, ki je nižje od minimalnega zneska.
sv: Du kan inte ange en fiat-gräns som är lägre än minimibeloppet.
tl: Hindi makapagtakda ng limitasyon sa fiat na mas mababa sa minimum na halaga.
tr: Minimum miktardan daha düşük bir itibari para limiti belirlenemez.
ur: کم از کم رقم سے کم fiat کی حد مقرر نہیں کی جا سکتی۔
zh_cn: 无法设置小于最小金额的费用限额。
zh_tw: 無法設置小於最小金額的費用限額。

# error250Sbpost8722Sbad250Sb143
source: Can't set a fiat limit that is more than maximum amount.
cs: Nelze nastavit fiat limit, který je vyšší než maximální částka.
fi: Et voi asettaa fiat-rajaa, joka on suurempi kuin enimmäismäärä.
fr: Impossible de définir une limite de devise supérieure au montant maximum.
lt: Negalima nustatyti „fiat“ limito, kuris yra didesnis nei didžiausia suma.
nb: Kan ikke sette en fiat-grense som er mer enn maksimalt beløp.
nl: Kan geen fiat-limiet instellen die hoger is dan het maximale bedrag.
pl: Nie można ustawić limitu fiat, który jest większy niż maksymalny.
sl: Ni mogoče nastaviti omejitve fiat plačila, ki presega najvišji znesek.
sv: Du kan inte ange en fiat-gräns som är högre än maxbeloppet.
tl: Hindi makapagtakda ng limitasyon sa fiat na higit sa maximum na halaga.
tr: Maksimum tutarın üzerinde bir itibari para limiti belirlenemez.
ur: زیادہ سے زیادہ رقم سے زیادہfiat کی حد مقرر نہیں کی جا سکتی۔
zh_cn: 无法设置超过最大金额的费用限额。
zh_tw: 無法設置超過最大金額的費用限額。

# error250Sbpost8722Sbad250Sb173
source: Your ad's currency can't be the same as your ad's asset
cs: Měna vaší reklamy nemůže být stejná jako aktivum ve Vaší reklamy
fi: Ilmoituksesi valuutta ei voi olla sama kuin ilmoituksesi omaisuus
fr: La devise de votre annonce ne peut pas être la même que celle de la crypto-monnaie de votre annonce
it: La valuta del tuo annuncio non può essere uguale alla risorsa del tuo annuncio
lt: Skelbimo valiuta negali sutapti su skelbimo ištekliu
nb: Annonsens valuta kan ikke være den samme som annonsens innholdselement
nl: De valuta van uw advertentie kan niet hetzelfde zijn als de asset van uw advertentie
pl: Waluta Twojego ogłoszenia nie może być taka sama jak aktywa Twojego ogłoszenia
pt_br: A moeda do seu anúncio não pode ser igual ao ativo do seu anúncio
sl: Valuta vašega oglasa ne sme biti enaka sredstvu vašega oglasa
sv: Din annons valuta kan inte vara densamma som din annons tillgång
tl: Ang pera ng iyong ad ay hindi maaaring pareho sa asset ng iyong ad
tr: Reklamınızın para birimi, reklamınızın öğesiyle aynı olamaz
ur: آپ کے اشتھار کی کرنسی آپ کے اشتہار کے اثاثے کے برابر نہیں ہو سکتی
zh_cn: 您广告的货币不能与广告的资产相同
zh_tw: 您廣告的貨幣不能與廣告的資產相同

# error250Sbpost8722Sbad250Sb80
source: Latitude or longitude was not set
cs: Zeměpisná šířka nebo délka nebyla nastavena
fi: Leveys- tai pituusastetta ei ole asetettu
fr: La latitude ou la longitude n'a pas été définie
it: Latitudine o longitudine non sono stati impostati
lt: Platuma arba ilguma nenustatyti
nb: Breddegrad eller lengdegrad ble ikke angitt
nl: Breedte- of lengtegraad was niet ingesteld
pl: Szerokość lub długość geograficzna nie zostały ustawione
pt_br: Latitude ou longitude não foram definidos
sl: Zemljepisna širina ali dolžina ni bila nastavljena
sv: Latitud eller longitud har inte angetts
tl: Hindi naitakda ang latitude o longitude
tr: Enlem veya boylam ayarlanmadı
ur: Latitude or longitude مقرر نہیں کیا گیا تھا
zh_cn: 未设置纬度或经度
zh_tw: 未設置緯度或經度

# error250Sbpost8722Sbad250Sb81
source: Price value wasn't properly set
cs: Cena nebyla správně nastavena
fi: Hinta-arvoa ei asetettu oikein
fr: La prix n'a pas été correctement défini
it: Il valore del prezzo non è stato impostato correttamente
lt: Kainos vertė nebuvo tinkamai nustatyta
nb: Prisverdien var ikke riktig satt
nl: Prijswaarde was niet correct ingesteld
pl: Cena nie została odpowiednio ustawiona
pt_br: Valor do preço incorreto
sl: Vrednost cene ni bila pravilno nastavljena
sv: Prisvärdet var inte korrekt inställt
tl: Ang halaga ng presyo ay hindi naitakda nang maayos
tr: Fiyat değeri doğru şekilde ayarlanmadı
ur: قیمت کی قیمت ٹھیک سے سیٹ نہیں کی گئی تھی
zh_cn: 未正确设定价格
zh_tw: 未正確設定價格

# error250Sbpost8722Sbad250Sb86
source: Invalid combinations of country, payment method, and currency
cs: Neplatná kombinace země, platební metody a měny
fi: Maan, maksutavan ja valuutan virheelliset yhdistelmät
fr: Combinaisons non valides de pays, de mode de paiement et de devise
it: Combinazioni non valide di Paese, metodo di pagamento e valuta
lt: Netinkami šalies, mokėjimo metodo ir valiutos deriniai
nb: Ugyldige kombinasjoner av land, betalingsmåte og valuta
nl: Ongeldige combinaties van land, betaalmethode en valuta
pl: Nieprawidłowe kombinacje kraju, metody płatności i waluty
pt_br: Combinações inválidas de país, forma de pagamento e moeda
sl: Neveljavna kombinacija držav, načinov plačila in valute
sv: Ogiltiga kombinationer av land, betalningsmetod och valuta
tl: Mga iligal na kumbinasyon ng bansa, paraan ng pagbabayad, at pera
tr: Geçersiz ülke, ödeme yöntemi ve para birimi kombinasyonları
ur: ملک، ادائیگی کا طریقہ، اور کرنسی کے غلط امتزاج
zh_cn: 国家、付款方式和货币的组合无效
zh_tw: 國家、支付方式和貨幣的無效組合

# error250Sbpost8722Sbad250Sb87
source: This payment method isn't valid for selected country
cs: Tato platební metoda není platná pro vybranou zemi
fi: Tämä maksutapa ei kelpaa valitussa maassa
fr: Ce mode de paiement n'est pas valide pour le pays sélectionné
it: Questo metodo di pagamento non è valido per il Paese selezionato
lt: Šis mokėjimo metodas negalioja pasirinktoje šalyje
nb: Denne betalingsmåten er ikke gyldig for det valgte landet
nl: Deze betaalmethode is niet geldig voor het geselecteerde land
pl: Ta metoda płatności nie jest dostępna dla wybranego kraju
pt_br: Esse método de pagamento não é valido para este país
sl: Ta način plačila ni veljaven za izbrano državo
sv: Denna betalningsmetod är inte giltig för valt land
tl: Ang paraan ng pagbabayad na ito ay hindi wasto para sa napiling bansa
tr: Bu ödeme yöntemi seçilen ülke için geçerli değil
ur: ادائیگی کا یہ طریقہ منتخب ملک کے لیے درست نہیں ہے
zh_cn: 此付款方式对选定的国家无效
zh_tw: 此付款方式對選定的國家無效

# error250Sbpost8722Sbad250Sb88
source: This currency isn't valid for selected payment method
cs: Tato měna není platná pro vybranou platební metodu
fi: Tämä valuutta ei kelpaa valitulle maksutavalle
fr: Cette devise n'est pas valide pour le mode de paiement sélectionné
it: Questa valuta non è valida per il metodo di pagamento selezionato
lt: Ši valiuta negalioja pasirinktam mokėjimo metodui
nb: Denne valutaen er ikke gyldig for den valgte betalingsmåten
nl: Deze valuta is niet geldig voor de geselecteerde betaalmethode
pl: Ta waluta nie jest dostępna dla wybranej metody płatności
pt_br: Essa moeda não está disponível neste método de pagamento
sl: Ta valuta ni veljavna za izbran način plačila
sv: Denna valuta är inte giltig för vald betalningsmetod
tl: Ang currency na ito ay hindi wasto para sa napiling paraan ng pagbabayad
tr: Bu para birimi seçilen ödeme yöntemi için geçerli değil
ur: یہ کرنسی منتخب ادائیگی کے طریقے کے لیے درست نہیں ہے
zh_cn: 此币种对于选定的付款方式无效
zh_tw: 此幣種對於選定的付款方式無效

# error250Sbpost8722Sbad250Sb89
source: Location was not properly set
cs: Místo nebylo správně nastaveno
fi: Sijaintia ei asetettu oikein
fr: L'emplacement n'a pas été correctement défini
it: La posizione non è stata impostata correttamente
lt: Vieta nebuvo tinkamai nustatyta
nb: Plasseringen var ikke riktig angitt
nl: Locatie was niet goed ingesteld
pl: Lokalizacja nie została odpowiednio ustawiona
pt_br: Localização incorreta
sl: Lokacija ni bila pravilno nastavljena
sv: Platsen var inte korrekt inställd
tl: Hindi naitakda nang maayos ang lokasyon
tr: Konum doğru şekilde ayarlanmamış
ur: مقام ٹھیک سے سیٹ نہیں کیا گیا تھا
zh_cn: 未正确设置位置
zh_tw: 未正確設置位置
