Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# receipt250Sbdetails250Sbopened
source: Opened
cs: Otevřeno
fi: Avattu
fr: Ouvert
it: Aperto
lt: Atidaryta
nb: Åpnet
nl: Geopend
pl: Otwarte
pt_br: Aberto
sl: Odprto
sv: Öppnad
tl: Binuksan
tr: Açıldı
ur: کھول دیا
zh_cn: 开始
zh_tw: 開始

# receipt250Sbno8722SbaccountInfo
source: No payment method info provided
cs: Nebyly zadány žádné informace o způsobu platby
fi: Maksutavan tietoja ei ole annettu
fr: Aucune information sur le mode de paiement fournie
it: Nessuna informazione sul metodo di pagamento
lt: Mokėjimo metodo informacija nepateikta
nb: Ingen informasjon om betalingsmåte er oppgitt
nl: Geen informatie over betaalmethode verstrekt
pl: Brak informacji o metodzie płatności
pt_br: Nenhuma informação sobre a forma de pagamento
sl: Podatki o plačilnem sredstvu niso navedeni
sv: Ingen information om betalningssätt har angetts
tl: Walang ibinigay na impormasyon sa paraan ng pagbabayad
tr: Ödeme yöntemi bilgisi sağlanmadı
ur: ادائیگی کے طریقہ کار کی کوئی معلومات فراہم نہیں کی گئی
zh_cn: 没有付款详细信息
zh_tw: 沒有付款詳細信息

# receipt250Sbtitle
source: {appName} — Trade ID: {id}
cs: {appName} — ID obchodu: {id}
fi: {appName} – Kauppatunnus: {id}
fr: {appName} — Identifiant de transaction : {id}
it: {appName} — ID dell scambio: {id}
lt: {appName} – Prekybos ID: {id}
nb: {appName} — Handels-ID: {id}
nl: {appName} — Handels-ID: {id}
pl: {appName} — ID Handlu: {id}
pt_br: {appName} — ID de Negociação: {id}
sl: {appName} — ID trgovanja: {id}
sv: {appName} — Handels ID: {id}
tr: {appName} — Ticaret Kimliği: {id}
ur: {appName} — تجارتی ID: {id}
zh_cn: {appName} 交易: {id}
zh_tw: {appName} 交易: {id}

# reputation8722Sbimport250Sbdenied250Sbtip
source: You can try again with a different username
cs: Můžete to zkusit znovu s jiným uživatelským jménem
fi: Voit yrittää uudelleen toisella käyttäjätunnuksella
fr: Vous pouvez réessayer avec un autre nom d'utilisateur
it: Puoi riprovare con un nome utente diverso
lt: Galite bandyti dar kartą naudodami kitą naudotojo vardą
nb: Du kan prøve igjen med et annet brukernavn
nl: U kunt het opnieuw proberen met een andere gebruikersnaam
pl: Spróbuj ponownie z inną nazwą użytkownika
pt_br: Você pode tentar novamente com um nome de usuário diferente
sl: Lahko poskusite znova z drugim uporabniškim imenom
sv: Du kan försöka igen med ett annat användarnamn
tl: Maaari mong subukang muli gamit ang ibang username
tr: Farklı bir kullanıcı adı ile tekrar deneyebilirsiniz
ur: آپ ایک مختلف صارف نام کے ساتھ دوبارہ کوشش کر سکتے ہیں
zh_cn: 您可以使用其他用户名再试一次
zh_tw: 您可以使用其他用戶名再試一次

# reputation8722Sbimport250Sbdenied250Sbtitle
source: Denied
cs: Zamítnuto
fi: Kielletty
fr: Refusé
it: negato
lt: Neigiamas
nb: Nektet
nl: Geweigerd
pl: Odmowa
pt_br: Negado
sl: Zavrnjeno
sv: Nekad
tl: Tinanggihan
tr: Reddedildi
ur: انکار کر دیا
zh_cn: 被拒绝
zh_tw: 被拒絕

# reputation8722Sbimport250Sbinitial250Sbtitle
source: Not started
cs: Nezačal
fi: Ei aloitettu
fr: Pas commencé
it: Non iniziato
lt: Nepradėjau
nb: Ikke begynt
nl: Niet begonnen
pl: Nierozpoczęto
pt_br: Não foi iniciado
sl: Ni se začelo
sv: Ej påbörjad
tl: Hindi nagsimula
tr: Başlatılmadı
ur: شروع نہیں کیا
zh_cn: 没有开始
zh_tw: 沒有開始

# reputation8722Sbimport250Sbpending250Sbtitle
source: Pending
cs: Čekající
fi: Odottaa
fr: En attente
it: in attesa di
lt: Kol
nb: Avventer
nl: In afwachting
pl: W toku
pt_br: Pendente
sl: V teku
sv: Pågående
tl: Nakabinbin
tr: Askıda olması
ur: زیر التواء
zh_cn: 有待
zh_tw: 有待

# reputation8722Sbimport250Sbstats250Sbfeedback
source: feedback
cs: zpětná vazba
fi: palaute
fr: évaluation
it: risposta
lt: Atsiliepimas
nb: tilbakemelding
pl: opinia od użytkowników
pt_br: comentários
sl: povratne informacije
sv: återkoppling
tl: puna
tr: geri bildirim
ur: رائے
zh_cn: 反馈
zh_tw: 反饋

# reputation8722Sbimport250Sbstats250Sbregistered
source: registered
cs: registrovaný
fi: rekisteröity
fr: inscrit
it: registrato
lt: registruotas
nb: registrert
nl: geregistreerd
pl: zarejestrowany
pt_br: registrado
sl: registriran
sv: registrerad
tl: nakarehistro
tr: kayıtlı
ur: رجسٹرڈ
zh_cn: 注册
zh_tw: 註冊

# reputation8722Sbimport250Sbstats250Sbtitle
source: {platform} reputation
cs: {platform} pověst
fi: {platform} maine
fr: réputation {platform}
it: {platform} reputazione
lt: {platform} reputacija
nb: {platform} rykte
nl: {platform} reputatie
pl: reputacja {platform}
pt_br: {platform} reputação
sl: {platform} ugled
sv: {platform} rykte
tl: {platform} reputasyon
tr: {platform} itibar
ur: {platform} شہرت
zh_cn: {platform} 声望
zh_tw: {platform} 聲望

# reputation8722Sbimport250Sbstats250Sbtrades
source: trades
cs: obchody
fi: kaupat
fr: transactions
lt: prekiauja
nb: handler
nl: handelingen
pl: wymiany handlowe
pt_br: comércios
sl: trgovanja
sv: handlar
tl: pangangalakal
tr: esnaf
ur: تجارت
zh_cn: 交易
zh_tw: 交易

# reputation8722Sbimport250Sbstats250Sbvolume
source: volume
cs: objem
fi: voluumi
lt: apimtis
nb: volum
pl: tom
sl: obseg
sv: volym
tl: dami
tr: hacim
ur: حجم
zh_cn: 体积
zh_tw: 體積

# reputation8722Sbimport250Sbstep250Sbcode250Sbmessage
source: Add this code somewhere on your public {platform} profile. Once we've verified the code, you can remove it.
cs: Přidejte tento kód někam do svého veřejného profilu {platform}. Jakmile kód ověříme, můžete jej odstranit.
fi: Lisää tämä koodi jonnekin julkiseen {platform} profiiliisi. Kun olemme vahvistaneet koodin, voit poistaa sen.
fr: Ajoutez ce code quelque part sur votre profil public {platform}. Une fois que nous aurons vérifié le code, vous pourrez le supprimer.
it: Aggiungi questo codice da qualche parte nel tuo profilo {platform} pubblico. Una volta verificato il codice, puoi rimuoverlo.
lt: Pridėkite šį kodą kur nors savo viešajame {platform} profilyje. Kai tik patvirtinsime kodą, galėsite jį pašalinti.
nb: Legg til denne koden et sted på den offentlige {platform}-profilen din. Når vi har bekreftet koden, kan du fjerne den.
nl: Voeg deze code ergens toe aan uw openbare {platform} profiel. Nadat we de code hebben geverifieerd, kunt u deze verwijderen.
pl: Dodaj ten kod gdzieś na swoim publicznym profilu {platform}. Gdy zweryfikujemy kod, możesz go usunąć.
pt_br: Adicione este código em algum lugar em seu perfil público do {platform} . Depois de verificarmos o código, você pode removê-lo.
sl: Dodajte to kodo nekje v svoj javni profil {platform}. Ko preverimo kodo, jo lahko odstranite.
sv: Lägg till den här koden någonstans på din offentliga {platform} profil. När vi har verifierat koden kan du ta bort den.
tl: Idagdag ang code na ito sa isang lugar sa iyong pampublikong {platform} profile. Kapag na-verify na namin ang code, maaari mo itong alisin.
tr: Bu kodu genel {platform} profilinizin bir yerine ekleyin. Kodu doğruladıktan sonra kaldırabilirsiniz.
ur: اس کوڈ کو اپنے عوامی {platform} پروفائل میں کہیں شامل کریں۔ ایک بار جب ہم کوڈ کی توثیق کر لیتے ہیں، تو آپ اسے ہٹا سکتے ہیں۔
zh_cn: 将此代码添加到您的公开 {platform} 个人资料中的某个位置。验证代码后，您可以将其删除。
zh_tw: 將此代碼添加到您的公開 {platform} 個人資料中的某個位置。驗證代碼後，您可以將其刪除。

# reputation8722Sbimport250Sbstep250Sbcode250Sbmessage250Sblbc
source: Add this code to your LocalBitcoins profile as your personal webpage, adding ".com" to the end. Once we've verified the code, you can remove it.
cs: Přidejte tento kód do svého profilu LocalBitcoins jako svou osobní webovou stránku a na konec přidejte „.com“. Jakmile kód ověříme, můžete jej odstranit.
fi: Lisää tämä koodi LocalBitcoins-profiiliisi henkilökohtaiseksi verkkosivuksi ja lisää ".com" loppuun. Kun olemme vahvistaneet koodin, voit poistaa sen.
fr: Ajoutez ce code à votre profil LocalBitcoins en tant que page Web personnelle, en ajoutant « .com » à la fin. Une fois que nous aurons vérifié le code, vous pourrez le supprimer.
it: Aggiungi questo codice al tuo profilo LocalBitcoins come pagina web personale, aggiungendo ".com" alla fine. Una volta che abbiamo verificato il codice, puoi rimuoverlo.
lt: Pridėkite šį kodą prie savo „LocalBitcoins“ profilio kaip asmeninio tinklalapio ir pabaigoje pridėkite „.com“. Kai tik patvirtinsime kodą, galėsite jį pašalinti.
nb: Legg til denne koden på LocalBitcoins-profilen din som din personlige nettside, og legg til ".com" til slutt. Når vi har bekreftet koden, kan du fjerne den.
nl: Voeg deze code toe aan uw LocalBitcoins-profiel als uw persoonlijke webpagina en voeg ".com" toe aan het einde. Nadat we de code hebben geverifieerd, kunt u deze verwijderen.
pl: Dodaj ten kod do swojego profilu LocalBitcoins jako swoją osobistą stronę internetową, dodając ".com" na końcu. Gdy zweryfikujemy kod, możesz go usunąć.
pt_br: Adicione este código ao seu perfil da LocalBitcoins como sua página pessoal na web, adicionando ".com" ao final. Uma vez verificado o código, você pode removê-lo.
sl: Dodajte to kodo v svoj profil LocalBitcoins kot svojo osebno spletno stran in na koncu dodajte ".com". Ko preverimo kodo, jo lahko odstranite.
sv: Lägg till den här koden i din LocalBitcoins-profil som din personliga webbsida och lägg till ".com" i slutet. När vi har verifierat koden kan du ta bort den.
tl: Idagdag ang code na ito sa iyong profile sa LocalBitcoins bilang iyong personal na webpage, pagdaragdag ng ".com" sa dulo. Kapag na-verify na namin ang code, maaari mo itong alisin.
tr: Bu kodu, kişisel web sayfanız olarak LocalBitcoins profilinize ekleyin ve sonuna ".com" ekleyin. Kodu doğruladıktan sonra kaldırabilirsiniz.
ur: اس کوڈ کو اپنے LocalBitcoins پروفائل میں اپنے ذاتی ویب پیج کے طور پر شامل کریں، آخر میں ".com" کو شامل کریں۔ ایک بار جب ہم کوڈ کی توثیق کر لیتے ہیں، تو آپ اسے ہٹا سکتے ہیں۔
zh_cn: 将此代码添加到你的LocalBitcoins个人资料中，作为你的个人网页，在末尾添加".com"。一旦我们验证了这个代码，你就可以删除它。
zh_tw: 將此代碼添加到您的 LocalBitcoins 個人資料中作為您的個人網頁，並在末尾添加“.com”。一旦我們驗證了代碼，您就可以將其刪除。

# reputation8722Sbimport250Sbstep250Sbcode250Sbtitle
source: Add the code
cs: Přidejte kód
fi: Lisää koodi
fr: Ajouter le code
it: Aggiungi il codice
lt: Pridėkite kodą
nb: Legg til koden
nl: Voeg de code toe
pl: Dodaj kod
pt_br: Adicione o código
sl: Dodajte kodo
sv: Lägg till koden
tl: Idagdag ang code
tr: Kodu ekle
ur: کوڈ شامل کریں
zh_cn: 添加代码
zh_tw: 添加代碼

# reputation8722Sbimport250Sbstep250Sbfinal250Sbtitle
source: Wait for verification
cs: Počkejte na ověření
fi: Odota vahvistusta
fr: Attendre la vérification
it: Attendi la verifica
lt: Palaukite patvirtinimo
nb: Vent på bekreftelse
nl: Wacht op verificatie
pl: Poczekaj na weryfikację
pt_br: Espere por verificação
sl: Počakajte na preverjanje
sv: Vänta på verifiering
tl: Maghintay para sa pag-verify
tr: Doğrulamayı bekleyin
ur: تصدیق کا انتظار کریں
zh_cn: 待考
zh_tw: 待考

# reputation8722Sbimport250Sbstep250Sbusername250Sbinput250Sblabel
source: Your {platform} username
cs: Vaše {platform} uživatelské jméno
fi: {platform}-käyttäjänimesi
fr: Votre nom d'utilisateur {platform}
it: Il tuo nome utente {platform}
lt: Jūsų {platform} naudotojo vardas
nb: Ditt {platform} brukernavn
nl: Uw {platform} gebruikersnaam
pl: Twoja nazwa użytkownika {platform}
pt_br: Seu {platform} nome de usuário
sl: Vaše {platform} uporabniško ime
sv: Ditt {platform} användarnamn
tl: Ang iyong {platform} username
tr: {platform} kullanıcı adınız
ur: آپ کا {platform} صارف نام
zh_cn: 您的 {platform} 用户名
zh_tw: 您的 {platform} 用戶名

# reputation8722Sbimport250Sbstep250Sbusername250Sbmessage
source: What's your username on {platform}?
cs: Jaké je vaše uživatelské jméno na {platform}?
fi: Mikä on käyttäjänimesi {platform}:ssa?
fr: Quel est votre nom d'utilisateur sur {platform} ?
it: Qual è il tuo nome utente su {platform}?
lt: Koks jūsų vartotojo vardas {platform}?
nb: Hva er brukernavnet ditt på {platform}?
nl: Wat is uw gebruikersnaam op {platform}?
pl: Jaka jest Twoja nazwa użytkownika na {platform}?
pt_br: Qual é o seu nome de usuário no {platform}?
sl: Kakšno je vaše uporabniško ime na {platform}?
sv: Vad är ditt användarnamn på {platform}?
tl: Ano ang iyong username sa {platform}?
tr: {platform}'teki kullanıcı adınız nedir?
ur: {platform} پر آپ کا صارف نام کیا ہے؟
zh_cn: 您在 {platform}上的用户名是什么？
zh_tw: 您在 {platform}上的用戶名是什麼？

# reputation8722Sbimport250Sbstep250Sbusername250Sbtitle
source: Select username
cs: Vyberte uživatelské jméno
fi: Valitse käyttäjätunnus
fr: Sélectionner le nom d'utilisateur
it: Seleziona nome utente
lt: Pasirinkite vartotojo vardą
nb: Velg brukernavn
nl: Kies gebruikersnaam
pl: Wybierz nazwę użytkownika
pt_br: Selecione o nome de usuário
sl: Izberite uporabniško ime
sv: Välj användarnamn
tl: Pumili ng username
tr: Kullanıcı adı seç
ur: صارف نام منتخب کریں
zh_cn: 选择用户名
zh_tw: 選擇用戶名

# reputation8722Sbimport250Sbstepper250Sbfinal250Sbmessage
source: Just wait a little bit for us to verify your profile.
cs: Jen chvíli počkejte, než ověříme váš profil.
fi: Odota hetki, kun vahvistamme profiilisi.
fr: Merci de patienter pendant que nous vérifions votre profil.
it: Aspetta solo un po 'che verifichiamo il tuo profilo.
lt: Šiek tiek palaukite, kol patvirtinsime jūsų profilį.
nb: Bare vent litt til vi bekrefter profilen din.
nl: Wacht even totdat we uw profiel hebben geverifieerd.
pl: Poczekaj, aż zweryfikujemy Twój profil.
pt_br: Espere um pouco para verificarmos seu perfil.
sl: Počakajte, da preverimo vaš profil.
sv: Vänta bara en liten stund tills vi har verifierat din profil.
tl: Maghintay lang ng kaunti para ma-verify namin ang iyong profile.
tr: Profilinizi doğrulamamız için biraz beklemeniz yeterli.
ur: آپ کے پروفائل کی توثیق کرنے کے لیے بس تھوڑا انتظار کریں۔
zh_cn: 请耐心等待我们验证您的个人资料。
zh_tw: 請耐心等待我們驗證您的個人資料。

# reputation8722Sbimport250Sbstepper250Sbfinal250Sbtitle
source: Almost there!
cs: Téměř tam!
fi: Melkein valmista!
fr: On y est presque !
it: Quasi lì!
lt: Beveik ten!
nb: Nesten der!
nl: Bijna klaar!
pl: Już prawie!
pt_br: Quase lá!
sl: Skoraj tam!
sv: Nästan där!
tl: Malapit na!
tr: Neredeyse!
ur: تقریبا وہاں!
zh_cn: 差不多了！
zh_tw: 差不多了！

# reputation8722Sbimport250Sbunconfirmed250Sbtitle
source: Unconfirmed
cs: Nepotvrzený
fi: Vahvistamaton
fr: Non confirmé
it: Non confermato
lt: Nepatvirtintas
nb: Ubekreftet
nl: Niet bevestigd
pl: Niepotwierdzone
pt_br: Não confirmado
sl: Nepotrjeno
sv: Obekräftad
tl: Hindi kumpirmado
tr: Onaylanmadı
ur: غیر تصدیق شدہ
zh_cn: 未确认
zh_tw: 未確認

# reputation8722Sbimport250Sbverified250Sbtitle
source: Verified
cs: Ověřeno
fi: Vahvistettu
fr: Vérifié
it: verificata
lt: Patvirtinta
nb: Verifisert
nl: Geverifieerd
pl: Zweryfikowane
pt_br: Verificado
sl: Preverjeno
sv: Verifierad
tl: Na-verify
tr: Doğrulandı
ur: تصدیق شدہ
zh_cn: 验证
zh_tw: 已驗證

# reputation8722Sbimport250Sbwizard8722Sbtoggle250Sbedit
source: Edit import info
cs: Upravit informace o importu
fi: Muokkaa tuontitietoja
fr: Modifier les informations d'importation
it: Modifica informazioni sull'importazione
lt: Redaguoti importavimo informaciją
nb: Rediger importinformasjon
nl: Bewerk importgegevens
pl: Edytuj zaimportowane informacje
pt_br: Editar informações de importação
sl: Uredi uvozne informacije
sv: Redigera importinformation
tl: I-edit ang impormasyon sa pag-import
tr: İçe aktarma bilgilerini düzenle
ur: درآمد کی معلومات میں ترمیم کریں
zh_cn: 编辑导入信息
zh_tw: 編輯導入信息

# reputation8722Sbimport250Sbwizard8722Sbtoggle250Sbinitial
source: Link account
cs: Propojit účet
fi: Linkitä tili
fr: Compte lié
it: Collega account
lt: Susieti paskyrą
nb: Koble til konto
nl: Account koppelen
pl: Połącz konto
pt_br: link da conta
sl: Poveži račun
sv: Länka konto
tl: I-link ang account
tr: Bağlantı hesabı
ur: اکاؤنٹ لنک کریں
zh_cn: 连结帐户
zh_tw: 連結帳戶

# request8722Sbpassword8722Sbreset250Sbbtn
source: Send reset letter
cs: Pošlete resetovací dopis
fi: Lähetä nollausviesti
fr: Envoyer un e-mail de réinitialisation
it: Invia email di ripristino
lt: Siųsti atstatymo laišką
nb: Send tilbakestillingsbrev
nl: Stuur een resetbrief
pl: Wyślij wiadomość resetującą
pt_br: Enviar e-mail de validação
sl: Pošlji pismo za ponastavitev
sv: Skicka återställningsbrev
tl: Magpadala ng reset letter
tr: Sıfırlama mektubu gönder
ur: ری سیٹ لیٹر بھیجیں
zh_cn: 发送重置信件
zh_tw: 發送重置信件

# request8722Sbpassword8722Sbreset250Sbemail
source: Your email
cs: Váš e-mail
fi: Sähköpostisi
fr: Votre adresse e-mail
it: La tua email
lt: Tavo elektroninis paštas
nb: Din epost
nl: Uw email
pl: Twój email
pt_br: Seu e-mail
sl: Vaš e-poštni naslov
sv: Din email
tl: Ang email mo
tr: E-posta adresiniz
ur: آپ کا ای میل
zh_cn: 你的电邮地址
zh_tw: 你的電郵地址

# request8722Sbpassword8722Sbreset250Sbemail8722Sbtip
source: Enter verified email that is linked to your account. We will send a letter with password reset instructions
cs: Zadejte ověřený e-mail, který je propojen s vaším účtem. Zašleme vám dopis s pokyny k obnovení hesla
fi: Syötä vahvistettu sähköpostiosoite, joka on linkitetty tiliisi. Lähetämme salasanan palautusohjeet sisältävän viestin
fr: Entrez l'adresse e-mail vérifiée qui est liée à votre compte. Nous vous enverrons un e-mail avec les instructions de réinitialisation du mot de passe
it: Inserisci l'e-mail collegata al tuo account. Invieremo una email con le istruzioni per il ripristino della password
lt: Įveskite patvirtintą el. pašto adresą, susietą su jūsų paskyra. Atsiųsime laišką su slaptažodžio nustatymo iš naujo instrukcijomis
nb: Skriv inn bekreftet e-post som er knyttet til kontoen din. Vi vil sende et brev med instruksjoner for tilbakestilling av passord
nl: Voer een geverifieerd e-mailadres in dat aan uw account is gekoppeld. We sturen een brief met instructies voor het opnieuw instellen van het wachtwoord
pl: Wprowadź zweryfikowany e-mail, który jest powiązany z Twoim kontem. Wyślemy mail z instrukcją resetowania hasła
pt_br: Escreva o e-mail que está vinculado a sua conta. Enviaremos um e-mail com as instruções para reiniciar a senha
sl: Vnesite preverjen e-poštni naslov, ki je povezan z vašim računom. Poslali vam bomo pismo z navodili za ponastavitev gesla
sv: Ange verifierad e-postadress som är kopplad till ditt konto. Vi skickar ett brev med instruktioner för återställning av lösenord
tl: Ilagay ang na-verify na email na naka-link sa iyong account. Magpapadala kami ng liham na may mga tagubilin sa pag-reset ng password
tr: Hesabınıza bağlı doğrulanmış e-posta adresini girin. Şifre sıfırlama talimatlarını içeren bir mektup göndereceğiz
ur: تصدیق شدہ ای میل درج کریں جو آپ کے اکاؤنٹ سے منسلک ہے۔ ہم پاس ورڈ دوبارہ ترتیب دینے کی ہدایات کے ساتھ ایک خط بھیجیں گے
zh_cn: 输入已绑定到您的帐户的已验证电邮地址。 我们将发送带密码重置说明的信件
zh_tw: 輸入已綁定到您的帳戶的已驗証電郵地址。 我們將發送帶密碼重置說明的信件

# request8722Sbpassword8722Sbreset250Sberror8722Sb1
source: We don't have an account associated with this email.
cs: K tomuto e-mailu nemáme přidružený účet.
fi: Meillä ei ole tähän sähköpostiin liittyvää tiliä.
fr: Nous n'avons pas de compte associé à cette adresse e-mail.
it: Non abbiamo un account associato a questa email.
lt: Neturime paskyros, susietos su šiuo el. paštu.
nb: Vi har ingen konto knyttet til denne e-posten.
nl: We hebben geen account gekoppeld aan dit e-mailadres.
pl: Nie mamy konta powiązanego z tym e-mailem.
pt_br: Não temos uma conta associada a este email.
sl: Nimamo računa povezanega s tem e-poštnim naslovom.
sv: Vi har inget konto kopplat till det här e-postmeddelandet.
tl: Wala kaming account na nauugnay sa email na ito.
tr: Bu e-postayla ilişkili bir hesabımız yok.
ur: ہمارے پاس اس ای میل سے وابستہ کوئی اکاؤنٹ نہیں ہے۔
zh_cn: 我们没有与此电子邮件相关联的帐户。
zh_tw: 我們沒有與此電子郵件相關聯的帳戶。

# request8722Sbpassword8722Sbreset250Sberror8722Sb2
source: This email is unverified
cs: Tento e-mail není ověřen
fi: Tätä sähköpostia ei ole vahvistettu
fr: Cette adresse e-mail n'est pas vérifiée
it: Questa email non è stata verificata
lt: Šis el. laiškas nepatvirtintas
nb: Denne e-posten er ubekreftet
nl: Deze e-mail is niet geverifieerd
pl: Ten e-mail jest niezweryfikowany
pt_br: Este e-mail não está verificado
sl: Ta e-pošta ni preverjena
sv: Det här e-postmeddelandet är overifierat
tl: Hindi na-verify ang email na ito
tr: Bu e-posta doğrulanmadı
ur: یہ ای میل غیر تصدیق شدہ ہے
zh_cn: 该电邮地址未通过验证
zh_tw: 該電郵地址未通過驗証

# request8722Sbpassword8722Sbreset250Sberror8722Sb3
source: Error
cs: Chyba
fi: Virhe
fr: Erreur
it: Errore
lt: Klaida
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
sl: Napaka
sv: Fel
tr: Hata
ur: خرابی
zh_cn: 出错
zh_tw: 出錯

# request8722Sbpassword8722Sbreset250Sberror8722Sb58722Sbtext
source: Please wait before resetting your password again
cs: Před opětovným resetováním hesla počkejte
fi: Odota ennen kuin vaihdat salasanasi uudelleen
fr: Veuillez patienter avant de réinitialiser à nouveau votre mot de passe
it: Attendi prima di reimpostare la password
lt: Prieš vėl nustatydami slaptažodį iš naujo, palaukite
nb: Vent før du tilbakestiller passordet ditt igjen
nl: Wacht a.u.b. voordat u uw wachtwoord opnieuw instelt
pl: Poczekaj przed ponownym zresetowaniem hasła
pt_br: Aguarde antes de tentar reiniciar sua senha novamente
sl: Počakajte, preden znova ponastavite geslo
sv: Vänta innan du återställer ditt lösenord igen
tl: Mangyaring maghintay bago i-reset muli ang iyong password
tr: Şifrenizi tekrar sıfırlamadan önce lütfen bekleyin
ur: اپنا پاس ورڈ دوبارہ ترتیب دینے سے پہلے براہ کرم انتظار کریں
zh_cn: 请等待再次重置您的密码
zh_tw: 請等待再次重置您的密碼

# request8722Sbpassword8722Sbreset250Sberror8722Sb58722Sbtitle
source: Too many requests
cs: Příliš mnoho požadavků
fi: Liian monta pyyntöä
fr: Trop de demandes
it: Troppe richieste
lt: Per daug prašymų
nb: For mange forespørsler
nl: Te veel verzoeken
pl: Zbyt dużo żądań
pt_br: Limite de requisições
sl: Preveč zahtev
sv: För många förfrågningar
tl: Masyadong maraming kahilingan
tr: çok fazla istek
ur: بہت زیادہ درخواستیں
zh_cn: 太多请求
zh_tw: 太多請求

# request8722Sbpassword8722Sbreset250Sberror8722Sb6
source: Password reset error
cs: Chyba resetování hesla
fi: Virhe salasanan nollauksessa
fr: Erreur de réinitialisation du mot de passe
it: Errore di reimpostazione della password
lt: Slaptažodžio nustatymo iš naujo klaida
nb: Feil ved tilbakestilling av passord
nl: Fout bij wachtwoord opnieuw instellen
pl: Błąd resetowania hasła
pt_br: Erro ao reiniciar senha
sl: Napaka pri ponastavitvi gesla
sv: Lösenord såterställnings fel
tl: Error sa pag-reset ng password
tr: Şifre sıfırlama hatası
ur: پاس ورڈ دوبارہ ترتیب دینے میں خرابی
zh_cn: 密码重置错误
zh_tw: 密碼重置錯誤

# request8722Sbpassword8722Sbreset250Sbletter8722Sbsent
source: If this email is verified with an account, you'll receive a letter.
cs: Pokud je tento e-mail ověřen pomocí účtu, obdržíte dopis.
fi: Jos tämä sähköposti on vahvistettu tilillä, saat viestin.
fr: Si cette adresse e-mail est vérifiée avec un compte, vous recevrez un e-mail.
it: Se questa email viene verificata con un account, riceverai una lettera.
lt: Jei šis el. pašto adresas patvirtintas naudojant paskyrą, gausite laišką.
nb: Hvis denne e-posten er bekreftet med en konto, vil du motta et brev.
nl: Als deze e-mail geverifieerd is met een account, zal u een brief ontvangen.
pl: Jeśli ten e-mail zostanie zweryfikowany z kontem, otrzymasz maila.
pt_br: Se este e-mail for verificado com uma conta, você receberá uma carta.
sl: Če je ta e-poštni naslov preverjen z računom, boste prejeli pismo.
sv: Om e-postmeddelandet har verifierats med ett konto får du ett brev.
tl: Kung na-verify ang email na ito gamit ang isang account, makakatanggap ka ng sulat.
tr: Bu e-posta bir hesapla doğrulanırsa bir mektup alacaksınız.
ur: اگر یہ ای میل کسی اکاؤنٹ سے تصدیق شدہ ہے، تو آپ کو ایک خط موصول ہوگا۔
zh_cn: 如果此电子邮件已通过帐户验证，您将收到一封信件。
zh_tw: 如果此電子郵件已通過帳戶驗證，您將收到一封信件。

# request8722Sbpassword8722Sbreset250Sbtitle
source: Reset password
cs: Obnovit heslo
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
it: Resetta la password
lt: Atstatyti slaptažodį
nb: tilbakestille passord
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt_br: Reiniciar senha
sl: Ponastavitev gesla
sv: Återställ lösenord
tl: I-reset ang password
tr: Şifreyi yenile
ur: پاس ورڈ ری سیٹ
zh_cn: 重置密码
zh_tw: 重置密碼
