Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_249
source: Attempting to update a BUY-type ad that doesn’t have buyerSettlementAddress set without setting the buyerSettlementAddress parameter in the update request
cs: Pokus o aktualizaci reklamy typu BUY, která nemá nastavenou adresu buyerSettlementAddress bez nastavení parametru buyerSettlementAddress v žádosti o aktualizaci
fi: Yritetään päivittää BUY-tyyppistä ilmoitusta, jolle ei ole asetettu buyerSettlementAddress-osoitetta asettamatta buyerSettlementAddress-parametria päivityspyynnössä
fr: Tentative de mise à jour d'une annonce de type ACHAT pour laquelle « buyerSettlementAddress » n'est pas défini, sans définir le paramètre « buyerSettlementAddress » dans la demande de mise à jour
it: Tentativo di aggiornare un annuncio di tipo ACQUISTA su cui non è impostato buyerSettlementAddress senza impostare il parametro buyerSettlementAddress nella richiesta di aggiornamento
lt: Bandymas atnaujinti PIRKIMO tipo skelbimą, kuriame nenustatytas pirkėjo atsiskaitymo adresas, atnaujinimo užklausoje nenustačius parametro buyerSettlementAddress
nb: Forsøk på å oppdatere en annonse av typen BUY som ikke har buyerSettlementAddress angitt uten å angi parameteren buyerSettlementAddress i oppdateringsforespørselen
nl: Poging om een advertentie van het type BUY bij te werken waarvoor buyerSettlementAddress niet is ingesteld zonder de parameter buyerSettlementAddress in te stellen in het updateverzoek
pl: Próba aktualizacji ogłoszenia typu BUY, która nie ma ustawionego adresu buyerSettlementAddress bez ustawienia parametru buyerSettlementAddress w żądaniu aktualizacji
pt_br: Tentativa de atualizar um anúncio do tipo BUY que não tem o buyerSettlementAddress definido sem definir o parâmetro buyerSettlementAddress na solicitação de atualização
sl: Poskus posodobitve oglasa tipa KUPI, ki nima nastavljenega buyerSettlementAddress brez nastavitve parametra buyerSettlementAddress v zahtevi za posodobitev
sv: Försöker uppdatera en annons av typen BUY som inte har buyerSettlementAddress angiven utan att ange parametern buyerSettlementAddress i uppdateringsbegäran
tl: Sinusubukang i-update ang isang BUY-type na ad na walang buyerSettlementAddress na nakatakda nang hindi itinatakda ang buyerSettlementAddress na parameter sa kahilingan sa pag-update
tr: Güncelleme isteğinde buyerSettlementAddress parametresi ayarlanmadan, buyerSettlementAddress ayarlanmamış olan SATIN AL türü bir reklamı güncellemeye çalışmak
ur: اپ ڈیٹ کی درخواست میں buyerSettlementAddress پیرامیٹر کو سیٹ کیے بغیر BUY-typeکے اشتہار کو اپ ڈیٹ کرنے کی کوشش کرنا جس میں BuyerSettlementAddress سیٹ نہیں ہے
zh_cn: 尝试更新未设置buyerSettlementAddress 的BUY 类型广告，但未在更新请求中设置buyerSettlementAddress 参数
zh_tw: 在更新請求中未設置 buyerSettlementAddress 參數的情況下嘗試更新未設置 buyerSettlementAddress 的 BUY 類型廣告

# api_error_250
source: Invalid address provided when requesting withdrawal fee for BTC
cs: Neplatná adresa uvedená při žádosti o poplatek za výběr BTC
fi: Virheellinen osoite pyydettäessä BTC:n nostomaksua
fr: Adresse invalide fournie lors de la demande de frais de retrait pour BTC
it: Indirizzo non valido fornito al momento della richiesta della commissione di prelievo per BTC
lt: Prašant BTC išėmimo mokesčio, nurodytas neteisingas adresas
nb: Ugyldig adresse oppgitt ved forespørsel om uttaksgebyr for BTC
nl: Ongeldig adres opgegeven bij het aanvragen van opnamekosten voor BTC
pl: Nieprawidłowy adres podany przy żądaniu opłaty za wypłatę BTC
pt_br: Endereço inválido fornecido ao solicitar taxa de retirada para BTC
sl: Navaden neveljaven naslov ob zahtevi provizije dviga za BTC
sv: Ogiltig adress angiven vid begäran om uttagsavgift för BTC
tl: Invalid na address ang ibinigay kapag humihiling ng withdrawal fee para sa BTC
tr: BTC için para çekme ücreti talep edilirken geçersiz adres sağlandı
ur: BTC کے لیے واپسی کی فیس کی درخواست کرتے وقت فراہم کردہ غلط پتہ
zh_cn: 请求 BTC 提现费用时提供的地址无效
zh_tw: 請求 BTC 提款費時提供的地址無效

# api_error_251
source: Fee level not provided when opening a trade by responding to a BTC SELL-type ad
cs: Výše poplatku není poskytnuta při otevírání obchodu v reakci na inzerát typu BTC SELL
fi: Maksutasoa ei ilmoiteta avattaessa kauppaa vastaamalla BTC SELL -tyyppiseen ilmoitukseen
fr: Niveau de frais non fourni lors de l'ouverture d'une transaction en répondant à une annonce de type VENTE BTC
it: Livello di commissione non fornito quando si apre un'operazione rispondendo a un annuncio di tipo VENDITA di BTC
lt: Mokesčio dydis nenurodomas atidarant prekybą atsakant į BTC SELL tipo skelbimą
nb: Gebyrnivå oppgis ikke når du åpner en handel ved å svare på en annonse av typen BTC SELL
nl: Vergoedingsniveau niet opgegeven bij het openen van een transactie door te reageren op een advertentie van het type BTC SELL
pl: Poziom opłaty nie został podany podczas rozpoczynania handlu poprzez odpowiedź na ogłoszenie typu BTC SELL
pt_br: Nível de taxa não fornecido ao abrir uma negociação respondendo a um anúncio do tipo BTC SELL
sl: Višina provizije ni navedena pri odpiranju trgovanja z odgovorom na oglas tipa BTC SELL
sv: Försök att frigöra en handel från ett konto som är förbjudet att ta ut på grund av sanktioner
tl: Hindi ibinigay ang antas ng bayad kapag nagbukas ng trade sa pamamagitan ng pagtugon sa isang BTC SELL-type na ad
tr: BTC SAT türü bir reklama yanıt vererek işlem açarken ücret düzeyi sağlanmıyor
ur: BTC SELL-type کے اشتہار کا جواب دے کر ٹریڈ کھولتے وقت فیس کی سطح فراہم نہیں کی جاتی ہے
zh_cn: 通过响应 BTC 卖出类型广告进行交易时未提供费用水平
zh_tw: 通過響應 BTC SELL 類型的廣告開始交易時未提供費用水平

# api_error_252
source: Fee level not provided when creating a BTC BUY-type ad
cs: Při vytváření reklamy typu BTC BUY není uvedena výše poplatku
fi: Maksutasoa ei ilmoiteta luotaessa BTC BUY -tyyppistä ilmoitusta
fr: Niveau de frais non fourni lors de la création d'une annonce de type ACHAT BTC
it: Livello di tariffa non fornito durante la creazione di un annuncio di tipo ACQUISTA BTC
lt: Kuriant BTC PIRKTI tipo skelbimą mokesčio dydis nenurodytas
nb: Gebyrnivå oppgis ikke når du oppretter en annonse av typen BTC KJØP
nl: Vergoedingsniveau niet opgegeven bij het maken van een advertentie van het type BTC BUY
pl: Nie podano poziomu opłaty podczas tworzenia ogłoszenia typu BTC BUY
pt_br: Nível de taxa não fornecido ao criar um anúncio do tipo BTC BUY
sl: Ni navedena raven provizije pri ustvarjanju oglasa tipa BTC BUY
sv: Avgiftsnivå anges inte när en annons av typen BTC BUY skapas
tl: Hindi ibinigay ang antas ng bayad kapag gumagawa ng BTC na uri ng ad
tr: BTC SATIN AL türü reklam oluşturulurken ücret düzeyi sağlanmıyor
ur: BTC BUY-type کا اشتہار بناتے وقت فیس کی سطح فراہم نہیں کی جاتی ہے
zh_cn: 创建 BTC 买入类型广告时未提供费用水平
zh_tw: 創建 BTC 購買類型的廣告時未提供費用水平

# api_error_253
source: Fee level not provided when updating a BTC BUY-type ad that doesn’t have a fee level set
cs: Není nastavena výše poplatku při provádění aktualizace typu reklamy BTC BUY, který nemá nastavenou výši poplatku
fi: Maksutasoa ei anneta päivitettäessä BTC BUY -tyyppistä ilmoitusta, jolle ei ole asetettu maksutasoa
fr: Niveau de frais non fourni lors de la mise à jour d'une annonce de type ACAHT BTC qui n'a pas de niveau de frais défini
it: Livello di tariffa non fornito durante l'aggiornamento di un annuncio di tipo ACQUISTO BTC per cui non è impostato un livello di tariffa
lt: Mokesčio dydis nenurodytas atnaujinant BTC BUY tipo skelbimą, kuriam nenustatytas mokesčio lygis
nb: Gebyrnivå ikke oppgitt når du oppdaterer en annonse av typen BTC BUY som ikke har et gebyrnivå angitt
nl: Vergoedingsniveau niet opgegeven bij het bijwerken van een BTC BUY advertentie waarvoor geen vergoedingsniveau is ingesteld
pl: Nie podano poziomu opłaty podczas aktualizacji ogłoszenia typu BTC BUY, który nie ma ustawionego poziomu opłaty
pt_br: Nível de taxa não fornecido ao atualizar um anúncio do tipo BTC BUY que não tem um nível de taxa definido
sl: Raven provizije ni navedena pri posodabljanju oglasa tipa BTC BUY, ki nima nastavljene ravni provizije
sv: Avgiftsnivå anges inte vid uppdatering av en annons av typen BTC BUY som inte har en avgiftsnivå angiven
tl: Hindi ibinigay ang antas ng bayad kapag nag-a-update ng BTC na uri ng ad na walang nakatakdang antas ng bayad
tr: Ücret düzeyi ayarlanmamış olan BTC SATIN AL türü bir reklam güncellenirken ücret düzeyi sağlanmıyor
ur: BTC BUY-type کے اشتہار کو اپ ڈیٹ کرتے وقت فیس کی سطح فراہم نہیں کی جاتی ہے جس میں فیس کی سطح سیٹ نہیں ہوتی ہے
zh_cn: 更新未设置费用级别的 BTC 购买类型广告时未提供费用级别
zh_tw: 更新未設置費用水平的 BTC 購買類型廣告時未提供費用水平

# api_error_255
source: Attempting to get notifications with “after” timestamp that’s outside of the allowed range
cs: Pokus o získání oznámení s časovým razítkem „po“, které je mimo povolený rozsah
fi: Yritetään saada ilmoituksia "jälkeen"-aikaleimalla, joka on sallitun alueen ulkopuolella
fr: Tentative de réception des notifications avec un horodatage « après » qui est en dehors de la plage autorisée
it: Tentativo di ricevere notifiche con timestamp "dopo" esterno all'intervallo consentito
lt: Bandoma gauti pranešimus su laiko žyma „po“, kuri nepatenka į leistiną diapazoną
nb: Forsøk på å få varsler med "etter" tidsstempel som er utenfor det tillatte området
nl: Poging om meldingen te ontvangen met een 'na'-tijdstempel die buiten het toegestane bereik valt
pl: Próba otrzymania powiadomień ze znacznikiem czasu „after”, który jest poza dozwolonym zakresem
pt_br: Tentativa de receber notificações com carimbo de data/hora “depois” fora do intervalo permitido
sl: Poskus prejemanja obvestil s časovnim žigom »po«, ki je zunaj dovoljenega obsega
sv: Försöker hämta aviseringar med tidsstämpeln "after" som ligger utanför det tillåtna intervallet
tl: Sinusubukang makakuha ng mga notification gamit ang "pagkatapos" ng timestamp na nasa labas ng pinapayagang hanay
tr: İzin verilen aralığın dışında "sonra" zaman damgasına sahip bildirimler alınmaya çalışılıyor
ur: "after" ٹائم اسٹیمپ کے ساتھ اطلاعات حاصل کرنے کی کوشش کرنا جو کہ اجازت کی حد سے باہر ہے
zh_cn: 尝试获取“之后”时间戳超出允许范围的通知
zh_tw: 嘗試獲取具有超出允許範圍的“之後”時間戳的通知

# api_error_256
source: Attempting to register a push notification token that already exists
cs: Pokus o registraci tokenu oznámení push, který již existuje
fi: Yritetään rekisteröidä jo olemassa oleva push-ilmoitustunnus
fr: Tentative d'enregistrement d'un jeton de notification « push » qui existe déjà
it: Tentativo di registrare un token di notifica push già esistente
lt: Bandoma užregistruoti jau egzistuojantį tiesioginio pranešimo prieigos raktą
nb: Forsøker å registrere et push-varslingstoken som allerede eksisterer
nl: Poging om een pushmeldingstoken te registreren dat al bestaat
pl: Próba zarejestrowania tokenu powiadomień push, który już istnieje
pt_br: Tentativa de registrar um token de notificação push que já existe
sl: Poskus registracije že obstoječega žetona potisnega obvestila
sv: Försöker registrera en push notification-token som redan finns
tl: Sinusubukang magrehistro ng push notification token na mayroon na
tr: Zaten mevcut olan bir anında bildirim jetonunu kaydetmeye çalışmak
ur: پہلے سے موجود پش نوٹیفکیشن ٹوکن کو رجسٹر کرنے کی کوشش
zh_cn: 尝试注册已存在的推送通知令牌
zh_tw: 嘗試註冊已存在的推送通知令牌

# api_error_257
source: Attempting to register a push notification token that isn’t valid
cs: Pokus o registraci tokenu oznámení push, který není platný
fi: Yritetään rekisteröidä push-ilmoitustunnus, joka ei ole kelvollinen
fr: Tentative d'enregistrement d'un jeton de notification « push » qui n'est pas valide
it: Tentativo di registrare un token di notifica push non valido
lt: Bandoma užregistruoti tiesioginio pranešimo prieigos raktą, kuris negalioja
nb: Forsøker å registrere et push-varslingstoken som ikke er gyldig
nl: Poging om een pushmeldingstoken te registreren dat niet geldig is
pl: Próba zarejestrowania nieprawidłowego tokena powiadomień push
pt_br: Tentativa de registrar um token de notificação por push que não é válido
sl: Poskus registracije žetona potisnega obvestila, ki ni veljaven
sv: Försöker registrera en push notification-token som inte är giltig
tl: Sinusubukang magrehistro ng push notification token na hindi wasto
tr: Geçerli olmayan bir anında bildirim jetonu kaydedilmeye çalışılıyor
ur: ایک پش نوٹیفکیشن ٹوکن رجسٹر کرنے کی کوشش کرنا جو درست نہیں ہے
zh_cn: 尝试注册无效的推送通知令牌
zh_tw: 嘗試註冊無效的推送通知令牌

# api_error_258
source: Attempting to register a push notification token for an account that already has 500 device tokens, delete one of the existing tokens before trying this again
cs: Při pokusu o registraci tokenu oznámení push pro účet, který již má 500 tokenů zařízení, smažte jeden ze stávajících tokenů a zkuste to znovu
fi: Yrität rekisteröidä push-ilmoitustunnusta tilille, jolla on jo 500 laitetunnusta, poista jokin olemassa olevista tunnuksista ennen kuin yrität tätä uudelleen
fr: Tentative d'enregistrement d'un jeton de notification « push » pour un compte qui possède déjà 500 jetons de connexion, supprimez l'un des jetons existants avant de réessayer
it: Tentativo di registrare un token di notifica push per un account che dispone già di 500 token dispositivo, elimina uno dei token esistenti prima di riprovare
lt: Bandant užregistruoti tiesioginio pranešimo prieigos raktą paskyroje, kurioje jau yra 500 įrenginio prieigos raktų, prieš bandydami dar kartą ištrinkite vieną iš esamų prieigos raktų
nb: Forsøk på å registrere et pushvarslingstoken for en konto som allerede har 500 enhetstokener, slett en av de eksisterende tokenene før du prøver dette igjen
nl: Poging om een pushnotificatietoken te registreren voor een account dat al 500 apparaattokens heeft, verwijder een van de bestaande tokens voordat u dit opnieuw probeert
pl: Próba zarejestrowania tokena powiadomień push dla konta, które ma już 500 tokenów urządzeń, usuń jeden z istniejących tokenów przed ponowną próbą
pt_br: Tentando registrar um token de notificação por push para uma conta que já possui 500 tokens de dispositivo, exclua um dos tokens existentes antes de tentar novamente
sl: Poskus registracije žetona potisnega obvestila za račun, ki že ima 500 žetonov naprave, izbrišite enega od obstoječih žetonov, preden poskusite znova
sv: Försöker registrera en push-aviseringstoken för ett konto som redan har 500 enhetstoken, ta bort en av de befintliga tokens innan du försöker igen
tl: Sinusubukang magrehistro ng push notification token para sa isang account na mayroon nang 500 device token, tanggalin ang isa sa mga umiiral nang token bago ito subukang muli
tr: Halihazırda 500 cihaz jetonu bulunan bir hesap için anında bildirim jetonu kaydetmeye çalışırken, bunu tekrar denemeden önce mevcut jetonlardan birini silin
ur: کسی ایسے اکاؤنٹ کے لیے پش نوٹیفکیشن ٹوکن رجسٹر کرنے کی کوشش کر رہے ہیں جس میں پہلے سے ہی 500 ڈیوائس ٹوکن ہیں، دوبارہ کوشش کرنے سے پہلے موجودہ ٹوکن میں سے ایک کو حذف کر دیں
zh_cn: 尝试为已拥有 500 个设备令牌的帐户注册推送通知令牌，请删除现有令牌之一，然后再重试
zh_tw: 嘗試為已擁有 500 個設備令牌的帳戶註冊推送通知令牌，在再次嘗試之前刪除現有令牌之一

# api_error_259
source: Attempting to delete a token that doesn’t exist or doesn’t belong to this user
cs: Pokus o smazání tokenu, který neexistuje nebo nepatří tomuto uživateli
fi: Yritetään poistaa tunnus, jota ei ole olemassa tai joka ei kuulu tälle käyttäjälle
fr: Tentative de suppression d'un jeton qui n'existe pas ou n'appartient pas à cet utilisateur
it: Tentativo di eliminare un token che non esiste o non appartiene a questo utente
lt: Bandoma ištrinti prieigos raktą, kuris neegzistuoja arba nepriklauso šiam vartotojui
nb: Forsøker å slette et token som ikke eksisterer eller som ikke tilhører denne brukeren
nl: Poging om een token te verwijderen dat niet bestaat of niet bij deze gebruiker hoort
pl: Próba usunięcia tokena, który nie istnieje lub nie należy do tego użytkownika
pt_br: Tentativa de excluir um token que não existe ou não pertence a este usuário
sl: Poskus brisanja žetona, ki ne obstaja ali ne pripada temu uporabniku
sv: Försöker ta bort en token som inte finns eller inte tillhör den här användaren
tl: Sinusubukang magtanggal ng token na wala o hindi pagmamay-ari ng user na ito
tr: Mevcut olmayan veya bu kullanıcıya ait olmayan bir jeton silinmeye çalışılıyor
ur: کسی ایسے ٹوکن کو حذف کرنے کی کوشش جو موجود نہیں ہے یا اس صارف کا نہیں ہے
zh_cn: 尝试删除不存在或不属于该用户的令牌
zh_tw: 試圖刪除不存在或不屬於該用戶的令牌

source: Account
cs: Účet
fi: Tili
fr: Compte
it: conto
lt: sąskaita
nb: Regnskap
pl: Konto
pt_br: Conta
sl: račun
sv: Konto
tr: Hesap
ur: کھاتہ
zh_cn: 帐户
zh_tw: 帳戶

source: Login
cs: Přihlásit se
fi: Kirjaudu sisään
fr: Connexion
lt: Prisijungti
nb: Logg Inn
nl: Inloggen
pl: Zaloguj się
sl: Vpis
sv: Loggain
tl: Mag log in
tr: Giriş yapmak
ur: لاگ ان کریں
zh_cn: 登录
zh_tw: 登錄

source: Skip
cs: Přeskočit
fi: Ohita
fr: Passer
it: Salta
lt: Praleisti
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
sl: Preskoči
sv: Hoppa
tl: Laktawan
tr: Atlamak
ur: چھوڑ ديں
zh_cn: 跳跃
zh_tw: 跳躍

# pin_setup
source: Set up PIN
cs: Nastavte PIN
fi: Aseta PIN-koodi
fr: Configurer le NIP
it: Impostazione del PIN
lt: Nustatykite PIN kodą
nb: Sett opp PIN-kode
nl: Pincode instellen
pl: Ustaw kod PIN
pt_br: Configurar o PIN
sl: Nastavite PIN
sv: Ange PIN-kod
tl: I-set up ang PIN
tr: PIN'i ayarla
ur: PIN ترتیب دیں
zh_cn: 设置 PIN
zh_tw: 設置 PIN

# pin_enter_continue
source: Enter PIN to continue
cs: Pro pokračování zadejte PIN
fi: Anna PIN jatkaaksesi
fr: Entrer le code NIP pour continuer
it: Inserire il PIN per continuare
lt: Norėdami tęsti, įveskite PIN kodą
nb: Skriv inn PIN-koden for å fortsette
nl: Voer de pincode in om door te gaan
pl: Wpisz kod PIN, aby kontynuować
pt_br: Digite o PIN para continuar
sl: Za nadaljevanje vnesite PIN
sv: Ange PIN-kod för att fortsätta
tl: Ipasok ang PIN upang magpatuloy
tr: Devam etmek için PIN'i girin
ur: جاری رکھنے کے لیے PIN درج کریں
zh_cn: 输入 PIN 以继续
zh_tw: 輸入 PIN 以繼續

# pin_enter
source: Enter PIN
cs: Zadejte PIN
fi: Syötä PIN-koodi
fr: Entrer le NIP
it: Inserire il PIN
lt: Įveskite PIN kodą
nb: Skriv inn PIN
nl: Voer pincode in
pl: Wprowadź PIN
pt_br: Digite o PIN
sl: Vnesite PIN
sv: Ange PIN-kod
tl: Ilagay ang PIN
tr: PIN girin
ur: PIN درج کریں
zh_cn: 输入Pin
zh_tw: 輸入密碼

# pin_enter_to_confirm_transaction
source: Enter PIN to confirm transaction
cs: Pro potvrzení transakce zadejte PIN
fi: Vahvista tapahtuma syöttämällä PIN-koodi
fr: Entrer le code NIP pour confirmer la transaction
it: Inserire il PIN per confermare la transazione
lt: Įveskite PIN kodą, kad patvirtintumėte operaciją
nb: Skriv inn PIN-koden for å bekrefte transaksjonen
nl: Voer de pincode in om de transactie te bevestigen
pl: Wpisz PIN, aby potwierdzić transakcję
pt_br: Digite o PIN para confirmar a transação
sl: Vnesite PIN za potrjevanje transakcije
sv: Ange PIN-kod för att bekräfta transaktionen
tl: Ilagay ang PIN para kumpirmahin ang transaksyon
tr: İşlemi onaylamak için PIN'i girin
ur: لین دین کی تصدیق کے لیے PIN درج کریں
zh_cn: 输入 PIN 以确认交易
zh_tw: 輸入 PIN 以確認交易

# pin_you_can_use
source: You can use this PIN to unlock the app.
cs: Tento PIN můžete použít k odemknutí aplikace.
fi: PIN-koodissa on oltava vähintään 4 numeroa
fr: Vous pouvez utiliser ce code NIP pour déverrouiller l'application.
it: Il PIN deve contenere almeno 4 cifre
lt: PIN kodą turi sudaryti bent 4 skaitmenys
nb: PIN-koden må bestå av minst 4 sifre
nl: Met deze pincode kunt u de app ontgrendelen.
pl: PIN musi mieć co najmniej 4 cyfry
pt_br: Você pode usar este PIN para desbloquear o aplicativo.
sl: PIN mora imeti vsaj 4 števke
sv: PIN-koden måste vara minst 4 siffror
tl: Magagamit mo ang PIN na ito para i-unlock ang app.
tr: PIN en az 4 haneli olmalıdır
ur: PIN کم از کم 4 ہندسوں کا ہونا چاہیے۔
zh_cn: PIN 码必须至少为 4 位数字
zh_tw: PIN 必須至少為 4 位數字

# pin_confirm
source: Confirm PIN
cs: Potvrďte PIN
fi: Vahvista PIN
fr: Confirmer le NIP
it: Confermare il PIN
lt: Patvirtinkite PIN kodą
nb: Bekreft PIN
nl: Bevestig pincode
pl: Potwierdź PIN
pt_br: Confirmar PIN
sl: Potrdite PIN
sv: Bekräfta PIN-kod
tl: Kumpirmahin ang PIN
tr: PIN'i onaylayın
ur: پن کی تصدیق کریں
zh_cn: 确认PIN码
zh_tw: 確認密碼

# pin_current
source: Current PIN
cs: Aktuální PIN
fi: Nykyinen PIN-koodi
fr: NIP actuel
it: PIN attuale
lt: Dabartinis PIN kodas
nb: Gjeldende PIN-kode
nl: huidige PIN
pl: Aktualny PIN
pt_br: PIN atual
sl: Trenutni PIN
sv: Aktuell PIN-kod
tl: Kasalukuyang PIN
tr: şuanki PIN
ur: موجودہ پن
zh_cn: 当前密码
zh_tw: 當前密碼

# pin_set
source: Set PIN code
cs: Nastavte PIN kód
fi: Aseta PIN-koodi
fr: Définir le code NIP
it: Imposta il codice PIN
lt: Nustatykite PIN kodą
nb: Angi PIN-kode
nl: Pincode instellen
pl: Ustaw kod PIN
pt_br: Definir código PIN
sl: Nastavite PIN kodo
sv: Ange PIN-kod
tl: Itakda ang PIN code
tr: PIN kodunu ayarla
ur: پن کوڈ سیٹ کریں
zh_cn: 设置 PIN 码
zh_tw: 設置密碼

# pin_do_not_match
source: PINs don't match
cs: Kódy PIN se neshodují
fi: PIN-koodit eivät täsmää
fr: Les codes NIP ne correspondent pas
it: I perni non corrispondono
lt: PIN kodai nesutampa
nb: PIN-kodene stemmer ikke overens
nl: Pincodes komen niet overeen
pl: Niezgodne kody PIN
pt_br: Os pinos não combinam
sl: PIN-a se ne ujemata
sv: PIN-koderna stämmer inte överens
tl: Hindi tugma ang mga PIN
tr: PIN'ler eşleşmiyor
ur: PINs مماثل نہیں ہیں
zh_cn: 引脚不匹配
zh_tw: 引腳不匹配

# pin_second_as_first
source: The PIN you entered the second time doesn't match the first one.
cs: PIN, který jste zadali podruhé, se neshoduje s prvním.
fi: Toisella kerralla antamasi PIN-koodi ei vastaa ensimmäistä.
fr: Le code NIP que vous avez entré la deuxième fois ne correspond pas au premier.
it: Il primo pin deve essere uguale al secondo.
lt: PIN, kurį įvedėte antrą kartą, nesutampa su pirmąja.
nb: PIN-koden du skrev inn andre gang samsvarer ikke med den første.
nl: De pincode die u de tweede keer heeft ingevoerd, komt niet overeen met de eerste pincode.
pl: Kod PIN wprowadzony po raz drugi nie pasuje do pierwszego.
pt_br: O primeiro pino tem que ser o mesmo que o segundo.
sl: PIN, ki ste ga vnesli drugič, se ne ujema s prvim.
sv: Den PIN-kod du angav andra gången stämmer inte överens med den första.
tl: Ang PIN na ipinasok mo sa pangalawang pagkakataon ay hindi tumutugma sa una.
tr: İkinci kez girdiğiniz PIN ilkiyle eşleşmiyor.
ur: آپ نے دوسری بار جو PIN درج کیا ہے وہ پہلے والے سے مماثل نہیں ہے۔
zh_cn: 第一个引脚必须与第二个引脚相同。
zh_tw: 第一個引腳必須與第二個引腳相同。

# pin_wrong_current
source: Wrong current PIN
cs: Chybný aktuální PIN
fi: Väärä nykyinen PIN-koodi
fr: Code NIP actuel invalide
it: PIN corrente errato
lt: Neteisingas dabartinis PIN kodas
nb: Feil gjeldende PIN-kode
nl: Verkeerde huidige pincode
pl: Nieprawidłowy aktualny PIN
pt_br: PIN atual errado
sl: Napačen trenutni PIN
sv: Felaktig aktuell PIN-kod
tl: Maling kasalukuyang PIN
tr: Yanlış geçerli PIN
ur: غلط موجودہ PIN
zh_cn: 当前 PIN 码错误
zh_tw: 當前 PIN 碼錯誤

# pin_please_input_correct
source: Please input correct current PIN.
cs: Zadejte prosím správný aktuální PIN.
fi: Syötä oikea nykyinen PIN-koodi.
fr: Veuillez saisir le bon code NIP actuel.
it: Inserire il PIN corretto.
lt: Įveskite teisingą dabartinį PIN kodą.
nb: Vennligst skriv inn riktig gjeldende PIN-kode.
nl: Voer de juiste huidige pincode in.
pl: Wprowadź poprawny aktualny kod PIN.
pt_br: Favor inserir o PIN atual correto.
sl: Vnesite pravilno trenutno kodo PIN.
sv: Ange korrekt aktuell PIN-kod.
tl: Mangyaring ipasok ang tamang kasalukuyang PIN.
tr: Lütfen doğru geçerli PIN'i girin.
ur: براہ کرم درست موجودہ PIN درج کریں۔
zh_cn: 请输入正确的当前 PIN。
zh_tw: 請輸入正確的當前 PIN。

source: Enter email
cs: Zadejte email
fi: Syötä sähköposti
fr: Entrer l'adresse e-mail
it: Inserisci l'e-mail
lt: Įveskite el. pašto adresą
nb: Skriv inn e-post
nl: Voer email in
pl: Wprowadź e-mail
pt_br: Digite o e-mail
sl: Vnesite e-pošto
sv: Ange e-postadress
tl: Maglagay ng email
tr: E-posta girin
ur: ای میل درج کریں
zh_cn: 输入邮箱
zh_tw: 輸入電子郵件

source: Convert
cs: Konvertovat
fi: Muunna
fr: Convertir
it: convertire
lt: Paversti
nb: Konvertere
nl: Omzetten
pl: Konwertuj
pt_br: Converta
sl: Pretvorite
sv: Konvertera
tl: Magbalik-loob
tr: Dönüştürmek
ur: تبدیل کریں
zh_cn: 兑换
zh_tw: 兌換
