Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sblocal250Sbstep8722Sb1250Sbseller250Sbrelease8722Sbafter8722Sbpayment
source: After receiving the payment, finalize the trade. Make sure to check the cash for authenticity before accepting it and finalizing the trade. Only finalize after making sure the payment is firmly in your hands.
cs: Po obdržení platby dokončete obchod. Před přijetím a dokončením obchodu zkontrolujte pravost hotovosti. Dokončete až poté, co se ujistíte, že platbu máte pevně ve svých rukou.
fi: Kun olet saanut maksun, viimeistele kauppa. Muista tarkistaa käteisen aitous ennen sen vastaanottamista ja kaupan viimeistelyä. Viimeistele vasta kun olet varmistanut, että maksu on varmasti hallussasi.
fr: Après avoir reçu le paiement, finalisez la transaction. Assurez-vous de vérifier l'authenticité de l'argent avant de l'accepter et de finaliser la transaction. Ne finalisez qu'après vous être assuré que le paiement est bien entre vos mains.
it: Dopo aver ricevuto il pagamento, finalizzare lo scambio. Assicurati di controllare l'autenticità del denaro prima di accettarlo e finalizzare lo scambio. Finalizza solo dopo esserti assicurato che il pagamento sia saldamente nelle tue mani.
lt: Gavę mokėjimą užbaikite prekybą. Prieš priimdami ir užbaigdami sandorį, patikrinkite grynųjų pinigų autentiškumą. Užbaikite tik įsitikinę, kad mokėjimas yra jūsų rankose.
nb: Etter å ha mottatt betalingen, fullfør handelen. Sørg for å sjekke kontantene for autentisitet før du aksepterer dem og fullfører handelen. Fullfør først etter at du har forsikret deg om at betalingen er i dine hender.
nl: Rond de transactie af na ontvangst van de betaling. Zorg ervoor dat u het geld controleert op echtheid voordat u het accepteert en de transactie voltooit. Rond de betaling pas af nadat u zeker weet dat u de betaling goed in handen heeft.
pl: Po otrzymaniu płatności, sfinalizuj handel. Koniecznie sprawdź autentyczność gotówki przed jej przyjęciem i sfinalizowaniem handlu. Finalizuj tylko po upewnieniu sie, że zapłata jest całkowicie w Twoich rękach.
pt_br: Após receber o pagamento, finalizar o comércio. Certifique-se de verificar a autenticidade do dinheiro antes de aceitá-lo e finalizar o comércio. Somente finalize após certificar-se de que o pagamento está firmemente em suas mãos.
sl: Po prejemu plačila, zaključite trgovanje. Prepričajte se, da preverite pristnost gotovine, preden jo sprejmete in dokončate trgovanje. Zaključite šele, ko se prepričate, da je plačilo trdno v vaših rokah.
sv: Efter att ha mottagit betalningen slutför du handeln. Kontrollera att kontanterna är äkta innan du accepterar dem och slutför handeln. Avsluta först när du är säker på att du har betalningen i dina händer.
tl: Pagkatapos matanggap ang bayad, tapusin ang kalakalan. Siguraduhing suriin ang pera para sa pagiging tunay bago ito tanggapin at tapusin ang kalakalan. Tapusin lamang pagkatapos matiyak na ang pagbabayad ay matatag sa iyong mga kamay.
tr: Ödemeyi aldıktan sonra işlemi sonlandırın. Kabul etmeden ve ticareti tamamlamadan önce paranın orijinalliğini kontrol ettiğinizden emin olun. Yalnızca ödemenin kesin olarak elinizde olduğundan emin olduktan sonra işlemi sonlandırın.
ur: ادائیگی حاصل کرنے کے بعد، تجارت کو حتمی شکل دیں۔ اس بات کو یقینی بنائیں کہ نقد کو قبول کرنے اور تجارت کو حتمی شکل دینے سے پہلے اس کی صداقت کی جانچ کریں۔ اس بات کو یقینی بنانے کے بعد ہی حتمی شکل دیں کہ ادائیگی آپ کے ہاتھ میں ہے۔
zh_cn: 收到付款后，完成交易。在接受现金并完成交易之前，请务必检查现金的真实性。只有在确保付款牢牢掌握在您手中后才能完成。
zh_tw: 收到付款後，完成交易。在接受現金並完成交易之前，請務必檢查現金的真實性。只有在確保付款牢牢掌握在您手中後才能完成。

# trade250Sblocal250Sbstep8722Sb1250Sbseller250Sbtitle
source: Arrange the meeting and receive the payment
cs: Domluvte si schůzku a přijměte platbu
fi: Järjestä tapaaminen ja vastaanota maksu
fr: Organiser la réunion et recevoir le paiement
it: Organizza l'incontro e ricevi il pagamento
lt: Suorganizuokite susitikimą ir gaukite mokėjimą
nb: Arranger møtet og motta betalingen
nl: Regel de meeting en ontvang de betaling
pl: Zorganizuj spotkanie i otrzymaj płatność
pt_br: Organize a reunião e receba o pagamento
sl: Dogovorite se za sestanek in prejmite plačilo
sv: Arrangera mötet och ta emot betalningen
tl: Ayusin ang pulong at tanggapin ang bayad
tr: Toplantıyı düzenleyin ve ödemeyi alın
ur: میٹنگ کا بندوبست کریں اور ادائیگی وصول کریں
zh_cn: 安排会议并收到付款
zh_tw: 安排會議並收到付款

# trade250Sblocal250Sbstep8722Sb2250Sbbuyer250Sbcompleted
source: The trade is now completed, the coins are in your wallet!
cs: Obchod je nyní dokončen, mince jsou ve vaší peněžence!
fi: Kauppa on nyt suoritettu, kolikot ovat lompakossasi!
fr: La transaction est maintenant terminée, les jetons sont dans votre portefeuille !
it: Lo scambio è ora completato, le monete sono nel tuo portafoglio!
lt: Prekyba jau baigta, monetos yra jūsų piniginėje!
nb: Handelen er nå fullført, myntene er i lommeboken din!
nl: De transactie is nu voltooid, de munten zitten in uw portefeuille!
pl: Handel się zakończył, monety są w Twoim portfelu!
pt_br: A troca está concluída, as moedas estão na sua carteira!
sl: Trgovanje je zdaj zaključeno, kovanci so v vaši denarnici!
sv: Affären är nu avslutad och mynten finns i din plånbok!
tl: Nakumpleto na ang pangangalakal, ang mga barya ay nasa iyong pitaka!
tr: Ticaret artık tamamlandı, paralar cüzdanınızda!
ur: تجارت اب مکمل ہو گئی ہے، سکے آپ کے بٹوے میں ہیں!
zh_cn: 现在交易完成，硬币就在您的钱包里！
zh_tw: 現在交易完成，硬幣就在您的錢包裡！

# trade250Sblocal250Sbstep8722Sb2250Sbseller250Sbverification8722Sbcode
source: {verificationCode} is the verification code. You can tell it to the buyer so that the buyer can verify you've finalized the trade without them needing to use a device.
cs: {verificationCode} je ověřovací kód. Můžete jej sdělit kupujícímu, aby si kupující mohl ověřit, že jste dokončili obchod, aniž by musel používat zařízení.
fi: {verificationCode} on vahvistuskoodi. Voit kertoa sen ostajalle, jotta ostaja voi varmistaa että olet tehnyt kaupan ilman, että hänen tarvitsee käyttää laitetta.
fr: Voici le code de vérification : {verificationCode} . Vous pouvez le dire à l'acheteur afin qu'il puisse vérifier que vous avez finalisé la transaction sans qu'il ait besoin d'utiliser un appareil.
it: {verificationCode} è il codice di verifica. Puoi dirlo all'acquirente in modo che possa verificare che hai finalizzato lo scambio senza che abbia bisogno di usare un dispositivo.
lt: {verificationCode} yra patvirtinimo kodas. Galite pasakyti tai pirkėjui, kad pirkėjas galėtų patikrinti, ar baigėte prekybą, nenaudodamas įrenginio.
nb: {verificationCode} er bekreftelseskoden. Du kan fortelle det til kjøperen slik at kjøperen kan bekrefte at du har fullført handelen uten at de trenger å bruke en enhet.
nl: {verificationCode} is de verificatiecode. U kunt het aan de koper vertellen, zodat de koper kan verifiëren dat u de transactie heeft voltooid zonder dat hij een apparaat nodig heeft.
pl: {verificationCode} to kod weryfikacyjny. Możesz go przekazać kupującemu, aby ten mógł sprawdzić, czy sfinalizowałeś handel bez konieczności używania urządzenia.
pt_br: {verificationCode} é o código de verificação. Você pode dizê-lo ao comprador para que ele possa verificar que você finalizou o comércio sem que eles precisem usar um dispositivo.
sl: {verificationCode} je koda za preverjanje. To lahko poveste kupcu, tako da lahko kupec preveri, ali ste zaključili trgovanje, ne da bi mu bilo treba uporabiti napravo.
sv: {verificationCode} är verifieringskoden. Du kan berätta den för köparen så att köparen kan verifiera att du har slutfört handeln utan att de behöver använda en enhet.
tl: Ang {verificationCode} ay ang verification code. Maaari mo itong sabihin sa mamimili upang ma-verify ng mamimili na natapos mo na ang kalakalan nang hindi nila kailangang gumamit ng device.
tr: {verificationCode} doğrulama kodudur. Bunu alıcıya söyleyebilirsiniz, böylece alıcı, bir cihaz kullanmasına gerek kalmadan ticareti sonlandırdığınızı doğrulayabilir.
ur: {verificationCode} تصدیقی کوڈ ہے۔ آپ اسے خریدار کو بتا سکتے ہیں تاکہ خریدار اس بات کی تصدیق کر سکے کہ آپ نے تجارت کو حتمی شکل دے دی ہے بغیر اسے آلہ استعمال کرنے کی ضرورت ہے۔
zh_cn: {verificationCode} 是验证码。您可以将其告知买家，以便买家无需使用设备即可验证您已完成交易。
zh_tw: {verificationCode} 是驗證碼。您可以將其告知買家，以便買家無需使用設備即可驗證您已完成交易。

# trade250Sbmark8722Sbpaid
source: When you have paid, press the 'I have paid' button. This will prevent the seller from being able to cancel the trade. Don't press this button unless you have actually paid.
cs: Po zaplacení stiskněte tlačítko 'Zaplatil jsem'. Tím se zabrání tomu, aby prodávající mohl zrušit obchod. Toto tlačítko nemačkejte, pokud jste skutečně nezaplatili.
fi: Kun olet maksanut, paina "Olen maksanut" -painiketta. Tämä estää myyjää peruuttamasta kauppaa. Älä paina tätä painiketta, ellet ole todella maksanut.
fr: Lorsque vous avez payé, appuyez sur le bouton « J'ai payé ». Cela empêchera le vendeur de pouvoir annuler la transaction. N'appuyez sur ce bouton que si vous avez effectivement payé.
it: Quando hai pagato, premi il pulsante "Ho pagato". Ciò impedirà al venditore di annullare l'operazione. Non premere questo pulsante a meno che tu non abbia effettivamente pagato.
lt: Kai sumokėsite, paspauskite mygtuką „Sumokėjau“. Tai neleis pardavėjui atšaukti sandorio. Nespauskite šio mygtuko, nebent iš tikrųjų sumokėjote.
nb: Når du har betalt, trykk på 'Jeg har betalt'-knappen. Dette vil forhindre at selger kan heve handelen. Ikke trykk på denne knappen med mindre du faktisk har betalt.
nl: Als u betaald heeft, drukt u op de knop 'Ik heb betaald'. Dit voorkomt dat de verkoper de transactie kan annuleren. Druk niet op deze knop tenzij u daadwerkelijk betaald heeft.
pl: Po dokonaniu zapłaty naciśnij przycisk "Płatność dokonana". Dzięki temu sprzedawca nie będzie mógł anulować handlu. Nie naciskaj tego przycisku, jeśli nie zapłaciłeś.
pt_br: Quando você paga, pressione o botão 'Eu paguei'. Isso impedirá que o vendedor possa cancelar a negociação. Não pressione este botão, a menos que você tenha realmente pago.
sl: Ko ste plačali, pritisnite gumb 'Plačal sem'. To bo preprečilo, da bi prodajalec preklical posel. Ne pritiskajte tega gumba, razen če ste dejansko plačali.
sv: När du har betalat trycker du på knappen "Jag har betalat". Detta förhindrar att säljaren kan avbryta affären. Tryck inte på denna knapp om du inte faktiskt har betalat.
tl: Kapag nagbayad ka na, pindutin ang 'I have paid' button. Pipigilan nito ang nagbebenta na kanselahin ang kalakalan. Huwag pindutin ang button na ito maliban kung talagang nagbayad ka.
tr: Ödeme yaptığınızda 'Ödedim' butonuna basın. Bu, satıcının işlemi iptal etmesini önleyecektir. Gerçekten ödeme yapmadığınız sürece bu düğmeye basmayın.
ur: جب آپ ادائیگی کر چکے ہیں، تو 'میں نے ادائیگی کر دی ہے' بٹن کو دبائیں۔ یہ بیچنے والے کو تجارت کو منسوخ کرنے کے قابل ہونے سے روک دے گا۔ اس بٹن کو مت دبائیں جب تک کہ آپ نے اصل میں ادائیگی نہ کر دی ہو۔
zh_cn: 付款后，请按“我已付款”按钮。这将阻止卖方取消交易。除非您已实际付款，否则请勿按此按钮。
zh_tw: 付款後，請按“我已付款”按鈕。這將阻止賣方取消交易。除非您已實際付款，否則請勿按此按鈕。

# trade250Sbno8722Sbpayment8722Sbdetails
source: No payment details specified. Discuss them in chat.
cs: Nejsou uvedeny žádné platební údaje. Diskutujte o nich v chatu.
fi: Maksutietoja ei ole määritetty. Keskustele niistä chatissa.
fr: Aucun détail de paiement n'est spécifié. Discutez-en dans le tchat.
it: Nessun dettaglio di pagamento specificato. Discutili in chat.
lt: Nenurodyta jokia mokėjimo informacija. Aptarkite juos pokalbyje.
nb: Ingen betalingsdetaljer spesifisert. Diskuter dem i chatten.
nl: Geen betalingsgegevens opgegeven. Bespreek ze in de chat.
pl: Brak szczegółów dotyczących płatności. Omów je na czacie.
pt_br: Nenhum detalhe de pagamento especificado. Discuta-os no chat.
sl: Podatki o plačilu niso navedeni. Pogovorite se o njih v klepetu.
sv: Inga betalningsuppgifter angivna. Diskutera dem i chatten.
tl: Walang tinukoy na detalye ng pagbabayad. Talakayin ang mga ito sa chat.
tr: Ödeme ayrıntıları belirtilmedi. Bunları sohbette tartışın.
ur: ادائیگی کی کوئی تفصیلات بیان نہیں کی گئیں۔ چیٹ میں ان سے بات کریں۔
zh_cn: 未指定付款明细。在聊天中讨论他们。
zh_tw: 未指定付款明細。在聊天中討論他們。

# trade250Sbno8722Sbpayment8722Sbinfo250Sbpaying8722Sbparty
source: Ask your trading partner about their payment details in the chat and make the payment. <strong>If you've traded before, do not send the payment to the account that was given to you by the seller in a previous trade without first confirming with the seller in this trade chat.</strong>
cs: Zeptejte se svého obchodního partnera na jeho platební údaje v chatu a proveďte platbu. <strong>Pokud jste již obchodovali, neposílejte platbu na účet, který vám prodejce přidělil v předchozím obchodu, aniž byste to nejprve s prodejcem potvrdili v tomto obchodním chatu.</strong>
fi: Kysy kauppakumppaniltasi maksutiedot chatissa ja suorita maksu. <strong>Jos olet käynyt kauppaa aiemmin, älä lähetä maksua tilille jonka myyjä antoi sinulle edellisessä kaupassa vahvistamatta sitä ensin myyjän kanssa tässä kauppakeskustelussa.</strong>
fr: Demandez à votre partenaire de transaction ses détails de paiement dans le tchat et effectuez le paiement. <strong>Si vous avez déjà échangé avec lui auparavant, n'envoyez pas le paiement sur le compte qui vous a été attribué par le vendeur lors d'une précédente transaction sans avoir d'abord confirmé avec le vendeur dans ce tchat de transaction.</strong>
it: Chiedi al tuo partner commerciale i dettagli del pagamento nella chat ed effettua il pagamento. <strong>Se hai già scambiato in precedenza, non inviare il pagamento all'account che ti è stato dato dal venditore in uno scambio precedente senza prima confermare con il venditore in questa chat.</strong>
lt: Paklauskite savo prekybos partnerio apie jo mokėjimo duomenis pokalbyje ir atlikite mokėjimą. <strong>Jei prekiavote anksčiau, nesiųskite mokėjimo į sąskaitą, kurią pardavėjas jums suteikė ankstesniame sandoryje, prieš tai nepatvirtinus pardavėjo šiame prekybos pokalbyje.</strong>
nb: Spør din handelspartner om betalingsdetaljene deres i chatten og foreta betalingen. <strong>Hvis du har handlet før, ikke send betalingen til kontoen som ble gitt til deg av selgeren i en tidligere handel uten først å bekrefte med selgeren i denne handelschatten.</strong>
nl: Vraag uw handelspartner naar hun betalingsgegevens in de chat en voer de betaling uit. <strong>Als u al eerder heeft gehandeld, stuur de betaling dan niet naar de rekening die de verkoper u in een eerdere transactie heeft gegeven zonder eerst met de verkoper te bevestigen in deze handelschat.</strong>
pl: Zapytaj swojego partnera handlowego o szczegóły dotyczące płatności na czacie i dokonaj płatności. <strong> Jeśli nie jest to Twój pierwszy handel z tym użytkownikiem, nie wysyłaj płatności na konto, które zostało Ci podane przez sprzedawcę w poprzednim handlu. Najpierw potwierdź to z sprzedawcą na czacie tego handlu. </strong>
pt_br: Pergunte a seu parceiro comercial sobre seus detalhes de pagamento no chat e faça o pagamento. <strong>Se você já negociou antes, não envie o pagamento para a conta que lhe foi dada pelo vendedor em uma negociação anterior sem antes confirmar com o vendedor neste bate-papo comercial.</strong>
sl: V klepetu povprašajte svojega trgovalskega partnerja o podrobnostih plačila in izvedite plačilo. <strong>Če ste že trgovali, ne pošljite plačila na račun, ki vam ga je dal prodajalec v prejšnjem trgovanju, ne da bi to prej potrdili s prodajalcem v tem trgovskem klepetu.</strong>
sv: Fråga din handelspartner om deras betalningsdetaljer i chatten och gör betalningen. <strong>Om du har handlat tidigare, skicka inte betalningen till kontot som du fick av säljaren i en tidigare handel utan att först bekräfta med säljaren i denna handelschatt.</strong>
tl: Tanungin ang iyong kasosyo sa kalakalan tungkol sa kanilang mga detalye ng pagbabayad sa chat at magbayad. <strong>Kung nakipag-trade ka na dati, huwag ipadala ang bayad sa account na ibinigay sa iyo ng nagbebenta sa nakaraang trade nang hindi muna nagkukumpirma sa nagbebenta sa trade chat na ito.</strong>
tr: Sohbette ticaret ortağınıza ödeme ayrıntılarını sorun ve ödemeyi yapın. <strong>Daha önce işlem yaptıysanız, bu işlem sohbetinde satıcıyla teyit etmeden, önceki bir işlemde satıcı tarafından size verilen hesaba ödemeyi göndermeyin.</strong>
ur: چیٹ میں اپنے تجارتی پارٹنر سے ان کی ادائیگی کی تفصیلات کے بارے میں پوچھیں اور ادائیگی کریں۔ <strong>اگر آپ پہلے ٹریڈ کر چکے ہیں، تو اس ٹریڈ چیٹ میں بیچنے والے سے پہلے تصدیق کیے بغیر اس اکاؤنٹ میں ادائیگی نہ بھیجیں جو آپ کو بیچنے والے نے گزشتہ تجارت میں دیا تھا۔</strong>
zh_cn: 在聊天中向您的贸易伙伴询问他们的付款详细信息并进行付款。 <strong>如果您之前进行过交易，请不要在未在此交易聊天中先与卖家确认之前将付款发送到卖家在之前交易中提供给您的帐户。</strong>
zh_tw: 在聊天中向您的貿易夥伴詢問他們的付款詳細信息並進行付款。 <strong>如果您之前進行過交易，請不要在未在此交易聊天中先與賣家確認之前將付款發送到賣家在之前交易中提供給您的帳戶。</strong>

# trade250Sbno8722Sbpayment8722Sbinfo250Sbreceiving8722Sbparty
source: Tell your trading partner about your payment details in the chat.
cs: Sdělte svému obchodnímu partnerovi své platební údaje v chatu.
fi: Kerro kauppakumppanillesi maksutietosi chatissa.
fr: Informez votre partenaire d'échange de vos détails de paiement dans le tchat.
it: Informa il tuo partner commerciale in chat dei dettagli di pagamento.
lt: Pasakykite savo prekybos partneriui apie savo mokėjimo informaciją pokalbyje.
nb: Fortell din handelspartner om betalingsdetaljene dine i chatten.
nl: Vertel uw handelspartner over uw betalingsgegevens in de chat.
pl: Powiedz swojemu partnerowi handlowemu o szczegółach płatności na czacie.
pt_br: Informe o seu parceiro comercial no chat sobre os detalhes do seu pagamento.
sl: V klepetu povejte svojemu trgovalnemu partnerju podrobnosti o plačilu.
sv: Berätta för din handelspartner om dina betalningsuppgifter i chatten.
tl: Sabihin sa iyong kasosyo sa kalakalan ang tungkol sa iyong mga detalye ng pagbabayad sa chat.
tr: Sohbette ticaret ortağınıza ödeme ayrıntılarınızı bildirin.
ur: چیٹ میں اپنے تجارتی پارٹنر کو اپنی ادائیگی کی تفصیلات بتائیں۔
zh_cn: 在聊天中告诉您的贸易伙伴您的付款细节。
zh_tw: 在聊天中告訴您的貿易夥伴您的付款細節。

# trade250Sbpay
source: Pay according to the payment details shown below. If you have any questions, ask the seller in the chat.
cs: Zaplaťte podle níže uvedených platebních údajů. Pokud máte nějaké dotazy, zeptejte se prodejce v chatu.
fi: Maksa alla olevien maksutietojen mukaan. Jos sinulla on kysyttävää, kysy myyjältä chatissa.
fr: Payez selon les détails de paiement indiqués ci-dessous. Si vous avez des questions, posez-les au vendeur dans le tchat.
it: Paga in base ai dettagli di pagamento indicati di seguito. In caso di domande, chiedi al venditore nella chat.
lt: Mokėkite pagal toliau pateiktą mokėjimo informaciją. Jei turite klausimų, kreipkitės į pardavėją pokalbyje.
nb: Betal i henhold til betalingsdetaljene vist nedenfor. Hvis du har spørsmål, spør selgeren i chatten.
nl: Betaal volgens de onderstaande betaalgegevens. Als u vragen heeft, stel ze dan aan de verkoper in de chat.
pl: Zapłać zgodnie ze szczegółami płatności pokazanymi poniżej. Jeśli masz jakieś pytania, zapytaj sprzedawcę na czacie.
pt_br: Pague de acordo com os detalhes de pagamento mostrados abaixo. Se você tiver alguma dúvida, pergunte ao vendedor no chat.
sl: Plačajte v skladu s spodnjimi podatki o plačilu. Če imate kakršna koli vprašanja, vprašajte prodajalca v klepetu.
sv: Betala enligt de betalningsuppgifter som visas nedan. Om du har några frågor, fråga säljaren i chatten.
tl: Magbayad ayon sa mga detalye ng pagbabayad na ipinapakita sa ibaba. Kung mayroon kang anumang mga katanungan, tanungin ang nagbebenta sa chat.
tr: Aşağıda gösterilen ödeme ayrıntılarına göre ödeme yapın. Sorularınız varsa sohbette satıcıya sorun.
ur: ذیل میں دکھائے گئے ادائیگی کی تفصیلات کے مطابق ادائیگی کریں۔ اگر آپ کے کوئی سوالات ہیں تو، چیٹ میں بیچنے والے سے پوچھیں۔
zh_cn: 根据下面显示的付款细节付款。如有任何疑问，请在聊天中询问卖家。
zh_tw: 根據下面顯示的付款細節付款。如有任何疑問，請在聊天中詢問賣家。

# trade250Sbpayment8722Sbdetails
source: Payment details
cs: Platební údaje
fi: Maksutiedot
fr: Détails de paiement
it: Dettagli del pagamento
lt: Mokėjimo detalės
nb: Betalingsinformasjon
nl: Betalingsdetails
pl: Szczegóły dotyczące płatności
pt_br: Detalhes do pagamento
sl: Podatki o plačilu
sv: Betalningsuppgifter
tl: Mga detalye ng pagbabayad
tr: ödeme detayları
ur: ادائیگی کی تفصیلات
zh_cn: 付款详情
zh_tw: 付款詳情

# trade250Sbprice
source: Price: {price} {currency} / {assetSymbol}
cs: Cena: {price} {currency} / {assetSymbol}
fi: Hinta: {price} {currency} / {assetSymbol}
fr: Prix : {price} {currency} / {assetSymbol}
it: Prezzo: {price} {currency} / {assetSymbol}
lt: Kaina: {price} {currency} / {assetSymbol}
nb: Pris: {price} {currency} / {assetSymbol}
nl: Prijs: {price} {currency} / {assetSymbol}
pl: Cena: {price} {currency} / {assetSymbol}
pt_br: Preço: {price} {currency} / {assetSymbol}
sl: Cena: {price} {currency} / {assetSymbol}
sv: Pris: {price} {currency} / {assetSymbol}
tl: Presyo: {price} {currency} / {assetSymbol}
tr: Fiyat: {price} {currency} / {assetSymbol}
ur: قیمت: {price} {currency} / {assetSymbol}
zh_cn: 价格: {price} {currency} / {assetSymbol}
zh_tw: 價格: {price} {currency} / {assetSymbol}

# trade250Sbreceipt250Sbbtn
source: View receipt
cs: Zobrazit účtenku
fi: Näytä kuitti
fr: Voir le reçu
it: Visualizza ricevuta
lt: Žiūrėti kvitą
nb: Se kvittering
nl: Bekijk bon
pl: Zobacz potwierdzenie
pt_br: Ver recibo
sl: Ogled računa
sv: utsikt kvitto
tl: Tingnan ang resibo
tr: Makbuzu görüntüle
ur: رسید دیکھیں
zh_cn: 打印收据
zh_tw: 打印收據

# trade250Sbreceipt250Sbinclude8722Sbchat
source: Include chat messages
cs: Zahrnout chatové zprávy
fi: Sisällytä chat-viestit
fr: Inclure les messages du tchat
it: Includi i messaggi della chat
lt: Įtraukite pokalbių pranešimus
nb: Inkluder chat-meldinger
nl: Includeer chatberichten
pl: Dołącz wiadomości czatu
pt_br: Incluir mensagens do bate-papo
sl: Vključi sporočila klepeta
sv: Inkludera chattmeddelanden
tl: Isama ang mga mensahe sa chat
tr: Sohbet mesajlarını dahil et
ur: چیٹ کے پیغامات شامل کریں
zh_cn: 包含消息
zh_tw: 包含消息

# trade250Sbreceipt250Sbinclude8722Sbinfo
source: Include payment method info
cs: Uveďte informace o způsobu platby
fi: Sisällytä maksutavan tiedot
fr: Inclure les informations sur le mode de paiement
it: Includi informazioni sul metodo di pagamento
lt: Įtraukite mokėjimo metodo informaciją
nb: Ta med informasjon om betalingsmåte
nl: Voeg informatie over de betaalmethode toe
pl: Dołącz informacje o metodzie płatności
pt_br: Incluir forma de pagamento
sl: Vključite podatke o načinu plačila
sv: Inkludera information om betalningsmetod
tl: Isama ang impormasyon ng paraan ng pagbabayad
tr: Ödeme yöntemi bilgilerini ekle
ur: ادائیگی کے طریقہ کار کی معلومات شامل کریں
zh_cn: 包含付款详细信息
zh_tw: 包含付款詳細信息

# trade250Sbreceipt250Sbtitle
source: View printable receipt
cs: Zobrazit účtenku pro tisk
fi: Katso tulostettava kuitti
fr: Voir le reçu en version imprimable
it: Visualizza ricevuta stampabile
lt: Peržiūrėkite spausdinamą kvitą
nb: Se utskrivbar kvittering
nl: Bekijk afdrukbare bon
pl: Wyświetl potwierdzenie do wydruku
pt_br: Ver recibo imprimível
sl: Ogled potrdila za tiskanje
sv: Utsikt utskrivbart kvitto
tl: Tingnan ang napi-print na resibo
tr: Yazdırılabilir makbuzu görüntüle
ur: پرنٹ ایبل رسید دیکھیں
zh_cn: 打印收据
zh_tw: 打印收據

# trade250Sbrelease8722Sbmonero8722Sbbtn
source: Finalize
cs: Dokončit
fi: Viimeistele
fr: Finaliser
it: finalizzare
lt: Užbaigti
nb: Fullfør
nl: Afronden
pl: Sfinalizuj
pt_br: Finalizar
sl: Dokončaj
sv: Avsluta
tl: I-finalize
tr: Sonuçlandırmak
ur: حتمی شکل دینا
zh_cn: 敲定
zh_tw: 敲定
