Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbscams250Sb3250Sbtext
source: <p>Sometimes scammers don't even try to be subtle. They make huge, grandiose claims and know there will always be fools that will believe them out of desperation, greed, or ignorance. These scams take many forms, from coin projects that promise ludicrous returns on investments where you first give them money (like Bitconnect), to special, secret groups that promise to tell you all of the market movements in advance so you can make money...for a fee. Remember. If something sounds too good to be true, it probably is. This advice is especially true in the cryptocurrency space, as deploying a coin or smart contract is trivial these days, and posting your shady claims online is free. Remember, if somebody really did find a way to time the market or discover a way to make tons of infinite money, then why would they tell you? They would just use it themselves to get rich. Why would they share it? Be smart. Use your brain. Trust no one.</p>
cs: <p>Někdy se podvodníci ani nesnaží být nenápadní. Předkládají obrovská, velkolepá tvrzení a vědí, že se vždy najdou hlupáci, kteří jim ze zoufalství, chamtivosti nebo neznalosti uvěří. Tyto podvody mají mnoho podob, od mincovních projektů, které slibují absurdní výnosy z investic, kdy jim nejprve dáte peníze (jako Bitconnect), až po speciální tajné skupiny, které slibují, že vám předem sdělí všechny pohyby na trhu, abyste mohli vydělat peníze... za poplatek. Nezapomeňte. Pokud něco zní příliš dobře na to, aby to byla pravda, pravděpodobně to pravda není. Tato rada platí zejména v oblasti kryptoměn, protože nasazení mince nebo chytrého kontraktu je v dnešní době triviální a zveřejnění vašich pochybných tvrzení na internetu je zdarma. Pamatujte, že pokud by někdo skutečně našel způsob, jak načasovat trh, nebo objevil způsob, jak vydělat nekonečné množství peněz, proč by vám to říkal? Prostě by toho sami využili, aby zbohatli. Proč by se o to dělili? Buďte chytří. Používejte svůj mozek. Nikomu nevěřte.</p>
fi: <p>Joskus huijarit eivät edes yritä olla hienovaraisia. He esittävät valtavia, suurenmoisia väitteitä ja tietävät, että aina tulee olemaan tyhmiä ihmisiä jotka uskovat niitä epätoivon, ahneuden tai tietämättömyyden takia. Näillä huijauksilla on monia muotoja, kolikkoprojekteista lähtien, jotka lupaavat naurettavia tuottoja sijoituksille, joissa annat heille ensin rahaa (kuten Bitconnect), aina erityisiin salaisiin ryhmiin asti, jotka lupaavat kertoa sinulle maksua vastaan kaikista markkinoiden liikkeistä etukäteen, jotta voit ansaita rahaa. Muista. Jos jokin kuulostaa liian hyvältä ollakseen totta, se todennäköisesti on sitä. Tämä neuvo on erityisen totta kryptovaluuttamaailmassa, koska kolikon tai älysopimuksen käyttöönotto on nykyään triviaalia ja hämärien väitteiden lähettäminen verkossa on ilmaista. Muista, että jos joku todella keksi tavan ajoittaa markkinat tai löysi tavan tienata loputtomasti rahaa, niin miksi hän kertoisi sen sinulle? He vain käyttäisivät sitä itse rikastuakseen. Miksi he jakaisivat sen? Ole fiksu. Käytä aivojasi. Älä luota keneenkään.</p>
fr: <p>Parfois, les escrocs n'essaient même pas d'être subtils. Ils font des déclarations énormes et grandioses et savent qu'il y aura toujours des imbéciles qui les croiront par désespoir, cupidité ou ignorance. Ces escroqueries prennent de nombreuses formes, des projets de crypto-monnaie qui promettent des retours sur investissement extraordinaires où vous leur donnez d'abord de l'argent (comme Bitconnect), au travers de groupes spéciaux et secrets qui promettent de vous informer à l'avance de tous les mouvements du marché afin que vous puissiez gagner de l'argent … moyennant un abonnement. Rappellez-vous. Si quelque chose semble trop beau pour être vrai, c'est que c'est probablement le cas. Ce conseil est particulièrement vrai dans le domaine des crypto-monnaies, car le déploiement d'une crypto-monnaie ou d'un « contrat intelligent » (« smart contract » en anglais) est trivial de nos jours, et la publication des revendications douteuses en ligne est gratuite. N'oubliez pas que si quelqu'un a vraiment trouvé un moyen de prévoir les mouvements du marché ou découvert un moyen de gagner des tonnes d'argent à l'infini, alors pourquoi vous le dirait-il ? Ils l'utiliseraient simplement eux-mêmes pour devenir riches. Pourquoi le partageraient-ils ? Soyez intelligent. Utilisez votre cerveau. Ne faites confiance à personne.</p>
it: <p>A volte i truffatori non cercano nemmeno di essere astuti. Fanno affermazioni enormi e grandiose e sanno che ci saranno sempre degli sciocchi che crederanno loro per disperazione, avidità o ignoranza. Queste truffe assumono molte forme, da progetti di monete che promettono ridicoli ritorni sugli investimenti in cui prima dai loro denaro (come Bitconnect), a gruppi speciali e segreti che promettono di dirti in anticipo tutti i movimenti del mercato in modo da poter fare soldi .. .a pagamento. Ricorda. Se qualcosa sembra troppo bello per essere vero, probabilmente lo è. Questo consiglio è particolarmente vero nello spazio delle criptovalute, poiché distribuire una moneta o un contratto intelligente è banale in questi giorni e pubblicare le tue losche affermazioni online è gratuito. Ricorda, se qualcuno ha davvero trovato un modo per cronometrare il mercato o scoprire un modo per fare tonnellate di soldi infiniti, allora perché te lo dicono? Lo userebbero da soli per diventare ricchi. Perché dovrebbero condividerlo? Essere intelligenti. Usa il tuo cervello. Non fidarti di nessuno.</p>
lt: <p>Kartais sukčiai net nesistengia būti subtilūs. Jie pareiškia didžiulius, grandiozinius teiginius ir žino, kad visada bus kvailių, kurie jais patikės iš nevilties, godumo ar nežinojimo. Šios sukčiavimo formos gali būti įvairios: nuo monetų projektų, kurie žada juokingą investicijų grąžą, kai pirmiausia duodate jiems pinigų (pvz., Bitconnect), iki specialių slaptų grupių, kurios žada iš anksto papasakoti apie visus rinkos pokyčius, kad galėtumėte užsidirbti pinigų. .už mokestį. Prisiminti. Jei kažkas skamba per gerai, kad būtų tiesa, tikriausiai taip ir yra. Šis patarimas ypač aktualus kriptovaliutų erdvėje, nes šiais laikais monetos ar išmaniosios sutarties diegimas yra nereikšmingas, o savo šešėlinių pretenzijų paskelbimas internete yra nemokamas. Prisiminkite, jei kas nors iš tikrųjų rado būdą, kaip nustatyti rinkos laiką arba atrasti būdą, kaip uždirbti daugybę begalių pinigų, kodėl jie jums tai pasakytų? Jie tiesiog patys tuo pasinaudotų, kad praturtėtų. Kodėl jie tuo dalintųsi? Būk protingas. Naudok savo smegenis. Niekuo nepasitikėk.</p>
nb: <p>Noen ganger prøver ikke svindlere å være subtile. De kommer med store, grandiose påstander og vet at det alltid vil være idioter som vil tro dem av desperasjon, grådighet eller uvitenhet. Disse svindelene har mange former, fra myntprosjekter som lover latterlig avkastning på investeringer der du først gir dem penger (som Bitconnect), til spesielle, hemmelige grupper som lover å fortelle deg alle markedsbevegelsene på forhånd slik at du kan tjene penger. .mot et gebyr. Huske. Hvis noe høres for godt ut til å være sant, er det sannsynligvis det. Dette rådet er spesielt sant i kryptovaluta-området, ettersom å distribuere en mynt eller smart kontrakt er trivielt i disse dager, og det er gratis å legge ut lyssky påstander på nettet. Husk, hvis noen virkelig fant en måte å time markedet på eller oppdage en måte å tjene tonnevis med uendelige penger på, hvorfor skulle de fortelle deg det? De ville bare bruke det selv for å bli rike. Hvorfor skulle de dele det? Vær smart. Bruk hjernen din. Stol på ingen.</p>
nl: <p>Soms proberen oplichters niet eens subtiel te zijn. Ze maken enorme, grootse beweringen en weten dat er altijd dwazen zullen zijn die ze zullen geloven uit wanhoop, hebzucht of onwetendheid. Deze oplichting kan vele vormen aannemen, van muntprojecten die belachelijke rendementen op investeringen beloven waarbij u ze eerst geld geeft (zoals Bitconnect), tot speciale, geheime groepen die beloven u alle marktbewegingen van tevoren te vertellen, zodat u geld kunt verdienen...voor een prijs. Onthoud. Als iets te mooi klinkt om waar te zijn, dan is dat waarschijnlijk ook zo. Dit advies geldt vooral in de cryptocurrency-ruimte, aangezien het inzetten van een munt of een slim contract tegenwoordig triviaal is en het online plaatsen van uw duistere claims gratis is. Onthoud, als iemand echt een manier heeft gevonden om de markt te timen of een manier ontdekt om oneindig veel geld te verdienen, waarom zouden ze het u dan vertellen? Ze zouden het gewoon zelf gebruiken om rijk te worden. Waarom zouden ze het delen? Wees slim. Gebruik uw hersens. Vertrouw niemand.</p>
pl: <p>Czasem oszuści nie starają się nawet być subtelni. Dokonują niewyobrażalnych obietnic i wiedzą, że zawsze znajdzie się jakiś naiwniak, który im uwierzy z desperacji, chciwości lub ignorancji. Te oszustwa przybierają wiele form, od projektów kryptowaluty obiecującej niemożliwe zyski o ile najpierw wyślesz im pieniądze (jak Bitcoinnect), po specjalne, tajemne grupy, które obiecują, że powiedzą Ci jakie ruchy rynkowe nastąpią w przyszłości, oczywiście za opłatę. Pamiętaj. Jeśli coś brzmi zbyt dobrze, aby było prawdziwe, prawdopodobnie nie jest prawdziwe. Ta zasada jest szczególnie prawdziwa w przestrzeni kryptowalut, ponieważ stworzenie nowej lub odpalenie inteligentnego kontraktu jest trywialne, podczas gdy publikacja wymyślonych tez online jest darmowa. Pamiętaj, gdyby ktoś naprawdę odkrył sposób na to, jak przewidzieć rynek, albo znalazł inny sposób na niemalże nieograniczone pieniądze, to czemu miałby Tobie o nim powiedzieć? Czemu miałby nie wykorzystać tego odkrycia dla samego siebie i nie zarobić na nim fortuny? Czemu miałby się tym odkryciem dzielić? Pomyśl. Nie ufaj nikomu.</p>
pt_br: <p>Às vezes, os golpistas nem tentam ser sutis. Eles fazem afirmações enormes e grandiosas e sabem que sempre haverá tolos que acreditarão neles por desespero, ganância ou ignorância. Esses golpes assumem muitas formas, desde projetos de moedas que prometem retornos absurdos sobre os investimentos em que você primeiro lhes dá dinheiro (como o Bitconnect), até grupos secretos especiais que prometem contar todos os movimentos do mercado com antecedência para que você possa ganhar dinheiro .por uma taxa. Lembrar. Se algo parece bom demais para ser verdade, provavelmente é. Esse conselho é especialmente verdadeiro no setor de criptomoedas, pois distribuir uma moeda ou um contrato inteligente é trivial hoje em dia, e postar suas declarações duvidosas online é grátis. Lembre-se, se alguém realmente encontrou uma maneira de cronometrar o mercado ou descobriu uma maneira de ganhar toneladas de dinheiro infinito, então por que diria a você? Eles usariam para ficarem ricos. Por que eles compartilhariam? Seja esperto. Use seu cérebro. Não acredite em ninguém.</p>
sl: <p>Včasih se prevaranti niti ne trudijo biti prefinjeni. Navajajo velike, grandiozne trditve in vedo, da se bodo vedno našli bedaki, ki jim bodo zaradi obupa, pohlepa ali nevednosti verjeli. Te prevare imajo veliko oblik, od projektov za kovance, ki obljubljajo smešne donose na naložbe, pri katerih jim najprej daste denar (kot je Bitconnect), do posebnih, skrivnih skupin, ki obljubljajo, da vam bodo vnaprej povedali vsa gibanja na trgu, da boste lahko zaslužili ... za plačilo. Ne pozabite. Če se nekaj sliši predobro, da bi bilo res, verjetno je. Ta nasvet še posebej velja na področju kriptovalut, saj je v današnjem času uvajanje kovanca ali pametne pogodbe trivialno, objavljanje sumljivih trditev na spletu pa je brezplačno. Zapomnite si, da če je nekdo res našel način, kako časovno opredeliti trg, ali odkril način, kako zaslužiti na tone neskončnega denarja, zakaj bi to povedal vam? Preprosto bi to uporabili sami, da bi obogateli. Zakaj bi to delili z drugimi? Bodite pametni. Uporabite svoje možgane. Nikomur ne zaupajte.</p>
sv: <p>Ibland försöker bedragare inte ens vara subtila. De gör stora, storslagna påståenden och vet att det alltid kommer att finnas dårar som kommer att tro dem av desperation, girighet eller okunnighet. Dessa bedrägerier tar många former, från myntprojekt som lovar löjlig avkastning på investeringar där du först ger dem pengar (som Bitconnect), till speciella, hemliga grupper som lovar att berätta om alla marknadsrörelser i förväg så att du kan tjäna pengar. .för en avgift. Kom ihåg. Om något låter för bra för att vara sant så är det förmodligen det. Det här rådet är särskilt sant i kryptovaluta-området, eftersom att distribuera ett mynt eller smart kontrakt är trivialt nuförtiden, och att lägga ut dina skumma påståenden online är gratis. Kom ihåg att om någon verkligen hittade ett sätt att tajma marknaden eller upptäcka ett sätt att tjäna massor av oändliga pengar, varför skulle de då berätta det för dig? De skulle bara använda det själva för att bli rika. Varför skulle de dela det? Vara smart. Använd hjärnan. Lita inte på någon.</p>
tl: <p>Minsan, hindi sinusubukan ng mga manloloko na maging banayad. Gumagawa sila ng napakalaking, engrande na pag-aangkin at alam na palaging may mga hangal na maniniwala sa kanila dahil sa desperasyon, kasakiman, o kamangmangan. Ang mga scam na ito ay may iba't ibang anyo, mula sa mga proyekto ng barya na nangangako ng katawa-tawang pagbabalik sa mga pamumuhunan kung saan mo unang binibigyan sila ng pera (tulad ng Bitconnect), hanggang sa mga espesyal, sikretong grupo na nangangako na sasabihin sa iyo nang maaga ang lahat ng mga paggalaw ng merkado para kumita ka ng pera.. .para sa bayad. Tandaan. Kung ang isang bagay ay mukhang napakaganda upang maging totoo, ito ay malamang. Ang payo na ito ay totoo lalo na sa cryptocurrency space, dahil ang pag-deploy ng coin o smart contract ay walang halaga sa mga araw na ito, at ang pag-post ng iyong mga malilim na claim online ay libre. Tandaan, kung ang isang tao ay talagang nakahanap ng isang paraan upang i-time ang merkado o tumuklas ng isang paraan upang kumita ng napakaraming pera, kung gayon bakit nila sasabihin sa iyo? Gagamitin lang nila ito para yumaman. Bakit nila ito ibabahagi? Maging matalino. Gamitin mo ang utak mo. Huwag magtiwala kahit kanino.</p>
tr: <p>Bazen dolandırıcılar incelikli olmaya bile çalışmazlar. Çok büyük, görkemli iddialarda bulunurlar ve çaresizlikten, açgözlülükten veya cehaletten dolayı onlara inanacak aptalların her zaman olacağını bilirler. Bu dolandırıcılıklar, yatırımlara ilk önce para verdiğinizde (Bitconnect gibi) gülünç getiriler vaat eden kripto para projelerinden, para kazanabilmeniz için size tüm piyasa hareketlerini önceden bildirmeyi vaat eden özel, gizli gruplara kadar birçok biçim alabilir. .ücret karşılığında. Hatırlamak. Bir şey gerçek olamayacak kadar iyi geliyorsa muhtemelen öyledir. Bu tavsiye özellikle kripto para birimi alanında doğrudur, çünkü bugünlerde bir kripto para veya akıllı sözleşme dağıtmak önemsizdir ve şüpheli iddialarınızı çevrimiçi olarak yayınlamak ücretsizdir. Unutmayın, eğer birisi gerçekten piyasayı zamanlamanın bir yolunu bulduysa ya da tonlarca sonsuz para kazanmanın bir yolunu bulduysa, o zaman size neden söylesin ki? Zengin olmak için bunu sadece kendileri kullanırlardı. Neden paylaşsınlar ki? Akıllı ol. Beynini kullan. Kimseye güvenme.</p>
ur: <p>بعض اوقات دھوکہ باز لطیف ہونے کی کوشش بھی نہیں کرتے۔ وہ بڑے بڑے دعوے کرتے ہیں اور جانتے ہیں کہ ہمیشہ ایسے احمق ہوں گے جو مایوسی، لالچ یا جہالت کی وجہ سے ان پر یقین کریں گے۔ یہ گھوٹالے بہت سی شکلیں لیتے ہیں، سکے پروجیکٹس سے لے کر جو سرمایہ کاری پر مضحکہ خیز منافع کا وعدہ کرتے ہیں جہاں آپ انہیں پہلے پیسے دیتے ہیں (جیسے بٹ کنیکٹ)، خاص، خفیہ گروپس جو آپ کو مارکیٹ کی تمام حرکتیں پہلے سے بتانے کا وعدہ کرتے ہیں تاکہ آپ پیسہ کما سکیں۔ .معاوضے کے عوظ. یاد رکھیں۔ اگر کوئی چیز سچ ہونے کے لیے بہت اچھی لگتی ہے، تو یہ شاید ہے۔ یہ مشورہ خاص طور پر کریپٹو کرنسی کی جگہ پر درست ہے، کیونکہ ان دنوں ایک سکے یا سمارٹ کنٹریکٹ کو تعینات کرنا معمولی بات ہے، اور اپنے مشکوک دعووں کو آن لائن پوسٹ کرنا مفت ہے۔ یاد رکھیں، اگر کسی نے واقعی مارکیٹ میں ٹائم کرنے کا کوئی طریقہ ڈھونڈ لیا ہو یا بے شمار پیسہ کمانے کا کوئی طریقہ دریافت کیا ہو، تو وہ آپ کو کیوں بتائیں گے؟ وہ اسے صرف دولت مند بننے کے لیے استعمال کریں گے۔ وہ اسے کیوں بانٹیں گے؟ ہوشیار رہو۔ اپنا دماغ استعمال کرو. کسی پر بھروسہ نہ کریں</p>
zh_cn: <p>有时，诈骗者的套路反而不是谨小慎微. 恰恰相反，他们许诺了巨大回报和宏大的主张，并且他们知道总会有傻瓜相信他们，不论是是出于绝望，贪婪还是无知. 这些骗局有多种形式，从许诺投资给他们，便可获得可观的回报的各种项目，比如知名的Bitconnect和plustoken，到承诺提供市场内幕交易，和庄家动向以便赚钱的收费群，喊单群. 请记得一个常识，如果某事听起来好得令人难以置信，那它就是假的. 该建议在加密货币领域尤其灵验，因为如今发行代币或智能合约变得非常简单和没有成本，而网上声明自己受骗又没有办法追索. 记住一个常识，如果有人确实找到了计算市场的公式或发现了赚取无穷金钱的方法，那么他们为什么会告诉你？ 他们只会自己发财致富. 没有人会傻到分享. 放聪明点, 动动脑子,不要信任任何人带你赚钱的承诺.</p>
zh_tw: <p>有時，詐騙者的套路反而不是謹小慎微. 恰恰相反，他們許諾了巨大回報和宏大的主張，並且他們知道總會有傻瓜相信他們，不論是是出於絕望，貪婪還是無知. 這些騙局有多種形式，從許諾投資給他們，便可獲得可觀的回報的各種項目，比如知名的Bitconnect和plustoken，到承諾提供市場內幕交易，和莊家動向以便賺錢的收費群，喊單群. 請記得一個常識，如果某事聽起來好得令人難以置信，那它就是假的. 該建議在加密貨幣領域尤其靈驗，因為如今發行代幣或智慧合約變得非常簡單和沒有成本，而網上聲明自己受騙又沒有辦法追索. 記住一個常識，如果有人確實找到了計算市場的公式或發現了賺取無窮金錢的方法，那麼他們為什麼會告訴你？ 他們只會自己發財致富. 沒有人會傻到分享. 放聰明點, 動動腦子,不要信任任何人帶你賺錢的承諾.</p>

# knowledge250Sbscams250Sb3250Sbtitle
source: The Outright Scam
cs: Přímý podvod
fi: Suoranainen huijaus
fr: L'arnaque pure et simple
lt: Tiesus sukčiavimas
nb: Den direkte svindelen
nl: De Regelrechte Zwendel
pl: Zwyczajne oszustwo
sl: Popolna prevara
sv: Den direkta bluff
tl: Ang Outright Scam
tr: Açık Dolandırıcılık
ur: سراسر گھوٹالہ
zh_cn: 我，秦始皇，打钱
zh_tw: 我，秦始皇，打錢
