Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbsov250Sb0250Sbtext
source: <p>It’s a common talking point (and one we fully believe) that Monero makes a better medium of exchange than transparency coins, including Bitcoin. This is because Monero's inherent privacy makes it impossible to track, sidestepping many dangers that arise from having your money flow available to all interested parties. As well, the privacy unlocks fungibility, so users can feel confident that every Monero exchanged for a good or service is equivalent to any other since there is no associated past.</p> <p>As common as this talking point is however, there is another that usually pops up alongside it; that while Monero may be the better medium of exchange, Bitcoin is the better store of value. It’s not uncommon to hear this, even within the Monero community. Use Monero like a spending account, and use Bitcoin like a savings account. When pressed for reasoning, these users don’t even think it’s necessarily because Bitcoin’s price rises at a higher rate than Monero’s, but because Bitcoin has ‘properties’ that make it like digital gold.</p> <p>We wholeheartedly disagree with this idea and would like to expand on why in this article. Bitcoin’s radical transparency does more to detract from its properties as a store of value than people realize. The first, and most obvious example of this is imagining another commonly accepted store of value, gold, with the transparency that Bitcoin has.</p> <p>What would happen to the trust in gold if it was possible (trivially many times) to link an amount of gold to an individual or group? Would it still be used as it is if every time gold is transferred it is known that a transfer occurred, who the sender and receiver were, and what amount of gold was transferred? We think not.</p> <p>One of gold’s properties, that is inherent to it being a real world object, is that it is naturally private. One can artificially give it a history by branding previous owners into a bar of gold, but these can be easily removed by melting the bar down and remaking it, an option that is not present in Bitcoin.</p> <p>This transparency in motion, while destructive enough on its own, is not the only flaw gold would have if all info about its movement was available to everyone. By nature of knowing the flow of gold, we could identify which real world entities have large stores of it. Some of these might not be institutions, but individuals without large scale security set ups. It’s not unheard of for the common person to purchase gold as a hedge against catastrophe, and we now know that Joe Schmoe down the street has 10k dollars worth sitting somewhere in his house. Not information that Joe probably wants the world to know.</p> <p>A good store of value doesn’t just mean that the price is stable or will possibly go up, it means that the holder feels comfortable and confident in the security of where they have chosen to put their money. So, with radical transparency, gold becomes uncomfortable in motion, and potentially dangerous at rest. It’s good to know then that this was just a thought experiment and gold does not have these properties. Gold investors can breathe a sigh of relief.</p> <p>But the same can’t be said for Bitcoin.</p> <p>Monero’s privacy does indeed provide much better security both in motion and at rest for anyone that wants to use it as either a checking account or a savings account.</p> <p>Proponents of Bitcoin will argue, however, that Bitcoin is more secure as a store of value because it has a larger hashrate behind it, so the chain is much less likely to be rewritten (i.e. your coins in storage may be taken), and while this is currently true, it is a social problem that can be changed with time rather than a foundational technological one that is unlikely to ever be rectified.</p> <p>A second argument for Bitcoin is that it has a fixed supply, whereas Monero has a tail emission. This is extrapolated to mean Monero has an infinite supply, so it is as unfit to be a store of value as fiat. On the surface, this is definitely the more persuasive argument of the two, so we would like to address this one in detail.</p> <p>While Monero does have a tail emission, this is to ensure Monero’s long term security. Once the last Bitcoin has been minted, there will be no more block reward, leaving the fee market alone to incentivize miners to secure the chain. There is already preliminary research that suggests this will not be enough, and the security of the chain will drop dramatically, leaving the chain vulnerable to 51% attacks.</p> <p>Ultimately, this means you have accumulated a store of value that you can never move for fear of an attack. Going back to gold, would gold be at all useful as a store of value if it was impossible or prohibitively dangerous to move around, sell, or exchange? What good is inaccessible value? What good is an accumulated millions of dollars in stored value if it can only ever sit in what might as well be a bottomless pit forever?</p> <p>Let’s address the other part of this criticism rather than hand-waving away the Monero portion of the problem. The tail emission. While it’s true it has a purpose, some might see the mere existence of the tail emission as evidence that Monero cannot be scarce and works just like fiat. This is also not true. Fiat has a percentage based inflation model, and even this is not set in stone, but rather subject to an opaque body of corruptible humans. This contrasts with Monero, which inflates linearly, meaning over time the inflation trends toward zero. As well it means that, unlike fiat, inflation can be easily calculated and planned for with certainty.</p>
cs: <p>Běžně se mluví o tom (a my tomu plně věříme), že Monero je lepším prostředkem směny než transparentní mince, včetně Bitcoinu. Je to proto, že Monero díky své přirozené soukromosti znemožňuje sledování, čímž se vyhýbá mnoha nebezpečím, která vznikají tím, že jsou vaše peněžní toky dostupné všem zainteresovaným stranám. Stejně tak soukromí odemyká zastupitelnost, takže uživatelé si mohou být jisti, že každé Monero vyměněné za zboží nebo službu je rovnocenné jakémukoli jinému, protože s ním není spojena žádná minulost.</p> <p>Jakkoli je tento bod častý, obvykle se vedle něj objevuje ještě jeden: zatímco Monero může být lepším prostředkem směny, Bitcoin je lepším úložištěm hodnoty. Není neobvyklé to slyšet, a to i v rámci komunity Monero. Monero používejte jako výdajový účet a Bitcoin jako spořicí účet. Když jsou tito uživatelé dotlačeni k odůvodnění, ani si nemyslí, že je to nutně proto, že cena Bitcoinu roste rychleji než cena Monera, ale proto, že Bitcoin má "vlastnosti", díky kterým je jako digitální zlato.</p> <p>S touto myšlenkou rozhodně nesouhlasíme a v tomto článku bychom rádi vysvětlili, proč. Radikální transparentnost Bitcoinu ubírá na jeho vlastnostech jako uchovatele hodnoty více, než si lidé uvědomují. Prvním a nejzřetelnějším příkladem je představit si jinou běžně přijímanou paměť hodnoty, zlato, s takovou transparentností, jakou má Bitcoin.</p> <p>Co by se stalo s důvěrou ve zlato, kdyby bylo možné (mnohokrát triviálně) spojit určité množství zlata s jednotlivcem nebo skupinou? Bylo by stále používáno tak, jak je, kdyby se při každém převodu zlata vědělo, že k převodu došlo, kdo byl odesílatelem a příjemcem a jaké množství zlata bylo převedeno? Myslíme si, že ne.</p> <p>Jednou z vlastností zlata, která je neodmyslitelně spjata s tím, že se jedná o objekt reálného světa, je jeho přirozená soukromost. Lze mu sice uměle dodat historii tím, že do zlaté slitiny vyznačíme její předchozí majitele, ale ty lze snadno odstranit roztavením slitiny a její opětovnou výrobou, což je možnost, která u Bitcoinu chybí.</p> <p>Tato transparentnost pohybu, ačkoli je sama o sobě dostatečně destruktivní, není jedinou vadou zlata, kterou by mělo, kdyby byly všechny informace o jeho pohybu dostupné všem. Z podstaty znalosti pohybu zlata bychom mohli zjistit, které subjekty reálného světa mají jeho velké zásoby. Některé z nich by nemusely být instituce, ale jednotlivci bez rozsáhlých bezpečnostních zařízení. Není neslýchané, že si obyčejný člověk koupí zlato jako zajištění proti katastrofě, a my nyní víme, že Joe Schmoe dole v ulici má někde doma zlato v hodnotě 10 tisíc dolarů. Není to informace, kterou by Joe pravděpodobně chtěl, aby se svět dozvěděl.</p> <p>Dobrá úschova hodnoty neznamená jen to, že cena je stabilní nebo že případně poroste, ale také to, že se držitel cítí pohodlně a je si jistý bezpečností místa, kam se rozhodl uložit své peníze. Při radikální transparentnosti se tak zlato stává nepohodlným v pohybu a potenciálně nebezpečným v klidu. Je tedy dobré vědět, že to byl jen myšlenkový experiment a zlato tyto vlastnosti nemá. Investoři do zlata si mohou oddechnout.</p> <p>Totéž však nelze říci o Bitcoinech.</p> <p>Soukromí Monera skutečně poskytuje mnohem lepší zabezpečení v pohybu i v klidu pro každého, kdo ho chce používat jako běžný nebo spořicí účet.</p> <p>Zastánci Bitcoinu však budou tvrdit, že Bitcoin je jako úložiště hodnoty bezpečnější, protože má za sebou větší hashrate, takže je mnohem méně pravděpodobné, že bude řetězec přepsán (tj. vaše mince v úložišti mohou být zabaveny), a i když je to v současné době pravda, jedná se spíše o sociální problém, který lze časem změnit, než o základní technologický problém, který pravděpodobně nebude nikdy napraven.</p> <p>Druhým argumentem pro Bitcoin je, že má pevnou nabídku, zatímco Monero má koncové emise. To extrapolovaně znamená, že Monero má nekonečnou nabídku, takže je stejně nevhodné jako fiat pro uchovávání hodnoty. Na první pohled je to rozhodně přesvědčivější argument z obou, proto bychom se jím rádi zabývali podrobněji.</p> <p>Monero má sice koncové emise, ale ty mají zajistit dlouhodobou bezpečnost Monera. Po vytěžení posledního Bitcoinu již nebude existovat žádná bloková odměna, takže trh s poplatky bude sám motivovat těžaře k zabezpečení řetězce. Již nyní existují předběžné výzkumy, které naznačují, že to nebude stačit a bezpečnost řetězce dramaticky poklesne, takže řetězec bude zranitelný vůči 51% útokům.</p> <p>V konečném důsledku to znamená, že jste nashromáždili zásobu hodnot, se kterou nemůžete nikdy pohnout, protože se obáváte útoku. Vrátíme-li se ke zlatu, bylo by zlato vůbec užitečné jako zásoba hodnoty, kdyby bylo nemožné nebo neúnosně nebezpečné ho přemisťovat, prodávat nebo směňovat? K čemu je dobrá nedostupná hodnota? K čemu je dobrá nahromaděná hodnota v milionech dolarů, když může navždy ležet jen v něčem, co může být stejně dobře bezednou jámou? </p> <p>Pokusme se řešit druhou část této kritiky, místo abychom mávli rukou nad částí problému týkající se měny Monero. Koncová emise. Je sice pravda, že má svůj účel, ale někteří by mohli samotnou existenci koncové emise považovat za důkaz toho, že Monero nemůže být vzácné a funguje stejně jako fiat. To však také není pravda. Fiat má inflační model založený na procentech, a ani ten není pevně daný, ale podléhá spíše neprůhlednému orgánu zkorumpovatelných lidí. To je v kontrastu s Monerem, které se influje lineárně, což znamená, že v průběhu času inflace směřuje k nule. Stejně tak to znamená, že na rozdíl od fiat lze inflaci snadno vypočítat a s jistotou naplánovat.</p>
fi: <p>On yleinen keskustelunaihe (ja uskomme siihen täysin), että Monero on parempi vaihtoväline kuin läpinäkyvät kolikot, mukaan lukien Bitcoin. Tämä johtuu siitä, että Moneron luontainen yksityisyys tekee jäljittämisen mahdottomaksi ja ohittaa monia vaaroja, jotka johtuvat siitä että rahavirtasi on kaikkien kiinnostuneiden osapuolten saatavilla. Lisäksi yksityisyys avaa vaihdettavuuden, joten käyttäjät voivat luottaa siihen, että jokainen tavaraan tai palveluun vaihdettu Monero vastaa mitä tahansa muuta, koska siihen ei liity menneisyyttä.</p> <p>Niin yleinen kuin tämä keskustelunaihe onkin, sen rinnalle ponnahtaa yleensä toinenkin; vaikka Monero voi olla parempi vaihtoväline, Bitcoin on parempi arvon säilyttäjä. Ei ole harvinaista kuulla tämä, jopa Monero-yhteisössä. Käytä Moneroa kuin kulutustiliä ja käytä Bitcoinia säästötilinä. Kun nämä käyttäjät joutuvat perustelemaan, he eivät edes ajattele, ettei tämä välttämättä johdu siitä, että Bitcoinin hinta nousee nopeammin kuin Moneron, vaan siitä, että Bitcoinilla on "ominaisuuksia", jotka tekevät siitä digitaalisen kullan kaltaisen.</p> <p>Olemme täysin eri mieltä tästä ajatuksesta ja haluaisimme selittää miksi tässä artikkelissa. Bitcoinin radikaali läpinäkyvyys heikentää sen ominaisuuksia arvon säilyttäjänä enemmän kuin ihmiset ymmärtävät. Ensimmäinen ja ilmeisin esimerkki tästä on kuvitella toinen yleisesti hyväksytty arvon säilyttäjä, kulta, jolla on Bitcoinin avoimuus.</p> <p>Mitä tapahtuisi kultaan kohdistuvalle luottamukselle, jos olisi mahdollista (helposti monta kertaa) yhdistää tietty määrä kultaa yksilöön tai ryhmään? Käytettäisiinkö sitä edelleen sellaisenaan, jos aina kun kultaa siirretään, tiedetään että siirto tapahtui, kuka oli lähettäjä ja vastaanottaja ja kuinka paljon kultaa siirrettiin? Mielestämme ei.</p> <p>Yksi kullan luontaisista ominaisuuksista on, että se on todellisen maailman esine, joten se on luonnostaan yksityinen. Sille voidaan antaa keinotekoisesti historiaa leimaamalla aiemmat omistajat kultaharkkoon, mutta ne voidaan helposti poistaa sulattamalla tanko alas ja tekemällä se uudelleen. Tämä vaihtoehto ei ole Bitcoinissa.</p> <p>Tämä läpinäkyvyys toiminnassa, vaikka se itsessään onkin tarpeeksi tuhoisa, ei olisi kullan ainoa virhe, jos kaikki tiedot sen liikkeistä olisivat kaikkien saatavilla. Jos tiedämme kullan siirrot, voimme tunnistaa, millä todellisen maailman yksiköillä on suuria varastoja kultaa. Jotkut näistä eivät ehkä ole instituutioita, vaan yksityishenkilöitä, joilla ei ole laajamittaista suojausjärjestelmää. Ei ole ennenkuulumatonta, että tavallinen ihminen ostaa kultaa suojaksi katastrofeja vastaan, ja nyt tietäisimme, että Joe Schmoella kadulla on 10 000 dollarin arvoinen kultakasa jossain talossaan. Joe ei todennäköisesti haluaisi jakaa tätä tietoa koko maailman kanssa.</p> <p>Hyvä arvon säilytys ei tarkoita vain, että hinta on vakaa tai mahdollisesti nouseva, se tarkoittaa, että haltija tuntee olonsa mukavaksi ja luottaa siihen, että hän on päättänyt sijoittaa rahansa. Joten radikaalin läpinäkyvyyden myötä kullasta tulisi epämukavaa siirrellä ja mahdollisesti vaarallista hallussapidettäessä. Silloin on hyvä tietää, että tämä oli vain ajatuskoe ja kullalla ei ole näitä ominaisuuksia. Kultasijoittajat voivat hengähtää helpotuksesta.</p> <p>Mutta samaa ei voida sanoa Bitcoinista.</p> <p>Moneron yksityisyys tarjoaa todellakin paljon paremman turvallisuuden sekä liikkeessä että hallussapidossa kaikille, jotka haluavat käyttää sitä joko käyttötilinä tai säästötilinä.</p> <p>Bitcoinin kannattajat väittävät kuitenkin, että Bitcoin on turvallisempi arvon säilyttäjänä, koska sen takana on suurempi hashrate, joten lohkoketjun uudelleenkirjoittaminen on paljon epätodennäköisempää (eli tallessa olevat kolikot voitaisiin viedä), ja vaikka tämä on tällä hetkellä totta, se on sosiaalinen ongelma, joka voidaan muuttaa ajan myötä, eikä perustavanlaatuinen teknologinen ongelma, jota tuskin koskaan korjataan.</p> <p>Toinen argumentti Bitcoinin puolesta on, että sillä on kiinteä tarjonta, kun taas Monerolla on "tail emission". Tämä on esitetty siten, että Monerolla on ääretön tarjonta, joten se ei sovellu arvon säilyttäjäksi kuin fiat. Tämä on yleisesti ehdottomasti vakuuttavampi argumentti näistä kahdesta, joten haluaisimme käsitellä tätä yksityiskohtaisesti.</p> <p>Vaikka Monerolla on tail emission, tämä varmistaa Moneron pitkän aikavälin turvallisuuden. Kun viimeinen Bitcoin on louhittu, lohkopalkkiota ei enää ole, joten maksumarkkinat jäävät yksin kannustamaan louhijoita jatkamaan lohkoketjun varmistaminen. Jo alustavien tutkimusten mukaan tämä ei riitä, ja lohkoketjun turvallisuus heikkenee dramaattisesti, jolloin ketju on alttiina "51% hyökkäykselle".</p> <p>Lopulta tämä tarkoittaa, että sinulla on kertynyt arvovarasto, jota et voi koskaan siirtää hyökkäyksen pelossa. Palatakseni kultaan, olisiko kullasta ylipäätään hyötyä arvon säilyttäjänä, jos sen liikuttaminen, myyminen tai vaihtaminen olisi mahdotonta tai kohtuuttoman vaarallista? Mitä hyötyä on saavuttamattomasta arvosta? Mitä hyötyä on kertyneestä miljoonien dollarien arvosta, jos se voi vain istua ikuisesti pohjattomassa kuopassa?</p> <p> Käsitelkäämme tämän kritiikin toista osaa sen sijaan, että ohittaisimme vain ongelman Monero-osuudesta. Tail emission. Vaikka on totta että sillä on tarkoitus, jotkut saattavat nähdä tail emission pelkkänä todisteena siitä, että Monero ei voi koskaan olla vähissä ja toimii aivan kuten fiat. Tämäkään ei pidä paikkaansa. Fiatilla on prosenttiin perustuva inflaatiomalli, eikä tämäkään ole kiveen hakattu, vaan on enemmänkin näkymättömien korruptoituneiden ihmisten päätettävissä. Tässä Monero eroaa fiatista, koska Monero kasvaa lineaarisesti, mikä tarkoittaa ajan mittaan inflaatiotrendiä kohti nollaa. Se tarkoittaa myös sitä, että toisin kuin fiat, inflaatio voidaan helposti laskea ja suunnitella varmasti.</p>
fr: <p>C'est un sujet de discussion fréquent (et nous en sommes convaincus) que Monero constitue un meilleur moyen d'échange que les crypto-monnaies transparentes, y compris Bitcoin. En effet, la confidentialité inhérente à Monero le rend impossible à tracer, évitant ainsi de nombreux dangers liés à la disponibilité de votre flux d'argent pour toutes les parties intéressées. De plus, la confidentialité permet la fongibilité, de sorte que les utilisateurs peuvent être sûrs que chaque Monero échangé contre un bien ou un service est équivalent à n'importe quel autre puisqu'il n'y a pas de passé associé.</p> <p>Aussi fréquent que soit ce sujet de discussion, il y en a un autre qui survient généralement dans la foulée ; l'idée est que si Monero peut être le meilleur moyen d'échange, Bitcoin est la meilleure réserve de valeur. Il n'est pas rare d'entendre cela, même au sein de la communauté Monero. Utilisez Monero comme un compte de dépenses et utilisez Bitcoin comme un compte d'épargne. Lorsqu'on leur demande de raisonner, ces utilisateurs ne pensent même pas que c'est nécessairement parce que le prix de Bitcoin augmente plus vite que celui de Monero, mais parce que Bitcoin aurait des « propriétés » qui en font de l'or numérique.</p> <p>Nous sommes totalement en désaccord avec cette idée et aimerions expliquer pourquoi dans cet article. La transparence radicale de Bitcoin apporte plus de nuisance à ses propriétés en tant que réserve de valeur que les gens ne le pensent. Le premier exemple, et le plus évident, consiste à imaginer une autre réserve de valeur communément acceptée, l'or, avec la transparence dont dispose Bitcoin.</p> <p>Qu'adviendrait-il de la confiance dans l'or s'il était possible (de manière triviale et fréquente) de lier une quantité d'or à un individu ou à un groupe ? Serait-il toujours utilisé tel quel si chaque fois que de l'or est transféré, on sait qu'un transfert a eu lieu, qui sont l'expéditeur et le destinataire, et quelle quantité d'or a été transférée ? Nous pensons que non.</p> <p>L'une des propriétés de l'or, qui lui est inhérente en tant qu'objet du monde réel, est qu'il est naturellement privé. On peut lui donner artificiellement une histoire en marquant les anciens propriétaires dans une barre d'or, mais ceux-ci peuvent être facilement supprimés en faisant fondre la barre et en la reformant, une option qui n'est pas présente dans Bitcoin.</p> <p>Cette transparence des mouvements, bien qu'assez destructrice en soi, n'est pas le seul défaut que l'or aurait si toutes les informations sur les mouvements étaient accessibles à tous. De par la nature de la connaissance du flux d'or, nous pourrions identifier quelles entités du monde réel en ont de grandes réserves. Certains d'entre eux pourraient ne pas être des institutions, mais des individus sans mise en place de sécurité à grande échelle. Il n'est pas rare que le commun des mortels achète de l'or pour se prémunir contre une catastrophe, et nous savons maintenant que Mme Michu du bas de la rue a 10 000 euros en or cachés quelque part dans sa maison. Ce n'est probablement pas une information qu'elle voudrait que le monde sache.</p> <p>Une bonne réserve de valeur ne signifie pas seulement que le prix est stable ou va éventuellement augmenter, cela signifie aussi que le détenteur se sent à l'aise et confiant dans la sécurité de l'endroit où il a choisi de placer son argent. Ainsi, avec une transparence radicale, l'or devient inconfortable en mouvement, et potentiellement dangereux au repos. Il est bon de savoir alors que ce n'était qu'une expérience de pensée et que l'or n'a pas ces propriétés. Les investisseurs en or peuvent pousser un soupir de soulagement.</p> <p>Mais on ne peut pas en dire autant de Bitcoin.</p> <p>La confidentialité de Monero offre en effet une bien meilleure sécurité à la fois en mouvement et au repos pour quiconque souhaite l'utiliser comme compte courant ou compte d'épargne.</p> <p>Les partisans de Bitcoin diront cependant que Bitcoin est plus sûr en tant que réserve de valeur car il a un hashrate plus important derrière lui, de sorte que la chaîne est beaucoup moins susceptible d'être réécrite (c'est-à-dire que vos jetons en stockage peuvent être pris), et bien que cela soit actuellement vrai, il s'agit d'un problème social qui peut être modifié avec le temps plutôt que d'un problème technologique fondamental qui ne sera probablement jamais corrigé.</p> <p>Un deuxième argument pour Bitcoin est qu'il a une offre fixe, alors que Monero a une émission résiduelle. Ceci est extrapolé pour signifier que Monero a un approvisionnement infini, il est donc aussi inapte à être une réserve de valeur que les monnaies fiat. En surface, c'est certainement l'argument le plus convaincant des deux, et nous aimerions donc aborder celui-ci en détail.</p> <p>Bien que Monero ait une émission résiduelle, c'est pour assurer la sécurité à long terme de Monero. Une fois le dernier Bitcoin frappé, il n'y aura plus de récompense globale, laissant le marché des frais seul pour inciter les mineurs à sécuriser la chaîne. Il existe déjà des recherches préliminaires qui suggèrent que cela ne suffira pas et que la sécurité de la chaîne chutera considérablement, laissant la chaîne vulnérable à une attaque à 51%.</p> <p>En fin de compte, cela signifie que vous avez accumulé une réserve de valeur que vous ne pouvez jamais déplacer par crainte d'une attaque. Pour en revenir à l'or, l'or serait-il utile comme réserve de valeur s'il était impossible ou extrêmement dangereux de le déplacer, de le vendre ou de l'échanger ? A quoi sert une valeur inaccessible ? À quoi servent des millions d'euros accumulés en valeur stockée s'ils ne peuvent rester que dans ce qui pourrait aussi bien être un gouffre sans fond pour toujours ?</p> <p>Abordons l'autre partie de cette critique plutôt que d'ignorer la partie Monero du problème. L'émission résiduelle. S'il est vrai qu'elle a un but, certains pourraient voir sa simple existence comme une preuve que Monero ne peut pas être rare et fonctionne comme les monnaies fiat. Ce n'est pas vrai non plus. Les monnaies fiat ont un modèle d'inflation basé sur un pourcentage, et même celui-ci n'est pas figé, mais plutôt soumis à un groupuscule opaque d'humains corruptibles. Cela contraste avec Monero, dont la réserve augmente de manière linéaire, ce qui signifie qu'avec le temps, l'inflation tend vers zéro. Cela signifie également que, contrairement aux monnaies fiat, l'inflation peut être facilement calculée et planifiée avec certitude.</p>
it: <p>È un punto di discussione comune (e siamo pienamente convinti) che Monero sia un mezzo di scambio migliore rispetto alle monete trasparenti, incluso Bitcoin. Questo perché la privacy intrinseca di Monero rende impossibile il monitoraggio, eludendo molti pericoli che derivano dalla disponibilità del flusso di denaro a tutte le parti interessate. Inoltre, la privacy sblocca la fungibilità, quindi gli utenti possono essere sicuri che ogni Monero scambiato per un bene o servizio è equivalente a qualsiasi altro poiché non esiste un passato associato.</p> <p>Per quanto comune sia questo punto di discussione, tuttavia, ce n'è un altro che di solito compare accanto ad esso; che mentre Monero può essere il miglior mezzo di scambio, Bitcoin è la migliore riserva di valore. Non è raro sentirlo, anche all'interno della comunità Monero. Usa Monero come un conto di spesa e usa Bitcoin come un conto di risparmio. Quando vengono sollecitati a ragionare, questi utenti non pensano nemmeno che sia necessariamente perché il prezzo di Bitcoin aumenta a un tasso più alto di quello di Monero, ma perché Bitcoin ha "proprietà" che lo rendono come l'oro digitale.</p> <p>Siamo totalmente in disaccordo con questa idea e vorremmo approfondire il motivo in questo articolo. La radicale trasparenza di Bitcoin fa di più per sminuire le sue proprietà come riserva di valore di quanto le persone credano. Il primo e più ovvio esempio di ciò è immaginare un'altra riserva di valore comunemente accettata, l'oro, con la trasparenza che ha Bitcoin.</p> <p>Cosa accadrebbe alla fiducia nell'oro se fosse possibile (banalmente molte volte) collegare una quantità di oro a un individuo o un gruppo? Sarebbe ancora usato così com'è se ogni volta che l'oro viene trasferito si sa che è avvenuto un trasferimento, chi erano il mittente e il destinatario e quale quantità di oro è stata trasferita? Noi pensiamo di no.</p> <p>Una delle proprietà dell'oro, intrinseca al fatto che sia un oggetto del mondo reale, è che è naturalmente privato. Si può artificialmente dargli una storia marchiando i proprietari precedenti in un lingotto d'oro, ma questi possono essere facilmente rimossi sciogliendo il bar e rifacendolo, un'opzione che non è presente in Bitcoin.</p> <p>Questa trasparenza in movimento, sebbene abbastanza distruttiva di per sé, non è l'unico difetto che l'oro avrebbe se tutte le informazioni sul suo movimento fossero disponibili a tutti. Per natura conoscendo il flusso dell'oro, potremmo identificare quali entità del mondo reale ne hanno grandi riserve. Alcuni di questi potrebbero non essere istituzioni, ma individui senza configurazioni di sicurezza su larga scala. Non è inaudito per la persona comune acquistare oro come copertura contro la catastrofe, e ora sappiamo che Joe Schmoe in fondo alla strada ha 10k dollari che vale la pena sedere da qualche parte nella sua casa. Non informazioni che Joe probabilmente vuole che il mondo sappia.</p> <p>Una buona riserva di valore non significa solo che il prezzo è stabile o che probabilmente aumenterà, significa che il titolare si sente a suo agio e fiducioso nella sicurezza di dove ha scelto di mettere i propri soldi. Quindi, con una trasparenza radicale, l'oro diventa scomodo in movimento e potenzialmente pericoloso a riposo. È bene sapere allora che questo era solo un esperimento mentale e l'oro non ha queste proprietà. Gli investitori in oro possono tirare un sospiro di sollievo.</p> <p>Ma lo stesso non si può dire per Bitcoin.</p> <p>La privacy di Monero fornisce effettivamente una sicurezza molto migliore sia in movimento che a riposo per chiunque desideri utilizzarla come conto corrente o conto di risparmio.</p> <p>I sostenitori di Bitcoin sosterranno, tuttavia, che Bitcoin è più sicuro come riserva di valore perché ha un hashrate più grande dietro di esso, quindi è molto meno probabile che la catena venga riscritta (cioè le tue monete in deposito potrebbero essere prese) , e mentre questo è attualmente vero, è un problema sociale che può essere modificato nel tempo piuttosto che un problema tecnologico fondamentale che è improbabile che venga mai risolto.</p> <p>Un secondo argomento per Bitcoin è che ha un'offerta fissa, mentre Monero ha un'emissione di coda. Questo è estrapolato per significare che Monero ha un'offerta infinita, quindi non è adatto a essere una riserva di valore come fiat. In superficie, questo è sicuramente l'argomento più persuasivo dei due, quindi vorremmo affrontarlo in dettaglio.</p> <p>Sebbene Monero abbia un'emissione di coda, questo serve a garantire la sicurezza a lungo termine di Monero. Una volta coniato l'ultimo Bitcoin, non ci saranno più ricompense in blocco, lasciando solo il mercato delle commissioni a incentivare i minatori a proteggere la catena. Esistono già ricerche preliminari che suggeriscono che questo non sarà sufficiente e la sicurezza della catena diminuirà drasticamente, lasciando la catena vulnerabile al 51% degli attacchi.</p> <p>In definitiva, questo significa che hai accumulato una riserva di valore che non puoi mai spostare per paura di un attacco. Tornando all'oro, l'oro sarebbe affatto utile come riserva di valore se fosse impossibile o proibitivamente pericoloso muoversi, vendere o scambiare? A cosa serve un valore inaccessibile? A cosa servono milioni di dollari accumulati in valore immagazzinato se possono rimanere per sempre in quello che potrebbe anche essere un pozzo senza fondo?</p> <p>Affrontiamo l'altra parte di questa critica invece di scacciare con la mano la parte Monero del problema. L'emissione della coda. Anche se è vero che ha uno scopo, alcuni potrebbero vedere la semplice esistenza dell'emissione di coda come prova che Monero non può essere scarso e funziona proprio come fiat. Anche questo non è vero. La Fiat ha un modello di inflazione basato sulla percentuale, e anche questo non è scolpito nella pietra, ma piuttosto soggetto a un corpo opaco di esseri umani corruttibili. Ciò contrasta con Monero, che si gonfia in modo lineare, il che significa che nel tempo l'inflazione tende verso lo zero. Inoltre significa che, a differenza del fiat, l'inflazione può essere facilmente calcolata e pianificata con certezza.</p>
lt: <p>Dažnai kalbama (ir tuo visiškai tikime), kad Monero yra geresnė mainų priemonė nei skaidrumo monetos, įskaitant Bitcoin. Taip yra todėl, kad Monero privatumas neleidžia atsekti, išvengiant daugelio pavojų, kylančių dėl to, kad jūsų pinigų srautas bus prieinamas visoms suinteresuotoms šalims. Be to, privatumas atrakina pakeičiamumą, todėl vartotojai gali jaustis tikri, kad kiekvienas „Monero“, pakeistas į prekę ar paslaugą, yra lygiavertis bet kuriai kitai, nes nėra susijusios praeities.</p> <p>Kad ir kaip įprasta, greta jo iškyla ir kitas pokalbio taškas; kad nors Monero gali būti geresnė mainų priemonė, Bitcoin yra geresnė vertės kaupimo priemonė. Tai nėra neįprasta išgirsti net Monero bendruomenėje. Naudokite Monero kaip išlaidų sąskaitą, o Bitcoin – kaip taupomąją sąskaitą. Kai jie verčiami samprotauti, šie vartotojai net nemano, kad tai būtinai dėl to, kad Bitcoin kaina kyla greičiau nei Monero, o dėl to, kad Bitcoin turi „ypatybių“, dėl kurių jis panašus į skaitmeninį auksą.</p> <p> Mes visiškai nesutinkame su šia idėja ir norėtume paaiškinti, kodėl šiame straipsnyje. Radikalus Bitcoin skaidrumas labiau sumažina jo, kaip vertės saugyklos, savybes, nei žmonės supranta. Pirmasis ir akivaizdžiausias to pavyzdys – įsivaizduoti kitą visuotinai priimtą vertės saugyklą – auksą – su tokiu skaidrumu, kokį turi Bitcoin.</p> <p> Kas atsitiktų su pasitikėjimu auksu, jei būtų įmanoma (nereikšmingai daug kartų) susieti aukso kiekį su asmeniu ar grupe? Ar jis vis dar būtų naudojamas kaip yra, jei kiekvieną kartą pervedant auksą būtų žinoma, kad įvyko pervedimas, kas buvo siuntėjas ir gavėjas ir koks aukso kiekis buvo pervestas? Manome, kad ne.</p> <p>Viena iš aukso savybių, būdinga tai, kad jis yra realaus pasaulio objektas, yra tai, kad jis natūraliai yra privatus. Galima dirbtinai suteikti jai istoriją, ankstesnius savininkus paženklinus aukso luitu, tačiau juos galima nesunkiai pašalinti išlydžius juostą ir perdarius ją iš naujo – tokios galimybės Bitcoin nėra.</p> <p> Šis judėjimo skaidrumas, nors ir pats savaime yra pakankamai žalingas, nėra vienintelis aukso trūkumas, jei visa informacija apie jo judėjimą būtų prieinama visiems. Žinodami aukso srautą, galėtume nustatyti, kurie realaus pasaulio subjektai turi dideles aukso atsargas. Kai kurios iš jų gali būti ne institucijos, o asmenys, neturintys didelio masto apsaugos priemonių. Neretas žmogus perka auksą, kad apsisaugotų nuo katastrofų, o dabar žinome, kad Joe Schmoe gatvėje turi 10 000 dolerių vertės sėdėjimą kur nors savo namuose. Ne informacija, kurią Džo tikriausiai nori, kad pasaulis sužinotų.</p> <p> Gera vertės saugykla ne tik reiškia, kad kaina yra stabili arba galbūt kils, tai reiškia, kad turėtojas jaučiasi patogiai ir pasitiki saugumu, kur nusprendė dėti pinigus. Taigi, esant radikaliam skaidrumui, auksas tampa nepatogus judant ir potencialiai pavojingas ramybėje. Gera žinoti, kad tai buvo tik minties eksperimentas ir auksas neturi šių savybių. Aukso investuotojai gali lengviau atsikvėpti.</p> <p>Tačiau to negalima pasakyti apie Bitcoin.</p> <p>Monero privatumas iš tiesų užtikrina daug geresnį saugumą tiek judant, tiek ramybėje visiems, kurie nori jį naudoti kaip einamąją arba taupomąją sąskaitą.</p> <p>Tačiau Bitcoin šalininkai ginčys, kad Bitcoin yra saugesnis kaip vertės saugykla, nes už jo yra didesnė maiša, todėl daug mažesnė tikimybė, kad grandinė bus perrašyta (t. y. jūsų saugykloje esančios monetos gali būti paimtos). , ir nors tai šiuo metu tiesa, tai yra socialinė problema, kurią galima pakeisti laikui bėgant, o ne pagrindinė technologinė problema, kuri vargu ar kada nors bus ištaisyta.</p> <p> Antrasis Bitcoin argumentas yra tas, kad jis turi fiksuotą tiekimą, o Monero turi uodegą. Tai ekstrapoliuojama, o tai reiškia, kad Monero turi begalinę pasiūlą, todėl jis yra toks pat netinkamas kaip „fiat“ vertybių saugykla. Iš pažiūros tai neabejotinai yra įtikinamesnis abiejų argumentas, todėl norėtume šį klausimą aptarti išsamiai.</p> <p> Nors Monero išskiria uodegą, taip siekiama užtikrinti ilgalaikį Monero saugumą. Kai bus nukaldintas paskutinis bitkoinas, bloko atlygio nebeliks, o mokesčių rinka bus palikta vienintelė, skatinanti kalnakasius apsaugoti grandinę. Jau yra preliminarūs tyrimai, kurie rodo, kad to nepakaks, o grandinės saugumas smarkiai sumažės, todėl grandinė bus pažeidžiama 51 % atakų.</p> <p>Galiausiai tai reiškia, kad sukaupėte vertybių saugyklą, kurios niekada negalėsite pajudinti bijodami užpuolimo. Grįžtant prie aukso, ar auksas apskritai būtų naudingas kaip vertės saugykla, jei būtų neįmanoma arba pernelyg pavojinga judėti, parduoti ar keistis? Kam naudinga neprieinama vertė? Kokia nauda iš sukauptos milijonų dolerių vertės, jei ji gali amžinai sėdėti duobėje be dugno?</p> <p> Panagrinėkime kitą šios kritikos dalį, o ne nuveskime ranka nuo Monero problemos dalies. Uodegos emisija. Nors tiesa, kad jis turi tikslą, kai kurie gali manyti, kad vien uodegos emisijos egzistavimas yra įrodymas, kad Monero negali būti menka ir veikia kaip „fiat“. Tai taip pat netiesa. „Fiat“ turi procentais pagrįstą infliacijos modelį, ir net jis nėra iškaltas akmenyje, o veikiau veikiamas neskaidraus korumpuojančių žmonių kūno. Tai prieštarauja Monero, kuris išpučiamas tiesiškai, o tai reiškia, kad laikui bėgant infliacijos tendencijos link nulio. Taip pat tai reiškia, kad, skirtingai nei „fiat“, infliaciją galima lengvai apskaičiuoti ir tiksliai planuoti.</p>
nb: <p>Det er et vanlig snakk om (og vi tror fullt ut) at Monero er et bedre byttemiddel enn transparensmynter, inkludert Bitcoin. Dette er fordi Moneros iboende personvern gjør det umulig å spore, og omgår mange farer som oppstår ved å ha pengene dine tilgjengelig for alle interesserte parter. I tillegg låser personvernet opp fungibilitet, slik at brukere kan føle seg trygge på at hver Monero som byttes mot en vare eller tjeneste tilsvarer alle andre siden det ikke er noen tilknyttet fortid.</p> <p>Så vanlig som dette samtalepunktet er, er det et annet som vanligvis dukker opp ved siden av det; at mens Monero kan være det bedre byttemiddelet, er Bitcoin det bedre verdilageret. Det er ikke uvanlig å høre dette, selv i Monero-fellesskapet. Bruk Monero som en forbrukskonto, og bruk Bitcoin som en sparekonto. Når de blir presset for å resonnere, tror ikke disse brukerne engang at det nødvendigvis er fordi Bitcoins pris stiger i høyere hastighet enn Moneros, men fordi Bitcoin har "egenskaper" som gjør det som digitalt gull.</p> <p>Vi er helt uenige i denne ideen og vil gjerne utdype hvorfor i denne artikkelen. Bitcoins radikale åpenhet gjør mer for å forringe egenskapene som verdilager enn folk er klar over. Det første og mest åpenbare eksemplet på dette er å forestille seg en annen allment akseptert verdibutikk, gull, med den åpenheten som Bitcoin har.</p> <p>Hva ville skje med tilliten til gull hvis det var mulig (trivielt mange ganger) å knytte en mengde gull til en person eller gruppe? Ville den fortsatt bli brukt som den er hvis det hver gang gull overføres er kjent at en overføring skjedde, hvem avsender og mottaker var, og hvor mye gull som ble overført? Det tror vi ikke.</p> <p>En av gullets egenskaper, som er iboende for at det er et objekt i den virkelige verden, er at det er naturlig privat. Man kan kunstig gi den en historie ved å merke tidligere eiere til en gullbarre, men disse kan enkelt fjernes ved å smelte baren ned og lage den på nytt, et alternativ som ikke finnes i Bitcoin.</p> <p>Denne gjennomsiktigheten i bevegelse, selv om den er destruktiv nok i seg selv, er ikke den eneste feilen gull ville ha hvis all informasjon om bevegelsen var tilgjengelig for alle. Av natur å kjenne strømmen av gull, kunne vi identifisere hvilke virkelige enheter som har store lagre av det. Noen av disse er kanskje ikke institusjoner, men enkeltpersoner uten storskala sikkerhetsoppsett. Det er ikke uhørt for en vanlig person å kjøpe gull som en sikring mot katastrofe, og vi vet nå at Joe Schmoe nede i gaten har 10 000 dollar verdt å sitte et sted i huset sitt. Ikke informasjon som Joe sannsynligvis vil at verden skal vite.</p> <p>En god verdibutikk betyr ikke bare at prisen er stabil eller muligens vil gå opp, det betyr at innehaveren føler seg komfortabel og trygg på sikkerheten til hvor de har valgt å legge pengene sine. Så, med radikal åpenhet, blir gull ubehagelig i bevegelse, og potensielt farlig i hvile. Da er det godt å vite at dette bare var et tankeeksperiment og at gull ikke har disse egenskapene. Gullinvestorer kan puste lettet ut.</p> <p>Men det samme kan ikke sies om Bitcoin.</p> <p>Moneros personvern gir faktisk mye bedre sikkerhet både i bevegelse og i hvile for alle som ønsker å bruke det enten som en brukskonto eller en sparekonto.</p> <p>Tilhengere av Bitcoin vil imidlertid hevde at Bitcoin er sikrere som en verdibutikk fordi den har et større hashrate bak seg, så det er mye mindre sannsynlighet for at kjeden blir omskrevet (det vil si at myntene dine som er lagret kan bli tatt) , og selv om dette for øyeblikket er sant, er det et sosialt problem som kan endres med tiden i stedet for et grunnleggende teknologisk et som neppe noen gang vil bli rettet opp.</p> <p>Et andre argument for Bitcoin er at den har en fast forsyning, mens Monero har en haleutslipp. Dette er ekstrapolert til å bety at Monero har en uendelig forsyning, så den er like uegnet til å være en verdibutikk som fiat. På overflaten er dette definitivt det mer overbevisende argumentet av de to, så vi vil gjerne ta opp dette i detalj.</p> <p>Mens Monero har en haleutslipp, er dette for å sikre Moneros langsiktige sikkerhet. Når den siste Bitcoinen er preget, vil det ikke være flere blokkbelønninger, noe som lar avgiftsmarkedet være alene for å motivere gruvearbeidere til å sikre kjeden. Det er allerede foreløpig forskning som tyder på at dette ikke vil være nok, og sikkerheten til kjeden vil falle dramatisk, noe som gjør kjeden sårbar for 51 % angrep.</p> <p>Til syvende og sist betyr dette at du har samlet et verdilager som du aldri kan flytte av frykt for et angrep. Hvis du går tilbake til gull, ville gull i det hele tatt vært nyttig som verdilager hvis det var umulig eller uoverkommelig farlig å flytte rundt, selge eller bytte? Hva hjelper utilgjengelig verdi? Hva hjelper en akkumulert millioner av dollar i lagret verdi hvis den bare noen gang kan sitte i det som like gjerne kan være en bunnløs avgrunn for alltid?</p> <p>La oss ta opp den andre delen av denne kritikken i stedet for å vifte bort Monero-delen av problemet. Haleutslippet. Selv om det er sant at det har en hensikt, kan noen se den blotte eksistensen av haleutslippet som bevis på at Monero ikke kan være mangelvare og fungerer akkurat som fiat. Dette er heller ikke sant. Fiat har en prosentbasert inflasjonsmodell, og selv denne er ikke hugget i stein, men snarere underlagt en ugjennomsiktig kropp av fordervelige mennesker. Dette står i kontrast til Monero, som blåses opp lineært, noe som betyr at inflasjonen over tid går mot null. I tillegg betyr det at, i motsetning til fiat, kan inflasjon enkelt beregnes og planlegges med sikkerhet.</p>
nl: <p> Het is een veelgehoord punt (en we zijn er volledig van overtuigd) dat Monero een beter ruilmiddel is dan transparantiemunten, waaronder Bitcoin. Dit komt omdat de inherente privacy van Monero het onmogelijk maakt om te volgen, waardoor veel gevaren worden omzeild die voortvloeien uit het beschikbaar hebben van uw geldstroom voor alle geïnteresseerde partijen. Bovendien maakt de privacy fungibiliteit mogelijk, zodat gebruikers er zeker van kunnen zijn dat elke Monero die wordt ingewisseld voor een goed of dienst gelijk is aan een ander, aangezien er geen gekoppeld verleden is.</p> <p>Hoe gewoon dit gespreksonderwerp ook is, er is er nog een dat er meestal naast opduikt; dat hoewel Monero misschien wel het betere ruilmiddel is, Bitcoin de betere waardeopslag is. Het is niet ongebruikelijk om dit te horen, zelfs binnen de Monero-gemeenschap. Gebruik Monero als een uitgavenrekening en gebruik Bitcoin als een spaarrekening. Wanneer ze worden aangespoord om te redeneren, denken deze gebruikers niet eens dat het noodzakelijk is omdat de prijs van Bitcoin sneller stijgt dan die van Monero, maar omdat Bitcoin 'eigenschappen' heeft die het als digitaal goud maken. </p> <p>We zijn het van harte oneens met dit idee en willen in dit artikel uitleggen waarom. De radicale transparantie van Bitcoin doet meer afbreuk aan zijn eigenschappen als waardeopslag dan mensen zich realiseren. Het eerste en meest voor de hand liggende voorbeeld hiervan is het voorstellen van een andere algemeen aanvaarde waardeopslag, goud, met de transparantie die Bitcoin heeft. </p> <p>Wat zou er gebeuren met het vertrouwen in goud als het (onbeduidend vaak) mogelijk zou zijn om een hoeveelheid goud te koppelen aan een individu of groep? Zou het nog steeds worden gebruikt zoals het is als elke keer dat er goud wordt overgedragen, bekend is dat er een overdracht heeft plaatsgevonden, wie de afzender en ontvanger waren en hoeveel goud er is overgedragen? Wij denken van niet.</p> <p>Een van de eigenschappen van goud, die inherent is aan het feit dat het een object uit de echte wereld is, is dat het van nature privé is. Men kan het kunstmatig een geschiedenis geven door vorige eigenaren in een goudstaaf te brandmerken, maar deze kunnen eenvoudig worden verwijderd door de staaf om te smelten en opnieuw te maken, een optie die niet aanwezig is in Bitcoin.</p> <p>Deze transparantie in beweging, hoewel destructief genoeg op zichzelf, is niet de enige fout die goud zou hebben als alle informatie over zijn beweging voor iedereen beschikbaar zou zijn. Door de aard van de goudstroom te kennen, zouden we kunnen identificeren welke entiteiten in de echte wereld er grote voorraden van hebben. Sommige hiervan zijn misschien geen instellingen, maar individuen zonder grootschalige beveiligingsinstellingen. Het is niet ongehoord dat de gewone persoon goud koopt als bescherming tegen een catastrofe, en we weten nu dat Joe Schmoe verderop in de straat 10.000 dollar ergens in zijn huis heeft liggen. Geen informatie waarvan Joe waarschijnlijk wil dat de wereld het weet.</p> <p>Een goede waardeopslag betekent niet alleen dat de prijs stabiel is of mogelijk zal stijgen, het betekent dat de houder zich op zijn gemak voelt en vertrouwen heeft in de veiligheid van de plek waar hij zijn geld heeft neergezet. Dus, met radicale transparantie, wordt goud ongemakkelijk in beweging en potentieel gevaarlijk in rust. Het is dan goed om te weten dat dit slechts een gedachte-experiment was en dat goud deze eigenschappen niet heeft. Goudbeleggers kunnen opgelucht ademhalen.</p> <p>Maar hetzelfde kan niet gezegd worden van Bitcoin.</p> <p>De privacy van Monero biedt inderdaad veel betere beveiliging, zowel in beweging als in rust, voor iedereen die het wil gebruiken als lopende rekening of als spaarrekening.</p> <p>Voorstanders van Bitcoin zullen echter beweren dat Bitcoin veiliger is als waardeopslag omdat er een grotere hashrate achter zit, waardoor de kans veel kleiner is dat de keten wordt herschreven (d.w.z. uw opgeslagen munten kunnen worden ingenomen) , en hoewel dit momenteel waar is, is het een sociaal probleem dat in de loop van de tijd kan worden veranderd in plaats van een fundamenteel technologisch probleem dat waarschijnlijk nooit zal worden verholpen. </p> <p>Een tweede argument voor Bitcoin is dat het een vaste voorraad heeft, terwijl Monero een staartemissie heeft. Dit wordt geëxtrapoleerd om te betekenen dat Monero een oneindige voorraad heeft, dus het is net zo ongeschikt om waarde op te slaan als fiat. Op het eerste gezicht is dit absoluut het meest overtuigende argument van de twee, dus we willen dit graag in detail bespreken. </p> <p>Hoewel Monero een staartemissie heeft, is dit om de veiligheid van Monero op de lange termijn te garanderen. Zodra de laatste Bitcoin is geslagen, zal er geen blokbeloning meer zijn, waardoor de vergoedingsmarkt alleen overblijft om miners te stimuleren om de keten veilig te stellen. Er is al voorlopig onderzoek dat suggereert dat dit niet genoeg zal zijn en dat de beveiliging van de keten drastisch zal dalen, waardoor de keten kwetsbaar wordt voor 51% aanvallen.</p> <p>Uiteindelijk betekent dit dat u een waardeopslag heeft verzameld die u nooit kunt verplaatsen uit angst voor een aanval. Terugkomend op goud: zou goud überhaupt nuttig zijn als waardeopslag als het onmogelijk of onbetaalbaar gevaarlijk was om te verplaatsen, te verkopen of te handelen? Wat heeft u aan ontoegankelijke waarde? Wat heeft u aan opgeslagen waarde van miljoenen dollars als het alleen maar voor eeuwig in een bodemloze put kan blijven zitten? </p> <p>Laten we het andere deel van deze kritiek behandelen in plaats van het Monero-gedeelte van het probleem met de hand weg te wuiven. De staartemissie. Hoewel het waar is dat het een doel heeft, zouden sommigen het loutere bestaan van de staartemissie kunnen zien als bewijs dat Monero niet schaars kan zijn en net als fiat werkt. Dit is ook niet waar. Fiat heeft een op percentages gebaseerd inflatiemodel, en zelfs dit is niet in steen gebeiteld, maar eerder onderworpen aan een ondoorzichtig lichaam van corrupte mensen. Dit in tegenstelling tot Monero, dat lineair wordt opgeblazen, wat betekent dat de inflatie in de loop van de tijd richting nul evolueert. Het betekent ook dat, in tegenstelling tot fiat, inflatie eenvoudig met zekerheid kan worden berekend en gepland. </p>
pl: <p>Powszechnym tematem rozmów (takim, w którego my też wierzymy) jest przekonanie, że Monero jest lepszym środkiem na wymianę niż transparentne waluty, takie jak Bitcoin. Wynika to między innymi z tego, że wbudowana prywatność Monero sprawia, że nie można go śledzić oraz umożliwia łatwe omijanie niebezpieczeństw. Owe niebezpieczeństwa są skutkiem tego, że korzystanie z waluty jest dostępne dla wszystkich zainteresowanych. Oprócz tego, jego prywatność oferuje zamienność, aby użytkownicy mieli pewność, że każde Monero jest sobie równoważne tzn. Monero użytkownika numer jeden o wartości X jest zamienne/równa się tyle samo co Monero użytkownika numer dwa o wartości X.</p> <p>Temu tematowi często towarzyszy przekonanie, że Bitcoin z drugiej strony jest lepszy, jeśli chodzi o przechowywanie wartości. Używaj Monero tak jak konta płatniczego, a Bitcoina jak konta oszczędnościowego. Nierzadko można to usłyszeć, nawet w społeczności Monero. Jako uzasadnienie tego rozumowania, użytkownicy nie bazują na tym, że Bitcoin ma większą wartość wskaźnika wzrostu, tylko na tym, że Bitcoin ma "właściwości", które sprawiają, że jest jak cyfrowe złoto.</p> <p>Całkowicie nie zgadzamy się z tym stwierdzeniem i w tym artykule wyjaśnimy dlaczego. Transparentność Bitcoina ma większy wpływ na jego przechowywanie wartości, niż ludzie zdają sobie z tego sprawę. Pierwszym i najbardziej oczywistym przykładem tego jest wyobrażenie sobie innego powszechnego sposobu na przechowywanie wartości, przykładowo złota, który jest tak samo jawny jak Bitcoin.</p> <p>Co by się stało z powierzonym złotem, gdyby można było (łatwo i wielokrotnie) powiązać ilość złota z osobą lub grupą? Czy byłoby nadal tak samo używane, gdyby za każdym jego przekazaniem, informacje odnośnie dokonywania transferu, nadawcy, odbiorcy i wartości złota były jawne? Uważamy, że nie.</p> <p>Jedną z właściwości złota, która wynika z tego, że stanowi rzeczywisty element świata, jest jej naturalna prywatność. Można sztucznie nadać mu historię poprzez zapisywanie na sztabce złota każdego jej właściciela, ale nawet ta historia może być łatwo usunięta poprzez zwykłe przetopienie sztabki i przerobienie jej. Niestety Bitcoin nie umożliwia takiej opcji.</p> <p>Jawność każdego działania, choć sama w sobie jest wystarczająco szkodliwa, to nie stanowi jedynej wady złota, gdyby wszystkie informacje o jego ruchu były dostępne. Znając przepływ złota, moglibyśmy zidentyfikować, które podmioty w świecie posiadają jego duże zapasy. Niektóre z nich mogą nie być instytucjami, ale osobami prywatnymi, które nie posługują się dużymi zabezpieczeniami. Nie jest czymś niespotykanym, że osoba kupuje złoto jako gwarancję pieniężną na wypadek katastrofy. W takich okolicznościach wiemy teraz, że osoba X z ulicy Y ma w swoim domu 10 tysięcy dolarów. Nie jest to informacja, którą ktokolwiek chciałby się dzielić.</p> <p>Dobre przechowywanie wartości nie tylko oznacza, że jej cena jest stabilna lub ewentualnie wzrośnie, ale także powinno zapewniać posiadaczowi komfort oraz poczucie, że miejsce, w którym zdecydował się umieścić swoje pieniądze, jest bezpieczne. Przy transparentności, zarządzanie złotem staje się problematyczne i niebezpieczne. Na szczęście był to tylko eksperyment myślowy, więc inwestorzy złota mogą odetchnąć z ulgą.</p> <p>Tego samego nie można powiedzieć o Bitcoinie.</p> <p>Prywatność Monero rzeczywiście zapewnia lepsze bezpieczeństwo wartości zarówno w ich spoczynku, jak i obiegu.</p> <p>Zwolennicy Bitcoina będą jednak twierdzić, że jest on bezpieczniejszy pod względem przechowywania wartości, ponieważ ma większy hashrate, więc istnieje znacznie mniejsze prawdopodobieństwo, że Twój łańcuch będzie przepisany (to znaczy jakaś wartość może zostać Tobie odebrana). Chociaż jest to obecnie prawda, to problem ten może zostać łatwo rozwiązany wraz z czasem. Zwłaszcza, że nie dotyczy żadnej pierwszorzędnej technologii.</p> <p>Drugim argumentem za Bitcoinem jest fakt, że ma stałą podaż, podczas gdy Monero posiada tail emission. To oznacza, że Monero ma nieskończoną podaż, zatem nie nadaje się do przechowywania wartości tak jak waluty fiat. Na pozór jest to zdecydowanie bardziej przekonujący argument niż poprzedni, dlatego szczegółowo się do niego odniesiemy.</p> <p>Co prawda Monero posiada tail emission, ale ma ono na celu zapewnienie długoterminowego bezpieczeństwa. Po tym jak ostatni Bitcoin zostanie wykopany, nie będzie już żadnej nagrody za blok, pozostanie sam rynek opłat zachęcający minerów do zabezpieczania łańcuchów. Wstępne badania na ten temat były już przeprowadzane i sugerują, że takie zabezpieczenie nie będzie wystarczające, a łańcuch będzie podatny na 51% ataków.</p> <p>Koniec końców wartości, którą udało Ci się zgromadzić, nie możesz teraz przenosić w obawie przed atakiem. Jeszcze raz posłużmy się przykładem złota. Czy złoto byłoby użyteczne jako forma przechowywania pieniędzy, gdyby jego przemieszczanie, sprzedaż oraz wymiana byłyby niemożliwe oraz zbyt niebezpieczne? Jaki jest pożytek z wartości, do której nie ma dostępu? Jaki jest pożytek ze zgromadzenia miliona dolarów w postaci wartości składowanej, jeśli miejsce w jakim są umieszczone to studnia bez dna?</p> <p>Zajmijmy się tą krytyką z innej strony, zamiast ignorować problem w kontekście Monero. Tail emissions wprawdzie mają cel, ale wiele osób może dostrzegać w ich istnieniu dowód na brak ograniczenia emisji Monero, a więc i obawę, że działa zupełnie tak jak waluty fiat. To nie jest prawdą. Waluty fiat celują w inflację opartą o ustalony jej procent, a nawet ten cel nie jest stały, tylko zależy od decyzji przekupnych ludzi. Monero natomiast, posiada inflację liniową, co oznacza, że dąży ona do zera w czasie. Oznacza to też, że w przeciwieństwie do walut fiat, inflacja może być zawczasu dokładnie wyliczona dowolnie daleko w przyszłość.</p>
pt_br: <p>É um ponto de discussão comum (e acreditamos plenamente) que o Monero é um meio de troca melhor do que moedas transparentes, incluindo Bitcoin. Isso ocorre porque a privacidade inerente do Monero torna impossível rastreá-lo, evitando muitos perigos que surgem de ter seu fluxo de dinheiro disponível para todas as partes interessadas. Além disso, a privacidade desbloqueia a fungibilidade, para que os usuários possam ter certeza de que cada Monero trocado por um bem ou serviço é equivalente a qualquer outro, uma vez que não há passado associado.</p> <p>Por mais comum que seja esse ponto de discussão, há outro que geralmente aparece ao lado dele; que, embora Monero possa ser o melhor meio de troca, o Bitcoin é a melhor reserva de valor. Não é incomum ouvir isso, mesmo dentro da comunidade Monero. Use o Monero como uma conta de gasto e o Bitcoin como uma conta poupança. Quando pressionados para raciocinar, esses usuários nem mesmo pensam que é necessariamente porque o preço do Bitcoin aumenta a uma taxa mais elevada do que o do Monero, mas porque o Bitcoin tem "propriedades" que o tornam como ouro digital.</p> <p>Discordamos totalmente dessa ideia e gostaríamos de explicar o motivo neste artigo. A transparência radical do Bitcoin prejudica mais suas propriedades como reserva de valor do que as pessoas imaginam. O primeiro e mais óbvio exemplo disso é imaginar outra reserva de valor comumente aceita, ouro, com a transparência que o Bitcoin tem.</p> <p>O que aconteceria com a confiança em ouro se fosse possível (trivialmente muitas vezes) vincular uma quantidade de ouro a um indivíduo ou grupo? Ainda seria usado como está se cada vez que o ouro fosse transferido, soubesse que ocorreu uma transferência, quem foram o remetente e o destinatário e que quantidade de ouro foi transferida? Achamos que não.</p> <p>Uma das propriedades do ouro, que é inerente a ele ser um objeto do mundo real, é que ele é naturalmente privado. Pode-se dar artificialmente uma história marcando os proprietários anteriores em uma barra de ouro, mas isso pode ser facilmente removido derretendo a barra e refazendo-a, uma opção que não está presente no Bitcoin.</p> <p>Essa transparência em movimento, embora destrutiva o suficiente por si só, não é a única falha que o ouro teria se todas as informações sobre seu movimento estivessem disponíveis para todos. Por conhecermos o fluxo de ouro, podemos identificar quais entidades do mundo real possuem grandes reservas dele. Alguns deles podem não ser instituições, mas indivíduos sem configurações de segurança em grande escala. Não é incomum que uma pessoa comum compre ouro como uma proteção contra catástrofes, e agora sabemos que Joe Schmoe, na mesma rua, vale 10 mil dólares em algum lugar de sua casa. Não uma informação que Joe provavelmente queira que o mundo saiba.</p> <p>Uma boa reserva de valor não significa apenas que o preço está estável ou possivelmente irá subir, significa que o titular se sente confortável e confiante na segurança de onde escolheu colocar seu dinheiro. Assim, com transparência radical, o ouro se torna desconfortável em movimento e potencialmente perigoso em repouso. É bom saber então que este foi apenas um experimento de pensamento e ouro não tem essas propriedades. Os investidores em ouro podem respirar aliviados.</p> <p>Mas o mesmo não pode ser dito sobre o Bitcoin.</p> <p>A privacidade do Monero oferece, de fato, uma segurança muito melhor, tanto em movimento quanto em repouso, para qualquer pessoa que queira usá-la como conta corrente ou poupança.</p> <p>Os defensores do Bitcoin argumentarão, no entanto, que o Bitcoin é mais seguro como reserva de valor porque tem um hashrate maior por trás dele, então a corrente é muito menos provável de ser reescrita (ou seja, suas moedas armazenadas podem ser levadas) , e embora isso seja verdade atualmente, é um problema social que pode ser alterado com o tempo, em vez de um problema tecnológico fundamental que provavelmente nunca será corrigido.</p> <p>Um segundo argumento para o Bitcoin é que ele tem um suprimento fixo, enquanto o Monero tem uma emissão de cauda. Isso é extrapolado para significar que Monero tem um suprimento infinito, portanto, é tão impróprio para ser uma reserva de valor quanto fiat. Superficialmente, este é definitivamente o argumento mais convincente dos dois, portanto, gostaríamos de abordá-lo em detalhes.</p> <p>Embora o Monero tenha uma emissão de cauda, isso é para garantir a segurança do Monero a longo prazo. Assim que o último Bitcoin for cunhado, não haverá mais recompensa em bloco, deixando o mercado de taxas sozinho para incentivar as mineradoras a proteger a rede. Já existem pesquisas preliminares que sugerem que isso não será suficiente e que a segurança da cadeia cairá drasticamente, deixando a cadeia vulnerável a ataques de 51%.</p> <p>Em última análise, isso significa que você acumulou uma reserva de valor que nunca pode mover por medo de um ataque. Voltando ao ouro, o ouro seria útil como reserva de valor se fosse impossível ou proibitivamente perigoso movimentar-se, vender ou trocar? Para que serve o valor inacessível? De que adianta milhões de dólares acumulados em valor armazenado, se só pode permanecer no que poderia muito bem ser um poço sem fundo para sempre?</p> <p>Vamos abordar a outra parte desta crítica, em vez de rejeitar a parte Monero do problema. A emissão da cauda. Embora seja verdade que tem um propósito, alguns podem ver a mera existência da emissão de cauda como evidência de que Monero não pode ser escasso e funciona como decreto. Isto também não é verdade. A Fiat tem um modelo de inflação baseado em porcentagem, e mesmo isso não está definido em pedra, mas sim sujeito a um corpo opaco de humanos corruptíveis. Isso contrasta com o Monero, que infla linearmente, o que significa que, ao longo do tempo, a inflação tende a zero. Também significa que, ao contrário do fiat, a inflação pode ser facilmente calculada e planejada com certeza.</p>
sl: <p>Pogosto se govori o tem (in v to popolnoma verjamemo), da je Monero boljše sredstvo za izmenjavo kot kovanci za preglednost, vključno z Bitcoinom. To je zato, ker je Monero zaradi svoje zasebnosti nemogoče izslediti, s čimer se izognemo številnim nevarnostim, ki nastanejo, če je vaš denarni tok na voljo vsem zainteresiranim stranem. Poleg tega zasebnost omogoča zamenljivost, zato so uporabniki lahko prepričani, da je vsak Monero, zamenjan za blago ali storitev, enakovreden kateremu koli drugemu, saj z njim ni povezana preteklost.</p> <p>Kot pogosta je ta točka pogovora, obstaja še ena, ki se običajno pojavi poleg nje; Čeprav je Monero morda boljše menjalno sredstvo, je Bitcoin boljši hranilec vrednosti. To ni nenavadno slišati, niti v skupnosti Monero. Uporabite Monero kot račun za porabo, Bitcoin pa kot varčevalni račun. Ko so ti uporabniki prisiljeni sklepati, sploh ne pomislijo, da je to nujno zato, ker cena bitcoina raste hitreje kot cena Monera, temveč zato, ker ima bitcoin 'lastnosti', zaradi katerih je kot digitalno zlato.</p> <p> Popolnoma se ne strinjamo s to idejo in bi radi v tem članku pojasnili, zakaj. Radikalna transparentnost Bitcoina bolj zmanjšuje njegove lastnosti kot hranilnika vrednosti, kot se ljudje zavedajo. Prvi in najbolj očiten primer tega je predstavljanje drugega splošno sprejetega hranilnika vrednosti, zlata, s preglednostjo, ki jo ima Bitcoin.</p> <p>Kaj bi se zgodilo z zaupanjem v zlato, če bi bilo mogoče (večkrat nepomembno) povezati količino zlata s posameznikom ali skupino? Ali bi se še vedno uporabljalo tako, kot je, če je ob vsakem prenosu zlata znano, da je prišlo do prenosa, kdo sta bila pošiljatelj in prejemnik ter kakšna količina zlata je bila prenesena? Mislimo, da ne.</p> <p>Ena od lastnosti zlata, ki je neločljivo povezana s tem, da je predmet resničnega sveta, je, da je naravno zasebno. Lahko mu umetno dodamo zgodovino tako, da prejšnje lastnike označimo za zlato palico, vendar jih je mogoče zlahka odstraniti tako, da palico stopimo in predelamo, kar je možnost, ki ni prisotna v Bitcoinu.</p> <p>Ta prosojnost v gibanju, čeprav je sama po sebi dovolj uničujoča, ni edina napaka, ki bi jo imelo zlato, če bi bile vse informacije o njegovem gibanju na voljo vsem. Glede na to, da poznamo tok zlata, lahko ugotovimo, kateri subjekti iz resničnega sveta imajo velike zaloge zlata. Nekateri od teh morda niso institucije, ampak posamezniki brez obsežnih varnostnih ustanov. Ni nenavadno, da običajna oseba kupi zlato kot varovanje pred katastrofo, in zdaj vemo, da ima Joe Schmoe na ulici nekje v svoji hiši 10.000 dolarjev vrednih. Ni informacija, za katero bi Joe verjetno želel, da bi svet izvedel.</p> <p>Dober hranilec vrednosti ne pomeni le, da je cena stabilna ali da bo morda narasla, pomeni, da se imetnik počuti udobno in je prepričan v varnost mesta, kjer se je odločil vložiti svoj denar. Tako z radikalno prosojnostjo postane zlato v gibanju neprijetno, v mirovanju pa potencialno nevarno. Potem je dobro vedeti, da je bil to le miselni poskus in zlato nima teh lastnosti. Vlagatelji v zlato si lahko oddahnejo.</p> <p>Toda tega ne moremo reči za Bitcoin.</p> <p>Zasebnost Monera res zagotavlja veliko boljšo varnost tako med gibanjem kot med počitkom za vsakogar, ki ga želi uporabljati kot tekoči ali varčevalni račun.</p> <p>Zagovorniki bitcoina bodo kljub temu trdili, da je bitcoin bolj varen kot hranilec vrednosti, ker ima za seboj večji hashrate, zato je veliko manj verjetno, da bo veriga prepisana (tj. vaši kovanci v skladišču bodo morda vzeti). , in čeprav je to trenutno res, gre za socialni problem, ki ga je mogoče sčasoma spremeniti, ne pa za temeljni tehnološki problem, za katerega je malo verjetno, da bo kdaj odpravljen.</p> <p>Drugi argument za Bitcoin je, da ima fiksno ponudbo, medtem ko ima Monero emisijo repa. To ekstrapoliramo tako, da pomeni, da ima Monero neskončno zalogo, zato je enako neprimeren za shranjevanje vrednosti kot fiat. Na prvi pogled je to vsekakor bolj prepričljiv argument od obeh, zato bi se radi tega podrobneje posvetili.</p> <p>Čeprav ima Monero rep emisij, je to namenjeno zagotavljanju dolgoročne varnosti Monera. Ko bo skovan zadnji bitcoin, ne bo več nagrajevanja blokov, tako da bo trg provizij ostal sam, da bo rudarje spodbudil k zavarovanju verige. Obstajajo že predhodne raziskave, ki kažejo, da to ne bo dovolj in da bo varnost verige dramatično padla, tako da bo veriga ranljiva za 51 % napadov.</p> <p>Navsezadnje to pomeni, da ste si nabrali zalogo vrednosti, ki je ne morete premakniti zaradi strahu pred napadom. Če se vrnemo k zlatu, ali bi bilo zlato sploh uporabno kot hranilec vrednosti, če bi ga bilo nemogoče ali pretirano nevarno premikati, prodajati ali menjavati? Kaj je dobra nedostopna vrednost? Kaj koristijo nakopičeni milijoni dolarjev shranjene vrednosti, če lahko za vedno ostane samo v brezni brez dna? </p> <p>Raje se posvetimo drugemu delu te kritike, kot da bi z rokami odvrnili del težave z Monero. Emisija repa. Čeprav je res, da ima svoj namen, nekateri morda vidijo zgolj obstoj repnih emisij kot dokaz, da Monero ne more biti redek in deluje tako kot fiat. Tudi to ne drži. Fiat ima model inflacije, ki temelji na odstotkih, in tudi ta ni vklesan v kamen, temveč podvržen nepreglednemu telesu podkupljivih ljudi. To je v nasprotju z Monero, ki napihuje linearno, kar pomeni, da se sčasoma inflacija giblje proti ničli. Prav tako to pomeni, da je za razliko od fiata inflacijo mogoče enostavno izračunati in z gotovostjo načrtovati.</p>
sv: <p>Det är en vanlig synpunkt (och en vi tror fullt ut på) att Monero är ett bättre bytesmedel än transparensmynt, inklusive Bitcoin. Detta beror på att Moneros inneboende integritet gör det omöjligt att spåra, vilket undviker många faror som uppstår när ditt pengaflöde är tillgängligt för alla intresserade parter. Dessutom låser integriteten upp fungibilitet, så att användare kan känna sig trygga med att varje Monero som byts mot en vara eller tjänst är likvärdig med alla andra eftersom det inte finns något associerat förflutet.</p> <p>Så vanligt som denna diskussionspunkt är finns det dock en annan som vanligtvis dyker upp tillsammans med den; att medan Monero kan vara det bättre utbytesmedlet, är Bitcoin den bättre värdeförvaringen. Det är inte ovanligt att höra detta, även inom Monero-communityn. Använd Monero som ett utgiftskonto och använd Bitcoin som ett sparkonto. När de pressas på resonemang tror dessa användare inte ens att det nödvändigtvis beror på att Bitcoins pris stiger i högre takt än Moneros, utan för att Bitcoin har "egenskaper" som gör det till digitalt guld.</p> <p>Vi håller inte alls med om denna idé och skulle vilja utveckla varför i den här artikeln. Bitcoins radikala transparens gör mer för att förringa dess egenskaper som en värdebevarare än vad folk inser. Det första och mest uppenbara exemplet på detta är att föreställa sig en annan allmänt accepterad värdebevarare, guld, med den transparens som Bitcoin har.</p> <p>Vad skulle hända med förtroendet för guld om det var möjligt (trivialt många gånger) att koppla en mängd guld till en individ eller grupp? Skulle det fortfarande användas som det är om varje gång guld överförs är det känt att en överföring har skett, vem avsändaren och mottagaren var och vilken mängd guld som överfördes? Det tror vi inte.</p> <p>En av guldets egenskaper, som är inneboende för att det är ett verkligt objekt, är att det är naturligt privat. Man kan på konstgjord väg ge det en historia genom att brännmärka tidigare ägare till en guldtacka, men dessa kan enkelt tas bort genom att smälta ner stången och göra om den, ett alternativ som inte finns i Bitcoin.</p> <p>Denna transparens i rörelse, även om den är tillräckligt destruktiv i sig, är inte den enda bristen som guld skulle ha om all information om dess rörelse var tillgänglig för alla. Genom att känna till flödet av guld kunde vi identifiera vilka verkliga enheter som har stora lager av det. Vissa av dessa kanske inte är institutioner, utan individer utan storskaliga säkerhetsinrättningar. Det är inte ovanligt för en vanlig person att köpa guld som en skydd mot katastrof, och vi vet nu att Joe Schmoe längre ner på gatan har 10 000 dollar värda att sitta någonstans i sitt hus. Inte information som Joe förmodligen vill att världen ska veta.</p> <p>En bra butik med värde betyder inte bara att priset är stabilt eller eventuellt kommer att gå upp, det betyder att innehavaren känner sig bekväm och säker på säkerheten där de har valt att lägga sina pengar. Så, med radikal transparens, blir guld obekvämt i rörelse och potentiellt farligt i vila. Då är det bra att veta att detta bara var ett tankeexperiment och att guld inte har dessa egenskaper. Guldinvesterare kan andas ut.</p> <p>Men detsamma kan inte sägas om Bitcoin.</p> <p>Moneros integritet ger verkligen mycket bättre säkerhet både i rörelse och vila för alla som vill använda det som antingen ett checkkonto eller ett sparkonto.</p> <p>Förespråkare av Bitcoin kommer dock att hävda att Bitcoin är säkrare som värdeförråd eftersom det har ett större hashrate bakom sig, så det är mycket mindre sannolikt att kedjan kommer att skrivas om (dvs. dina mynt i lager kan tas) , och även om detta för närvarande är sant, är det ett socialt problem som kan förändras med tiden snarare än ett grundläggande tekniskt problem som sannolikt inte kommer att åtgärdas.</p> <p>Ett andra argument för Bitcoin är att det har ett fast utbud, medan Monero har en svansutsläpp. Detta extrapoleras till att betyda att Monero har ett oändligt utbud, så det är lika olämpligt att vara ett värdelager som fiat. På ytan är detta definitivt det mer övertygande argumentet av de två, så vi skulle vilja ta upp det här i detalj.</p> <p> Även om Monero har en svansemission, är detta för att säkerställa Moneros långsiktiga säkerhet. När den sista Bitcoin har präglats kommer det inte att finnas fler blockbelöningar, vilket lämnar avgiftsmarknaden ensam för att uppmuntra gruvarbetare att säkra kedjan. Det finns redan preliminär forskning som tyder på att detta inte kommer att räcka, och kedjans säkerhet kommer att minska dramatiskt, vilket gör kedjan sårbar för 51 % attacker.</p> <p>I slutändan betyder det att du har samlat på dig ett värdelager som du aldrig kan flytta av rädsla för en attack. Om man går tillbaka till guld, skulle guld överhuvudtaget vara användbart som värdeförråd om det var omöjligt eller oöverkomligt farligt att flytta runt, sälja eller byta? Vilken nytta är otillgängligt värde? Vad hjälper ett ackumulerat lagervärde av miljontals dollar om det bara någonsin kan sitta i vad som lika gärna kan vara en bottenlös avgrund för alltid?</p> <p>Låt oss ta upp den andra delen av denna kritik snarare än att för hand vifta bort Monero-delen av problemet. Svansemissionen. Även om det är sant att det har ett syfte, kanske vissa ser blotta existensen av svansemissionen som ett bevis på att Monero inte kan vara ont om och fungerar precis som fiat. Detta är inte heller sant. Fiat har en procentuell inflationsmodell, och även denna är inte huggen i sten, utan snarare föremål för en ogenomskinlig kropp av fördärvliga människor. Detta står i kontrast till Monero, som blåser upp linjärt, vilket innebär att inflationen trender mot noll över tiden. Det betyder också att inflationen, till skillnad från fiat, enkelt kan beräknas och planeras för med säkerhet.</p>
tl: <p>Ito ay isang karaniwang pinag-uusapan (at isa sa lubos naming pinaniniwalaan) na ang Monero ay gumagawa ng isang mas mahusay na medium ng palitan kaysa sa mga transparency coins, kabilang ang Bitcoin. Ito ay dahil ang likas na pagkapribado ng Monero ay ginagawang imposibleng masubaybayan, umiiwas sa maraming panganib na dulot ng pagkakaroon ng iyong pera na magagamit sa lahat ng mga interesadong partido. Gayundin, ang privacy ay nag-a-unlock ng fungibility, kaya ang mga user ay makakaramdam ng kumpiyansa na ang bawat Monero na ipinagpalit para sa isang produkto o serbisyo ay katumbas ng anumang iba pa dahil walang nauugnay na nakaraan.</p> <p>Gayunpaman, gaano man kakaraniwan ang pinag-uusapang puntong ito, may isa pang lumalabas sa tabi nito; na habang ang Monero ay maaaring ang mas mahusay na medium ng palitan, Bitcoin ay ang mas mahusay na tindahan ng halaga. Hindi karaniwan na marinig ito, kahit na sa loob ng komunidad ng Monero. Gamitin ang Monero bilang isang account sa paggastos, at gamitin ang Bitcoin bilang isang savings account. Kapag pinipilit para sa pangangatwiran, hindi man lang iniisip ng mga user na ito na ito ay dahil ang presyo ng Bitcoin ay tumaas sa mas mataas na rate kaysa sa Monero, ngunit dahil ang Bitcoin ay may mga 'properties' na ginagawa itong parang digital gold.</p> <p>Buong puso kaming hindi sumasang-ayon sa ideyang ito at gusto naming palawakin kung bakit sa artikulong ito. Ang radikal na transparency ng Bitcoin ay higit na nakakabawas sa mga ari-arian nito bilang isang tindahan ng halaga kaysa sa napagtanto ng mga tao. Ang una, at pinaka-halatang halimbawa nito ay ang pag-iisip ng isa pang karaniwang tinatanggap na tindahan ng halaga, ginto, na may transparency na mayroon ang Bitcoin.</p> <p>Ano ang mangyayari sa pagtitiwala sa ginto kung posible (nang maraming beses) na mag-link ng halaga ng ginto sa isang indibidwal o grupo? Gagamitin pa rin ba ito kung sa tuwing ililipat ang ginto ay malalaman na may naganap na paglilipat, sino ang nagpadala at tumanggap, at anong halaga ng ginto ang inilipat? Sa tingin namin ay hindi.</p> <p>Isa sa mga pag-aari ng ginto, na likas sa pagiging isang tunay na bagay sa mundo, ay natural itong pribado. Maaaring artipisyal na bigyan ito ng isang kasaysayan sa pamamagitan ng pagba-brand ng mga nakaraang may-ari sa isang bar ng ginto, ngunit ang mga ito ay madaling maalis sa pamamagitan ng pagtunaw ng bar at muling paggawa nito, isang opsyon na wala sa Bitcoin.</p> <p>Ang transparency in motion na ito, bagama't sapat na mapanirang mag-isa, ay hindi lamang ang kapintasan na makukuha ng ginto kung ang lahat ng impormasyon tungkol sa paggalaw nito ay available sa lahat. Sa likas na katangian ng pag-alam sa daloy ng ginto, matutukoy natin kung aling mga tunay na nilalang sa mundo ang may malalaking tindahan nito. Ang ilan sa mga ito ay maaaring hindi mga institusyon, ngunit mga indibidwal na walang malawakang set up ng seguridad. Hindi karaniwan para sa karaniwang tao na bumili ng ginto bilang isang bakod laban sa sakuna, at alam na natin ngayon na si Joe Schmoe sa kalye ay may 10k dolyar na halagang nakaupo sa isang lugar sa kanyang bahay. Hindi impormasyon na malamang na gusto ni Joe na malaman ng mundo.</p> <p>Ang isang magandang tindahan ng halaga ay hindi lamang nangangahulugan na ang presyo ay stable o posibleng tumaas, ito ay nangangahulugan na ang may hawak ay kumportable at kumpiyansa sa seguridad kung saan nila piniling ilagay ang kanilang pera. Kaya, sa radikal na transparency, ang ginto ay nagiging hindi komportable sa paggalaw, at potensyal na mapanganib sa pahinga. Mabuting malaman na isa lamang itong eksperimento sa pag-iisip at ang ginto ay walang mga katangiang ito. Makahinga ng maluwag ang mga gold investor.</p> <p>Ngunit hindi ito masasabi para sa Bitcoin.</p> <p>Ang privacy ng Monero ay talagang nagbibigay ng mas mahusay na seguridad kapwa sa paggalaw at sa pahinga para sa sinumang gustong gamitin ito bilang isang checking account o isang savings account.</p> <p>Magtatalo ang mga tagapagtaguyod ng Bitcoin, gayunpaman, na ang Bitcoin ay mas secure bilang isang tindahan ng halaga dahil mayroon itong mas malaking hashrate sa likod nito, kaya ang chain ay mas malamang na maisulat muli (ibig sabihin, ang iyong mga barya sa storage ay maaaring kunin) , at bagama't ito ay kasalukuyang totoo, ito ay isang panlipunang problema na maaaring mabago sa paglipas ng panahon sa halip na isang pundasyong teknolohikal na isa na malamang na hindi maituwid.</p> <p>Ang pangalawang argumento para sa Bitcoin ay mayroon itong nakapirming supply, samantalang ang Monero ay may tail emission. Ito ay extrapolated na nangangahulugan na ang Monero ay may walang katapusang supply, kaya ito ay hindi karapat-dapat na maging isang tindahan ng halaga bilang fiat. Sa panlabas, tiyak na ito ang mas mapanghikayat na argumento ng dalawa, kaya gusto naming tugunan ang isang ito nang detalyado.</p> <p>Bagama't may tail emission ang Monero, ito ay para matiyak ang pangmatagalang seguridad ng Monero. Kapag nai-minted na ang huling Bitcoin, wala nang block reward, na iniiwan ang market ng bayad na mag-isa upang bigyan ng insentibo ang mga minero na i-secure ang chain. Mayroon nang paunang pananaliksik na nagmumungkahi na hindi ito magiging sapat, at ang seguridad ng chain ay kapansin-pansing bababa, na iniiwan ang chain na mahina sa 51% na pag-atake.</p> <p>Sa huli, nangangahulugan ito na nakaipon ka ng store of value na hindi mo kailanman magagalaw dahil sa takot sa isang atake. Kung babalikan ang ginto, magiging kapaki-pakinabang ba ang ginto bilang isang tindahan ng halaga kung imposible o lubhang mapanganib na lumipat, ibenta, o palitan? Ano ang pakinabang ng hindi naa-access na halaga? Ano ang silbi ng naipon na milyun-milyong dolyar sa nakaimbak na halaga kung maaari lamang itong maupo sa kung ano ang maaaring maging isang napakalalim na hukay magpakailanman?</p> <p>Tugunan natin ang iba pang bahagi ng pagpuna na ito sa halip na iwagayway ang bahagi ng Monero ng problema. Ang paglabas ng buntot. Bagama't totoo ito ay may layunin, maaaring makita ng ilan ang pagkakaroon lamang ng tail emission bilang katibayan na ang Monero ay hindi maaaring mahirap makuha at gumagana tulad ng fiat. Hindi rin ito totoo. Ang Fiat ay may isang porsyento na nakabatay sa modelo ng inflation, at kahit na ito ay hindi itinakda sa bato, ngunit sa halip ay napapailalim sa isang opaque na katawan ng mga corruptible na tao. Kabaligtaran ito sa Monero, na lumaki nang linear, ibig sabihin sa paglipas ng panahon ang mga trend ng inflation patungo sa zero. At nangangahulugan din ito na, hindi tulad ng fiat, ang inflation ay madaling kalkulahin at planuhin nang may katiyakan.</p>
tr: <p>Monero'nun, Bitcoin de dahil olmak üzere şeffaf paralardan daha iyi bir değişim aracı olduğu yaygın olarak konuşulan bir konudur (ve tamamen inanıyoruz). Bunun nedeni, Monero'nun doğasında olan gizliliğinin takip etmeyi imkansız hale getirmesi ve para akışınızın ilgili tüm tarafların kullanımına sunulmasından kaynaklanan birçok tehlikeyi ortadan kaldırmasıdır. Ayrıca gizlilik, değiştirilebilirliğin kilidini açar, böylece kullanıcılar bir mal veya hizmet karşılığında takas edilen her Monero'nun, ilişkili bir geçmiş olmadığı için diğer herhangi bir Monero ile eşdeğer olduğundan emin olabilirler.</p> <p>Bu konuşma konusu ne kadar yaygın olsa da, genellikle onunla birlikte ortaya çıkan bir başka konu daha var; Monero daha iyi bir değişim aracı olsa da Bitcoin daha iyi bir değer deposudur. Bunu Monero topluluğu içinde bile duymak alışılmadık bir durum değil. Monero'yu bir harcama hesabı gibi kullanın ve Bitcoin'i bir tasarruf hesabı gibi kullanın. Mantık yürütmeleri istendiğinde, bu kullanıcılar bunun mutlaka Bitcoin'in fiyatının Monero'ya göre daha yüksek bir oranda artmasından kaynaklanmadığını, Bitcoin'in onu dijital altın gibi yapan 'özelliklere' sahip olmasından kaynaklandığını düşünüyorlar.</p> <p>Bu fikre tüm kalbimizle katılmıyoruz ve bu makalede bunun nedenini açıklamak istiyoruz. Bitcoin'in radikal şeffaflığı, bir değer deposu olma özelliğini insanların düşündüğünden daha fazla olumsuz etkiliyor. Bunun ilk ve en bariz örneği, yaygın olarak kabul edilen başka bir değer saklama aracı olan altının, Bitcoin'in sahip olduğu şeffaflıkla hayal edilmesidir.</p> <p>Bir miktar altını bir kişiye veya gruba bağlamak mümkün olsaydı (çok az sayıda) altına olan güven ne olurdu? Her altın transferinde transferin gerçekleştiği, gönderenin ve alıcının kim olduğu, ne kadar altının transfer edildiği bilinse yine de bu şekilde kullanılır mı? Biz öyle olmadığını düşünüyoruz.</p> <p>Altının gerçek dünya nesnesi olmasının doğasında olan özelliklerinden biri de doğal olarak özel olmasıdır. Önceki sahipleri bir külçe altın haline getirerek yapay olarak ona bir tarih verebiliriz, ancak bunlar, Bitcoin'de bulunmayan bir seçenek olan çubuğu eritip yeniden yaparak kolayca ortadan kaldırılabilir.</p> <p>Hareket halindeki bu şeffaflık, kendi başına yeterince yıkıcı olsa da, hareketi hakkındaki tüm bilgilerin herkese açık olması durumunda altının sahip olacağı tek kusur değildir. Altın akışını bilmenin doğası gereği, gerçek dünyadaki hangi varlıkların büyük altın depolarına sahip olduğunu tespit edebiliriz. Bunlardan bazıları kurumlar değil, geniş çaplı güvenlik yapılanması olmayan kişiler olabilir. Sıradan bir insanın felakete karşı önlem olarak altın satın alması duyulmamış bir şey değil ve artık sokağın aşağısındaki Joe Schmoe'nun evinin bir yerinde oturmaya değer 10 bin dolar değerinde olduğunu biliyoruz. Joe'nun muhtemelen dünyanın bilmesini isteyeceği bir bilgi değil.</p> <p>İyi bir değer deposu yalnızca fiyatın istikrarlı olduğu veya muhtemelen artacağı anlamına gelmez; bu, sahibinin parasını koymayı seçtiği yerin güvenliği konusunda kendini rahat ve güvende hissetmesi anlamına gelir. Dolayısıyla, radikal şeffaflıkla altın hareket halindeyken rahatsız edici, hareketsizken ise potansiyel olarak tehlikeli hale gelir. O halde bunun sadece bir düşünce deneyi olduğunu ve altının bu özelliklere sahip olmadığını bilmek güzel. Altın yatırımcıları rahat bir nefes alabilir.</p> <p>Fakat aynı şey Bitcoin için söylenemez.</p> <p>Monero'nun gizliliği, onu bir çek hesabı veya tasarruf hesabı olarak kullanmak isteyen herkes için gerçekten de hem hareket halinde hem de hareketsiz durumda çok daha iyi güvenlik sağlıyor.</p> <p>Bitcoin savunucuları, Bitcoin'in bir değer saklama aracı olarak daha güvenli olduğunu, çünkü arkasında daha büyük bir hashrate bulunduğunu, dolayısıyla zincirin yeniden yazılma olasılığının çok daha düşük olduğunu (yani depodaki paralarınızın alınabileceğini) savunacaklardır. ve bu şu anda doğru olsa da bu, hiçbir zaman düzeltilmesi muhtemel olmayan temel teknolojik bir sorundan ziyade, zamanla değiştirilebilecek toplumsal bir sorundur.</p> <p>Bitcoin için ikinci bir argüman, sabit bir arza sahip olması, oysa Monero'nun kuyruk emisyonuna sahip olmasıdır. Bu, Monero'nun sonsuz arza sahip olduğu anlamına gelecek şekilde tahmin edilmiştir, dolayısıyla itibari para kadar değer deposu olmaya uygun değildir. Görünüşte bu kesinlikle ikilinin daha ikna edici argümanı, dolayısıyla bu konuyu ayrıntılı olarak ele almak istiyoruz.</p> <p>Monero'nun kuyruk emisyonu olsa da, bunun amacı Monero'nun uzun vadeli güvenliğini sağlamaktır. Son Bitcoin basıldıktan sonra artık blok ödülü olmayacak ve ücret piyasasını madencileri zinciri güvence altına almaya teşvik etme konusunda yalnız bırakacak. Bunun yeterli olmayacağını ve zincirin güvenliğinin önemli ölçüde düşerek zinciri %51 saldırılarına karşı savunmasız bırakacağını öne süren ön araştırmalar zaten mevcut.</p> <p>Sonuçta bu, bir saldırı korkusuyla asla hareket ettiremeyeceğiniz bir değer deposu biriktirdiğiniz anlamına gelir. Altına dönecek olursak, hareket etmesi, satması veya takas etmesi imkansız veya aşırı derecede tehlikeli olsaydı, altın bir değer saklama aracı olarak yararlı olur muydu? Ulaşılamaz değer ne işe yarar? Sonsuza dek dipsiz bir çukur olabilecek bir yerde durabilecekse, depolanmış değerde birikmiş milyonlarca doların ne faydası var ki?</p> <p>Sorunun Monero kısmını geçiştirmek yerine bu eleştirinin diğer kısmına değinelim. Kuyruk emisyonu. Bir amacı olduğu doğru olsa da, bazıları kuyruk emisyonunun sadece varlığını Monero'nun kıt olamayacağının ve tıpkı fiat gibi çalıştığının kanıtı olarak görebilir. Bu da doğru değil. Fiat'ın yüzde bazlı bir enflasyon modeli var ve bu bile sabit değil, daha ziyade yozlaşmış insanların şeffaf olmayan bedenine tabi. Bu, doğrusal olarak şişen, yani zamanla enflasyonun sıfıra doğru yöneldiği Monero ile tezat oluşturuyor. Aynı zamanda bu, fiat'tan farklı olarak enflasyonun kolayca hesaplanabileceği ve kesin olarak planlanabileceği anlamına da geliyor.</p>
ur: <p>یہ ایک عام بات ہے (اور جس پر ہم پوری طرح یقین رکھتے ہیں) کہ Monero شفافیت کے سکوں کے مقابلے میں تبادلے کا ایک بہتر ذریعہ بناتا ہے، بشمول Bitcoin۔ اس کی وجہ یہ ہے کہ Monero کی موروثی رازداری اس کو ٹریک کرنا ناممکن بناتی ہے، بہت سے خطرات کو دور کرتے ہوئے جو آپ کے پیسے کے بہاؤ کو تمام دلچسپی رکھنے والی جماعتوں کے لیے دستیاب ہونے سے پیدا ہوتے ہیں۔ اس کے ساتھ ساتھ، پرائیویسی فنجیبلٹی کو کھول دیتی ہے، اس لیے صارفین پر اعتماد محسوس کر سکتے ہیں کہ کسی چیز یا سروس کے لیے ہر مونیرو کا تبادلہ کسی دوسرے کے برابر ہے کیونکہ اس کا کوئی ماضی نہیں ہے۔</p> <p>تاہم بات کرنے کا یہ نقطہ جتنا عام ہے، ایک اور ہے جو عام طور پر اس کے ساتھ ہی پاپ اپ ہوتا ہے۔ کہ اگرچہ Monero تبادلے کا بہتر ذریعہ ہو سکتا ہے، Bitcoin قدر کا بہتر ذخیرہ ہے۔ یہ سننا کوئی معمولی بات نہیں ہے، یہاں تک کہ Monero کمیونٹی میں بھی۔ Monero کو خرچ کرنے والے اکاؤنٹ کی طرح استعمال کریں، اور Bitcoin کو بچت اکاؤنٹ کی طرح استعمال کریں۔ جب استدلال کے لیے دباؤ ڈالا جاتا ہے، تو یہ صارفین یہ بھی نہیں سوچتے کہ یہ ضروری ہے کہ Bitcoin کی قیمت Monero کی نسبت زیادہ شرح سے بڑھے، لیکن اس لیے کہ Bitcoin میں ایسی 'پراپرٹیز' ہیں جو اسے ڈیجیٹل سونے کی طرح بناتی ہیں۔</p> <p>ہم پورے دل سے اس خیال سے متفق نہیں ہیں اور اس مضمون میں اس کی وجہ بتانا چاہیں گے۔ Bitcoin کی بنیاد پرست شفافیت اس کی خصوصیات کو قدر کے ذخیرے کے طور پر کم کرنے کے لیے اس سے کہیں زیادہ کام کرتی ہے جس کا لوگوں کو احساس ہوتا ہے۔ اس کی پہلی، اور سب سے واضح مثال Bitcoin کی شفافیت کے ساتھ ایک اور عام طور پر قبول شدہ قیمت، سونے کا تصور کرنا ہے۔</p> <p>اگر سونے کی مقدار کو کسی فرد یا گروہ سے جوڑنا ممکن ہو (معمولی طور پر کئی بار) تو سونے پر اعتماد کا کیا ہوگا؟ کیا اسے اب بھی اسی طرح استعمال کیا جائے گا اگر ہر بار جب سونا منتقل کیا جاتا ہے تو یہ معلوم ہوتا ہے کہ منتقلی ہوئی ہے، بھیجنے والا اور وصول کرنے والا کون تھا، اور کتنی مقدار میں سونا منتقل کیا گیا تھا؟ ہم نہیں سوچتے۔</p> <p>سونے کی خصوصیات میں سے ایک، جو کہ اس میں ایک حقیقی دنیا کی چیز ہے، یہ قدرتی طور پر نجی ہے۔ ماضی کے مالکان کو سونے کی ایک بار میں برانڈ کر کے اسے مصنوعی طور پر ایک تاریخ دی جا سکتی ہے، لیکن بار کو پگھلا کر اور اسے دوبارہ بنا کر اسے آسانی سے ہٹایا جا سکتا ہے، ایسا آپشن جو Bitcoin میں موجود نہیں ہے۔</p> <p>حرکت میں یہ شفافیت، جب کہ اپنے طور پر کافی تباہ کن ہے، سونے میں واحد خامی نہیں ہے اگر اس کی نقل و حرکت کے بارے میں تمام معلومات ہر کسی کے لیے دستیاب ہوتی۔ سونے کے بہاؤ کو جاننے کی فطرت سے، ہم شناخت کر سکتے ہیں کہ حقیقی دنیا کے کون سے اداروں کے پاس اس کا بڑا ذخیرہ ہے۔ ہو سکتا ہے ان میں سے کچھ ادارے نہ ہوں، لیکن ایسے افراد جو بڑے پیمانے پر حفاظتی انتظامات کے بغیر ہوں۔ عام آدمی کے لیے تباہی کے خلاف ہیج کے طور پر سونا خریدنا غیر سنا ہے، اور اب ہم جانتے ہیں کہ گلی میں Joe Schmoe کے پاس اپنے گھر میں کہیں بیٹھ کر 10 ہزار ڈالرز ہیں۔ ایسی معلومات نہیں Joe شاید دنیا جاننا چاہتا ہے۔</p> <p>قیمت کے اچھے اسٹور کا مطلب صرف یہ نہیں ہے کہ قیمت مستحکم ہے یا ممکنہ طور پر بڑھ جائے گی، اس کا مطلب یہ ہے کہ ہولڈر اس کی حفاظت میں آرام دہ اور پراعتماد محسوس کرتا ہے جہاں اس نے اپنا پیسہ لگانے کا انتخاب کیا ہے۔ لہٰذا، بنیادی شفافیت کے ساتھ، سونا حرکت میں غیر آرام دہ ہو جاتا ہے، اور آرام میں ممکنہ طور پر خطرناک ہو جاتا ہے۔ تب یہ جاننا اچھا ہے کہ یہ صرف ایک سوچا سمجھا تجربہ تھا اور سونے میں یہ خصوصیات نہیں ہیں۔ سونے کے سرمایہ کار راحت کی سانس لے سکتے ہیں۔</p> <p>لیکن بٹ کوائن کے لیے ایسا نہیں کہا جا سکتا۔</p> <p>منیرو کی رازداری درحقیقت ہر اس شخص کے لیے جو اسے چیکنگ اکاؤنٹ یا سیونگ اکاؤنٹ کے طور پر استعمال کرنا چاہتے ہیں، حرکت میں اور آرام دونوں میں بہت بہتر سیکیورٹی فراہم کرتی ہے۔</p> <p>تاہم، بٹ کوائن کے حامی یہ بحث کریں گے کہ بٹ کوائن قدر کے ذخیرے کے طور پر زیادہ محفوظ ہے کیونکہ اس کے پیچھے ایک بڑا ہیشریٹ ہوتا ہے، اس لیے اس سلسلہ کے دوبارہ لکھے جانے کا امکان بہت کم ہوتا ہے (یعنی ذخیرہ میں موجود آپ کے سکے لیے جا سکتے ہیں) , اور جب کہ یہ فی الحال سچ ہے، یہ ایک سماجی مسئلہ ہے جسے وقت کے ساتھ بدلا جا سکتا ہے نہ کہ ایک بنیادی تکنیکی مسئلہ جس کے حل ہونے کا امکان نہیں ہے۔</p> <p>بٹ کوائن کے لیے ایک دوسری دلیل یہ ہے کہ اس کی سپلائی مقررہ ہے، جب کہ Monero میں دم کا اخراج ہے۔ اس کا مطلب یہ ہے کہ Monero کے پاس لامحدود سپلائی ہے، اس لیے یہ اتنا ہی غیر موزوں ہے جتنا کہ قیمت کا ذخیرہ ہونا fiat ہے۔ سطح پر، یہ یقینی طور پر دونوں میں سے زیادہ قائل کرنے والی دلیل ہے، اس لیے ہم اس پر تفصیل سے بات کرنا چاہیں گے۔</p> <p>جبکہ Monero میں دم کا اخراج ہوتا ہے، یہ Monero کی طویل مدتی سیکیورٹی کو یقینی بنانا ہے۔ ایک بار جب آخری بٹ کوائن تیار ہو جائے گا، تو مزید بلاک انعام نہیں ہوگا، جس سے کان کنوں کو زنجیر کو محفوظ بنانے کی ترغیب دینے کے لیے فیس مارکیٹ کو اکیلا چھوڑ دیا جائے گا۔ پہلے سے ہی ابتدائی تحقیق موجود ہے جو بتاتی ہے کہ یہ کافی نہیں ہو گا، اور زنجیر کی حفاظت ڈرامائی طور پر گر جائے گی، جس سے زنجیر 51% حملوں کا شکار ہو جائے گی۔</p> <p>بالآخر، اس کا مطلب ہے کہ آپ نے قیمت کا ایک ذخیرہ جمع کر لیا ہے جسے آپ حملے کے خوف سے کبھی بھی منتقل نہیں کر سکتے۔ سونے کی طرف واپس جانا، کیا سونا قدر کے ذخیرے کے طور پر بالکل مفید ہو گا اگر اسے گھومنا، بیچنا، یا تبادلہ کرنا ناممکن یا ممنوعہ طور پر خطرناک ہو؟ ناقابل رسائی قیمت کیا ہے؟ ذخیرہ شدہ مالیت میں جمع کردہ لاکھوں ڈالر کی کیا خوبی ہے اگر یہ صرف اس میں بیٹھ سکتا ہے جو ہمیشہ کے لیے ایک اتھاہ گڑھا ہو سکتا ہے؟</p> <p>آئیے مسئلے کے مونیرو حصے کو ہاتھ سے ہلانے کے بجائے اس تنقید کے دوسرے حصے پر توجہ دیں۔ دم کا اخراج۔ اگرچہ یہ سچ ہے کہ اس کا ایک مقصد ہے، لیکن کچھ لوگ دم کے اخراج کے محض وجود کو اس بات کے ثبوت کے طور پر دیکھ سکتے ہیں کہ Monero قلیل نہیں ہو سکتا اور بالکل فیاٹ کی طرح کام کرتا ہے۔ یہ بھی درست نہیں ہے۔ Fiat کے پاس فیصد پر مبنی افراط زر کا ماڈل ہے، اور یہاں تک کہ یہ پتھر میں نہیں ہے، بلکہ کرپٹ انسانوں کے مبہم جسم کے تابع ہے۔ یہ Monero سے متصادم ہے، جو لکیری طور پر فلا ہوتا ہے، یعنی وقت کے ساتھ ساتھ افراط زر کا رجحان صفر کی طرف جاتا ہے۔ اس کے ساتھ ساتھ اس کا مطلب یہ ہے کہ، فیاٹ کے برعکس، افراط زر کا آسانی سے حساب لگایا جا سکتا ہے اور یقین کے ساتھ منصوبہ بندی کی جا سکتی ہے۔</p>
zh_cn: <p>一个在币圈十分常见，同时也是我们完全赞同的观点是，相较于比特币等透明币来说，门罗币是一种更好的交换媒介. 这是因为门罗币默认的隐私性使其无法被追踪，从而避免了用户暴露给外界现金流和资产而产生的许多潜在危险.此外，隐私性还顺便解锁了可替代性，因此用户可以放心收款，由于没有办法关联门罗币的过去，因此任何门罗币的购买力都是相同的，换句话说，门罗币没有所谓的黑币，黑钱这个概念，这点很像黄金，人们并不能识别黄金是何时何地被人开采的，偷盗获得的还是捡来的，每一克都是等价的，而不像比特币会被识别出来，造成冻结，例如当你收到的比特币是某交易所被盗的，就有可能被追索和其它交易所冻结.</p> <p>然而，与这个看法同样普遍，并且常常如影随形的另一个观点，虽然门罗币可能是更好的交换媒介，支付手段，但比特币却是更好的价值存储. 即使在门罗币社区内，这种声音也并不少见. 把门罗币用作日常支付，而将比特币用作储蓄帐户. 当被问到他们如此结论背后的逻辑和推理时，这些人们甚至给不出荒谬程度略低的理由，例如比特币的价格最近比门罗币涨的高，而是给出一个抽象的概念，因为比特币具有数字黄金的属性.</p> <p>我们完全不同意这个想法，并会在本文中解释其原因. 比特币的透明程度比人们意识到的要严重得多，它削弱了其作为价值存储的属性. 我们要举的例子，第一个也是最明显的是黄金，这种千百年来，各个国家和人民普遍接受的价值存储，现在假设，当它具有比特币所具有的透明度，会发生什么.</p> <p>如果有可能将一定数量的黄金与个人或团体联系起来，对黄金的信任会发生什么，例如金店的每个首饰上都标注了经过哪些矿工，哪些金匠，每代主人，有没有被抢过，又或是祖传的，从哪块黄金分割下来的，并且当黄金发生任何买卖时，不管你是否持有黄金，还是一个普通人，都可以从网上实时查询到，每位黄金持有者有多少黄金余额，每笔交易，购买和销售黄金的双方，也就是发送者和接收者是谁，以及他们如何转移了多少黄金，黄金还会被使用吗，我们认为事情会完全不同.</p> <p>黄金的属性之一，也就是它在自然界固有的属性，就是隐私性. 即使人为可以通过给金条刻字和打印编码来人为地赋予其历史，但可以通过融化并重铸金条来轻松破解，但这是比特币中不存在的选择，每一聪比特币都透明，永久且时刻暴露在区块链上.</p> <p>交易时会被全世界人围观极具破坏性，但并不是透明性的唯一缺陷. 还是回到黄金的例子，如果黄金透明，我们可以十分容易确定哪些实体拥有大量黄金，例如当你去金店买黄金，你就能发现同样这个金店仓库里还有多少，就像通过充值地址，提币地址追踪交易所的钱包. 然后人们就会发现其中一些黄金持有者不是机构，而是没有什么安全措施的个人.而对于普通人来说，购买黄金作为对付灾难的避难就变得荒谬. 例如我们现在知道，XX街，XX小区的602住户，老王，在他的房子里存着一万美元的黄金. 这可不是老王想让人知道的信息，和避险的初衷南辕北辙.</p> <p>良好的价值储备不仅意味着价格稳定或可能上涨，还意味着持有人对自己选择的存放地点的安全性感到舒适和自信.在这个假设里，由于具有极高的透明度，所以黄金在交易中变得让人极度不舒服，并且在储存时具有更大的风险. 当然了这只是一个头脑风暴，现实里黄金没有这些麻烦的特性. 黄金投资者可以松一口气.</p> <p>但是相信比特币可以储存价值的人，认知程度和购买透明黄金的人一样，我们并不认为你们可以掉以轻心.</p> <p>而事实上，门罗币的隐私属性为日常支付或长期储存，都提供了更好的交易体验和安全性.</p> <p>比特币的支持者会争论，比特币作为一种价值存储更为安全，因为它背后具有更大的哈希率，因此该链被重写的可能性大大降低，例如更难51攻击.而这里的算力是另一个问题，译者认为，看总哈希值并没有意义，而是应该看算力的分布，单个矿工的算力，矿机技术是否垄断，比特币在这个领域也比门罗币更中心化，并且这是一个随着时间而改变的问题，例如一次次减半是否还有足够的矿工会进行维护主网，而真正确定无疑的危险，是比特币根本不可能纠正的基础技术问题.</p> <p>比特币支持者的第二个论点是它有固定的供给，总量固定2100万枚，而门罗币有尾部增发，2022年达到1800万个以后，每年通胀大约千分之8.7到无限接近于零. 凭此推断这意味着门罗币有无限的供应，因此像法币一样不适合作为价值存储. 从表面上看，这绝对是两者中更具说服力的论点，因此我们想详细介绍一下这一论点.</p> <p>尽管门罗币确实具有尾部增发，但这是为了确保门罗币的长期安全性. 一旦铸造了最后一个比特币，就不会再有爆块奖励了，仅靠手续费来激励矿工来保护链. 这就相当于经营一个餐馆，寄希望于只靠打赏维持经营，因为储值不交易的人们其实也仰赖矿工维护安全，而不仅仅是参与交易的人，可预见那时候，比特币的安全性将急剧下降，更易受51％攻击.</p> <p>而门罗币，意味着一旦你积累价值储备，你永远不会因为担心受到攻击而无法转账. 回到黄金的例子，如果不可能自由出售或交换黄金，那么，黄金作为价值储存工具还有什么用，如果累积价值数百万美元的存储价值只能永远存在家里，不能搬运，转移和交换，那么它有什么好处.而现实中的黄金也恰恰是通胀的，过去十年黄金的平均通胀是门罗尾部增发的两倍，如果黄金的通胀可以储值，那么门罗币更可以.</p> <p>让我们回到批评门罗的尾部增发上来. 尽管这个措施十分有意义，但有些人可能会因为看到尾部增发的存在，以此证明门罗币不能稀缺，并且可以像法币一样通胀. 但这种理解也是错的. 法币有一个基于百分比的通货膨胀模型，每年增发上一年的百分之几，并且发行是不透明的，容易被人为操作和摆弄. 这与门罗币线性发行完全不同，门罗币是呈线性增加，这意味着随着时间的推移，通货膨胀率趋于零. 同样，这意味着与法定货币不同，门罗币通货膨胀可以轻松确定地进行计算.同时正是由于门罗币的尾部增发，才让门罗币可以拥有动态区块大小，没有扩容问题，而比特币1M区块大小导致其每秒只能处理约7笔交易.尾部增发的另一个好处是让门罗币更加去中心化，举个例子，如果比特币是50年前被人开采完的，只保留在少数人手里，那么你还会去买比特币么，还是分叉一个比特币的代码，重新开始挖和分叉，门罗币也很好的解决了这个问题.</p>
zh_tw: <p>一個在幣圈十分常見，同時也是我們完全贊同的觀點是，相較於比特幣等透明幣來說，門羅幣是一種更好的交換媒介. 這是因為門羅幣默認的隱私性使其無法被追蹤，從而避免了用戶暴露給外界現金流和資產而產生的許多潛在危險.此外，隱私性還順便解鎖了可替代性，因此用戶可以放心收款，由於沒有辦法關聯門羅幣的過去，因此任何門羅幣的購買力都是相同的，換句話說，門羅幣沒有所謂的黑幣，黑錢這個概念，這點很像黃金，人們並不能識別黃金是何時何地被人開採的，偷盜獲得的還是撿來的，每一克都是等價的，而不像比特幣會被識別出來，造成凍結，例如當你收到的比特幣是某交易所被盜的，就有可能被追索和其它交易所凍結.</p> <p>然而，與這個看法同樣普遍，並且常常如影隨形的另一個觀點，雖然門羅幣可能是更好的交換媒介，支付手段，但比特幣卻是更好的價值存儲. 即使在門羅幣社區內，這種聲音也並不少見. 把門羅幣用作日常支付，而將比特幣用作儲蓄帳戶. 當被問到他們如此結論背後的邏輯和推理時，這些人們甚至給不出荒謬程度略低的理由，例如比特幣的價格最近比門羅幣漲的高，而是給出一個抽象的概念，因為比特幣具有數位黃金的屬性.</p> <p>我們完全不同意這個想法，並會在本文中解釋其原因. 比特幣的透明程度比人們意識到的要嚴重得多，它削弱了其作為價值存儲的屬性. 我們要舉的例子，第一個也是最明顯的是黃金，這種千百年來，各個國家和人民普遍接受的價值存儲，現在假設，當它具有比特幣所具有的透明度，會發生什麼.</p> <p>如果有可能將一定數量的黃金與個人或團體聯繫起來，對黃金的信任會發生什麼，例如金店的每個首飾上都標注了經過哪些礦工，哪些金匠，每代主人，有沒有被搶過，又或是祖傳的，從哪塊黃金分割下來的，並且當黃金發生任何買賣時，不管你是否持有黃金，還是一個普通人，都可以從網上即時查詢到，每位黃金持有者有多少黃金餘額，每筆交易，購買和銷售黃金的雙方，也就是發送者和接收者是誰，以及他們如何轉移了多少黃金，黃金還會被使用嗎，我們認為事情會完全不同.</p> <p>黃金的屬性之一，也就是它在自然界固有的屬性，就是隱私性. 即使人為可以通過給金條刻字和列印編碼來人為地賦予其歷史，但可以通過融化並重鑄金條來輕鬆破解，但這是比特幣中不存在的選擇，每一聰比特幣都透明，永久且時刻暴露在區塊鏈上.</p> <p>交易時會被全世界人圍觀極具破壞性，但並不是透明性的唯一缺陷. 還是回到黃金的例子，如果黃金透明，我們可以十分容易確定哪些實體擁有大量黃金，例如當你去金店買黃金，你就能發現同樣這個金店倉庫裡還有多少，就像通過充值地址，提幣地址追蹤交易所的錢包. 然後人們就會發現其中一些黃金持有者不是機構，而是沒有什麼安全措施的個人.而對於普通人來說，購買黃金作為對付災難的避難就變得荒謬. 例如我們現在知道，XX街，XX社區的602住戶，老王，在他的房子裡存著一萬美元的黃金. 這可不是老王想讓人知道的資訊，和避險的初衷南轅北轍.</p> <p>良好的價值儲備不僅意味著價格穩定或可能上漲，還意味著持有人對自己選擇的存放地點的安全性感到舒適和自信.在這個假設裡，由於具有極高的透明度，所以黃金在交易中變得讓人極度不舒服，並且在儲存時具有更大的風險. 當然了這只是一個頭腦風暴，現實裡黃金沒有這些麻煩的特性. 黃金投資者可以松一口氣.</p> <p>但是相信比特幣可以儲存價值的人，認知程度和購買透明黃金的人一樣，我們並不認為你們可以掉以輕心.</p> <p>而事實上，門羅幣的隱私屬性為日常支付或長期儲存，都提供了更好的交易體驗和安全性.</p> <p>比特幣的支持者會爭論，比特幣作為一種價值存儲更為安全，因為它背後具有更大的雜湊率，因此該鏈被重寫的可能性大大降低，例如更難51攻擊.而這裡的算力是另一個問題，譯者認為，看總雜湊值並沒有意義，而是應該看算力的分佈，單個礦工的算力，礦機技術是否壟斷，比特幣在這個領域也比門羅幣更中心化，並且這是一個隨著時間而改變的問題，例如一次次減半是否還有足夠的礦工會進行維護主網，而真正確定無疑的危險，是比特幣根本不可能糾正的基礎技術問題.</p> <p>比特幣支持者的第二個論點是它有固定的供給，總量固定2100萬枚，而門羅幣有尾部增發，2022年達到1800萬個以後，每年通脹大約千分之8.7到無限接近於零. 憑此推斷這意味著門羅幣有無限的供應，因此像法幣一樣不適合作為價值存儲. 從表面上看，這絕對是兩者中更具說服力的論點，因此我們想詳細介紹一下這一論點.</p> <p>儘管門羅幣確實具有尾部增發，但這是為了確保門羅幣的長期安全性. 一旦鑄造了最後一個比特幣，就不會再有爆塊獎勵了，僅靠手續費來激勵礦工來保護鏈. 這就相當於經營一個餐館，寄希望於只靠打賞維持經營，因為儲值不交易的人們其實也仰賴礦工維護安全，而不僅僅是參與交易的人，可預見那時候，比特幣的安全性將急劇下降，更易受51％攻擊.</p> <p>而門羅幣，意味著一旦你積累價值儲備，你永遠不會因為擔心受到攻擊而無法轉帳. 回到黃金的例子，如果不可能自由出售或交換黃金，那麼，黃金作為價值儲存工具還有什麼用，如果累積價值數百萬美元的存儲價值只能永遠存在家裡，不能搬運，轉移和交換，那麼它有什麼好處.而現實中的黃金也恰恰是通脹的，過去十年黃金的平均通脹是門羅尾部增發的兩倍，如果黃金的通脹可以儲值，那麼門羅幣更可以.</p> <p>讓我們回到批評門羅的尾部增發上來. 儘管這個措施十分有意義，但有些人可能會因為看到尾部增發的存在，以此證明門羅幣不能稀缺，並且可以像法幣一樣通脹. 但這種理解也是錯的. 法幣有一個基於百分比的通貨膨脹模型，每年增發上一年的百分之幾，並且發行是不透明的，容易被人為操作和擺弄. 這與門羅幣線性發行完全不同，門羅幣是呈線性增加，這意味著隨著時間的推移，通貨膨脹率趨於零. 同樣，這意味著與法定貨幣不同，門羅幣通貨膨脹可以輕鬆確定地進行計算.同時正是由於門羅幣的尾部增發，才讓門羅幣可以擁有動態區塊大小，沒有擴容問題，而比特幣1M區塊大小導致其每秒只能處理約7筆交易.尾部增發的另一個好處是讓門羅幣更加去中心化，舉個例子，如果比特幣是50年前被人開採完的，只保留在少數人手裡，那麼你還會去買比特幣麼，還是分叉一個比特幣的代碼，重新開始挖和分叉，門羅幣也很好的解決了這個問題.</p>
