Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbp2pool250Sb4250Sbtext
source: <p>In p2pool, there is no centralized pool, centralized pool operator, or single person holding onto funds and distributing payouts. All of the work being collectively done by those mining via p2pool is checked by the p2pool blockchain and other node operators to ensure that it is legitimate, and all miners are paid out according to the work they have done immediately when a block is found directly from the rewards in that found block.</p> <p>When miners choose to use p2pool instead of a centralized pool, they remove all power and trust from pool operators and ensure that their work contributes to the good of the network and to their own rewards, reduce the risk of network attacks, misuse of their work, or theft of rewards that they are owed.</p> <p>Not only does this help them protect their own interests, it reduces the risk that centralized pools can pose to the Monero network as a whole. p2pool usage also helps immensely to reduce the risk that nation-states or regulators could pose to the health of the network, as there are no centralized pool operators to pressure, no geographical concentration of pools to lean on, or any other easy point of pressure for them to use against Monero.</p>
cs: <p>V p2poolu neexistuje žádný centralizovaný pool, centralizovaný provozovatel poolu ani jediná osoba, která by držela finanční prostředky a rozdělovala výplaty. Veškerá práce, kterou těžaři kolektivně vykonávají prostřednictvím p2poolu, je kontrolována blockchainem p2poolu a ostatními provozovateli uzlů, aby bylo zajištěno, že je legitimní, a všem těžařům jsou vyplaceny peníze podle jimi vykonané práce okamžitě po nalezení bloku přímo z odměn v tomto nalezeném bloku.</p> <p>Když se těžaři rozhodnou používat p2pool namísto centralizovaného poolu, zbaví provozovatele poolu veškeré moci a důvěry a zajistí, že jejich práce přispěje k dobru sítě a k jejich vlastní odměně, sníží riziko útoků na síť, zneužití jejich práce nebo krádeže odměn, které jim náleží.</p> <p>Pomáhá jim to nejen chránit vlastní zájmy, ale také snižuje riziko, které mohou centralizované pooly představovat pro síť Monero jako celek. Používání p2pool také výrazně pomáhá snižovat riziko, které by pro zdraví sítě mohly představovat národní státy nebo regulační orgány, protože neexistují žádní provozovatelé centralizovaných poolů, na které by mohli tlačit, žádná geografická koncentrace poolů, o kterou by se mohli opřít, ani žádný jiný snadný bod nátlaku, který by mohli použít proti Moneru.</p>
fi: <p>P2poolissa ei ole keskitettyä poolia, keskitettyä poolioperaattoria tai yksittäistä henkilöä, joka pitää hallussaan varoja ja jakaa maksuja. P2poolin lohkoketju ja muut solmuoperaattorit tarkastavat louhijoiden kollektiivisesti tekemän työn p2poolin kautta varmistaakseen sen laillisuuden, ja kaikille louhijoille maksetaan heidän tekemänsä työn mukaan välittömästi palkinnot suoraan lohkosta, kun lohko löytyy.</p> <p>Kun louhijat päättävät käyttää p2poolia keskitetyn poolin sijaan, he poistavat kaiken vallan ja luottamuksen poolin operaattoreilta ja varmistavat, että heidän työnsä edistää verkon etua ja omia palkintojaan, sekä vähentää verkkohyökkäysten ja väärinkäytösten riskiä.</p> <p>Tämä ei ainoastaan auta heitä suojelemaan omia etujaan, vaan se vähentää riskiä, jonka keskitetyt poolit voivat aiheuttaa Monero-verkolle kokonaisuudessaan. P2poolin käyttö auttaa myös vähentämään huomattavasti riskiä, jonka kansallisvaltiot tai sääntelyviranomaiset voivat aiheuttaa verkon terveydelle, koska siellä ei ole keskitettyjä poolien operaattoreita, joita painostaa, ei ole maantieteellistä keskittymää poolien varaan tai muita helppoja painepisteitä, joita he voivat käyttää Moneroa vastaan.</p>
fr: <p>Dans P2Pool, il n'y a pas de pool centralisé, d'opérateur central ou de personne unique détenant les fonds et distribuant les paiements. Tout le travail effectué collectivement par ceux qui minent via P2Pool est vérifié par la blockchain P2Pool et d'autres opérateurs de nœuds pour s'assurer qu'il est légitime, et tous les mineurs sont payés immédiatement en fonction du travail qu'ils ont effectué lorsqu'un bloc est trouvé, directement à partir de la récompense associée à ce bloc trouvé.</p> <p>Lorsque les mineurs choisissent d'utiliser P2Pool au lieu d'un pool centralisé, ils retirent tout pouvoir et toute confiance aux opérateurs de pool et s'assurent que leur travail contribue au bien du réseau et à leurs propres récompenses, réduisent le risque d'attaques du réseau, d'abus de leur travail, ou le vol des récompenses qui leur sont dues.</p> <p>Non seulement cela les aide à protéger leurs propres intérêts, mais cela réduit également le risque que les pools centralisés peuvent représenter pour le réseau Monero dans son ensemble. L'utilisation de P2Pool aide également énormément à réduire le risque que les États-nations ou les régulateurs pourraient poser à la santé du réseau, car il n'y a pas d'opérateurs de pools centralisés sur lesquels faire pression, pas de concentration géographique de pools sur lesquels s'appuyer, ou tout autre point de pression facile qui pourrait être utilisé contre Monero.</p>
it: <p>In p2pool, non c'è un pool centralizzato, un operatore di pool centralizzato, o una singola persona che tiene i fondi e distribuisce i pagamenti. Tutto il lavoro fatto collettivamente da coloro che fanno mining tramite p2pool è controllato dalla blockchain di p2pool e dagli altri operatori dei nodi per assicurarsi che sia legittimo, e tutti i minatori sono pagati in base al lavoro che hanno fatto immediatamente quando viene trovato un blocco direttamente dalle ricompense in quel blocco trovato.</p> <p>Quando i minatori scelgono di usare p2pool invece di un pool centralizzato, rimuovono tutto il potere e la fiducia dagli operatori del pool e assicurano che il loro lavoro contribuisca al bene della rete e alle proprie ricompense, riducono il rischio di attacchi alla rete, l'uso improprio del loro lavoro o il furto delle ricompense che gli sono dovute.</p> <p>Non solo questo li aiuta a proteggere i propri interessi, ma riduce il rischio che i pool centralizzati possono rappresentare per la rete Monero nel suo complesso. L'uso di p2pool aiuta anche immensamente a ridurre il rischio che gli Stati nazionali o le autorità di regolamentazione potrebbero rappresentare per la salute della rete, in quanto non ci sono operatori di pool centralizzati da mettere sotto pressione, nessuna concentrazione geografica di pool su cui appoggiarsi, o qualsiasi altro facile punto di pressione da utilizzare contro Monero.</p>
lt: <p>P2pool nėra centralizuoto fondo, centralizuoto fondo operatoriaus ar vieno asmens, turinčio lėšų ir paskirstančio išmokas. Visą darbą, kurį bendrai atlieka tie kasyba per p2pool, tikrina p2pool blockchain ir kiti mazgų operatoriai, kad įsitikintų, jog jis yra teisėtas, ir visiems kalnakasiams išmokama pagal jų atliktą darbą iškart, kai blokas randamas tiesiai iš atlygiai tame rastame bloke.</p> <p>Kai kalnakasiai pasirenka naudoti p2pool, o ne centralizuotą telkinį, jie atima visą fondo operatorių galią ir pasitikėjimą ir užtikrina, kad jų darbas prisidėtų prie tinklo gerovės ir jų pačių naudos, sumažintų tinklo atakų ir netinkamo naudojimo riziką. savo darbo arba atlygio, kurį jie turi mokėti, vagystės.</p> <p>Tai ne tik padeda jiems apsaugoti savo interesus, bet ir sumažina riziką, kurią centralizuoti telkiniai gali kelti visam Monero tinklui. „p2pool“ naudojimas taip pat labai padeda sumažinti pavojų, kurį nacionalinės valstybės ar reguliavimo institucijos gali kelti tinklo sveikatai, nes nėra centralizuotų telkinių operatorių, kuriems būtų daromas spaudimas, nėra geografinės telkinių koncentracijos, į kurią būtų galima atsiremti, ar bet kokio kito lengvo spaudimo taško. kad jie galėtų naudoti prieš Monero.</p>
nb: <p>I p2pool er det ingen sentralisert pool, sentralisert pooloperatør eller enkeltperson som holder på midler og distribuerer utbetalinger. Alt arbeidet som gjøres kollektivt av de som gruver via p2pool, blir sjekket av p2pool-blokkjeden og andre nodeoperatører for å sikre at det er legitimt, og alle gruvearbeidere blir betalt ut i henhold til arbeidet de har gjort umiddelbart når en blokk blir funnet direkte fra belønningene i den funnet blokken.</p> <p>Når gruvearbeidere velger å bruke p2pool i stedet for et sentralisert basseng, fjerner de all makt og tillit fra bassengoperatørene og sikrer at arbeidet deres bidrar til nettverkets beste og til deres egne belønninger, reduserer risikoen for nettverksangrep, misbruk av arbeidet deres, eller tyveri av belønninger de skylder.</p> <p>Ikke bare hjelper dette dem å beskytte sine egne interesser, det reduserer risikoen for at sentraliserte bassenger kan utgjøre for Monero-nettverket som helhet. p2pool-bruk hjelper også enormt med å redusere risikoen som nasjonalstater eller regulatorer kan utgjøre for helsen til nettverket, ettersom det ikke er noen sentraliserte bassengoperatører å presse på, ingen geografisk konsentrasjon av bassenger å støtte seg på, eller noe annet lett presspunkt. for dem å bruke mot Monero.</p>
nl: <p>In p2pool is er geen gecentraliseerde pool, gecentraliseerde pooloperator of enkele persoon die fondsen vasthoudt en uitbetalingen verdeelt. Al het werk dat collectief wordt gedaan door degenen die via p2pool minen, wordt gecontroleerd door de p2pool-blockchain en andere knooppunt-operators om ervoor te zorgen dat het legitiem is, en alle miners direct worden uitbetaald op basis van het werk dat ze hebben gedaan wanneer een blok wordt gevonden door de beloningen in dat gevonden blok.</p> <p>Wanneer miners ervoor kiezen om p2pool te gebruiken in plaats van een gecentraliseerde pool, verwijderen ze alle macht en vertrouwen van pooloperators en zorgen ze ervoor dat hun werk bijdraagt aan het welzijn van het netwerk en aan hun eigen beloningen, en verminderen ze het risico op netwerkaanvallen, misbruik van hun werk, of diefstal van beloningen die ze verschuldigd zijn. </p> <p>Dit helpt hen niet alleen hun eigen belangen te beschermen, het vermindert ook het risico dat gecentraliseerde pools kunnen vormen voor het Monero-netwerk als geheel. Het gebruik van p2pool helpt ook enorm om het risico te verminderen dat natiestaten of regelgevers kunnen vormen voor de gezondheid van het netwerk, aangezien er geen gecentraliseerde poolbeheerders zijn die onder druk kunnen worden gezet, geen geografische concentratie van pools om op te leunen of enig ander gemakkelijk drukpunt die ze tegen Monero kunnen gebruiken.</p>
pl: <p> W p2poolu nie ma scentralizowanego poola, scentralizowanego operatora poola oraz ani jednej osoby trzymającej wykopane środki i dystrybuującej wypłaty. Wszystkie działania minerów są weryfikowane przez blockchain p2pool i innych operatorów węzłów, aby upewnić się, że są to poprawne działania, a wszyscy minersi zarabiają proporcjonalnie do włożonej pracy natychmiast po wykopaniu nowego bloku. </p> <p> Gdy minersi decydują się na korzystanie z p2poola zamiast z poola scentralizowanego, eliminują konieczność powierzania władzy i zaufania operatorom pooli i zapewniają, że ich praca przyczynia się do dobra sieci i do ich własnego dochodu, zmniejszają ryzyko ataków na sieć i niewłaściwego użycia ich pracy lub kradzieży nagród, które są im należne. </p> <p> Nie tylko pomaga im to chronić własne interesy, ale zmniejsza zagrożenie, jakie scentralizowane poole mogą stanowić dla całej sieci Monero. Zastosowanie p2poola pomaga również znacznie zmniejszyć ryzyko, jakie rządy i ich organy, mogą stanowić dla sieci Monero, ponieważ nie ma scentralizowanych operatorów pooli pod presją, nie ma geograficznej koncentracji pooli, ani żadnego innego słabego punktu do wykorzystania przeciwko Monero. </p>
pt_br: <p>No p2pool, não há pool centralizado, operador de pool centralizado, ou uma única pessoa retendo os fundos e distribuindo os pagamentos. Todo o trabalho que está sendo feito coletivamente por aqueles mineradores via p2pool é verificado pela cadeia de bloqueio p2pool e outros operadores de nós para garantir que seja legítimo, e todos os mineiros são pagos de acordo com o trabalho que fizeram imediatamente quando um bloco é encontrado diretamente das recompensas naquele bloco encontrado.</p> <p>Quando os mineiros escolhem usar o p2pool em vez de um pool centralizado, eles retiram todo o poder e confiança dos operadores do pool e garantem que seu trabalho contribua para o bem da rede e para suas próprias recompensas, reduza o risco de ataques à rede, mau uso de seu trabalho ou roubo de recompensas que lhes são devidas.</p> <p>Isto não apenas os ajuda a proteger seus próprios interesses, mas também reduz o risco que os pools centralizados podem representar para a rede Monero como um todo. O uso do pool p2pool também ajuda imensamente a reduzir o risco que os estados nacionais ou reguladores poderiam representar para a saúde da rede, já que não há operadores de pool centralizados para pressionar, nenhuma concentração geográfica de pools para se apoiar, ou qualquer outro ponto fácil de pressão para que eles usem contra Monero.</p>
sl: <p>V p2pool ni centraliziranega bazena, upravljavca centraliziranega bazena ali ene same osebe, ki hrani sredstva in razdeljuje izplačila. Vse delo, ki ga kolektivno opravijo tisti, ki rudarijo prek p2pool, preveri veriga blokov p2pool in drugi operaterji vozlišč, da zagotovijo, da je zakonito, vsi rudarji pa so plačani glede na delo, ki so ga opravili takoj, ko je blok najden neposredno iz nagrade v tem najdenem bloku.</p> <p>Ko se rudarji odločijo za uporabo p2pool namesto centraliziranega bazena, odstranijo vso moč in zaupanje upravljavcev bazena ter zagotovijo, da njihovo delo prispeva v dobro omrežja in k njihovim lastnim nagradam, zmanjša tveganje omrežnih napadov, zlorabe njihovega dela ali kraje nagrad, ki jim jih dolgujejo.</p> <p>Ne samo, da jim to pomaga zaščititi lastne interese, ampak zmanjša tveganje, ki ga lahko centralizirana združenja predstavljajo za omrežje Monero kot celoto. Uporaba p2pool prav tako izjemno pomaga zmanjšati tveganje, ki bi ga lahko nacionalne države ali regulatorji predstavljali za zdravje omrežja, saj ni centraliziranih operaterjev bazenov, na katere bi lahko pritiskali, ni geografske koncentracije bazenov, na katere bi se lahko oprli, ali katere koli druge preproste točke pritiska za uporabo proti Monero.</p>
sv: <p>I p2pool finns det ingen centraliserad pool, centraliserad pooloperatör eller enskild person som håller i pengar och delar ut utbetalningar. Allt arbete som gemensamt utförs av de som gruvdrift via p2pool kontrolleras av p2pool blockchain och andra nodoperatörer för att säkerställa att det är legitimt, och alla gruvarbetare betalas ut enligt det arbete de har gjort omedelbart när ett block hittas direkt från belöningarna i det hittade blocket.</p> <p>När gruvarbetare väljer att använda p2pool istället för en centraliserad pool tar de bort all makt och förtroende från pooloperatörer och ser till att deras arbete bidrar till nätverkets bästa och till deras egna belöningar, minskar risken för nätverksattacker, missbruk av deras arbete, eller stöld av belöningar som de är skyldiga.</p> <p>Det här hjälper dem inte bara att skydda sina egna intressen, det minskar risken att centraliserade pooler kan utgöra för Monero-nätverket som helhet. p2pool-användning hjälper också oerhört mycket till att minska risken som nationalstater eller tillsynsmyndigheter kan utgöra för nätverkets hälsa, eftersom det inte finns några centraliserade pooloperatörer att trycka på, ingen geografisk koncentration av pooler att luta sig mot eller någon annan lätt tryckpunkt för dem att använda mot Monero.</p>
tl: <p>Sa p2pool, walang sentralisadong pool, sentralisadong pool operator, o nag-iisang tao na may hawak ng mga pondo at namamahagi ng mga payout. Ang lahat ng gawaing sama-samang ginagawa ng mga pagmimina sa pamamagitan ng p2pool ay sinusuri ng p2pool blockchain at iba pang mga node operator upang matiyak na ito ay lehitimo, at lahat ng mga minero ay binabayaran ayon sa trabaho na kanilang ginawa kaagad kapag ang isang bloke ay matatagpuan nang direkta mula sa ang mga reward sa nahanap na block.</p> <p>Kapag pinili ng mga minero na gumamit ng p2pool sa halip na isang sentralisadong pool, inaalis nila ang lahat ng kapangyarihan at tiwala sa mga operator ng pool at tinitiyak na ang kanilang trabaho ay nakakatulong sa ikabubuti ng network at sa kanilang sariling mga gantimpala, binabawasan ang panganib ng mga pag-atake sa network, maling paggamit ng kanilang trabaho, o pagnanakaw ng mga gantimpala na dapat nilang bayaran.</p> <p>Hindi lamang ito nakakatulong sa kanila na protektahan ang kanilang sariling mga interes, binabawasan nito ang panganib na maaaring idulot ng mga sentralisadong pool sa Monero network sa kabuuan. Malaki rin ang naitutulong ng paggamit ng p2pool na bawasan ang panganib na maaaring idulot ng mga nation-state o regulators sa kalusugan ng network, dahil walang sentralisadong pool operator sa pressure, walang heograpikal na konsentrasyon ng mga pool na masasandalan, o anumang madaling punto ng pressure para magamit nila laban sa Monero.</p>
tr: <p>p2pool'da merkezi bir havuz, merkezi bir havuz operatörü veya fonları elinde tutan ve ödemeleri dağıtan tek bir kişi yoktur. Bu madencilik tarafından p2pool aracılığıyla kolektif olarak yapılan tüm işler, meşru olduğundan emin olmak için p2pool blok zinciri ve diğer düğüm operatörleri tarafından kontrol edilir ve tüm madencilere, doğrudan bir blok bulunduğunda anında yaptıkları işe göre ödeme yapılır. bulunan bloktaki ödüller.</p> <p>Madenciler merkezi bir havuz yerine p2pool'u kullanmayı seçtiklerinde, havuz operatörlerinin tüm gücünü ve güvenini ortadan kaldırır ve çalışmalarının ağın iyiliğine ve kendi ödüllerine katkıda bulunmasını sağlar, ağ saldırıları, kötüye kullanım riskini azaltır yaptıkları işin ya da borçlu oldukları ödüllerin çalınmasının.</p> <p>Bu sadece onların kendi çıkarlarını korumalarına yardımcı olmakla kalmıyor, aynı zamanda merkezi havuzların bir bütün olarak Monero ağı için oluşturabileceği riski de azaltıyor. P2pool kullanımı aynı zamanda ulus devletlerin veya düzenleyicilerin ağın sağlığına yönelik oluşturabileceği risklerin azaltılmasına da büyük ölçüde yardımcı olur; zira baskı uygulayacak merkezi havuz operatörleri, dayanılacak coğrafi havuz yoğunluğu veya başka herhangi bir kolay baskı noktası yoktur. Monero'ya karşı kullanmaları için.</p>
ur: <p>p2pool میں، کوئی سنٹرلائزڈ پول، سنٹرلائزڈ پول آپریٹر، یا فنڈز رکھنے والا اور ادائیگیوں کی تقسیم کرنے والا واحد فرد نہیں ہے۔ p2pool کے ذریعے کان کنی کرنے والے تمام کاموں کو p2pool بلاکچین اور دیگر نوڈ آپریٹرز کے ذریعے چیک کیا جاتا ہے تاکہ یہ یقینی بنایا جا سکے کہ یہ جائز ہے، اور تمام کان کنوں کو اس کام کے مطابق ادائیگی کی جاتی ہے جو انہوں نے کیا ہے جب کوئی بلاک براہ راست سے ملتا ہے۔ ملنے والے بلاک میں انعامات</p> <p>جب کان کن سینٹرلائزڈ پول کے بجائے p2pool استعمال کرنے کا انتخاب کرتے ہیں، تو وہ پول آپریٹرز سے تمام طاقت اور اعتماد کو ہٹا دیتے ہیں اور اس بات کو یقینی بناتے ہیں کہ ان کا کام نیٹ ورک کی بھلائی اور ان کے اپنے انعامات میں حصہ ڈالتا ہے، نیٹ ورک کے حملوں، غلط استعمال کے خطرے کو کم کرتا ہے۔ ان کے کام کی، یا ان انعامات کی چوری جو ان پر واجب الادا ہیں</p> <p>یہ نہ صرف ان کے اپنے مفادات کے تحفظ میں مدد کرتا ہے، بلکہ یہ اس خطرے کو کم کرتا ہے جو مرکزی پولز مونیرو نیٹ ورک کو مجموعی طور پر لاحق ہوسکتے ہیں۔ p2pool کا استعمال اس خطرے کو کم کرنے میں بھی بے حد مدد کرتا ہے جو کہ قومی ریاستیں یا ریگولیٹرز نیٹ ورک کی صحت کو لاحق ہو سکتے ہیں، کیوں کہ دباؤ ڈالنے کے لیے کوئی مرکزی پول آپریٹرز نہیں ہیں، جھکنے کے لیے پول کا کوئی جغرافیائی ارتکاز نہیں ہے، یا دباؤ کا کوئی دوسرا آسان نقطہ انہیں Monero کے خلاف استعمال کرنے کے لیے۔</p>
zh_cn: <p>在p2pool中，没有中心化的矿池，没有中心化的矿池运营商，也没有一个人掌握着资金和分配报酬。所有通过p2pool挖矿的人集体进行的工作都由p2pool区块链和其他节点运营商检查，以确保其合法性，当发现一个区块时，所有矿工都会根据他们所做的工作直接从该发现的区块中的奖励中获得报酬。</p> <p>当矿工选择使用p2pool而不是集中式矿池时，他们从矿池运营商那里移走了所有的权力和信任，并确保他们的工作有助于网络的利益和他们自己的奖励，减少网络攻击、滥用他们的工作或盗窃他们应得的奖励的风险。</p> <p>这不仅有助于他们保护自己的利益，也减少了集中式资金池对整个Monero网络构成的风险。p2pool的使用也大大有助于减少民族国家或监管机构可能对网络健康构成的风险，因为没有集中式资金池运营商可以施压，没有资金池的地理集中可以依靠，也没有任何其他容易让他们用来对付Monero的压力点。</p>
zh_tw: <p>在p2pool中，沒有中心化的礦池，沒有中心化的礦池運營商，也沒有一個人掌握著資金和分配報酬。所有通過p2pool挖礦的人集體進行的工作都由p2pool區塊鍊和其他節點運營商檢查，以確保其合法性，當發現一個區塊時，所有礦工都會根據他們所做的工作直接從該發現的區塊中的獎勵中獲得報酬。</p> <p>當礦工選擇使用p2pool而不是集中式礦池時，他們從礦池運營商那裡移走了所有的權力和信任，並確保他們的工作有助於網絡的利益和他們自己的獎勵，減少網絡攻擊、濫用他們的工作或盜竊他們應得的獎勵的風險。</p> <p>這不僅有助於他們保護自己的利益，也減少了集中式資金池對整個Monero網絡構成的風險。p2pool的使用也大大有助於減少民族國家或監管機構可能對網絡健康構成的風險，因為沒有集中式資金池運營商可以施壓，沒有資金池的地理集中可以依靠，也沒有任何其他容易讓他們用來對付Monero的壓力點。</p>

# knowledge250Sbp2pool250Sb4250Sbtitle
source: How does p2pool solve the problems of pool mining?
cs: Jak p2pool řeší problémy těžby v poolu?
fi: Miten p2pool ratkaisee poolin louhinnan ongelmat?
fr: Comment P2Pool résout-il les problèmes de minage de pool ?
it: Come fa p2pool a risolvere i problemi del pool mining?
lt: Kaip p2pool išsprendžia baseino kasybos problemas?
nb: Hvordan løser p2pool problemene med bassengutvinning?
nl: Hoe lost p2pool de problemen van poolmining op?
pl: W jaki sposób p2pool rozwiązuje problemy związane z pool miningiem?
pt_br: Como a p2pool resolve os problemas da mineração de piscinas?
sl: Kako p2pool rešuje težave bazenskega rudarjenja?
sv: Hur löser p2pool problemen med pool mining?
tl: Paano nireresolba ng p2pool ang mga problema ng pool mining?
tr: p2pool havuz madenciliği sorunlarını nasıl çözüyor?
ur: p2pool پول مائننگ کے مسائل کو کیسے حل کرتا ہے؟
zh_cn: p2pool是如何解决矿池采矿的问题？
zh_tw: p2pool是如何解決礦池採礦的問題？
