Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb1250Sbtitle
source: Monero will face regulatory scrutiny far beyond other cryptocurrencies because of its commitment to privacy and anonymity in its transactions.
cs: Monero bude čelit regulační kontrole daleko za hranicemi jiných kryptoměn kvůli svému závazku k ochraně soukromí a anonymity ve svých transakcích.
fi: Monero joutuu viranomaisvalvonnan kohteeksi paljon muita kryptovaluuttoja enemmän, koska se on sitoutunut yksityisyyteen ja anonyymiteen transaktioissaan.
fr: Monero fera l'objet d'un examen réglementaire bien au-delà des autres crypto-monnaies en raison de son engagement en matière de confidentialité et d'anonymat dans ses transactions.
it: Monero dovrà affrontare il controllo normativo ben oltre le altre criptovalute a causa del suo impegno per la privacy e l'anonimato nelle sue transazioni.
lt: Dėl savo įsipareigojimo užtikrinti privatumą ir anonimiškumą atliekant sandorius Monero susidurs su reguliavimo tikrinimu, kuris yra daug didesnis nei kitos kriptovaliutos.
nb: Monero vil møte regulatorisk gransking langt utover andre kryptovalutaer på grunn av sin forpliktelse til personvern og anonymitet i sine transaksjoner.
nl: Monero zal veel meer regulerend toezicht krijgen in vergelijking met andere cryptocurrencies vanwege zijn toewijding aan privacy en anonimiteit in zijn transacties.
pl: Monero zmierzy się z kontrolą regulacyjną znacznie bardziej niż inne kryptowaluty ze względu na swoje zaangażowanie w prywatność i anonimowość.
pt_br: A Monero enfrentará um escrutínio regulatório muito além de outras criptomoedas por causa de seu compromisso com a privacidade e o anonimato em suas transações.
sl: Monero se bo zaradi zavezanosti k zasebnosti in anonimnosti v svojih transakcijah soočil z regulativnim nadzorom, ki bo daleč onkraj drugih kriptovalut.
sv: Monero kommer att granskas av tillsynsmyndigheter långt utöver andra kryptovalutor på grund av sitt engagemang för integritet och anonymitet i sina transaktioner.
tl: Haharapin ng Monero ang pagsusuri sa regulasyon na higit pa sa ibang mga cryptocurrencies dahil sa pangako nito sa privacy at hindi nagpapakilala sa mga transaksyon nito.
tr: Monero, işlemlerinde gizlilik ve anonimliğe olan bağlılığı nedeniyle diğer kripto para birimlerinin çok ötesinde düzenleyici incelemeyle karşı karşıya kalacak.
ur: Monero کو دیگر کریپٹو کرنسیوں سے کہیں زیادہ ریگولیٹری جانچ پڑتال کا سامنا کرنا پڑے گا کیونکہ اس کے لین دین میں رازداری اور گمنامی سے وابستگی ہے۔
zh_cn: 由于门罗币在交易中对隐私保护和匿名的属性，它将面临远超其他加密货币的监管和审查.
zh_tw: 由於門羅幣在交易中對隱私保護和匿名的屬性，它將面臨遠超其他加密貨幣的監管和審查.
