Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb1250Sbtext
source: <p>The Monero community has committed to iterating and improving the project over time, and it seems that commitment boils down to two key aspects of the community’s ethos:</p> <ol type="1"> <li><p>The Monero project is ultimately software – code – written by humans. This can lead to a need to fix bugs, add in improvements that are discovered or invented over time, implement modernizations to the protocol, or to simply maintain the project. This is similar in many ways to the other pieces of software you use (like the browser you’re reading this in!), which need to constantly be updating in order to add new features and fix bugs.</p></li> <li><p>The Monero project is a privacy tool, and privacy is an ever-advancing arms race. The people and groups who would like nothing more than to strip the world of privacy (both financial and personal) are constantly improving, developing, and inventing new ways to attack modern approaches to preserving privacy, like those used in Monero. As the enemies of privacy find these new approaches, the Monero network needs to be able to adapt and improve to fight back and defend our right to financial privacy.</p></li> </ol>
cs: <p>Komunita Monero se zavázala k iteracím a vylepšování projektu v průběhu času a zdá se, že tento závazek spočívá ve dvou klíčových aspektech etiky komunity:</p> <ol type="1"> <li><p>Projekt Monero je v konečném důsledku software - kód - napsaný lidmi. To může vést k potřebě opravovat chyby, přidávat vylepšení, která jsou v průběhu času objevena nebo vynalezena, implementovat modernizace protokolu nebo jednoduše udržovat projekt. To je v mnoha ohledech podobné jako u jiných částí softwaru, které používáte (například prohlížeče, ve kterém čtete tento článek!), které je třeba neustále aktualizovat, aby bylo možné přidávat nové funkce a opravovat chyby.</p></li> <li><p>Projekt Monero je nástrojem pro ochranu soukromí a ochrana soukromí je neustále se rozvíjejícím závodem ve zbrojení. Lidé a skupiny, kteří by si nepřáli nic jiného než zbavit svět soukromí (finančního i osobního), neustále vylepšují, vyvíjejí a vymýšlejí nové způsoby, jak napadnout moderní přístupy k ochraně soukromí, jako jsou ty, které se používají v Moneru. Jakmile nepřátelé soukromí tyto nové přístupy najdou, musí se síť Monero umět přizpůsobit a zdokonalit, aby se mohla bránit a bránit naše právo na finanční soukromí.</p></li> </ol>
fi: <p>Moneron yhteisö on sitoutunut iteroimaan ja parantamaan projektia ajan myötä ja näyttää siltä, että sitoutuminen tiivistyy kahteen yhteisön luonteenomaiseen osaan:</p> <ol type="1"> <li><p> Monero-projekti on viime kädessä ihmisten kirjoittama ohjelmisto – koodi. Tämä voi johtaa tarpeeseen korjata vikoja, lisätä ajan mittaan löydettyjä tai keksittyjä parannuksia, toteuttaa protokollan modernisointeja tai yksinkertaisesti ylläpitää projektia. Tämä on monella tapaa samanlainen kuin muut käyttämäsi ohjelmistot (kuten selain, jolla luet tätä!), joita on päivitettävä jatkuvasti uusien ominaisuuksien lisäämiseksi ja virheiden korjaamiseksi.</p></li> <li><p>Monero-projekti on tietosuojatyökalu, ja yksityisyys on jatkuvasti etenevä kilpavarustelu. Ihmiset ja ryhmät, jotka eivät halua muuta kuin riistää yksityisyyden maailmasta (sekä taloudellisen että henkilökohtaisen), parantavat, kehittävät ja keksivät jatkuvasti uusia tapoja hyökätä moderneihin lähestymistapoihin yksityisyyden säilyttämisessä, kuten Monerossa käytettyihin tapoihin. Kun yksityisyyden viholliset löytävät nämä uudet lähestymistavat, Monero-verkon on kyettävä mukautumaan ja kehittymään taistelemaan ja puolustamaan oikeuttamme taloudelliseen yksityisyyteen.</p></li> </ol>
fr: <p>La communauté Monero s'est engagée à itérer et à améliorer le projet au fil du temps, et il semble que cet engagement se résume à deux aspects clés de la philosophie de la communauté :</p> <ol type="1"> <li><p>Le projet Monero est finalement un logiciel – un code – écrit par des humains. Cela peut conduire à la nécessité de corriger des bogues, d'ajouter des améliorations découvertes ou inventées au fil du temps, de mettre en œuvre des modernisations du protocole ou simplement de maintenir le projet. Ceci est similaire à bien des égards aux autres logiciels que vous utilisez (comme le navigateur dans lequel vous lisez ce texte !), qui doivent être constamment mis à jour afin d'ajouter de nouvelles fonctionnalités et de corriger les bogues.</p></li> <li><p>Le projet Monero est un outil de confidentialité, et la confidentialité est une course aux armements en constante progression. Les personnes et les groupes qui ne voudraient rien de plus que de priver le monde du droit à la confidentialité (à la fois financière et personnelle) améliorent, développent et inventent constamment de nouvelles façons d'attaquer les approches modernes de protection de la confidentialité, comme celles utilisées dans Monero. Alors que les ennemis de la confidentialité découvrent ces nouvelles approches, le réseau Monero doit pouvoir s'adapter et s'améliorer pour riposter et défendre notre droit à la confidentialité financière.</p></li> </ol>
it: <p>La comunità Monero si è impegnata a iterare e migliorare il progetto nel tempo, e sembra che questo impegno si riduca a due aspetti chiave dell'etica della comunità:</p> <ol type="1"> <li><p>Il progetto Monero è in definitiva un software - codice - scritto da esseri umani. Questo può portare alla necessità di correggere i bug, aggiungere miglioramenti che vengono scoperti o inventati nel tempo, implementare modernizzazioni al protocollo, o semplicemente mantenere il progetto. Questo è simile in molti modi agli altri pezzi di software che usi (come il browser in cui stai leggendo questo!), che hanno bisogno di essere costantemente aggiornati per aggiungere nuove funzionalità e correggere i bug.</p></li> <li><p>Il progetto Monero è uno strumento di privacy, e la privacy è una corsa agli armamenti in continua evoluzione. Le persone e i gruppi che non vorrebbero altro che spogliare il mondo della privacy (sia finanziaria che personale) stanno costantemente migliorando, sviluppando e inventando nuovi modi per attaccare i moderni approcci alla conservazione della privacy, come quelli usati in Monero. Mentre i nemici della privacy trovano questi nuovi approcci, la rete Monero deve essere in grado di adattarsi e migliorare per combattere e difendere il nostro diritto alla privacy finanziaria.</p></li> </ol>
lt: <p>Monero bendruomenė įsipareigojo kartoti ir tobulinti projektą laikui bėgant, ir atrodo, kad įsipareigojimas susilieja su dviem pagrindiniais bendruomenės etoso aspektais:</p> <ol type="1"> <li><p> „Monero“ projektas galiausiai yra programinė įranga – kodas – sukurta žmonių. Dėl to gali prireikti taisyti klaidas, pridėti laikui bėgant atrastų ar sugalvotų patobulinimų, modernizuoti protokolą arba tiesiog prižiūrėti projektą. Daugeliu atžvilgių tai panašu į kitas jūsų naudojamas programinės įrangos dalis (pvz., naršyklę, kurioje tai skaitote!), kuri turi būti nuolat atnaujinama, kad būtų galima pridėti naujų funkcijų ir ištaisyti klaidas.</p></li> <li><p>Monero projektas yra privatumo įrankis, o privatumas yra nuolat tobulėjantis ginklavimosi varžybos. Žmonės ir grupės, kurios nenorėtų nieko daugiau, kaip tik panaikinti privatumą (tiek finansinį, tiek asmeninį), nuolat tobulėja, vystosi ir išranda naujus būdus, kaip atakuoti šiuolaikiškus privatumo išsaugojimo metodus, tokius kaip Monero. Privatumo priešams atrandant šiuos naujus metodus, „Monero“ tinklas turi prisitaikyti ir tobulėti, kad kovotų ir apgintų mūsų teisę į finansinį privatumą.</p></li> </ol>
nb: <p> Monero-fellesskapet har forpliktet seg til å gjenta og forbedre prosjektet over tid, og det ser ut til at engasjement koker ned til to nøkkelaspekter av fellesskapets etos:</p> <ol type="1"> <li><p>Monero-prosjektet er til syvende og sist programvare – kode – skrevet av mennesker. Dette kan føre til et behov for å fikse feil, legge til forbedringer som blir oppdaget eller oppfunnet over tid, implementere moderniseringer av protokollen, eller å rett og slett vedlikeholde prosjektet. Dette ligner på mange måter den andre programvaren du bruker (som nettleseren du leser dette i!), som hele tiden må oppdateres for å legge til nye funksjoner og fikse feil.</p></li> <li><p>Monero-prosjektet er et personvernverktøy, og personvern er et stadig økende våpenkappløp. Menneskene og gruppene som ikke ønsker noe mer enn å frata verden personvernet (både økonomisk og personlig) forbedrer, utvikler og oppfinner stadig nye måter å angripe moderne tilnærminger for å bevare personvernet på, som de som brukes i Monero. Ettersom fiender av personvern finner disse nye tilnærmingene, må Monero-nettverket være i stand til å tilpasse seg og forbedre seg for å slå tilbake og forsvare vår rett til økonomisk privatliv.</p></li> </ol>
nl: <p>De Monero-gemeenschap heeft zich ertoe verbonden het project in de loop van de tijd te herhalen en te verbeteren, en het lijkt erop dat toewijding neerkomt op twee belangrijke aspecten van het ethos van de gemeenschap:</p> <ol type="1"> <li><p>Het Monero-project is uiteindelijk software – code – geschreven door mensen. Dit kan leiden tot de noodzaak om bugs op te lossen, verbeteringen toe te voegen die in de loop van de tijd zijn ontdekt of uitgevonden, moderniseringen van het protocol door te voeren of gewoon het project te onderhouden. Dit is in veel opzichten vergelijkbaar met de andere stukjes software die je gebruikt (zoals de browser waarin u dit leest!), die voortdurend moeten worden bijgewerkt om nieuwe functies toe te voegen en bugs te repareren.</p></li> <li><p>Het Monero-project is een privacytool en privacy is een steeds voortschrijdende wapenwedloop. De mensen en groepen die niets liever willen dan de wereld van privacy ontdoen (zowel financieel als persoonlijk) zijn voortdurend bezig met het verbeteren, ontwikkelen en bedenken van nieuwe manieren om moderne benaderingen van privacybescherming, zoals die in Monero worden gebruikt, aan te vallen. Terwijl de vijanden van privacy deze nieuwe benaderingen vinden, moet het Monero-netwerk zich kunnen aanpassen en verbeteren om terug te vechten en ons recht op financiële privacy te verdedigen.</p></li> </ol>
pl: <p> Społeczność Monero zobowiązała się do iterowania i ulepszania projektu w czasie. Wydaje się, że zaangażowanie sprowadza się do dwóch kluczowych aspektów etosu społeczności: </p> <ol type="1"> <li><p> Jakby na to nie patrzeć Projekt Monero jest ostatecznie oprogramowaniem - kodem - napisanym przez ludzi. Może to oznaczać potrzebę naprawy błędów, dodania ulepszeń i odkryć opracowywanych na bieżąco. Uwzględnia to również modernizacje protokołu lub po prostu utrzymanie projektu. Jest to podobne pod wieloma względami do każdego innego oprogramowania (takiego jak przeglądarka, w której to czytasz!). Je również należy stale aktualizować, aby dodawać nowe funkcje i naprawiać błędy. </p></li> <li><p> Projekt Monero jest narzędziem do prywatności, a prywatność to ciągły wyścig zbrojeń. Ludzie i organizacje, które marzą o tym żeby pozbawić świat prywatności (zarówno finansowej, jak i osobistej), stale poprawiają swoją technologię oraz rozwijają i wymyślają nowe sposoby atakowania nowatorskich podejść do zachowania prywatności, takich jak te używane w Monero. Gdy wrogowie prywatności wymyślają te nowe podejścia, sieć Monero musi być w stanie się dostosować i naprawić, aby wywalczyć ochronę naszej prywatności finansowej. </p></li> </ol>
pt_br: <p>A comunidade Monero se comprometeu a iterar e melhorar o projeto ao longo do tempo, e parece que o compromisso se resume a dois aspectos-chave da ética da comunidade:</p> <ol type="1"> <li><p>O projeto Monero é, em última instância, um software - código - escrito por humanos. Isto pode levar a uma necessidade de corrigir bugs, adicionar melhorias que são descobertas ou inventadas ao longo do tempo, implementar modernizações ao protocolo ou simplesmente manter o projeto. Isto é semelhante em muitos aspectos aos outros softwares que você utiliza (como o navegador em que você está lendo isto!), que precisam ser constantemente atualizados a fim de adicionar novas características e corrigir bugs.</p></li> <li><p>O projeto Monero é uma ferramenta de privacidade, e a privacidade é uma corrida armamentista em constante avanço. As pessoas e grupos que nada mais gostariam que despojar o mundo da privacidade (tanto financeira quanto pessoal) estão constantemente melhorando, desenvolvendo e inventando novas maneiras de atacar as abordagens modernas para preservar a privacidade, como as utilizadas em Monero. Como os inimigos da privacidade encontram estas novas abordagens, a rede Monero precisa ser capaz de se adaptar e melhorar para lutar contra e defender nosso direito à privacidade financeira.</p></li> </ol>
sl: <p>Skupnost Monero se je zavezala, da bo sčasoma ponovila in izboljšala projekt, in zdi se, da se ta zaveza zmanjša na dva ključna vidika etosa skupnosti: </p> <ol type="1"> <li><p>Projekt Monero je v končni fazi programska oprema – koda – ki so jo napisali ljudje. To lahko povzroči potrebo po odpravljanju napak, dodajanju izboljšav, ki so odkrite ali izumljene sčasoma, izvajanju posodobitev protokola ali preprosto vzdrževanju projekta. To je v mnogih pogledih podobno drugim delom programske opreme, ki jo uporabljate (na primer brskalniku, v katerem to berete!), ki se mora nenehno posodabljati, da lahko doda nove funkcije in odpravi napake.</p></li> <li><p>Projekt Monero je orodje za zasebnost, boj za zasebnost pa je nenehno napredujoča oboroževalna tekma. Ljudje in skupine, ki bi radi nič drugega kot osvobodili svet zasebnosti (tako finančne kot osebne), se nenehno izboljšujejo, razvijajo in izumljajo nove načine za napad na sodobne pristope k ohranjanju zasebnosti, kot so tisti, ki jih uporablja Monero. Ker sovražniki zasebnosti najdejo te nove pristope, mora biti omrežje Monero sposobno prilagoditi in izboljšati, da se upre in brani našo pravico do finančne zasebnosti.</p></li> </ol>
sv: <p>Monero-communityt har förbundit sig att upprepa och förbättra projektet över tid, och det verkar som att engagemanget kokar ner till två nyckelaspekter av communityns etos:</p> <ol type="1"> <li><p>Monero-projektet är i slutändan mjukvara – kod – skriven av människor. Detta kan leda till ett behov av att fixa buggar, lägga till förbättringar som upptäcks eller uppfinns över tid, implementera moderniseringar av protokollet eller att helt enkelt underhålla projektet. Detta liknar på många sätt de andra programvarorna du använder (som webbläsaren du läser detta i!), som hela tiden måste uppdateras för att kunna lägga till nya funktioner och fixa buggar.</p></li> <li><p>Monero-projektet är ett sekretessverktyg och integritet är en ständigt framskridande kapprustning. De människor och grupper som inget hellre vill än att beröva världen av integritet (både ekonomiskt och personligt) förbättrar, utvecklar och uppfinner ständigt nya sätt att attackera moderna metoder för att bevara integriteten, som de som används i Monero. Eftersom privatlivets fiender hittar dessa nya tillvägagångssätt måste Monero-nätverket kunna anpassa sig och förbättras för att slå tillbaka och försvara vår rätt till ekonomisk integritet.</p></li> </ol>
tl: <p>Nangako ang komunidad ng Monero sa pag-ulit at pagpapabuti ng proyekto sa paglipas ng panahon, at tila ang pangako ay nauuwi sa dalawang pangunahing aspeto ng etos ng komunidad:</p> <ol type="1"> <li><p>Ang proyekto ng Monero ay sa wakas ay software – code – na isinulat ng mga tao. Maaari itong humantong sa pangangailangang ayusin ang mga bug, magdagdag ng mga pagpapahusay na natuklasan o naimbento sa paglipas ng panahon, magpatupad ng mga modernisasyon sa protocol, o mapanatili lamang ang proyekto. Ito ay katulad sa maraming paraan sa iba pang mga piraso ng software na ginagamit mo (tulad ng browser kung saan mo ito binabasa!), na kailangang patuloy na mag-update upang magdagdag ng mga bagong feature at ayusin ang mga bug.</p></li> <li><p>Ang proyekto ng Monero ay isang tool sa privacy, at ang privacy ay isang patuloy na sumusulong na karera ng armas. Ang mga tao at grupo na walang ibang gustong alisin sa mundo ng privacy (kapwa pinansiyal at personal) ay patuloy na nagpapabuti, umuunlad, at nag-iimbento ng mga bagong paraan upang atakehin ang mga modernong diskarte sa pagpapanatili ng privacy, tulad ng mga ginagamit sa Monero. Habang nahanap ng mga kalaban ng privacy ang mga bagong diskarte na ito, ang Monero network ay kailangang makapag-adapt at mag-improve para labanan at ipagtanggol ang ating karapatan sa pinansiyal na privacy.</p></li> </ol>
tr: <p>Monero topluluğu, projeyi zaman içinde yinelemeye ve geliştirmeye kararlıdır ve görünen o ki bu bağlılık, topluluğun ahlakının iki temel yönüne indirgenmektedir:</p> <ol type="1"> <li><p>Monero projesi sonuçta insanlar tarafından yazılan bir yazılımdır (kod). Bu, hataları düzeltme, zaman içinde keşfedilen veya icat edilen iyileştirmeleri ekleme, protokolde modernizasyonlar uygulama veya yalnızca projeyi sürdürme ihtiyacına yol açabilir. Bu, birçok yönden, yeni özellikler eklemek ve hataları düzeltmek için sürekli olarak güncellenmesi gereken, kullandığınız diğer yazılımlara (bunu okuduğunuz tarayıcı gibi!) benzer.</p></li> <li><p>Monero projesi bir gizlilik aracıdır ve gizlilik sürekli ilerleyen bir silahlanma yarışıdır. Dünyanın mahremiyetini (hem finansal hem de kişisel) ortadan kaldırmaktan başka bir şey istemeyen insanlar ve gruplar, Monero'da kullanılanlar gibi, mahremiyetin korunmasına yönelik modern yaklaşımlara saldırmak için sürekli olarak gelişiyor, gelişiyor ve yeni yollar icat ediyor. Gizliliğin düşmanları bu yeni yaklaşımları keşfettikçe, Monero ağının buna uyum sağlaması ve iyileşmesi, mücadele etmesi ve finansal gizlilik hakkımızı savunması gerekiyor.</p></li> </ol>
ur: <p>منیرو کمیونٹی نے وقت کے ساتھ ساتھ پروجیکٹ کو دہرانے اور بہتر بنانے کا عہد کیا ہے، اور ایسا لگتا ہے کہ یہ عزم کمیونٹی کے اخلاق کے دو اہم پہلوؤں پر ابلتا ہے:</p> <ol type="1"> <li><p>منیرو پروجیکٹ بالآخر سافٹ ویئر ہے – کوڈ – جو انسانوں نے لکھا ہے۔ اس سے کیڑے ٹھیک کرنے، وقت کے ساتھ دریافت یا ایجاد ہونے والی بہتریوں کو شامل کرنے، پروٹوکول میں جدید کاری کو لاگو کرنے، یا صرف پروجیکٹ کو برقرار رکھنے کی ضرورت پڑ سکتی ہے۔ یہ بہت سے طریقوں سے آپ کے استعمال کردہ سافٹ ویئر کے دوسرے ٹکڑوں سے ملتا جلتا ہے (جیسے براؤزر جس میں آپ اسے پڑھ رہے ہیں!)، جسے نئی خصوصیات شامل کرنے اور کیڑے ٹھیک کرنے کے لیے مسلسل اپ ڈیٹ کرنے کی ضرورت ہے۔</p></li> <li><p>منیرو پروجیکٹ پرائیویسی ٹول ہے، اور پرائیویسی ہتھیاروں کی ایک مسلسل ترقی کرنے والی دوڑ ہے۔ وہ لوگ اور گروہ جو پرائیویسی کی دنیا (مالی اور ذاتی دونوں) کو چھیننے کے علاوہ کچھ نہیں چاہتے ہیں، مسلسل بہتری، ترقی، اور رازداری کے تحفظ کے جدید طریقوں پر حملہ کرنے کے نئے طریقے ایجاد کر رہے ہیں، جیسا کہ Monero میں استعمال کیا جاتا ہے۔ جیسا کہ پرائیویسی کے دشمن ان نئے طریقوں کو تلاش کرتے ہیں، مونیرو نیٹ ورک کو اس قابل ہونے کی ضرورت ہے کہ وہ مقابلہ کرنے اور مالی رازداری کے ہمارے حق کا دفاع کرنے کے لیے اپنانے اور بہتر بنائے۔</p></li> </ol>
zh_cn: <p>门罗币社区已经承诺随着时间的推移迭代和改进该项目，而这种承诺似乎可以归结为社区精神的两个关键方面：</p> <ol type="1"> <li><p>门罗币项目最终是由人类编写的软件代码。这可能导致需要修复错误，添加随着时间推移发现或发明的改进，实施协议的现代化，或简单地维护该项目。这在很多方面类似于你使用的其他软件（比如你正在浏览的浏览器！），它们需要不断地更新，以增加新功能和修复错误。</p></li> <li><p>门罗币项目是一个隐私工具，而隐私是一场不断进步的军备竞赛。那些只想剥夺世界上的隐私（包括金融和个人隐私）的人和团体正在不断改进、发展和发明新的方法来攻击保护隐私的现代方法，如门罗币中使用的方法。随着隐私的敌人找到这些新方法，门罗币网络需要能够适应和改进，以反击和捍卫我们的金融隐私权。</p></li> </ol>
zh_tw: <p>門羅幣社區已經承諾隨著時間的推移迭代和改進該項目，而這種承諾似乎可以歸結為社區精神的兩個關鍵方面：</p> <ol type="1"> <li><p>門羅幣項目最終是由人類編寫的軟件代碼。這可能導致需要修復錯誤，添加隨著時間推移發現或發明的改進，實施協議的現代化，或簡單地維護該項目。這在很多方麵類似於你使用的其他軟件（比如你正在瀏覽的瀏覽器！），它們需要不斷地更新，以增加新功能和修復錯誤。</p></li> <li><p>門羅幣項目是一個隱私工具，而隱私是一場不斷進步的軍備競賽。那些只想剝奪世界上的隱私（包括金融和個人隱私）的人和團體正在不斷改進、發展和發明新的方法來攻擊保護隱私的現代方法，如門羅幣中使用的方法。隨著隱私的敵人找到這些新方法，門羅幣網絡需要能夠適應和改進，以反擊和捍衛我們的金融隱私權。</p></li> </ol>

# knowledge250Sbupgrades250Sb1250Sbtitle
source: Why does Monero need to keep upgrading the network?
cs: Proč Monero potřebuje síť neustále upgradovat?
fi: Miksi Moneron on jatkuvasti päivitettävä verkkoa?
fr: Pourquoi Monero doit-il continuer de mettre à jour le réseau ?
it: Perché Monero deve continuare ad aggiornare la rete?
lt: Kodėl Monero turi nuolat atnaujinti tinklą?
nb: Hvorfor må Monero fortsette å oppgradere nettverket?
nl: Waarom moet Monero het netwerk blijven upgraden?
pl: Dlaczego Monero musi nadal aktualizować sieć?
pt_br: Por que Monero precisa continuar atualizando a rede?
sl: Zakaj mora Monero še naprej nadgrajevati omrežje?
sv: Varför behöver Monero fortsätta att uppgradera nätverket?
tl: Bakit kailangang patuloy na i-upgrade ni Monero ang network?
tr: Monero'nun neden ağı yükseltmeye devam etmesi gerekiyor?
ur: Monero کو نیٹ ورک کو اپ گریڈ کرتے رہنے کی ضرورت کیوں ہے؟
zh_cn: 为什么门罗币需要不断的升级网络？
zh_tw: 為什麼門羅幣需要不斷的升級網絡？
