Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sbsubtitle8722Sblocal8722Sbbuy8722Sbad
source: local buy advertisement
cs: reklama na místní nákup
fi: paikallinen ostoilmoitus
fr: annonce d'achat local
it: compra pubblicità locale
lt: vietinio pirkimo skelbimas
nb: lokal kjøpsannonse
nl: lokale koopadvertentie
pl: lokalne ogłoszenie kupna
pt_br: anúncio de compra local
sl: oglas za lokalni nakup
sv: lokal köpannons
tl: advertisement ng lokal na pagbili
tr: yerel satın alma reklamı
ur: مقامی خریداری کا اشتہار
zh_cn: 面对面买广告
zh_tw: 面對面買廣告

# trade250Sbsubtitle8722Sblocal8722Sbbuy8722Sbseller
source: You have responded to {username} {ad} at {time}
cs: Odpověděli jste na {username} {ad} v {time}
fi: Olet vastannut viestiin {username} {ad} klo {time}
fr: Vous avez répondu à l'{ad} de {username} à {time}
it: Hai risposto a {username} {ad} alle {time}
lt: Jūs atsakėte į {username} {ad} adresu {time}
nb: Du har svart på {username} {ad} på {time}
nl: U heeft gereageerd op de {ad} van {username} om {time}
pl: Odpowiedziałeś na {ad} od {username} o {time}
pt_br: Você respondeu ao {username} {ad} em {time}
sl: Odgovorili ste na {username} {ad} ob {time}
sv: Du har svarat på {username} {ad} på {time}
tl: Tumugon ka sa {username} {ad} sa {time}
tr: {time} adresinde {username} {ad}'e yanıt verdiniz
ur: آپ نے {username} {ad} کو {time} پر جواب دیا ہے
zh_cn: 你在{time}回复{username}的广告{ad}
zh_tw: 你在{time}回復{username}的廣告{ad}

# trade250Sbsubtitle8722Sblocal8722Sbsell8722Sbbuyer
source: local sell advertisement
cs: rekalama na místní prodej
fi: paikallinen myynti-ilmoitus
fr: annonce de vente locale
it: pubblicità di vendita locale
lt: vietinis pardavimo skelbimas
nb: lokal salgsannonse
nl: lokale verkoop advertentie
pl: lokalne ogłoszenie sprzedaży
pt_br: anúncio de venda local
sl: lokalni oglas za prodajo
sv: lokal sälja annons
tl: lokal na sell advertisement
tr: yerel satış reklamı
ur: مقامی فروخت کا اشتہار
zh_cn: 面对面出售广告
zh_tw: 面對面出售廣告

# trade250Sbsubtitle8722Sbonline8722Sbbuy8722Sbadvertisement
source: online buy advertisement
cs: reklama na online nákup
fi: verkko-ostoilmoitus
fr: annonce d'achat en ligne
it: compra pubblicità online
lt: pirkimo internetu skelbimas
nb: kjøpsannonse på nett
nl: online koop advertentie
pl: ogłoszenie kupna online
pt_br: anúncio de compra online
sl: oglas za spletni nakup
sv: online köp annons
tl: online na pagbili ng patalastas
tr: çevrimiçi satın alma reklamı
ur: آن لائن خریداری کا اشتہار
zh_cn: 网上购买广告
zh_tw: 網上購買廣告

# trade250Sbsubtitle8722Sbonline8722Sbsell8722Sbadvertisement
source: online sell advertisement
cs: reklama na online prodej
fi: verkkomyynti-ilmoitus
fr: annonce de vente en ligne
it: pubblicità di vendita online
lt: pardavimo skelbimas internetu
nb: online salgsannonse
nl: online verkoop advertentie
pl: ogłoszenie sprzedaży online
pt_br: anúncio de venda online
sl: oglas za spletno prodajo
sv: sälj annons online
tr: çevrimiçi satış reklamı
ur: آن لائن فروخت کا اشتہار
zh_cn: 网上出售广告
zh_tw: 網上出售廣告

# trade250Sbterms8722Sband8722Sbinfo8722Sbtext8722Sb0
source: Buyer doesn't need a device at all - confirm successful transaction with the verification code
cs: Kupující zařízení vůbec nepotřebuje – úspěšnou transakci potvrďte ověřovacím kódem
fi: Ostaja ei tarvitse laitetta ollenkaan - vahvista onnistunut transaktio vahvistuskoodilla
fr: L'acheteur n'a pas du tout besoin d'un appareil - confirmez la réussite de la transaction avec le code de vérification
it: L'acquirente non ha bisogno di un dispositivo - conferma la transazione con il codice di verifica
lt: Pirkėjui prietaisas visai nereikalingas – patvirtinkite sėkmingą operaciją su patvirtinimo kodu
nb: Kjøper trenger ikke en enhet i det hele tatt - bekreft vellykket transaksjon med bekreftelseskoden
nl: Koper heeft helemaal geen apparaat nodig - bevestig de succesvolle transactie met de verificatiecode
pl: Kupujący w ogóle nie potrzebuje urządzenia - potwierdź udany handel za pomocą kodu weryfikacji
pt_br: O comprador não precisa de nenhum dispositivo. Confirme a transação com o código de verificação
sl: Kupec sploh ne potrebuje naprave – potrdi uspešno transakcijo s kodo za preverjanje
sv: Köparen behöver ingen enhet alls - bekräfta lyckad transaktion med verifieringskoden
tl: Hindi kailangan ng mamimili ng device - kumpirmahin ang matagumpay na transaksyon gamit ang verification code
tr: Alıcının herhangi bir cihaza ihtiyacı yoktur; doğrulama kodunu kullanarak işlemin başarılı olduğunu onaylayın
ur: خریدار کو کسی بھی ڈیوائس کی ضرورت نہیں ہے - تصدیقی کوڈ کے ساتھ کامیاب ٹرانزیکشن کی تصدیق کریں
zh_cn: 买方根本不需要设备 - 以验证码确认交易的成功
zh_tw: 買方根本不需要設備 - 以驗証碼確認交易的成功

# trade250Sbterms8722Sband8722Sbinfo8722Sbtext8722Sb1
source: Seller can finalize the transaction using a smartphone or laptop
cs: Prodejce může transakci dokončit pomocí chytrého telefonu nebo notebooku
fi: Myyjä voi viimeistellä transaktion älypuhelimella tai kannettavalla tietokoneella
fr: Le vendeur peut finaliser la transaction à l'aide d'un smartphone ou d'un ordinateur portable
it: Il venditore può finalizzare la transazione utilizzando uno smartphone o un computer portatile
lt: Pardavėjas gali užbaigti operaciją naudodamas išmanųjį telefoną ar nešiojamąjį kompiuterį
nb: Selger kan fullføre transaksjonen ved hjelp av en smarttelefon eller bærbar datamaskin
nl: De verkoper kan de transactie afronden met behulp van een smartphone of laptop
pl: Sprzedawca może sfinalizować handel za pomocą smartfona lub laptopa
pt_br: O vendedor pode finalizar a transação usando um smartphone ou laptop
sl: Prodajalec lahko zaključi transakcijo s pametnim telefonom ali prenosnikom
sv: Säljaren kan slutföra transaktionen med hjälp av en smartphone eller bärbar dator
tl: Maaaring tapusin ng nagbebenta ang transaksyon gamit ang isang smartphone o laptop
tr: Satıcı işlemi akıllı telefon veya dizüstü bilgisayar kullanarak tamamlayabilir
ur: بیچنے والا اسمارٹ فون یا لیپ ٹاپ کا استعمال کرکے لین دین کو حتمی شکل دے سکتا ہے
zh_cn: 卖家可以使用智能手机或笔记本电脑完成交易
zh_tw: 賣家可以使用智能手機或筆記本電腦完成交易

# trade250Sbterms8722Sband8722Sbinfo8722Sbtext8722Sb2
source: Finalized transaction is irreversible
cs: Dokončená transakce je nevratná
fi: Lopullinen transaktio on peruuttamaton
fr: Une transaction finalisée est irréversible
it: La transazione finalizzata è irreversibile
lt: Užbaigta operacija yra negrįžtama
nb: Fullført transaksjon er irreversibel
nl: Afgeronde transactie is onomkeerbaar
pl: Sfinalizowany handel jest nieodwracalny
pt_br: A transação finalizada é irreversível
sl: Dokončana transakcija je nepovratna
sv: Slutförd transaktion är oåterkallelig
tl: Ang natapos na transaksyon ay hindi na mababawi
tr: Kesinleşen işlem geri alınamaz
ur: حتمی ٹرانزیکشن ناقابل واپسی ہے
zh_cn: 完成的交易是不可逆的
zh_tw: 完成的交易是不可逆的

# trade250Sbterms8722Sband8722Sbinfo8722Sbtext8722Sb5
source: Please do not use online payment methods! Use online trades for that
cs: Prosím, nepoužívejte online platební metody! Využijte k tomu online obchody
fi: Älä käytä verkkomaksutapoja! Käytä siihen verkossa tapahtuvia kauppoja
fr: Veuillez ne pas utiliser les méthodes de paiement en ligne ! Utilisez les transactions en ligne pour cela
it: Si prega di non utilizzare i metodi di pagamento! Utilizza gli scambi online
lt: Prašome nesinaudoti mokėjimo internetu būdais! Tam naudokite internetinius sandorius
nb: Vennligst ikke bruk online betalingsmetoder! Bruk netthandel for det
nl: Gebruik geen online betaalmethoden! Gebruik daarvoor online transacties
pl: Nie używaj metod płatności online! Użyj handlu online w tym celu
pt_br: Não use formas de pagamento online! Use negociações online para tal
sl: Prosimo, ne uporabljajte spletnih načinov plačila! Za to uporabite trgovanje preko spleta
sv: Använd inte betalningsmetoder online! Använd online-handel för det
tl: Mangyaring huwag gumamit ng mga online na paraan ng pagbabayad! Gumamit ng mga online na kalakalan para diyan
tr: Lütfen online ödeme yöntemlerini kullanmayınız! Bunun için çevrimiçi işlemleri kullanın
ur: براہ کرم آن لائن ادائیگی کے طریقے استعمال نہ کریں! اس کے لیے آن لائن تجارت استعمال کریں
zh_cn: 请不要使用网上支付方式！ 想要的话找网上类型交易广告
zh_tw: 請不要使用網上支付方式！ 想要的話找網上類型交易廣告

# trade250Sbterms8722Sband8722Sbinfo8722Sbtitle
source: {appName} local cash transactions terms and info
cs: {appName} podmínky a informace místních hotovostních transakcí
fi: {appName} paikallisten käteismaksujen ehdot ja tiedot
fr: Conditions et informations de {appName} relatives aux transactions locales en espèces
it: Informazioni e termini relativi alle transazioni in contanti locali di {appName}
lt: {appName} vietinių grynųjų pinigų operacijų sąlygos ir informacija
nb: {appName} vilkår og informasjon for lokale kontanttransaksjoner
nl: {appName} voorwaarden en info voor lokale contante transacties
pl: Warunki i informacje o lokalnych handlach gotówkowych na {appName}
pt_br: Termos e informações para negociar em dinheiro no {appName}
sl: {appName} pogoji in informacije o lokalnih gotovinskih transakcijah
sv: {appName} lokala kontanttransaktioner villkor och info
tl: {appName} mga tuntunin at impormasyon ng lokal na transaksyon sa cash
tr: {appName} yerel nakit işlemleri şartları ve bilgileri
ur: {appName} مقامی نقد لین دین کی شرائط اور معلومات
zh_cn: {appName}面对面交易条款和信息
zh_tw: {appName}面對面交易條款和信息

# trade250Sbterms8722Sbtitle
source: Terms of trade with {username}
cs: Obchodní podmínky s {username}
fi: Kauppaehdot {username}:n kanssa
fr: Conditions de transaction avec {username}
it: Condizioni di scambio con {username}
lt: Prekybos su {username} sąlygos
nb: Handelsbetingelser med {username}
nl: Handelsvoorwaarden met {username}
pl: Warunki handlu z {username}
pt_br: Termos da negociação com {username}
sl: Pogoji trgovanja z {username}
sv: Handelsvillkor med {username}
tl: Mga tuntunin ng pakikipagkalakalan sa {username}
tr: {username} ile ticaret şartları
ur: {username} کے ساتھ تجارت کی شرائط
zh_cn: {username}的交易条款
zh_tw: {username}的交易條款

# trade250Sbtitle8722Sbid
source: Trade ID: {id}
cs: ID obchodu: {id}
fi: Kauppatunnus: {id}
fr: Identifiant de transaction : {id}
it: ID scambio: {id}
lt: Prekybos ID: {id}
nb: Handels-ID: {id}
nl: Handels-ID: {id}
pl: ID handlu: {id}
pt_br: ID da negociação: {id}
sl: ID trgovanja: {id}
sv: Handels-ID: {id}
tr: Ticari Kimlik: {id}
ur: تجارتی ID: {id}
zh_cn: 交易ID： {id}
zh_tw: 交易ID： {id}

# trade250Sbtitle8722Sblocal8722Sbbuy
source: Buying {amountXmr} {assetSymbol} for {amountFiat} {currency} with cash
cs: Nákup {amountXmr} {assetSymbol} za {amountFiat} {currency} v hotovosti
fi: Ostaminen {amountXmr} {assetSymbol} hintaan {amountFiat} {currency} käteisellä
fr: Acheter {amountXmr} {assetSymbol} pour {amountFiat} {currency} en espèces
it: Acquisto di {amountXmr} {assetSymbol} in {amountFiat} {currency}
lt: Pirkdami {amountXmr} {assetSymbol} už {amountFiat} {currency} grynaisiais
nb: Kjøpe {amountXmr} {assetSymbol} for {amountFiat} {currency} med kontanter
nl: {amountXmr} {assetSymbol} kopen voor {amountFiat} {currency} met contant geld
pl: Kupno {amountXmr} {assetSymbol} za {amountFiat} {currency} gotówką
pt_br: Comprando {amountXmr} {assetSymbol} por {amountFiat} {currency} com dinheiro
sl: Nakup {amountXmr} {assetSymbol} za {amountFiat} {currency} z gotovino
sv: Köpande {amountXmr} {assetSymbol} för {amountFiat} {currency} med kontanter
tl: Pagbili ng {amountXmr} {assetSymbol} para sa {amountFiat} {currency} gamit ang cash
tr: Nakit ile {amountFiat} {currency} karşılığında {amountXmr} {assetSymbol} satın alma
ur: نقدی کے ساتھ {amountXmr} {assetSymbol} {amountFiat} {currency} میں خریدنا
zh_cn: 使用现金以 {amountFiat} {currency} 购买 {amountXmr} {assetSymbol}
zh_tw: 使用現金以 {amountFiat} {currency} 購買 {amountXmr} {assetSymbol}

# trade250Sbtitle8722Sblocal8722Sbsell
source: Selling {amountXmr} {assetSymbol} for {amountFiat} {currency} for cash
cs: Prodám {amountXmr} {assetSymbol} za {amountFiat} {currency} v hotovosti
fi: Myydään {amountXmr} {assetSymbol} hintaan {amountFiat} {currency} käteisellä
fr: Vendre {amountXmr} {assetSymbol} pour {amountFiat} {currency} en espèces
it: Vendita di {amountXmr} {assetSymbol} per {amountFiat} {currency}
lt: Parduodu {amountXmr} {assetSymbol} už {amountFiat} {currency} už grynuosius pinigus
nb: Selger {amountXmr} {assetSymbol} for {amountFiat} {currency} for kontanter
nl: {amountXmr} {assetSymbol} voor {amountFiat} {currency} verkopen voor contant geld
pl: Sprzedaż {amountXmr} {assetSymbol} za {amountFiat} {currency} gotówką
pt_br: Vendendo {amountXmr} {assetSymbol} por {amountFiat} {currency} por dinheiro
sl: Prodaja {amountXmr} {assetSymbol} za {amountFiat} {currency} za gotovino
sv: Försäljning {amountXmr} {assetSymbol} för {amountFiat} {currency} för kontanter
tl: Nagbebenta ng {amountXmr} {assetSymbol} para sa {amountFiat} {currency} para sa cash
tr: Nakit karşılığında {amountFiat} {currency} karşılığında {amountXmr} {assetSymbol} satışı
ur: نقدی کے لیے {amountXmr} {assetSymbol} {amountFiat} {currency} میں فروخت کرنا
zh_cn: 使用现金以 {amountFiat} {currency} 出售 {amountXmr} {assetSymbol}
zh_tw: 使用現金以 {amountFiat} {currency} 出售 {amountXmr} {assetSymbol}

# trade250Sbtitle8722Sbonline8722Sbbuy
source: Buying {amountXmr} {assetSymbol} for {amountFiat} {currency} using {method}
cs: Nákup {amountXmr} {assetSymbol} za {amountFiat} {currency} pomocí {method}
fi: Ostaminen {amountXmr} {assetSymbol} valuutaksi {amountFiat} {currency} käyttämällä {method}
fr: Acheter {amountXmr} {assetSymbol} pour {amountFiat} {currency} en utilisant {method}
it: Acquisto di {amountXmr} {assetSymbol} per {amountFiat} {currency} usando {method}
lt: Perkant {amountXmr} {assetSymbol}, skirtą {amountFiat} {currency} naudojant {method}
nb: Kjøper {amountXmr} {assetSymbol} for {amountFiat} {currency} med {method}
nl: {amountXmr} {assetSymbol} kopen voor {amountFiat} {currency} met behulp van {method}
pl: Kupno {amountXmr} {assetSymbol} za {amountFiat} {currency} za pomocą {method}
pt_br: Comprando {amountXmr} {assetSymbol} por {amountFiat} {currency} via {method}
sl: Nakup {amountXmr} {assetSymbol} za {amountFiat} {currency} z uporabo {method}
sv: Köpande {amountXmr} {assetSymbol} för {amountFiat} {currency} med {method}
tl: Pagbili ng {amountXmr} {assetSymbol} para sa {amountFiat} {currency} gamit ang {method}
tr: {method} kullanarak {amountFiat} {currency} için {amountXmr} {assetSymbol} satın alma
ur: {method} کا استعمال کرتے ہوئے {amountFiat} {currency} کے لیے {amountXmr} {assetSymbol} خریدنا
zh_cn: 使用{method}以 {amountFiat} {currency} 购买 {amountXmr} {assetSymbol}
zh_tw: 使用{method}以 {amountFiat} {currency} 購買 {amountXmr} {assetSymbol}

# trade250Sbtitle8722Sbonline8722Sbsell
source: Selling {amountXmr} {assetSymbol} for {amountFiat} {currency} using {method}
cs: Prodám {amountXmr} {assetSymbol} za {amountFiat} {currency} pomocí {method}
fi: Myyminen {amountXmr} {assetSymbol} valuutaksi {amountFiat} {currency} käyttäen {method}
fr: Vendre {amountXmr} {assetSymbol} pour {amountFiat} {currency} en utilisant {method}
it: Vendita di {amountXmr} {assetSymbol} per {amountFiat} {currency} usando {method}
lt: Parduodu {amountXmr} {assetSymbol}, skirtą {amountFiat} {currency} naudojant {method}
nb: Selger {amountXmr} {assetSymbol} for {amountFiat} {currency} med {method}
nl: {amountXmr} {assetSymbol} verkopen voor {amountFiat} {currency} met behulp van {method}
pl: Sprzedaż {amountXmr} {assetSymbol} za {amountFiat} {currency} za pomocą {method}
pt_br: Vendendo {amountXmr} {assetSymbol} por {amountFiat} {currency} via {method}
sl: Prodam {amountXmr} {assetSymbol} za {amountFiat} {currency} z uporabo {method}
sv: Försäljning {amountXmr} {assetSymbol} för {amountFiat} {currency} med {method}
tl: Nagbebenta ng {amountXmr} {assetSymbol} para sa {amountFiat} {currency} gamit ang {method}
tr: {method} kullanarak {amountFiat} {currency} karşılığında {amountXmr} {assetSymbol} satma
ur: {method} کا استعمال کرتے ہوئے {amountFiat} {currency} کے لیے {amountXmr} {assetSymbol} فروخت کرنا
zh_cn: 使用{method}以 {amountFiat} {currency} 出售 {amountXmr} {assetSymbol}
zh_tw: 使用{method}以 {amountFiat} {currency} 出售 {amountXmr} {assetSymbol}

# trade250Sbtitle250Sbbuying
source: Buying
cs: Nákup
fi: Ostaminen
fr: Achat
it: Acquisto
lt: Pirkimas
nb: Kjøpe
nl: Kopen
pl: Kupno
pt_br: Comprando
sl: Kupovanje
sv: Köpande
tl: Pagbili
tr: Alış
ur: خریدنا
zh_cn: 购买
zh_tw: 購買

# trade250Sbtitle250Sbexpiry
source: Contract length:
cs: Délka smlouvy:
fi: Sopimuksen pituus:
fr: Temps de validité de l'offre :
it: Durata del contratto:
lt: Sutarties trukmė:
nb: Kontraktslengde:
nl: Contractduur:
pl: Długość kontraktu:
pt_br: Duração do contrato:
sl: Trajanje pogodbe:
sv: Kontrakt längd:
tl: Haba ng kontrata:
tr: Sözleşme uzunluğu:
ur: معاہدے کی لمبائی:
zh_cn: 合同期限：
zh_tw: 合同期限：

# trade250Sbtitle250Sbselling
source: Selling
cs: Prodej
fi: Myyminen
fr: Vente
it: vendita
lt: Parduodu
nb: Selger
nl: Verkopen
pl: Sprzedaż
pt_br: Venda
sl: Prodaja
sv: Försäljning
tl: Nagbebenta
tr: Satış
ur: فروخت کرنا
zh_cn: 销售
zh_tw: 銷售

# trade250Sbupdate8722Sbfeedback8722Sbbtn
source: Update feedback
cs: Aktualizovat zpětnou vazbu
fi: Päivitä palaute
fr: Mettre à jour l'évaluation
it: Aggiorna feedback
lt: Atnaujinkite atsiliepimus
nb: Oppdater tilbakemelding
nl: Feedback bijwerken
pl: Zaktualizuj ocenę
pt_br: Atualizar feedback
sl: Posodobite povratne informacije
sv: Uppdatera feedback
tl: I-update ang feedback
tr: Geri bildirimi güncelleyin
ur: تاثرات کو اپ ڈیٹ کریں
zh_cn: 更改评价
zh_tw: 更改評價

# trade250Sbwarning250Sbimpersonation
source: Beware of scammers trying to impersonate staff! <br /> {appName} administrators will never tell you to finalize a trade. <br /> Staff messages have a red background.
cs: Dejte si pozor na podvodníky, kteří se snaží vydávat za zaměstnance! Administrátoři <br /> {appName} vám nikdy neřeknou, abyste dokončili obchod. <br /> Zprávy zaměstnanců mají červené pozadí.
fi: Varo huijareita, jotka yrittävät esiintyä henkilökuntana! <br /> {appName} -järjestelmänvalvojat eivät koskaan käske sinua viimeistelemään kauppaa. <br /> Henkilökunnan viesteissä on punainen tausta.
fr: Méfiez-vous des escrocs qui tentent de se faire passer pour des membres du personnel ! Les administrateurs <br /> {appName} ne vous diront jamais de finaliser une transaction. <br /> Les messages des membres du personnel ont un fond rouge.
it: Fai attenzione ai truffatori che cercano di impersonare il personale! <br /> Gli amministratori di {appName} non ti diranno mai di finalizzare un'operazione. <br /> I messaggi del personale hanno uno sfondo rosso.
lt: Saugokitės sukčių, bandančių apsimesti darbuotojais! <br /> {appName} administratoriai niekada nelieps užbaigti sandorio. <br /> Darbuotojų pranešimų fonas yra raudonas.
nb: Vokt dere for svindlere som prøver å etterligne ansatte! <br /> {appName}-administratorer vil aldri fortelle deg å fullføre en handel. <br /> Personalmeldinger har rød bakgrunn.
nl: Pas op voor oplichters die zich voordoen als personeel! <br /> {appName} beheerders zullen u nooit vertellen om een transactie te voltooien. <br /> Personeelsberichten hebben een rode achtergrond.
pl: Uważaj, na oszustów próbujących podszywać się pod personel!<br /> Administratorzy {appName} nigdy nie powiedzą Ci, aby sfinalizować handel.<br /> Wiadomości personelu mają czerwone tło.
pt_br: Cuidado com os golpistas que tentam imitar o pessoal! <br /> Os administradores do {appName} nunca lhe dirão para finalizar uma profissão. <br /> As mensagens do pessoal têm um fundo vermelho.
sl: Pazite se prevarantov, ki poskušajo lažno predstavljati osebje! Administratorji <br /> {appName} vam nikoli ne bodo rekli, da zaključite trgovanje. <br /> Sporočila osebja imajo rdeče ozadje.
sv: Se upp för bedragare som försöker utge sig för att vara personal! <br /> {appName} Administratörerna kommer aldrig att säga till dig att slutföra en affär. <br /> Meddelanden till personalen har röd bakgrund.
tl: Mag-ingat sa mga scammer na sinusubukang magpanggap bilang staff! Hindi kailanman sasabihin sa iyo ng mga administrator ng <br /> {appName} na tapusin ang isang trade. <br /> Ang mga mensahe ng staff ay may pulang background.
tr: Personeli taklit etmeye çalışan dolandırıcılara dikkat! <br /> {appName} yöneticileri size asla bir takası tamamlamanızı söylemez. <br /> Personel mesajlarının arka planı kırmızıdır.
ur: عملے کی نقالی کرنے کی کوشش کرنے والوں سے ہوشیار رہیں! <br /> {appName} منتظمین آپ کو تجارت کو حتمی شکل دینے کے لیے کبھی نہیں کہیں گے۔ <br /> عملے کے پیغامات کا پس منظر سرخ ہوتا ہے۔
zh_cn: 谨防试图冒充员工的骗子！ <br /> {appName} 管理员永远不会告诉您完成交易。 <br /> 员工消息具有红色背景。
zh_tw: 謹防試圖冒充員工的騙子！ <br /> {appName} 管理員永遠不會告訴您完成交易。 <br /> 員工消息具有紅色背景。

# trades8722Sbtable250Sbstatus250Sbnot8722Sbpaid
source: Not paid
cs: Nezaplaceno
fi: Ei maksettu
fr: Impayée
it: non pagato
lt: Nesumoketas
nb: Ikke betalt
nl: Niet betaald
pl: Nieopłacony
pt_br: Não pago
sl: Ni plačano
sv: Inte betalat
tl: Hindi bayad
tr: Ödenmeyen
ur: ادا نہیں کیا
zh_cn: 没有支付
zh_tw: 沒有支付

# trades8722Sbtable250Sbstatus250Sbpaid
source: Paid
cs: Zaplaceno
fi: Maksettu
fr: Payée
it: pagato
lt: Mokama
nb: Betalt
nl: Betaald
pl: Zapłacony
pt_br: Pago
sl: Plačano
sv: Betald
tl: Binayaran
tr: Paralı
ur: ادا کیا
zh_cn: 付费
zh_tw: 付費

# try8722Sbagain
source: Try again
cs: Zkuste to znovu
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
lt: Bandyk iš naujo
nb: Prøv igjen
nl: Probeer het nog eens
pl: Spróbuj ponownie
pt_br: Tente novamente
sl: Poskusi ponovno
sv: Försök igen
tl: Subukan muli
tr: Tekrar deneyin
ur: دوبارہ کوشش کریں
zh_cn: 再试一次
zh_tw: 再試一次

# user250Sbaccount8722Sbcreated
source: Account created:
cs: Účet založen:
fi: Tili luotu:
fr: Compte créé :
it: Account creato:
lt: Paskyra sukurta:
nb: Konto opprettet:
nl: Account aangemaakt:
pl: Konto utworzone:
pt_br: Conta criada em:
sl: Račun ustvarjen:
sv: Konto skapat:
tl: Nakagawa na ng account:
tr: Hesap oluşturuldu:
ur: اکاؤنٹ بنایا گیا:
zh_cn: 账户已创建：
zh_tw: 賬戶已創建：

# user250Sbads250Sblocal8722Sbbuy8722Sbtitle
source: Sell {assetName} for cash to {user}
cs: Prodejte {assetName} za hotovost {user}
fi: Myy {assetName} käteisellä käyttäjälle {user}
fr: Vendre du {assetName} contre de l'espèce à {user}
it: Vendi {assetName} per contanti con {user}
lt: Parduokite {assetName} už grynuosius pinigus {user}
nb: Selg {assetName} for kontanter til {user}
nl: Verkoop {assetName} voor contant geld aan {user}
pl: Sprzedaj {assetName} za gotówkę użytkownikowi {user}
pt_br: Venda {assetName} por dinheiro ao {user}
sl: Prodaj {assetName} za gotovino {user}
sv: Sälj {assetName} för kontanter till {user}
tl: Ibenta ang {assetName} nang cash sa {user}
tr: {assetName}'i nakit karşılığında {user}'e sat
ur: {assetName} کو نقد رقم کے لیے {user} کو فروخت کریں
zh_cn: 将{assetName}用现金出售给{user}
zh_tw: 將{assetName}用現金出售給{user}

# user250Sbads250Sblocal8722Sbsell8722Sbtitle
source: Buy {assetName} with cash from {user}
cs: Kupte {assetName} za hotovost od {user}
fi: Osta {assetName} käteisellä käyttäjältä {user}
fr: Acheter du {assetName} avec de l'espèce à {user}
it: Acquista {assetName} in contanti dall'utente {user}
lt: Pirkite {assetName} grynaisiais iš {user}
nb: Kjøp {assetName} med kontanter fra {user}
nl: Koop {assetName} met contant geld van {user}
pl: Kup {assetName} gotówką od {user}
pt_br: Compre {assetName} com dinheiro de {user}
sl: Kupi {assetName} z gotovino pri {user}
sv: Köp {assetName} med kontanter från{user}
tl: Bumili ng {assetName} gamit ang cash mula sa {user}
tr: {user}'ten nakit olarak {assetName} satın alın
ur: {user} سے نقد رقم کے ساتھ {assetName} خریدیں
zh_cn: 从{user}用现金购买{assetName}
zh_tw: 從{user}用現金購買{assetName}
