Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb1250Sbtext
source: In order to judge whether RandomX is an improvement, we must first understand what the purpose of mining is. Mining secures a blockchain from double spends via Nakamoto Consensus. The exact intricacies of how it does this are beyond the scope of this article, but they can be learned from many different sources around the internet. What matters is that the security comes from hashes generated by computers (miners), in competition with one another to find the mathematical solution necessary to create another block. As they do this, they add new transactions to the blockchain. In return for their work (hashes) they are compensated with newly minted coins. <br/><br/> There are a number of issues that can occur with this setup, and they require proper incentives to work correctly, but we’re going to focus in on one particular problem that might arise. If mining is supposed to be a competition, what happens when one miner gains an advantage?
cs: Abychom mohli posoudit, zda je RandomX vylepšením, musíme nejprve pochopit, jaký je účel těžby. Těžba zajišťuje blockchain od dvojitých útrat prostřednictvím Nakamoto Consensus. Přesné složitosti toho, jak to dělá, přesahují rámec tohoto článku, ale lze je zjistit z mnoha různých zdrojů na internetu. Důležité je, že zabezpečení pochází z hashů generovaných počítači (těžaři), kteří spolu soutěží o nalezení matematického řešení nezbytného k vytvoření dalšího bloku. Jak to dělají, přidávají do blockchainu nové transakce. Na oplátku za svou práci (haše) jsou odměňováni nově vyraženými mincemi. <br/><br/> S tímto nastavením se může vyskytnout řada problémů, které vyžadují správné pobídky, aby fungovaly správně, ale my se zaměříme na jeden konkrétní problém, který by mohl nastat. Pokud má být těžba soutěží, co se stane, když jeden těžař získá výhodu?
fi: Jotta voimme arvioida, onko RandomX parannus, meidän on ensin ymmärrettävä louhinnan tarkoitus. Louhinta turvaa lohkoketjun kaksinkertaisilta kuluilta Nakamoto Consensuksen kautta. Nämä tekniset tarkat yksityiskohdat eivät kuulu tämän artikkelin piiriin, mutta ne voidaan oppia monista eri lähteistä Internetissä. Tärkeää on, että tietoturva tulee tietokoneiden (louhijoiden) luomista hasheista, jotka kilpailevat keskenään löytääkseen matemaattisen ratkaisun, joka tarvitaan toisen lohkon luomiseen. Kun he tekevät tämän, he lisäävät uusia transaktioita lohkoketjuun. Vastineeksi työstään (hashista) he saavat korvauksen vasta luoduista kolikoista. <br/><br/> Tämän järjestelyn yhteydessä voi esiintyä useita ongelmia, ja ne edellyttävät asianmukaisia kannustimia toimiakseen oikein, mutta keskitymme yhteen tiettyyn ongelmaan, joka saattaa syntyä tulevaisuudessa. Jos louhinnan oletetaan olevan kilpailu, mitä tapahtuu, kun yksi louhija saa edun?
fr: Afin de juger si RandomX est une amélioration, nous devons d'abord comprendre quel est le but du minage. Le « minage » sécurise une blockchain contre les doubles dépenses via le consensus de Nakamoto. Les subtilités exactes de la manière dont il procède dépassent le cadre de cet article, mais elles peuvent être trouvées sur de nombreuses sources sur Internet. Ce qui compte, c'est que la sécurité provienne de « hachages » générés par des ordinateurs (appelés ici mineurs), en concurrence les uns avec les autres pour trouver la solution mathématique nécessaire à la création d'un autre bloc. Ce faisant, ils ajoutent de nouvelles transactions à la blockchain. En échange de leur travail (hachages), ils sont récompensés par des jetons nouvellement générés. <br /><br /> Un certain nombre de problèmes peuvent survenir avec cette approche, et ils nécessitent des incitations appropriées pour fonctionner correctement, mais nous allons nous concentrer sur un problème particulier qui pourrait survenir. Si le minage est censé être une compétition, que se passe-t-il lorsqu'un mineur obtient un avantage ?
it: Per valutare se RandomX è un miglioramento, dobbiamo prima capire qual è lo scopo del mining. L'estrazione mineraria protegge una blockchain dalle doppie spese tramite il consenso di Nakamoto. Le complessità esatte di come lo fanno vanno oltre lo scopo di questo articolo, ma possono essere apprese da molte fonti diverse su Internet. Ciò che conta è che la sicurezza provenga da hash generati da computer (minatori), in concorrenza tra loro per trovare la soluzione matematica necessaria per creare un altro blocco. Mentre lo fanno, aggiungono nuove transazioni alla blockchain. In cambio del loro lavoro (hash) vengono compensati con monete coniate di recente. <br/><br/>Ci sono una serie di problemi che possono verificarsi con questa configurazione e richiedono incentivi adeguati per funzionare correttamente, ma ci concentreremo su un particolare problema che potrebbe sorgere. Se l'estrazione mineraria dovrebbe essere una competizione, cosa succede quando un minatore ottiene un vantaggio?
lt: Norėdami nuspręsti, ar RandomX yra patobulinimas, pirmiausia turime suprasti, koks yra kasybos tikslas. Kasyba apsaugo blokų grandinę nuo dvigubų išlaidų per „Nakamoto Consensus“. Tikslios gudrybės, kaip tai padaryti, nepatenka į šio straipsnio taikymo sritį, tačiau jų galima sužinoti iš daugybės skirtingų šaltinių internete. Svarbu tai, kad saugumas gaunamas iš maišos, kurią generuoja kompiuteriai (mineriai), konkuruodami vieni su kitais ieškant matematinio sprendimo, reikalingo sukurti kitą bloką. Tai darydami jie prideda naujų operacijų į blokų grandinę. Už darbą (maišos) jiems atlyginama naujai nukaldintomis monetomis. <br/><br/> Naudojant šią sąranką gali kilti daugybė problemų, todėl norint tinkamai veikti, joms reikia tinkamų paskatų, tačiau mes sutelksime dėmesį į vieną konkrečią problemą, kuri gali kilti. Jei kasyba turėtų būti konkurencija, kas atsitiks, kai vienas kalnakasys įgyja pranašumą?
nb: For å bedømme om RandomX er en forbedring, må vi først forstå hva hensikten med gruvedrift er. Mining sikrer en blokkjede fra doble forbruk via Nakamoto Consensus. De nøyaktige vanskelighetene ved hvordan den gjør dette er utenfor rammen av denne artikkelen, men de kan læres fra mange forskjellige kilder rundt på internett. Det som betyr noe er at sikkerheten kommer fra hash generert av datamaskiner (gruvearbeidere), i konkurranse med hverandre for å finne den matematiske løsningen som er nødvendig for å lage en ny blokk. Mens de gjør dette, legger de til nye transaksjoner til blokkjeden. Til gjengjeld for sitt arbeid (hash) blir de kompensert med nypregede mynter. <br/><br/> Det er en rekke problemer som kan oppstå med dette oppsettet, og de krever riktige insentiver for å fungere riktig, men vi skal fokusere på ett spesielt problem som kan oppstå. Hvis gruvedrift er ment å være en konkurranse, hva skjer når en gruvearbeider får en fordel?
nl: Om te beoordelen of RandomX een verbetering is, moeten we eerst begrijpen wat het doel van mining is. Mining beveiligt een blockchain tegen dubbele uitgaven via Nakamoto Consensus. De exacte fijne kneepjes van hoe het dit doet, vallen buiten het bereik van dit artikel, maar ze kunnen uit veel verschillende bronnen op het internet worden geleerd. Waar het om gaat is dat de beveiliging afkomstig is van hashes die worden gegenereerd door computers (miners), die met elkaar concurreren om de wiskundige oplossing te vinden die nodig is om nog een blok te maken. Terwijl ze dit doen, voegen ze nieuwe transacties toe aan de blockchain. In ruil voor hun werk (hashes) worden ze gecompenseerd met nieuw geslagen munten. <br/><br/> Er zijn een aantal problemen die kunnen optreden bij deze opstelling, en ze hebben de juiste prikkels nodig om correct te werken, maar we gaan ons concentreren op een bepaald probleem dat zich zou kunnen voordoen. Als mining een wedstrijd zou moeten zijn, wat gebeurt er dan als een miner een voordeel behaalt?
pl: Aby ocenić, czy RandomX jest ulepszeniem, musimy najpierw zrozumieć, jaki jest cel miningu. Mining zabezpiecza blockchain przed podwójnym wydaniem środków za pośrednictwem konsensusu Nakamoto. Dokładne zawiłości tego, jak to działa są poza zakresem tego artykułu, ale można się o nich dowiedzieć z wielu różnych źródeł w Internecie. Liczy się to, że bezpieczeństwo pochodzi z hashów generowanych przez komputery (minerów), w konkurencji ze sobą, aby znaleźć matematyczne rozwiązanie niezbędne do stworzenia nowego bloku. Gdy to zrobią, dodają nowe transakcje do blockchaina. W zamian za ich pracę (hashe) otrzymują rekompensatę w formie nowych Monero. <br/><br/> Istnieje wiele problemów, które mogą wystąpić w tej konfiguracji i wymaga ona odpowiedniego zachęcenia minerów do tego, żeby system pracował prawidłowo, ale skupmy się na jednym konkretnym problemie. Jeśli wydobycie ma być konkurencją, to co się stanie, gdy jeden miner zyska przewagę?
pt_br: Para julgar se o RandomX é uma melhoria, precisamos primeiro entender qual é o objetivo da mineração. A mineração protege uma blockchain de gastos duplos via consenso de Nakamoto. Os meandros exatos de como isso é feito estão além do escopo deste artigo, mas podem ser aprendidos em várias fontes diferentes da Internet. O que importa é que a segurança provenha de hashes gerados por computadores (mineradores), em concorrência entre si para encontrar a solução matemática necessária para criar outro bloco. Ao fazer isso, eles adicionam novas transações ao blockchain. Em troca de seu trabalho (hashes), são compensados com moedas recém-cunhadas. <br/><br/>Há vários problemas que podem ocorrer com essa configuração e exigem incentivos adequados para funcionar corretamente, mas vamos nos concentrar em um problema específico que possa surgir. Se a mineração é uma competição, o que acontece quando um minerador obtém uma vantagem?
sl: Da bi lahko presodili, ali je RandomX izboljšava, moramo najprej razumeti, kakšen je namen rudarjenja. Rudarjenje varuje verigo blokov pred dvojno porabo prek Nakamotovega soglasja. Natančne podrobnosti, kako to počne, presegajo okvir tega članka, vendar jih je mogoče izvedeti iz številnih različnih virov po internetu. Pomembno je, da varnost izhaja iz hešev, ki jih ustvarijo računalniki (rudarji), ki med seboj tekmujejo, da bi našli matematično rešitev, potrebno za ustvarjanje drugega bloka. Pri tem v verigo blokov dodajajo nove transakcije. V zameno za svoje delo (hashe) so nagrajeni z novo skovanimi kovanci. <br/><br/> Pri tej nastavitvi se lahko pojavijo številne težave, ki za pravilno delovanje zahtevajo ustrezne spodbude, vendar se bomo osredotočili na eno posebno težavo, ki se lahko pojavi. Če naj bi bilo rudarjenje tekmovanje, kaj se zgodi, ko en rudar pridobi prednost?
sv: För att kunna bedöma om RandomX är en förbättring måste vi först förstå vad syftet med gruvdrift är. Mining säkrar en blockchain från dubbla utgifter via Nakamoto Consensus. De exakta krångligheterna i hur det gör detta ligger utanför ramen för denna artikel, men de kan läras från många olika källor runt om på internet. Det viktiga är att säkerheten kommer från hash som genereras av datorer (gruvarbetare), i konkurrens med varandra för att hitta den matematiska lösning som krävs för att skapa ytterligare ett block. När de gör detta lägger de till nya transaktioner till blockkedjan. I utbyte för sitt arbete (haschar) kompenseras de med nypräglade mynt. <br/><br/> Det finns ett antal problem som kan uppstå med den här installationen, och de kräver lämpliga incitament för att fungera korrekt, men vi kommer att fokusera på ett särskilt problem som kan uppstå. Om gruvdrift är tänkt att vara en tävling, vad händer när en gruvarbetare får en fördel?
tl: Upang hatulan kung ang RandomX ay isang pagpapabuti, kailangan muna nating maunawaan kung ano ang layunin ng pagmimina. Tinitiyak ng pagmimina ang isang blockchain mula sa dobleng paggastos sa pamamagitan ng Nakamoto Consensus. Ang mga eksaktong intricacies ng kung paano ito ginagawa ay lampas sa saklaw ng artikulong ito, ngunit maaari silang matutunan mula sa maraming iba't ibang mga mapagkukunan sa internet. Ang mahalaga ay ang seguridad ay nagmumula sa mga hash na nabuo ng mga computer (mga minero), sa kumpetisyon sa isa't isa upang mahanap ang mathematical na solusyon na kinakailangan upang lumikha ng isa pang block. Habang ginagawa nila ito, nagdaragdag sila ng mga bagong transaksyon sa blockchain. Bilang kapalit sa kanilang trabaho (hashes) sila ay binabayaran ng mga bagong gawang barya. <br/><br/> Mayroong ilang mga isyu na maaaring mangyari sa setup na ito, at nangangailangan ang mga ito ng mga wastong insentibo upang gumana nang tama, ngunit kami ay magtutuon sa isang partikular na problema na maaaring lumitaw. Kung ang pagmimina ay dapat na isang kompetisyon, ano ang mangyayari kapag ang isang minero ay nakakuha ng isang kalamangan?
tr: RandomX'in bir gelişme olup olmadığına karar vermek için öncelikle madenciliğin amacının ne olduğunu anlamalıyız. Madencilik, Nakamoto Konsensüsü aracılığıyla bir blockchain'i çifte harcamalardan korur. Bunu nasıl yaptığının tam incelikleri bu makalenin kapsamı dışındadır ancak bunlar internetteki birçok farklı kaynaktan öğrenilebilir. Önemli olan, güvenliğin, başka bir blok oluşturmak için gerekli matematiksel çözümü bulmak üzere birbirleriyle rekabet eden bilgisayarlar (madenciler) tarafından üretilen karmalardan gelmesidir. Bunu yaparken blok zincirine yeni işlemler eklerler. Çalışmalarının (hash) karşılığında yeni basılan paralarla telafi edilirler. <br/><br/> Bu kurulumda ortaya çıkabilecek çok sayıda sorun var ve bunların doğru çalışması için uygun teşvikler gerekiyor, ancak biz ortaya çıkabilecek belirli bir soruna odaklanacağız. Madenciliğin bir rekabet olması gerekiyorsa, bir madenci avantaj elde ettiğinde ne olur?
ur: یہ فیصلہ کرنے کے لیے کہ آیا RandomX ایک بہتری ہے، ہمیں پہلے سمجھنا چاہیے کہmining کا مقصد کیا ہے۔ کہmining Nakamoto Consensus اتفاق رائے کے ذریعے ڈبل خرچ سے بلاک چین کو محفوظ کرتی ہے۔ یہ کیسے کرتا ہے اس کی صحیح پیچیدگیاں اس مضمون کے دائرہ کار سے باہر ہیں، لیکن وہ انٹرنیٹ کے آس پاس کے بہت سے مختلف ذرائع سے سیکھی جا سکتی ہیں۔ اہم بات یہ ہے کہ سیکیورٹی کمپیوٹرز (miners) کے ذریعہ تیار کردہ ہیشز سے آتی ہے، ایک دوسرے کے ساتھ مقابلہ کرتے ہوئے ایک اور بلاک بنانے کے لیے ضروری ریاضیاتی حل تلاش کرتے ہیں۔ جیسا کہ وہ ایسا کرتے ہیں، وہ بلاکچین میں نئے لین دین کا اضافہ کرتے ہیں۔ ان کے کام (hashes) کے بدلے میں انہیں نئے بنائے گئے سکوں سے معاوضہ دیا جاتا ہے۔ <br/><br/> اس سیٹ اپ کے ساتھ بہت سے مسائل پیش آ سکتے ہیں، اور انہیں صحیح طریقے سے کام کرنے کے لیے مناسب ترغیبات کی ضرورت ہوتی ہے، لیکن ہم ایک خاص مسئلے پر توجہ مرکوز کرنے جا رہے ہیں جو پیدا ہو سکتا ہے۔ اگر کان کنی کو ایک مقابلہ سمجھا جاتا ہے، تو کیا ہوتا ہے جب ایکminer فائدہ حاصل کرتا ہے؟
zh_cn: 在进行判断RandomX 算法是否是一个好的升级以前，我们必须首先理解挖矿的意义和目标究竟是什么.所谓挖矿和记账是确保整个系统能维护社区共识不被破坏，即没有双花发生和51%算力攻击.这套挖矿系统具体运作和实现的技术细节不在本文的讨论范围内，读者可以在互联网上找到很多不同信息来源进行深度学习.我们需要关注的重点是由计算机（矿工们）产生的哈希值决定了整个加密货币体系的安全性，矿工们彼此竞争，进行运算比赛，运算的数学结果是打包下一个区块的必要条件，只有第一个运算出这个结果的矿工才有资格获得记账权，打包下一个区块到整个区块链上.作为他们运算（哈希运算）的回报，他们会获得他们打包区块的区块奖励（发行的新币+矿工费）. <br/><br/> 在挖矿记账这个过程中会经常会发生很多问题，他们需要适当的奖励机制才能正常工作，但本文我们重点关注一个问题.如果说挖矿本来是一种竞争比赛，那么如果有一个矿工获得了相对其他竞争者的绝对优势，那将会发生什么?
zh_tw: 在進行判斷RandomX 算法是否是一個好的升級以前，我們必須首先理解挖礦的意義和目標究竟是什麼.所謂挖礦和記賬是確保整個系統能維護社區共識不被破壞，即沒有雙花發生和51%算力攻擊.這套挖礦系統具體運作和實現的技術細節不在本文的討論範圍內，讀者可以在互聯網上找到很多不同信息來源進行深度學習.我們需要關注的重點是由計算機（礦工們）產生的哈希值決定了整個加密貨幣體系的安全性，礦工們彼此競爭，進行運算比賽，運算的數學結果是打包下一個區塊的必要條件，只有第一個運算出這個結果的礦工才有資格獲得記賬權，打包下一個區塊到整個區塊鏈上.作為他們運算（哈希運算）的回報，他們會獲得他們打包區塊的區塊獎勵（發行的新幣+礦工費）. <br/><br/> 在挖礦記賬這個過程中會經常會發生很多問題，他們要適當的獎勵機制才能正常工作，但本文我們重點關註一個問題.如果說挖礦本來是一種競爭比賽，那麼如果有一個礦工獲得了相對其他競爭者的絕對優勢，那將會發生什麼?

# knowledge250Sbmining250Sb1250Sbtitle
source: Purpose
cs: Účel
fi: Tarkoitus
fr: Objectif
it: Scopo
lt: Tikslas
nb: Hensikt
nl: Doel
pl: Powód
pt_br: Objectivo
sl: Namen
sv: Syfte
tl: Layunin
tr: Amaç
ur: مقصد
zh_cn: 目标
zh_tw: 目標
