Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbkeys250Sb2250Sbtext
source: <p>When you start to hold your own keys, the most important thing to remember is to <em>save and keep your seed phrase safe</em>! This is the set of 14 or 25 random words that any Monero wallet will give you when you create a wallet, and is all you will need to get your funds back if you lose your phone, your desktop, your laptop, or you forget a password.</p> <p>Treat this seed phrase as if it is worth all the Monero in your wallet, as anyone who gets it will have complete access to the funds in your wallet. It’s ideal to keep it in a safe or secret location, preserve multiple copies in case of fire or natural disaster, and never show it to anyone.</p> <p>For more on seed phrases, see <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Seed | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Using free and open-source wallets</h6> <h5 id="for-desktop">For desktop</h4> <p>If you’re mainly a desktop user and don’t spend/receive Monero on-the-go very often, there are a few solid choices for holding your own keys without needing to rely on any third-parties.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">The official Monero wallet</a> <ul> <li>This is the official Monero wallet software, and has seen constant improvements and additions. It includes an integrated Monero daemon (if you want), is very user-friendly, and will soon support <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">mining via p2pool directly from your wallet</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>This is an excellent wallet in the vein of <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum for Bitcoin</a>, and provides both simple usability and extremely powerful features in a single wallet.</li> </ul></li> </ul> <h5 id="for-mobile">For mobile</h4> <p>For those of us that like to be able to use our Monero on the go or spend frequently, having a solid mobile Monero wallet that still keeps our keys in our own hands is immensely important.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet is a free and open-source (FOSS) wallet for Android and iOS that supports Monero, Bitcoin, and Litecoin natively.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo is a FOSS wallet for Android that has some awesome added features and graphics, native Tor node support, and much more.</li> </ul></li> </ul>
cs: <p>Když začnete mít v ruce vlastní klíče, nejdůležitější je pamatovat si, že <em>je třeba uložit a uchovávat svou seed frázi v bezpečí</em>! Jedná se o sadu 14 nebo 25 náhodných slov, kterou vám při vytvoření peněženky poskytne každá peněženka Monero, a je to vše, co budete potřebovat k získání svých prostředků zpět, pokud ztratíte telefon, stolní počítač, notebook nebo zapomenete heslo.</p> <p>S touto seed frází zacházejte, jako by měla hodnotu všech peněz Monero ve vaší peněžence, protože každý, kdo ji získá, bude mít úplný přístup k prostředkům ve vaší peněžence. Ideální je uchovávat ji v trezoru nebo na tajném místě, uchovat si více kopií pro případ požáru nebo přírodní katastrofy a nikdy ji nikomu neukázat.</p> <p>Další informace o seed frázích naleznete v části <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Seed | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Používání bezplatných peněženek s otevřeným zdrojovým kódem</h6> <h5 id="for-desktop">pro stolní počítače</h4> <p>Pokud jste hlavně uživatelé stolních počítačů a neutrácíte/přijímáte Monero na cestách příliš často, existuje několik solidních možností, jak si držet vlastní klíče, aniž byste se museli spoléhat na třetí strany.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Oficiální Monero peněženka</a> <ul> <li>Jedná se o oficiální software peněženky Monero, který je neustále vylepšován a doplňován. Obsahuje integrovaného démona Monero (pokud chcete), je uživatelsky velmi přívětivý a brzy bude podporovat <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">těžbu přes p2pool přímo z vaší peněženky</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Peněženka Feather</a> <ul> <li>Jedná se o vynikající peněženku v duchu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum pro Bitcoin,</a> a poskytuje jak jednoduchou použitelnost, tak extrémně výkonné funkce v jediné peněžence.</li> </ul></li> </ul> <h5 id="for-mobile">Pro mobily</h4> <p>Pro ty z nás, kteří chtějí mít možnost používat své Monero na cestách nebo často utrácet, je nesmírně důležité mít solidní mobilní peněženku Monero, která stále drží naše klíče v našich rukou.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Peněženka Cake</a> <ul> <li>Cake Wallet je bezplatná peněženka s otevřeným zdrojovým kódem (FOSS) pro Android a iOS, která nativně podporuje Monero, Bitcoin a Litecoin.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo je peněženka FOSS pro Android, která má některé úžasné přidané funkce a grafiku, nativní podporu uzlů Tor a mnoho dalšího.</li> </ul></li> </ul>
fi: <p>Kun alat säilyttää itse omia avaimiasi, on tärkeintä muistaa <em>tallentaa ja säilyttää palautuslauseesi turvassa</em>! Tämä on 14 tai 25 satunnaisen sanan sarja, jonka mikä tahansa Monero-lompakko antaa sinulle aina kun luot lompakon, ja se on kaikki mitä tarvitset saadaksesi rahasi takaisin, jos kadotat puhelimesi, pöytätietokoneesi, kannettavan tietokoneen tai unohdat salasanan.</p> <p>Kohtele tätä palautuslausetta ikään kuin se olisi arvoltaan kaikki Monerot lompakossasi, sillä kuka tahansa, joka saa sen, pääsee käsiksi varoihin sinun lompakossasi. On suositeltavaa pitää se turvallisessa tai salaisessa paikassa, säilyttää useita kopioita kaiken varalta, jos sattuu tulipalo tai muu luonnonkatastrofi, eikä koskaan näyttää sitä kenellekään..</p> <p>Lisätietoja palautuslauseista on osoitteessa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Siemen | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Ilmaisten ja avoimen lähdekoodin lompakoiden käyttö</h6> <h5 id="for-desktop">Pöytätietokoneelle</h4> <p>Jos olet pääasiassa pöytätietokoneen käyttäjä etkä käytä/vastaanota Moneroa matkustellessa, on olemassa muutamia vaihtoehtoja joilla voit pitää omia avaimiasi ilman tarvetta luottaa kolmansiin osapuoliin.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Virallinen Monero lompakko</a> <ul> <li>Tämä on virallinen Monero-lompakko-ohjelmisto, jossa on tehty jatkuvia parannuksia ja lisäyksiä. Se sisältää integroidun Monero-daemon (jos haluat), on erittäin käyttäjäystävällinen ja tukee pian <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">suoraa louhintaa p2poolin kautta lompakostasi</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather-lompakko</a> <ul> <li>Tämä on erinomainen lompakko <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/"> joka muistuttaa Bitcoinin Electrumia</a> ja se tarjoaa sekä yksinkertaisen käytettävyyden että erittäin tehokkaat ominaisuudet yhdessä lompakossa.</li> </ul></li> </ul> <h5 id="for-mobile">Mobiililaitteille</h4> <p>Meille, jotka haluamme käyttää Moneroamme matkoilla tai käyttää sitä usein, on erittäin tärkeää olla hyvä mobiili Monero-lompakko, joka silti pitää avaimemme itse käsissämme.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet on ilmainen ja avoimen lähdekoodin (FOSS) lompakko Androidille ja iOS:lle, joka alkuperäisesti tukee Moneroa, Bitcoinia ja Litecoinia.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo on FOSS-lompakko Androidille, johon on lisätty hienoja ominaisuuksia ja grafiikkaa, kuten natiivi Tor-solmutuki ja paljon muuta.</li> </ul></li> </ul>
fr: <p>Lorsque vous commencez à détenir vos propres clés, la chose la plus importante à vous souvenir est de <em>sauvegarder et de garder votre phrase mnémonique en sécurité</em> ! C'est un ensemble de 14 ou 25 mots aléatoires que n'importe quel portefeuille Monero vous donnera quand vous le créerez, et c'est tout ce dont vous aurez besoin pour récupérer vos fonds si vous perdez votre téléphone, votre ordinateur de bureau, votre ordinateur portable ou vous oubliez le mot de passe du portefeuille.</p> <p>Traitez cette phrase mnémonique comme si elle valait tout le Monero de votre portefeuille, car toute personne qui l'obtient aura un accès complet aux fonds dans votre portefeuille. Il est conseillé de la garder dans un endroit sûr et/ou secret, d'en conserver plusieurs copies en cas d'incendie ou de catastrophe naturelle, et de ne jamais la montrer à qui que ce soit.</p> <p>Pour en savoir plus sur les phrases mnémoniques, vous pouvez consultez <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/fr/resources/moneropedia/mnemonicseed.html">Phrase Mnémonique | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Utilisation de portefeuilles logiciels gratuits et Open Source</h6> <h5 id="for-desktop">Pour ordinateur</h4> <p>Si vous êtes principalement un utilisateur de bureau et que vous ne dépensez/recevez peu ou pas de Monero en déplacement, il existe quelques choix fiables pour conserver vos propres clés sans avoir à dépendre d'un tiers.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/fr/downloads">Le portefeuille officiel Monero</a> <ul> <li>Il s'agit du logiciel de portefeuille officiel de Monero, et il a connu des améliorations et ajouts constants. Il inclut un nœud Monero (optionnel), propose une interface très conviviale, et prendra bientôt en charge <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">« le minage » via P2Pool directement depuis votre portefeuille</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Le portefeuille Feather</a> <ul> <li>C'est un excellent portefeuille dans la lignée d'<a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum pour Bitcoin</a>, et propose à la fois convivialité, simplicité et fonctionnalités extrêmement puissantes en un seul portefeuille.</li> </ul></li> </ul> <h5 id="for-mobile">Pour mobile</h4> <p>Pour ceux d'entre nous qui aiment pouvoir utiliser notre Monero en déplacement ou dépensent plus fréquemment, avoir un portefeuille mobile Monero fiable qui conserve toujours nos clés entre nos mains est extrêmement important.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Portefeuille Cake Wallet</a> <ul> <li>Cake Wallet est un portefeuille gratuit et Open Source (FOSS) pour Android et iOS prenant en charge Monero, Bitcoin et Litecoin de manière native.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo est un portefeuille FOSS pour Android qui a de superbes fonctionnalités et graphismes, la prise en charge native des nœuds Tor, et bien plus encore.</li> </ul></li> </ul>
it: <p>Quando inizi a tenere le tue chiavi, la cosa più importante ricordati di <em>salvare e mantenere la tua frase seme al sicuro</em>! Questo è il set di 14 o 25 parole casuali che qualsiasi portafoglio Monero ti darà quando crei un portafoglio ed è tutto ciò di cui avrai bisogno per riavere i tuoi fondi se perdi il telefono, il desktop, il laptop o dimentichi a parola d'ordine.</p> <p>Tratta questa frase seme come se valesse tutto il Monero nel tuo portafoglio, poiché chiunque lo ottenga avrà accesso completo ai fondi in il tuo portafoglio. È l'ideale per tenerlo in un luogo sicuro o segreto, conservare più copie in caso di incendio o calamità naturale, e mai mostralo a chiunque.</p> <p>Per ulteriori informazioni sulle frasi seed, vedere <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonico Seme | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Utilizzo gratuito e open source portafogli</h6> <h5 id="for-desktop">Per desktop</h4> <p>Se sei principalmente un utente desktop e non spendi/ricevi Monero in movimento molto spesso, ci sono alcune solide scelte per tenersi da soli chiavi senza dover fare affidamento su terze parti.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Il Monero ufficiale wallet</a> <ul> <li>Questo è il software ufficiale del wallet di Monero e ha visto costantemente miglioramenti e integrazioni. Include un demone Monero integrato (se vuoi), è molto facile da usare e presto supporterà il mining di <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">tramite p2pool direttamente dal tuo portafoglio</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>Questo è un eccellente portafoglio sulla scia di <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum for Bitcoin</a>e fornisce entrambi semplicità d'uso e funzionalità estremamente potenti in un unico prodotto portafoglio.</li> </ul></li> </ul> <h5 id="for-mobile">Per dispositivi mobili</h4> <p>Per quelli di noi a cui piace essere in grado di utilizzare il nostro Monero in movimento o spendere frequentemente, avendo un solido portafoglio mobile Monero che mantiene ancora le nostre chiavi nelle nostre mani è immensamente importante.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet è un portafoglio gratuito e open source (FOSS) per Android e iOS che supporta nativamente Monero, Bitcoin e Litecoin.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo è un portafoglio FOSS per Android a cui sono stati aggiunti alcuni fantastici caratteristiche e grafica, supporto nativo del nodo Tor e molto altro.</li> </ul></li> </ul>
lt: <p>Kai pradedate laikyti savo raktus, svarbiausia atminkite, kad <em>išsaugokite ir saugokite pradinę frazę</em>! Tai yra 14 arba 25 atsitiktinių žodžių rinkinys, kurį jums pateiks bet kuri Monero piniginė sukuriate piniginę ir tai viskas, ko jums prireiks, kad atgautumėte lėšas, jei pametate telefoną, stalinį kompiuterį, nešiojamąjį kompiuterį arba pamiršote a slaptažodį.</p> <p>Laikykite šią pradinę frazę taip, lyg ji būtų verta visų jūsų Monero piniginės, nes kiekvienas, kuris ją gaus, turės visišką prieigą prie lėšų tavo piniginė. Idealu laikyti jį saugioje arba slaptoje vietoje, išsaugoti kelias kopijas gaisro ar stichinės nelaimės atveju ir niekada parodyti bet kam.</p> <p>Daugiau apie pradines frazes žr. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemoninis Sėkla | Moneropedija</a>.</p> <h6 id="using-free-and-open-source-wallets">Nemokamo ir atvirojo kodo naudojimas piniginės</h6> <h5 id="for-desktop">Staliniam kompiuteriui</h4> <p>Jei daugiausia naudojate stalinius kompiuterius ir neišleidžiate / negaunate Monero labai dažnai keliaujant, yra keletas tvirtų pasirinkimų, kaip išlaikyti save raktus ir nereikia pasikliauti jokiomis trečiosiomis šalimis.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Oficialus Monero piniginė</a> <ul> <li>Tai yra oficiali Monero piniginės programinė įranga, kuri buvo nuolatinė patobulinimai ir papildymai. Jame yra integruotas Monero demonas (jei norite), yra labai patogus naudoti ir netrukus palaikys <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">kasyba per p2pool tiesiai iš savo piniginės</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Plunksnų piniginė</a> <ul> <li>Tai puiki piniginė <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum for Bitcoin</a> ir teikia abu paprastas naudojimas ir itin galingos funkcijos viename piniginė.</li> </ul></li> </ul> <h5 id="for-mobile">Mobiliesiems</h4> <p>Tiems iš mūsų, kurie mėgsta turėti galimybę naudotis savo Monero kelyje arba dažnai išleidžiate, turėdami tvirtą mobiliąją Monero piniginę, kuri vis dar saugoma mūsų raktai mūsų pačių rankose yra nepaprastai svarbūs.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet yra nemokama atvirojo kodo (FOSS) piniginė, skirta Android ir iOS, kuri palaiko Monero, Bitcoin ir Litecoin.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo yra FOSS piniginė, skirta „Android“, kuriai pridėta keletas nuostabių dalykų funkcijos ir grafika, vietinio Tor mazgo palaikymas ir daug daugiau.</li> </ul></li> </ul>
nb: <p>Når du begynner å holde dine egne nøkler, er det viktigste å husk er å <em>lagre og holde frøsetningen din trygg</em>! Dette er sett med 14 eller 25 tilfeldige ord som enhver Monero-lommebok vil gi deg når du oppretter en lommebok, og er alt du trenger for å få pengene tilbake hvis du mister telefonen, skrivebordet, den bærbare datamaskinen, eller du glemmer en passord.</p> <p>Behandle denne frøsetningen som om den er verdt all Monero i din lommebok, da alle som får den vil ha full tilgang til midlene i din lommebok. Det er ideelt å oppbevare det på et trygt eller hemmelig sted, bevare flere kopier i tilfelle brann eller naturkatastrofer, og aldri vis det til hvem som helst.</p> <p>For mer om frøsetninger, se <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Frø | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Bruk av gratis og åpen kildekode lommebøker</h6> <h5 id="for-desktop">For datamaskin</h4> <p>Hvis du hovedsakelig er en stasjonær bruker og ikke bruker/mottar Monero på farten veldig ofte, er det noen solide valg for å holde deg selv nøkler uten å måtte stole på noen tredjeparter.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Den offisielle Monero lommebok</a> <ul> <li>Dette er den offisielle Monero-lommebokprogramvaren, og har vært konstant forbedringer og tillegg. Den inkluderer en integrert Monero-demon (hvis du vil ha), er veldig brukervennlig, og vil snart støtte <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">gruvedrift via p2pool direkte fra lommeboken din</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Featherwallet</a> <ul> <li>Dette er en utmerket lommebok i likhet med <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum for Bitcoin</a>, og gir begge deler enkel brukervennlighet og ekstremt kraftige funksjoner i en enkelt lommebok.</li> </ul></li> </ul> <h5 id="for-mobile">For mobil</h4> <p>For de av oss som liker å kunne bruke Monero på farten eller bruke ofte, å ha en solid mobil Monero-lommebok som fortsatt holder nøklene våre i våre egne hender er utrolig viktig.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet er en gratis lommebok med åpen kildekode (FOSS) for Android og iOS som støtter Monero, Bitcoin og Litecoin.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo er en FOSS-lommebok for Android som har noe fantastisk lagt til funksjoner og grafikk, innebygd Tor-nodestøtte og mye mer.</li> </ul></li> </ul>
nl: <p>Als u uw eigen sleutels begint te dragen, is het allerbelangrijkste dat u niet vergeet om <em>uw 'seed phrase' op te slaan en veilig te houden</em>! Dit is de set van 14 of 25 willekeurige woorden die elke Monero-portefeuille u zult geven wanneer u een portefeuille aanmaakt en is alles wat u nodig heeft om uw geld terug te krijgen als u uw telefoon, uw desktop computer of uw laptop vergeet, of als u uw wachtwoord vergeet.</p> <p>Behandel deze 'seed phrase' alsof het alle Monero in uw portefeuille waard is, aangezien iedereen met die sleutel volledige toegang krijgt tot het saldo in uw portefeuille. Het is dus ideaal om het op een veilige of geheime locatie te bewaren, meerdere kopieën te bewaren in geval van brand of natuurrampen, en het nooit aan iemand te laten zien.</p> <p>Zie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Zaad | Moneropedia</a> voor meer informatie over 'seed phrases'.</p> <h6 id="using-free-and-open-source-wallets">Gratis en open-source portefeuilles gebruiken</h6> <h5 id="for-desktop">Voor desktop</h4> <p>Als u voornamelijk een desktopgebruiker bent en geen Monero uitgeeft/ontvangt als u op stap bent, zijn er een paar solide keuzes om van uw eigen sleutels in bezit te zijn zonder afhankelijk te zijn van externe partijen.</p> <u> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">De officiële Monero portefeuille</a> <u> <li>Dit is de officiële Monero-portefeuillesoftware en ziet constante verbeteringen en aanvullingen. Het bevat een geïntegreerde Monero-daemon (als u het zo wilt zeggen), is zeer gebruiksvriendelijk en ondersteunt binnenkort <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">mining via p2pool rechtstreeks vanuit uw portefeuille</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <u> <li>Dit is een uitstekende portefeuille in de stijl van <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum voor Bitcoin</a>, en biedt zowel eenvoudige bruikbaarheid als extreem krachtige functies in één portefeuille.</li> </ul></li> </ul> <h5 id="for-mobile">Voor mobiel</h4> <p>Voor degenen onder ons die onze Monero graag vaak of on the go willen uitgeven of gebruiken, is het van groot belang dat u een solide mobiele Monero-portefeuille gebruikt waarbij uw sleutels in uw eigen handen liggen.</p> <u> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <u> <li>Cake Wallet is een gratis en open-source (FOSS) portefeuille voor Android en iOS dat Monero, Bitcoin en Litecoin native ondersteunt.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <u> <li>Monerujo is een FOSS-portefeuille voor Android die geweldige toegevoegde functies en afbeeldingen, ondersteuning voor native Tor-knooppunten en nog veel meer heeft.</li> </ul></li> </ul>
pl: <p>Gdy zaczynasz przechowywać własne klucze, najważniejsze jest to, żeby pamiętać o <em>zapisaniu seeda w bezpiecznym miejscu</em>! Seed to seria 14 lub 25 przypadkowych słów, które każdy portfel Monero Ci poda, gdy utworzysz nowy portfel. Są one wszystkim czego potrzebujesz, aby odzyskać swoje środki jeśli zgubisz swój telefon, komputer, laptopa, albo zapomnisz hasła.</p> <p>Traktuj seeda jakby był wart tyle co wszystkie Twoje Monero w portfelu, ponieważ każdy kto zdobędzie Twojego seeda, będzie mieć dostęp do Twoich pieniędzy. Przechowuj seeda w bezpiecznym lub tajnym miejscu, zrób kilka kopii na wypadek pożaru, bądź innej katastrofy naturalnej. Nigdy nie pokazuj swojego seeda komuś innemu.</p> <p>Więcej na temat seedów możesz się dowiedzieć tutaj: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Seed | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Korzystanie z wolnych i open sourcowych portfeli</h6> <h5 id="for-desktop">Dla komputera</h4> <p> Jeśli jesteś głównie użytkownikiem komputerów i nie wydajesz/nie odbierasz Monero często, to istnieje kilka opcji przechowywania własnych kluczy bez konieczności polegania na osobach trzecich. </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">The official Monero wallet</a> <ul> <li> To jest oficjalne oprogramowanie portfela Monero. Jest ono stale jest ulepszane i rozbudowywane. Zawiera zintegrowanego demona Monero (jeśli chcesz), jest bardzo przyjazny dla użytkownika i wkrótce będzie obsługiwał <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">kopanie za pośrednictwem p2pool bezpośrednio z Twojego portfela</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>Jest to wspaniały portfel w stylu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum dla Bitcoina</a>, jest prosty i ma bardzo wiele funkcji.</li> </ul></li> </ul> <h5 id="for-mobile">Dla telefonu</h4> <p>Dla tych z nas, którzy lubią mieć Monero ze sobą lub często wydają, posiadanie porządnego portfela Monero, który daje Ci pełną kontrolę nad Twoimi kluczami jest bardzo ważne.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet jest darmowym i open-sourcowym (FOSS) portfelem na Androida i iOS. Obsługuje Monero, Bitcoina i Litecoina.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo jest portfelem FOSS na Androida, wyposażonym w wiele wspaniałych funkcji, piękny interfejs, natywną obsługę Tora i dużo więcej.</li> </ul></li> </ul>
pt_br: <p>Quando você começa a segurar suas próprias chaves, a coisa mais importante para lembrar é <em>salvar e manter sua frase de semente segura</em>! Este é o conjunto de 14 ou 25 palavras aleatórias que qualquer carteira Monero lhe dará quando criar uma carteira, e é tudo o que você precisará para obter seus fundos de volta se você perde seu telefone, seu desktop, seu laptop, ou você esquece um senha.</p> <p>Trate esta frase de semente como se valesse todo o Monero em seu carteira, pois quem a receber terá acesso completo aos fundos em sua carteira. É ideal para mantê-la em um local seguro ou secreto, preservar múltiplas cópias em caso de incêndio ou desastre natural, e nunca mostrá-lo a qualquer pessoa.</p> <p>Para saber mais sobre frases de sementes, veja <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">. Mnemonic Semente | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Usando código livre e de código aberto carteiras</h6> <h5 id="for-desktop">Para desktop</h4> <p>Se você é principalmente um usuário desktop e não gasta/recebe Monero em movimento com muita freqüência, há algumas escolhas sólidas para manter sua própria chaves sem a necessidade de contar com terceiros.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">O Monero oficial carteira</a> <ul> <li>Este é o software oficial de carteira Monero, e tem visto constante melhorias e acréscimos. Inclui um daemon Monero integrado (se você quer), é muito fácil de usar, e em breve apoiará a mineração <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">. via p2pool diretamente de sua carteira</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Carteira de penas</a> <ul> <li>Esta é uma excelente carteira na veia de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Elétrico para Bitcoin</a>e fornece ambos usabilidade simples e características extremamente poderosas em um único carteira.</li> </ul></li> </ul> <h5 id="for-mobile">Para celular</h4> <p>Para aqueles de nós que gostam de poder usar nosso Monero em viagem ou gastar frequentemente, tendo uma sólida carteira Monero móvel que ainda mantém nossas chaves em nossas próprias mãos é imensamente importante.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Carteira de bolo</a> <ul> <li>Cake Wallet é uma carteira gratuita e de código aberto (FOSS) para Android e iOS que apóia Monero, Bitcoin, e Litecoin nativamente.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo é uma carteira FOSS para Android que tem alguns incríveis adicionados características e gráficos, suporte de nó Tor nativo, e muito mais.</li> </ul></li> </ul>
sl: <p>Ko začnete držati svoje ključe, najpomembnejše, kar si morate zapomniti, je, da <em>shranite in ohranite svojo seed frazo na varnem</em>! To je nabor 14 ali 25 naključnih besed, ki vam jih bo dala katera koli denarnica Monero, ko jo ustvarite in je vse, kar potrebujete za povračilo sredstev, če izgubite telefon, prenosnik ali pozabite geslo.</p> <p>Ravnajte s to frazo, kot da je vredna vsega Monera v vaši denarnici, saj bo imel vsak, ki jo bo dobil, popoln dostop do sredstev v njej. Idealno je, da hranite na varnem ali skrivnem mestu, ohranite več izvodov v primeru požara ali naravne nesreče in nikoli ne pokažite nikomur.</p> <p>Za več o seed frazah poglejte <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Seed | Moneropedija</a>.</p> <h6 id="using-free-and-open-source-wallets">Uporaba brezplačne in odprtokodne denarnice</h6> <h5 id="for-desktop">Za namizje</h4> <p>Če ste večinoma uporabnik namizja in ne pošiljate/prejemate Monera zelo pogosto na poti, je na voljo nekaj dobrih možnosti, da ostanete sami lastnik ključev, ne da bi se morali zanašati na tretje osebe.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Uradna Monero denarnica</a> <ul> <li>To je uradna programska oprema za denarnico Monero, ki nenehno doživlja izboljšave in dopolnitve. Vključuje integriran daemon Monero (če želite), je zelo uporabniku prijazna in bo kmalu podpiral <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">rudarjenje prek p2pool neposredno iz vaše denarnice</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>To je odlična denarnica v smislu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum za Bitcoin</a> in ponuja preprosto uporabnost in izjemno zmogljive funkcije v eni denarnici.</li> </ul></li> </ul> <h5 id="for-mobile">Za mobilne naprave</h4> <p>Za tiste med nami, ki radi uporabljamo svoj Monero na poti je pomembna trdna mobilna denarnica Monero, ki še vedno hrani ključe v naših rokah.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Denarnica Cake</a> <ul> <li>Cake Wallet je brezplačna in odprtokodna (FOSS) denarnica za Android in iOS, ki podpira Monero, Bitcoin in Litecoin.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo je denarnica FOSS za Android, ki ima dodanih nekaj super funkcij, ponuja podporo za Tor in še veliko več.</li> </ul></li> </ul>
sv: <p>När du börjar hålla dina egna nycklar är det viktigaste att kom ihåg är att <em>spara och förvara din fröfras säker</em>! Det här är set med 14 eller 25 slumpmässiga ord som alla Monero-plånböcker ger dig när du skapar en plånbok och är allt du behöver för att få tillbaka dina pengar om du tappar bort din telefon, din stationära dator, din bärbara dator eller så glömmer du en lösenord.</p> <p>Behandla denna fröfras som om den är värd all Monero i din plånbok, eftersom alla som får den kommer att ha fullständig tillgång till pengarna i din plånbok. Det är idealiskt att förvara det på en säker eller hemlig plats, bevara flera kopior i händelse av brand eller naturkatastrof, och aldrig visa det för vem som helst.</p> <p>För mer om fröfraser, se <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Frö | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Använda gratis och öppen källkod plånböcker</h6> <h5 id="for-desktop">För stationära datorer</h4> <p>Om du huvudsakligen är en datoranvändare och inte spenderar/tar emot Monero när du är på språng mycket ofta, det finns några solida val för att hålla ditt eget nycklar utan att behöva förlita sig på någon tredje part.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Den officiella Monero plånbok</a> <ul> <li>Detta är den officiella Monero-plånboken och har varit konstant förbättringar och tillägg. Den innehåller en integrerad Monero-demon (om du vill), är mycket användarvänlig och kommer snart att stödja <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">gruvdrift via p2pool direkt från din plånbok</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Fjäderplånbok</a> <ul> <li>Detta är en utmärkt plånbok i stil med <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum for Bitcoin</a>, och tillhandahåller båda enkel användbarhet och extremt kraftfulla funktioner i en singel plånbok.</li> </ul></li> </ul> <h5 id="for-mobile">För mobil</h4> <p>För de av oss som gillar att kunna använda vår Monero på språng eller spendera ofta, att ha en solid mobil Monero-plånbok som fortfarande håller våra nycklar i våra egna händer är oerhört viktiga.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet är en gratis plånbok med öppen källkod (FOSS) för Android och iOS som stöder Monero, Bitcoin och Litecoin inbyggt.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo är en FOSS-plånbok för Android som har några fantastiska tillagda funktioner och grafik, inbyggt Tor-nodstöd och mycket mer.</li> </ul></li> </ul>
tl: <p>Kapag sinimulan mong hawakan ang sarili mong mga susi, ang pinakamahalagang bagay ay tandaan na <em>i-save at panatilihing ligtas ang iyong seed phrase</em>! Ito ang set ng 14 o 25 random na salita na ibibigay sa iyo ng anumang Monero wallet kung kailan gumawa ka ng wallet, at ito lang ang kakailanganin mo para maibalik ang iyong mga pondo kung nawala mo ang iyong telepono, ang iyong desktop, ang iyong laptop, o nakalimutan mo ang isang password.</p> <p>Itrato ang seed na pariralang ito na parang sulit ang lahat ng Monero sa iyong wallet, dahil ang sinumang makakakuha nito ay magkakaroon ng kumpletong pag-access sa mga pondo sa loob iyong pitaka. Mainam na itago ito sa isang ligtas o lihim na lokasyon, mag-imbak ng maraming kopya sa kaso ng sunog o natural na sakuna, at hindi kailanman ipakita ito sa sinuman.</p> <p>Para sa higit pa sa mga seed na parirala, tingnan ang <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Mnemonic Binhi | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Paggamit ng libre at open-source mga pitaka</h6> <h5 id="for-desktop">Para sa desktop</h4> <p>Kung isa kang desktop user at hindi gumagastos/tumatanggap ng Monero on-the-go napakadalas, may ilang mga solidong pagpipilian para sa paghawak ng iyong sarili key nang hindi kinakailangang umasa sa anumang mga third-party.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">Ang opisyal na Monero pitaka</a> <ul> <li>Ito ang opisyal na software ng Monero wallet, at nakitang hindi nagbabago mga pagpapabuti at pagdaragdag. Kasama dito ang isang pinagsamang Monero daemon (kung gusto mo), ay napaka-user-friendly, at malapit nang suportahan ang <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">pagmimina sa pamamagitan ng p2pool nang direkta mula sa iyong wallet</a>.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>Ito ay isang mahusay na wallet sa ugat ng <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum para sa Bitcoin</a>, at nagbibigay ng pareho simpleng kakayahang magamit at napakalakas na mga tampok sa isang solong pitaka.</li> </ul></li> </ul> <h5 id="for-mobile">Para sa mobile</h4> <p>Para sa amin na gustong magamit ang aming Monero on the go o madalas gumastos, pagkakaroon ng solidong mobile Monero wallet na nananatili pa rin ang ating mga susi sa ating sariling mga kamay ay napakahalaga.</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Ang Cake Wallet ay isang libre at open-source (FOSS) na wallet para sa Android at iOS na katutubong sumusuporta sa Monero, Bitcoin, at Litecoin.</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Ang Monerujo ay isang FOSS wallet para sa Android na may ilang kahanga-hangang idinagdag mga feature at graphics, katutubong suporta sa Tor node, at marami pang iba.</li> </ul></li> </ul>
tr: <p>Kendi anahtarlarınızı tutmaya başladığınızda yapmanız gereken en önemli şey <em>kaynak ifadenizi kaydedip güvende tutmanız</em> gerektiğini unutmayın! Bu Herhangi bir Monero cüzdanının size vereceği 14 veya 25 rastgele kelimeden oluşan set bir cüzdan yaratırsınız ve paranızı geri almak için ihtiyacınız olan tek şey budur. telefonunuzu, masaüstünüzü, dizüstü bilgisayarınızı kaybedersiniz veya bir şeyi unutursunuz şifre.</p> <p>Bu tohum cümlesine, sanki tüm Monero'nuza değermiş gibi davranın. Cüzdanı alan herkes, içindeki fonlara tam erişime sahip olacak. cüzdanın. Güvenli veya gizli bir yerde saklamak idealdir. Yangın veya doğal afet durumunda birden fazla kopyayı saklayın ve asla herkese göster.</p> <p>Çekirdek ifadeler hakkında daha fazla bilgi için bkz. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">Anımsatıcı Tohum | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">Ücretsiz ve açık kaynak kullanma cüzdanlar</h6> <h5 id="for-desktop">Masaüstü için</h4> <p>Genellikle bir masaüstü kullanıcısıysanız ve Monero harcamıyor/almıyorsanız Sık sık hareket halindeyken, kendinize ait bir yer tutmak için birkaç sağlam seçenek vardır. anahtarları herhangi bir üçüncü tarafa güvenmeye gerek kalmadan kullanabilirsiniz.</p> <ul> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://getmonero.org/downloads">Resmi Monero cüzdan</a> <ul> <li>Bu resmi Monero cüzdan yazılımıdır ve sürekli olarak görülmüştür iyileştirmeler ve eklemeler. Entegre bir Monero arka plan programı içerir (eğer çok kullanıcı dostudur ve yakında <a class="next-link" target="_blank" rel=noopener nofollow"u destekleyecektir href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">madencilik p2pool aracılığıyla doğrudan cüzdanınızdan</a>.</li> </ul></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://featherwallet.org/">Tüy Cüzdanı</a> <ul> <li>Bu, <a class = "next-link" target = "_blank" rel = "noopener nofollow" tarzında mükemmel bir cüzdandır. href="https://electrum.org/">Bitcoin için Electrum</a> ve her ikisini de sağlar Tek bir cihazda basit kullanılabilirlik ve son derece güçlü özellikler cüzdan.</li> </ul></li> </ul> <h5 id="for-mobile">Mobil cihazlar için</h4> <p>Monero'muzu hareket halindeyken kullanmayı sevenlerimiz için veya sık sık harcama yapın, sağlam bir mobil Monero cüzdanına sahip olun anahtarlarımızın kendi elimizde olması son derece önemlidir.</p> <ul> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://cakewallet.com/">Pasta Cüzdanı</a> <ul> <li>Cake Wallet, Android ve Android için ücretsiz ve açık kaynaklı (FOSS) bir cüzdandır. Monero, Bitcoin ve Litecoin'i yerel olarak destekleyen iOS.</li> </ul></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo, Android için harika eklentiler içeren bir FOSS cüzdanıdır özellikler ve grafikler, yerel Tor düğümü desteği ve çok daha fazlası.</li> </ul></li> </ul>
ur: <p>جب آپ خود اپنی چابیاں رکھنا شروع کرتے ہیں تو سب سے اہم چیز یاد رکھیں کہ <em>اپنے بیج کے جملے کو محفوظ کریں اور محفوظ رکھیں</em>! یہ ہے 14 یا 25 بے ترتیب الفاظ کا سیٹ جو کوئی بھی Monero والیٹ آپ کو دے گا جب آپ ایک بٹوہ بناتے ہیں، اور اگر آپ کو اپنے فنڈز واپس حاصل کرنے کی ضرورت ہو گی۔ آپ اپنا فون، اپنا ڈیسک ٹاپ، اپنا لیپ ٹاپ کھو دیتے ہیں، یا آپ بھول جاتے ہیں۔ پاس ورڈ۔</p> <p>اس بیج کے جملے کو اس طرح سمجھیں جیسے یہ آپ کے تمام مونیرو کے قابل ہے۔ پرس، جیسا کہ جو بھی اسے حاصل کرے گا اسے فنڈز تک مکمل رسائی حاصل ہوگی۔ آپ کا بٹوہ. اسے محفوظ یا خفیہ جگہ پر رکھنا مثالی ہے، آگ یا قدرتی آفت کی صورت میں متعدد کاپیاں محفوظ رکھیں، اور کبھی نہیں۔ اسے کسی کو بھی دکھائیں۔</p> <p>بیج کے فقروں کے بارے میں مزید جاننے کے لیے، دیکھیں <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">میمونی بیج | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">مفت اور اوپن سورس کا استعمال بٹوے</h6> <h5 id="for-desktop">ڈیسک ٹاپ کے لیے</h4> <p>اگر آپ بنیادی طور پر ایک ڈیسک ٹاپ صارف ہیں اور Monero خرچ نہیں کرتے/ وصول نہیں کرتے چلتے پھرتے اکثر، آپ کے پاس رکھنے کے لیے چند ٹھوس انتخاب ہوتے ہیں۔ کسی بھی فریق ثالث پر انحصار کیے بغیر کیز۔</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">آفیشل مونیرو پرس</a> <ul> <li>یہ آفیشل Monero والیٹ سافٹ ویئر ہے، اور اس نے مسلسل دیکھا ہے۔ بہتری اور اضافے۔ اس میں ایک مربوط Monero ڈیمون شامل ہے (اگر آپ چاہتے ہیں)، بہت صارف دوست ہے، اور جلد ہی <a class="next-link" target="_blank" rel="noopener nofollow" کو سپورٹ کرے گا۔ href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">کان کنی براہ راست اپنے بٹوے سے p2pool کے ذریعے</a>۔</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>یہ <a class="next-link" target="_blank" rel="noopener nofollow" کی رگ میں ایک بہترین پرس ہے۔ href="https://electrum.org/">الیکٹرم برائے بٹ کوائن</a>، اور دونوں فراہم کرتا ہے۔ ایک سنگل میں سادہ استعمال اور انتہائی طاقتور خصوصیات پرس۔</li> </ul></li> </ul> <h5 id="for-mobile">موبائل کے لیے</h4> <p>ہم میں سے ان لوگوں کے لیے جو چلتے پھرتے یا اپنا Monero استعمال کرنا چاہتے ہیں۔ کثرت سے خرچ کریں، ایک ٹھوس موبائل Monero والیٹ ہے جو اب بھی رکھتا ہے۔ ہمارے اپنے ہاتھ میں ہماری چابیاں بہت اہم ہیں۔</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">کیک والیٹ</a> <ul> <li>کیک والیٹ اینڈرائیڈ کے لیے ایک مفت اور اوپن سورس (FOSS) والیٹ ہے۔ iOS جو Monero، Bitcoin، اور Litecoin کو مقامی طور پر سپورٹ کرتا ہے۔</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo Android کے لیے ایک FOSS والیٹ ہے جس میں کچھ زبردست اضافہ کیا گیا ہے۔ خصوصیات اور گرافکس، مقامی ٹور نوڈ سپورٹ، اور بہت کچھ۔</li> </ul></li> </ul>
zh_cn: <p>当你开始持有你自己的钥匙时，最重要的是要记住 <em>保存并妥善保管你的记住词</em>! 这是任何门罗币钱包在你创建钱包时给你的一组14或25个随机词，如果你的手机、台式电脑、笔记本电脑丢失，或者你忘记了密码，你就需要这些随机词来取回你的资金。</p> <p>对待这个记住词，就好像它值你钱包里所有的门罗币一样，因为任何得到它的人都可以完全访问你钱包里的资金。最理想的做法是把它放在一个安全或秘密的地方，保存多份副本，以备火灾或自然灾害发生时使用，并且永远不要给任何人看。</p> <p>更多关于记住词的信息，请参见 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">记住词 | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">使用免费和开源的钱包</h6> <h5 id="for-desktop">用于电脑</h4> <p>如果你主要是一个电脑用户，并且不经常在旅途中消费/接收门罗币，那么有几个可靠的选择来持有你自己的密钥，而不需要依赖任何第三方。</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">官方的门罗币钱包</a> <ul> <li>这是官方的门罗币钱包软件，已经看到了不断的改进和补充。它包括一个集成的门罗币守护程序（如果你想的话），对用户非常友好，并将很快支持 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">直接从你的钱包通过p2pool挖矿</a>。</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>这是一个优秀的钱包，与 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum 为 Bitcoin</a>, 类似，在一个钱包中同时提供简单的可用性和极其强大的功能。</li> </ul></li> </ul> <h5 id="for-mobile">用于手机</h4> <p>对于我们这些喜欢在旅途中使用门罗币或频繁消费的人来说，拥有一个坚实的移动门罗币钱包，并将我们的钥匙留在自己手中是非常重要的。</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet 是一个免费的开源（FOSS）钱包，适用于Android和iOS，支持门罗币、比特币和莱特币。</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo是一个适用于安卓的FOSS钱包，它有一些很棒的附加功能和图形，支持本地Tor节点，以及更多功能。</li> </ul></li> </ul>
zh_tw: <p>當你開始持有你自己的鑰匙時，最重要的是要記住 <em>保存並妥善保管你的記住詞</em>! 這是任何門羅幣錢包在你創建錢包時給你的一組14或25個隨機詞，如果你的手機、台式電腦、筆記本電腦丟失，或者你忘記了密碼，你就需要這些隨機詞來取回你的資金。</p> <p>對待這個記住詞，就好像它值你錢包裡所有的門羅幣一樣，因為任何得到它的人都可以完全訪問你錢包裡的資金。最理想的做法是把它放在一個安全或秘密的地方，保存多份副本，以備火災或自然災害發生時使用，並且永遠不要給任何人看。</p> <p>更多關於記住詞的信息，請參見 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/resources/moneropedia/mnemonicseed.html">記住詞 | Moneropedia</a>.</p> <h6 id="using-free-and-open-source-wallets">使用免費和開源的錢包</h6> <h5 id="for-desktop">用於電腦</h4> <p>如果你主要是一個電腦用戶，並且不經常在旅途中消費/接收門羅幣，那麼有幾個可靠的選擇來持有你自己的密鑰，而不需要依賴任何第三方。</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://getmonero.org/downloads">官方的門羅幣錢包</a> <ul> <li>這是官方的門羅幣錢包軟件，已經看到了不斷的改進和補充。它包括一個集成的門羅幣守護程序（如果你想的話），對用戶非常友好，並將很快支持 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/p2pool-decentralizing-monero-mining">直接從你的錢包通過p2p ool挖礦</a>。 </li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://featherwallet.org/">Feather Wallet</a> <ul> <li>這是一個優秀的錢包，與 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://electrum.org/">Electrum 為 Bitcoin</a>, 類似，在一個錢包中同時提供簡單的可用性和極其強大的功能。 </li> </ul></li> </ul> <h5 id="for-mobile">用於手機</h4> <p>對於我們這些喜歡在旅途中使用門羅幣或頻繁消費的人來說，擁有一個堅實的移動門羅幣錢包，並將我們的鑰匙留在自己手中是非常重要的。 </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet</a> <ul> <li>Cake Wallet 是一個免費的開源（FOSS）錢包，適用於Android和iOS，支持門羅幣、比特幣和萊特幣。 </li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo</a> <ul> <li>Monerujo是一個適用於安卓的FOSS錢包，它有一些很棒的附加功能和圖形，支持本地Tor節點，以及更多功能。 </li> </ul></li> </ul>
