Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_204
source: Attempting to request reputation import code for account that doesn’t exist
cs: Pokus o vyžádání importního kódu reputace pro účet, který neexistuje
fi: Yritetään pyytää maineen tuontikoodia tilille, jota ei ole olemassa
fr: Tentative de demande de code d'importation de réputation pour un compte qui n'existe pas
it: Tentativo di richiedere il codice di importazione della reputazione per un conto inesistente
lt: Bandoma prašyti neegzistuojančios paskyros reputacijos importavimo kodo
nb: Forsøker å be om omdømmeimportkode for en konto som ikke eksisterer
nl: Poging om reputatie-importcode aan te vragen voor account dat niet bestaat
pl: Próba zażądania kodu importu reputacji dla konta, które nie istnieje
pt_br: Tentativa de solicitar um código de importação de reputação por conta que não existe
sl: Poskus zahtevati uvozno kodo ugleda za račun, ki ne obstaja
sv: Försöker begära importkod för rykte för konto som inte existerar
tl: Sinusubukang humiling ng code sa pag-import ng reputasyon para sa account na wala
tr: Mevcut olmayan bir hesap için itibar içe aktarma kodu talep edilmeye çalışılıyor
ur: اس اکاؤنٹ کے لیے ساکھ درآمدی کوڈ کی درخواست کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试为不存在的帐户请求信誉导入代码
zh_tw: 嘗試為不存在的帳戶請求信譽導入代碼

# api_error_205
source: Attempting to generate verification code for reputation import for a platform that already has a verification code generated for it
cs: Pokus o vygenerování ověřovacího kódu pro import reputace pro platformu, která již má pro ni vygenerovaný ověřovací kód
fi: Yritetään luoda vahvistuskoodi maineen tuontia varten alustalle, jolle on jo luotu vahvistuskoodi
fr: Tentative de génération d'un code de vérification pour l'importation de réputation pour une plateforme pour laquelle un code de vérification a déjà été généré
it: Tentativo di generare un codice di verifica per l'importazione della reputazione per una piattaforma per la quale è già stato generato un codice di verifica.
lt: Bandoma sugeneruoti patvirtinimo kodą, kad būtų galima importuoti platformą, kuriai jau yra sugeneruotas patvirtinimo kodas
nb: Forsøk på å generere bekreftelseskode for omdømmeimport for en plattform som allerede har en bekreftelseskode generert for seg
nl: Poging om verificatiecode te genereren voor reputatie-import voor een platform waarvoor al een verificatiecode is gegenereerd
pl: Próba wygenerowania kodu weryfikacyjnego do importu reputacji z platformy, która ma już wygenerowany kod weryfikacyjny
pt_br: Tentativa de gerar código de verificação para importação de reputação para uma plataforma que já tem um código de verificação gerado para ela
sl: Poskus generiranja potrditvene kode za uvoz ugleda za platformo, za katero je že ustvarjena potrditvena koda
sv: Försök att generera verifieringskod för ryktesimport för en plattform som redan har en verifieringskod genererad för den
tl: Pagtatangkang bumuo ng verification code para sa pag-import ng reputasyon para sa isang platform na mayroon nang verification code na nabuo para dito
tr: Halihazırda kendisi için oluşturulmuş bir doğrulama kodu bulunan bir platform için itibarı içe aktarmak üzere doğrulama kodu oluşturmaya çalışmak
ur: ایک ایسے پلیٹ فارم کے لیے ساکھ کی درآمد کے لیے تصدیقی کوڈ تیار کرنے کی کوشش جس کے لیے پہلے سے ایک تصدیقی کوڈ تیار کیا گیا ہو
zh_cn: 尝试为已生成验证码的平台生成用于信誉导入的验证码
zh_tw: 嘗試為已生成驗證碼的平台生成用於信譽導入的驗證碼

# api_error_206
source: Attempting to generate verification code for reputation import for a platform from which reputation was already imported
cs: Pokus o vygenerování ověřovacího kódu pro import reputace pro platformu, ze které již byla reputace importována
fi: Yritetään luoda vahvistuskoodi maineen tuontia varten alustalle, jolta maine on jo tuotu
fr: Tentative de génération d'un code de vérification pour l'importation de réputation pour une plateforme à partir de laquelle la réputation a déjà été importée
it: Tentativo di generare un codice di verifica per l'importazione della reputazione per una piattaforma da cui la reputazione è già stata importata
lt: Bandoma sugeneruoti platformos, iš kurios reputacija jau buvo importuota, reputacijos importavimo patvirtinimo kodą
nb: Forsøk på å generere bekreftelseskode for omdømmeimport for en plattform som omdømme allerede var importert fra
nl: Poging om verificatiecode te genereren voor reputatie-import voor een platform waarvan de reputatie al is geïmporteerd
pl: Próba wygenerowania kodu weryfikacyjnego do importu reputacji z platformy, z której reputacja została już zaimportowana
pt_br: Tentativa de gerar código de verificação para importação de reputação para uma plataforma da qual a reputação já foi importada
sl: Poskus ustvarjanja potrditvene kode za uvoz ugleda za platformo, s katere je bil ugled že uvožen
sv: Försök att generera verifieringskod för ryktesimport för en plattform från vilken rykte redan importerats
tl: Pagtatangkang bumuo ng verification code para sa pag-import ng reputasyon para sa isang platform kung saan na-import na ang reputasyon
tr: İtibarın zaten içe aktarıldığı bir platform için itibar içe aktarımı için doğrulama kodu oluşturmaya çalışılıyor
ur: ایک پلیٹ فارم کے لیے ساکھ کی درآمد کے لیے تصدیقی کوڈ بنانے کی کوشش کرنا جہاں سے ساکھ پہلے ہی درآمد کرلي گي تھی
zh_cn: 尝试为已导入信誉的平台生成信誉导入验证码
zh_tw: 嘗試為已導入信譽的平台生成信譽導入驗證碼

# api_error_207
source: Attempting to confirm reputation import verification code placement for user that doesn’t exist
cs: Pokus o potvrzení umístění ověřovacího kódu importu reputace pro uživatele, který neexistuje
fi: Yritetään vahvistaa maineen tuonnin vahvistuskoodin sijoittelua käyttäjälle, jota ei ole olemassa
fr: Tentative de confirmation du placement du code de vérification d'importation de réputation pour un utilisateur qui n'existe pas
it: Tentativo di confermare l'inserimento del codice di verifica dell'importazione della reputazione per un utente inesistente
lt: Bandoma patvirtinti neegzistuojančio naudotojo reputacijos importavimo patvirtinimo kodo vietą
nb: Forsøker å bekrefte plassering av bekreftelseskode for omdømmeimport for bruker som ikke eksisterer
nl: Poging om de plaatsing van de reputatie-importverificatiecode te bevestigen voor een gebruiker die niet bestaat
pl: Próba potwierdzenia umieszczenia kodu weryfikacyjnego importu reputacji dla użytkownika, który nie istnieje
pt_br: Tentativa de confirmar a colocação de códigos de verificação de importação de reputação para usuários que não existem
sl: Poskus potrditve umestitve kode za preverjanje uvoza ugleda za uporabnika, ki ne obstaja
sv: Försöker bekräfta rykte import verifieringskod placering för användare som inte finns
tl: Sinusubukang kumpirmahin ang paglalagay ng code sa pagpapatunay ng pag-import ng reputasyon para sa user na wala
tr: Mevcut olmayan bir kullanıcı için itibar içe aktarma doğrulama kodunun yerleşimi onaylanmaya çalışılıyor
ur: اس صارف کے لیے ساکھ درآمد کرنے کے تصدیقی کوڈ کی جگہ کا تعین کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户确认信誉导入验证码放置
zh_tw: 嘗試為不存在的用戶確認信譽導入驗證碼放置

# api_error_208
source: Attempting to confirm reputation import verification code placement for user that isn’t in step 1 of the reputation import flow
cs: Pokus o potvrzení umístění ověřovacího kódu importu reputace pro uživatele, který není v kroku 1 postupu importu reputace
fi: Yritetään vahvistaa maineen tuonnin vahvistuskoodin sijoittelua käyttäjälle, joka ei ole maineen tuontiprosessin vaiheessa 1
fr: Tentative de confirmation du placement du code de vérification d'importation de réputation pour l'utilisateur qui n'est pas à l'étape 1 du flux d'importation de réputation
it: Tentativo di confermare l'inserimento del codice di verifica dell'importazione della reputazione per un utente che non è nella fase 1 del flusso di importazione della reputazione
lt: Bandoma patvirtinti reputacijos importo patvirtinimo kodo įdėjimą naudotojui, kuris nėra 1 reputacijos importavimo srauto veiksmas
nb: Forsøk på å bekrefte plassering av bekreftelseskode for omdømmeimport for bruker som ikke er i trinn 1 i flyten for omdømmeimport
nl: Poging om de plaatsing van de reputatie-importverificatiecode te bevestigen voor een gebruiker die zich niet in stap 1 van de reputatie-importstroom bevindt
pl: Próba potwierdzenia umieszczenia kodu weryfikacyjnego importu reputacji dla użytkownika, który nie znajduje się w kroku 1 procesu importacji reputacji
pt_br: Tentativa de confirmar a colocação do código de verificação de importação de reputação para o usuário que não está na etapa 1 do fluxo de importação de reputação
sl: Poskus potrditve umestitve kode za preverjanje uvoza ugleda za uporabnika, ki ni v 1. koraku toka uvoza ugleda
sv: Försöker bekräfta placering av verifieringskod för ryktesimport för användare som inte är i steg 1 i flödet för ryktesimport
tl: Sinusubukang kumpirmahin ang paglalagay ng verification code sa pag-import ng reputasyon para sa user na wala sa hakbang 1 ng daloy ng pag-import ng reputasyon
tr: İtibar içe aktarma akışının 1. adımında yer almayan kullanıcı için itibar içe aktarma doğrulama kodunun yerleşimi onaylanmaya çalışılıyor
ur: صارف کے لیے ساکھ درآمدی تصدیقی کوڈ کی جگہ کی تصدیق کرنے کی کوشش کرنا جو شہرت کے درآمدی بہاؤ کے مرحلہ 1 میں نہیں ہے
zh_cn: 尝试为不在信誉导入流程的步骤 1 中的用户确认信誉导入验证码放置
zh_tw: 嘗試為不在信譽導入流程的步驟 1 中的用戶確認信譽導入驗證碼放置

# api_error_209
source: LocalBitcoins error when attempting to confirm reputation import verification code placement. Perhaps the username is wrong or the profile is not visible
cs: Chyba LocalBitcoins při pokusu o potvrzení umístění ověřovacího kódu importu reputace. Možná je chybné uživatelské jméno nebo profil není viditelný
fi: LocalBitcoins-virhe yritettäessä vahvistaa maineen tuonnin vahvistuskoodin sijoittelua. Ehkä käyttäjänimi on väärä tai profiili ei ole näkyvissä
fr: Erreur LocalBitcoins lors de la tentative de confirmation du placement du code de vérification d'importation de réputation. Peut-être que le nom d'utilisateur est erroné ou que le profil n'est pas visible
it: Errore di LocalBitcoins quando si cerca di confermare l'inserimento del codice di verifica dell'importazione della reputazione. Forse il nome utente è sbagliato o il profilo non è visibile.
lt: „LocalBitcoins“ klaida bandant patvirtinti reputacijos importo patvirtinimo kodo įdėjimą. Galbūt neteisingas vartotojo vardas arba profilis nematomas
nb: LocalBitcoins-feil ved forsøk på å bekrefte plassering av bekreftelseskode for omdømmeimport. Kanskje brukernavnet er feil eller profilen er ikke synlig
nl: LocalBitcoins-fout bij een poging om de plaatsing van de reputatie-importverificatiecode te bevestigen. Misschien is de gebruikersnaam verkeerd of is het profiel niet zichtbaar
pl: Wystąpił błąd LocalBitcoins podczas próby potwierdzenia umieszczenia kodu weryfikacyjnego importu reputacji. Być może nazwa użytkownika jest nieprawidłowa lub profil nie jest widoczny
pt_br: Erro da LocalBitcoins ao tentar confirmar a colocação do código de verificação de importação de reputação. Talvez o nome de usuário esteja errado ou o perfil não esteja visível.
sl: Napaka LocalBitcoins pri poskusu potrditve umestitve kode za preverjanje uvoza ugleda. Morda je uporabniško ime napačno ali profil ni viden
sv: LocalBitcoins fel vid försök att bekräfta rykte importera verifieringskod placering. Kanske är användarnamnet fel eller profilen är inte synlig
tl: Nagkaroon ng error sa LocalBitcoins kapag sinusubukang kumpirmahin ang paglalagay ng code sa pagpapatunay ng pag-import ng reputasyon. Marahil ay mali ang username o hindi nakikita ang profile
tr: İtibar içe aktarma doğrulama kodunun yerleşimini onaylamaya çalışırken LocalBitcoins hatası. Kullanıcı adı yanlış olabilir veya profil görünmüyor olabilir
ur: LocalBitcoin کی خرابی جب ساکھ درآمد کرنے کےتصد يقی کوڈ کی جگہ کا تعين کرنے کی کوشش کرتے ہيں۔ شاید صارف کانام غلط ہے یا پروفائل نظر نہیں آ رہا ہے
zh_cn: 尝试确认信誉导入验证码放置时出现 LocalBitcoins 错误。可能是用户名错误或配置文件不可见
zh_tw: 嘗試確認信譽導入驗證碼放置時出現 LocalBitcoins 錯誤。可能是用戶名錯誤或配置文件不可見

# api_error_210
source: Paxful error when attempting to confirm reputation import verification code placement Perhaps the username is wrong or the profile is not visible
cs: Paxful chyba při pokusu o potvrzení reputace umístění ověřovacího kódu importu Možná je chybné uživatelské jméno nebo profil není viditelný
fi: Paxful-virhe yritettäessä vahvistaa maineen tuonti vahvistuskoodin sijoituksella. Ehkä käyttäjänimi on väärä tai profiili ei ole näkyvissä
fr: Erreur Paxful lors de la tentative de confirmation du placement du code de vérification de l'importation de la réputation Peut-être que le nom d'utilisateur est erroné ou que le profil n'est pas visible
it: Errore di Paxful quando si tenta di confermare il posizionamento del codice di verifica dell'importazione della reputazione Forse il nome utente è sbagliato o il profilo non è visibile
lt: Sunki klaida bandant patvirtinti reputaciją importuoti patvirtinimo kodą Galbūt neteisingas vartotojo vardas arba profilis nematomas
nb: Paxful feil ved forsøk på å bekrefte plassering av bekreftelseskode for omdømmeimport. Kanskje brukernavnet er feil eller profilen er ikke synlig
nl: Paxful-fout bij het bevestigen van plaatsing van de reputatie-importverificatiecode Misschien is de gebruikersnaam verkeerd of is het profiel niet zichtbaar
pl: Wystąpił błąd Paxful podczas próby potwierdzenia umieszczenia kodu weryfikacyjnego importu reputacji. Być może nazwa użytkownika jest nieprawidłowa lub profil nie jest widoczny
pt_br: Erro de paxful ao tentar confirmar a colocação do código de verificação de importação de reputação Talvez o nome de usuário esteja errado ou o perfil não esteja visível
sl: Paxful napaka pri poskusu potrditve umestitve kode za preverjanje uvoza ugleda. Morda je uporabniško ime napačno ali pa profil ni viden
sv: Paxful-fel vid försök att bekräfta rykte importera verifieringskod placering Kanske är användarnamnet fel eller profilen är inte synlig
tl: Paxful error kapag sinusubukang kumpirmahin ang paglalagay ng code sa pagpapatunay ng pag-import ng reputasyon Marahil ay mali ang username o hindi nakikita ang profile
tr: İtibar içe aktarma doğrulama kodunun yerleşimini onaylamaya çalışırken Paxful hatası Kullanıcı adı yanlış olabilir veya profil görünmüyor olabilir
ur: Paxful کی خرابی جب ساکھ درآمد کرنے کے تصدیقی کوڈ کی جگہ کا تعین کرنے کی کوشش کرتے ہيں شاید صارف کا نام غلط ہے یا پروفائل نظر نہیں آ رہا ہے
zh_cn: 尝试确认信誉导入验证码放置时出现 Paxful 错误可能是用户名错误或配置文件不可见
zh_tw: 嘗試確認信譽導入驗證碼放置時出現 Paxful 錯誤可能是用戶名錯誤或配置文件不可見

# api_error_225
source: LocalBitcoins API returning “Invalid user” as error when attempting to confirm reputation code placement
cs: LocalBitcoins API vrací „Neplatný uživatel“ jako chybu při pokusu o potvrzení umístění kódu reputace
fi: LocalBitcoins API palauttaa virheellisen käyttäjän "Virheellinen käyttäjä" yritettäessä vahvistaa mainekoodin sijoittelua
fr: L'API LocalBitcoins renvoie « Utilisateur non valide » comme erreur lors de la tentative de confirmation du placement du code de réputation
it: L'API di LocalBitcoins restituisce l'errore "Utente non valido" quando si cerca di confermare l'inserimento del codice di reputazione.
lt: „LocalBitcoins“ API kaip klaidą grąžina „Netinkamas vartotojas“ bandant patvirtinti reputacijos kodo įdėjimą
nb: LocalBitcoins API returnerer "Ugyldig bruker" som feil ved forsøk på å bekrefte plassering av omdømmekode
nl: LocalBitcoins API retourneert "Ongeldige gebruiker" als fout bij een poging om de plaatsing van de reputatiecode te bevestigen
pl: API LocalBitcoins zwraca „Nieprawidłowy użytkownik” jako błąd podczas próby potwierdzenia umieszczenia kodu reputacji
pt_br: LocalBitcoins API retornando "Invalid user" como erro ao tentar confirmar a colocação do código de reputação
sl: API LocalBitcoins vrne »Neveljaven uporabnik« kot napako pri poskusu potrditve umestitve kode ugleda
sv: LocalBitcoins API returnerar "Ogiltig användare" som fel när man försöker bekräfta placering av rykteskod
tl: Ibinabalik ng LocalBitcoins API ang "Di-wastong user" bilang error kapag sinusubukang kumpirmahin ang pagkakalagay ng code ng reputasyon
tr: LocalBitcoins API, itibar kodu yerleştirmeyi onaylamaya çalışırken "Geçersiz kullanıcı" hatasını döndürüyor
ur: BITCION API مقامی ساکھ کوڈ پلیسمنٹ کی تصدیق کرنے کی کوشش کرتے وقت غلطی کے طور پر "invalid user" لوٹ رہا ہے
zh_cn: 尝试确认信誉代码放置时，LocalBitcoins API 返回“无效用户”作为错误
zh_tw: 嘗試確認信譽代碼放置時，LocalBitcoins API 返回“無效用戶”作為錯誤

# api_error_226
source: Incorrect password when attempting to delete account
cs: Nesprávné heslo při pokusu o smazání účtu
fi: Väärä salasana yrittäessäsi poistaa tiliä
fr: Mot de passe incorrect lors de la tentative de suppression du compte
it: Password errata quando si tenta di eliminare l'account
lt: Neteisingas slaptažodis bandant ištrinti paskyrą
nb: Feil passord ved forsøk på å slette kontoen
nl: Onjuist wachtwoord bij poging om account te verwijderen
pl: Nieprawidłowe hasło podczas próby usunięcia konta
pt_br: Senha incorreta ao tentar excluir uma conta
sl: Napačno geslo pri poskusu brisanja računa
sv: Felaktigt lösenord vid försök att radera konto
tl: Maling password kapag sinusubukang tanggalin ang account
tr: Hesabı silmeye çalışırken yanlış şifre
ur: اکاؤنٹ حذف کرنے کی کوشش کرتے وقت غلط پاس ورڈ
zh_cn: 尝试删除帐户时密码错误
zh_tw: 嘗試刪除帳戶時密碼錯誤

# api_error_238
source: Fee level not specified for external Bitcoin withdrawal
cs: Výše poplatku není určena pro externí výběr bitcoinů
fi: Kulutasoa ei ole määritetty ulkoiselle Bitcoin-nostolle
fr: Niveau de frais non spécifié pour le retrait externe de Bitcoin
it: Livello di commissione non specificato per il prelievo esterno di Bitcoin
lt: Mokesčio dydis nenurodytas už išorinį Bitcoin išėmimą
nb: Gebyrnivå er ikke spesifisert for eksternt Bitcoin-uttak
nl: Vergoedingsniveau niet gespecificeerd voor externe Bitcoin-opname
pl: Nie określono poziomu opłaty za zewnętrzną wypłatę Bitcoinów
pt_br: Nível de taxa não especificado para retirada externa de Bitcoin
sl: Višina provizije ni določena za zunanji dvig bitcoinov
sv: Avgiftsnivå ej specificerad för externt Bitcoin-uttag
tl: Hindi tinukoy ang antas ng bayad para sa external na pag-withdraw ng Bitcoin
tr: Harici Bitcoin çekimi için ücret düzeyi belirtilmedi
ur: بیرونی Bitcoin کی واپسی کے لیے فیس کی سطح متعین نہیں ہے
zh_cn: 未为外部比特币提款指定费用水平
zh_tw: 未為外部比特幣提款指定費用水平

# api_error_239
source: Incorrect password when trying to release a trade
cs: Nesprávné heslo při pokusu o uvolnění obchodu
fi: Väärä salasana yrittäessäsi vapauttaa kauppaa
fr: Mot de passe incorrect lors de la tentative de libération d'une transaction
it: Password errata quando si tenta di rilasciare un'operazione
lt: Neteisingas slaptažodis bandant sudaryti sandorį
nb: Feil passord når du prøver å frigi en handel
nl: Onjuist wachtwoord bij het vrijgeven van een transactie
pl: Nieprawidłowe hasło podczas próby uwolnienia środków handlu
pt_br: Senha incorreta ao tentar liberar uma negociação
sl: Napačno geslo pri poskusu sprostitve trade-a
sv: Felaktigt lösenord när du försöker frigöra en handel
tl: Maling password kapag sinusubukang i-release ang isang trade
tr: Bir işlemi serbest bırakmaya çalışırken yanlış şifre
ur: تجارت چھڑانے کی کوشش کرتے وقت غلط پاس ورڈ
zh_cn: 尝试释放交易时密码不正确
zh_tw: 嘗試發布交易時密碼錯誤

# api_error_243
source: Internal AgoraDesk address can't be used for trade settlement. Please input an outside, non-AgoraDesk XMR address to continue.
cs: Interní adresu AgoraDesk nelze použít pro vypořádání obchodu. Chcete-li pokračovat, zadejte vnější adresu XMR mimo AgoraDesk.
fi: Sisäistä AgoraDesk-osoitetta ei voi käyttää kaupan selvittämiseen. Syötä ulkopuolinen, ei-AgoraDesk XMR-osoite jatkaaksesi.
fr: L'adresse AgoraDesk interne ne peut pas être utilisée pour le règlement des transactions. Veuillez saisir une adresse XMR extérieure et non AgoraDesk pour continuer.
it: L'indirizzo interno di AgoraDesk non può essere utilizzato per la liquidazione commerciale. Inserisci un indirizzo XMR esterno, non AgoraDesk, per continuare.
lt: Vidinis „AgoraDesk“ adresas negali būti naudojamas atsiskaitant už prekybą. Norėdami tęsti, įveskite išorinį, ne AgoraDesk XMR adresą.
nb: Intern AgoraDesk-adresse kan ikke brukes til handelsoppgjør. Skriv inn en ekstern, ikke-AgoraDesk XMR-adresse for å fortsette.
nl: Intern AgoraDesk-adres kan niet worden gebruikt voor handelsafwikkeling. Voer een extern, niet-AgoraDesk XMR-adres in om door te gaan.
pl: Wewnętrzny adres AgoraDesk nie może być używany do rozliczania handlu. Aby kontynuować, wprowadź zewnętrzny adres XMR inny niż AgoraDesk.
pt_br: O endereço interno da AgoraDesk não pode ser usado para liquidação de transações. Insira um endereço XMR externo que não seja da AgoraDesk para continuar.
sl: Internega naslova AgoraDesk ni mogoče uporabiti za poravnavo trgovanja. Za nadaljevanje vnesite zunanji naslov XMR, ki ni AgoraDesk.
sv: Intern AgoraDesk-adress kan inte användas för avveckling av handel. Ange en extern, icke-AgoraDesk XMR-adress för att fortsätta.
tl: Ang internal na AgoraDesk address ay hindi magagamit para sa trade settlement. Mangyaring maglagay ng isang labas, hindi AgoraDesk XMR address upang magpatuloy.
tr: Dahili AgoraDesk adresi ticaret uzlaşması için kullanılamaz. Devam etmek için lütfen dışarıdan, AgoraDesk olmayan bir XMR adresi girin.
ur: انٹرنل AgoraDesk پتہ تجارتی تصفیہ کے لیے استعمال نہیں کیا جا سکتا۔ جاری رکھنے کے لیے براہ کرم باہر کا، غیر AgoraDesk XMR ایڈریس درج کریں۔
zh_cn: AgoraDesk 内部地址不能用于交易结算。请输入外部非 AgoraDesk XMR 地址以继续。
zh_tw: 內部 AgoraDesk 地址不能用於交易結算。請輸入一個外部的、非 AgoraDesk XMR 地址以繼續。

# api_error_254
source: Attempting to post a withdrawal to an identical address and amount within the last 10 minutes
cs: Pokus o odeslání výběru na stejnou adresu a částku během posledních 10 minut
fi: Yritetään tehdä kotiutusta samaan osoitteeseen ja samalla summalla viimeisen 10 minuutin aikana
fr: Tentative d'envoi d'un retrait à une adresse et un montant identiques dans les 10 dernières minutes
it: Tentativo di inviare un prelievo a un indirizzo e importo identici negli ultimi 10 minuti
lt: Bandymas per paskutines 10 minučių išsiųsti pinigų išėmimą tuo pačiu adresu ir suma
nb: Forsøk på å legge ut et uttak til identisk adresse og beløp innen de siste 10 minuttene
nl: Poging om in de afgelopen 10 minuten geld op te nemen naar een identiek adres en bedrag
pl: Próba zaksięgowania wypłaty na identyczny adres i kwotę w ciągu ostatnich 10 minut
pt_br: Tentar enviar um saque para um endereço e valor idênticos nos últimos 10 minutos
sl: Poskus objave dviga na enak naslov in znesek v zadnjih 10 minutah
sv: Försök att skicka ett uttag till en identisk adress och ett identiskt belopp under de senaste 10 minuterna
tl: Pagtatangkang mag-post ng withdrawal sa isang magkaparehong address at halaga sa loob ng huling 10 minuto
tr: Son 10 dakika içinde aynı adrese ve tutara para çekme işlemi yapılmaya çalışılması
ur: آخری 10 منٹ کے اندر ایک جیسے ایڈریس اور رقم پر واپسی پوسٹ کرنے کی کوشش کرنا
zh_cn: 尝试在过去 10 分钟内将提款提款到相同的地址和金额
zh_tw: 在過去 10 分鐘內嘗試將提款發送到相同的地址和金額
