Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# ad8722Sbpage250Sbfor8722Sbtrusted
source: For users trusted by {username} only
cs: Pouze pro uživatele, kterým důvěřuje {username}
fi: Vain käyttäjille, joihin käyttäjä {username} luottaa
fr: Pour les utilisateurs approuvés par {username} uniquement
it: Solo per utenti fidati di {username}
lt: Tik naudotojams, kuriais pasitiki {username}
nb: Kun for brukere som {username} stoler på
nl: Alleen voor gebruikers vertrouwd door {username}
pl: Tylko dla użytkowników zaufanych przez {username}
pt_br: Para usuários confiáveis apenas por {username}
sl: Samo za uporabnike, katerim {username} zaupa
sv: För användare som är betrodda av {username} endast
tl: Para sa mga user na pinagkakatiwalaan ng {username} lang
tr: Yalnızca {username} tarafından güvenilen kullanıcılar için
ur: صرف {username} کے ذریعے بھروسہ مند صارفین کے لیے
zh_cn: 仅针对受 {username} 信任的用户
zh_tw: 僅針對受 {username} 信任的用戶

# ad8722Sbpage250Sbheading8722Sblocal8722Sbbuy
source: Sell {assetName} for cash in {location} to {user} with {currency}
cs: Prodejte {assetName} za hotovost v {location} až {user} s {currency}
fi: Myy {assetName} käteisellä sijainnissa {location} käyttäjälle {user} {currency}
fr: Vendre du {assetName} contre de l'espèce à {location} auprès de {user} avec des {currency}
it: Vendi {assetName} per contanti in {location} da {user} con {currency}
lt: Parduokite {assetName} už grynuosius pinigus {location} į {user} su {currency}
nb: Selg {assetName} for kontanter i {location} til {user} med {currency}
nl: Verkoop {assetName} voor contant geld in {location} aan {user} met {currency}
pl: Sprzedaj {assetName} za gotówkę w {location} użytkownikowi {user} w {currency}
pt_br: Vender {assetName} por dinheiro em {location} ao {user} com {currency}
sl: Prodaj {assetName} za gotovino v {location} uporabniku {user} z {currency}
sv: Sälj {assetName} för kontanter i {location} till {user} med {currency}
tl: Ibenta ang {assetName} nang cash sa {location} sa {user} gamit ang {currency}
tr: {currency} ile {location} ile {user}'e {currency}'i nakit olarak sat
ur: {location} سے {user} میں {currency} کے ساتھ نقد رقم کے لیے {assetName} بیچیں
zh_cn: 在{location}从{user}使用{currency}使用现金出售{assetName}
zh_tw: 在{location}從{user}使用{currency}使用現金出售{assetName}

# ad8722Sbpage250Sbheading8722Sblocal8722Sbsell
source: Buy {assetName} with cash in {location} from {user} with {currency}
cs: Kupte {assetName} v hotovosti v {location} od {user} za {currency}
fi: Osta {assetName} käteisellä sijainnista {location} käyttäjältä {user} {currency}
fr: Acheter du {assetName} avec de l'espèce à {location} auprès de {user} avec des {currency}
it: Compra {assetName} con contanti in {location} da {user} con {currency}
lt: Pirkite {assetName} su grynaisiais {location} iš {user} su {currency}
nb: Kjøp {assetName} kontant i {location} fra {user} med {currency}
nl: Koop {assetName} contant in {location} van {user} met {currency}
pl: Kup {assetName} za gotówkę w {location} od {user} w {currency}
pt_br: Comprar {assetName} por dinheiro em {location} ao {user} com {currency}
sl: Kupite {assetName} z gotovino v {location} od uporabnika {user} z {currency}
sv: Köp {assetName} med kontant i {location} från {user} med {currency}
tl: Bumili ng {assetName} gamit ang cash sa {location} mula sa {user} gamit ang {currency}
tr: {currency} ile {user}'ten {location} ile nakit olarak {assetName} satın alın
ur: {currency} کے ساتھ {user} سے {location} میں نقد رقم کے ساتھ {assetName} خریدیں
zh_cn: 在{location}从{user}使用{currency}使用现金购买{assetName}
zh_tw: 在{location}從{user}使用{currency}使用現金購買{assetName}

# ad8722Sbpage250Sbheading8722Sbonline8722Sbbuy
source: Sell {assetName} using {paymentMethod}{detail} with {currency}
cs: Prodejte {assetName} pomocí {paymentMethod}{detail} s {currency}
fi: Myy {assetName} käyttämällä {paymentMethod}{detail} ja {currency}
fr: Vendre du {assetName} en utilisant {paymentMethod}{detail} contre des {currency}
it: Vendi {assetName} usando {paymentMethod}{detail} con {currency}
lt: Parduokite {assetName} naudodami {paymentMethod}{detail} su {currency}
nb: Selg {assetName} med {paymentMethod}{detail} med {currency}
nl: Verkoop {assetName} via {paymentMethod}{detail} met {currency}
pl: Sprzedaj {assetName} za pomocą {paymentMethod}{detail} w {currency}
pt_br: Vender {assetName} usando {paymentMethod}{detail} com {currency}
sl: Prodaj {assetName} z uporabo {paymentMethod}{detail} z {currency}
sv: Sälj {assetName} med {paymentMethod}{detail} med {currency}
tl: Ibenta ang {assetName} gamit ang {paymentMethod}{detail} gamit ang {currency}
tr: {currency} ile {paymentMethod}{detail} kullanarak {assetName} satın
ur: {currency} کے ساتھ {paymentMethod}{detail} کا استعمال کرتے ہوئے {assetName} فروخت کریں
zh_cn: {detail}使用{currency}使用{paymentMethod}出售{assetName}
zh_tw: {detail}使用{currency}使用{paymentMethod}出售{assetName}

# ad8722Sbpage250Sbheading8722Sbonline8722Sbsell
source: Buy {assetName} using {paymentMethod}{detail} with {currency}
cs: Kupte {assetName} pomocí {paymentMethod}{detail} s {currency}
fi: Osta {assetName} käyttämällä {paymentMethod}{detail} ja {currency}
fr: Acheter du {assetName} en utilisant {paymentMethod}{detail} contre des {currency}
it: Compra {assetName} usando {paymentMethod}{detail} con {currency}
lt: Pirkite {assetName} naudodami {paymentMethod}{detail} su {currency}
nb: Kjøp {assetName} med {paymentMethod}{detail} med {currency}
nl: Koop {assetName} via {paymentMethod}{detail} met {currency}
pl: Kup {assetName} za pomocą {paymentMethod}{detail} w {currency}
pt_br: Comprar {assetName} usando {paymentMethod}{detail} com {currency}
sl: Nakup {assetName} z {paymentMethod}{detail} z {currency}
sv: Köp {assetName} med {paymentMethod}{detail} med {currency}
tl: Bumili ng {assetName} gamit ang {paymentMethod}{detail} gamit ang {currency}
tr: {paymentMethod} ile {detail} kullanarak {currency} ile {assetName} satın alın
ur: {currency} کے ساتھ {paymentMethod}{detail} کا استعمال کرتے ہوئے {assetName} خریدیں
zh_cn: {detail}使用{currency}使用{paymentMethod}购买{assetName}
zh_tw: {detail}使用{currency}使用{paymentMethod}購買{assetName}

# ad250Sblinks250Sbtitle
source: Listings with this ad
cs: Výpisy s touto reklamou
fi: Listaukset tällä ilmoituksella
fr: Listes contenant cette annonce
it: Annunci con questo annuncio
lt: Skelbimai su šiuo skelbimu
nb: Oppføringer med denne annonsen
nl: Vermeldingen met deze advertentie
pl: Oferty z tym ogłoszeniem
pt_br: Anúncios com este anúncio
sl: Ponudbe s tem oglasom
sv: Listor med denna annons
tl: Mga listahan sa ad na ito
tr: Bu ilana sahip girişler
ur: اس اشتہار کے ساتھ فہرستیں
zh_cn: 此广告的商家信息
zh_tw: 此廣告的商家信息

# post8722Sbad250Sberror250Sbdialog8722Sbbtn
source: Back
cs: Zpět
fi: Takaisin
fr: Retour
it: Indietro
lt: Atgal
nb: Tilbake
nl: Terug
pl: Wróć
pt_br: Voltar
sl: Nazaj
sv: Tillbaka
tl: Bumalik
tr: Geri
ur: پیچھے
zh_cn: 返回
zh_tw: 返回

# post8722Sbad250Sberror250Sbdialog8722Sbtitle
source: Form error
cs: Chyba formuláře
fi: Lomakevirhe
fr: Erreur de formulaire
it: Errore nel Form
lt: Formos klaida
nb: Skjemafeil
nl: Formulier fout
pl: Błąd formularza
pt_br: Erro no formulário
sl: Napaka obrazca
sv: Form uärfel
tl: Error sa form
tr: Form hatası
ur: فارم کی خرابی
zh_cn: 表单错误
zh_tw: 表單錯誤

# ad8722Sbpage250Sbhidden8722Sbwarning8722Sb0
source: This ad's visibility has been set to hidden. You can change that at the {editAd} page.
cs: Viditelnost této reklamy byla nastavena na skrytou. Můžete to změnit na stránce {editAd}.
fi: Tämän ilmoituksen näkyvyys on piilotettu. Voit muuttaa sitä {editAd} sivulla.
fr: La visibilité de cette annonce a été définie sur masquée. Vous pouvez modifier ce paramètre sur la page {editAd}.
it: La visibilità di questo annuncio è stata impostata su nascosta. Puoi cambiarlo alla pagina {editAd}.
lt: Šio skelbimo matomumas nustatytas kaip paslėptas. Tai galite pakeisti {editAd} puslapyje.
nb: Denne annonsens synlighet er satt til skjult. Du kan endre det på {editAd}-siden.
nl: De zichtbaarheid van deze advertentie is ingesteld op verborgen. U kunt dat wijzigen op de {editAd} pagina.
pl: To ogłoszenie zostało schowane. Możesz to zmienić na stronie {editAd}.
pt_br: A visibilidade deste anúncio mudou para escondido. Você pode alterá-lo na página {editAd}.
sl: Vidnost tega oglasa je nastavljena na skrito. To lahko spremenite na strani {editAd}.
sv: Den här annonsens synlighet är inställd på dold. Du kan ändra detta på {editAd} sida.
tl: Itinakda sa nakatago ang visibility ng ad na ito. Maaari mong baguhin iyon sa pahina ng {editAd}.
tr: Bu reklamın görünürlüğü gizli olarak ayarlandı. Bunu {editAd} sayfasında değiştirebilirsiniz.
ur: اس اشتہار کی مرئیت کو پوشیدہ پر سیٹ کر دیا گیا ہے۔ آپ اسے {editAd} صفحہ پر تبدیل کر سکتے ہیں۔
zh_cn: 本广告是隐藏的。你可以在{editAd}页更改它的状态。
zh_tw: 本廣告是隱藏的。你可以在{editAd}頁更改它的狀態。

# ad8722Sbpage250Sbhidden8722Sbwarning8722Sb08722Sbedit8722Sbad
source: Edit ad
cs: Upravit inzerát
fi: Muokkaa ilmoitusta
fr: Modifier l'annonce
it: Modifica annuncio
lt: Redaguoti skelbimą
nb: Rediger annonse
nl: Advertentie bewerken
pl: Edycja ogłoszenia
pt_br: Editar anúncio
sl: Uredi oglas
sv: Redigera annons
tl: I-edit ang ad
tr: Reklamı düzenle
ur: اشتہار میں ترمیم کریں
zh_cn: 编辑广告
zh_tw: 編輯廣告

# ad8722Sbpage250Sbhidden8722Sbwarning8722Sb1
source: This ad is not currently active. Please look for other offers or come back later.
cs: Tato reklama není aktuálně aktivní. Hledejte další nabídky nebo se vraťte později.
fi: Tämä ilmoitus ei ole tällä hetkellä aktiivinen. Katso muut tarjoukset tai palaa takaisin myöhemmin.
fr: Cette annonce n'est pas active actuellement. Veuillez rechercher d'autres offres ou revenir plus tard.
it: Questo annuncio non è al momento attivo. Si prega di cercare altre offerte o tornare più tardi.
lt: Šis skelbimas šiuo metu neaktyvus. Ieškokite kitų pasiūlymų arba grįžkite vėliau.
nb: Denne annonsen er ikke aktiv for øyeblikket. Se etter andre tilbud eller kom tilbake senere.
nl: Deze advertentie is momenteel niet actief. Kijk alstublieft voor andere aanbiedingen of kom later terug.
pl: To ogłoszenie jest chwilowo niedostępne. Proszę sprawdzić inne ogłoszenia lub wrócić później.
pt_br: Esse anúncio não está ativo. Busque outras ofertas ou volte mais tarde.
sl: Ta oglas trenutno ni aktiven. Prosimo, poiščite druge ponudbe ali se vrnite pozneje.
sv: Denna annons är inte aktiv för närvarande. Vänligen leta efter andra erbjudanden eller kom tillbaka senare.
tl: Kasalukuyang hindi aktibo ang ad na ito. Mangyaring maghanap ng iba pang mga alok o bumalik sa ibang pagkakataon.
tr: Bu ilan şu anda aktif değil. Lütfen diğer tekliflere bakın veya daha sonra tekrar gelin.
ur: یہ اشتہار فی الحال فعال نہیں ہے۔ براہ کرم دیگر پیشکشیں تلاش کریں یا بعد میں واپس آئیں۔
zh_cn: 此广告当前未处于活动状态。 请查找其他广告或稍后再回来。
zh_tw: 此廣告當前未處於活動狀態。 請查找其他廣告或稍后再回來。

# ad8722Sbpage250Sbhow8722Sbmuch8722Sbdo8722Sbyou8722Sbwish8722Sbto8722Sbbuy
source: buy
cs: Koupit
fi: ostaa
fr: acheter
it: Compra
lt: pirkti
nb: kjøp
nl: kopen
pl: kupić
pt_br: comprar
sl: nakup
sv: köpa
tl: bumili
tr: satın almak
ur: خریديں
zh_cn: 买
zh_tw: 買

source: How much do you wish to {buyOrSell}?
cs: Kolik si přejete {buyOrsell}?
fi: Kuinka paljon haluat {buyOrSell}?
fr: Combien souhaitez-vous {buyOrsell} ?
it: Quanto vuoi per {buyOrSell}?
lt: Kiek norite {val}?
nb: Hvor mye ønsker du å {buyOrSell}?
nl: Hoeveel wilt u {buyOrsell}?
pl: Ile chcesz {buyOrSell}?
pt_br: Quanto você gostaria de {buyOrsell}?
sl: Koliko želite {buyOrSell}?
sv: Hur mycket vill du ha för att {buyOrSell}?
tl: Magkano ang gusto mong {buyOrsell}?
tr: {buyOrSell}'e ne kadar istiyorsunuz?
ur: آپ {buyOrSell} کتنا چاہتے ہیں؟
zh_cn: 你要{buyOrSell}多少？
zh_tw: 你要{buyOrSell}多少？

# ad8722Sbpage250Sbhow8722Sbmuch8722Sbdo8722Sbyou8722Sbwish8722Sbto8722Sbsell
source: sell
cs: prodat
fi: myydä
fr: vendre
it: Vendi
lt: parduoti
nb: selg
nl: verkopen
pl: sprzedać
pt_br: vender
sl: prodaja
sv: sälja
tl: magbenta
tr: satmak
ur: فروخت
zh_cn: 卖
zh_tw: 賣

# ad8722Sbpage250Sbinfo250Sbpayment8722Sbwindow
source: Payment window
cs: Platební okno
fi: Maksuikkuna
fr: Fenêtre de paiement
it: Finestra dei pagamenti
lt: Mokėjimo langas
nb: Betalingsvindu
nl: Betalingsvenster
pl: Okno płatności
pt_br: Janela de pagamento
sl: Plačilno okno
sv: Betalningsfönster
tl: window ng pagbabayad
tr: Ödeme penceresi
ur: ادائیگی کی کھڑکی
zh_cn: 付款期限
zh_tw: 付款期限

# ad8722Sbpage250Sbinfo250Sbtrade8722Sblimits
source: Trade limits
cs: Obchodní limity
fi: Kaupan rajoitukset
fr: Limites d'échange
it: Limite di scambio
lt: Prekybos limitai
nb: Handelsgrenser
nl: Handelslimieten
pl: Limity transakcji
pt_br: Limites
sl: Omejitve trgovanja
sv: Handel begränser
tl: Mga limitasyon sa kalakalan
tr: Ticaret limitleri
ur: تجارتی حدود
zh_cn: 交易限额
zh_tw: 交易限額

# ad8722Sbpage250Sbinfo250Sbuser
source: User
cs: Uživatel
fi: Käyttäjä
fr: Utilisateur
it: Utente
lt: Vartotojas
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
sl: Uporabnik
sv: Användare
tl: Gumagamit
tr: Kullanıcı
ur: صارف
zh_cn: 用户
zh_tw: 用戶

# ad8722Sbpage250Sblimit8722Sbto8722Sbamounts
source: This trader has limited possible trading amounts to {amounts} {currency}
cs: Tento obchodník omezil možné obchodní částky na {amounts} {currency}
fi: Tämä kauppias on rajoittanut mahdollisia kaupankäyntisummia {amounts} {currency}
fr: Ce vendeur a limité les montants de négociation possibles à {amounts} {currency}
it: Questo trader ha importi di trading limitati a {amounts} {currency}
lt: Šis prekiautojas apribojo galimas prekybos sumas iki {amounts} {currency}
nb: Denne handleren har begrenset mulige handelsbeløp til {amounts} {currency}
nl: Deze handelaar heeft de mogelijke handelsbedragen beperkt tot {amounts} {currency}
pl: Ten handlowiec ograniczył możliwą ilość handlu do {amounts} {currency}
pt_br: Este operador limitou as quantias por transação para {amount} {currency}
sl: Ta trgovec je omejil možen znesek trgovanja na {amounts} {currency}
sv: Denna handlare har begränsat möjliga handelsbelopp till {amounts} {currency}
tl: Nilimitahan ng mangangalakal na ito ang posibleng halaga ng kalakalan sa {amounts} {currency}
tr: Bu yatırımcının olası işlem miktarları {amounts} {currency} ile sınırlandırılmıştır.
ur: اس تاجر کے پاس تجارت کی ممکنہ مقدار {amounts} {currency} تک محدود ہے
zh_cn: 本用户限制数量到{amounts}{currency}
zh_tw: 本用戶限制數量到{amounts}{currency}

# post8722Sbad250Sberror250Sbdialog8722Sbtitle8722Sbtoo8722Sbmany8722Sbads
source: Too many ads
cs: Příliš mnoho reklam
fi: Liikaa ilmoituksia
fr: Trop d'annonces
it: Troppi annunci
lt: Per daug skelbimų
nb: For mange annonser
nl: Te veel advertenties
pl: Zbyt wiele reklam
pt_br: Limite de anúncios
sl: Preveč oglasov
sv: För många annonser
tl: Masyadong maraming ad
tr: Çok fazla reklam
ur: بہت زیادہ اشتہارات
zh_cn: 太多广告
zh_tw: 太多廣告

# ad8722Sbpage250Sbmin8722Sbamount8722Sbtip
source: You have to make a trade for at least {minimumAmount} with this advertisement.
cs: S touto reklamou musíte provést obchod alespoň za {minimumAmount}.
fi: Sinun on tehtävä kauppa vähintään {minimumAmount}:lla tämän ilmoituksen kanssa.
fr: Vous devez effectuer une transaction d'au moins {minimumAmount} avec cette annonce.
it: Devi fare uno scambio per almeno {minimumAmount} con questo annuncio.
lt: Su šiuo skelbimu turite sudaryti sandorį bent už {minimumAmount}.
nb: Du må gjøre en handel for minst {minimumAmount} med denne annonsen.
nl: U moet voor minimaal {minimumAmount} handelen met deze advertentie.
pl: Musisz handlować za przynajmniej {minimumAmount} w tym ogłoszeniu.
pt_br: É preciso negociar um mínimo de {minimumAmount} neste anúncio.
sl: S tem oglasom morate skleniti trgovanje za vsaj {minimumAmount}.
sv: Du måste göra ett byte för minst {minimumAmount} med denna annons.
tl: Kailangan mong makipagkalakalan nang hindi bababa sa {minimumAmount} gamit ang advertisement na ito.
tr: Bu ilanla en az {minimumAmount} tutarında işlem yapmanız gerekmektedir.
ur: آپ کو اس اشتہار کے ساتھ کم از کم {minimumAmount} کے لیے تجارت کرنی ہوگی۔
zh_cn: 您可以从此广告中购买的最小金额为{minimumAmount}。
zh_tw: 您可以從此廣告中購買的最小金額為{minimumAmount}。

# ad8722Sbpage250Sbmin8722Sbfeedback8722Sbtip
source: This trader requires at least {minimumFeedbackScore} feedback score to trade.
cs: Tento obchodník vyžaduje k obchodování alespoň {minimumFeedbackscore} skóre zpětné vazby.
fi: Tämä kauppias vaatii vähintään {minimumFeedbackScore} palautepisteen käydäkseen kauppaa.
fr: Ce vendeur demande d'avoir une évaluation minimum de {minimumFeedbackscore} pour pouvoir échanger.
it: Questo scambio richiede almeno {minimumFeedbackScore} di feedback per funzionare.
lt: Šis prekiautojas reikalauja bent {minimumFeedbackScore} atsiliepimo balo, kad galėtų prekiauti.
nb: Denne handleren krever minst {minimumFeedbackScore} tilbakemeldingspoeng for å handle.
nl: Deze handelaar heeft een minimale feedbackscore nodig van {minimumFeedbackscore} om te kunnen handelen.
pl: Ten handlowiec wymaga przynajmniej oceny reputacji {minimumFeedbackScore} by handlować.
pt_br: Este operador exige um feedback mínimo de {minimumFeedbackscore} para negociar.
sl: Ta trgovalec za trgovanje zahteva oceno povratnih informacij vsaj {minimumFeedbackScore}.
sv: Denna handlare kräver minst {minimumFeedbackScore} feedback för handel.
tl: Nangangailangan ang mangangalakal na ito ng hindi bababa sa {minimumFeedbackscore} marka ng feedback upang makipagkalakalan.
tr: Bu yatırımcının işlem yapabilmesi için en az {minimumFeedbackScore} geri bildirim puanına ihtiyacı var.
ur: اس تاجر کو تجارت کے لیے کم از کم {minimumFeedbackScore} فیڈ بیک اسکور درکار ہے۔
zh_cn: 本用户要求你的最低评价得分为{minimumFeedbackScore}。
zh_tw: 本用戶要求你的最低評價得分為{minimumFeedbackScore}。

# ad8722Sbpage250Sbreport8722Sbad
source: Report this advertisement by opening a ticket
cs: Nahlaste tento inzerát otevřením tiketu
fi: Ilmoita tämä ilmoitus avaamalla tiketti
fr: Signaler cette annonce en ouvrant un ticket
it: Segnala questo annuncio aprendo un ticket
lt: Praneškite apie šį skelbimą atidarydami bilietą
nb: Rapporter denne annonsen ved å sende en klage
nl: Rapporteer deze advertentie door een ticket te openen
pl: Zgłoś to ogłoszenie, otwierając zgłoszenie
pt_br: Reporte este anúncio abrindo um ticket
sl: Prijavite ta oglas z odprtjem vstopnice
tl: Iulat ang advertisement na ito sa pamamagitan ng pagbubukas ng tiket
tr: Bu ilanı ticket açarak bildirin
ur: ٹکٹ کھول کر اس اشتہار کی اطلاع دیں
zh_cn: 举报这则交易广告
zh_tw: 舉報這則交易廣告

# ad8722Sbpage250Sbrequest8722Sbtrade250Sbmin8722Sbrequired8722Sbbalance
source: You need to have {amount} in your {appName} arbitration bond wallet to cover the 1% arbitration protection fee for this trade.
cs: Musíte mít {amount} ve své {appName} peněžence s arbitrážními dluhopisy, abyste pokryli 1% poplatek za arbitrážní ochranu pro tento obchod.
fi: Sinulla on oltava {amount} sinun {appName}:n takuulompakossa, jotta voit kattaa tämän kaupan 1% välimiessuojamaksun.
fr: Vous devez avoir {amount} dans votre portefeuille de cautionnement d'arbitrage {appName} pour couvrir les frais de protection d'arbitrage de 1% pour cette transaction.
it: Devi avere {amount} nel tuo portafoglio di obbligazioni arbitrali {appName} per coprire la tassa di protezione arbitrale dell'1% per questa operazione.
lt: Turite turėti {amount} savo {appName} arbitražo obligacijų piniginėje, kad padengtumėte 1 % arbitražo apsaugos mokestį už šį sandorį.
nb: Du må ha {amount} i {appName} voldgiftslommebok for å dekke 1 % voldgiftsbeskyttelsesgebyret for denne handelen.
nl: U moet {amount} in uw {appName}-portemonnee voor arbitrage-obligaties hebben om de arbitragebeschermingskosten van 1% voor deze transactie te dekken.
pl: Potrzebujesz {amount} w Twoim portfelu arbitrażowym {appName}, aby pokryć 1% sumy ochronnej arbitrażu na to ogłoszenie.
pt_br: Você precisa ter {amount} em sua carteira de títulos de arbitragem {appName} para cobrir a taxa de proteção de arbitragem de 1% para esta negociação.
sl: V denarnici za arbitražne obveznice {appName} morate imeti {amount}, da pokrijete 1% provizije za zaščito arbitraže za ta trade.
sv: Du måste ha {amount} i din {appName}arbitration bond wallet för att täcka arbitration protection fee på 1 % för denna affär.
tl: Kailangan mong magkaroon ng {amount} sa iyong {appName} arbitration bond wallet upang masakop ang 1% bayad sa proteksyon ng arbitrasyon para sa kalakalang ito.
tr: Bu ticarette %1 tahkim koruma ücretini karşılamak için {appName} tahkim bonosu cüzdanınızda {amount} bulunması gerekir.
ur: اس تجارت کے لیے 1% ثالثی تحفظ کی فیس کو پورا کرنے کے لیے آپ کے پاس اپنے {appName} ثالثی بانڈ والیٹ میں {amount} ہونا ضروری ہے۔
zh_cn: 您的 {appName} 仲裁保证金钱包中需要有 {amount} 才能支付此交易的 1% 仲裁保护费。
zh_tw: 您的 {appName} 仲裁保證金錢包中需要有 {amount} 才能支付此交易的 1% 仲裁保護費。

# ad8722Sbpage250Sbrequest8722Sbtrade250Sbprice8722Sbchanged250Sbaccept8722Sbprice
source: Accept the price and continue
cs: Přijměte cenu a pokračujte
fi: Hyväksy hinta ja jatka
fr: Accepter le prix et continuer
it: Accetta il prezzo e continua
lt: Priimkite kainą ir tęskite
nb: Godta prisen og fortsett
nl: Accepteer de prijs en ga verder
pl: Akceptuj cenę i kontynuuj
pt_br: Aceite o preço e continue
sl: Sprejmite ceno in nadaljujte
sv: Acceptera priset och fortsätt
tl: Tanggapin ang presyo at magpatuloy
tr: Fiyatı kabul edip devam edin
ur: قیمت قبول کریں اور جاری رکھیں
zh_cn: 接受价格并继续
zh_tw: 接受價格並繼續

# ad8722Sbpage250Sbrequest8722Sbtrade250Sbprice8722Sbchanged250Sbnew8722Sbamount
source: New trade amount
cs: Nová částka obchodu
fi: Uusi kauppasumma
fr: Nouveau montant d'échange
it: Nuovo importo commerciale
lt: Nauja prekybos suma
nb: Nytt handelsbeløp
nl: Nieuw handelsbedrag
pl: Nowa kwota handlowa
pt_br: Novo valor de negociação
sl: Nov znesek trgovanja
sv: Nytt handelsbelopp
tl: Bagong halaga ng kalakalan
tr: Yeni işlem tutarı
ur: نئی تجارتی رقم
zh_cn: 新交易金额
zh_tw: 新交易金額

# ad8722Sbpage250Sbrequest8722Sbtrade250Sbprice8722Sbchanged250Sbnew8722Sbprice
source: New price
cs: Nová cena
fi: Uusi hinta
fr: Nouveau prix
it: Nuovo prezzo
lt: Nauja kaina
nb: Ny pris
nl: Nieuwe prijs
pl: Nowa cena
pt_br: Novo preço
sl: Nova cena
sv: Nytt pris
tl: Bagong presyo
tr: Yeni fiyat
ur: نئی قیمت
zh_cn: 新价格
zh_tw: 新價格

# ad8722Sbpage250Sbrequest8722Sbtrade250Sbprice8722Sbchanged250Sbold8722Sbprice
source: Old price
cs: Stará cena
fi: Vanha hinta
fr: Ancien prix
it: VECCHIO PREZZO
lt: Sena kaina
nb: Gammel pris
nl: Oude prijs
pl: Stara cena
pt_br: Preço antigo
sl: Stara cena
sv: Gammalt pris
tl: Lumang presyo
tr: Eski fiyat
ur: پرانی قیمت
zh_cn: 旧价
zh_tw: 舊價

source: Adjust the trade amount for
cs: Upravte částku obchodu pro
fi: Säädä kauppasumma
fr: Ajuster le montant de la transaction pour
it: Regola l'importo dello scambio per
lt: Koreguokite prekybos sumą
nb: Juster handelsbeløpet for
nl: Pas het handelsbedrag aan voor
pl: Skoryguj rozmiar transakcji do
pt_br: Ajuste o valor da negociação para
sl: Prilagodite znesek trgovanja za
sv: Justera handelsbeloppet för
tl: Ayusin ang halaga ng kalakalan para sa
tr: Ticaret tutarını ayarlayın
ur: کے لیے تجارتی رقم کو ایڈجسٹ کریں
zh_cn: 调整交易金额
zh_tw: 調整交易金額

# ad8722Sbpage250Sbrequest8722Sbtrade250Sbprice8722Sbchanged250Sbtitle
source: The price has changed
cs: Cena se změnila
fi: Hinta on muuttunut
fr: Le prix a changé
it: Il prezzo è cambiato
lt: Kaina pasikeitė
nb: Prisen har endret seg
nl: De prijs is veranderd
pl: Cena się zmieniła
pt_br: O preço mudou
sl: Cena se je spremenila
sv: Priset har förändrats
tl: Nagbago ang presyo
tr: Fiyat değişti
ur: قیمت بدل گئی ہے
zh_cn: 价格变了
zh_tw: 價格變了

# ad8722Sbpage250Sbselect8722Sbamount
source: Select amount...
cs: Vyberte částku...
fi: Valitse summa...
fr: Sélectionner le montant ...
it: Seleziona qualtità...
lt: Pasirinkite sumą...
nb: Velg beløp...
nl: Selecteer bedrag...
pl: Wybierz ilość...
pt_br: Selecione quantia...
sl: Izberite znesek...
sv: Välj belopp...
tl: Pumili ng halaga...
tr: Tutarı seçin...
ur: رقم منتخب کریں...
zh_cn: 选择金额......
zh_tw: 選擇金額......
