Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# about250Sbblock8722Sb18722Sbtext
source: At {appName}, our goal is to establish a safe and easy-to-use person-to-person platform to allow anyone to trade their local currency for Monero, anywhere. Our users post advertisements specifying their preferred method of payment (e.g. bank transfer, cash, online payment processor like PayPal, gift cards, etc), other users reply to these advertisements, {appName} takes an arbitration bond equal to the amount of the trade from the user that is the Monero seller in a given trade and the seller sends the Monero to the buyer when the seller confirms that they have received the payment from the buyer, upon which the arbitration bond is returned to the seller. {appName} can also step in to mediate any dispute that may arise.
cs: Naším cílem v {appName} je vytvořit bezpečnou a snadno použitelnou platformu pro osobní komunikaci, která umožní komukoli obchodovat svou místní měnu za Monero, kdekoli. Naši uživatelé zveřejňují reklamy s uvedením preferovaného způsobu platby (např. bankovní převod, hotovost, online platební procesor jako PayPal, dárkové karty atd.), ostatní uživatelé na tyto reklamy reagují, {appName} bere arbitrážní kauci ve výši obchodu od uživatele, který je v daném obchodě prodejcem Monero, a prodávající zašle Monero kupujícímu, když prodávající potvrdí přijetí platby od kupujícího, načež je rozhodčí kauce vrácena prodávajícímu. {appName} může také zasáhnout a zprostředkovat jakýkoli spor, který může nastat.
fi: {appName}:n tavoitteena on luoda turvallinen ja helppokäyttöinen henkilöiden välinen alusta, jonka avulla kuka tahansa voi vaihtaa paikallista valuuttaa Moneroon missä tahansa. Käyttäjämme julkaisevat ilmoituksia, joissa määritellään heidän ensisijainen maksutapansa (esim. pankkisiirto, käteinen, verkkomaksuprosessori kuten PayPal, lahjakortit jne.) ja muut käyttäjät vastaavat näihin ilmoituksiin. {appName} ottaa kaupan summaa vastaavan välimiestakuun käyttäjältä, joka on Moneron myyjä kyseisessä kaupassa, ja myyjä lähettää Moneron ostajalle, kun myyjä vahvistaa saaneensa ostajalta maksun, jonka jälkeen välimiestakuu palautetaan myyjälle. {appName} voi myös toimia sovittelijana mahdollisissa riita-asioissa.
fr: Chez {appName}, notre objectif est d'établir une plate-forme d'échange de personne à personne sûre et facile à utiliser pour permettre à quiconque d'échanger sa devise locale contre du Monero, depuis n'importe où. Nos utilisateurs publient des annonces d'échange spécifiant leurs modes de paiement préférés (par exemple, virement bancaire, espèces, processeur de paiement en ligne comme PayPal, cartes-cadeaux, etc.), d'autres utilisateurs répondent à ces annonces, {appName} prend une caution d'arbitrage égale au montant de la transaction de l'utilisateur vendant du Monero dans une transaction donnée et le vendeur envoie le Monero à l'acheteur lorsqu'il confirme qu'il a reçu le paiement de l'acheteur, après quoi la caution d'arbitrage est retournée au vendeur. {appName} peut également intervenir pour arbitrer tout litige pouvant survenir au cours de la transaction.
it: In {appName}, il nostro obiettivo è quello di creare una piattaforma personale e di facile utilizzo per consentire a chiunque di scambiare la propria moneta locale con Monero, ovunque. I nostri utenti pubblicano annunci che specificano il loro metodo di pagamento preferito (ad es. Bonifico bancario, contanti, online come PayPal, buoni regalo, ecc.), Altri utenti rispondono a questi annunci e {appName} prende un'obbligazione di arbitrato pari all'importo dello scambio dall'utente che è il venditore di Monero in un dato scambio e il venditore invia i Monero all'acquirente quando il venditore conferma di aver ricevuto il pagamento dall'acquirente, dopo di che l'obbligazione di arbitrato viene restituita al venditore.{appName} può anche intervenire per mediare qualsiasi controversia che possa sorgere.
lt: Mūsų tikslas {appName} yra sukurti saugią ir lengvai naudojamą platformą tarp žmonių, kad kiekvienas galėtų bet kur iškeisti vietinę valiutą į Monero. Mūsų vartotojai skelbia skelbimus, kuriuose nurodo pageidaujamą mokėjimo būdą (pvz., banko pavedimas, grynieji pinigai, internetinių mokėjimų procesorius, pvz., PayPal, dovanų kortelės ir kt.), kiti vartotojai atsako į šiuos skelbimus, {appName} paima arbitražo obligaciją, lygią sandorio sumai. iš vartotojo, kuris yra Monero pardavėjas tam tikrame sandoryje, ir pardavėjas siunčia Monero pirkėjui, kai pardavėjas patvirtina, kad gavo iš pirkėjo mokėjimą, po kurio pardavėjui grąžinama arbitražo garantija. {appName} taip pat gali tarpininkauti bet kokiam ginčui, kuris gali kilti.
nb: Hos {appName} er målet vårt å etablere en trygg og brukervennlig person-til-person-plattform slik at alle kan bytte sin lokale valuta mot Monero, hvor som helst. Våre brukere legger ut annonser som spesifiserer deres foretrukne betalingsmåte (f.eks. bankoverføring, kontanter, nettbasert betalingsprosessor som PayPal, gavekort osv.), andre brukere svarer på disse annonsene, {appName} tar en voldgiftsgaranti tilsvarende beløpet for handelen fra brukeren som er Monero-selger i en gitt handel og selger sender Monero til kjøper når selger bekrefter at de har mottatt betalingen fra kjøper, hvorpå voldgiftsbindingen returneres til selgeren. {appName} kan også gå inn for å mekle enhver tvist som måtte oppstå.
nl: Bij {appName} is het ons doel om een veilig en gebruiksvriendelijk persoon-tot-persoon platform op te zetten waarmee iedereen zijn lokale valuta kan verhandelen voor Monero, waar dan ook. Onze gebruikers plaatsen advertenties waarin ze hun gewenste betaalmethode kunnen specificeren (bijv. bankoverschrijving, contant geld, online betalingsverwerker zoals PayPal, cadeaubonnen, enz.), andere gebruikers reageren op deze advertenties, {appName} neemt een arbitragegarantie gelijk aan het bedrag van de transactie van de gebruiker die de Monero-verkoper is in een bepaalde transactie en de verkoper stuurt de Monero naar de koper wanneer de verkoper bevestigt dat hij de betaling van de koper heeft ontvangen, waarna de arbitragegarantie terug wordt gegeven aan de verkoper. {appName} kan ook ingrijpen om eventuele geschillen te bemiddelen.
pl: W {appName}, naszym celem jest stworzenie bezpiecznej i łatwej w korzystaniu platformy pozwalającej na globalną wymianę lokalnych walut na Monero na zasadzie osoba-do-osoby. Nasi użytkownicy publikują ogłoszenia precyzujące ich wybraną metodę płatności (np. przelew bankowy, gotówka, BLIK, karty podarunkowe, itd.), inni użytkownicy odpowiadają na ogłoszenia, {appName} bierze pod zastaw wartość wystawionego przez sprzedawcę Monero w danej transakcji. Sprzedawca wysyła Monero do kupującego, gdy potwierdza, że otrzymanie płatności od kupującego. Wówczas środki pod zastaw zostają zwrócone sprzedawcy. {appName} może również rozstrzygać spory, który mogą zaistnieć.
pt_br: No {appName}, nosso objetivo é estabelecer uma plataforma pessoa-a-pessoa segura e fácil de usar, permitindo que todos possam negociar sua moeda local por Monero, em qualquer lugar do mundo. Nossos usuários postam anúncios especificando sua forma preferida de pagamento (por exemplo, transferência bancária, dinheiro, processador de pagamento online como PayPal, cartões-presente, etc), outros usuários respondem a esses anúncios. O {appName} faz a garantia do Monero do vendedor em suas negociações e libera o Monero para o comprador quando o vendedor confirmar que recebeu seu pagamento. O {appName} também pode intervir para mediar qualquer disputa que possa surgir.
sl: Pri {appName} je naš cilj vzpostaviti varno in preprosto platformo, ki bo vsakomur, kjerkoli omogočila trgovanje lokalne valute za Monero. Naši uporabniki objavijo oglase, v katerih navedejo željen način plačila (npr. bančno nakazilo, gotovina, darilne kartice, spletni plačilni procesor, kot je PayPal, itd.), drugi uporabniki pa na te oglase odgovorijo, {appName} prevzame arbitražno garancijo v višini zneska posla od uporabnika, ki je prodajalec Monera v danem trejdu in prodajalec pošlje Monero kupcu, ko prodajalec potrdi, da je od kupca prejel plačilo, po katerem se arbitražna garancija vrne prodajalcu. {appName} lahko posreduje tudi pri morebitnem sporu.
sv: På {appName} är vårt mål att etablera en säker och lättanvänd person-till-person-plattform så att vem som helst kan handla sin lokala valuta mot Monero, var som helst. Våra användare lägger upp annonser som anger deras föredragna betalningsmetod (t.ex. banköverföring, kontanter, betalningsprocessor online som PayPal, presentkort, etc), andra användare svarar på dessa annonser, {appName} tar en skiljedomsförbindelse motsvarande beloppet för handeln från användaren som är Monero-säljare i en given handel och säljaren skickar Monero till köparen när säljaren bekräftar att de har mottagit betalningen från köparen, varefter skiljedomstolen återlämnas till säljaren. {appName} kan också gå in för att medla eventuella tvister som kan uppstå.
tl: Sa {appName}, ang aming layunin ay magtatag ng isang ligtas at madaling gamitin na platform ng tao-sa-tao upang payagan ang sinuman na ipagpalit ang kanilang lokal na pera para sa Monero, kahit saan. Nagpo-post ang aming mga user ng mga advertisement na tumutukoy sa kanilang gustong paraan ng pagbabayad (hal. bank transfer, cash, online payment processor tulad ng PayPal, gift card, atbp), tumutugon ang ibang mga user sa mga advertisement na ito, {appName} ay kumukuha ng arbitration bond na katumbas ng halaga ng trade mula sa user na nagbebenta ng Monero sa isang partikular na kalakalan at ipinadala ng nagbebenta ang Monero sa mamimili kapag nakumpirma ng nagbebenta na natanggap na nila ang bayad mula sa mamimili, kung saan ibinalik ang arbitration bond sa nagbebenta. Ang {appName} ay maaari ding humakbang upang mamagitan sa anumang hindi pagkakaunawaan na maaaring lumitaw.
tr: {appName}'ta bizim amacımız, herkesin kendi yerel para birimini Monero ile her yerde takas etmesine olanak sağlamak için, güvenli ve kullanımı kolay kişiden kişiye bir platform oluşturmaktır. Kullanıcılarımız, tercih ettikleri ödeme yöntemini (ör. banka havalesi, nakit, PayPal gibi çevrimiçi ödeme işlemcisi, hediye kartları vb.) belirli bir ticarette Monero satıcısı olan kullanıcıdır ve satıcı, alıcıdan ödemeyi aldığını onayladığında alıcıya Monero'yu gönderir ve bunun üzerine tahkim teminatı satıcıya iade edilir. {appName}, ortaya çıkabilecek herhangi bir anlaşmazlığa arabuluculuk yapmak için de adım atabilir.
ur: {appName} پر، ہمارا مقصد ایک محفوظ اور استعمال میں آسانperson-to-person کے درمیان پلیٹ فارم قائم کرنا ہے تاکہ کسی کو بھی کہیں بھی، Monero کے لیے اپنی مقامی کرنسی کی تجارت کرنے کی اجازت دی جائے۔ ہمارے صارفین اشتہارات پوسٹ کرتے ہیں جس میں ادائیگی کا اپنا پسندیدہ طریقہ بیان کیا جاتا ہے (مثلاً بینک ٹرانسفر، کیش، آن لائن ادائیگی پروسیسر جیسے پے پال، گفٹ کارڈز، وغیرہ)، دوسرے صارفین ان اشتہارات کا جواب دیتے ہیں، {appName} تجارت کی رقم کے برابر ثالثی بانڈ لیتا ہے۔ صارف کی طرف سے جو کہ دی گئی تجارت میں Monero بیچنے والا ہے اور بیچنے والا Monero کو خریدار کو بھیجتا ہے جب بیچنے والا تصدیق کرتا ہے کہ اس نے خریدار سے ادائیگی وصول کر لی ہے، جس پر ثالثی بانڈ بیچنے والے کو واپس کر دیا جاتا ہے۔ {appName} پیدا ہونے والے کسی بھی تنازعہ میں ثالثی کے لیے بھی قدم رکھ سکتا ہے۔
zh_cn: 在{appName}，我们的目标是建立一个安全和易于使用的个人对个人平台，使任何人在任何地方以任何当地货币买卖门罗币。我们的用户发布他们指定的付款方式的广告（例如，银行转帐，现金，网上支付如PayPal，礼品卡等），其他用户回复这些广告，{appName}从作为Monero卖家的用户那里收取相当于交易金额的仲裁保证金，当卖家确认收到买家的付款后，卖家将Monero发送给买家，然后将仲裁保证金退还给卖家。。{appName}也可以介入调解可能出现的任何争议。
zh_tw: 在{appName}，我們的目標是建立一個安全和易於使用的個人對個人平台，使任何人在任何地方以任何當地貨幣買賣門羅幣。我們的用戶發布他們指定的付款方式的廣告（例如，銀行轉帳，現金，網上支付如PayPal，禮品卡等），其他用戶回復這些廣告，{appName} 從作為給定交易的門羅賣方的用戶處收取等於交易金額的仲裁保證金，當賣方確認他們已收到買方的付款時，賣方將門羅幣發送給買方，在此基礎上，仲裁保證金退還給賣方。。{appName}也可以介入調解可能出現的任何爭議。

# dashboard250Sbtrade250Sbstatus250Sbpaid
source: Paid, waiting to finalize
cs: Zaplaceno, čeká se na dokončení
fi: Maksettu, odottaa viimeistelyä
fr: Payée, en attente de finalisation
it: Pagato, in attesa di finalizzare
lt: Sumokėta, laukiama užbaigimo
nb: Betalt, venter på å bli ferdigstilt
nl: Betaald, wachtend op afronding
pl: Zapłacono, oczekiwanie na sfinalizowanie
pt_br: Pago, esperando para finalizar
sl: Plačano, čaka na dokončanje
sv: Betald, väntar på att slutföras
tl: Binayaran, naghihintay na ma-finalize
tr: Ödendi, sonuçlanmayı bekliyor
ur: ادا کیا گیا، حتمی ہونے کا انتظار ہے
zh_cn: 已付款，等待最终确定
zh_tw: 已付款，等待最終確定

# dashboard250Sbtrade250Sbstatus250Sbunfunded
source: Unfunded
cs: Nefinancované
fi: Rahoittamaton
fr: Non financée
it: Non finanziata
lt: Nefinansuojama
nb: Ufinansiert
nl: Niet gefinancierd
pl: Nieopłacony
pt_br: Não financiada
sl: Nefinancirano
sv: Ofinansierade
tl: Walang pondo
tr: Finanse edilmemiş
ur: غیر فنڈ شدہ
zh_cn: 未出资
zh_tw: 未出資

# dashboard250Sbtrade250Sbtable8722Sbamount8722Sbfiat58Sb
source: Amount (currency)
cs: Částka (měna)
fi: Summa (valuutta)
fr: Montant (en devise)
it: Quantità (currency)
lt: Suma (valiuta)
nb: Beløp (valuta)
nl: Aantal (valuta)
pl: Kwota (waluta)
pt_br: Valor (moeda)
sl: Znesek (valuta)
sv: Belopp (valuta)
tl: Halaga (currency)
tr: Para birimi tutarı)
ur: رقم (currency)
zh_cn: 金额（货币）
zh_tw: 金額（貨幣）

# dashboard250Sbtrade250Sbtable8722Sbamount8722Sbxmr58Sb
source: Amount ({assetSymbol})
cs: Částka ({assetSymbol})
fi: Määrä ({assetSymbol})
fr: Montant (en {assetSymbol})
it: Quantità ({assetSymbol})
lt: Suma ({assetSymbol})
nb: Beløp ({assetSymbol})
nl: Aantal ({assetSymbol})
pl: Kwota ({assetSymbol})
pt_br: Valor ({assetSymbol})
sl: Znesek ({assetSymbol})
sv: Belopp ({assetSymbol})
tl: Halaga ({assetSymbol})
tr: Tutar ({asset})
ur: رقم ({assetSymbol})
zh_cn: 金额（{assetSymbol}）
zh_tw: 金額（{assetSymbol}）

# dashboard250Sbtrade250Sbtable8722Sbmethod58Sb
source: Method
cs: Metoda
fi: Menetelmä
fr: Méthode
it: Metodo
lt: Metodas
nb: Metode
nl: Methode
pl: Metoda
pt_br: Forma
sl: Metoda
sv: Metod
tl: Pamamaraan
tr: Yöntem
ur: طریقہ
zh_cn: 方式
zh_tw: 方式

# dashboard250Sbtrade250Sbtable8722Sbpartner58Sb
source: Trading partner
cs: Obchodní partner
fi: Kauppakumppani
fr: Partenaire de transaction
it: Partner commerciale
lt: Prekybos partneris
nb: Bytte partner
nl: Handelspartner
pl: Partner handlowy
pt_br: Contraparte
sl: Trgovalni partner
sv: handel partner
tl: Kasosyo sa kalakalan
tr: Takas partneri
ur: تجارتی پارٹنر
zh_cn: 对方
zh_tw: 對方

# dashboard250Sbtrade250Sbtable8722Sbstatus58Sb
source: Status
cs: Postavení
fi: Tila
fr: Statut
it: Stato
lt: Būsena
tl: Katayuan
tr: Durum
ur: حالت
zh_cn: 状态
zh_tw: 狀態

# dashboard250Sbtrade250Sbtable8722Sbtype58Sb
source: Type
cs: Typ
fi: Tyyppi
it: Tipo
lt: Tipas
pl: Typ
pt_br: Tipo
sl: Vrsta
sv: Typ
tl: Uri
tr: Tip
ur: قسم
zh_cn: 类型
zh_tw: 類型

# dashboard250Sbtrade250Sbtable8722Sbview8722Sbbtn58Sb
source: View
cs: Pohled
fi: Näytä
fr: Voir
it: Vista
lt: Žiūrėti
nb: Utsikt
nl: Bekijk
pl: Zobacz
pt_br: Ver
sl: Pogled
sv: Utsikt
tl: Tingnan
tr: Görüş
ur: دیکھیں
zh_cn: 查看
zh_tw: 查看

# dashboard250Sbtrade250Sbuser8722Sbdeleted
source: [deleted]
cs: [smazáno]
fi: [poistettu]
fr: [supprimée]
lt: [ištrintas]
nb: [slettet]
nl: [verwijderd]
pl: [usunięto]
pt_br: [excluído]
sl: [izbrisano]
sv: [raderad]
tl: [tinanggal]
tr: [silindi]
zh_cn: [被删除]
zh_tw: [被刪除]

# dashboard250Sbtrades250Sbfilter250Sbno8722Sbtrades
source: No trades here
cs: Zde žádné obchody
fi: Ei kauppoja täällä
fr: Pas de transaction ici
it: Nessun commercio qui
lt: Jokių prekybų čia
nb: Ingen handler her
nl: Geen transacties hier
pl: Brak handli tutaj
pt_br: Sem negociações aqui
sl: Tukaj ni trgovanj
sv: Inga handlar här
tl: Walang kalakalan dito
tr: Burada takas yok
ur: یہاں کوئی تجارت نہیں ہے
zh_cn: 这里没有交易
zh_tw: 這裡沒有交易

# dashboard250Sbtrades250Sbfilter250Sbrole
source: I am...
cs: Jsem...
fi: Olen...
fr: Je suis ...
it: Sono...
lt: Aš esu...
nb: Jeg er...
nl: Ik ben...
pl: Jestem...
pt_br: Eu sou...
sl: Jaz sem...
sv: Jag är...
tl: Ako ay...
tr: Ben...
ur: میں ہوں...
zh_cn: 我是...
zh_tw: 我是...

# dashboard250Sbtrusted
source: Trusted
cs: Důvěryhodný
fi: Luotettu
fr: De confiance
it: di fiducia
lt: Patikimas
nb: Klarert
nl: Vertrouwd
pl: Zaufany
pt_br: Confiável
sl: Zaupanja vredno
tl: Pinagkakatiwalaan
tr: Güvenilir
ur: قابل اعتماد
zh_cn: 值得信赖
zh_tw: 值得信賴

# dashboard250Sbtrusted8722Sbusers
source: Your trusted/blocked users
cs: Vaši důvěryhodní/blokovaní uživatelé
fi: Luotetut/estetyt käyttäjäsi
fr: Vos utilisateurs de confiance / bloqués
it: I tuoi utenti fidati / bloccati
lt: Jūsų patikimi / užblokuoti vartotojai
nb: Dine pålitelige/blokkerte brukere
nl: Uw vertrouwde/geblokkeerde gebruikers
pl: Użytkownicy zaufani/zablokowani przez Ciebie
pt_br: Seus usuários confiáveis / bloqueados
sl: Vaši zaupanja vredni/blokirani uporabniki
sv: Dina betrodda/blockerade användare
tl: Ang iyong mga pinagkakatiwalaang/naka-block na user
tr: Güvenilen/engellenen kullanıcılarınız
ur: بھروسہ مند/بلاکڈ صارفين
zh_cn: 您可信任/被阻止的用户
zh_tw: 您可信任/被阻止的用戶

# dashboard250Sbwarning250Sbno8722Sbbuyer8722Sbsettlement8722Sbaddress
source: URGENT ACTION NEEDED: one or more of your buy ads doesn't have a settlement wallet address set. Provide it as soon as possible to avoid having those ads hidden. You can use the filters and the mass ad edit feature to set it for all the relevant ads at once.
cs: JE POTŘEBA NALÉHAVÉ AKCE: jedna nebo více vašich reklam na nákup nemá nastavenou adresu peněženky pro vypořádání. Poskytněte ji co nejdříve, aby tyto reklamy nebyly skryty. Můžete použít filtry a funkci hromadné úpravy reklam a nastavit je pro všechny relevantní reklamy najednou.
fi: KIIREELLISIÄ TOIMENPITEITÄ VAADITAAN: yhdelle tai useammalle ostoilmoituksellesi ei ole asetettu selvityslompakko-osoitetta. Toimita se mahdollisimman pian, jotta nämä mainokset eivät mene piilotetuksi. Voit käyttää suodattimia ja ilmoitusten massamuokkausominaisuutta määrittääksesi sen kaikille osuville ilmoituksille kerralla.
fr: ACTION URGENTE NÉCESSAIRE : une ou plusieurs de vos annonces d'achat n'ont pas d'adresse de portefeuille de règlement définie. Fournissez-le dès que possible pour éviter que ces annonces ne soient masquées. Vous pouvez utiliser les filtres et la fonctionnalité de modification des annonce en groupe pour la définir pour toutes les annonces correspondantes à la fois.
it: AZIONE URGENTE NECESSARIA: uno o più dei vostri annunci di acquisto non hanno un indirizzo di portafoglio di regolamento impostato. Forniscilo il prima possibile per evitare di avere quegli annunci nascosti. Puoi usare i filtri e la funzione di modifica di massa degli annunci per impostarlo per tutti gli annunci pertinenti in una volta sola.
lt: REIKIA SKUBIŲ VEIKSMŲ: viename ar keliuose pirkimo skelbimuose nenustatytas atsiskaitymo piniginės adresas. Pateikite jį kuo greičiau, kad šie skelbimai nebūtų paslėpti. Galite naudoti filtrus ir masinio skelbimų redagavimo funkciją, kad nustatytumėte ją visiems atitinkamiems skelbimams vienu metu.
nb: NØDVENDIG HANDLING: En eller flere av kjøpsannonsene dine har ikke angitt en oppgjørslommebokadresse. Gi det så snart som mulig for å unngå å ha disse annonsene skjult. Du kan bruke filtrene og masseredigeringsfunksjonen for å angi den for alle relevante annonser samtidig.
nl: DRINGENDE ACTIE VEREIST: voor een of meer van uw koopadvertenties is geen adres voor de afwikkelingsportefeuille ingesteld. Geef het zo snel mogelijk door om te voorkomen dat deze advertenties verborgen blijven. U kunt de filters en de functie voor het bewerken van massale advertenties gebruiken om deze voor alle relevante advertenties tegelijk in te stellen.
pl: PILNE DZIAŁANIE KONIECZNE: Jedno, lub więcej, Twoich ogłoszeń kupna nie mają ustawionego adresu na uregulowanie. Podaj go jak najszybciej, aby uniknąć ich ukrycia. Możesz użyć filtrów i funkcji masowej edycji, aby ustawić go dla wszystkich odpowiednich ogłoszeń jednocześnie.
pt_br: NECESSIDADE DE AÇÃO URGENTE: um ou mais de seus anúncios de compra não tem um endereço de carteira de liquidação definido. Forneça-o o mais rápido possível para evitar ter esses anúncios escondidos. Você pode usar os filtros e o recurso de edição em massa do anúncio para defini-lo para todos os anúncios relevantes de uma só vez.
sl: POTREBNO NUJNO UKREPANJE: eden ali več vaših oglasov za nakup nima nastavljenega naslova poravnalne denarnice. Posredujte ga čim prej, da se izognete skritju oglasov. Uporabite lahko filtre in funkcijo množičnega urejanja oglasov, da ga nastavite za vse ustrezne oglase hkrati.
sv: BRÅDSKANDE ÅTGÄRD KRÄVS: en eller flera av dina köpannonser har ingen adress för avräkningsplånbok. Tillhandahåll det så snart som möjligt för att undvika att annonserna döljs. Du kan använda filtren och massredigeringsfunktionen för att ställa in den för alla relevanta annonser samtidigt.
tl: KAILANGAN NG MAAGAD NA PAGKILOS: isa o higit pa sa iyong mga ad sa pagbili ay walang settlement wallet address set. Ibigay ito sa lalong madaling panahon upang maiwasang maitago ang mga ad na iyon. Magagamit mo ang mga filter at ang feature na mass ad edit para itakda ito para sa lahat ng nauugnay na ad nang sabay-sabay.
tr: ACİL EYLEM GEREKLİ: Satın alma reklamlarınızın bir veya daha fazlasının belirlenmiş bir ödeme cüzdanı adresi yok. Bu reklamların gizlenmesini önlemek için mümkün olan en kısa sürede sağlayın. İlgili tüm reklamlar için aynı anda ayarlamak amacıyla filtreleri ve toplu reklam düzenleme özelliğini kullanabilirsiniz.
ur: فوری کارروائی کی ضرورت ہے: آپ کے ایک یا زیادہ خرید اشتہارات میں سیٹلمنٹ والیٹ ایڈریس سیٹ نہیں ہے۔ ان اشتہارات کو چھپانے سے بچنے کے لیے اسے جلد از جلد فراہم کریں۔ آپ اسے تمام متعلقہ اشتہارات کے لیے ایک ساتھ سیٹ کرنے کے لیے فلٹرز اور بڑے پیمانے پر اشتہار میں ترمیم کرنے کی خصوصیت کا استعمال کر سکتے ہیں۔
zh_cn: 需要紧急采取行动：您的一个或多个购买广告没有设置结算钱包地址。尽快提供它以避免隐藏这些广告。您可以使用过滤器和批量广告编辑功能一次性为所有相关广告进行设置。
zh_tw: 需要緊急採取行動：您的一個或多個購買廣告沒有設置結算錢包地址。盡快提供它以避免隱藏這些廣告。您可以使用過濾器和批量廣告編輯功能一次性為所有相關廣告進行設置。

# dashboards250Sbads250Sbfilter250Sbtitle
source: Filter ads
cs: Filtrujte reklamy
fi: Suodata ilmoituksia
fr: Filtrer les annonces
it: Filtra annunci
lt: Filtruoti skelbimus
nb: Filtrer annonser
nl: Advertenties filteren
pl: Filtruj ogłoszenia
pt_br: Filtrar anúncios
sl: Filtrirajte oglase
sv: Filtrera annonser
tl: I-filter ang mga ad
tr: Reklamları filtrele
ur: اشتہارات کو فلٹر کریں
zh_cn: 过滤广告
zh_tw: 過濾廣告

# dashboards250Sbtrades250Sbfilter250Sbtitle
source: Filter trades
cs: Filtrovat obchody
fi: Suodata kaupat
fr: Filtrer les transactions
it: Filtra le operazioni
lt: Filtruoti sandorius
nb: Filter handler
nl: Filter transacties
pl: Filtruj handle
pt_br: Filtrar negociações
sl: Filtriraj trgovanja
sv: Filter handels
tl: I-filter ang mga trade
tr: İşlemleri filtrele
ur: فلٹر تجارت
zh_cn: 过滤交易
zh_tw: 過濾交易

# description
source: Get Monero. Fast, easy and safe. Near you.
cs: Získejte Monero. Rychlo, snadně a bezpečně. Ve vašem okolí.
fi: Hanki Moneroa. Nopeaa, helppoa ja turvallista. Lähellä sinua.
fr: Obtenez du Monero. Rapide, facile et sûr. Près de chez vous.
it: Ottieni Monero. Veloce, facile e sicuro. Vicino a te.
lt: Gaukite Monero. Greita, paprasta ir saugu. Šalia jūsų.
nb: Skaff deg Monero. Raskt, enkelt og trygt. I nærheten av deg.
nl: Gebruik Monero. Snel, gemakkelijk en veilig. Dichtbij jou.
pl: Zdobądź Monero. Szybkie, łatwe i bezpieczne. Blisko Ciebie.
pt_br: Compre Monero. Rápido, fácil e seguro. Próximo de você.
sl: Pridobite Monero. Hitro, enostavno in varno. Blizu vas.
sv: Skaffa Monero. Snabbt, enkelt och säkert. Nära dig.
tl: Kunin mo si Monero. Mabilis, madali at ligtas. Malapit sa'yo.
tr: Monero'yu alın. Hızlı, kolay ve güvenli. Sana yakın.
ur: Monero حاصل کریں. تیز، آسان اور محفوظ۔ آپ کے قریب.
zh_cn: 得到门罗币(XMR)。迅速，简单并安全。在你旁边。
zh_tw: 得到門羅幣(XMR)。迅速，簡單並安全。在你旁邊。
