Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sblbc8722Sbalternative250Sbintroduction
source: Looking for a {lbc} analogue to trade Bitcoins peer-to-peer without KYC/AML or verification? AgoraDesk is a new P2P platform for trading Bitcoin that was created by the team behind {lm}, Monero's equivalent of LocalBitcoins.
cs: Hledáte analog {lbc} pro obchodování s bitcoiny peer-to-peer bez KYC/AML nebo ověření? AgoraDesk je nová P2P platforma pro obchodování bitcoinů, která byla vytvořena týmem za {lm}, ekvivalentem LocalBitcoins k Moneru.
fi: Etsitkö {lbc}-vastinetta Bitcoinien peer-to-peer kauppaa varten ilman KYC:tä/AML:ää tai vahvistusta? AgoraDesk on uusi P2P-alusta Bitcoin-kaupankäyntiin, jonka loi {lm}:n takana oleva tiimi, joka on Moneron vastine LocalBitcoinsille.
fr: Vous recherchez un analogue de {lbc} pour échanger des Bitcoins en pair-à-pair sans KYC/AML ni vérification ? AgoraDesk est une nouvelle plateforme P2P pour l'échange de Bitcoin qui a été créée par l'équipe derrière {lm}, l'équivalent Monero de LocalBitcoins.
it: Alla ricerca di un analogo {lbc} per scambiare Bitcoin peer-to-peer senza KYC / AML o verifica? AgoraDesk è una nuova piattaforma P2P per il trading di Bitcoin creata dal team dietro LocalMonero, l'equivalente di {lm} di Monero.
lt: Ieškote {lbc} analogo, kad galėtumėte prekiauti bitkoinais lygiaverčiai be KYC / AML ar patvirtinimo? „AgoraDesk“ yra nauja P2P platforma prekybai Bitcoin, kurią sukūrė {lm}, Monero „LocalBitcoins“ ekvivalento, komandos.
nb: Ser du etter en {lbc} analog for å handle Bitcoins peer-to-peer uten KYC/AML eller verifisering? AgoraDesk er en ny P2P-plattform for handel med Bitcoin som ble laget av teamet bak {lm}, Moneros ekvivalent til LocalBitcoins.
nl: Op zoek naar een {lbc}-analoog om peer-to-peer in Bitcoins te handelen zonder KYC/AML of verificatie? AgoraDesk is een nieuw P2P-platform voor het verhandelen van Bitcoin, gemaakt door het team achter {lm}, Monero's equivalent van LocalBitcoins.
pl: Szukasz alternatywy do {lbc}, aby handlować Bitcoinami peer-to-peer bez KYC/AML lub weryfikacji? AgoraDesk to nowa platforma P2P do handlu Bitcoinami, stworzona przez zespół {lm} - odpowiednik Monero do LocalBitcoins.
pt_br: Procurando um análogo do {lbc} para negociar Bitcoins ponto a ponto sem KYC / AML ou verificação? O AgoraDesk é uma nova plataforma P2P para negociação de Bitcoin, criada pela equipe por trás do {lm}, o equivalente de LocalBitcoins da Monero.
sl: Iščete {lbc} analog za trgovanje z bitcoini peer-to-peer brez KYC/AML ali verifikacije? AgoraDesk je nova P2P platforma za trgovanje z bitcoini, ki jo je ustvarila ekipa za {lm}, Monero ekvivalent LocalBitcoins.
sv: Söker efter en {lbc} analog för att handla Bitcoins peer-to-peer utan KYC/AML eller verifiering? AgoraDesk är en ny P2P-plattform för handel med Bitcoin som skapades av teamet bakom {lm}, Moneros motsvarighet till LocalBitcoins.
tl: Naghahanap ng {lbc} analogue para i-trade ang Bitcoins peer-to-peer nang walang KYC/AML o verification? Ang AgoraDesk ay isang bagong platform ng P2P para sa pangangalakal ng Bitcoin na nilikha ng koponan sa likod ng {lm}, ang katumbas ng Monero ng LocalBitcoins.
tr: KYC/AML veya doğrulama olmadan eşler arası Bitcoin ticareti yapmak için bir {lbc} analogu mu arıyorsunuz? AgoraDesk, Monero'nun LocalBitcoins eşdeğeri olan {lm}'in arkasındaki ekip tarafından oluşturulan, Bitcoin ticareti için yeni bir P2P platformudur.
ur: KYC/AML یا تصدیق کے بغیر بٹ کوائنز پیئر ٹو پیئر ٹریڈ کرنے کے لیے {lbc} اینالاگ تلاش کر رہے ہیں؟ AgoraDesk بٹ کوائن کی تجارت کے لیے ایک نیا P2P پلیٹ فارم ہے جسے {lm} کے پیچھے والی ٹیم نے بنایا تھا، جو Monero کی لوکل بٹ کوائنز کے برابر ہے۔
zh_cn: 您是否在寻找一个类似于{lbc}平台用来点对点的交易比特币，又不想进行KYC/AML注册或者实名认证？AgoraDesk就是您最佳的选择，这个全新的比特币P2P交易平台由LocalMonero团队精心打造。{lm} 交易所是门罗币版本的LocalBitcoins.
zh_tw: 您是否在尋找一個類似於{lbc}平台用來點對點的交易比特幣，又不想進行KYC/AML註冊或者實名認證？ AgoraDesk就是您最佳的選擇，這個全新的比特幣P2P交易平台由LocalMonero團隊精心打造。 {lm} 交易所是門羅幣版本的LocalBitcoins.

# settings250Sbapi8722Sbkey250Sblabel
source: API key
cs: API klíč
fi: API-avain
fr: Clé d'API
lt: API raktas
nb: API-nøkkel
nl: API sleutel
pl: Klucz API
pt_br: Chave API
sl: API ključ
sv: API-nyckel
tr: API anahtarı
ur: API چابی
zh_cn: API密钥
zh_tw: API密鑰

# agoradesk250Sblbc8722Sbalternative250Sbno8722Sbkyc250Sbcontent
source: AgoraDesk is committed to maintaining the simplicity and straight-forwardness that made the original LocalBitcoins so popular. <strong> We do not employ KYC/AML, nor do we ever plan on doing so</strong>. We firmly believe that the very concept of KYC/AML is completely antithetical to the very idea of a peer-to-peer over-the-counter exchange such as our own, and until there are no more legal ways on <i>planet Earth</i> to avoid implementing KYC/AML we will do everything we legally can to provide you with a hassle-free experience.
cs: AgoraDesk se zavázal udržovat jednoduchost a přímočarost, díky které byly původní LocalBitcoiny tak populární. <strong> Nepoužíváme KYC/AML a ani to nikdy neplánujeme</strong>. Pevně věříme, že samotný koncept KYC/AML je zcela v rozporu se samotnou myšlenkou peer-to-peer (P2P) over-the-counter(OTC) směnárny, jako je naše vlastní, a dokud na <i> planetě Zemi nebudou existovat žádné další legální cesty </i>, abychom se vyhnuli implementaci KYC/AML, uděláme vše, co je v souladu se zákonem, abychom vám poskytli bezproblémový zážitek.
fi: AgoraDesk on sitoutunut säilyttämään yksinkertaisuuden ja suoraviivaisuuden, joka teki alkuperäisestä LocalBitcoinsista niin suositun. <strong> Emme käytä KYC/AML-tekniikkaa, emmekä koskaan aio tehdä niin</strong>. Uskomme vakaasti, että itse KYC/AML-konsepti on täysin ristiriidassa peer-to-peer kaupan kanssa, kuten omamme. Ja kunnes <i>planeetalla Maa</i> ei ole enää muita laillisia keinoja välttää KYC:n/AML:n käyttöönottoa, teemme kaikkemme, jotta voimme laillisesti tarjota sinulle vaivattoman kokemuksen.
fr: AgoraDesk s'engage à maintenir la simplicité et l'efficacité qui ont rendu le LocalBitcoins original si populaire. <strong>Nous n'utilisons pas de KYC/AML, et nous ne prévoyons pas de le faire, jamais</strong>. Nous croyons fermement que le concept même de KYC/AML est complètement antithétique à l'idée même d'un échange pair-à-pair hors cote comme le nôtre, et jusqu'à ce qu'il n'y ait plus de moyens légaux sur <i>la planète Terre</i> pour éviter de mettre en œuvre KYC/AML, nous ferons tout notre possible légalement pour vous offrir une expérience sans tracas.
it: AgoraDesk si impegna a mantenere la semplicità e la semplicità che hanno reso così popolari i LocalBitcoin originali. <strong> Non impieghiamo KYC / AML, né prevediamo mai di farlo</strong>. Crediamo fermamente che il concetto stesso di KYC / AML sia completamente antitetico all'idea stessa di uno scambio da banco peer-to-peer come il nostro, e fino a quando non ci saranno più modi legali sul <i>pianeta Terra</i> per evitare l'implementazione di KYC / AML, faremo tutto il possibile per offrirti un'esperienza senza problemi.
lt: „AgoraDesk“ yra įsipareigojusi išlaikyti paprastumą ir tiesumą, dėl kurio originalūs „LocalBitcoins“ buvo tokie populiarūs. <strong> Mes nenaudojame KYC/AML ir niekada neplanuojame to daryti </strong>. Mes tvirtai tikime, kad pati KYC/AML koncepcija visiškai prieštarauja pačiai lygiaverčių nereceptinių mainų, tokių kaip mūsų pačių, idėjai, ir kol <i> planetoje Žemėje nebeliks teisėtų būdų. </i>, kad išvengtume KYC/AML diegimo, padarysime viską, ką teisiškai galime, kad suteiktume jums be rūpesčių patirtį.
nb: AgoraDesk er forpliktet til å opprettholde enkelheten og rettframheten som gjorde de originale LocalBitcoins så populære. <strong> Vi bruker ikke KYC/AML, og vi har heller ingen planer om å gjøre det</strong>. Vi er overbevist om at selve konseptet med KYC/AML er helt i motsetning til selve ideen om en peer-to-peer over-the-counter-utveksling som vår egen, og inntil det ikke er flere lovlige måter på <i>planeten Jorden </i> for å unngå implementering av KYC/AML vil vi gjøre alt vi lovlig kan for å gi deg en problemfri opplevelse.
nl: AgoraDesk zet zich in voor het behoud van de eenvoud en rechtlijnigheid die de originele LocalBitcoins zo populair hebben gemaakt. <strong> We maken geen gebruik van KYC/AML, en zijn dat ook niet van plan </strong>. We zijn er vast van overtuigd dat het concept van KYC/AML volledig tegenovergesteld staat op het idee van een peer-to-peer over-the-counter uitwisseling zoals de onze, en totdat er geen legale manieren meer zijn op <i>planeet Aarde </i> om implementatie van KYC/AML te voorkomen, zullen we er alles aan doen om u een probleemloze ervaring te bieden.
pl: AgoraDesk gwarantuje utrzymanie prostoty, dzięki której oryginalne LocalBitcoins były tak popularne.<strong> Nie stosujemy KYC/AML, ani nigdy nie planujemy tego zrobić </strong>. Jesteśmy przekonani, że sam pomysł KYC/AML jest całkowicie nieetyczny dla giełdy P2P, takiej jak nasza, i dopóki nie pozostanie nam żaden legalny sposobów na <i> całym świecie</i>, aby uniknąć wdrażania KYC/AML, zrobimy wszystko, co legalnie, aby zapewnić nasze usługi bez tych restrykcji.
pt_br: O AgoraDesk está comprometido em manter a simplicidade e franqueza que tornaram os LocalBitcoins originais tão populares. <strong> Não empregamos KYC / AML, nem planejamos fazê-lo</strong>. Acreditamos firmemente que o próprio conceito de KYC / AML é completamente antitético à própria idéia de uma troca de balcão entre pares, como a nossa, e até que não haja mais meios legais para o <i>planeta Terra</i> para evitar a implementação do KYC / AML, faremos tudo o que for legalmente possível para fornecer a você uma experiência sem complicações.
sl: AgoraDesk se zavzema za ohranjanje preprostosti in neposrednosti, zaradi česa je LocalBitcoins tako priljubljen. <strong> Ne uporabljamo KYC/AML, niti tega nikoli ne načrtujemo </strong>. Trdno verjamemo, da je sam koncept KYC/AML popolnoma v nasprotju s samo idejo menjalnice, kot je naša, in dokler na <i>planetu Zemlja ne bo več zakonitih poti </i> da bi se izognili izvajanju KYC/AML, bomo storili vse, kar je v naši pravni moči, da vam legalno zagotovimo enostavno izkušnjo.
sv: AgoraDesk har åtagit sig att bibehålla enkelheten och rakheten som gjorde de ursprungliga LocalBitcoins så populära. <strong> Vi använder inte KYC/AML och planerar inte heller att göra det</strong>. Vi är övertygade om att själva konceptet med KYC/AML är helt motstridigt med själva idén om ett peer-to-peer-över-disk-utbyte som vårt eget, och tills det inte finns några fler lagliga sätt på <i>planeten Jorden </i> för att undvika implementering av KYC/AML kommer vi att göra allt vi lagligt kan för att ge dig en problemfri upplevelse.
tl: Ang AgoraDesk ay nakatuon sa pagpapanatili ng pagiging simple at pagiging diretso na naging dahilan ng pagiging popular ng orihinal na LocalBitcoins. <strong> Hindi kami gumagamit ng KYC/AML, ni hindi namin pinaplanong gawin iyon</strong>. Lubos kaming naniniwala na ang mismong konsepto ng KYC/AML ay ganap na kabaligtaran sa mismong ideya ng isang peer-to-peer na over-the-counter exchange tulad ng sa amin, at hanggang sa wala nang mga legal na paraan sa <i>planet Earth </i> para maiwasan ang pagpapatupad ng KYC/AML gagawin namin ang lahat ng aming makakaya ayon sa batas para mabigyan ka ng walang problemang karanasan.
tr: AgoraDesk, orijinal LocalBitcoins'i bu kadar popüler yapan basitliği ve anlaşılırlığı korumaya kendini adamıştır. <strong> KYC/AML kullanmıyoruz ve bunu yapmayı da planlamıyoruz</strong>. KYC/AML kavramının, bizimki gibi eşler arası tezgah üstü borsa fikrine tamamen aykırı olduğuna ve Dünya <i>gezegeninde artık yasal yollar kalmayıncaya kadar kesinlikle inanıyoruz. </i> KYC/AML'yi uygulamaktan kaçınmak için size sorunsuz bir deneyim sunmak amacıyla yasal olarak elimizden gelen her şeyi yapacağız.
ur: AgoraDesk اس سادگی اور سیدھے سادگی کو برقرار رکھنے کے لیے پرعزم ہے جس نے اصلی لوکل بٹ کوائنز کو اتنا مقبول بنا دیا۔ <strong> ہم KYC/AML کو ملازمت نہیں دیتے، اور نہ ہی ہم ایسا کرنے کا ارادہ رکھتے ہیں</strong>۔ ہم پختہ یقین رکھتے ہیں کہ KYC/AML کا تصور ہی ہمارے اپنے جیسےpeer-to-peer over-the-counter تبادلے کے تصور کے بالکل خلاف ہے، اور جب تک کہ <i> سیارہ زمین پر مزید قانونی طریقے نہ ہوں۔ </i> KYC/AML کو لاگو کرنے سے بچنے کے لیے ہم آپ کو hassel-freeتجربہ فراہم کرنے کے لیے قانونی طور پر ہر ممکن کوشش کریں گے۔
zh_cn: AgoraDesk致力于保持LocalBitcoins最初的品质——简单直接的用户体验，正是这种宝贵的品质才使得它当初如此受欢迎。<strong>因此我们不采用KYC / AML实名认证，我们也没有计划未来这样做。</strong> 我们坚信，KYC / AML的概念与诸如点对点场外交易所的精神背道而驰，我们将竭尽所能，为您提供无忧的体验，<i>只要地球上还有合法方法</i>可以避免实施 KYC / AML我们就会保持下去。
zh_tw: AgoraDesk致力於保持LocalBitcoins最初的品質——簡單直接的用戶體驗，正是這種寶貴的品質才使得它當初如此受歡迎。<strong>因此我們不採用KYC / AML實名認證，我們也沒有計劃未來這樣做。</strong>我們堅信，KYC / AML的概念與諸如點對點場外交易所的精神背道而馳，我們將竭盡所能，為您提供無憂的體驗，<i>只要地球上還有合法方法</i>可以避免實施KYC / AML我們就會保持下去。

# agoradesk250Sblbc8722Sbalternative250Sbno8722Sbkyc250Sbtitle
source: No KYC/AML
cs: Žádné KYC/AML
fi: Ei KYC/AML
fr: Pas de KYC/AML
it: Nessun KYC / AML
lt: Nėra KYC / AML
nb: Ingen KYC/AML
nl: Geen KYC/AML
pl: Brak KYC/AML
pt_br: Sem KYC / AML
sl: Brez KYC/AML
sv: Nej KYC/AML
tl: Walang KYC/AML
tr: KYC/AML yok
ur: کوئی KYC/AML نہیں
zh_cn: 没有KYC / AML
zh_tw: 沒有KYC / AML

# agoradesk250Sblbc8722Sbalternative250Sbnojs250Sbcontent
source: Since AgoraDesk is made by a team with a background in the privacy-oriented Monero community, AgoraDesk inherits the same privacy-oriented bent that LocalMonero has. A user that fully blocks Google services will be able to use our platform without a problem. <strong> Our platform is even fully functional without JavaScript</strong>, which ensures a level of security and privacy that will <i>never</i> be achievable on other platforms that require JavaScript to operate.
cs: Vzhledem k tomu, že AgoraDesk je vytvořen týmem se zkušenostmi v komunitě Monero zaměřené na soukromí, AgoraDesk zdědil stejný sklon k ochraně soukromí, jaký má LocalMonero. Uživatel, který plně zablokuje služby Google, bude moci naši platformu bez problémů používat. <strong> Naše platforma je plně funkční i bez JavaScriptu</strong>, což zajišťuje úroveň zabezpečení a soukromí, které <i>nikdy</i> nebude dosažitelné na jiných platformách, které ke svému provozu vyžadují JavaScript.
fi: Koska AgoraDeskin tekee tiimi, jolla on tausta yksityisyyteen suuntautuneesta Monero-yhteisöstä, AgoraDesk perii saman yksityisyyteen suuntautuneen taipumuksen mikä LocalMonerolla on. Käyttäjä, joka estää Googlen palvelut kokonaan, voi käyttää alustamme ilman ongelmia. <strong> Alustamme on jopa täysin toimiva ilman JavaScriptiä</strong>, mikä takaa turvallisuuden ja yksityisyyden tason, joka <i>ei koskaan</i> ole saavutettavissa muilla alustoilla, jotka vaativat JavaScriptin toimiakseen.
fr: Étant donné qu'AgoraDesk est créé par une équipe ayant une expérience dans la communauté Monero axée sur la confidentialité, AgoraDesk hérite du même penchant axé sur la confidentialité que LocalMonero. Un utilisateur qui bloque complètement les services Google pourra utiliser notre plateforme sans problème. <strong>Notre plateforme est même entièrement fonctionnelle sans JavaScript</strong>, ce qui garantit un niveau de sécurité et de confidentialité qui ne sera <i>jamais</i> réalisable sur d'autres platesformes nécessitant JavaScript pour fonctionner.
it: Poiché AgoraDesk è costituito da un team con un background nella comunità Monero orientata alla privacy, AgoraDesk eredita la stessa tendenza orientata alla privacy di LocalMonero. Un utente che blocca completamente i servizi di Google sarà in grado di utilizzare la nostra piattaforma senza problemi. <strong> La nostra piattaforma è persino perfettamente funzionante senza JavaScript</strong>, il che garantisce un livello di sicurezza e privacy che <i>non sarà mai</i> raggiungibile su altre piattaforme che richiedono JavaScript per funzionare.
lt: Kadangi „AgoraDesk“ sukūrė komanda, turinti į privatumą orientuotos Monero bendruomenės patirties, „AgoraDesk“ paveldi tą patį į privatumą orientuotą požiūrį, kurį turi „LocalMonero“. Naudotojas, visiškai užblokavęs Google paslaugas, galės be problemų naudotis mūsų platforma. <strong> Mūsų platforma netgi visiškai veikia be JavaScript</strong>, o tai užtikrina tokį saugumo ir privatumo lygį, kurio <i>niekada</i> nebus galima pasiekti kitose platformose, kurioms veikti reikalingas JavaScript.
nb: Siden AgoraDesk er laget av et team med bakgrunn i det personvernorienterte Monero-fellesskapet, arver AgoraDesk den samme personvernorienterte tilbøyeligheten som LocalMonero har. En bruker som fullstendig blokkerer Google-tjenester vil kunne bruke plattformen vår uten problemer. <strong> Plattformen vår er til og med fullt funksjonell uten JavaScript</strong>, som sikrer et nivå av sikkerhet og personvern som <i>aldri</i> vil være oppnåelig på andre plattformer som krever JavaScript for å fungere.
nl: Aangezien AgoraDesk gemaakt is door een team met een achtergrond in het privacy gerichte Monero-gemeenschap, erft ook AgoraDesk dezelfde privacy gerichte neiging als LocalMonero. Een gebruiker die Google-services volledig blokkeert, kan zonder problemen ons platform gebruiken. <strong> Ons platform is zelfs volledig functioneel zonder JavaScript</strong>, wat zorgt voor een beveiligings- en privacyniveau dat <i>nooit</i> haalbaar zal zijn op andere platforms die JavaScript nodig hebben.
pl: Dzięki temu, że AgoraDesk jest stworzony przez zespół z doświadczeniem w społeczności Monero, która bardzo ceni sobie prywatność, to AgoraDesk dziedziczy to samo zamiłowanie do prywatności, jak LocalMonero. Użytkownik, który całkowicie blokuje usługi Google, będzie mógł korzystać z naszej platformy bez problemu.<strong> Nasza platforma jest w pełni funkcjonalna nawet bez JavaScript </strong>, co zapewnia poziom bezpieczeństwa i prywatności, który <i>nigdy</i> nie będzie możliwy do osiągnięcia na innych platformach, wymagających JavaScript.
pt_br: Como o AgoraDesk é formado por uma equipe com experiência na comunidade Monero, voltada para a privacidade, o AgoraDesk herda a mesma inclinação que o LocalMonero possui. Um usuário que bloqueie totalmente os serviços do Google poderá usar nossa plataforma sem problemas. <strong> Nossa plataforma é totalmente funcional sem JavaScript</strong>, o que garante um nível de segurança e privacidade que <i>nunca</i> serão alcançáveis em outras plataformas que requerem JavaScript para operar.
sl: Ker AgoraDesk izdeluje ekipa z ozadjem v skupnosti Monero, ki je usmerjena v zasebnost, AgoraDesk podeduje isto usmeritev v zasebnost, kot jo ima LocalMonero. Uporabnik, ki v celoti blokira Googlove storitve, bo lahko brez težav uporabljal našo platformo. <strong> Naša platforma je popolnoma funkcionalna tudi brez JavaScripta</strong>, kar zagotavlja stopnjo varnosti in zasebnosti, ki je <i>nikoli </i> ne bo mogoče doseči na drugih platformah, ki za delovanje potrebujejo JavaScript.
sv: Eftersom AgoraDesk är gjord av ett team med bakgrund i den integritetsorienterade Monero-communityt, ärver AgoraDesk samma integritetsorienterade böjelse som LocalMonero har. En användare som helt blockerar Googles tjänster kommer att kunna använda vår plattform utan problem. <strong> Vår plattform är till och med fullt fungerande utan JavaScript</strong>, vilket garanterar en nivå av säkerhet och integritet som <i>aldrig</i> kommer att kunna uppnås på andra plattformar som kräver JavaScript för att fungera.
tl: Dahil ang AgoraDesk ay ginawa ng isang team na may background sa komunidad ng Monero na nakatuon sa privacy, namana ng AgoraDesk ang parehong baluktot na nakatuon sa privacy na mayroon ang LocalMonero. Ang isang user na ganap na humaharang sa mga serbisyo ng Google ay makakagamit ng aming platform nang walang problema. <strong> Ang aming platform ay kahit na ganap na gumagana nang walang JavaScript</strong>, na nagsisiguro ng antas ng seguridad at privacy na <i>hindi kailanman</i> makakamit sa iba pang mga platform na nangangailangan ng JavaScript upang gumana.
tr: AgoraDesk, gizlilik odaklı Monero topluluğunda geçmişi olan bir ekip tarafından yapıldığından, AgoraDesk, LocalMonero'nun sahip olduğu gizlilik odaklı eğilimin aynısını miras alıyor. Google hizmetlerini tamamen engelleyen bir kullanıcı, platformumuzu sorunsuz bir şekilde kullanabilecektir. <strong> Platformumuz, JavaScript</strong> olmadan bile tamamen işlevseldir; bu, JavaScript'in çalışmasını gerektiren diğer platformlarda <i>asla</i> elde edilemeyecek bir güvenlik ve gizlilik düzeyi sağlar.
ur: چونکہAgoradeskprivacy-oriented Monero کمیونٹی میں پس منظر کے ساتھ ایک ٹیم کی طرف سے بنایا گیا ہے، AgoraDesk وہی پرائیویسی پر مبنی جھکاو ہے جو LocalMonero کے پاس ہے۔ ایک صارف جو Google سروسز کو مکمل طور پر بلاک کرتا ہے وہ بغیر کسی پریشانی کے ہمارا پلیٹ فارم استعمال کر سکے گا۔ <strong> ہمارا پلیٹ فارم JavaScript</strong> کے بغیر بھی مکمل طور پر فعال ہے، جو سیکیورٹی اور رازداری کی سطح کو یقینی بناتا ہے جو دوسرے پلیٹ فارمز پر <i>never </i> حاصل کیا جا سکے گا جن کو چلانے کے لیے JavaScript کی ضرورت ہوتی ہے۔
zh_cn: 由于AgoraDesk的背景是由特别注重隐私的Monero社区的团队打造，因此AgoraDesk继承了LocalMonero所具有的相同的隐私保护倾向。 完全不使用Google服务的用户也可以毫无问题地使用我们的平台。 <strong> 我们的平台甚至可以在没有JavaScript</strong>的情况下完全运行，从而确保我们能达到的安全性和隐私性水平，是其他需要JavaScript<i>才能运行平台上望尘却步的</i>。
zh_tw: 由於AgoraDesk的背景是由特別注重隱私的Monero社區的團隊打造，因此AgoraDesk繼承了LocalMonero所具有的相同的隱私保護傾向。完全不使用Google服務的用戶也可以毫無問題地使用我們的平台。 <strong>我們的平台甚至可以在沒有JavaScript</strong>的情況下完全運行，從而確保我們能達到的安全性和隱私性水平，是其他需要JavaScript<i>才能運行平台上望塵卻步的</i>。

# agoradesk250Sblbc8722Sbalternative250Sbnojs250Sbtitle
source: Works without JavaScript
cs: Funguje bez JavaScriptu
fi: Toimii ilman JavaScriptiä
fr: Fonctionne sans JavaScript
it: Funziona senza JavaScript
lt: Veikia be JavaScript
nb: Fungerer uten JavaScript
nl: Werkt zonder JavaScript
pl: Działa bez JavaScript
pt_br: Funciona sem JavaScript
sl: Deluje brez JavaScripta
sv: Fungerar utan JavaScript
tl: Gumagana nang walang JavaScript
tr: JavaScript olmadan çalışır
ur: جاوا اسکرپٹ کے بغیر کام کرتا ہے
zh_cn: 无需JavaScript即可工作
zh_tw: 無需JavaScript即可工作

source: and
cs: a
fi: ja
fr: et
it: e
lt: ir
nb: og
nl: en
pl: oraz
pt_br: e
sl: in
sv: och
tl: at
tr: Ve
ur: اور
zh_cn: 和
zh_tw: 和
