Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sbasset8722Sbfilter8722Sbtoggle250Sbcoin
source: {assetSymbol} ONLY
cs: POUZE {assetSymbol}
fi: {assetSymbol} VAIN
fr: {assetSymbol} UNIQUEMENT
it: {assetSymbol} SOLO
lt: {assetSymbol} TIK
nb: KUN {assetSymbol}
nl: ALLEEN {assetSymbol}
pl: TYLKO {assetSymbol}
pt_br: {assetSymbol} SOMENTE
sl: {assetSymbol} SAMO
sv: ENDAST {assetSymbol}
tl: {assetSymbol} LANG
tr: SADECE {assetSymbol}
ur: {assetSymbol} صرف
zh_cn: {assetSymbol} 仅限
zh_tw: {assetSymbol} 僅限

# agoradesk250Sbasset250Sblabel
source: Cryptocurrency asset
cs: Aktivum v kryptoměně
fi: Kryptovaluutta omaisuus
fr: Actif de crypto-monnaie
it: Asset di criptovaluta
lt: Kriptovaliutos turtas
nb: Kryptovaluta eiendel
nl: Crypto-asset
pl: Aktywa kryptowalut
pt_br: Ativo de criptomoeda
sl: Sredstvo kriptovalute
sv: Kryptovalutatillgång
tl: asset ng Cryptocurrency
tr: Kripto para varlığı
ur: کریپٹو کرنسی اثاثہ
zh_cn: 加密货币资产
zh_tw: 加密貨幣資產

# agoradesk250Sbguide250Sbad8722Sbpage250Sbbuy
source: buy
cs: Koupit
fi: ostaa
fr: acheter
it: Acquistare
lt: pirkti
nb: kjøpe
nl: kopen
pl: kup
pt_br: Comprar
sl: nakup
sv: köpa
tl: bumili
tr: satın almak
ur: خریديں
zh_cn: 购买
zh_tw: 購買

# agoradesk250Sbguide250Sbad8722Sbpage250Sbbuyer
source: buyer
cs: kupující
fi: ostaja
fr: acheteur
it: acquirente
lt: pirkėjas
nb: kjøper
nl: koper
pl: kupujący
pt_br: Comprador
sl: kupec
sv: köpare
tl: mamimili
tr: alıcı
ur: خریدار
zh_cn: 买方
zh_tw: 買方

# agoradesk250Sbguide250Sbad8722Sbpage250Sbgeneral
source: After you press the '{buyOrSellButtonName}' button you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them you can go back to the previous page and choose another advertisement.
cs: Po stisknutí tlačítka '{buy_or_sell_button_name}' uvidíte více informací o inzerátu, včetně obchodních podmínek. Před odesláním žádosti o obchod si je přečtěte, pokud s nimi nesouhlasíte, můžete se vrátit na předchozí stránku a vybrat si jiný inzerát.
fi: Kun painat '{buyOrSellButtonName}'-painiketta, näet lisätietoja ilmoituksesta, mukaan lukien kaupan ehdot. Lue ne läpi ennen vaihtopyynnön lähettämistä, jos et ole samaa mieltä ehdoista, voit palata edelliselle sivulle ja valita toisen ilmoituksen.
fr: Après avoir appuyé sur le bouton '{buy_or_sell_button_name}', vous verrez plus d'informations sur l'annonce, y compris les conditions de l'échange. Lisez-les avant de soumettre la demande d'échange, si vous n'êtes pas d'accord avec celles-ci, vous pouvez revenir à la page précédente et choisir une autre annonce.
it: Dopo aver premuto il pulsante '{buyOrSellButtonName}' vedrai ulteriori informazioni sulla pubblicità, inclusi i termini del commercio. Leggili prima di inviare la richiesta commerciale, se non sei d'accordo con loro puoi tornare alla pagina precedente e scegliere un altro annuncio.
lt: Paspaudę mygtuką {buyOrSellButtonName}, pamatysite daugiau informacijos apie skelbimą, įskaitant prekybos sąlygas. Perskaitykite juos prieš pateikdami prekybos užklausą, jei su jomis nesutinkate, galite grįžti į ankstesnį puslapį ir pasirinkti kitą skelbimą.
nb: Etter at du har trykket på '{buyOrSellButtonName}'-knappen vil du se mer informasjon om annonsen, inkludert vilkårene for handelen. Les gjennom dem før du sender inn handelsforespørselen, hvis du ikke er enig med dem kan du gå tilbake til forrige side og velge en annen annonse.
nl: Nadat u op de knop '{buy_or_sell_button_name}' heeft gedrukt, ziet u meer informatie over de advertentie, inclusief de voorwaarden van de transactie. Lees ze door voordat u het ruilverzoek indient, als u het er niet mee eens bent, kunt u teruggaan naar de vorige pagina en een andere advertentie kiezen.
pl: Po naciśnięciu przycisku „{buyOrSellButtonName}” zobaczysz więcej informacji o ogłoszeniu, w tym warunki handlu. Przeczytaj je przed przesłaniem żądania handlu, jeśli nie zgadzasz się z nimi, możesz wrócić do poprzedniej strony i wybrać inne ogłoszenie.
pt_br: Depois de pressionar o botão '{buy_or_sell_button_name}', você verá mais informações sobre o anúncio, incluindo os termos da troca. Leia-os antes de enviar a solicitação de negociação. Se você não concordar com eles, poderá voltar à página anterior e escolher outro anúncio.
sl: Ko pritisnete gumb '{buyOrSellButtonName}', boste videli več informacij o oglasu, vključno s pogoji trgovanja. Preberite jih, preden oddate zahtevo za trgovanje, če se z njimi ne strinjate, se lahko vrnete na prejšnjo stran in izberete drug oglas.
sv: Efter att du tryckt på knappen '{buyOrSellButtonName}' kommer du att se mer information om annonsen, inklusive handelsvillkoren. Läs igenom dem innan du skickar in handelsförfrågan, om du inte håller med dem kan du gå tillbaka till föregående sida och välja en annan annons.
tl: Pagkatapos mong pindutin ang '{buy_or_sell_button_name}' na buton makakakita ka ng higit pang impormasyon tungkol sa advertisement, kasama ang mga tuntunin ng kalakalan. Basahin ang mga ito bago isumite ang kahilingan sa kalakalan, kung hindi ka sumasang-ayon sa kanila maaari kang bumalik sa nakaraang pahina at pumili ng isa pang advertisement.
tr: '{buyOrSellButtonName}' butonuna bastıktan sonra, ticaret koşulları da dahil olmak üzere ilan hakkında daha fazla bilgi göreceksiniz. Takas talebini göndermeden önce bunları okuyun, eğer kabul etmiyorsanız önceki sayfaya dönüp başka bir ilan seçebilirsiniz.
ur: '{buyOrSellButtonName}' بٹن دبانے کے بعد آپ کو اشتہار کے بارے میں مزید معلومات نظر آئیں گی، بشمول تجارت کی شرائط۔ تجارتی درخواست جمع کروانے سے پہلے ان کو پڑھیں، اگر آپ ان سے متفق نہیں ہیں تو آپ پچھلے صفحہ پر واپس جا کر دوسرا اشتہار منتخب کر سکتے ہیں۔
zh_cn: 按“{buyOrSellButtonName}”按钮后，您将看到有关广告的更多信息，包括交易条款。在提交交易请求之前仔细阅读它们，如果您不同意，可以返回上一页并选择其他广告。
zh_tw: 按“{buyOrSellButtonName}”按鈕後，您將看到有關廣告的更多信息，包括交易條款。在提交交易請求之前仔細閱讀它們，如果您不同意，可以返回上一頁並選擇其他廣告。

# agoradesk250Sbguide250Sbad8722Sbpage250Sbgeneral250Sbhow8722Sbto8722Sbstart
source: To start the trade, type in how much {asset} you want to {buyOrSell} and click the 'Send trade request' button to the start the trade.
cs: Chcete-li zahájit obchod, zadejte, kolik {asset} chcete {buy_or_sell}, a kliknutím na tlačítko 'Odeslat žádost o obchod' zahajte obchod.
fi: Aloittaaksesi kaupan, kirjoita kuinka paljon {asset} haluat {buyOrSell} ja napsauta 'Lähetä vaihtopyyntö' -painiketta aloittaaksesi kaupan.
fr: Pour démarrer l'échange, saisissez le montant de {asset} que vous souhaitez {buy_or_sell} et cliquez sur le bouton "Envoyer la demande d'échange" pour démarrer l'échange.
it: Per iniziare lo scambio, digita quanto {asset} vuoi {buyOrSell} e fai clic sul pulsante "Invia richiesta di scambio" per avviare lo scambio.
lt: Norėdami pradėti prekybą, įveskite, kiek {asset} norite {buyOrSell}, ir spustelėkite mygtuką „Siųsti prekybos užklausą“, kad pradėtumėte prekybą.
nb: For å starte handelen, skriv inn hvor mye {asset} du vil ha til {buyOrSell} og klikk på 'Send handelsforespørsel'-knappen for å starte handelen.
nl: Om de transactie te starten, voert u in hoeveel {asset} u wilt {buy_or_sell} en klikt u op de knop 'Send trade request' om de transactie te starten.
pl: Aby rozpocząć transakcję, wpisz ile {asset} chcesz {buyOrSell} i kliknij przycisk „Wyślij żądanie handlu” do rozpoczęcia handlu.
pt_br: Para iniciar a negociação, digite quanto {asset} você deseja {buy_or_sell} e clique no botão 'Enviar solicitação de negociação' para iniciar a negociação.
sl: Za začetek trgovanja vnesite koliko {asset} želite {buyOrSell} in kliknite gumb 'Pošlji zahtevo za trgovanje', da začnete trgovanje.
sv: För att starta handeln, skriv in hur mycket {asset} du vill {buyOrSell} och klicka på knappen "Skicka handelsförfrågan" för att starta affären.
tl: Upang simulan ang kalakalan, i-type kung magkano {asset} ang gusto mong {buy_or_sell} at i-click ang 'Ipadala ang kahilingan sa kalakalan' upang simulan ang kalakalan.
tr: Ticareti başlatmak için, ne kadar {asset} yapmak istediğinizi {buyOrSell} yazın ve ticareti başlatmak için 'Takas talebi gönder' düğmesine tıklayın.
ur: تجارت شروع کرنے کے لیے، ٹائپ کریں کہ آپ کتنا {asset} کرنا چاہتے ہیں {buyOrSell} اور تجارت شروع کرنے کے لیے 'تجارتی درخواست بھیجیں' بٹن پر کلک کریں۔
zh_cn: 要开始交易，输入你想要多少 {asset} 到 {buyOrSell} ，然后点击'发送交易请求'按钮，开始交易。
zh_tw: 要開始交易，請輸入您要 {buyOrSell} {asset} ，然後按兩下「發送交易請求」按鈕開始交易。

# agoradesk250Sbguide250Sbad8722Sbpage250Sbsell
source: sell
cs: prodat
fi: myydä
fr: vendre
it: Vendere
lt: parduoti
nb: selge
nl: verkopen
pl: sprzedać
pt_br: Vender
sl: prodaja
sv: sälja
tl: magbenta
tr: satmak
ur: فروخت
zh_cn: 卖
zh_tw: 賣

# agoradesk250Sbguide250Sbad8722Sbpage250Sbseller
source: seller
cs: prodejce
fi: myyjä
fr: vendeur
it: venditore
lt: pardavėjas
nb: selger
nl: verkoper
pl: sprzedawca
pt_br: Vendedor
sl: prodajalec
sv: säljare
tl: nagbebenta
tr: satıcı
ur: بیچنے والے
zh_cn: 卖家
zh_tw: 賣家

# agoradesk250Sbguide250Sbbtc8722Sbas8722Sban8722Sbexample
source: For the purpose of this guide we'll use BTC as a base currency, but the same rules apply to XMR.
cs: Pro účely tohoto průvodce budeme používat BTC jako základní měnu, ale stejná pravidla platí pro XMR.
fi: Tässä oppaassa käytämme BTC:tä perusvaluuttana, mutta samat säännöt koskevat XMR:ää.
fr: Pour les besoins de ce guide, nous utiliserons le BTC comme devise de base, mais les mêmes règles s'appliquent au XMR.
it: Ai fini di questa guida utilizzeremo BTC come valuta di base, ma le stesse regole si applicano a XMR.
lt: Šiame vadove kaip bazinę valiutą naudosime BTC, tačiau XMR taikomos tos pačios taisyklės.
nb: For formålet med denne veiledningen vil vi bruke BTC som en basisvaluta, men de samme reglene gjelder for XMR.
nl: Voor deze handleiding gebruiken we BTC als basisvaluta, maar dezelfde regels zijn van toepassing op XMR.
pl: W tym przewodniku wykorzystamy BTC jako walutę startową, ale te same zasady dotyczą XMR.
pt_br: Para os propósitos deste guia, usaremos o BTC como moeda base, mas as mesmas regras se aplicam ao XMR.
sl: Za namen tega vodnika bomo kot osnovno valuto uporabili BTC, vendar enaka pravila veljajo za XMR.
sv: I den här guiden kommer vi att använda BTC som basvaluta, men samma regler gäller för XMR.
tl: Para sa layunin ng gabay na ito gagamitin namin ang BTC bilang base currency, ngunit ang parehong mga patakaran ay nalalapat sa XMR.
tr: Bu kılavuzun amacı doğrultusunda temel para birimi olarak BTC'yi kullanacağız ancak aynı kurallar XMR için de geçerlidir.
ur: اس گائیڈ کے مقصد کے لیے ہم BTC کو بنیادی کرنسی کے طور پر استعمال کریں گے، لیکن وہی اصول XMR پر لاگو ہوتے ہیں۔
zh_cn: 出于本指南的目的，我们将使用BTC作为基础货币，但相同的规则适用于XMR。
zh_tw: 出於本指南的目的，我們將使用BTC作為基礎貨幣，但相同的規則適用於XMR。

# agoradesk250Sbguide250Sbsearch250Sball8722Sbmethods8722Sbbuyer
source: If you're unsure how you want to pay, choose 'All online offers' as your payment method.
cs: Pokud si nejste jisti, jak chcete platit, zvolte jako způsob platby „Všechny online nabídky“.
fi: Jos et ole varma kuinka haluat maksaa, valitse maksutavaksi "Kaikki verkkotarjoukset".
fr: Si vous ne savez pas comment vous souhaitez payer, choisissez "Toutes les offres en ligne" comme mode de paiement.
it: Se non sei sicuro di come pagare, scegli il metodo di pagamento 'Tutte le offerte online'.
lt: Jei nesate tikri, kaip norite mokėti, kaip mokėjimo būdą pasirinkite „Visi internetiniai pasiūlymai“.
nb: Hvis du er usikker på hvordan du vil betale, velger du "Alle netttilbud" som betalingsmåte.
nl: Als u niet zeker weet hoe u wilt betalen, kies dan 'Alle online aanbiedingen' als betaalmethode.
pl: Jeśli nie masz pewności, jak chcesz zapłacić, wybierz „wszystkie ogłoszenia online” jako metodę płatności.
pt_br: Se não tiver a certeza de como pretende pagar, escolha 'Todas as ofertas online' como o seu método de pagamento.
sl: Če niste prepričani, kako želite plačati, kot način plačila izberite 'Vse online ponudbe'.
sv: Om du är osäker på hur du vill betala väljer du "Alla online-erbjudanden" som betalningsmetod.
tl: Kung hindi ka sigurado kung paano mo gustong magbayad, piliin ang 'Lahat ng online na alok' bilang iyong paraan ng pagbabayad.
tr: Nasıl ödeme yapmak istediğinizden emin değilseniz ödeme yönteminiz olarak 'Tüm çevrimiçi teklifler'i seçin.
ur: اگر آپ کو یقین نہیں ہے کہ آپ کس طرح ادائیگی کرنا چاہتے ہیں، تو اپنے ادائیگی کے طریقے کے طور پر 'All online offers' منتخب کریں۔
zh_cn: 如果您不确定要支付的方式，请选择“所有在线优惠”作为您的付款方式。
zh_tw: 如果您不確定要支付的方式，請選擇“所有在線優惠”作為您的付款方式。

# agoradesk250Sbguide250Sbsearch250Sball8722Sbmethods8722Sbseller
source: If you're unsure how you want to be paid, choose 'All online offers' as your payment method.
cs: Pokud si nejste jisti, jakým způsobem chcete být placeni, zvolte jako způsob platby „Všechny online nabídky“.
fi: Jos et ole varma kuinka haluat saada maksun, valitse maksutavaksi "Kaikki verkkotarjoukset".
fr: Si vous ne savez pas comment vous souhaitez être payé, choisissez "Toutes les offres en ligne" comme mode de paiement.
it: Se non sei sicuro di come desideri essere pagato, scegli 'Tutte le offerte online' come metodo di pagamento.
lt: Jei nesate tikri, kaip norite gauti mokėjimą, kaip mokėjimo būdą pasirinkite „Visi internetiniai pasiūlymai“.
nb: Hvis du er usikker på hvordan du vil bli betalt, velger du "Alle netttilbud" som betalingsmåte.
nl: Als u niet zeker weet hoe u betaald wilt worden, kies dan 'Alle online aanbiedingen' als betaalmethode.
pl: Jeśli nie masz pewności, w jaki sposób chcesz otrzymać zapłatę, wybierz „wszystkie ogłoszenia online” jako metodę płatności.
pt_br: Se não tiver a certeza de como pretende ser pago, escolha 'Todas as ofertas online' como o seu método de pagamento.
sl: Če niste prepričani, kako želite prejeti plačilo, kot način plačila izberite 'Vse online ponudbe'.
sv: Om du är osäker på hur du vill få betalt, välj "Alla online-erbjudanden" som betalningsmetod.
tl: Kung hindi ka sigurado kung paano mo gustong mabayaran, piliin ang 'Lahat ng online na alok' bilang iyong paraan ng pagbabayad.
tr: Nasıl ödeme almak istediğinizden emin değilseniz ödeme yönteminiz olarak 'Tüm çevrimiçi teklifler'i seçin.
ur: اگر آپ کو یقین نہیں ہے کہ آپ کس طرح ادائیگی کرنا چاہتے ہیں، تو اپنے ادائیگی کے طریقہ کے طور پر 'All online offers' منتخب کریں۔
zh_cn: 如果您不确定如何获得付款，请选择“所有在线优惠”作为付款方式。
zh_tw: 如果您不確定如何獲得付款，請選擇“所有在線優惠”作為付款方式。

# agoradesk250Sbguide250Sbsearch250Sbbuy8722Sbtab8722Sbname
source: Buy
cs: Koupit
fi: Osta
fr: Acheter
it: Acquistare
lt: Pirkti
nb: Kjøpe
nl: Kopen
pl: Kup
pt_br: Comprar
sl: Nakup
sv: köp
tl: Bumili
tr: Satın almak
ur: خریديں
zh_cn: 购买
zh_tw: 購買

# agoradesk250Sbguide250Sbsearch250Sbchoose8722Sbad8722Sbtype
source: In the left column you should then select the '{buyOrSellTabName}' tab. If you wish to change the country,currency, payment method or specify the needed amount, click on the 'Show search menu' button, choose the desired parameters, and press the search button.
cs: V levém sloupci byste pak měli vybrat kartu '{buy_or_sell_tab_name}'. Pokud si přejete změnit zemi, měnu, způsob platby nebo specifikovat potřebnou částku, klikněte na tlačítko 'Zobrazit nabídku vyhledávání', vyberte požadované parametry a stiskněte tlačítko Hledat.
fi: Valitse sitten vasemmasta sarakkeesta {buyOrSellTabName}-välilehti. Jos haluat vaihtaa maata, valuuttaa, maksutapaa tai määrittää tarvittavan summan, napsauta 'Näytä hakuvalikko' -painiketta, valitse haluamasi parametrit ja paina hakupainiketta.
fr: Dans la colonne de gauche, vous devez ensuite sélectionner l'onglet '{buy_or_sell_tab_name}'. Si vous souhaitez modifier le pays, la devise, le mode de paiement ou spécifier le montant requis, cliquez sur le bouton "Afficher le menu de recherche", choisissez les paramètres souhaités et appuyez sur le bouton de recherche.
it: Nella colonna di sinistra dovresti quindi selezionare la scheda '{buyOrSellTabName}'. Se si desidera modificare il paese, la valuta, il metodo di pagamento o specificare l'importo necessario, fare clic sul pulsante 'Mostra menu di ricerca', selezionare i parametri desiderati e premere il pulsante di ricerca.
lt: Tada kairiajame stulpelyje pasirinkite skirtuką „{buyOrSellTabName}“. Jei norite pakeisti šalį, valiutą, mokėjimo būdą ar nurodyti reikiamą sumą, spustelėkite mygtuką „Rodyti paieškos meniu“, pasirinkite norimus parametrus ir paspauskite paieškos mygtuką.
nb: I venstre kolonne bør du velge fanen '{buyOrSellTabName}'. Hvis du ønsker å endre land, valuta, betalingsmåte eller spesifisere det nødvendige beløpet, klikk på 'Vis søkemeny'-knappen, velg ønskede parametere og trykk på søkeknappen.
nl: Selecteer vervolgens in de linkerkolom het tabblad '{buy_or_sell_tab_name}'. Als u het land, de valuta of de betalingsmethode wilt wijzigen, of het benodigde bedrag wilt specificeren, klik dan op de knop 'Toon zoekmenu', kies de gewenste parameters en druk op de zoekknop.
pl: W lewej kolumnie należy następnie wybrać kartę „{buyOrSellTabName}”.Jeśli chcesz zmienić kraj, walutę, metodę płatności lub określić kwotę, kliknij przycisk „Pokaż menu wyszukiwania”, wybierz żądane parametry i naciśnij przycisk wyszukiwania.
pt_br: Na coluna da esquerda, você deve selecionar a guia '{buy_or_sell_tab_name}'. Se você deseja alterar o país, a moeda, o método de pagamento ou especificar o valor necessário, clique no botão 'Mostrar menu de pesquisa', escolha os parâmetros desejados e pressione o botão de pesquisa.
sl: V levem stolpcu izberite zavihek '{buyOrSellTabName}'. Če želite spremeniti državo, valuto, način plačila ali določiti želeni znesek, kliknite na gumb 'Prikaži iskalni meni', izberite želene parametre in pritisnite gumb za iskanje.
sv: In the left column you should then select the '{buyOrSellTabName}' fliken. Om du vill ändra land, valuta, betalningsmetod eller ange önskat belopp klickar du på knappen "Visa sökmeny", väljer önskade parametrar och trycker på sökknappen.
tl: Sa kaliwang column dapat mong piliin ang tab na '{buy_or_sell_tab_name}'. Kung nais mong baguhin ang bansa, pera, paraan ng pagbabayad o tukuyin ang kinakailangang halaga, mag-click sa pindutang 'Ipakita ang menu ng paghahanap', piliin ang nais na mga parameter, at pindutin ang pindutan ng paghahanap.
tr: Daha sonra sol sütunda '{buyOrSellTabName}' sekmesini seçmelisiniz. Ülkeyi, para birimini, ödeme yöntemini değiştirmek veya gerekli tutarı belirtmek isterseniz, 'Arama menüsünü göster' butonuna tıklayın, istediğiniz parametreleri seçin ve ara butonuna basın.
ur: بائیں کالم میں آپ کو پھر '{buyOrSellTabName}' ٹیب کو منتخب کرنا چاہیے۔ اگر آپ ملک، کرنسی، ادائیگی کا طریقہ تبدیل کرنا چاہتے ہیں یا مطلوبہ رقم بتانا چاہتے ہیں، تو 'Show search menu' بٹن پر کلک کریں، مطلوبہ پیرامیٹرز کا انتخاب کریں، اور سرچ بٹن کو دبائیں۔
zh_cn: 在左列中，您应该选择“{buyOrSellTabName}”标签。如果您想更改国家/地区，货币，付款方式或指定所需金额，请单击“显示搜索菜单”按钮，选择所需参数，然后按搜索按钮。
zh_tw: 在左列中，您應該選擇“{buyOrSellTabName}”標籤。如果您想更改國家/地區，貨幣，付款方式或指定所需金額，請單擊“顯示搜索菜單”按鈕，選擇所需參數，然後按搜索按鈕。

# agoradesk250Sbguide250Sbsearch250Sbchoose8722Sbasset
source: Then, select the cryptocurrency you want to trade by pressing the corresponding tab on the row above the ads table. For this example we'll choose BTC.
cs: Poté vyberte kryptoměnu, se kterou chcete obchodovat, stisknutím příslušné karty v řádku nad tabulkou reklam. Pro tento příklad zvolíme BTC.
fi: Sitten, valitse kryptovaluutta jolla haluat käydä kauppaa painamalla vastaavaa välilehteä mainostaulukon yläpuolella olevalla rivillä. Tässä esimerkissä valitsemme BTC.
fr: Ensuite, sélectionnez la crypto-monnaie que vous souhaitez échanger en appuyant sur l'onglet correspondant sur la ligne au-dessus du tableau des annonces. Pour cet exemple, nous choisirons BTC.
it: Quindi, seleziona la criptovaluta che desideri negoziare premendo la scheda corrispondente nella riga sopra la tabella degli annunci. Per questo esempio sceglieremo BTC.
lt: Tada pasirinkite kriptovaliutą, kuria norite prekiauti, paspausdami atitinkamą skirtuką eilutėje virš skelbimų lentelės. Šiame pavyzdyje pasirinksime BTC.
nb: Deretter velger du kryptovalutaen du vil handle ved å trykke på den tilsvarende fanen på raden over annonsetabellen. For dette eksemplet velger vi BTC.
nl: Selecteer vervolgens de cryptocurrency die u wilt verhandelen door op het overeenkomstige tabblad in de rij boven de advertentietabel te drukken. Voor dit voorbeeld kiezen we BTC.
pl: Następnie wybierz kryptowalutę, którą chcesz handlować naciskając odpowiednią kartę w wierszu powyżej tabeli reklam. W tym przykładzie wybierzemy BTC.
pt_br: Em seguida, selecione a criptomoeda que deseja negociar pressionando a guia correspondente na linha acima da tabela de anúncios. Para este exemplo, vamos escolher o BTC.
sl: Nato izberite kriptovaluto, s katero želite trgovati, tako da pritisnete ustrezen zavihek v vrstici nad tabelo z oglasi. Za ta primer bomo izbrali BTC.
sv: Välj sedan den kryptovaluta du vill handla genom att trycka på motsvarande flik på raden ovanför annonstabellen. För detta exempel kommer vi att välja BTC.
tl: Pagkatapos, piliin ang cryptocurrency na gusto mong i-trade sa pamamagitan ng pagpindot sa kaukulang tab sa row sa itaas ng talahanayan ng mga ad. Para sa halimbawang ito pipiliin namin ang BTC.
tr: Ardından, reklam tablosunun üzerindeki satırda yer alan ilgili sekmeye basarak işlem yapmak istediğiniz kripto para birimini seçin. Bu örnek için BTC'yi seçeceğiz.
ur: پھر، اشتہارات کے ٹیبل کے اوپر والی قطار میں متعلقہ ٹیب کو دبا کر وہ کریپٹو کرنسی منتخب کریں جس کی آپ تجارت کرنا چاہتے ہیں۔ اس مثال کے لیے ہم BTC کا انتخاب کریں گے۔
zh_cn: 然后，按广告表上方行上的相应选项卡，选择要交易的加密货币。在这个例子中，我们将选择BTC。
zh_tw: 然後，按廣告表上方行上的相應選項卡，選擇要交易的加密貨幣。在這個例子中，我們將選擇BTC。

# agoradesk250Sbguide250Sbsearch250Sbmain8722Sbpage
source: Go to the main page.
cs: Přejděte na hlavní stránku.
fi: Siirry etusivulle.
fr: Aller à la page d'accueil.
it: Vai alla pagina principale.
lt: Eikite į pagrindinį puslapį.
nb: Gå til hovedsiden.
nl: Ga naar de hoofdpagina.
pl: Przejdź do strony głównej.
pt_br: Vá para a página principal.
sl: Pojdite na glavno stran.
sv: Gå till huvudsidan.
tl: Pumunta sa pangunahing pahina.
tr: Ana sayfaya gidin.
ur: مرکزی صفحہ پر جائیں۔
zh_cn: 转到主页面。
zh_tw: 轉到主頁面。

# agoradesk250Sbguide250Sbsearch250Sbsearch8722Sbresults
source: The site will list traders available in your region.
cs: Stránka bude obsahovat seznam obchodníků dostupných ve vašem regionu.
fi: Sivusto listaa alueellasi saatavilla olevat kauppiaat.
fr: Le site listera les traders disponibles dans votre région.
it: Il sito elencherà i trader disponibili nella tua regione.
lt: Svetainėje bus išvardyti jūsų regione galimi prekybininkai.
nb: Nettstedet vil vise handlere som er tilgjengelige i din region.
nl: De site vermeldt handelaren die beschikbaar zijn in uw regio.
pl: Witryna wyświetli handlowców dostępnych w Twoim regionie.
pt_br: O site irá listar os comerciantes disponíveis na sua região.
sl: Spletno mesto bo navedlo trgovce, ki so na voljo v vaši regiji.
sv: Webbplatsen kommer att lista handlare som är tillgängliga i din region.
tl: Ililista ng site ang mga mangangalakal na available sa iyong rehiyon.
tr: Site, bölgenizdeki mevcut tüccarları listeleyecektir.
ur: سائٹ آپ کے علاقے میں دستیاب تاجروں کی فہرست بنائے گی۔
zh_cn: 该网站将列出您所在地区的可用交易商。
zh_tw: 該網站將列出您所在地區的可用交易商。

# agoradesk250Sbguide250Sbsearch250Sbsell8722Sbtab8722Sbname
source: Sell
cs: Prodat
fi: Myy
fr: Vendre
it: Vendere
lt: Parduoti
nb: Selge
nl: Verkopen
pl: Sprzedaj
pt_br: Vender
sl: Prodaja
sv: Sälj
tl: Ibenta
tr: Satmak
ur: بیچنا
zh_cn: 卖
zh_tw: 賣

# agoradesk250Sbindex250Sbad8722Sbselectors250Sbbuy
source: Buy
cs: Koupit
fi: Osta
fr: Acheter
it: Acquistare
lt: Pirkti
nb: Kjøpe
nl: Kopen
pl: Kup
pt_br: Comprar
sl: Nakup
sv: köp
tl: Bumili
tr: Satın almak
ur: خریديں
zh_cn: 买
zh_tw: 買
