Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# description250Sbaffiliate
source: You earn 20% of trading fees generated by users that you referred. These payouts will be made on a daily basis as Monero into your {appName} wallet. Your referred users will generate commission for you for a period of 1 year from their date of registration.
cs: Získáváte 20 % z poplatků za obchodování generovaných uživateli, které jste doporučili. Tyto výplaty budou prováděny denně jako Monero do vaší {appName} peněženky. Vaši doporučení uživatelé Vám budou generovat provizi po dobu 1 roku od data jejich registrace.
fi: Ansaitset 20% hankkimiesi käyttäjien kaupankäyntimaksuista. Nämä maksut suoritetaan päivittäin Monerona {appName}-lompakkoosi. Hankkimasi käyttäjät ansaitsevat sinulle palkkioita vuoden ajan rekisteröintipäivästään.
fr: Vous gagnez 20% des frais de transaction générés par les utilisateurs que vous avez référés. Ces paiements seront effectués quotidiennement sous forme de Monero dans votre portefeuille {appName}. Vos utilisateurs référés généreront une commission pour vous pendant une période de 1 an à compter de leur date d'inscription.
it: Guadagni il 20% delle commissioni di trading generate dagli utenti a cui hai fatto riferimento, che verranno effettuati su base giornaliera come Monero nel tuo portafoglio {appName}. Gli utenti che ti hanno inviato genereranno commissioni per un periodo di 1 anno dalla data di registrazione.
lt: Jūs uždirbate 20% prekybos mokesčių, kuriuos sugeneravo jūsų nurodyti naudotojai. Šie išmokėjimai bus atliekami kasdien kaip Monero į jūsų {appName} piniginę. Jūsų nurodyti vartotojai mokės už jus komisinius 1 metus nuo jų registracijos datos.
nb: Du tjener 20 % av handelsgebyrene generert av brukere du henviste til. Disse utbetalingene vil bli gjort på daglig basis som Monero til din {appName} lommebok. Dine henviste brukere vil generere provisjon for deg i en periode på 1 år fra deres registreringsdato.
nl: U verdient 20% van de handelskosten die worden gegenereerd door gebruikers die u heeft doorverwezen. Deze uitbetalingen worden dagelijks als Monero in uw {appName} portefeuille gedaan. Uw doorverwezen gebruikers genereren commissie voor u gedurende een periode van 1 jaar vanaf hun registratiedatum.
pl: Zarabiasz 20% opłat handlowych generowanych przez użytkowników, którym poleciłeś {appName}. Wypłaty będą wysyłane codziennie jako Monero do portfela w {appName}. Użytkownicy którym poleciłeś {appName} generują prowizję dla Ciebie przez 1 rok od daty rejestracji.
pt_br: Você ganha 20% das taxas de negociação geradas pelos usuários que você indicou. Esses pagamentos serão feitos diariamente como Monero na sua carteira {appName}. Seus usuários indicados gerarão comissão por um período de 1 um ano a partir da data de registo.
sl: Zaslužite 20 % provizij za trgovanje, ki jih ustvarijo uporabniki, ki ste jih priporočili. Ta izplačila bodo izvedena dnevno kot Monero v vašo {appName} denarnico. Pridruženi priporočeni uporabniki vam bodo ustvarili provizijo za obdobje 1 leta od datuma njihove registracije.
sv: Du tjänar 20 % av handelsavgifterna som genereras av användare som du hänvisat till. Dessa utbetalningar kommer att göras dagligen som Monero till din {appName} plånbok. Dina hänvisade användare kommer att generera provision åt dig under en period av 1 år från deras registreringsdatum.
tl: Makakakuha ka ng 20% ng mga bayarin sa pangangalakal na nabuo ng mga user na iyong tinukoy. Ang mga pagbabayad na ito ay gagawin araw-araw bilang Monero sa iyong {appName} wallet. Ang iyong mga tinukoy na user ay bubuo ng komisyon para sa iyo sa loob ng 1 taon mula sa petsa ng kanilang pagpaparehistro.
tr: Yönlendirdiğiniz kullanıcılar tarafından oluşturulan işlem ücretlerinin %20'sini kazanırsınız. Bu ödemeler günlük olarak Monero olarak {appName} cüzdanınıza yapılacaktır. Yönlendirildiğiniz kullanıcılarınız kayıt tarihinden itibaren 1 yıl süreyle size komisyon üretecektir.
ur: آپ 20% ٹریڈنگ فیس کماتے ہیں جن کا آپ نے حوالہ دیا ہے۔ یہ ادائیگیاں روزانہ کی بنیاد پر Monero کے بطور آپ کے {appName} والیٹ میں کی جائیں گی۔ آپ کے ریفر کردہ صارفین اپنی رجسٹریشن کی تاریخ سے 1 سال کی مدت کے لیے آپ کے لیے کمیشن پیدا کریں گے۔
zh_cn: 您赚取了20％的用户所产生的交易费用。这些付款将每天作为门罗币进入您的{appName}钱包。您的推荐用户将为您生成1个佣金自注册之日起一年。
zh_tw: 您賺取了20％的用戶所產生的交易費用。這些付款將每天作為門羅幣進入您的{appName}錢包。您的推薦用戶將為您生成1個佣金自註冊之日起一年。

# notification250Sbtrade8722Sbdisputed
source: Trade {tradeId} has been disputed by {username}
cs: Obchod {tradeId} byl zpochybněn {username}
fi: {username} on kiistauttanut kaupan {tradeId}
fr: La transaction {tradeId} a été contestée par {username}
it: La compravendita {tradeId} è stata contestata da {username}
lt: Prekybą {tradeId} užginčijo {username}
nb: Handel {tradeId} har blitt bestridt av {username}
nl: Transactie {tradeId} is betwist door {username}
pl: Handel {tradeId} został zakwestionowany przez {username}
pt_br: Negociação {tradeId} disputada por {username}
sl: Trgovanje {tradeId} je izpodbijal {username}
sv: Handel {tradeId} har ifrågasatts av {username}
tl: Ang kalakalan {tradeId} ay pinagtatalunan ng {username}
tr: Ticaret {tradeId}, {username} tarafından itiraz edildi
ur: تجارت {tradeId} کو {username} نے متنازعہ قرار دیا ہے
zh_cn: 用户{username}在交易{tradeId}发起了申诉
zh_tw: 用戶{username}在交易{tradeId}發起了申訴

# knowledge250Sbtrust250Sbdescription
source: The concept of trust is one of the most discussed in the cryptocurrency space. After all, the entire point of a blockchain is to eliminate trust in third parties.
cs: Koncept důvěry je v oblasti kryptoměn jedním z nejdiskutovanějších. Koneckonců smyslem celého blockchainu je eliminovat důvěru ve třetí strany.
fi: Luottamuksen käsite on yksi kryptovaluuttamaailman puhutuimmista asioista. Loppujen lopuksi lohkoketjun koko tarkoitus on poistaa luottamus kolmansiin osapuoliin.
fr: Le concept de confiance est l'un des plus discutés dans le domaine des crypto-monnaies. Après tout, le but d'une blockchain est d'éliminer la confiance envers les tiers.
it: Il concetto di fiducia è uno dei più discussi nello spazio delle criptovalute. Dopo tutto, l'intero punto di una blockchain è quello di eliminare la fiducia in terze parti.
lt: Pasitikėjimo sąvoka yra viena iš labiausiai aptarinėjamų kriptovaliutų erdvėje. Galų gale, visa blokų grandinės esmė yra panaikinti pasitikėjimą trečiosiomis šalimis.
nb: Begrepet tillit er et av de mest diskuterte i kryptovaluta-området. Tross alt er hele poenget med en blokkjede å eliminere tilliten til tredjeparter.
nl: Het concept van vertrouwen is een van de meest besproken in de cryptocurrency-ruimte. Het hele punt van een blockchain is immers om het vertrouwen in derde partijen weg te nemen.
pl: Pojęcie zaufania jest jednym z najczęściej omawianych w przestrzeni kryptowalut. W końcu celem blockchaina jest wyeliminowanie zaufania na stronach trzecich.
pt_br: O conceito de confiança é um dos mais discutidos no espaço criptográfico. Afinal, todo o objetivo de uma cadeia de bloqueio é eliminar a confiança em terceiros.
sl: Koncept zaupanja je eden najbolj obravnavanih v prostoru kriptovalut. Konec koncev je bistvo blockchaina odpraviti zaupanje v tretje osebe.
sv: Begreppet förtroende är ett av de mest omdiskuterade inom kryptovalutaområdet. När allt kommer omkring är hela poängen med en blockkedja att eliminera förtroendet för tredje part.
tl: Ang konsepto ng tiwala ay isa sa mga pinaka-tinalakay sa espasyo ng cryptocurrency. Pagkatapos ng lahat, ang buong punto ng isang blockchain ay upang alisin ang tiwala sa mga ikatlong partido.
tr: Güven kavramı, kripto para birimi alanında en çok tartışılanlardan biridir. Sonuçta blockchain'in asıl amacı üçüncü taraflara olan güveni ortadan kaldırmaktır.
ur: اعتماد کا تصور کرپٹو کرنسی کی جگہ میں سب سے زیادہ زیر بحث ہے۔ سب کے بعد، ایک بلاکچین کا پورا نقطہ تیسرے فریقوں میں اعتماد کو ختم کرنا ہے.
zh_cn: 信任的概念是加密货币领域讨论最多的概念之一. 毕竟，区块链存在的根本目的是消除对第三方的信任.
zh_tw: 信任的概念是加密貨幣領域討論最多的概念之一. 畢竟，區塊鏈存在的根本目的是消除對協力廠商的信任.

# knowledge250Sbtrust250Sbtitle
source: Why Monero Uses a Trustless Setup Unlike Zcash
cs: Proč Monero na rozdíl od Zcash používá bezdůvěryhodné nastavení
fi: Miksi Monero käyttää "Trustless" -asetusta toisin kuin Zcash
fr: Pourquoi Monero utilise une configuration sans confiance contrairement à Zcash
it: Perché Monero usa una configurazione senza fiducia a differenza di Zcash
lt: Kodėl Monero, skirtingai nei Zcash, naudoja patikimą sąranką
nb: Hvorfor Monero bruker et tillitsløst oppsett i motsetning til Zcash
nl: Waarom Monero een Trustless Setup Gebruikt in Tegenstelling tot Zcash
pl: Dlaczego Monero nie wykorzystuje specjalnej konfiguracji w przeciwieństwie do Zcasha
pt_br: Por que Monero usa uma configuração sem confiança ao contrário de Zcash
sl: Zakaj Monero Uporablja Nezaupljivo nNastavitev za Razliko od Zcasha
sv: Varför Monero använder en tillitslös installation till skillnad från Zcash
tl: Bakit Gumagamit ang Monero ng Walang Tiwala na Setup Hindi Gaya ng Zcash
tr: Monero Neden Zcash'ten Farklı Olarak Güvenilir Bir Kurulum Kullanıyor?
ur: کیوں Monero Zcash کے برعکس ٹرسٹ لیس سیٹ اپ استعمال کرتا ہے
zh_cn: 为什么门罗币不像大零币那样需要初始信任来实现隐私
zh_tw: 為什麼門羅幣不像大零幣那樣需要初始信任來實現隱私

# description250Sbaffiliate57Sbagoradesk
source: You earn 20% of trading fees generated by users that you referred. These payouts will be made on a daily basis as relevant cryptocurrencies into your {appName} wallet. Your referred users will generate commission for you for a period of 1 year from their date of registration.
cs: Získáváte 20 % z poplatků za obchodování generovaných uživateli, které jste doporučili. Tyto výplaty budou prováděny na denní bázi formou relevantní kryptoměny do vaší {appName} peněženky. Vaši doporučení uživatelé Vám budou generovat provizi po dobu 1 roku od data jejich registrace.
fi: Ansaitset 20% hankkimiesi käyttäjien kaupankäyntimaksuista. Nämä maksut suoritetaan päivittäin asiaankuuluvana kryptovaluuttana {appName}-lompakkoosi. Hankkimasi käyttäjät ansaitsevat sinulle palkkioita vuoden ajan rekisteröintipäivästään.
fr: Vous gagnez 20% des frais de transaction générés par les utilisateurs que vous avez référés. Ces paiements seront effectués quotidiennement en crypto-monnaies correspondante dans votre portefeuille {appName}. Vos utilisateurs référés généreront une commission pour vous pendant une période de 1 an à compter de leur date d'inscription.
it: Guadagni il 20% delle commissioni di trading generate dagli utenti che hai indicato. Questi pagamenti verranno effettuati su base giornaliera come criptovalute pertinenti nel tuo portafoglio {appName}. I tuoi utenti indirizzati genereranno commissioni per te per un periodo di 1 anno dalla loro data di registrazione.
lt: Jūs uždirbate 20% prekybos mokesčių, kuriuos sugeneravo jūsų nurodyti naudotojai. Šie išmokėjimai bus atliekami kasdien kaip atitinkamos kriptovaliutos į jūsų {appName} piniginę. Jūsų nurodyti vartotojai mokės už jus komisinius 1 metus nuo jų registracijos datos.
nb: Du tjener 20 % av handelsgebyrene generert av brukere du henviste til. Disse utbetalingene vil bli gjort på daglig basis som relevante kryptovalutaer i din {appName} lommebok. Dine henviste brukere vil generere provisjon for deg i en periode på 1 år fra deres registreringsdato.
nl: U verdient 20% van de handelskosten die worden gegenereerd door gebruikers die u heeft doorverwezen. Deze uitbetalingen worden dagelijks als relevante cryptocurrencies in uw {appName} portefeuille gedaan. Uw doorverwezen gebruikers genereren commissie voor u gedurende een periode van 1 jaar vanaf hun registratiedatum.
pl: Zarabiasz 20% opłat handlowych generowanych przez użytkowników, którym poleciłeś {appName}. Wypłaty będą wysyłane codziennie w kryptowalutach do portfela w {appName}. Użytkownicy którym poleciłeś {appName} generują prowizję dla Ciebie przez 1 rok od daty rejestracji.
pt_br: Você ganha 20% das taxas de negociação geradas pelos usuários que você indicou. Esses pagamentos serão feitos diariamente como criptomoedas relevantes na sua carteira {appName}. Seus usuários indicados gerarão comissão para você por um período de 1 ano a partir da data do registro.
sl: Zaslužite 20% provizij trgovanj uporabnikov, ki ste jih priporočili. Ta izplačila bodo izvedena dnevno v obliki ustreznih kriptovalut v vašo {appName} denarnico. Vaši priporočeni uporabniki vam bodo ustvarjali provizijo za obdobje 1 leta od datuma njihove registracije.
sv: Du tjänar 20 % av handelsavgifterna som genereras av användare som du har hänvisat. Dessa utbetalningar kommer att göras dagligen som relevanta kryptovalutor till din {appName} plånbok. Dina hänvisade användare kommer att generera provision för dig under en period av 1 år från deras registreringsdatum.
tl: Makakakuha ka ng 20% ng mga bayarin sa pangangalakal na nabuo ng mga user na iyong tinukoy. Ang mga payout na ito ay gagawin araw-araw bilang may-katuturang mga cryptocurrencies sa iyong {appName} wallet. Ang iyong mga tinukoy na user ay bubuo ng komisyon para sa iyo sa loob ng 1 taon mula sa petsa ng kanilang pagpaparehistro.
tr: Yönlendirdiğiniz kullanıcılar tarafından oluşturulan işlem ücretlerinin %20'sini kazanırsınız. Bu ödemeler, {appName} cüzdanınıza ilgili kripto para birimleri olarak günlük olarak yapılacaktır. Yönlendirildiğiniz kullanıcılarınız kayıt tarihinden itibaren 1 yıl süreyle size komisyon üretecektir.
ur: آپ 20% ٹریڈنگ فیس کماتے ہیں جن کا آپ نے حوالہ دیا ہے۔ یہ ادائیگی روزانہ کی بنیاد پر آپ کے {appName} والیٹ میں متعلقہ کریپٹو کرنسیوں کے طور پر کی جائے گی۔ آپ کے ریفر کردہ صارفین اپنی رجسٹریشن کی تاریخ سے 1 سال کی مدت کے لیے آپ کے لیے کمیشن پیدا کریں گے۔
zh_cn: 您获得由您推荐的用户产生的交易费的20%。这些付款将每天作为相关加密货币进入您的{appName}钱包。您的推荐用户将在注册之日起为期1年内为您提供佣金。
zh_tw: 您獲得由您推薦的用戶產生的交易費的20%。這些付款將每天作為相關加密貨幣進入您的{appName}錢包。您的推薦用戶將在註冊之日起為期1年內為您提供佣金。

# description250Sbfaq
source: Find answers to frequently asked questions about Monero trading, and other {appName}-related questions.
cs: Najděte odpovědi na často kladené otázky o obchodování s Monerem a další otázky související s {appName}.
fi: Löydä vastauksia usein kysyttyihin kysymyksiin Monero-kaupankäynnistä ja muihin {appName}-aiheisiin kysymyksiin.
fr: Trouvez des réponses aux questions fréquemment posées sur l'échange de Monero et à d'autres questions liées à {appName}.
it: Trova le risposte alle domande più frequenti sul trading Monero e altre domande relative a {appName}.
lt: Raskite atsakymus į dažniausiai užduodamus klausimus apie Monero prekybą ir kitus su {appName} susijusius klausimus.
nb: Finn svar på vanlige spørsmål om Monero-handel og andre {appName}-relaterte spørsmål.
nl: Vind antwoorden op veelgestelde vragen over handelen in Monero en andere {appName}-gerelateerde vragen.
pl: Znajdź odpowiedzi na często zadawane pytania dotyczące handlu Monero i inne pytania związane z {appName}.
pt_br: Encontre respostas para perguntas frequentes sobre o Monero trading e outras questões relacionadas ao {appName}.
sl: Poiščite odgovore na pogosto zastavljena vprašanja o trgovanju z Monero, ter druga vprašanja povezana z {appName}.
sv: Hitta svar på vanliga frågor om handel med Monero och andra {appName} relaterade frågor.
tl: Maghanap ng mga sagot sa mga madalas itanong tungkol sa Monero trading, at iba pang mga tanong na nauugnay sa {appName}.
tr: Monero ticareti hakkında sık sorulan soruların ve {appName} ile ilgili diğer soruların yanıtlarını bulun.
ur: Monero ٹریڈنگ، اور دیگر {appName} سے متعلقہ سوالات کے بارے میں اکثر پوچھے گئے سوالات کے جوابات تلاش کریں۔
zh_cn: 查找有关门罗币交易和其他{appName}相关问题的常见问题解答。
zh_tw: 查找有關門羅幣交易和其他{appName}相關問題的常見問題解答。

# description250Sbfaq57Sbagoradesk
source: Find answers to frequently asked questions about cryptocurrency trading, and other {appName}-related questions.
cs: Najděte odpovědi na často kladené otázky o obchodování s kryptoměnami a další otázky související s {appName}.
fi: Löydä vastauksia usein kysyttyihin kysymyksiin kryptovaluuttakaupankäynnistä ja muihin {appName}-aiheisiin kysymyksiin.
fr: Trouvez les réponses aux questions fréquemment posées sur l'échange de crypto-monnaie et d'autres questions liées à {appName}.
it: Trova le risposte alle domande più frequenti sul trading di criptovaluta e altre domande relative a {appName}.
lt: Raskite atsakymus į dažniausiai užduodamus klausimus apie prekybą kriptovaliutomis ir kitus su {appName} susijusius klausimus.
nb: Finn svar på vanlige spørsmål om handel med kryptovaluta og andre {appName}-relaterte spørsmål.
nl: Vind antwoorden op veelgestelde vragen over handel in cryptocurrency en andere {appName}-gerelateerde vragen.
pl: Znajdź odpowiedzi na często zadawane pytania dotyczące handlu kryptowalutami i inne pytania związane z {appName}.
pt_br: Encontre respostas para perguntas freqüentes sobre comércio de criptomoedas e outras perguntas relacionadas a {appName}.
sl: Poiščite odgovore na pogosto zastavljena vprašanja o trgovanju s kriptovalutami, ter druga vprašanja povezana z {appName}.
sv: Hitta svar på vanliga frågor om handel med kryptovalutor och andra {appName} relaterade frågor.
tl: Maghanap ng mga sagot sa mga madalas itanong tungkol sa cryptocurrency trading, at iba pang mga tanong na nauugnay sa {appName}.
tr: Kripto para birimi ticareti ve {appName} ile ilgili diğer sorular hakkında sık sorulan soruların yanıtlarını bulun.
ur: کریپٹو کرنسی ٹریڈنگ کے بارے میں اکثر پوچھے گئے سوالات کے جوابات تلاش کریں، اور دیگر {appName} سے متعلقہ سوالات۔
zh_cn: 查找有关加密货币交易和其他{appName}相关问题的常见问题解答。
zh_tw: 查找有關加密貨幣交易和其他{appName}相關問題的常見問題解答。

# description250Sbfee
source: Registering, buying and selling Monero is completely free. {appName} users who create advertisements are charged a 1% arbitration protection fee for every completed trade.
cs: Registrace, nákup a prodej Monera je zcela zdarma. {appName} uživatelům, kteří vytvářejí reklamy, je účtován 1% poplatek za arbitrážní ochranu za každý dokončený obchod.
fi: Rekisteröityminen, Moneron ostaminen sekä myyminen on täysin ilmaista. {appName} käyttäjiltä, jotka luovat ilmoituksia, veloitetaan 1% välimiessuojamaksu jokaisesta tehdystä kaupasta.
fr: L'inscription, l'achat et la vente de Monero sont entièrement gratuits. Les utilisateurs de {appName} qui créent des annonces doivent payer des frais de protection d'arbitrage de 1% pour chaque transaction effectuée.
it: Registrarsi, comprare e vendere Monero è completamente gratuito. Agli utenti di {appName} che creano annunci viene addebitata una tassa di protezione dell'arbitraggio dell'1% per ogni scambio completato.
lt: Monero registracija, pirkimas ir pardavimas yra visiškai nemokamas. {appName} naudotojai, kuriantys skelbimus, imamas 1% arbitražo apsaugos mokestis už kiekvieną įvykdytą sandorį.
nb: Registrering, kjøp og salg av Monero er helt gratis. {appName}-brukere som lager annonser belastes et 1 % voldgiftsbeskyttelsesgebyr for hver fullført handel.
nl: Registreren, kopen en verkopen van Monero is helemaal gratis. {appName}-gebruikers die advertenties maken, betalen 1% arbitragebeschermingskosten voor elke voltooide transactie.
pl: Rejestracja, kupno i sprzedaż Monero są całkowicie bezpłatne. Użytkownicy {appName}, którzy tworzą ogłoszenia, są obciążani 1% opłatą ochrony arbitrażu za każdy ukończony handel.
pt_br: O registro, compra e venda de Monero é completamente gratuito. Aos usuários do tipo {appName} que criam anúncios é cobrada uma taxa de arbitragem de 1% de proteção por cada comércio concluído.
sl: Registracija, nakup in prodaja Monera so popolnoma brezplačna. Uporabnikom {appName}, ki ustvarjajo oglase, se za vsako opravljeno trgovanje zaračuna 1% provizija za zaščito arbitraže.
sv: Att registrera, köpa och sälja Monero är helt gratis. {appName} användare som skapar annonser debiteras en arbitrageavgift på 1 % för varje avslutad affär.
tl: Ang pagrerehistro, pagbili at pagbebenta ng Monero ay ganap na libre. {appName} mga user na gumagawa ng mga advertisement ay sinisingil ng 1% arbitration protection fee para sa bawat nakumpletong trade.
tr: Monero'ya kaydolmak, satın almak ve satmak tamamen ücretsizdir. Reklam oluşturan {appName} kullanıcılardan, tamamlanan her işlem için %1 tahkim koruma ücreti alınır.
ur: Monero کی رجسٹریشن، خرید و فروخت مکمل طور پر مفت ہے۔{appName} اشتہارات بنانے والے صارفین سے ہر مکمل تجارت کے لیے 1% ثالثی تحفظ کی فیس وصول کی جاتی ہے۔
zh_cn: 注册、购买和销售门罗币是完全免费的。创建广告的 {appName} 用户每完成一笔交易需支付 1% 的仲裁保护费。
zh_tw: 註冊、購買和銷售門羅幣是完全免費的。創建廣告的 {appName} 用戶每完成一筆交易需支付 1% 的仲裁保護費。

# document8722Sbtitle250Sbdashboard
source: Dashboard
fi: Kojelauta
fr: Tableau de bord
lt: Prietaisų skydelis
nb: Dashbord
pl: Panel
pt_br: Painel
sl: Nadzorna plošča
sv: instrumentbräda
tr: Gösterge Paneli
ur: ڈیش بورڈ
zh_cn: 控制面板
zh_tw: 控制面板

# description250Sbfee57Sbagoradesk
source: Registering, buying and selling cryptocurrencies is completely free. {appName} users who create advertisements are charged a 1% arbitration protection fee for every completed trade.
cs: Registrace, nákup a prodej kryptoměn je zcela zdarma. {appName} uživatelům, kteří vytvářejí reklamy, je účtován 1% poplatek za arbitrážní ochranu za každý dokončený obchod.
fi: Rekisteröityminen, kryptovaluuttojen ostaminen sekä myyminen on täysin ilmaista. {appName} käyttäjiltä, jotka luovat ilmoituksia, veloitetaan 1% välimiessuojamaksu jokaisesta tehdystä kaupasta.
fr: L'enregistrement, l'achat et la vente de crypto-monnaies sont entièrement gratuits. Les utilisateurs de {appName} qui créent des annonces se voient facturer des frais de protection d'arbitrage de 1% pour chaque transaction effectuée.
it: Registrarsi, comprare e vendere criptovalute è completamente gratuito. Agli utenti di {appName} che creano annunci viene addebitata una tassa di protezione arbitrale dell'1% per ogni scambio completato.
lt: Kriptovaliutų registravimas, pirkimas ir pardavimas yra visiškai nemokamas. {appName} naudotojai, kuriantys skelbimus, imamas 1% arbitražo apsaugos mokestis už kiekvieną įvykdytą sandorį.
nb: Registrering, kjøp og salg av kryptovalutaer er helt gratis. {appName}-brukere som lager annonser belastes et 1 % voldgiftsbeskyttelsesgebyr for hver fullført handel.
nl: Het registreren, kopen en verkopen van cryptocurrencies is volledig gratis. {appName}-gebruikers die advertenties maken, betalen 1% arbitragebeschermingskosten voor elke voltooide transactie.
pl: Rejestracja, kupno i sprzedaż kryptowalut są całkowicie bezpłatne. Użytkownicy {appName}, którzy tworzą ogłoszenia, są obciążani 1% opłatą ochrony arbitrażu za każdy ukończony handel.
pt_br: O registro, compra e venda de moedas criptográficas é completamente gratuito. Aos usuários do {appName} que criam anúncios é cobrada uma taxa de proteção de arbitragem de 1% para cada comércio concluído.
sl: Registracija, nakup in prodaja kriptovalut je popolnoma brezplačna. Uporabnikom {appName}, ki ustvarjajo oglase, se za vsako opravljeno trgovanje zaračuna 1% provizija za zaščito arbitraže.
sv: Att registrera, köpa och sälja kryptovalutor är helt gratis. {appName} användare som skapar annonser debiteras en arbitrageavgift på 1 % för varje avslutad affär.
tl: Ang pagrerehistro, pagbili at pagbebenta ng mga cryptocurrencies ay ganap na libre. {appName} mga user na gumagawa ng mga advertisement ay sinisingil ng 1% arbitration protection fee para sa bawat nakumpletong trade.
tr: Kripto para birimlerini kaydetmek, satın almak ve satmak tamamen ücretsizdir. Reklam oluşturan {appName} kullanıcılardan, tamamlanan her işlem için %1 tahkim koruma ücreti alınır.
ur: کریپٹو کرنسیوں کو رجسٹر کرنا، خریدنا اور بیچنا مکمل طور پر مفت ہے۔ {appName}اشتہارات بنانے والے صارفین سے ہر مکمل تجارت کے لیے 1% ثالثی تحفظ کی فیس وصول کی جاتی ہے۔
zh_cn: 注册、买卖加密货币是完全免费的。创建广告的 {appName} 用户每完成一笔交易需支付 1% 的仲裁保护费。
zh_tw: 註冊、買賣加密貨幣是完全免費的。創建廣告的 {appName} 用戶每完成一筆交易需支付 1% 的仲裁保護費。
