Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbsell250Sb2250Sb2
source: From the list of ads, choose one from a trader with a high amount of trades and a good reputation score (shown respectively in the brackets next to the username). A green circle means the trader has been online today; a yellow circle means they have visited the site this week; and a gray circle means that the trader hasn't been here for over a week. You can click the "Sell" button to view more information about an advertisement.
cs: Ze seznamu reklam vyberte jednu od obchodníka s vysokým počtem obchodů a dobrým skóre reputace (zobrazeno v závorkách vedle uživatelského jména). Zelený kruh znamená, že obchodník byl dnes online; žlutý kroužek znamená, že web tento týden navštívili; a šedý kruh znamená, že obchodník zde nebyl déle než týden. Kliknutím na tlačítko "Prodat" zobrazíte další informace o inzerátu.
fi: Valitse ilmoitusluettelosta kauppias, jolla on paljon kauppoja ja hyvä maine (näkyy suluissa käyttäjänimen vieressä). Vihreä ympyrä tarkoittaa, että kauppias on ollut verkossa tänään; keltainen ympyrä tarkoittaa, että he ovat käyneet sivustolla tällä viikolla; ja harmaa ympyrä tarkoittaa, että kauppias ei ole ollut täällä yli viikkoon. Voit napsauttaa "Myy"-painiketta nähdäksesi lisätietoja ilmoituksesta.
fr: Dans la liste des annonces, choisissez-en une avec un trader ayant grand nombre de transactions et une bonne évaluation (indiquée entre parenthèses à côté du nom d'utilisateur). Un cercle vert signifie que le trader a été en ligne aujourd'hui ; un cercle jaune signifie qu'il a visité le site cette semaine ; et un cercle gris signifie que le trader n'est pas venu depuis plus d'une semaine. Vous pouvez cliquer sur le bouton "Vendre" pour afficher plus d'informations sur une annonce.
it: Dall'elenco degli annunci, scegliete un trader con un alto numero di scambi e un buon punteggio di reputazione (indicato rispettivamente tra le parentesi accanto al nome utente). Un cerchio verde significa che il trader è stato online oggi; un cerchio giallo significa che ha visitato il sito questa settimana; e un cerchio grigio significa che il trader non è stato qui per oltre una settimana. Puoi cliccare sul pulsante "Vendi" per visualizzare più informazioni su un annuncio.
lt: Iš skelbimų sąrašo pasirinkite prekybininką, turintį didelį sandorių skaičių ir gerą reputacijos balą (atitinkamai rodomas skliausteliuose prie vartotojo vardo). Žalias apskritimas reiškia, kad prekiautojas šiandien prisijungė prie interneto; geltonas apskritimas reiškia, kad jie šią savaitę lankėsi svetainėje; o pilkas apskritimas reiškia, kad prekiautojas čia nebuvo daugiau nei savaitę. Norėdami pamatyti daugiau informacijos apie skelbimą, galite spustelėti mygtuką "Parduoti".
nb: Fra listen over annonser, velg en fra en trader med et høyt antall handler og et godt omdømme (vist henholdsvis i parentes ved siden av brukernavnet). En grønn sirkel betyr at traderen har vært online i dag; en gul sirkel betyr at de har besøkt nettstedet denne uken; og en grå sirkel betyr at forhandleren ikke har vært her på over en uke. Du kan klikke på "Selg"-knappen for å se mer informasjon om en annonse.
nl: Kies een handelaar met een groot aantal transacties en een goede reputatiescore (respectievelijk weergegeven tussen haakjes naast de gebruikersnaam) uit de lijst met advertenties. Een groene cirkel betekent dat de handelaar vandaag online is geweest; een gele cirkel betekent dat ze de site deze week hebben bezocht; en een grijze cirkel betekent dat de handelaar hier al meer dan een week niet is geweest. U kunt op de knop "Verkopen" klikken om meer informatie over een advertentie te bekijken.
pl: Z listy ogłoszeń wybierz takie od handlowca o dużej liczbie transakcji i dobrej ocenie (widoczna w nawiasach obok nazwy użytkownika). Zielone koło oznacza, że handlowiec był dziś online; Żółte koło oznacza, że odwiedził stronę w tym tygodniu; A szary okrąg oznacza, że nie był tu od ponad tygodnia. Możesz kliknąć przycisk „Sprzedaj”, aby wyświetlić więcej informacji o ogłoszeniu.
pt_br: Da lista de anúncios, escolha um de um comerciante com uma alta quantidade de negócios e uma boa reputação (mostrado respectivamente entre parênteses ao lado do nome do usuário). Um círculo verde significa que o comerciante está online hoje; um círculo amarelo significa que ele visitou o site esta semana; e um círculo cinza significa que o comerciante não está aqui há mais de uma semana. Você pode clicar no botão "Sell" (Vender) para ver mais informações sobre um anúncio.
sl: S seznama oglasov izberite enega od trgovalcev z velikim številom opravljenih trgovanj in dobrim ugledom (prikazano v oklepajih poleg uporabniškega imena). Zeleni krog pomeni, da je bil trgovec danes online; rumeni krog pomeni, da je ta teden obiskali spletno mesto; siv krog pomeni, da trgovca ni bilo več kot teden dni. Za več informacij o oglasu lahko kliknete gumb "Prodaj".
sv: Från listan över annonser, välj en från en handlare med ett högt antal byten och ett gott rykte (visas respektive inom parentes bredvid användarnamnet). En grön cirkel betyder att handlaren har varit online idag; en gul cirkel betyder att de har besökt webbplatsen den här veckan; och en grå cirkel betyder att handlaren inte har varit här på över en vecka. Du kan klicka på knappen "Sälj" för att se mer information om en annons.
tl: Mula sa listahan ng mga ad, pumili ng isa mula sa isang mangangalakal na may mataas na halaga ng mga trade at magandang marka ng reputasyon (ipinapakita ayon sa pagkakabanggit sa mga bracket sa tabi ng username). Ang berdeng bilog ay nangangahulugan na ang negosyante ay online ngayon; ang isang dilaw na bilog ay nangangahulugan na binisita nila ang site ngayong linggo; at ang isang kulay-abo na bilog ay nangangahulugan na ang mangangalakal ay hindi nakapunta dito sa loob ng higit sa isang linggo. Maaari mong i-click ang pindutang "Ibenta" upang tingnan ang higit pang impormasyon tungkol sa isang patalastas.
tr: Reklam listesinden, yüksek miktarda işlem yapan ve itibar puanı iyi olan bir yatırımcı arasından birini seçin (sırasıyla kullanıcı adının yanında parantez içinde gösterilir). Yeşil daire, yatırımcının bugün çevrimiçi olduğu anlamına gelir; sarı daire bu hafta siteyi ziyaret ettikleri anlamına gelir; ve gri bir daire, tüccarın bir haftadan uzun süredir burada olmadığı anlamına gelir. Bir ilan hakkında daha fazla bilgi görüntülemek için "Sat" butonuna tıklayabilirsiniz.
ur: اشتہارات کی فہرست میں سے، ایک تاجر میں سے ایک کا انتخاب کریں جس میں زیادہ تجارت ہو اور اچھی ساکھ کا سکور ہو (shown respectively in the brackets next to the username)۔ سبز دائرے کا مطلب ہے کہ تاجر آج آن لائن ہے؛ پیلے رنگ کے دائرے کا مطلب ہے کہ انہوں نے اس ہفتے سائٹ کا دورہ کیا ہے۔ اور سرمئی دائرے کا مطلب ہے کہ تاجر یہاں ایک ہفتے سے زیادہ وقت سے نہیں آیا ہے۔ آپ اشتہار کے بارے میں مزید معلومات دیکھنے کے لیے "Sell" بٹن پر کلک کر سکتے ہیں۔
zh_cn: 从广告列表中，选择一个交易量大、信誉度高的交易者（分别显示在用户名旁边的括号内）。绿色的圆圈表示该交易商今天已在线；黄色的圆圈表示他们本周访问过网站；灰色的圆圈表示该交易商已经超过一周没有访问过网站。你可以点击 "出售 "按钮，查看有关广告的细节。
zh_tw: 從廣告列表中，選擇一個交易量大、信譽度高的交易者（分別顯示在用戶名旁邊的括號內）。綠色的圓圈表示該交易商今天已在線；黃色的圓圈表示他們本周訪問過網站；灰色的圓圈表示該交易商已經超過一周沒有訪問過網站。你可以點擊 "出售 "按鈕，查看有關廣告的細節。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb257Sbagoradesk
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> and in the left column, select the "Sell" tab. Then, select the cryptocurrency you want to trade by pressing the corresponding tab on the row above the ads table. For this example, we'll choose BTC. You can further refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box. Press the blue button with the "Search" icon.
cs: Přejděte na <a target="_blank" href="/" class="next-link">hlavní stránku</a> a v levém sloupci vyberte záložku „Prodat“. Poté vyberte kryptoměnu, se kterou chcete obchodovat, stisknutím příslušné karty v řádku nad tabulkou reklam. Pro tento příklad zvolíme BTC. Své výsledky můžete dále upřesnit zadáním požadované částky a změnou měny, země nebo způsobu platby (pokud si nejste jisti, jakou platební metodu chcete použít, vyberte možnost „Všechny online nabídky“). Stiskněte modré tlačítko s ikonou „Hledat“.
fi: Siirry <a target="_blank" href="/" class="next-link">etusivulle</a> ja valitse vasemmasta sarakkeesta "Myy"-välilehti. Valitse sitten kryptovaluutta, jolla haluat käydä kauppaa, painamalla vastaavaa välilehteä ilmoitustaulukon yläpuolella olevalla rivillä. Tässä esimerkissä valitsemme BTC. Voit tarkentaa tuloksia lisää kirjoittamalla haluamasi summa ja vaihtamalla valuuttaa, maata tai maksutapaa (valitse "Kaikki verkkotarjoukset", jos et ole varma, mitä maksutapaa haluat käyttää) hakukenttään. Paina sinistä painiketta "Haku"-kuvakkeella.
fr: Allez sur la <a target="_blank" href="/" class="next-link">page d'accueil</a> et dans la colonne de gauche, sélectionnez l'onglet "Vendre". Ensuite, sélectionnez la crypto-monnaie que vous souhaitez échanger en appuyant sur l'onglet correspondant sur la ligne au-dessus du tableau des annonces. Pour cet exemple, nous choisirons BTC. Vous pouvez affiner davantage vos résultats en saisissant le montant souhaité et modifier la devise, le pays ou le mode de paiement (sélectionnez "Toutes les offres en ligne" si vous n'êtes pas sûr du mode de paiement que vous souhaitez utiliser) dans le champ de recherche. Appuyez sur le bouton bleu avec l'icône "Rechercher".
it: Vai alla pagina principale <a target="_blank" href="/" class="next-link"></a> e nella colonna di sinistra, seleziona la scheda "Vendi". Poi, seleziona la criptovaluta che vuoi scambiare premendo la scheda corrispondente nella riga sopra la tabella degli annunci. Per questo esempio, sceglieremo BTC. Puoi raffinare ulteriormente i tuoi risultati inserendo l'importo desiderato e cambiando la valuta, il paese o il metodo di pagamento (seleziona "Tutte le offerte online" se non sei sicuro del metodo di pagamento che vuoi usare) nella casella di ricerca. Premi il pulsante blu con l'icona "Cerca".
lt: Eikite į <a target="_blank" href="/" class="next-link">pagrindinį puslapį</a> ir kairiajame stulpelyje pasirinkite skirtuką „Parduoti“. Tada pasirinkite kriptovaliutą, kuria norite prekiauti, paspausdami atitinkamą skirtuką eilutėje virš skelbimų lentelės. Šiame pavyzdyje pasirinksime BTC. Galite dar labiau patikslinti rezultatus paieškos laukelyje įvesdami norimą sumą ir pakeisdami valiutą, šalį arba mokėjimo būdą (jei nesate tikri, kurį mokėjimo būdą norite naudoti, pasirinkite „Visi pasiūlymai internetu“. Paspauskite mėlyną mygtuką su piktograma „Ieškoti“.
nb: Gå til <a target="_blank" href="/" class="next-link">hovedsiden</a> og velg "Selg"-fanen i venstre kolonne. Deretter velger du kryptovalutaen du vil handle ved å trykke på den tilsvarende fanen på raden over annonsetabellen. For dette eksempelet velger vi BTC. Du kan avgrense resultatene dine ytterligere ved å angi ønsket beløp og endre valuta, land eller betalingsmetode (velg "Alle netttilbud" hvis du er usikker på hvilken betalingsmetode du vil bruke) i søkefeltet. Trykk på den blå knappen med "Søk"-ikonet.
nl: Ga naar de <a target="_blank" href="/" class="next-link">hoofdpagina</a> en selecteer in de linkerkolom het tabblad "Verkopen". Selecteer vervolgens de cryptocurrency die u wilt verhandelen door op het overeenkomstige tabblad in de rij boven de advertentietabel te drukken. Voor dit voorbeeld kiezen we BTC. U kunt uw resultaten verder verfijnen door het gewenste bedrag in te voeren en de valuta, het land of de betaalmethode te wijzigen in het zoekvak(selecteer "Alle online aanbiedingen" als u niet zeker weet welke betaalmethode u wilt gebruiken). Druk dan op de blauwe knop met het pictogram "Zoeken".
pl: Przejdź do <a target="_blank" href="/" class="next-link">strony głównej</a> i w lewej kolumnie wybierz kartę „Sprzedaj”. Następnie wybierz kryptowalutę, którą chcesz wymienić, naciskając odpowiednią kartę w wierszu powyżej tabeli ogłoszeń. W tym przykładzie wybierzemy BTC. Możesz dopasować swoje wyniki wyszukiwania, wprowadzając żądaną kwotę, zmieniając walutę, kraj lub metodę płatności (wybierz „Wszystkie ogłoszenia online”, jeśli nie masz pewności, której metody płatności chcesz użyć) w polu wyszukiwania. Naciśnij niebieski przycisk „Wyszukaj”.
pt_br: Vá para a página principal <a target="_blank" href="/" class="next-link"></a> e na coluna da esquerda, selecione a aba "Vender". Em seguida, selecione a moeda criptográfica que você deseja negociar, pressionando a guia correspondente na linha acima da tabela de anúncios. Para este exemplo, escolheremos BTC. Você pode refinar ainda mais seus resultados digitando o valor desejado e mudando a moeda, país ou forma de pagamento (selecione "Todas as ofertas on-line" se não tiver certeza de qual forma de pagamento deseja usar) na caixa de busca. Pressione o botão azul com o ícone "Search".
sl: Pojdite na <a target="_blank" href="/" class="next-link">glavno stran</a> in v levem stolpcu izberite zavihek "Prodaja". Nato izberite kriptovaluto, s katero želite trgovati - tako, da pritisnete ustrezen zavihek v vrstici nad tabelo z oglasi. Za ta primer bomo izbrali BTC. Rezultate lahko dodatno izboljšate tako, da v iskalno polje vnesete želeni znesek, spremenite valuto, državo ali način plačila (izberite "Vse online ponudbe", če niste prepričani, kateri način plačila želite uporabiti). Pritisnite modri gumb z ikono "Išči".
sv: Gå till <a target="_blank" href="/" class="next-link">huvudsidan</a> och välj fliken "Sälj" i den vänstra kolumnen. Välj sedan den kryptovaluta du vill handla genom att trycka på motsvarande flik på raden ovanför annonstabellen. För det här exemplet väljer vi BTC. Du kan förfina dina resultat ytterligare genom att ange önskat belopp och ändra valuta, land eller betalningsmetod (välj "Alla onlineerbjudanden" om du är osäker på vilken betalningsmetod du vill använda) i sökrutan. Tryck på den blå knappen med ikonen "Sök".
tl: Pumunta sa <a target="_blank" href="/" class="next-link">pangunahing pahina</a> at sa kaliwang column, piliin ang tab na "Ibenta." Pagkatapos, piliin ang cryptocurrency na gusto mong i-trade sa pamamagitan ng pagpindot sa kaukulang tab sa row sa itaas ng talahanayan ng mga ad. Para sa halimbawang ito, pipiliin namin ang BTC. Maaari mo pang pinuhin ang iyong mga resulta sa pamamagitan ng paglalagay ng nais na halaga at pagpapalit ng pera, bansa o paraan ng pagbabayad (piliin ang "Lahat ng online na alok" kung hindi ka sigurado kung aling paraan ng pagbabayad ang gusto mong gamitin) sa box para sa paghahanap. Pindutin ang asul na button na may icon na "Paghahanap".
tr: <a target="_blank" href="/" class="next-link">ana sayfaya</a> gidin ve sol sütunda "Satış" sekmesini seçin. Ardından, reklam tablosunun üzerindeki satırda yer alan ilgili sekmeye basarak işlem yapmak istediğiniz kripto para birimini seçin. Bu örnek için BTC'yi seçeceğiz. Arama kutusunda istediğiniz tutarı girip para birimini, ülkeyi veya ödeme yöntemini değiştirerek (hangi ödeme yöntemini kullanmak istediğinizden emin değilseniz "Tüm çevrimiçi teklifler"i seçin) sonuçlarınızı daha da hassaslaştırabilirsiniz. "Ara" simgesinin bulunduğu mavi düğmeye basın.
ur: <a target="_blank" href="/" class="next-link">مرکزی صفحہ</a> پر جائیں اور بائیں کالم میں، "Sell" ٹیب کو منتخب کریں۔ پھر، اشتہارات کے ٹیبل کے اوپر والی قطار میں متعلقہ ٹیب کو دبا کر وہ کریپٹو کرنسی منتخب کریں جس کی آپ تجارت کرنا چاہتے ہیں۔ اس مثال کے لیے، ہم BTC کا انتخاب کریں گے۔ آپ مطلوبہ رقم درج کر کے اور سرچ باکس میں کرنسی، ملک یا ادائیگی کا طریقہ تبدیل کر کے اپنے نتائج کو مزید بہتر کر سکتے ہیں (select "All online offers" if you're unsure which payment method you want to use)۔ "Search" آئیکن کے ساتھ نیلے رنگ کے بٹن کو دبائیں۔
zh_cn: 进入 <a target="_blank" href="/" class="next-link">主页</a> ，在左栏选择 "出售 "标签。然后，按广告表上面一行的相应标签，选择你要交易的加密货币。在这个例子中，我们将选择BTC。你可以通过搜索框中输入所需的金额并改变币种、国家或支付方式（如果你不确定要使用哪种支付方式，则选择 "所有在线报价"）来进一步细化你的结果。按带有蓝色图标的 "搜索 "按钮。
zh_tw: 進入 <a target="_blank" href="/" class="next-link">主頁</a> ，在左欄選擇 "出售 "標籤。然後，按廣告表上面一行的相應標籤，選擇你要交易的加密貨幣。在這個例子中，我們將選擇BTC。你可以通過搜索框中輸入所需的金額並改變幣種、國家或支付方式（如果你不確定要使用哪種支付方式，則選擇 "所有在線報價"）來進一步細化你的結果。按帶有藍色圖標的 "搜索 "按鈕。
