Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb2457Sbagoradesk
source: After you send a trade request, you have a time window to complete the payment before the other party is able to cancel the trade. During this time you need to complete your payment and press the 'I have paid button'. The other party is notified that you've made the payment and the coins will be held in the bond until the other party finalizes the trade for you after seeing the payment in their account. If you paid for the purchase, but didn't mark the payment complete before the payment time window expired, please contact the other party through the trade chat. You can contact the other party and your other existing trade contacts from the {dashboard}. Send a message to the other party and kindly explain the situation and why you couldn't complete payment within the time window. If the other party doesn't respond to this request please contact {appName} staff using the {supportRequestForm} and mention your trade ID.
cs: Po odeslání žádosti o obchod máte časové okno na dokončení platby, než bude druhá strana moci obchod zrušit. Během této doby musíte dokončit platbu a stisknout tlačítko „Zaplatil jsem“. Druhá strana je informována, že jste provedli platbu, a mince budou drženy v dluhopisu, dokud druhá strana nedokončí obchod za vás poté, co uvidí platbu na svém účtu. Pokud jste za nákup zaplatili, ale neoznačili jste platbu za dokončenou před vypršením časového okna, kontaktujte prosím druhou stranu prostřednictvím obchodního chatu. Druhou stranu a své další stávající obchodní kontakty můžete kontaktovat z {dashboard}. Pošlete zprávu druhé straně a laskavě vysvětlete situaci a důvod, proč jste nemohli dokončit platbu v časovém okně. Pokud druhá strana na tento požadavek nereaguje, kontaktujte personál {appName} pomocí {supportRequestform} a uveďte své obchodní ID.
fi: Kun olet lähettänyt kauppapyynnön, sinulla on aikaikkuna suorittaa maksu loppuun, ennen kuin toinen osapuoli voi peruuttaa kaupan. Tänä aikana sinun on suoritettava maksu ja painettava "Olen maksanut" -painiketta. Toiselle osapuolelle ilmoitetaan, että olet suorittanut maksun, ja kolikot pidetään välimiesmaksussa, kunnes toinen osapuoli viimeistelee kaupan puolestasi nähtyään maksun tilillään. Jos maksoit ostoksen, mutta et merkinnyt maksua suoritetuksi ennen maksuajan umpeutumista, ota yhteyttä toiseen osapuoleen kauppachatin kautta. Voit ottaa yhteyttä toiseen osapuoleen ja muihin olemassa oleviin kauppakontakteihisi {dashboard}:lta. Lähetä viesti toiselle osapuolelle ja kerro ystävällisesti tilanne ja miksi et voinut suorittaa maksua aikaikkunassa. Jos toinen osapuoli ei vastaa tähän pyyntöön, ota yhteyttä {appName}:n henkilökuntaan käyttämällä numeroa {supportRequestForm} ja mainitse kauppatunnuksesi.
fr: Après avoir envoyé une demande d'échange, vous disposez d'un certain délai pour effectuer le paiement avant que l'autre partie ne puisse annuler l'échange. Pendant ce temps, vous devez effectuer votre paiement et appuyer sur le bouton "J'ai payé". L'autre partie est informée que vous avez effectué le paiement et les jetons de crypto-monnaie seront conservés dans la caution jusqu'à ce que l'autre partie finalise la transaction après avoir vu le paiement sur son compte. Si vous avez payé l'achat, mais que vous n'avez pas marqué le paiement comme terminé avant l'expiration du délai de paiement, veuillez contacter l'autre partie via le chat de la transaction. Vous pouvez contacter l'autre partie et vos autres contacts existants avec qui vous faites des échanges à partir du {dashboard}. Envoyez un message à l'autre partie et expliquez-lui gentiment la situation et pourquoi vous n'avez pas pu effectuer le paiement dans le délai imparti. Si l'autre partie ne répond pas à cette demande, veuillez contacter le personnel de {appName} en utilisant le {supportRequestform} et mentionner l'identifiant de transaction.
it: Dopo aver inviato una richiesta di scambio, hai una finestra di tempo per completare il pagamento prima che l'altra parte possa cancellare lo scambio. Durante questo tempo devi completare il pagamento e premere il pulsante "Ho pagato". L'altra parte viene informata che hai effettuato il pagamento e le monete saranno tenute in deposito arbitrale fino a quando l'altra parte non finalizzerà la compravendita per te dopo aver visto il pagamento sul suo conto. Se hai pagato per l'acquisto, ma non hai segnato il pagamento completo prima della scadenza della finestra di pagamento, contatta l'altra parte attraverso la chat commerciale. Puoi contattare l'altra parte e i tuoi altri contatti commerciali esistenti dal {dashboard}. Invia un messaggio all'altra parte e spiega gentilmente la situazione e perché non hai potuto completare il pagamento entro la finestra temporale. Se l'altra parte non risponde a questa richiesta, contatta lo staff di {appName} usando il {supportRequestForm} e menziona il tuo trade ID.
lt: Išsiuntę prekybos užklausą, turite tam tikrą laikotarpį, per kurį turėsite atlikti mokėjimą, kol kita šalis galės atšaukti prekybą. Per tą laiką turite užbaigti mokėjimą ir paspausti mygtuką „Sumokėjau“. Kitai šaliai pranešama, kad atlikote mokėjimą, o monetos bus laikomos obligacijoje, kol kita šalis užbaigs prekybą už jus, pamačiusi mokėjimą savo sąskaitoje. Jei sumokėjote už pirkinį, bet nepažymėjote mokėjimo užbaigto nepasibaigus mokėjimo terminui, susisiekite su kita šalimi per prekybos pokalbį. Galite susisiekti su kita šalimi ir kitais esamais prekybos kontaktais naudodami {dashboard}. Išsiųskite žinutę kitai šaliai ir maloniai paaiškinkite situaciją ir kodėl negalėjote atlikti mokėjimo per nustatytą laikotarpį. Jei kita šalis neatsako į šią užklausą, susisiekite su {appName} darbuotojais naudodami {supportRequestForm} ir nurodykite savo prekybos ID.
nb: Etter at du har sendt en handelsforespørsel, har du et tidsvindu for å fullføre betalingen før den andre parten kan kansellere handelen. I løpet av denne tiden må du fullføre betalingen og trykke på 'Jeg har betalt'-knappen. Den andre parten blir varslet om at du har foretatt betalingen, og myntene vil bli holdt i obligasjonen til den andre parten fullfører handelen for deg etter å ha sett betalingen på kontoen sin. Hvis du har betalt for kjøpet, men ikke merket betalingen som fullført før betalingstidsvinduet utløp, vennligst kontakt den andre parten via handelschatten. Du kan kontakte den andre parten og dine andre eksisterende handelskontakter fra {dashboard}. Send en melding til den andre parten og vennligst forklar situasjonen og hvorfor du ikke kunne fullføre betalingen innen tidsvinduet. Hvis den andre parten ikke svarer på denne forespørselen, vennligst kontakt {appName}-ansatte ved å bruke {supportRequestForm} og oppgi din handels-ID.
nl: Nadat u een ruilverzoek heeft verzonden, heeft u een tijdvenster om de betaling te voltooien voordat de andere partij de ruil kan annuleren. Gedurende deze tijd moet u uw betaling voltooien en op de knop 'Ik heb betaald' drukken. De andere partij wordt op de hoogte gebracht dat u de betaling heeft voltooid en de munten worden in de obligatie vastgehouden totdat de andere partij de transactie voor u voltooit na het zien van de betaling op hun rekening. Als u voor de aankoop heeft betaald, maar de betaling nog niet als voltooid heeft gemarkeerd voordat de betalingstermijn is verstreken, neem dan contact op met de andere partij via de handelschat. U kunt vanaf het {dashboard} contact opnemen met de andere partij en uw andere bestaande handelscontacten. Stuur een bericht naar de andere partij en leg de situatie uit en waarom u de betaling niet binnen het tijdsbestek kon voltooien. Als de andere partij niet op dit verzoek reageert, neem dan contact op met {appName}-medewerkers via de {supportRequestform} en vermeld uw transactie-ID.
pl: Po wysłaniu rozpoczęciu handlu otwiera się okno czasowe, aby wykonać płatność, zanim sprzedawca będzie w stanie anulować handel (okno płatności różni się w zależności od metody płatności handlu). W tym czasie musisz dokonać płatności i nacisnąć przycisk potwierdzający zapłacenie. Sprzedawca otrzymuje powiadomienie, że wykonałeś płatność, a kryptowaluta będzie przechowywana pod zastaw, dopóki sprzedawca nie sfinalizuje handlu po zobaczeniu płatność na swoim koncie. Jeśli zapłaciłeś za zakup, ale nie potwierdziłeś nacisnąć przycisk przed upływem czasu płatności, skontaktuj się ze sprzedawcą za pośrednictwem chatu. Możesz skontaktować się ze sprzedawcą i innymi z {dashboard} w profilu użytkownika. Wyślij wiadomość do sprzedawcy i uprzejmie wyjaśnij sytuację oraz dlaczego nie udało Ci się dokonać płatności w oknie czasowym. Jeśli sprzedawca nie odpowiada na to żądanie, skontaktuj się z obsługą {appName} za pomocą {supportRequestForm} z uwzględnieniem identyfikatora transakcji.
pt_br: Após enviar um pedido comercial, você tem um prazo para completar o pagamento antes que a outra parte seja capaz de cancelar a troca. Durante este tempo, você precisa completar seu pagamento e pressionar o botão "Eu paguei". A outra parte é notificada de que você efetuou o pagamento e as moedas serão mantidas em garantia de arbitragem até que a outra parte finalize a troca para você após ver o pagamento em sua conta. Se você pagou pela compra, mas não marcou o pagamento completo antes do vencimento do prazo de pagamento, favor entrar em contato com a outra parte através do bate-papo comercial. Você pode entrar em contato com a outra parte e seus outros contatos comerciais existentes através do {dashboard}. Envie uma mensagem para a outra parte e explique gentilmente a situação e porque você não pôde completar o pagamento dentro do prazo. Se a outra parte não responder a esta solicitação, favor contatar a equipe da {appName} usando o {supportRequestform} e mencionar sua identificação comercial.
sl: Ko pošljete zahtevo za trgovanje, imate na voljo časovno okno za izvedbo plačila, preden lahko druga stran prekliče trgovanje. V tem času morate dokončati plačilo in pritisniti gumb 'Plačal sem'. Druga stran je obveščena, da ste izvedli plačilo, kovanci pa bodo zadržani v obveznici, dokler druga stranka ne zaključi trgovanja, ko vidi plačilo na računu. Če ste plačali nakup, vendar plačila niste označili kot dokončanega pred potekom časovnega okvirja za plačilo, se obrnite na drugo stranko preko trgovalnega klepeta. Z drugo stranko in ostalimi obstoječimi stiki lahko stopite v kontakt na {dashboard}. Pošljite sporočilo drugi stranki in jim prijazno razložite situacijo zakaj niste mogli zaključiti plačila v roku. Če se druga stranka ne odzove na to zahtevo, se obrnite na osebje {appName} z uporabo {supportRequestForm} pri čemer omenite svoj ID trgovanja.
sv: Efter att du skickat en handelsförfrågan har du ett tidsfönster för att slutföra betalningen innan den andra parten kan avbryta handeln. Under denna tid måste du slutföra din betalning och trycka på knappen "Jag har betalat". Den andra parten meddelas att du har gjort betalningen och mynten kommer att hållas i obligationen tills den andra parten slutför affären åt dig efter att ha sett betalningen på sitt konto. Om du har betalat för köpet, men inte markerat betalningen som slutförd innan betalningstiden löpte ut, kontakta den andra parten via handelschatten. Du kan kontakta den andra parten och dina andra befintliga handelskontakter från {dashboard}. Skicka ett meddelande till den andra parten och förklara vänligen situationen och varför du inte kunde slutföra betalningen inom tidsfönstret. Om den andra parten inte svarar på denna begäran, kontakta {appName} personal med hjälp av {supportRequestForm} och ange ditt handels-ID.
tl: Pagkatapos mong magpadala ng kahilingan sa kalakalan, mayroon kang palugit ng oras upang makumpleto ang pagbabayad bago magawang kanselahin ng kabilang partido ang kalakalan. Sa panahong ito kailangan mong kumpletuhin ang iyong pagbabayad at pindutin ang 'Nabayaran ko na ang pindutan'. Inaabisuhan ang kabilang partido na nagbayad ka at ang mga barya ay hahawakan sa bono hanggang sa ma-finalize ng kabilang partido ang kalakalan para sa iyo pagkatapos makita ang pagbabayad sa kanilang account. Kung nagbayad ka para sa pagbili, ngunit hindi minarkahan na kumpleto ang pagbabayad bago mag-expire ang palugit ng oras ng pagbabayad, mangyaring makipag-ugnayan sa kabilang partido sa pamamagitan ng trade chat. Maaari kang makipag-ugnayan sa kabilang partido at sa iyong iba pang umiiral na mga contact sa kalakalan mula sa {dashboard}. Magpadala ng mensahe sa kabilang partido at mabait na ipaliwanag ang sitwasyon at kung bakit hindi mo makumpleto ang pagbabayad sa loob ng palugit ng oras. Kung hindi tumugon ang kabilang partido sa kahilingang ito, mangyaring makipag-ugnayan sa staff ng {appName} gamit ang {supportRequestform} at banggitin ang iyong trade ID.
tr: Bir takas talebi gönderdikten sonra, karşı tarafın takası iptal edebilmesinden önce ödemeyi tamamlamak için bir zaman pencereniz vardır. Bu süre içerisinde ödemenizi tamamlayıp 'Ödedim' butonuna basmanız gerekmektedir. Diğer tarafa, ödemeyi yaptığınız bildirilir ve diğer taraf, ödemeyi hesabında gördükten sonra sizin adınıza işlemi tamamlayana kadar paralar tahvilde tutulacaktır. Satın alma işlemi için ödeme yaptıysanız ancak ödeme süresi dolmadan önce ödemeyi tamamlandı olarak işaretlemediyseniz, lütfen ticari sohbet yoluyla diğer tarafla iletişime geçin. Karşı tarafla ve diğer mevcut ticari bağlantılarınızla {dashboard} üzerinden iletişime geçebilirsiniz. Karşı tarafa bir mesaj gönderin ve durumu ve ödemeyi neden belirtilen süre içinde tamamlayamadığınızı lütfen açıklayın. Karşı taraf bu talebe yanıt vermezse lütfen {supportRequestForm} kullanarak {appName} personeliyle iletişime geçin ve ticari kimliğinizi belirtin.
ur: تجارتی درخواست بھیجنے کے بعد، آپ کے پاس ادائیگی مکمل کرنے کے لیے ایک ٹائم ونڈو ہوتا ہے اس سے پہلے کہ دوسرا فریق تجارت کو منسوخ کر سکے۔ اس وقت کے دوران آپ کو اپنی ادائیگی مکمل کرنی ہوگی اور 'I have paid button' بٹن کو دبانا ہوگا۔ دوسرے فریق کو مطلع کیا جاتا ہے کہ آپ نے ادائیگی کر دی ہے اور سکے بانڈ میں رکھے جائیں گے جب تک کہ دوسرا فریق اپنے اکاؤنٹ میں ادائیگی دیکھنے کے بعد آپ کے لیے تجارت کو حتمی شکل نہیں دے دیتا۔ اگر آپ نے خریداری کے لیے ادائیگی کی ہے، لیکن ادائیگی کا وقت ختم ہونے سے پہلے ادائیگی مکمل ہونے کا نشان نہیں لگایا، تو براہ کرم تجارتی چیٹ کے ذریعے دوسرے فریق سے رابطہ کریں۔ آپ دوسرے فریق اور اپنے موجودہ تجارتی رابطوں سے {dashboard} سے رابطہ کر سکتے ہیں۔ دوسرے فریق کو ایک پیغام بھیجیں اور مہربانی سے صورتحال کی وضاحت کریں اور کیوں کہ آپ ٹائم ونڈو کے اندر ادائیگی مکمل نہیں کر سکے۔ اگر دوسرا فریق اس درخواست کا جواب نہیں دیتا ہے تو براہ کرم {supportRequestForm} استعمال کرنے والے {appName} عملے سے رابطہ کریں اور اپنی تجارتی شناخت کا ذکر کریں۔
zh_cn: 在您发送交易请求后，您有一个时间窗口来完成付款，然后另一方才能取消交易。在此期间，您需要完成付款并按“我已付款”按钮。另一方会收到您已付款的通知，并且硬币将保留在仲裁保证金中，直到另一方在其帐户中看到付款后为您完成交易。如果您已付款购买，但未在付款时间窗口到期前标记付款完成，请通过交易聊天联系对方。您可以从 {dashboard}联系对方和您现有的其他贸易联系人。给对方发消息，请说明情况，以及为什么您无法在时间窗口内完成付款。如果对方不响应此请求，请使用 {supportRequestForm} 联系 {appName} 工作人员并提及您的交易 ID。
zh_tw: 在您發送交易請求後，您有一個時間窗口來完成付款，然後另一方才能取消交易。在此期間，您需要完成付款並按“我已付款”按鈕。另一方會收到您已付款的通知，並且硬幣將保留在仲裁保證金中，直到另一方在其帳戶中看到付款後為您完成交易。如果您已付款購買，但未在付款時間窗口到期前標記付款完成，請通過交易聊天聯繫對方。您可以從 {dashboard}聯繫對方和您現有的其他貿易聯繫人。給對方發消息，請說明情況，以及為什麼您無法在時間窗口內完成付款。如果對方不響應此請求，請使用 {supportRequestForm} 聯繫 {appName} 工作人員並提及您的交易 ID。

# faq250Sbanswer8722Sb25
source: When the buyer or seller initiate a dispute, an admin steps into the trade chat and asks both parties for evidence and takes into account chat history and reputation to make as fair of a decision as possible.
cs: Když kupující nebo prodávající zahájí spor, administrátor vstoupí do obchodního chatu a požádá obě strany o důkazy a vezme v úvahu historii chatu a pověst, aby bylo rozhodnutí co nejspravedlivější.
fi: Kun ostaja tai myyjä riitauttaa kaupan, järjestelmänvalvoja astuu kauppakeskusteluun ja pyytää molemmilta osapuolilta todisteita ja ottaa huomioon chat-historian ja käyttäjien maineen tehdäkseen mahdollisimman oikeudenmukaisen päätöksen.
fr: Lorsque l'acheteur ou le vendeur initie un litige, un administrateur entre dans le chat de la transaction et demande aux deux parties des preuves et prend en compte l'historique du chat et la réputation pour prendre une décision aussi juste que possible.
it: Quando l'acquirente o il venditore avvia una controversia, un amministratore entra nella chat commerciale e chiede a entrambe le parti la prova di cosa sia successo e tiene conto della cronologia della chat e della reputazione per rendere più equa possibile una decisione.
lt: Kai pirkėjas ar pardavėjas inicijuoja ginčą, administratorius įsitraukia į prekybos pokalbį ir paprašo abiejų šalių pateikti įrodymų bei atsižvelgia į pokalbių istoriją ir reputaciją, kad priimtų kuo teisingesnį sprendimą.
nb: Når kjøperen eller selgeren starter en tvist, går en administrator inn i handelschatten og ber begge parter om bevis og tar hensyn til chathistorikk og omdømme for å ta en så rettferdig avgjørelse som mulig.
nl: Wanneer de koper of verkoper een geschil start, stapt een beheerder in de handelschat en vraagt beide partijen om bewijs en houdt rekening met de chatgeschiedenis en reputatie om een zo eerlijk mogelijke beslissing te nemen.
pl: Kiedy kupujący lub sprzedawca zgłasza spór, administrator wkracza na czat handlowy i prosi obie strony o dowody i uwzględnia historię czatu i reputację użytkowników, aby podjąć najsprawiedliwszą możliwą decyzję.
pt_br: Quando o vendedor ou comprador inicia uma disputa, um agente do {appName} entra no bate-papo da negociação e pede evidência de ambas as partes, além de considerar todo o histórico do bate-papo e a reputação de cada usuário para tomar a melhor decisão possível.
sl: Ko kupec ali prodajalec sproži ugovor, v klepet trgovanja vstopi skrbnik, ter od obeh strank zahteva dokaze, pregleda zgodovino klepeta in upošteva ugled, da lahko sprejme čim bolj pošteno odločitev.
sv: När köparen eller säljaren initierar en tvist går en administratör in i handelschatten och ber båda parter om bevis och tar hänsyn till chatthistorik och rykte för att fatta ett så rättvist beslut som möjligt.
tl: Kapag nagpasimula ng hindi pagkakaunawaan ang mamimili o nagbebenta, ang isang admin ay pumasok sa trade chat at humihingi ng ebidensya sa magkabilang partido at isinasaalang-alang ang kasaysayan ng chat at reputasyon upang makagawa ng patas na desisyon hangga't maaari.
tr: Alıcı veya satıcı bir anlaşmazlık başlattığında, bir yönetici ticari sohbete girer ve her iki taraftan da kanıt ister ve mümkün olduğunca adil bir karar vermek için sohbet geçmişini ve itibarını dikkate alır.
ur: جب خریدار یا بیچنے والا تنازعہ شروع کرتا ہے، تو ایک منتظم تجارتی بات چیت میں قدم رکھتا ہے اور دونوں فریقوں سے ثبوت طلب کرتا ہے اور چیٹ کی تاریخ اور ساکھ کو مدنظر رکھتا ہے تاکہ جتنا ممکن ہو منصفانہ فیصلہ کیا جا سکے۔
zh_cn: 当买方或卖方发起申诉时，管理员会进入交易聊天并询问双方的证据，并考虑到聊天记录和信誉，尽可能公平地做出决定。
zh_tw: 當買方或賣方發起申訴時，管理員會進入交易聊天並詢問雙方的証據，並考慮到聊天記錄和信譽，盡可能公平地做出決定。

# faq250Sbanswer8722Sb26
source: Monero transactions are irreversible, once you’ve sent money to another Monero address it is not possible for you or {appName} to reverse it.
cs: Transakce Monero jsou nevratné, jakmile odešlete peníze na jinou adresu Monera, nemůžete je vy ani {appName} vrátit zpět.
fi: Monero-transaktiot ovat peruuttamattomia. Kun olet lähettänyt rahaa toiseen Monero-osoitteeseen, sinä tai {appName} ei voi peruuttaa sitä.
fr: Les transactions Monero sont irréversibles, une fois que vous avez envoyé de l'argent à une autre adresse Monero, il n'est pas possible pour vous ou {appName} de l'annuler.
it: Le transazioni Monero sono irreversibili, una volta che hai inviato denaro ad un altro indirizzo Monero non è possibile per te o {appName} riaverli.
lt: „Monero“ operacijos yra negrįžtamos, kai išsiunčiate pinigus kitu Monero adresu, jūs arba {appName} negalite jų atšaukti.
nb: Monero-transaksjoner er irreversible, når du har sendt penger til en annen Monero-adresse er det ikke mulig for deg eller {appName} å reversere dem.
nl: Monero-transacties zijn onomkeerbaar. Als u eenmaal geld naar een ander Monero-adres heeft gestuurd, is het voor u of {appName} niet meer mogelijk om dit ongedaan te maken.
pl: Transakcje Monero są nieodwracalne, po wysłaniu pieniędzy na inny adres Monero, {appName} nie ma możliwości cofnięcia transakcji.
pt_br: Transações em Monero são irreversíveis. Uma vez enviada, é impossível para o {appName} ou qualquer outra pessoa revertê-la.
sl: Transakcije Monero so nepovratne, ko denar pošljete na drug Monero naslov, tega ne morete več razveljaviti vi ali {appName}.
sv: Monero-transaktioner är irreversibla, när du har skickat pengar till en annan Monero-adress är det inte möjligt för dig eller {appName} för att vända den.
tl: Ang mga transaksyon sa Monero ay hindi na mababawi, sa sandaling nagpadala ka ng pera sa isa pang Monero address, hindi posible para sa iyo o sa {appName} na baligtarin ito.
tr: Monero işlemleri geri alınamaz; başka bir Monero adresine para gönderdiğinizde sizin veya {appName}'in bunu geri alması mümkün değildir.
ur: Monero ٹرانزیکشنز ناقابل واپسی ہیں، ایک بار جب آپ کسی دوسرے Monero ایڈریس پر رقم بھیج دیتے ہیں تو آپ یا {appName} کے لیے اسے ریورس کرنا ممکن نہیں ہوتا ہے۔
zh_cn: 门罗币交易不可逆转，如果您将资金发送到另一个门罗币地址，您或者{appName}都无法逆转这一操作。
zh_tw: 門羅幣交易不可逆轉，如果您將資金發送到另一個門羅幣地址，您或者{appName}都無法逆轉這一操作。

# faq250Sbanswer8722Sb2657Sbagoradesk
source: Cryptocurrency transactions are irreversible, once you’ve sent the coins to another address it's not possible for you or {appName} to reverse it.
cs: Transakce s kryptoměnami jsou nevratné, jakmile odešlete mince na jinou adresu, nemůžete to vy ani {appName} vrátit zpět.
fi: Kryptovaluuttatransaktiot ovat peruuttamattomia. Kun olet lähettänyt kolikot toiseen osoitteeseen, sinä tai {appName} ei voi peruuttaa sitä.
fr: Les transactions de crypto-monnaie sont irréversibles, une fois que vous avez envoyé les jetons à une autre adresse, il n'est pas possible pour vous ou {appName} de l'inverser.
it: Le transazioni in criptovaluta sono irreversibili, una volta che hai inviato le monete a un altro indirizzo non è possibile per te o {appName} invertirlo.
lt: Kriptovaliutos operacijos yra negrįžtamos. Kai išsiunčiate monetas kitu adresu, jūs arba {appName} negalite to atšaukti.
nb: Kryptovalutatransaksjoner er irreversible, når du har sendt myntene til en annen adresse, er det ikke mulig for deg eller {appName} å reversere dem.
nl: Transacties met cryptovaluta zijn onomkeerbaar. Als u de munten eenmaal naar een ander adres heeft gestuurd, is het voor u of {appName} niet meer mogelijk om dit terug te draaien.
pl: Transakcje kryptowalut są nieodwracalne, po wysłaniu pieniędzy na inny adres kryptowalut {appName} nie ma możliwości cofnięcia transakcji.
pt_br: Transações de criptomoeda são irreversíveis, uma vez que você enviou mensagens para outro endereço, não é possível para você ou {appName} revertê-lo.
sl: Transakcije s kriptovalutami so nepovratne, ko kovance pošljete na drug naslov, tega ne morete več razveljaviti vi ali {appName}.
sv: Transaktioner med kryptovaluta är oåterkalleliga, när du har skickat mynten till en annan adress är det inte möjligt för dig eller {appName} för att vända den.
tl: Ang mga transaksyon sa Cryptocurrency ay hindi na mababawi, kapag naipadala mo na ang mga barya sa ibang address, hindi na posible para sa iyo o {appName} na baligtarin ito.
tr: Kripto para işlemleri geri döndürülemez; paraları başka bir adrese gönderdikten sonra sizin veya {appName}'in bunu geri alması mümkün değildir.
ur: کریپٹو کرنسی کے لین دین ناقابل واپسی ہوتے ہیں، ایک بار جب آپ سکے کسی دوسرے ایڈریس پر بھیج دیتے ہیں تو آپ کے لیے یا {appName} کے لیے اسے واپس کرنا ممکن نہیں ہوتا ہے۔
zh_cn: 加密货币交易是不可逆转的，一旦您将硬币发送到另一个地址，您或{appName}就无法将其转发。
zh_tw: 加密貨幣交易是不可逆轉的，一旦您將硬幣發送到另一個地址，您或{appName}就無法將其轉發。
