Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# error250Sbpost8722Sbad250Sbgeneric
source: Errors in the form! Please check your ad again.
cs: Chyby ve formuláři! Zkontrolujte prosím svůj inzerát znovu.
fi: Virheet lomakkeessa! Tarkista ilmoituksesi uudelleen.
fr: Erreurs dans le formulaire ! Veuillez vérifier à nouveau votre annonce.
it: Errori nel form! Controlla il tuo annuncio.
lt: Klaidos formoje! Dar kartą patikrinkite savo skelbimą.
nb: Feil i skjemaet! Vennligst sjekk annonsen din på nytt.
nl: Fouten in het formulier! Controleer nogmaals uw advertentie.
pl: Błędy w formularzu! Sprawdź ponownie swoje ogłoszenie.
pt_br: Erros no formulário! Verifique seu anúncio novamente.
sl: Napake v obrazcu! Ponovno preverite oglas.
sv: Fel i formuläret! Vänligen kontrollera din annons igen.
tl: Mga error sa form! Pakisuri muli ang iyong ad.
tr: Formdaki hatalar! Lütfen reklamınızı tekrar kontrol edin.
ur: فارم میں غلطیاں! براہ کرم اپنا اشتہار دوبارہ چیک کریں۔
zh_cn: 填表错误！ 请再次检查您的广告。
zh_tw: 填表錯誤！ 請再次檢查您的廣告。

# error250Sbsettings250Sb220
source: Disposable email addresses are not allowed
cs: Jednorázové e-mailové adresy nejsou povoleny
fi: Kertakäyttöiset sähköpostiosoitteet eivät ole sallittuja
fr: Les adresses e-mail jetables ne sont pas autorisées
it: Gli indirizzi email usa e getta non sono ammessi
lt: Vienkartiniai el. pašto adresai neleidžiami
nb: Engangs e-postadresser er ikke tillatt
nl: Wegwerp e-mailadressen zijn niet toegestaan
pl: Jednorazowe adresy email nie są dozwolone
pt_br: Endereços de email descartáveis não são permitidos
sl: E-poštni naslovi za enkratno uporabo niso dovoljeni
sv: Engångs-e-postadresser är inte tillåtna
tl: Hindi pinapayagan ang mga disposable email address
tr: Tek kullanımlık e-posta adreslerine izin verilmez
ur: ڈسپوزایبل ای میل پتوں کی اجازت نہیں ہے
zh_cn: 不允许使用一次性电子邮件地址
zh_tw: 不允許使用一次性電子郵件地址

# error250Sbsignup250Sb219
source: Disposable email addresses are not allowed
cs: Jednorázové e-mailové adresy nejsou povoleny
fi: Kertakäyttöiset sähköpostiosoitteet eivät ole sallittuja
fr: Les adresses e-mail jetables ne sont pas autorisées
it: Gli indirizzi email usa e getta non sono ammessi
lt: Vienkartiniai el. pašto adresai neleidžiami
nb: Engangs e-postadresser er ikke tillatt
nl: Wegwerp e-mailadressen zijn niet toegestaan
pl: Jednorazowe adresy email nie są dozwolone
pt_br: Endereços de email descartáveis não são permitidos
sl: E-poštni naslovi za enkratno uporabo niso dovoljeni
sv: Engångs-e-postadresser är inte tillåtna
tl: Hindi pinapayagan ang mga disposable email address
tr: Tek kullanımlık e-posta adreslerine izin verilmez
ur: ڈسپوزایبل ای میل پتوں کی اجازت نہیں ہے
zh_cn: 不允许使用一次性电子邮件地址
zh_tw: 不允許使用一次性電子郵件地址

# error250Sbsignup250Sb47
source: User with that username already exists.
cs: Uživatel s tímto uživatelským jménem již existuje.
fi: Tämä käyttäjänimi on jo käytössä.
fr: Ce nom d'utilisateur existe déjà.
it: Esiste già un utente con questo nome.
lt: Vartotojas su tokiu vartotojo vardu jau egzistuoja.
nb: Bruker med det brukernavnet finnes allerede.
nl: Een gebruiker met die gebruikersnaam bestaat al.
pl: Użytkownik z tą nazwą użytkownika już istnieje.
pt_br: Esse nome de usuário já existe.
sl: Uporabnik s tem uporabniškim imenom že obstaja.
sv: En användare med det användarnamnet finns redan.
tl: Umiiral na ang user na may ganoong username.
tr: Bu kullanıcı adına sahip kullanıcı zaten mevcut.
ur: اس نام کا صارف پہلے سے موجود ہے۔
zh_cn: 拥有该用户名的用户已经存在。
zh_tw: 擁有該用戶名的用戶已經存在。

# error250Sbsignup250Sb48
source: User with that email already exists
cs: Uživatel s tímto e-mailem již existuje
fi: Tämä sähköpostiosoite on jo käytössä
fr: Cette adresse e-mail est déjà utilisée par un utilisateur
it: Esiste già un utente con questa email
lt: Vartotojas su šiuo el. pašto adresu jau egzistuoja
nb: Bruker med den e-postadressen eksisterer allerede
nl: Een gebruiker met dat e-mailadres bestaat al
pl: Użytkownik z tym emailem już istnieje
pt_br: Esse e-mail já foi usado
sl: Uporabnik s tem e-poštnim naslovom že obstaja
sv: Användare med den e-postadressen finns redan
tl: Umiiral na ang user na may email na iyon
tr: Bu e-postaya sahip kullanıcı zaten mevcut
ur: اس ای میل والا صارف پہلے سے موجود ہے
zh_cn: 具有该电邮的用户已存在
zh_tw: 具有該電郵的用戶已存在

# error250Sbtrade8722Sbrequest250Sb100
source: Cannot request less than {minAssetAmount} {assetSymbol} for trade creation.
cs: Pro vytvoření obchodu nelze požadovat méně než {min_asset_amount} {assetSymbol}.
fi: Ei voi pyytää vähemmän kuin {minAssetAmount} {assetSymbol} kaupan luomiseen.
fr: Impossible de demander moins de {min_asset_amount} {assetSymbol} pour la création d'une annonce.
it: Impossibile richiedere meno di {minAssetAmount} {assetSymbol} per la creazione di transazioni.
lt: Negalima prašyti mažiau nei {minAssetAmount} {assetSymbol} prekybai sukurti.
nb: Kan ikke be om mindre enn {minAssetAmount} {assetSymbol} for opprettelse av handel.
nl: Kan niet minder dan {min_asset_amount} {assetSymbol} aanvragen voor het maken van transacties.
pl: Nie można żądać mniej niż {minAssetAmount} {assetSymbol} za utworzenie handlu.
pt_br: Não é possível pedir menos que {min_asset_amount} {assetSymbol} para iniciar a transação.
sl: Za ustvarjanje trgovanja ni mogoče zahtevati manj kot {minAssetAmount} {assetSymbol}.
sv: Kan inte begära mindre än {minAssetAmount} {assetSymbol} för skapande av handel.
tl: Hindi maaaring humiling ng mas mababa sa {min_asset_amount} {assetSymbol} para sa paggawa ng kalakalan.
tr: Ticari yaratma için {minAssetAmount} {assetSymbol} değerinden daha az talep edilemez.
ur: تجارتی تخلیق کے لیے {minAssetAmount} {assetSymbol} سے کم کی درخواست نہیں کر سکتے۔
zh_cn: 交易金额不能少于{minAssetAmount}的{assetSymbol}。
zh_tw: 交易金額不能少於{minAssetAmount}的{assetSymbol}。

# error250Sbtrade8722Sbrequest250Sb101
source: Requested amount is less than ad’s minimum transaction amount
cs: Požadovaná částka je nižší než minimální částka transakce reklamy
fi: Pyydetty summa on pienempi kuin ilmoituksen vähimmäiskauppasumma
fr: Le montant demandé est inférieur au montant de transaction minimum de l'annonce
it: L'importo richiesto è inferiore all'importo della transazione minima dell'annuncio.
lt: Prašoma suma yra mažesnė už skelbimo minimalią operacijos sumą
nb: Det forespurte beløpet er mindre enn annonsens minste transaksjonsbeløp
nl: Aangevraagde bedrag is lager dan het minimale transactiebedrag van de advertentie
pl: Żądana kwota jest mniejsza niż minimalna kwota handlu ogłoszenia
pt_br: Montante solicitado é menor que o mínimo do anúncio
sl: Zahtevani znesek je nižji od minimalnega zneska transakcije oglasa
sv: Det begärda beloppet är lägre än annonsens lägsta transaktionsbelopp
tl: Ang hiniling na halaga ay mas mababa sa minimum na halaga ng transaksyon ng ad
tr: İstenen tutar, reklamın minimum işlem tutarından az
ur: درخواست کردہ رقم اشتہار کی کم از کم لین دین کی رقم سے کم ہے
zh_cn: 金额低于广告的最低交易金额
zh_tw: 金額低於廣告的最低交易金額

# error250Sbtrade8722Sbrequest250Sb102
source: Requested amount is more than trader has available for this ad
cs: Požadovaná částka je vyšší, než má obchodník pro tuto reklamu k dispozici
fi: Pyydetty summa on enemmän kuin myyjällä on käytettävissä tälle ilmoitukselle
fr: Le montant demandé est supérieur à ce dont le vendeur dispose pour cette annonce
it: L'importo richiesto è più della disponibilità impostata dal trader per questo annuncio.
lt: Prašoma suma yra didesnė nei prekybininkas turi šiam skelbimui
nb: Det forespurte beløpet er mer enn forhandleren har tilgjengelig for denne annonsen
nl: Aangevraagde bedrag is meer dan de handelaar beschikbaar heeft voor deze advertentie
pl: Żądana kwota to więcej niż handlarz ma dostępnej dla tego ogłoszenia
pt_br: Montante solicitado é maior do que o disponível neste anúncio
sl: Zahtevani znesek je višji, kot ga ima trgovalec na voljo za ta oglas
sv: Det begärda beloppet är högre än vad näringsidkaren har tillgängligt för denna annons
tl: Ang hiniling na halaga ay higit pa sa magagamit ng mangangalakal para sa ad na ito
tr: Talep edilen tutar, yatırımcının bu reklam için kullanabileceği miktardan daha fazla
ur: درخواست کردہ رقم اس اشتہار کے لیے تاجر کے پاس دستیاب رقم سے زیادہ ہے
zh_cn: 金额超过交易者钱包余额
zh_tw: 金額超過交易者錢包余額

# error250Sbtrade8722Sbrequest250Sb103
source: This trader is currently not trading. Please check other ads or come back later.
cs: Tento obchodník v současné době neobchoduje. Podívejte se prosím na další inzeráty nebo se vraťte později.
fi: Tämä kauppias ei käy tällä hetkellä kauppaa. Tarkista muut ilmoitukset tai palaa myöhemmin.
fr: Ce vendeur ne négocie pas actuellement. Vous pouvez chercher d'autres annonces ou revenir plus tard.
it: Questo trader non è attualmente in commercio. Si prega di controllare altri annunci o riprovare più tardi.
lt: Šis prekiautojas šiuo metu neprekiauja. Patikrinkite kitus skelbimus arba grįžkite vėliau.
nb: Denne traderen handler for øyeblikket ikke. Sjekk andre annonser eller kom tilbake senere.
nl: Deze handelaar handelt momenteel niet. Bekijk andere advertenties of kom later terug.
pl: Ten handlowiec obecnie nie handluje. Sprawdź inne ogłoszenia lub wróć później.
pt_br: Esse operador não está aceitando transações no momento. Verifique outros anúncios ou volte mais tarde.
sl: Ta trgovalec trenutno ne trguje. Preverite še ostale oglase ali se vrnite pozneje.
sv: Denna handlare handlar för närvarande inte. Vänligen kolla andra annonser eller kom tillbaka senare.
tl: Ang mangangalakal na ito ay kasalukuyang hindi nakikipagkalakalan. Mangyaring suriin ang iba pang mga ad o bumalik sa ibang pagkakataon.
tr: Bu tüccar şu anda işlem yapmıyor. Lütfen diğer ilanlara bakın veya daha sonra tekrar gelin.
ur: یہ تاجر فی الحال تجارت نہیں کر رہا ہے۔ براہ کرم دوسرے اشتہارات چیک کریں یا بعد میں واپس آئیں۔
zh_cn: 这个交易者目前没有交易。 请检查其他广告或稍后再回来。
zh_tw: 這個交易者目前沒有交易。 請檢查其他廣告或稍后再回來。

# error250Sbtrade8722Sbrequest250Sb105
source: This trader doesn't have enough balance to start a trade for this amount.
cs: Tento obchodník nemá dostatečný zůstatek na zahájení obchodu za tuto částku.
fi: Tällä kauppiaalla ei ole tarpeeksi saldoa aloittaakseen kaupan tällä summalla.
fr: Ce vendeur n'a pas assez de solde pour démarrer une transaction pour ce montant.
it: Questo trader non ha abbastanza disponibilità per iniziare una transazione per questo importo.
lt: Šis prekiautojas neturi pakankamai balanso, kad galėtų pradėti prekybą už šią sumą.
nb: Denne traderen har ikke nok saldo til å starte en handel for dette beløpet.
nl: Deze handelaar heeft onvoldoende saldo om voor dit bedrag een transactie te starten.
pl: Ten handlowiec nie ma wystarczającego salda, aby rozpocząć handel dla tej kwoty.
pt_br: Esse operador não tem saldo o suficiente para iniciar uma transação neste valor.
sl: Ta trgovalec nima dovolj sredstev za pričetek trgovanja za ta znesek.
sv: Denna handlare har inte tillräckligt med saldo för att starta en handel för detta belopp.
tl: Walang sapat na balanse ang mangangalakal na ito upang magsimula ng kalakalan para sa halagang ito.
tr: Bu yatırımcının bu tutarda işlem başlatmak için yeterli bakiyesi yok.
ur: اس تاجر کے پاس اس رقم کے لیے تجارت شروع کرنے کے لیے کافی بیلنس نہیں ہے۔
zh_cn: 该交易者余额不足够来开始这笔交易。
zh_tw: 該交易者余額不足夠來開始這筆交易。

# error250Sbtrade8722Sbrequest250Sb106
source: You don't have enough balance in your {appName} wallet to start a trade!
cs: Nemáte dostatečný zůstatek ve své {appName} peněžence, abyste mohli začít obchodovat!
fi: Sinulla ei ole tarpeeksi saldoa {appName} lompakossasi kaupan aloittamiseen!
fr: Vous n'avez pas assez de solde dans votre portefeuille {appName} pour démarrer une transaction !
it: Non hai abbastanza disponibilità nel tuo portafoglio {appName} per iniziare una transazione!
lt: Neturite pakankamai likučio {appName} piniginėje, kad galėtumėte pradėti prekybą!
nb: Du har ikke nok saldo i {appName}-lommeboken til å starte en handel!
nl: U heeft niet genoeg saldo in uw {appName}-portefeuille om een transactie te starten!
pl: Nie masz wystarczającego salda w portfelu {appName}, aby rozpocząć handel!
pt_br: Você não tem saldo o suficiente na carteira {appName} para iniciar uma negociação!
sl: V denarnici {appName} nimate zadosti sredstev za začetek trgovanja!
sv: Du har inte tillräckligt med balans i din {appName} plånbok för att starta en handel!
tl: Wala kang sapat na balanse sa iyong {appName} wallet para magsimula ng trade!
tr: {appName} cüzdanınızda işlem başlatmak için yeterli bakiyeniz yok!
ur: تجارت شروع کرنے کے لیے آپ کے پاس اپنے {appName} والیٹ میں کافی بیلنس نہیں ہے!
zh_cn: 您的{appName}钱包余额不足够来开始交易！
zh_tw: 您的{appName}錢包余額不足夠來開始交易！

# error250Sbtrade8722Sbrequest250Sb109
source: Requested amount is more than trader has available for this ad
cs: Požadovaná částka je vyšší, než má obchodník pro tuto reklamu k dispozici
fi: Pyydetty summa on enemmän kuin myyjällä on käytettävissä tälle ilmoitukselle
fr: Le montant demandé est supérieur à ce dont le trader dispose pour cette annonce
it: L'importo richiesto è più di quanto il trader abbia disponibile per questo annuncio
lt: Prašoma suma yra didesnė nei prekybininkas turi šiam skelbimui
nb: Det forespurte beløpet er mer enn forhandleren har tilgjengelig for denne annonsen
nl: Aangevraagde bedrag is meer dan de handelaar beschikbaar heeft voor deze advertentie
pl: Żądana kwota wykracza poza dostępną handlowcowi na to ogłoszenie
pt_br: Montante solicitado é maior do que o disponível neste anúncio
sl: Zahtevani znesek je višji, kot ga ima trgovalec na voljo za ta oglas
sv: Det begärda beloppet är högre än vad näringsidkaren har tillgängligt för denna annons
tl: Ang hiniling na halaga ay higit pa sa magagamit ng mangangalakal para sa ad na ito
tr: Talep edilen tutar, yatırımcının bu reklam için kullanabileceği miktardan daha fazla
ur: درخواست کردہ رقم اس اشتہار کے لیے تاجر کے پاس دستیاب رقم سے زیادہ ہے
zh_cn: 金额超过交易者钱包余额
zh_tw: 金額超過交易者錢包余額

# faq250Sbtitle
source: Frequently asked questions
cs: Často kladené otázky
fi: Usein Kysytyt Kysymykset
fr: Questions fréquemment posées
it: Domande frequenti
lt: Dažnai užduodami klausimai
nb: Ofte stilte spørsmål
nl: Veel Gestelde Vragen
pl: Często Zadawane Pytania
pt_br: Perguntas frequentes
sl: Pogosto zastavljena vprašanja
sv: Vanliga frågor
tl: Mga madalas itanong
tr: Sıkça Sorulan Sorular
ur: اکثر پوچھے گئے سوالات
zh_cn: 常见问题
zh_tw: 常見問題

# post8722Sbad250Sbmin8722Sbamount8722Sbtip
source: Optional. Minimum transaction limit in one trade
cs: Volitelný. Minimální limit transakce v jednom obchodu
fi: Valinnainen. Min. transaktioraja yhdessä kaupassa
fr: Optionnel. Limite minimale de transaction dans un échange
it: Opzionale. Limite minimo di transazione in uno scambio
lt: Neprivaloma. Minimalus sandorio limitas viename sandoryje
nb: Valgfri. Minimum transaksjonsgrense i en handel
nl: Optioneel. Minimale transactielimiet in één transactie
pl: Opcjonalnie. Minimalny limit transakcji w jednym handlu
pt_br: Opcional. Limite mínimo de transação por negociação.
sl: Neobvezno. Najmanjša omejitev transakcije v enem trgovanju
sv: Frivillig. Lägsta transaktionsgräns i en handel
tl: Opsyonal. Minimum na limitasyon ng transaksyon sa isang kalakalan
tr: İsteğe bağlı. Tek işlemde minimum işlem limiti
ur: اختیاری. ایک تجارت میں کم از کم لین دین کی حد
zh_cn: 可选。每一笔交易的最低限额。
zh_tw: 可選。每一筆交易的最低限額。

# error250Sbtrade8722Sbrequest250Sb110
source: This trader requires higher feedback score to trade than you have at the moment. You can increase your feedback score by completing trades with traders who don't have such requirement.
cs: Tento obchodník vyžaduje k obchodování vyšší skóre zpětné vazby, než máte v tuto chvíli. Své skóre zpětné vazby můžete zvýšit dokončením obchodů s obchodníky, kteří takový požadavek nemají.
fi: Tämä kauppias vaatii korkeamman palautepisteytyksen käydäkseen kauppaa kuin sinulla on tällä hetkellä. Voit nostaa palautepisteytystäsi tekemällä kauppaa kauppiaiden kanssa, joilla ei ole tällaista vaatimusta.
fr: Ce trader demande une évaluation plus élevée que celle que vous avez actuellement. Vous pouvez augmenter votre évaluation en effectuant des transactions avec des traders qui n'ont pas cette exigence.
it: Questo trader richiede un punteggio di feedback più alto rispetto a quello che hai al momento. Puoi aumentare il tuo punteggio di feedback completando gli scambi con i trader che non hanno tale requisito.
lt: Šis prekiautojas reikalauja didesnio grįžtamojo ryšio balo, kad galėtų prekiauti, nei jūs turite šiuo metu. Galite padidinti savo atsiliepimų balą sudarydami sandorius su prekiautojais, kurie neturi tokio reikalavimo.
nb: Denne traderen krever høyere tilbakemeldingsscore for å handle enn du har for øyeblikket. Du kan øke tilbakemeldingspoengsummen din ved å fullføre handler med handelsmenn som ikke har slike krav.
nl: Deze handelaar heeft een hogere feedbackscore nodig om te handelen dan u op dit moment heeft. U kunt uw feedbackscore verhogen door transacties uit te voeren met handelaren die dergelijke eisen niet hebben.
pl: Ten handlowiec wymaga wyższej oceny niż aktualnie posiadasz. Możesz zwiększyć swoją ocenę, realizując handel z handlowcami, którzy nie mają takiego wymagania.
pt_br: Esse operador somente negocia com usuários que possuam maior pontuação de feedback do que você tem atualmente. Você pode aumentar sua pontuação realizando transações com outros usuários que não possuem este requerimento mínimo.
sl: Ta trgovec za trgovanje zahteva višjo povratno oceno, kot jo imate trenutno. Oceno povratnih informacij lahko povečate tako, da sklenete trgovanja s trgovalci, ki nimajo takšne zahteve.
sv: Den här handlaren kräver högre feedbackpoäng för att handla än vad du har för tillfället. Du kan öka din feedbackpoäng genom att slutföra affärer med handlare som inte har ett sådant krav.
tl: Ang mangangalakal na ito ay nangangailangan ng mas mataas na marka ng feedback upang makipagkalakalan kaysa sa mayroon ka sa ngayon. Maaari mong taasan ang iyong marka ng feedback sa pamamagitan ng pagkumpleto ng mga trade sa mga mangangalakal na walang ganoong pangangailangan.
tr: Bu tüccar, ticaret yapmak için şu anda sahip olduğunuzdan daha yüksek geri bildirim puanına ihtiyaç duyuyor. Böyle bir zorunluluğu olmayan yatırımcılarla işlem tamamlayarak geri bildirim puanınızı artırabilirsiniz.
ur: اس تاجر کو تجارت کے لیے فیڈ بیک اسکور کی ضرورت ہے جو آپ کے پاس اس وقت ہے۔ آپ ان تاجروں کے ساتھ تجارت مکمل کرکے اپنے فیڈ بیک اسکور کو بڑھا سکتے ہیں جن کے پاس ایسی ضرورت نہیں ہے۔
zh_cn: 这位交易者需要更高的评价分才能交易。 您可以通过与没有此类要求的交易者完成交易来提高您的评价分。
zh_tw: 這位交易者需要更高的評價分才能交易。 您可以通過與沒有此類要求的交易者完成交易來提高您的評價分。

# error250Sbtrade8722Sbrequest250Sb111
source: Requested amount is not one of the amount accepted by this trader
cs: Požadovaná částka není jednou z částek akceptovaných tímto obchodníkem
fi: Pyydetty summa ei ole yksi tämän kauppiaan hyväksymistä summista
fr: Le montant demandé ne fait pas partie du montant accepté par ce trader
it: L'importo richiesto non è uno degli importi accettati da questo trader
lt: Prašoma suma nėra viena iš šio prekybininko priimtų sumų
nb: Forespurt beløp er ikke et av beløpet som aksepteres av denne traderen
nl: Het gevraagde bedrag is niet een van de bedragen die door deze handelaar wordt geaccepteerd
pl: Żądana kwota nie jest jedną z akceptowanych przez tego handlowca
pt_br: Esse montante não é um dos aceitos por esse operador
sl: Zahtevani znesek ni eden od zneskov, ki jih sprejema ta trgovalec
sv: Begärt belopp inte är ett av de belopp som accepteras av denna näringsidkare
tl: Ang hiniling na halaga ay hindi isa sa halagang tinatanggap ng mangangalakal na ito
tr: Talep edilen tutar bu tüccar tarafından kabul edilen tutarlardan biri değil
ur: درخواست کردہ رقم اس تاجر کے ذریعہ قبول کردہ رقم میں سے نہیں ہے
zh_cn: 金额不是该交易者接受的金额之一
zh_tw: 金額不是該交易者接受的金額之一

# error250Sbtrade8722Sbrequest250Sb112
source: Can’t request a trade for an ad you posted yourself
cs: Nelze požádat o obchod za reklamu, kterou jste sami zveřejnili
fi: Et voi pyytää vaihtoa itse lähettämällesi ilmoitukselle
fr: Impossible de demander un échange pour une annonce que vous avez vous-même publiée
it: Non puoi richiedere uno scambio per un annuncio che hai pubblicato tu stesso
lt: Negalite prašyti pakeisti skelbimą, kurį pats paskelbėte
nb: Kan ikke be om bytte av en annonse du har lagt ut selv
nl: Kan geen transactie aanvragen voor een advertentie die u zelf heeft geplaatst
pl: Nie możesz podjąć ogłoszenia którego jesteś autorem
pt_br: Não é possível iniciar uma negociação com você mesmo
sl: Ne morete zahtevati trgovanja za oglas, ki ste ga sami objavili
sv: Du kan inte begära ett byte för en annons som du själv har lagt upp
tl: Hindi makahiling ng trade para sa isang ad na ikaw mismo ang nag-post
tr: Kendi yayınladığınız bir reklam için takas talebinde bulunamazsınız
ur: آپ نے خود پوسٹ کردہ اشتہار کے لیے تجارت کی درخواست نہیں کر سکتے
zh_cn: 无法在自己发布的广告请求交易
zh_tw: 無法在自己發布的廣告請求交易

# error250Sbtrade8722Sbrequest250Sb141
source: Can't create a trade for an amount that’s less than the minimum allowed amount
cs: Nelze vytvořit obchod za částku, která je nižší než minimální povolená částka
fi: Ei voida luoda kauppaa summalle, joka on pienempi kuin sallittu vähimmäissumma
fr: Impossible de créer une transaction pour un montant inférieur au montant minimum autorisé
it: Impossibile creare uno scambio per un importo inferiore all'importo minimo consentito
lt: Negalima sudaryti sandorio už sumą, kuri yra mažesnė nei minimali leistina suma
nb: Kan ikke opprette en handel for et beløp som er mindre enn det minste tillatte beløpet
nl: Kan geen transactie maken voor een bedrag dat lager is dan het minimaal toegestaande bedrag
pl: Nie można rozpocząć handlu za kwotę mniejszą niż minimalna dozwolona kwota
pt_br: Não é possível criar uma negociação para um valor abaixo do valor mínimo permitido
sl: Ni mogoče ustvariti trgovanja za znesek, ki je nižji od najnižjega dovoljenega zneska
sv: Kan inte skapa en affär för ett belopp som är lägre än det lägsta tillåtna beloppet
tl: Hindi makagawa ng trade para sa halagang mas mababa sa minimum na pinapayagang halaga
tr: İzin verilen minimum miktardan daha düşük bir tutar için işlem oluşturulamaz
ur: کم از کم اجازت شدہ رقم سے کم رقم کے لیے تجارت نہیں کر سکتے
zh_cn: 无法创建小于最小允许金额的交易
zh_tw: 無法創建小於最小允許金額的交易

# error250Sbtrade8722Sbrequest250Sb150
source: You can't start a trade because this trader has blocked you. Try looking for other traders.
cs: Nemůžete zahájit obchod, protože vás tento obchodník zablokoval. Zkuste hledat jiné obchodníky.
fi: Et voi aloittaa kauppaa, koska tämä kauppias on estänyt sinut. Yritä etsiä muita kauppiaita.
fr: Vous ne pouvez pas démarrer une transaction car ce trader vous a bloqué. Essayez de rechercher d'autres traders.
lt: Negalite pradėti prekybos, nes šis prekiautojas jus užblokavo. Pabandykite ieškoti kitų prekybininkų.
nb: Du kan ikke starte en handel fordi denne traderen har blokkert deg. Prøv å se etter andre handelsmenn.
nl: U kunt geen transactie starten omdat deze handelaar u heeft geblokkeerd. Probeer alstublieft andere handelaren te zoeken.
pl: Nie możesz rozpocząć handlu, ponieważ ten handlowiec Cię zablokował. Spróbuj poszukać innych handlowców.
pt_br: Não é possível iniciar a negociação porque este operador te bloqueou. Busque por outros usuários.
sl: Ne morete začeti trgovati, ker vas je ta trgovalec blokiral. Poskusite poiskati druge trgovalce.
sv: Du kan inte starta en handel eftersom den här handlaren har blockerat dig. Försök leta efter andra handlare.
tl: Hindi ka makakapagsimula ng trade dahil hinarangan ka ng trader na ito. Subukang maghanap ng ibang mga mangangalakal.
tr: Bu tüccar sizi engellediği için ticarete başlayamazsınız. Diğer tüccarları aramayı deneyin.
ur: آپ تجارت شروع نہیں کر سکتے کیونکہ اس تاجر نے آپ کو بلاک کر دیا ہے۔ دوسرے تاجروں کو تلاش کرنے کی کوشش کریں۔
zh_cn: 因为这个交易者阻止了你，你不能向他发交易请求，试着寻找其他交易者。
zh_tw: 因為這個交易者阻止了你，你不能向他發交易請求，試著尋找其他交易者。
