Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbcard8722Sbfive8722Sb6
source: You sell cupcakes and receive bitcoin as payment. It turns out that <strong> someone who owned that bitcoin before you was involved in criminal activity</strong>. Now you are worried that you have become a <strong> suspect in a criminal case</strong>, because the movement of funds to you is a matter of public record. You are also worried that certain bitcoins that you thought you owned will be considered ‘tainted’ and that <strong> others will refuse to accept them as payment.</strong>
cs: Prodáváte koláčky a dostáváte bitcoiny jako platbu. Ukázalo se, že <strong> někdo, kdo vlastnil tento bitcoin před vámi, byl zapojen do trestné činnosti</strong>. Nyní se obáváte, že jste se stali <strong> podezřelým v trestním řízení</strong>, protože pohyb finančních prostředků k Vám, je věcí veřejného záznamu ( v síti blockchain) . Také se obáváte, že určité bitcoiny, o kterých jste si mysleli, že je vlastníte, budou považovány za „poskvrněné“ a že <strong> ostatní je odmítnou přijmout jako platbu.</strong>
fi: Myyt leivoksia ja saat maksuna bitcoineja. Osoittautuu, että <strong> joku, joka omisti kyseisen bitcoinin ennen sinua, oli sekaantunut rikolliseen toimintaan</strong>. Nyt olet huolissasi siitä, että sinusta on tullut <strong> epäilty rikosasiassa</strong>, koska varojen siirtäminen sinulle on julkista. Olet myös huolissasi siitä, että tiettyjä bitcoineja, jotka luulit omistavasi, pidetään "saastuneina" ja että <strong> muut kieltäytyvät hyväksymästä niitä maksuna.</strong>
fr: Vous vendez des cupcakes et recevez des Bitcoins en guise de paiement. Il s'avère que <strong>quelqu'un qui possédait ce Bitcoin avant vous était impliqué dans une activité criminelle</strong>. Maintenant, vous craignez d'être devenu un <strong>suspect dans une affaire pénale</strong>, car le transfert de fonds vers vous relève du domaine public. Vous craignez également que certains Bitcoins que vous pensiez posséder soient considérés comme « teintés » et que <strong>d'autres refusent de les accepter comme moyen de paiement.</strong>
it: 4. Vendi cupcakes e ricevi bitcoin come pagamento. Si scopre che <strong> qualcuno che possedeva quel bitcoin prima di essere coinvolto in attività criminali </strong>. sei preoccupato che tu sia diventato un <strong> sospetto in un caso criminale </strong>, perché il movimento di fondi verso di te è una questione di pubblico dominio, inoltre sei preoccupato che alcuni bitcoin che pensavi di possedere saranno considerati 'contaminato' e che <strong> altri si rifiuteranno di accettarli come pagamento. </strong>
lt: Parduodate keksiukus ir kaip užmokestį gaunate bitkoinus. Pasirodo, <strong> kažkas, kam priklausė tas bitkoinas prieš jus, dalyvavo nusikalstamoje veikloje</strong>. Dabar nerimaujate, kad tapote <strong> įtariamuoju baudžiamojoje byloje</strong>, nes lėšų judėjimas jums yra viešas registras. Taip pat nerimaujate, kad tam tikri bitkoinai, kurie, jūsų manymu, priklauso jums, bus laikomi „sugadintais“ ir <strong> kiti atsisakys juos priimti kaip mokėjimą.</strong>
nb: Du selger cupcakes og mottar bitcoin som betaling. Det viser seg at <strong> noen som eide den bitcoin før deg var involvert i kriminell aktivitet</strong>. Nå er du bekymret for at du har blitt mistenkt <strong> i en straffesak</strong>, fordi overføring av midler til deg er et offentlig register. Du er også bekymret for at enkelte bitcoins du trodde du eide vil bli ansett som «tilsmusset» og at <strong> andre vil nekte å godta dem som betaling.</strong>
nl: U verkoopt cupcakes en ontvangt bitcoin als betaling. Het blijkt dat <strong> die vorige eigenaar betrokken was bij criminele activiteiten </strong>. Nu maakt u uzelf zorgen dat u <strong> verdachte bent geworden in een strafzaak </strong>, omdat het overmaken van geld naar u een openbare zaak is. U maakt zich ook zorgen dat bepaalde bitcoins waarvan u dacht dat u ze bezat, als ‘besmet’ zullen worden beschouwd en dat <strong> anderen zullen weigeren ze als betaling te accepteren.</strong>
pl: Sprzedajesz babeczki i otrzymujesz Bitcoiny w zapłacie. Okazuje się, że <strong> ktoś, kto był właścicielem tego Bitcoina, przed Tobą był zaangażowany w działalność przestępczą </strong>. Teraz martwisz się, że stałeś się podejrzanym <strong> w sprawie kryminalnej </strong>, ponieważ przesłanie funduszy do Ciebie jest publiczne. Martwisz się również, że niektóre Bitcoiny, które posiadasz, zostaną uznane za „skażone” i że <strong> inni odmówią ich akceptowania płatności nimi. </strong>
pt_br: 4. Você vende bolinhos e recebe bitcoins como pagamento. Acontece que <strong> alguém que possuía aquele bitcoin antes de você estar envolvido em atividades criminosas </strong>. Agora você estão preocupados que você tenha se tornado um <strong> suspeito em um processo criminal </strong>, porque o movimento de fundos para você é uma questão de registro público. Você também está preocupado que certos bitcoins que você pensou que possuíam serão considerados ' contaminado 'e que <strong> os outros se recusam a aceitá-los como pagamento. </strong>
sl: Prodajate kolačke in prejmete bitcoin kot plačilo. Izkaže se, da je bil <strong> prejšni lastnik tega bitcoina vpleten v kriminalno dejavnost </strong>. Zdaj ste zaskrbljeni, da ste postali <strong> osumljenec v kazenski zadevi </strong>, ker je pretok sredstev k vam stvar javne evidence. Skrbi vas tudi, da bodo nekateri bitcoini, ki jih imate, veljali za "kontaminirane" in da jih <strong> drugi ne bodo sprejeli kot plačilo.</strong>
sv: Du säljer cupcakes och får bitcoin som betalning. Det visar sig att <strong> någon som ägde den där bitcoin innan du var inblandad i kriminell verksamhet</strong>. Nu är du orolig för att du har blivit <strong> misstänkt i ett brottmål</strong>, eftersom överföringen av pengar till dig är en offentlig registreringsfråga. Du är också orolig för att vissa bitcoins som du trodde att du ägde kommer att betraktas som "besmutsade" och att <strong> andra kommer att vägra acceptera dem som betalning.</strong>
tl: Nagbebenta ka ng mga cupcake at tumanggap ng bitcoin bilang bayad. Lumalabas na ang <strong> isang taong nagmamay-ari ng bitcoin na iyon bago ka ay sangkot sa aktibidad na kriminal</strong>. Ngayon ay nag-aalala ka na ikaw ay naging isang <strong> na suspek sa isang kasong kriminal</strong>, dahil ang paglipat ng mga pondo sa iyo ay isang bagay ng pampublikong rekord. Nag-aalala ka rin na ang ilang bitcoin na akala mo ay pag-aari mo ay ituring na 'nabahiran' at ang <strong> iba ay tatangging tanggapin ang mga ito bilang bayad.</strong>
tr: Kek satıyorsunuz ve ödeme olarak bitcoin alıyorsunuz. Görünüşe göre <strong> sizden önce o Bitcoin'e sahip olan biri suç faaliyetine karışmış</strong>. Artık bir ceza davasında <strong> şüpheli haline geldiğinizden endişeleniyorsunuz</strong>, çünkü fonların size aktarılması kamuya açık bir kayıt meselesidir. Ayrıca, sahip olduğunuzu düşündüğünüz bazı bitcoinlerin 'kusurlu' olarak değerlendirileceğinden ve <strong> diğerlerinin bunları ödeme olarak kabul etmeyi reddedeceğinden de endişeleniyorsunuz.</strong>
ur: آپ کپ کیکس بیچتے ہیں اور بٹ کوائن بطور ادائیگی وصول کرتے ہیں۔ یہ پتہ چلتا ہے کہ <strong> کوئی ایسا شخص جس کے پاس آپ کے مجرمانہ سرگرمی میں ملوث ہونے سے پہلے اس بٹ کوائن کا مالک تھا </strong>۔ اب آپ پریشان ہیں کہ<strong> آپ ایک مجرمانہ کیس میں </strong> مشتبہ بن گئے ہیں، کیونکہ آپ کو رقوم کی منتقلی عوامی ریکارڈ کا معاملہ ہے۔ آپ اس بات سے بھی پریشان ہیں کہ کچھ بٹ کوائنز جن کے بارے میں آپ نے سوچا تھا کہ آپ کی ملکیت ہے انہیں 'داغدار' سمجھا جائے گا اور یہ کہ <strong> دوسرے انہیں بطور ادائیگی قبول کرنے سے انکار کر دیں گے۔</strong>
zh_cn: 4。你出售纸杯蛋糕并收到比特币作为付款。事实证明<strong>在您参与犯罪活动之前拥有该比特币的人</strong>。现在你担心你已经成为刑事案件中的<strong>嫌疑人</strong>，因为资金流向你是一个公共记录问题。你也担心你认为你拥有的某些比特币将被视为'污点'和<strong>其他人会拒绝接受他们作为付款。</strong>
zh_tw: 4。你出售紙杯蛋糕並收到比特幣作為付款。事實證明<strong>在您參與犯罪活動之前擁有該比特幣的人</strong>。現在你擔心你已經成為刑事案件中的<strong>嫌疑人</strong>，因為資金流向你是一個公共記錄問題。你也擔心你認為你擁有的某些比特幣將被視為'污點'和< strong>其他人會拒絕接受他們作為付款。</strong>

# guide250Sbbtc250Sbcard8722Sbfive8722Sb6250Sbtitle
source: 4. Tainted funds
cs: 4. Poskvrněné fondy
fi: 4. Pilaantuneet varat
fr: 4. Fonds « teintés »
it: 4. Fondi contaminati
lt: 4. Sugadintos lėšos
nb: 4. Skammede midler
nl: 4. Aangetaste fondsen
pl: 4. Brudne pieniądze
pt_br: 4. fundos contaminados
sl: 4. Ožigosana sredstva
sv: 4. Förorenade fonder
tl: 4. Nabubulok na pondo
tr: 4. Bozuk fonlar
ur: 4. داغدار فنڈز
zh_cn: 4.污染资金
zh_tw: 4.污染資金

# guide250Sbbtc250Sbcard8722Sbfive8722Sb7
source: <strong> Monero solves these privacy issues by automatically applying privacy techniques to every single transaction made.</strong>
cs: <strong> Monero řeší tyto problémy ochrany soukromí automatickým aplikováním technik ochrany soukromí na každou jednotlivou uskutečněnou transakci.</strong>
fi: <strong> Monero ratkaisee nämä tietosuojaongelmat soveltamalla automaattisesti tietosuojatekniikoita jokaiseen yksittäiseen tapahtumaan.</strong>
fr: <strong>Monero résout ces problèmes de confidentialité en appliquant automatiquement des techniques de confidentialité à chaque transaction effectuée.</strong>
it: <strong> Monero risolve questi problemi di privacy applicando automaticamente le tecniche di privacy ad ogni singola transazione effettuata. </strong>
lt: <strong> Monero išsprendžia šias privatumo problemas automatiškai taikydamas privatumo metodus kiekvienai atliktai operacijai.</strong>
nb: <strong> Monero løser disse personvernproblemene ved automatisk å bruke personvernteknikker på hver enkelt transaksjon som gjøres.</strong>
nl: <strong> Monero lost deze privacyproblemen op door automatisch privacytechnieken toe te passen op elke afzonderlijke transactie.</strong>
pl: <strong> Monero rozwiązuje te problemy braku prywatności, automatycznie stosując techniki poprawiające prywatność w każdej wykonanej transakcji. </strong>
pt_br: O <strong> Monero resolve esses problemas de privacidade aplicando automaticamente técnicas de privacidade a cada transação feita. </strong>
sl: <strong> Monero rešuje te težave s samodejno uporabo tehnik zasebnosti za vsako transakcijo, ki jo opravite.</strong>
sv: <strong> Monero löser dessa integritetsproblem genom att automatiskt tillämpa integritetstekniker på varje enskild transaktion som görs.</strong>
tl: <strong> Nilulutas ng Monero ang mga isyung ito sa privacy sa pamamagitan ng awtomatikong paglalapat ng mga diskarte sa privacy sa bawat solong transaksyong ginawa.</strong>
tr: <strong> Monero, gizlilik tekniklerini yapılan her bir işleme otomatik olarak uygulayarak bu gizlilik sorunlarını çözer.</strong>
ur: <strong> Monero ہر ایک ٹرانزیکشن پر رازداری کی تکنیکوں کو خود بخود لاگو کر کے رازداری کے ان مسائل کو حل کرتا ہے۔</strong>
zh_cn: <strong> 门罗币通过自动将隐私技术应用于所做的每笔交易来解决这些隐私问题。</strong>
zh_tw: <strong> 門羅幣通過自動將隱私技術應用於所做的每筆交易來解決這些隱私問題。</strong>

# guide250Sbbtc250Sbcard8722Sbfive8722Sb7250Sbtitle
source: How Monero solves this
cs: Jak to Monero řeší
fi: Kuinka Monero ratkaisee tämän
fr: Comment Monero résout ce problème
it: Come Monero risolve questo
lt: Kaip Monero tai išsprendžia
nb: Hvordan Monero løser dette
nl: Hoe Monero dit oplost
pl: Jak Monero to naprawia
pt_br: Como Monero resolve isso
sl: Kako Monero rešuje to težavo
sv: Hur Monero löser detta
tl: Paano ito nalutas ni Monero
tr: Monero bunu nasıl çözüyor?
ur: Monero اسے کیسے حل کرتا ہے
zh_cn: 门罗币 如何解决这个问题
zh_tw: 門羅幣 如何解決這個問題

# guide250Sbbtc250Sbcard8722Sbfive8722Sb8
source: You can have confidence that it is not possible to own ‘tainted’ Monero. This is a concept in economics known as {fungibility} and is historically considered an important characteristic for any currency to have.
cs: Můžete si být jisti, že není možné vlastnit „poskvrněné“ Monero. Toto je koncept v ekonomii známý jako {fungibility} a je historicky považován za důležitou charakteristiku jakékoli měny.
fi: Voit luottaa siihen ettei ole mahdollista omistaa "saastunutta" Moneroa. Tämä on taloustieteen käsite, joka tunnetaan nimellä {fungibility}, ja sitä pidetään historiallisesti tärkeänä ominaisuutena kaikilla valuutoilla.
fr: Vous pouvez être sûr qu'il n'est pas possible de posséder du Monero « teinté ». Il s'agit d'un concept économique connu sous le nom de {fungibility} et est historiquement considéré comme une caractéristique importante pour toute monnaie.
it: Puoi farloHo la certezza che non è possibile possedere Monero 'contaminato'. Questo è un concetto in economia noto come {fungibility} ed è storicamente considerato una caratteristica importante per qualsiasi valuta.
lt: Galite būti tikri, kad neįmanoma turėti „suteršto“ Monero. Tai ekonomikos sąvoka, žinoma kaip {fungibility} ir istoriškai laikoma svarbia bet kokios valiutos savybe.
nb: Du kan ha tillit til at det ikke er mulig å eie "smusset" Monero. Dette er et konsept innen økonomi kjent som {fungibility} og er historisk sett ansett som en viktig egenskap for enhver valuta å ha.
nl: U kunt erop vertrouwen dat het niet mogelijk is om 'aangetaste' Monero te bezitten. Dit is een concept in de economie dat bekend staat als {fungibility} en wordt historisch beschouwd als een belangrijk kenmerk voor elke valuta.
pl: Możesz mieć pewność, że nie można posiadać „brudnego” Monero. W ekonomii to pojęcie znane jest jako {fungibility} i jest uważane za ważną cechę każdej waluty.
pt_br: Você pode terConfiança de que não é possível possuir Monero 'contaminado'. Este é um conceito em economia conhecido como {fungibility} e historicamente é considerado uma característica importante para qualquer moeda ter.
sl: Lahko ste prepričani, da ni možno imeti v lasti "omadeženega" Monera. To je koncept v ekonomiji, znan kot {fungibility}, kar zgodovinsko velja za pomembno značilnost katere koli valute.
sv: Du kan lita på att det inte är möjligt att äga "besmutsade" Monero. Detta är ett koncept inom ekonomi som kallas {fungibility} och anses historiskt sett vara en viktig egenskap för vilken valuta som helst.
tl: Maaari kang magkaroon ng kumpiyansa na hindi posible na magkaroon ng 'may bahid' na Monero. Ito ay isang konsepto sa ekonomiya na kilala bilang {fungibility} at sa kasaysayan ay itinuturing na isang mahalagang katangian para sa anumang pera.
tr: 'Kusurlu' Monero'ya sahip olmanın mümkün olmadığına güvenebilirsiniz. Bu, ekonomide {fungibility} olarak bilinen bir kavramdır ve tarihsel olarak herhangi bir para biriminin sahip olması gereken önemli bir özellik olarak kabul edilir.
ur: آپ اعتماد کر سکتے ہیں کہ 'tainted’' مونیرو کا مالک ہونا ممکن نہیں ہے۔ یہ معاشیات میں ایک تصور ہے جسے {fungibility} کے نام سے جانا جاتا ہے اور تاریخی طور پر کسی بھی کرنسی کے لیے ایک اہم خصوصیت سمجھا جاتا ہے۔
zh_cn: 你可以哈哈我相信不可能拥有'污染'的门罗币。 这是经济学中被称为{fungibility}的概念，在历史上被认为是任何货币的重要特征。
zh_tw: 你可以哈哈我相信不可能擁有'污染'的門羅幣。 這是經濟學中被稱為{fungibility}的概念，在歷史上被認為是任何貨幣的重要特徵。

# guide250Sbbtc250Sbcard8722Sbfive250Sbtitle
source: Why Financial Privacy is Important
cs: Proč je důležité finanční soukromí
fi: Miksi taloudellinen yksityisyys on tärkeää
fr: Pourquoi la confidentialité financière est importante
it: Perché la privacy finanziaria è importante
lt: Kodėl finansinis privatumas yra svarbus
nb: Hvorfor økonomisk personvern er viktig
nl: Waarom Financiële Privacy Belangrijk is
pl: Dlaczego Prywatność Finansowa Jest Ważna
pt_br: Por que a privacidade financeira é importante
sl: Zakaj je Finančna Zasebnost Pomembna
sv: Varför ekonomisk integritet är viktig
tl: Bakit Mahalaga ang Financial Privacy
tr: Finansal Gizlilik Neden Önemlidir?
ur: مالی رازداری کیوں اہم ہے
zh_cn: 为什么财务隐私很重要
zh_tw: 為什麼財務隱私很重要

# guide250Sbbtc250Sbcard8722Sbfour8722Sb1
source: Use Tor
cs: Použijte Tor
fi: Käytä Tor-ohjelmistoa
fr: Utiliser Tor
it: Usa Tor
lt: Naudokite Tor
nb: Bruk Tor
nl: Gebruik Tor
pl: Korzystaj z Tora
sl: Uporabite Tor
sv: Använd Tor
tl: Gumamit ng Tor
tr: Tor'u kullan
ur: Tor استعمال کریں
zh_cn: 使用Tor
zh_tw: 使用Tor

# method250Sbspecific8722Sbbank
source: Transfers with specific bank
cs: Převody u konkrétní banky
fi: Siirrot tietyn pankin kautta
fr: Virements avec banque spécifique
it: Trasferimenti con una banca specifica
lt: Pervedimai konkrečiu banku
nb: Overføringer med spesifikk bank
nl: Overschrijvingen met specifieke bank
pl: Przelewy z konkretnym bankiem
pt_br: Transferência em banco específico
sl: Nakazila pri določeni banki
sv: Överföringar med specifik bank
tl: Mga paglilipat sa partikular na bangko
tr: Belirli bir bankayla transferler
ur: مخصوص بینک کے ساتھ منتقلی
zh_cn: 银行内转账
zh_tw: 銀行內轉賬

# sanction250Sbban250Sblabel
source: Banned
cs: Zakázáno
fi: Estetty
fr: Banni
it: Bandito
lt: Uždrausta
nb: Utestengt
nl: Verboden
pl: Zbanowany
pt_br: Banido
sl: Ukinjeno
sv: Förbjudna
tl: Pinagbawalan
tr: Yasaklandı
ur: پابندی لگا دی
zh_cn: 禁止了
zh_tw: 禁止了

# guide250Sbbtc250Sbcard8722Sbfour8722Sb2
source: According to {tor}, Tor is free software and an open network that helps you defend against traffic analysis, a form of network surveillance that threatens personal freedom and privacy, confidential business activities and relationships, and state security.
cs: Podle {tor} je Tor svobodný software a otevřená síť, která Vám pomáhá bránit se před analýzou provozu, formou síťového dohledu, která ohrožuje osobní svobodu a soukromí, důvěrné obchodní aktivity a vztahy a státní bezpečnost.
fi: {tor}:in mukaan Tor on ilmainen ohjelmisto ja avoin verkko, joka auttaa puolustautumaan liikenneanalyyseiltä, henkilökohtaista vapautta ja yksityisyyttä uhkaavilta verkonvalvontamuodoilta, luottamuksellisista liiketoimista ja ihmissuhteista sekä valtion turvallisuudesta.
fr: Selon {tor}, Tor est un logiciel libre et un réseau ouvert qui vous aide à vous défendre contre l'analyse du trafic, une forme de surveillance du réseau qui menace la liberté personnelle et la vie privée, les activités et relations commerciales confidentielles et la sécurité de l'État.
it: Secondo {tor}, Tor è un software gratuito e una rete aperta che ti aiuta a difendere contro l'analisi del traffico, una forma di sorveglianza della rete che minaccia la libertà personale e la privacy, attività commerciali riservate e relazioni e sicurezza dello stato.
lt: Pasak {tor}, Tor yra nemokama programinė įranga ir atviras tinklas, padedantis apsiginti nuo srauto analizės, tinklo stebėjimo formos, keliančios grėsmę asmens laisvei ir privatumui, konfidencialia verslo veikla ir santykiams bei valstybės saugumui.
nb: I følge {tor} er Tor fri programvare og et åpent nettverk som hjelper deg å forsvare deg mot trafikkanalyse, en form for nettverksovervåking som truer personlig frihet og personvern, konfidensielle forretningsaktiviteter og relasjoner, og statssikkerhet.
nl: Volgens {tor} is Tor een gratis software en open netwerk dat u helpt u te verdedigen tegen verkeersanalyse, een vorm van netwerkbewaking die een bedreiging vormt voor persoonlijke vrijheid en privacy, vertrouwelijke zakelijke activiteiten en relaties, en de staatsveiligheid.
pl: Według {tor} Tor jest wolnym oprogramowaniem i otwartą siecią, która pomaga chronić się przed analizą ruchu, nadzorem sieciowym, który zagraża swobodzie osobistej i prywatności, tajemnicy handlowej oraz bezpieczeństwu narodowemu.
pt_br: De acordo com {tor}, Tor é um software livre e uma rede aberta que ajuda você a se defender da análise de tráfego, uma forma de vigilância de rede que ameaça a liberdade e a privacidade, atividades comerciais confidenciais e relacionamentos, e segurança do estado.
sl: Po besedah {tor}, je Tor brezplačna programska oprema in odprto omrežje, ki vas brani pred spletnim nadzorom, ki ogroža pravico do zasebnost, osebno svobodo, zaupne poslovne dejavnosti, odnose, ter državno varnost.
sv: Enligt {tor} är Tor fri programvara och ett öppet nätverk som hjälper dig att försvara dig mot trafikanalys, en form av nätverksövervakning som hotar personlig frihet och integritet, konfidentiella affärsaktiviteter och relationer samt statens säkerhet.
tl: Ayon sa {tor}, ang Tor ay libreng software at isang bukas na network na tumutulong sa iyong ipagtanggol laban sa pagsusuri sa trapiko, isang paraan ng pagsubaybay sa network na nagbabanta sa personal na kalayaan at privacy, mga kumpidensyal na aktibidad at relasyon sa negosyo, at seguridad ng estado.
tr: {tor}'e göre Tor, kişisel özgürlüğü ve mahremiyeti, gizli ticari faaliyetleri ve ilişkileri ve devlet güvenliğini tehdit eden bir tür ağ gözetimi olan trafik analizine karşı korunmanıza yardımcı olan ücretsiz bir yazılım ve açık bir ağdır.
ur: {tor} کے مطابق، Tor مفت سافٹ ویئر اور ایک کھلا نیٹ ورک ہے جو آپ کو ٹریفک کے تجزیے کے خلاف دفاع کرنے میں مدد کرتا ہے، نیٹ ورک کی نگرانی کی ایک شکل جو ذاتی آزادی اور رازداری، خفیہ کاروباری سرگرمیوں اور تعلقات اور ریاستی سلامتی کے لیے خطرہ ہے۔
zh_cn: 根据{tor}，Tor是一个免费软件和一个开放的网络，可以帮助您防御流量分析，这是一种威胁个人自由和隐私的网络监控形式，保密的商业活动和关系，以及国家安全。
zh_tw: 根據{tor}，Tor是一個免費軟件和一個開放的網絡，可以幫助您防禦流量分析，這是一種威脅個人自由和隱私的網絡監控形式，保密的商業活動和關係，以及國家安全。
