Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbmnemonic250Sbmonero250Sbcli250Sbtitle
source: Using official CLI wallet
cs: Pomocí oficiální peněženky CLI
fi: Virallisen CLI-lompakon käyttö
fr: Utilisation du portefeuille officiel CLI (en ligne de commande)
it: Usare il portafoglio CLI ufficiale
lt: Naudojant oficialią CLI piniginę
nb: Bruker offisiell CLI-lommebok
nl: Officiële CLI-portemonnee gebruiken
pl: Korzystanie z oficjalnego portfela CLI
pt_br: Usando a carteira oficial da CLI
sl: Uporaba uradne CLI denarnice
sv: Använder den officiella CLI-plånboken
tl: Gamit ang opisyal na wallet ng CLI
tr: Resmi CLI cüzdanını kullanma
ur: سرکاری CLI والیٹ استعمال کرنا
zh_cn: 使用官方CLI钱包
zh_tw: 使用官方CLI錢包

# support250Sbtelegram250Sbdescription
source: You can message us on Telegram
cs: Můžete nám poslat zprávu na Telegramu
fi: Voit lähettää meille viestin Telegrammissa
fr: Vous pouvez nous envoyer un message sur Telegram
it: Puoi inviarci un messaggio su Telegram
lt: Galite parašyti mums telegrama
nb: Du kan sende oss en melding på Telegram
nl: U kunt ons een bericht sturen op Telegram
pl: Możesz wysłać nam wiadomość na Telegram
pt_br: Você pode nos enviar uma mensagem no Telegram
sl: Lahko nam pošljete sporočilo na Telegramu
sv: Du kan skicka ett meddelande till oss på Telegram
tl: Maaari mo kaming i-message sa Telegram
tr: Bize Telegram'dan mesaj gönderebilirsiniz
ur: آپ ہمیں ٹیلی گرام پر میسج کر سکتے ہیں
zh_cn: 您可以通过Telegram向我们发送消息
zh_tw: 您可以通過Telegram向我們發送消息

# support250Sbticket250Sbbutton
source: Open a ticket
cs: Otevřete tiket
fi: Avaa tiketti
fr: Ouvrir un ticket
it: Apri un biglietto
lt: Atidarykite bilietą
nb: Åpne en billett
nl: Een ticket openen
pl: Utwórz zgłoszenie
pt_br: Abra um ticket
sl: Odpri vstopnico
sv: Öppna en biljett
tl: Magbukas ng ticket
tr: Bilet aç
ur: ٹکٹ کھولیں
zh_cn: 开票
zh_tw: 開票

# support250Sbticket250Sbdescription
source: You can raise a ticket on our support portal
cs: Tiket můžete zadat na našem portálu podpory
fi: Voit avata tiketin meidän tukiportaalissa
fr: Vous pouvez créer un ticket sur notre portail d'assistance
it: Puoi raccogliere un ticket sul nostro portale di supporto
lt: Galite pakelti bilietą mūsų paramos portale
nb: Du kan skaffe en billett på vår støtteportal
nl: U kunt een ticket aanmaken op ons ondersteuningsportaal
pl: Możesz zabrać swoje zgłoszenie na nasz portal wsparcia
pt_br: Você pode criar um tíquete em nosso portal de suporte
sl: Vstopnico lahko oddate na našem portalu za podporo
sv: Du kan skapa ett ärende på vår supportportal
tl: Maaari kang magtaas ng tiket sa aming portal ng suporta
tr: Destek portalımızdan destek talebinde bulunabilirsiniz
ur: آپ ہمارے سپورٹ پورٹل پر ٹکٹ حاصل کر سکتے ہیں
zh_cn: 您可以在我们的支持门户网站上举票
zh_tw: 您可以在我們的支持門戶網站上舉票

# support250Sbticket250Sbtitle
source: Ticket
cs: Tiket
fi: Tiketti
it: Biglietto di supporto
lt: Bilietas
nb: Billett
pl: Zgłoszenie
pt_br: Ticket de Suporte
sl: Vstopnica
sv: Biljett
tr: Bilet
ur: ٹکٹ
zh_cn: 支持票
zh_tw: 支持票

# support250Sbtitle
source: Get support
cs: Získat podporu
fi: Ole yhteydessä tukeen
fr: Obtenir de l'aide
it: Ottieni supporto
lt: Gauti paramą
nb: Få støtte
nl: Krijg ondersteuning
pl: Uzyskaj pomoc
pt_br: Obter suporte
sl: Pridobite podporo
sv: Få stöd
tl: Kumuha ng suporta
tr: Destek almak
ur: مدد حاصل کریں
zh_cn: 得到支持
zh_tw: 得到支持

# trade8722Sbnoun
source: Trade
cs: Obchod
fi: Kaupankäynti
fr: Transaction
it: Scambio
lt: Prekyba
nb: Handel
nl: Handel
pl: Handel
pt_br: Profissão
sv: Handel
tr: Ticaret
ur: تجارت
zh_cn: 交易
zh_tw: 交易

# trade250Sbamount8722Sbminus8722Sbfee250Sblabel
source: Amount minus the fee:
cs: Částka mínus poplatek:
fi: Summa kulut vähennettynä:
fr: Montant moins les frais :
it: Importo meno la commissione:
lt: Suma atėmus mokestį:
nb: Beløp minus gebyr:
nl: Bedrag min de vergoeding:
pl: Kwota minus opłata:
pt_br: Valor menos a taxa:
sl: Znesek minus provizija:
sv: Belopp minus avgift:
tl: Halaga na binawasan ang bayad:
tr: Tutar eksi ücret:
ur: مائنس فیس کی رقم:
zh_cn: 金额减去费用：
zh_tw: 金額減去費用：

# trade250Sbamount8722Sbplus8722Sbfee250Sblabel
source: Amount plus the fee:
cs: Částka plus poplatek:
fi: Summa kulut lisättynä:
fr: Montant plus les frais :
it: Importo più la commissione:
lt: Suma ir mokestis:
nb: Beløp pluss gebyr:
nl: Bedrag plus de vergoeding:
pl: Kwota plus opłata:
pt_br: Valor mais a taxa:
sl: Znesek plus provizija:
sv: Belopp plus avgift:
tl: Halaga kasama ang bayad:
tr: Tutar artı ücret:
ur: رقم کے علاوہ فیس:
zh_cn: 金额加费用：
zh_tw: 金額加費用：

# trade250Sbamount8722Sbto8722Sbpay
source: Amount that you need to pay: {amount}.
cs: Částka, kterou musíte zaplatit: {amount}.
fi: Summa, joka sinun on maksettava: {amount}.
fr: Montant que vous devez payer : {amount}.
it: Importo che devi pagare: {amount}.
lt: Suma, kurią turite sumokėti: {amount}.
nb: Beløp du må betale: {amount}.
nl: Bedrag dat u moet betalen: {amount}.
pl: Kwota, którą musisz zapłacić: {amount}.
pt_br: Valor que você precisa pagar: {amount}.
sl: Znesek, ki ga morate plačati: {amount}.
sv: Belopp som du måste betala: {amount}.
tl: Halaga na kailangan mong bayaran: {amount}.
tr: Ödemeniz gereken tutar: {amount}.
ur: وہ رقم جو آپ کو ادا کرنے کی ضرورت ہے: {amount}۔
zh_cn: 您需要支付的金额：{amount}.
zh_tw: 您需要支付的金額：{amount}.

# trade250Sbamount8722Sbto8722Sbreceive
source: Amount the buyer needs to pay: {amount}.
cs: Částka, kterou musí kupující zaplatit: {amount}.
fi: Summa, joka ostajan on maksettava: {amount}.
fr: Montant que l'acheteur doit payer : {amount}.
it: Importo che l'acquirente deve pagare: {amount}.
lt: Suma, kurią pirkėjas turi sumokėti: {amount}.
nb: Beløp kjøperen må betale: {amount}.
nl: Bedrag dat de koper moet betalen: {amount}.
pl: Kwota, którą kupujący musi zapłacić: {amount}.
pt_br: Valor que o comprador precisa pagar: {amount}.
sl: Znesek, ki ga kupec mora plačati: {amount}.
sv: Belopp som köparen måste betala: {amount}.
tl: Halaga na kailangang bayaran ng mamimili: {amount}.
tr: Alıcının ödemesi gereken tutar: {amount}.
ur: خریدار کو ادا کرنے کی ضرورت کی رقم: {amount}۔
zh_cn: 买方需要支付的金额：{amount}。
zh_tw: 買方需要支付的金額：{amount}。

# trade250Sbbuyer8722Sbhasnt8722Sbcompleted8722Sbpayment8722Sbtext
source: The buyer has not yet marked the payment complete and has {minutes} minutes to make the payment before you are able to cancel the trade. When you receive the payment, finalize the trade.
cs: Kupující ještě neoznačil platbu za dokončenou a má {minutes} minut na provedení platby, než budete moci obchod zrušit. Až obdržíte platbu, dokončete obchod.
fi: Ostaja ei ole vielä merkinnyt maksua suoritetuksi ja hänellä on {minutes} minuuttia aikaa suorittaa maksu ennen kuin voit peruuttaa kaupan. Kun saat maksun, viimeistele kauppa.
fr: L'acheteur n'a pas encore marqué le paiement comme terminé et dispose de {minutes} minutes pour effectuer le paiement avant que vous ne puissiez annuler la transaction. Lorsque vous recevez le paiement, finalisez la transaction.
it: L'acquirente non ha ancora segnato il pagamento completo e ha {minutes} minuti per effettuare il pagamento prima che tu possa annullare lo scambio. Quando ricevi il pagamento, finalizza lo scambio.
lt: Pirkėjas dar nepažymėjo mokėjimo užbaigto ir turi {minutes} minučių, kad galėtų atlikti mokėjimą, kol galėsite atšaukti prekybą. Kai gausite mokėjimą, užbaikite prekybą.
nb: Kjøperen har ennå ikke merket betalingen som fullført og har {minutes} minutter på seg til å foreta betalingen før du kan kansellere handelen. Når du mottar betalingen, fullfør handelen.
nl: De koper heeft de betaling nog niet als voltooid gemarkeerd en heeft {minutes} minuten om de betaling uit te voeren voordat u de transactie kunt annuleren. Wanneer u de betaling ontvangt, voltooit u de transactie.
pl: Kupujący nie oznaczył jeszcze płatności jako zakończonej i ma {minutes} minut na dokonanie płatności zanim będziesz mógł anulować handel. Kiedy otrzymasz płatność, sfinalizuj handel.
pt_br: O comprador ainda não marcou o pagamento completo e tem {minutes} minutos para fazer o pagamento antes que você possa cancelar a negociação. Quando você receber o pagamento, finalize a negociação.
sl: Kupec plačila še ni označil kot dokončanega in ima {minutes} minut časa za izvedbo plačila, preden lahko prekličete posel. Ko prejmete plačilo, zaključite trgovanje.
sv: köparen har ännu inte markerat betalningen som slutförd och har {minutes} minuter att göra betalningen innan du kan avbryta affären. När du mottagit betalningen slutför du affären.
tl: Hindi pa namarkahan ng bumibili na kumpleto ang pagbabayad at may {minutes} na minuto para magbayad bago mo magawang kanselahin ang kalakalan. Kapag natanggap mo ang bayad, tapusin ang kalakalan.
tr: Alıcı henüz ödemeyi tamamlandı olarak işaretlemedi ve siz işlemi iptal etmeden önce ödemeyi yapmak için {minutes} dakikası var. Ödemeyi aldığınızda işlemi sonlandırın.
ur: خریدار نے ابھی تک ادائیگی کو مکمل نشان زد نہیں کیا ہے اور اس کے پاس ادائیگی کرنے کے لیے {minutes} منٹ ہیں اس سے پہلے کہ آپ تجارت کو منسوخ کر سکیں۔ جب آپ کو ادائیگی موصول ہو جائے تو تجارت کو حتمی شکل دیں۔
zh_cn: 买家尚未将付款标记为完成，在您可以取消交易之前有 {minutes} 分钟的时间进行付款。当您收到付款时，完成交易。
zh_tw: 買家尚未將付款標記為完成，在您可以取消交易之前有 {minutes} 分鐘的時間進行付款。當您收到付款時，完成交易。

# trade250Sbbuyer8722Sbinstruction8722Sbstep8722Sbtwo8722Sbtext8722Sb0
source: Right now the seller can cancel the trade, unless you <strong> confirm the payment </strong> by pressing the 'I have paid' button.
cs: Právě teď může prodejce zrušit obchod, pokud <strong> nepotvrdíte platbu </strong> stisknutím tlačítka 'Zaplatil jsem'.
fi: Tällä hetkellä myyjä voi peruuttaa kaupan, ellet <strong> vahvista maksua </strong> painamalla "Olen maksanut" -painiketta.
fr: À l'heure actuelle, le vendeur peut annuler la transaction, sauf si vous <strong>confirmez le paiement</strong> en appuyant sur le bouton « J'ai payé ».
it: Da questo momento il venditore può annullare la transazione, a meno che tu <strong>confermi il pagamento</strong> premendo il pulsante 'Ho pagato'.
lt: Šiuo metu pardavėjas gali atšaukti prekybą, nebent jūs <strong> patvirtinate mokėjimą </strong> paspausdami mygtuką „Sumokėjau“.
nb: Akkurat nå kan selgeren kansellere handelen, med mindre du <strong> bekrefter betalingen </strong> ved å trykke på 'Jeg har betalt'-knappen.
nl: Op dit moment kan de verkoper de transactie annuleren, tenzij u <strong> de betaling </strong> bevestigt door op de knop 'Ik heb betaald' te drukken.
pl: Jeśli <strong> nie potwierdzisz teraz płatności </strong> naciskając przycisk „Płatność dokonana”, sprzedawca będzie miał możliwość anulowania handlu.
pt_br: O vendedor poderá cancelar a negociação, a não ser que você <strong> confirme o pagamento </strong> clicando no botão 'pagamento feito'.
sl: Trenutno lahko prodajalec prekliče trgovanje, razen če <strong> potrdite plačilo </strong> s pritiskom na gumb 'Plačal sem'.
sv: Just nu kan säljaren avbryta affären, om du inte <strong> bekräfta betalningen </strong> genom att trycka på knappen "Jag har betalat".
tl: Sa ngayon ay maaaring kanselahin ng nagbebenta ang kalakalan, maliban kung kumpirmahin mo <strong> ang pagbabayad </strong> sa pamamagitan ng pagpindot sa button na 'Nagbayad na ako'.
tr: Şu anda, 'Ödedim' düğmesine basarak ödemeyi <strong> onaylamadığınız sürece satıcı işlemi iptal edebilir.
ur: ابھی بیچنے والا تجارت کو منسوخ کر سکتا ہے، جب تک کہ آپ <strong> ادائیگی کی تصدیق نہیں کرتے </strong> 'میں نے ادائیگی کر دی ہے' بٹن دبا کر۔
zh_cn: 除非您通过按“我已付款”按钮<strong>确认付款</strong>，否则卖家可以取消交易。
zh_tw: 除非您通過按“我已付款”按鈕<strong>確認付款</strong>，否則賣家可以取消交易。

# trade250Sbbuyer8722Sbinstruction8722Sbstep8722Sbtwo8722Sbtext8722Sb1
source: The seller won't be able to cancel the trade for {minutes} minutes, during which it is safe to pay.
cs: Prodejce nebude moci zrušit obchod po dobu {minutes} minut, během kterých je bezpečné platit.
fi: Myyjä ei voi peruuttaa kauppaa {minutes} minuuttiin, jonka aikana on turvallista maksaa.
fr: Le vendeur ne pourra pas annuler la transaction pendant les prochaines {minutes} minutes, intervalle durant lequel vous pouvez payer en toute sécurité.
it: Il venditore non sarà in grado di annullare lo scambio per {minutes} minuti, durante i quali pagherà.
lt: Pardavėjas negalės atšaukti sandorio {minutes} minutes, per kurias bus saugu mokėti.
nb: Selgeren vil ikke kunne kansellere handelen i {minutes} minutter, hvor det er trygt å betale.
nl: De verkoper kan de transactie gedurende {minutes} minuten niet annuleren, wanneer het veilig is om te betalen.
pl: Sprzedawca nie ma możliwości anulować handlu przez {minutes} minut, podczas których możesz bezpiecznie dokonać płatności.
pt_br: O vendedor não poderá cancelar a negociação durante {minutes} minutos, então é seguro pagar.
sl: Prodajalec ne bo mogel preklicati posla {minutes} minut, v tem času je varno plačevati.
sv: Säljaren kommer inte att kunna avbryta affären för {minutes} minuter, under vilka det är säkert att betala.
tl: Hindi magagawang kanselahin ng nagbebenta ang kalakalan sa loob ng {minutes} minuto, kung saan ligtas itong magbayad.
tr: Satıcı, ödemenin güvenli olduğu {minutes} dakika boyunca işlemi iptal edemeyecek.
ur: بیچنے والا تجارت کو {minutes} منٹ تک منسوخ نہیں کر سکے گا، اس دوران ادائیگی کرنا محفوظ ہے۔
zh_cn: 卖方将无法在{minutes}分钟内取消交易，在此期间付款是安全的。
zh_tw: 賣方將無法在{minutes}分鐘內取消交易，在此期間付款是安全的。

# trade250Sbbuyer8722Sbinstruction8722Sbstep8722Sbtwo8722Sbtext8722Sb2
source: After paying you need to <strong> mark the payment complete </strong> by pressing the 'I have paid' button or the seller will be able to cancel the trade, once payment window time runs out.
cs: Po zaplacení musíte <strong> označit platbu jako dokončenou </strong> stisknutím tlačítka 'Zaplatil jsem', jinak bude prodejce moci zrušit obchod, jakmile vyprší doba platebního okna.
fi: Maksamisen jälkeen sinun tulee <strong> merkitä maksu suoritetuksi </strong> painamalla "Olen maksanut" -painiketta tai myyjä voi peruuttaa kaupan maksuikkunan ajan loppuessa.
fr: Après avoir payé, vous devez <strong>marquer le paiement comme effectué</strong> en appuyant sur le bouton « J'ai payé » ou le vendeur pourra annuler la transaction, une fois le délai de paiement écoulé.
it: Dopo aver pagato devi <strong>contrassegnare il pagamento come completato</strong> premendo il pulsante 'Ho pagato' o il venditore sarà in grado di annullare la transazione, una volta scaduto il tempo per il pagamento.
lt: Sumokėję turite <strong> pažymėti mokėjimą užbaigtą </strong> paspausdami mygtuką „Sumokėjau“ arba pardavėjas galės atšaukti prekybą, kai tik pasibaigs mokėjimo lango laikas.
nb: Etter å ha betalt må du <strong> merke betalingen som fullført </strong> ved å trykke på 'Jeg har betalt'-knappen, ellers vil selgeren kunne kansellere handelen når betalingsvindustiden går ut.
nl: Na het betalen moet u <strong> markeren dat de betaling is voltooid </strong> door op de knop 'Ik heb betaald' te drukken, anders kan de verkoper de transactie annuleren zodra de betalingstermijn is verstreken.
pl: Po zapłaceniu musisz <strong> oznaczyć płatność jako zakończoną </strong>, naciskając przycisk „Płatność dokonana” inaczej sprzedawca, po wyczerpaniu czasu na płatność, będzie miał możliwość anulowania handlu.
pt_br: Após efetuar o pagamento é preciso <strong> marcá-lo como realizado </strong> clicando no botão 'Pagamento feito'. Senão quando a janela de pagamento se esgotar o vendedor poderá cancelar a negociação.
sl: Po plačilu morate <strong> označiti plačilo kot zaključeno </strong> s pritiskom na gumb 'Plačal sem', sicer bo prodajalec lahko preklical trgovanje, ko se izteče čas za plačilo.
sv: Efter betalning måste du <strong> markera betalningen som slutförd </strong> genom att trycka på knappen "Jag har betalat" eller så kan säljaren avbryta affären när betalningsfristen har löpt ut.
tl: Pagkatapos magbayad kailangan mong markahan ng <strong> ang pagbabayad na kumpleto </strong> sa pamamagitan ng pagpindot sa button na 'Nagbayad na ako' o magagawang kanselahin ng nagbebenta ang kalakalan, sa sandaling maubos ang oras ng pagbabayad.
tr: Ödeme yaptıktan sonra, 'Ödedim' düğmesine basarak ödemeyi <strong> tamamlandı olarak işaretlemeniz gerekir </strong>, aksi takdirde satıcı, ödeme penceresi süresi dolduğunda işlemi iptal edebilir.
ur: ادائیگی کرنے کے بعد<strong> آپ کو 'میں نے ادائیگی کر دی ہے' کے بٹن کو دبا کر ادائیگی کو مکمل </strong> کا نشان لگانا ہوگا ورنہ ادائیگی کی ونڈو کا وقت ختم ہونے پر بیچنے والا تجارت منسوخ کر سکے گا۔
zh_cn: 付款后，您需要按“我已付款”按钮<strong>付款完成</strong>，否则卖家可以在付款限期后取消交易。
zh_tw: 付款后，您需要按“我已付款”按鈕<strong>付款完成</strong>，否則賣家可以在付款限期后取消交易。

# trade250Sbbuyer8722Sbinstruction8722Sbstep8722Sbtwo8722Sbtext8722Sb3
source: Waiting for the seller to confirm your payment
cs: Čekání, až prodejce potvrdí vaši platbu
fi: Odotetaan, että myyjä vahvistaa maksusi
fr: Attendre que le vendeur confirme votre paiement
it: In attesa che il venditore confermi il pagamento
lt: Laukiama, kol pardavėjas patvirtins mokėjimą
nb: Venter på at selgeren skal bekrefte betalingen din
nl: In afwachting tot de verkoper uw betaling bevestigt
pl: Oczekiwanie na potwierdzenie płatności przez sprzedawcę
pt_br: Aguardando o vendedor confirmar seu pagamento.
sl: Čakamo, da prodajalec potrdi vaše plačilo
sv: Väntar på att säljaren ska bekräfta din betalning
tl: Hinihintay na kumpirmahin ng nagbebenta ang iyong pagbabayad
tr: Satıcının ödemenizi onaylaması bekleniyor
ur: بیچنے والے کی جانب سے آپ کی ادائیگی کی تصدیق کا انتظار ہے
zh_cn: 等待卖家确认您的付款
zh_tw: 等待賣家確認您的付款

# trade250Sbbuyer8722Sbinstruction8722Sbstep8722Sbtwo8722Sbtext8722Sb4
source: You have marked the payment complete at {time}.
cs: Platbu jste označili jako dokončenou v {time}.
fi: Olet merkinnyt maksun suoritetuksi ajassa {time}.
fr: Vous avez indiqué que le paiement a été effectué à {time}.
it: Hai contrassegnato il pagamento come completato alle {time}
lt: Pažymėjote mokėjimą užbaigtą {time}.
nb: Du har merket betalingen som fullført på {time}.
nl: U heeft de betaling als voltooid gemarkeerd om {time}.
pl: Płatność oznaczona jako zakończona o godzinie {time}.
pt_br: Você marcou o pagamento como realizado em {time}.
sl: Plačilo ste označili kot dokončano pri {time}.
sv: Du har markerat betalningen som slutförd på {time}.
tl: Namarkahan mong kumpleto ang pagbabayad sa {time}.
tr: Ödemeyi {time} tarihinde tamamlandı olarak işaretlediniz.
ur: آپ نے ادائیگی کو {time} پر مکمل نشان زد کیا ہے۔
zh_cn: 你在{time}标记付款完成
zh_tw: 你在{time}標記付款完成

# trade250Sbbuyer8722Sbinstruction8722Sbstep8722Sbtwo8722Sbtext8722Sb5
source: Once {username} confirms the payment, the {assetSymbol} will be sent to your settlement wallet.
cs: Jakmile {username} potvrdí platbu, bude {assetSymbol} odesláno do vaší peněženky vypořádání.
fi: Kun {username} on vahvistanut maksun, {assetSymbol} lähetetään maksulompakoosi.
fr: Une fois que {username} aura confirmé le paiement, les jetons de {assetSymbol} seront envoyés à votre portefeuille de règlement.
it: Una volta che {username} conferma il pagamento, il {assetSymbol} sarà inviato al tuo portafoglio di regolamento.
lt: Kai {username} patvirtins mokėjimą, {assetSymbol} bus išsiųstas į jūsų atsiskaitymo piniginę.
nb: Når {username} bekrefter betalingen, vil {assetSymbol} bli sendt til oppgjørslommeboken din.
nl: Zodra {username} de betaling bevestigt, wordt de {assetSymbol} naar uw afwikkelingsportefeuille gestuurd.
pl: Gdy {username} potwierdzi płatność, {assetSymbol} zostanie wysłane do Twojego portfela.
pt_br: Assim que o {username} confirmar o pagamento, o {assetSymbol} será enviado para sua carteira de liquidação.
sl: Ko {username} potrdi plačilo, bo {assetSymbol} poslan v vašo poravnalno denarnico.
sv: En gång {username} bekräftar betalningen, kommer {assetSymbol} kommer att skickas till din plånbok.
tl: Kapag nakumpirma na ng {username} ang pagbabayad, ipapadala ang {assetSymbol} sa iyong settlement wallet.
tr: {username} ödemeyi onayladığında, {assetSymbol} ödeme cüzdanınıza gönderilecektir.
ur: ایک بار جب {username} ادائیگی کی تصدیق کرتا ہے، تو {assetSymbol} آپ کے سیٹلمنٹ والیٹ میں بھیج دیا جائے گا۔
zh_cn: {username} 确认付款后， {assetSymbol} 将发送到您的结算钱包。
zh_tw: {username} 確認付款後， {assetSymbol} 將發送到您的結算錢包。

# trade250Sbbuyer8722Sbsettlement8722Sbaddress8722Sbwarning
source: If the address provided when opening the trade is wrong, you'll need to reopen the trade with the correct address, otherwise the coins may be irretrievably lost.
cs: Pokud je adresa uvedená při otevírání obchodu špatná, budete muset obchod znovu otevřít se správnou adresou, jinak mohou být mince nenávratně ztraceny.
fi: Jos kauppaa avattaessa annettu osoite on väärä, sinun on avattava kauppa uudelleen oikealla osoitteella, muuten kolikot voivat kadota lopullisesti.
fr: Si l'adresse fournie lors de l'ouverture de la transaction est erronée, vous devrez rouvrir la transaction avec la bonne adresse, sinon les jetons pourraient être irrémédiablement perdus.
it: Se l'indirizzo fornito all'apertura della transazione è sbagliato, dovrai riaprire la transazione con l'indirizzo corretto, altrimenti le monete potrebbero essere irrimediabilmente perse.
lt: Jei atidarant sandorį nurodytas neteisingas adresas, turėsite iš naujo atidaryti prekybą teisingu adresu, kitaip monetos gali būti negrįžtamai prarastos.
nb: Hvis adressen som ble oppgitt når du åpnet handelen er feil, må du åpne handelen på nytt med riktig adresse, ellers kan myntene gå tapt uopprettelig.
nl: Als het adres dat is opgegeven bij het openen van de transactie verkeerd is, moet u de transactie heropenen met het juiste adres, anders kunnen de munten onherstelbaar verloren gaan.
pl: Jeśli adres podany podczas otwierania handlu jest błędny, musisz ponownie otworzyć handel z właściwym adresem, w przeciwnym razie monety mogą być nieodwracalnie utracone.
pt_br: Se o endereço fornecido ao abrir o comércio estiver errado, será necessário reabrir o comércio com o endereço correto, caso contrário, as moedas poderão ser irremediavelmente perdidas.
sl: Če je naslov, naveden ob odprtju trgovanja napačen, boste morali znova odpreti trade s pravilnim naslovom, sicer so lahko kovanci nepovratno izgubljeni.
sv: Om den adress som angavs när du öppnade affären är felaktig måste du öppna affären igen med rätt adress, annars kan mynten vara oåterkalleligen förlorade.
tl: Kung mali ang ibinigay na address noong binubuksan ang trade, kakailanganin mong buksang muli ang trade gamit ang tamang address, kung hindi, maaaring mawala ang mga barya.
tr: İşlemi açarken verilen adres yanlışsa, işlemi doğru adresle yeniden açmanız gerekir, aksi takdirde paralar geri alınamayacak şekilde kaybolabilir.
ur: اگر تجارت کھولتے وقت فراہم کردہ پتہ غلط ہے، تو آپ کو درست پتے کے ساتھ تجارت کو دوبارہ کھولنا ہوگا، ورنہ سکے ناقابل واپسی طور پر ضائع ہو سکتے ہیں۔
zh_cn: 如果打开交易时提供的地址是错误的，你需要用正确的地址重新打开交易，否则钱币可能会无可挽回地丢失。
zh_tw: 如果開倉時提供的地址有誤，您需要使用正確的地址重新開倉，否則幣可能會丟失，無法挽回。

# trade250Sbbuyer8722Sbsettlement8722Sbaddress8722Sbwarning250Sbtoggle
source: Show the address
cs: Ukaž adresu
fi: Näytä osoite
fr: Afficher l'adresse
it: Mostra l'indirizzo
lt: Parodykite adresą
nb: Vis adressen
nl: Adres weergeven
pl: Pokaż adres
pt_br: Mostrar o endereço
sl: Pokaži naslov
sv: Visa adressen
tl: Ipakita ang address
tr: Adresi göster
ur: پتہ دکھائیں
zh_cn: 显示地址
zh_tw: 顯示地址

source: Show destination address
cs: Zobrazit cílovou adresu
fi: Näytä kohdeosoite
fr: Afficher l'adresse de destination
it: Mostra l'indirizzo di destinazione
lt: Rodyti paskirties adresą
nb: Vis destinasjonsadresse
nl: Toon bestemmingsadres
pl: Pokaż adres docelowy
pt_br: Mostrar endereço de destino
sl: Pokaži ciljni naslov
sv: Visa destinations adress
tl: Ipakita ang address ng patutunguhan
tr: Hedef adresini göster
ur: منزل کا پتہ دکھائیں
zh_cn: 显示目的地地址
zh_tw: 顯示目的地地址
