Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbdandelion250Sb0250Sbtitle
source: Privacy as priority
cs: Soukromí jako priorita
fi: Yksityisyys etusijalla
fr: La confidentialité comme priorité
it: Privacy come priorità
lt: Privatumas kaip prioritetas
nb: Personvern som prioritet
nl: Privacy als prioriteit
pl: Prywatność jako priorytet
pt_br: Privacidade como prioridade
sl: Zasebnost kot prioriteta
sv: Privacy som prioritet
tl: Priyoridad ang privacy
tr: Öncelik olarak gizlilik
ur: پرائیویسی بطور ترجیح
zh_cn: 隐私至上
zh_tw: 隱私至上

# knowledge250Sbkeys250Sb3250Sbtext
source: <p>Hopefully this post has helped to cement the need for holding your own keys, as well as pointed you to some of the excellent wallets in the space.</p> <p>The more you take Monero into your own hands and actually use it, the more benefit you can get both now and in the future. Monero is not just a speculative asset – it’s a powerful tool for freedom and financial privacy that is much-needed in the world of today and the future ahead of us.</p> <p>Now go get those coins off an exchange and dive into what Monero was built for.</p>
cs: <p>Doufáme, že tento příspěvek Vám pomohl upevnit potřebu držení vlastních klíčů a také Vás upozornil na některé z vynikajících peněženek v tomto prostoru.</p> <p>Čím více vezmete Monero do svých rukou a skutečně jej používáte, tím více výhod, které můžete získat nyní i v budoucnu. Monero není jen tak spekulativní aktivum – je to mocný nástroj svobody a finančního soukromí, který je v dnešním světě a v budoucnosti, která nás čeká, velmi potřebný.</p> <p>Nyní vytáhněte tyto mince z burzy a ponořte se do toho, pro co bylo Monero postaveno.</p>
fi: <p>Toivottavasti tämä viesti on auttanut vahvistamaan tarvetta pitää kiinni omista avaimista, sekä osoitti sinulle jonkun erinomaisen lompakon.</p> <p>Mitä enemmän otat Moneroa omiin käsiisi ja käytät sitä, sitä enemmän hyötyä voit saada siitä nyt ja tulevaisuudessa. Monero ei ole vain spekulatiivinen omaisuus – se on tehokas työkalu vapauteen ja rahaan liittyvässä yksityisyydessä, jota kaivataan kipeästi nykymaailmassa ja tulevaisuudessa.</p> <p>Mene nyt hakemaan ne kolikot pörssistä ja hyppää mukaan siihen, mihin Monero on suunniteltu. </p>
fr: <p>Nous espérons que ce message a contribué à renforcer la compréhension de la nécessité de détenir vos propres clés, ainsi que vous avoir indiqué certains des excellents portefeuilles disponibles sur le marché.</p> <p>Plus vous gardez Monero entre vos mains et l'utilisez réellement, plus vous obtiendrez de bénéfices à la fois maintenant et dans le futur. Monero n'est pas seulement un actif spéculatif - c'est un puissant outil de liberté et de confidentialité financière qui est indispensable dans le monde d'aujourd'hui et dans le futur qui nous attend.</p> <p> Maintenant, allez retirer ces jetons d'un échange et plongez dans ce pour quoi Monero a été conçu.</p>
it: <p>Speriamo che questo post abbia contribuito a cementare la necessità di tenere le vostre chiavi proprie chiavi, così come vi ha indicato alcuni degli eccellenti portafogli nello spazio.</p> <p>Più prendi Monero nelle tue mani e lo usi davvero, più più benefici potrai ottenere sia ora che in futuro. Monero non è solo un bene speculativo - è un potente strumento di libertà e privacy finanziaria finanziaria di cui c'è molto bisogno nel mondo di oggi e nel futuro che ci attende. di noi.</p> <p>Ora vai a prendere quelle monete da uno scambio e immergiti in ciò per cui Monero è stato costruito per questo.</p>
lt: <p>Tikimės, kad šis įrašas padėjo sustiprinti poreikį išlaikyti savo savo raktus, taip pat nurodė kai kurias puikias pinigines erdvė.</p> <p>Kuo daugiau paimsite Monero į savo rankas ir iš tikrųjų naudosite jį, tuo daugiau naudos galite gauti tiek dabar, tiek ateityje. Monero yra ne tik spekuliacinis turtas – tai galingas laisvės ir finansų įrankis privatumas, kurio labai reikia šiandieniniame pasaulyje ir ateityje iš mūsų.</p> <p>Dabar išsiimkite tas monetas iš biržos ir pasinerkite į tai, kas buvo Monero sukurta </p>
nb: <p>Forhåpentligvis har dette innlegget bidratt til å sementere behovet for å holde deg egne nøkler, samt viste deg til noen av de utmerkede lommebøkene i plass.</p> <p>Jo mer du tar Monero i egne hender og faktisk bruker den, jo mer flere fordeler du kan få både nå og i fremtiden. Monero er ikke bare en spekulativ eiendel – det er et kraftig verktøy for frihet og økonomisk personvern som er sårt tiltrengt i dagens verden og fremtiden av oss.</p> <p>Hent nå disse myntene fra en børs og dykk inn i hva Monero var bygget for.</p>
nl: <p>Hopelijk heeft dit bericht geholpen de noodzaak om uw eigen sleutels vast te houden versterkt, en heeft het u ook gewezen op enkele van de uitstekende portefeuilles op dit gebied.</p> <p>Hoe meer u uw Monero in eigen handen neemt en het daadwerkelijk gebruikt, hoe meer voordeel dat u nu en in de toekomst kunt krijgen. Monero is niet zomaar een speculatief bezit - het is een krachtig hulpmiddel voor vrijheid en financiële privacy die hard nodig is in de wereld van vandaag, zowel als onze toekomst.</p> <p>Dus, ga nu die munten van een beurs halen en duik in de diepte van waar Monero voor gebouwd was.</p>
pl: <p> Mamy nadzieję, że ten post wzmocnił w Tobie potrzebę samodzielnego trzymania własnych kluczy, a także nakierował na niektóre doskonałe portfele.</p> <p> Im więcej bierzesz Monero we własne ręce i faktycznie go używasz, tym więcej korzyści możesz uzyskać zarówno teraz, jak i w przyszłości. Monero to nie tylko spekulacja - jest to potężne narzędzie dla wolności i prywatnych finansów, które są nam bardzo potrzebne w dzisiejszym świecie i w niedługiej przyszłości </p> <p> Teraz idź wypłacić to Monero z giełd i zanurz się w tym, do czego Monero jest stworzone. </p>
pt_br: <p>Espero que este posto tenha ajudado a cimentar a necessidade de manter seu chaves próprias, assim como apontou para algumas das excelentes carteiras do espaço.</p> <p>Quanto mais você tomar Monero em suas próprias mãos e realmente usá-lo, o mais benefícios você pode obter tanto agora como no futuro. Monero não é apenas um ativo especulativo - é uma ferramenta poderosa para a liberdade e financeira privacidade que é muito necessária no mundo de hoje e no futuro de nós.</p> <p>Agora vá tirar essas moedas de uma troca e mergulhe no que Monero era construído para.</p>
sl: <p>Upamo, da je ta objava pomagala utrditi potrebo po držanju vaših lastnih ključev, ter predstaviti nekaj odličnih denarnic v tem prostoru.</p> <p> Bolj ko vzamete Monero v svoje roke in ga dejansko uporabljate, tem več koristi, ki jih lahko dobite. Monero ni samo špekulativno sredstvo – je močno orodje za svobodo in finančno zasebnost, ki je zelo potrebna v današnjem svetu in naši prihodnosti </p> <p>Zdaj pa pojdi, spravi te kovance z borze in se poglobi v to, za kaj je bil Monero izdelan. </p>
sv: <p>Förhoppningsvis har det här inlägget hjälpt till att cementera behovet av att hålla dig egna nycklar, samt hänvisade dig till några av de utmärkta plånböckerna i utrymme.</p> <p>Ju mer du tar Monero i dina egna händer och faktiskt använder den, desto mer mer nytta du kan få både nu och i framtiden. Monero är inte bara en spekulativ tillgång – det är ett kraftfullt verktyg för frihet och ekonomiskt integritet som är välbehövlig i dagens värld och i framtiden av oss.</p> <p>Gå nu och hämta mynten från ett utbyte och dyk in i vad Monero var byggd för.</p>
tl: <p>Sana ang post na ito ay nakatulong upang mapatibay ang pangangailangan para sa paghawak ng iyong sariling mga susi, pati na rin itinuro sa iyo ang ilan sa mga mahuhusay na wallet sa espasyo.</p> <p>Habang mas dinadala mo ang Monero sa iyong sariling mga kamay at aktwal mong gamitin ito, ang mas maraming benepisyo ang maaari mong makuha ngayon at sa hinaharap. Ang Monero ay hindi lamang isang speculative asset - ito ay isang makapangyarihang tool para sa kalayaan at pananalapi privacy na lubhang kailangan sa mundo ngayon at sa hinaharap sa amin.</p> <p>Ngayon, kunin ang mga baryang iyon mula sa isang exchange at tingnan kung ano si Monero ginawa para sa.</p>
tr: <p>Umarım bu gönderi, elinizi tutma ihtiyacını güçlendirmeye yardımcı olmuştur. Kendi anahtarlarınızın yanı sıra, size piyasadaki bazı mükemmel cüzdanları da gösterdim. boşluk.</p> <p>Monero'yu ne kadar çok kendi elinize alırsanız ve gerçekten kullanırsanız, hem şimdi hem de gelecekte daha fazla fayda elde edebilirsiniz. Monero sadece spekülatif bir varlık – özgürlük ve finansal açıdan güçlü bir araçtır günümüz dünyasında ve önümüzdeki gelecekte çok ihtiyaç duyulan gizlilik bizden.</p> <p>Şimdi gidip o paraları borsadan alın ve Monero'nun ne olduğuna dalın için tasarlandı.</p>
ur: <p>امید ہے کہ اس پوسٹ نے آپ کے پاس رکھنے کی ضرورت کو کم کرنے میں مدد کی ہے۔ اپنی چابیاں، نیز آپ کو میں سے کچھ بہترین بٹوے کی طرف اشارہ کیا۔</p> <p>جتنا زیادہ آپ مونیرو کو اپنے ہاتھ میں لیں گے اور حقیقت میں اسے استعمال کریں گے، مزید فائدہ آپ ابھی اور مستقبل دونوں میں حاصل کر سکتے ہیں۔ مونیرو صرف نہیں ہے ایک قیاس آرائی پر مبنی اثاثہ - یہ آزادی اور مالی کے لیے ایک طاقتور ٹول ہے۔ رازداری جس کی آج کی دنیا اور آنے والے مستقبل میں بہت زیادہ ضرورت ہے۔</p> <p>اب جائیں وہ سکے ایک تبادلے سے حاصل کریں اور اس میں غوطہ لگائیں کہمونیرو کیا تھا۔ کے لیے بنایا گیا </p>
zh_cn: <p>希望这篇文章有助于巩固持有自己的钥匙的必要性，以及为你指出该领域的一些优秀钱包。</p> <p>你越是将门罗币掌握在自己手中并实际使用它，你现在和将来都能得到更多的好处。门罗币不仅仅是一种投机性的资产——它是一个强大的自由和金融隐私的工具，在当今世界和我们面前的未来是非常需要的。</p> <p>现在去把这些币从交易所拿出来，潜心研究门罗币的建立目的。</p>
zh_tw: <p>希望這篇文章有助於鞏固持有自己的鑰匙的必要性，以及為你指出該領域的一些優秀錢包。</p> <p>你越是將門羅幣掌握在自己手中並實際使用它，你現在和將來都能得到更多的好處。門羅幣不僅僅是一種投機性的資產——它是一個強大的自由和金融隱私的工具，在當今世界和我們面前的未來是非常需要的。</p> <p>現在去把這些幣從交易所拿出來，潛心研究門羅幣的建立目的。</p>

# knowledge250Sbkeys250Sb3250Sbtitle
source: Conclusion
cs: Závěr
fi: Johtopäätös
it: conclusione
lt: Išvada
nb: Konklusjon
nl: Conclusie
pl: Wniosek
pt_br: Conclusão
sl: Zaključek
sv: Slutsats
tl: Konklusyon
tr: Çözüm
ur: نتیجہ
zh_cn: 总结
zh_tw: 總結

# knowledge250Sbkeys250Sbdescription
source: "Not your keys, not your coins" - a ubiquitous phrase, yet the majority of crypto users still don't hold their own keys.
cs: „Not your keys, not your coins“ – všudypřítomná fráze, přesto většina uživatelů kryptoměn stále nedrží své vlastní klíče.
fi: "Ei sinun avaimet, ei sinun kolikot" - kaikkialla esiintyvä lause, mutta suurin osa krypton käyttäjistä ei edelleenkään pidä hallussaan omia avaimiaan.
fr: « Pas vos clés, pas votre crypto-monnaie » - une phrase omniprésente, mais la majorité des utilisateurs de crypto ne détiennent toujours pas leurs propres clés.
it: "Non le tue chiavi, non le tue monete" - una frase onnipresente, eppure la maggior parte degli utenti di criptovalute non possiede ancora le proprie chiavi.
lt: „Ne tavo raktai, ne tavo monetos“ – visur paplitusi frazė, tačiau dauguma kriptovaliutų vartotojų vis dar neturi savo raktų.
nb: "Ikke dine nøkler, ikke dine mynter" - en allestedsnærværende setning, men flertallet av kryptobrukere har fortsatt ikke sine egne nøkler.
nl: "Niet uw sleutels, niet uw munten" - een alomtegenwoordige uitdrukking, maar toch hebben de meeste cryptogebruikers nog steeds geen bezit over hun eigen sleutels.
pl: „Not your keys, not your coins” to wszechobecne hasło, jednak większość użytkowników kryptowalut nadal nie przechowuje swoich kluczy.
pt_br: "Nem suas chaves, nem suas moedas" - uma frase ubíqua, mas a maioria dos usuários de criptografia ainda não possuem suas próprias chaves.
sl: "Ne vaši ključi, ne vaši kovanci" - vseprisotna besedna zveza, vendar večina uporabnikov kriptovalut še vedno nima svojih ključev.
sv: "Inte dina nycklar, inte dina mynt" - en allestädes närvarande fras, men majoriteten av kryptoanvändarna har fortfarande inte sina egna nycklar.
tl: "Hindi ang iyong mga susi, hindi ang iyong mga barya" - isang ubiquitous na parirala, ngunit ang karamihan ng mga gumagamit ng crypto ay hindi pa rin hawak ang kanilang sariling mga susi.
tr: "Anahtarlarınız değil, madeni paralarınız değil" her yerde bulunan bir ifade, ancak kripto kullanıcılarının çoğunluğu hala kendi anahtarlarını tutmuyor.
ur: "آپ کی چابیاں نہیں، آپ کے سکے نہیں" - ایک عام جملہ، پھر بھی کرپٹو صارفین کی اکثریت اب بھی اپنی چابیاں نہیں رکھتی ہے۔
zh_cn: "不是你的钥匙，不是你的币"——这句话无处不在，然而大多数加密货币用户仍然没有持有自己的钥匙
zh_tw: "不是你的鑰匙，不是你的幣"——這句話無處不在，然而大多數加密貨幣用戶仍然沒有持有自己的鑰匙
