Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb7250Sbtitle
source: Filing issues
cs: Problémy s podáním
fi: Arkistointiongelmat
fr: Consigner des problèmes / bugs
it: Problemi di archiviazione
lt: Failavimo problemos
nb: Innleveringsproblemer
nl: Problemen met archiveren
pl: Zgłaszanie problemów
pt_br: Questões de arquivamento
sl: Vlaganje težav
sv: Arkivering issues
tl: Mga isyu sa paghahain
tr: Dosyalama sorunları
ur: فائلنگ کے مسائل
zh_cn: 申报问题
zh_tw: 申報問題

# knowledge250Sbcontributing250Sb8250Sbtext
source: <p>Hopefully this guide has sparked some ideas on how you can give back to Monero using your unique skill-set, background, and experience. The more of the community that gives back in ways like these, the larger and more mature Monero will be and the more easily we can fulfill the goals of private, fungible, self-sovereign, censorship-resistant money.</p>
cs: <p>Doufáme, že tento průvodce podnítil nějaké nápady, jak můžete Monero podpořit pomocí svých jedinečných dovedností, pozadí a zkušeností. Čím více komunity podpoří způsoby, jako jsou tyto, tím větší a vyspělejší Monero bude a tím snadněji budeme moci naplnit cíle soukromých, zastupitelných, sebesuverénních peněz odolných vůči cenzuře.</p>
fi: <p>Toivottavasti tämä opas on herättänyt ideoita siitä, kuinka voit antaa Monerolle takaisin ainutlaatuisen taitosi, taustasi ja kokemuksesi avulla. Mitä enemmän yhteisöstä antaa takaisin tällaisilla tavoilla, sitä suurempi ja kypsempi Monero on ja sitä helpommin voimme saavuttaa yksityisen, vaihdettavan, itsenäisen ja sensuurin kestävän rahan tavoitteet.</p>
fr: <p>Nous espérons que ce guide a suscité quelques idées sur la façon dont vous pouvez redonner à Monero en utilisant vos compétences, votre parcours et votre expérience uniques. Plus la communauté redonne ainsi, plus Monero sera grand et mature et plus nous pourrons facilement atteindre les objectifs d'une monnaie privée, fongible, auto-souveraine et résistante à la censure.</p>
it: <p>Speriamo che questa guida ti abbia dato qualche idea su come puoi restituire a Monero usando le tue abilità uniche, il tuo background e la tua esperienza. Più la comunità restituisce in modi come questi, più grande e più maturo sarà Monero e più facilmente potremo realizzare gli obiettivi di denaro privato, fungibile, auto-sovrano e resistente alla censura.</p>
lt: <p>Tikimės, kad šis vadovas paskatino keletą idėjų, kaip galite grąžinti Monero naudodamiesi savo unikaliais įgūdžiais, fone ir patirtimi. Kuo daugiau bendruomenės atsipirks tokiais būdais, tuo didesnė ir brandesnė bus Monero ir tuo lengviau galėsime įgyvendinti privačių, pakeičiamų, savarankiškų, cenzūrai atsparių pinigų tikslus.</p>
nb: <p>Forhåpentligvis har denne veiledningen utløst noen ideer om hvordan du kan gi tilbake til Monero ved å bruke ditt unike ferdighetssett, bakgrunn og erfaring. Jo mer av fellesskapet som gir tilbake på måter som disse, jo større og mer moden vil Monero bli, og jo lettere kan vi oppfylle målene om private, ombyttelige, selvsuverene, sensurresistente penger.</p>
nl: <p>Hopelijk heeft deze handleiding u op enkele ideeën gebracht over hoe u iets terug kunt doen voor Monero met behulp van uw unieke vaardigheden, achtergrond en ervaring. Hoe meer van de gemeenschap op deze manier teruggeeft, hoe groter Monero zal zijn en hoe gemakkelijker we de doelen van privé, vervangbaar, zelf-soeverein, censuurbestendig geld kunnen vervullen.</p>
pl: <p>Mamy nadzieję, że ten przewodnik zainspirował Cię do kilku pomysłów na to, jak możesz wspierać Monero za pomocą swojego unikalnego zestawu umiejętności i doświadczenia. Im większa będzie społeczność, która wspiera w ten sposób, tym większe i bardziej dojrzałe będzie Monero, więc tym łatwiej będziemy mogli osiągnąć cele prywatnych, zamiennych, niepodległych, odpornych na cenzurę pieniędzy. </p>
pt_br: <p>Esperamos que este guia tenha despertado algumas idéias sobre como você pode retribuir a Monero usando seu conjunto de habilidades, sua formação e sua experiência únicas. Quanto mais da comunidade que retribuir de formas como estas, maior e mais madura será Monero e mais facilmente poderemos cumprir as metas de dinheiro privado, fungível, auto-soberano e resistente à censura.</p>
sl: <p>Upamo, da je ta vodnik spodbudil nekaj idej, kako lahko z uporabo vašega edinstvenega nabora spretnosti, znanja in izkušenj prispevate k Monero. Večja kot bo skupnost, ki bo vračala na takšne načine, večja in zrelejša bo platforma Monero in lažje bomo izpolnili cilje zasebnega, zamenljivega, samostojnega in cenzuri odpornega denarja.</p>
sv: <p>Förhoppningsvis har den här guiden väckt några idéer om hur du kan ge tillbaka till Monero med din unika kompetens, bakgrund och erfarenhet. Ju mer av samhället som ger tillbaka på sätt som dessa, desto större och mognare kommer Monero att bli och desto lättare kan vi uppfylla målen med privata, utbytbara, självsuveräna, censurresistenta pengar.</p>
tl: <p>Sana ang gabay na ito ay nakapagbigay ng ilang ideya kung paano ka makakapagbigay pabalik sa Monero gamit ang iyong natatanging set ng kasanayan, background, at karanasan. Kung mas marami ang komunidad na nagbabalik sa mga paraang tulad nito, magiging mas malaki at mas mature ang Monero at mas madali nating matutupad ang mga layunin ng pribado, fungible, self-sovereign, pera na lumalaban sa censorship.</p>
tr: <p>Umarım bu kılavuz, benzersiz becerilerinizi, geçmişinizi ve deneyiminizi kullanarak Monero'ya nasıl geri dönüş yapabileceğiniz konusunda bazı fikirlere yol açmıştır. Topluluk bu şekilde geri dönüş yaptıkça Monero daha büyük ve daha olgun olacak ve biz de özel, takas edilebilir, kendi kendini yöneten, sansüre dayanıklı para hedeflerini daha kolay gerçekleştirebiliriz.</p>
ur: <p>امید ہے کہ اس گائیڈ نے کچھ خیالات کو جنم دیا ہے کہ آپ اپنی منفرد مہارت کے سیٹ، پس منظر اور تجربے کا استعمال کرتے ہوئے Monero کو واپس کیسے دے سکتے ہیں۔ جتنی زیادہ کمیونٹی اس طرح کے طریقوں سے واپس دیتی ہے، Monero اتنا ہی بڑا اور بالغ ہو گا اور ہم اتنی ہی آسانی سے نجی، فنگیبل، خود مختار، سنسرشپ سے مزاحم رقم کے اہداف کو پورا کر سکتے ہیں۔</p>
zh_cn: <p>希望本指南能激发一些想法，让你利用自己独特的技能组合、背景和经验来回馈门罗币。社区中以这样的方式回馈的人越多，门罗币就会越大，越成熟，我们就越容易实现私人的、可替换的、自我主权的、抗审查的货币的目标。</p>
zh_tw: <p>希望本指南能激發一些想法，讓你利用自己獨特的技能組合、背景和經驗來回饋門羅幣。社區中以這樣的方式回饋的人越多，門羅幣就會越大，越成熟，我們就越容易實現私人的、可替換的、自我主權的、抗審查的貨幣的目標。</p>

# knowledge250Sbcontributing250Sb8250Sbtitle
source: Conclusion
cs: Závěr
fi: Johtopäätös
it: conclusione
lt: Išvada
nb: Konklusjon
nl: Conclusie
pl: Wniosek
pt_br: Conclusão
sl: Zaključek
sv: Slutsats
tl: Konklusyon
tr: Çözüm
ur: نتیجہ
zh_cn: 总结
zh_tw: 總結

# knowledge250Sbcontributing250Sbdescription
source: The success of Monero depends on the community contributions - today we’ll explore some ways us non-devs can give back.
cs: Úspěch Monera závisí na příspěvcích komunity – dnes prozkoumáme několik způsobů, jak to my, kteří nejsou vývojáři, můžeme projekt Monero podpořit.
fi: Moneron menestys riippuu yhteisön panoksesta – tänään tutkimme tapoja, joilla me ei-kehittäjät voimme antaa takaisin.
fr: Le succès de Monero dépend des contributions de la communauté - aujourd'hui, nous allons explorer certaines façons dont nous, les non-développeurs, pouvons contribuer en retour.
it: Il successo di Monero dipende dai contributi della comunità - oggi esploreremo alcuni modi in cui noi non-dev possiamo restituire.
lt: „Monero“ sėkmė priklauso nuo bendruomenės indėlio – šiandien išnagrinėsime keletą būdų, kaip mes, ne kūrėjai, galime atsipirkti.
nb: Suksessen til Monero avhenger av fellesskapets bidrag - i dag skal vi utforske noen måter vi ikke-utviklere kan gi tilbake.
nl: Het succes van Monero hangt af van de bijdragen van de gemeenschap. Vandaag gaan we kijken naar manieren waarop niet-ontwikkelaars iets terug kunnen geven.
pl: Sukces Monero zależy od wkładu społeczności - dziś zbadamy kilka sposobów, w jakie my niedevowie możemy wspierać Monero.
pt_br: O sucesso de Monero depende das contribuições da comunidade - hoje vamos explorar algumas maneiras que nós, que não somos um evento, podemos dar de volta.
sl: Uspeh Monera je odvisen od prispevkov skupnosti - danes bomo raziskali nekaj načinov, kako lahko tudi nerazvijalci prispevajo.
sv: Moneros framgång beror på samhällets bidrag - idag ska vi utforska några sätt som vi som inte är utvecklare kan ge tillbaka.
tl: Ang tagumpay ng Monero ay nakasalalay sa mga kontribusyon ng komunidad - ngayon ay tuklasin natin ang ilang paraan na maibabalik ng mga hindi devs.
tr: Monero'nun başarısı topluluk katkılarına bağlıdır; bugün biz geliştirici olmayanların katkıda bulunabileceği bazı yolları keşfedeceğiz.
ur: Monero کی کامیابی کا انحصار کمیونٹی کے تعاون پر ہے - آج ہم کچھ ایسے طریقے تلاش کریں گے جن سے ہمnon-devs واپس دے سکتے ہیں۔
zh_cn: 门罗币的成功取决于社区的贡献——今天我们将探讨一些我们非开发者可以贡献的方式。
zh_tw: 門羅幣的成功取決於社區的貢獻——今天我們將探討一些我們非開發者可以貢獻的方式。

# knowledge250Sbcontributing250Sbtitle
source: Contributing back to Monero
cs: Přispíváme zpět do Monera
fi: Osallistuminen Moneroon
fr: Contribuer à Monero
it: Contribuire a Monero
lt: Prisideda prie Monero
nb: Bidrar tilbake til Monero
nl: Bijdragen aan Monero
pl: Wspieranie Monero
pt_br: Contribuindo de volta para Monero
sl: Prispevek nazaj v Monero
sv: Bidrar tillbaka till Monero
tl: Nag-aambag pabalik sa Monero
tr: Monero'ya geri katkıda bulunmak
ur: Monero میں واپس تعاون کرنا
zh_cn: 贡献为门罗币
zh_tw: 貢獻為門羅幣
