Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb1
source: <strong> Market or fixed price </strong><br/> To price your advertisement you can enter a margin you want above the {assetName} market price. To do that, enter a percentage in the margin field after choosing the “Market price” option. You might also want to specify a fixed price that will not change until you manually change it. For this you need to choose the “Fixed price” option and enter the price value. <br/><br/> <strong> Min. / Max. transaction limit </strong><br/> The minimum transaction limit sets the smallest amount someone can buy. If you set it to five, and you have your currency set to EUR it means that the smallest trade amount someone can open a trade with you for will be for 5 EUR. The maximum transaction limit sets what the biggest trade amount that you want to accept is. <br/><br/> <strong> Terms of Trade </strong><br/> This is the text the buyer sees before he opens up a trade with you. It's a good idea to write instructions for the buyer on how you want the trade to proceed and if you have any specific instructions. If you require, for example, the buyer to submit a receipt as proof of payment before you finalize a trade or if you need the buyer to provide an ID, this is the place to mention it. You can take a look at other traders' advertisements for the payment method you want to use to get an idea of what good terms of trade contain. <br/><br/> <strong> Extra options </strong><br/><br/> <strong> Limit amounts to </strong><br/> You can restrict the advertisement to only being able to open trades for specific amounts. If you enter 20,30,60 into the box a potential trade partner could only open a trade for 20, 30 or 60 EUR. <br/><br/> <strong> Payment details </strong><br/> Enter here specific information relating to how the buyer should pay, this can be your bank account number or e-mail address (e.g. for PayPal). <br/><br/> <strong> Required minimum feedback score </strong><br/> The feedback minimum allows you to set a minimum required feedback score to have in order to open a trade using your advertisement. <br/><br/> <strong> First time limit ({assetSymbol}) </strong><br/> This is a specific maximum transaction limit for new users. If a buyer with no previous trading history with you wants to open a trade with you, this is the largest amount they can open a trade for. <br/><br/> <strong> Payment window </strong><br/> The amount of time the buyer has to complete the payment before the seller is able to cancel the trade. <br/><br/> <strong> Track maximum amount liquidity </strong><br/> Enabling tracking liquidity lowers the maximum limit of the advertisement by the amount that is currently held up in open trades. <br/><br/> <strong> Quick tips on identifying scammers </strong> <br/><br/><strong>Fraudulent buyers are often in a hurry.</strong> The more a customer asks you to hurry/rush the more suspicious you should be, real customers always have patience. <br/><br/>Fraudulent buyers often <strong>suggest doing all or part of the transaction outside of the arbitration bond protection system </strong>and then do not complete their part of the transaction. <br/><br/> Be careful about <strong>photoshopped payment evidence</strong>, don't finalize a trade until you have confirmed that you have received the money. You are not obliged to finalize a trade until you can verify that you have received the buyer's payment. <br/><br/><strong>Don't open any links that your trading partner is sending to you</strong>. If you must, use different browser than the one you are using. <br/><br/>Don't visit websites other than {appName} with the browser that you're using to trade. <strong>Use a different browser for other websites.</strong> <br/><br/> Bookmark {appName} in your browser and always use the bookmark when visiting the website. This helps you to avoid accidentally visiting phishing websites, they exist and can be very convincing.
cs: <strong> Tržní nebo pevná cena </strong><br/> Chcete-li nacenit svůj inzerát, můžete zadat požadovanou marži nad tržní cenou {assetName}. Chcete-li to provést, zadejte procento do pole marže po výběru možnosti „Tržní cena“. Můžete také chtít zadat pevnou cenu, která se nezmění, dokud ji ručně nezměníte. K tomu musíte vybrat možnost „Pevná cena“ a zadat hodnotu ceny. <br/><br/> <strong> Min. / Max. limit transakce </strong><br/> Minimální limit transakce nastavuje nejmenší částku, kterou může někdo koupit. Pokud ji nastavíte na pět a svou měnu máte nastavenou na EUR, znamená to, že nejmenší obchodní částka, za kterou s vámi může někdo obchod otevřít, bude za 5 EUR. Maximální transakční limit určuje, jaká je největší obchodní částka, kterou chcete přijmout. <br/><br/> <strong> Obchodní podmínky </strong><br/> Toto je text, který kupující uvidí, než s vámi otevře obchod. Pro kupujícího je dobré napsat návod, jak chcete, aby obchod probíhal a jestli máte nějaké konkrétní pokyny. Pokud například požadujete, aby kupující před dokončením obchodu předložil účtenku jako doklad o zaplacení nebo pokud potřebujete, aby kupující poskytl ID, je to místo, kde to uvést. Chcete-li si udělat představu o tom, co obsahují dobré obchodní podmínky, můžete se podívat na inzeráty jiných obchodníků na způsob platby, který chcete použít. <br/><br/> <strong> Další možnosti </strong><br/><br/> <strong> Omezit částky na </strong><br/> Inzerát můžete omezit tak, že budete moci otevírat obchody pouze za konkrétní částky. Pokud do pole zadáte 20,30,60, potenciální obchodní partner může otevřít obchod pouze za 20, 30 nebo 60 EUR. <br/><br/> <strong> Platební údaje </strong><br/> Zde zadejte konkrétní informace týkající se toho, jak by měl kupující platit, může to být číslo vašeho bankovního účtu nebo e-mailová adresa (např. pro PayPal). <br/><br/> <strong> Požadované minimální skóre zpětné vazby </strong><br/> Minimum zpětné vazby vám umožňuje nastavit minimální požadované skóre zpětné vazby, abyste mohli otevřít obchod pomocí vaší reklamy. <br/><br/> <strong> První časový limit ({assetSymbol}) </strong><br/> Toto je konkrétní maximální limit transakcí pro nové uživatele. Pokud s vámi chce otevřít obchod kupující bez předchozí obchodní historie, je to největší částka, za kterou může obchod otevřít. <br/><br/> <strong> Platební okno </strong><br/> Doba, kterou má kupující na dokončení platby, než bude prodávající moci zrušit obchod. <br/><br/> <strong> Sledování maximální částky likvidity </strong><br/> Povolení sledování likvidity snižuje maximální limit reklamy o částku, která je aktuálně zadržena v otevřených obchodech. <br/><br/> <strong> Rychlé tipy k identifikaci podvodníků </strong> <br/><br/><strong>Podvodní kupující často spěchají.</strong> Čím více zákazník požaduje, tím více spěcháte. měli byste být, skuteční zákazníci mají vždy trpělivost. <br/><br/>Podvodní kupující často <strong>navrhují provést celou transakci nebo její část mimo systém ochrany arbitrážních dluhopisů </strong>a poté svou část transakce nedokončí. <br/><br/> Buďte opatrní ohledně <strong>důkazu o platbě pomocí photoshopu</strong>, nedokončujte obchod, dokud nepotvrdíte, že jste obdrželi peníze. Nejste povinni dokončit obchod, dokud neověříte, že jste obdrželi platbu kupujícího. <br/><br/><strong>Neotvírejte žádné odkazy, které vám posílá váš obchodní partner</strong>. Pokud musíte, použijte jiný prohlížeč než ten, který používáte. <br/><br/>V prohlížeči, který používáte k obchodování, nenavštěvujte jiné webové stránky než {appName}. <strong>Pro jiné webové stránky použijte jiný prohlížeč.</strong> <br/><br/> Udělejte si záložku {appName} ve svém prohlížeči a při návštěvě webové stránky vždy používejte záložku. To vám pomůže vyhnout se náhodné návštěvě phishingových webů, které existují a mohou být velmi přesvědčivé.
fi: <strong> Markkinahinta tai kiinteä hinta </strong><br/> Voit hinnoitella mainoksesi syöttämällä haluamasi marginaalin {assetName} markkinahinnan yläpuolelle. Syötä prosenttiosuus marginaalikenttään, kun olet valinnut "Markkinahinta"-vaihtoehdon. Haluat ehkä myös määrittää kiinteän hinnan, joka ei muutu ennen kuin muutat sen manuaalisesti. Tätä varten sinun on valittava "Kiinteä hinta" -vaihtoehto ja syötettävä hinnan arvo. <br/><br/> <strong> Min. / Max. tapahtumaraja </strong><br/> Tapahtuman vähimmäisraja määrittää pienimmän summan, jonka joku voi ostaa. Jos asetat sen arvoksi viisi ja valuutaksi on asetettu EUR, se tarkoittaa että pienin kauppasumma, jolle joku voi avata kaupan kanssasi on 5 euroa. Tapahtuman enimmäisraja määrittää, mikä on suurin kauppasumma, jonka haluat hyväksyä. <br/><br/> <strong> Kauppaehdot </strong><br/> Tämä on teksti, jonka ostaja näkee ennen kuin hän avaa kaupan kanssasi. Ostajalle kannattaa kirjoittaa ohjeet kuinka haluat kaupan etenevän ja jos sinulla on tarkkoja ehtoja kirjoita ne tähän. Jos vaadit esimerkiksi ostajaa toimittamaan kuitin maksutositteeksi ennen kaupantekoa tai jos tarvitset ostajan antamaan henkilöllisyystodistuksen, tämä on paikka mainita se. Voit katsoa muiden kauppiaiden ilmoituksia haluamastasi maksutavasta saadaksesi käsityksen siitä, mitä hyvät kauppaehdot sisältävät. <br/><br/> <strong> Lisävaihtoehdot </strong><br/><br/> <strong> Rajasummat </strong><br/> Voit rajoittaa ilmoituksen niin, että kauppoja voi avata vain tietyillä summilla. Jos syötät ruutuun 20,30,60, mahdollinen kauppakumppani voi avata kaupan vain 20, 30 tai 60 eurolla. <br/><br/> <strong> Maksutiedot </strong><br/> Syötä tähän tarkat tiedot ostajan maksamisesta. Tämä voi olla pankkitilisi numero tai sähköpostiosoite (esim. PayPal). <br/><br/> <strong> Vaadittu vähimmäispalautepistemäärä </strong><br/> Palauteminimi antaa sinun asettaa vähimmäispalautepistemäärän, joka vaaditaan kaupan avaamiseksi mainoksesi avulla. <br/><br/> <strong> Ensimmäisen kerran raja ({assetSymbol}) </strong><br/> Tämä on uusien käyttäjien transaktioraja. Jos ostaja, jolla ei ole aiempaa kauppahistoriaa kanssasi haluaa avata kaupan kanssasi, tämä on suurin summa jolla hän voi avata kaupan. <br/><br/> <strong> Maksuikkuna </strong><br/> Aika, jonka kuluessa ostajan on suoritettava maksu ennen kuin myyjä voi peruuttaa kaupan. <br/><br/> <strong> Likviditeetin enimmäismäärän seuranta </strong><br/> Likviditeetin seurannan ottaminen käyttöön alentaa ilmoituksen enimmäisrajaa avoimissa kaupoissa tällä hetkellä pidätetyllä summalla. <br/><br/> <strong> Pikavinkkejä huijareiden tunnistamiseen </strong> <br/><br/><strong> Vilpillisillä ostajilla on usein kiire.</strong> Mitä enemmän asiakas pyytää sinua kiirehtimään, sitä enemmän sinun pitäisi epäillä, todellisilla asiakkailla on aina kärsivällisyyttä. <br/><br/> Vilpilliset ostajat <strong> ehdottavat usein suorittavansa kaupan kokonaan tai osan välimiessuojajärjestelmän ulkopuolella </strong> eivätkä sitten suorita osuuttaan kaupasta. <br/><br/> Ole varovainen <strong>photoshopatun maksutositteen</strong> suhteen, älä viimeistele kauppaa ennen kuin olet vahvistanut, että olet varmasti vastaanottanut rahat. Sinulla ei ole velvollisuutta viimeistellä kauppaa ennen kuin voit varmistaa, että olet vastaanottanut ostajan maksun. <br/><br/><strong>Älä avaa linkkejä, joita kauppakumppanisi lähettää sinulle</strong>. Käytä tarvittaessa eri selainta kuin mitä käytät normaalisti. <br/><br/>Älä vieraile muilla verkkosivustoilla kuin {appName} selaimella, jota käytät kaupankäyntiin. <strong>Käytä toista selainta muille verkkosivustoille.</strong> <br/><br/> Merkitse {appName} selaimessasi ja käytä aina kirjanmerkkiä vieraillessasi verkkosivustolla. Tämä auttaa sinua välttämään vahingossa käymisen tietojenkalastelusivustoilla, niitä on olemassa ja ne voivat olla erittäin vakuuttavia.
fr: <strong>Prix du marché ou prix fixe</strong><br/>Pour fixer le prix de votre annonce, vous pouvez entrer une marge que vous souhaitez au-dessus du prix du marché de {assetName}. Pour ce faire, entrez un pourcentage dans le champ de la marge après avoir choisi l'option « Prix du marché ». Vous pouvez également spécifier un prix fixe qui ne changera pas tant que vous ne le modifierez pas manuellement. Pour cela, vous devez choisir l'option « Prix fixe » et entrer la valeur du prix. <br/><br/> <strong> Min. / Max. limite de transaction </strong><br/> La limite de transaction minimale définit le plus petit montant qu'une personne peut acheter. Si vous le définissez sur cinq et que votre devise est définie sur EUR, cela signifie que le plus petit montant de transaction pour lequel une personne peut ouvrir une transaction avec vous sera de 5 EUR. La limite de transaction maximale définit le montant de transaction le plus élevé que vous souhaitez accepter. <br/><br/> <strong> Conditions d'échange </strong><br/> Il s'agit du texte que l'acheteur voit avant d'ouvrir une transaction avec vous. C'est une bonne idée d'écrire des instructions pour l'acheteur sur la façon dont vous voulez que la transaction se déroule et si vous avez des instructions spécifiques. Si vous exigez, par exemple, que l'acheteur soumette un reçu comme preuve de paiement avant de finaliser une transaction ou si vous avez besoin que l'acheteur fournisse une pièce d'identité, c'est ici qu'il faut le mentionner. Vous pouvez consulter les annonces d'autres commerçants pour le mode de paiement que vous souhaitez utiliser pour vous faire une idée de ce que contiennent les bonnes conditions commerciales. <br/><br/> <strong> Options supplémentaires </strong><br/><br/> <strong> Limiter les montants à </strong><br/> Vous pouvez restreindre l'annonce à ne pouvoir ouvrir des transactions que pour des montants spécifiques. Si vous saisissez 20, 30, 60 dans la case, un partenaire d'échange potentiel ne pourra ouvrir une transaction que pour 20, 30 ou 60 EUR. <br/><br/> <strong> Détails de paiement </strong><br/> Entrez ici des informations spécifiques relatives à la manière dont l'acheteur doit payer, cela peut être votre numéro de compte bancaire ou votre adresse e-mail (par exemple pour PayPal). <br/><br/> <strong> Score d'évaluation minimum requis </strong><br/> Le minimum d'évaluation vous permet de définir un score d'évaluation minimum requis pour ouvrir une transaction en utilisant votre annonce. <br/><br/> <strong> Limite de la première transaction ({assetSymbol}) </strong><br/> Il s'agit d'une limite de transaction maximale spécifique pour les nouveaux utilisateurs. Si un acheteur sans antécédents d'échanges avec vous souhaite ouvrir une transaction avec vous, il s'agit du montant le plus élevé pour lequel il peut ouvrir une transaction. <br/><br/> <strong> Fenêtre de paiement </strong><br/> Le temps dont dispose l'acheteur pour effectuer le paiement avant que le vendeur puisse annuler la transaction. <br/><br/> <strong> Suivre le montant maximum de liquidité </strong><br/> L'activation du suivi de la liquidité réduit la limite maximale de l'annonce du montant actuellement retenu dans les transactions ouvertes. <br/><br/> <strong> Conseils rapides pour identifier les fraudeurs </strong> <br/><br/><strong>Les acheteurs frauduleux sont souvent pressés.</strong> Plus un client vous demande de vous dépêcher, plus vous devriez avoir de doutes, les vrais clients ont toujours de la patience. <br/><br/>Les acheteurs frauduleux <strong>suggèrent souvent de faire tout ou partie de la transaction en dehors du système de protection par caution d'arbitrage</strong> et ne terminent pas leur part de la transaction. <br/><br/> Faites attention aux <strong>preuves de paiement photoshoppées</strong>, ne finalisez pas une transaction tant que vous n'avez pas confirmé que vous avez reçu l'argent. Vous n'êtes pas obligé de finaliser une transaction jusqu'à ce que vous puissiez vérifier que vous avez reçu le paiement de l'acheteur. <br/><br/><strong>N'ouvrez aucun lien que votre partenaire d'échange vous envoie</strong>. Si vous devez le faire, utilisez un navigateur différent de celui que vous utilisez. <br/><br/>Ne visitez pas de sites Web autres que {appName} avec le navigateur que vous utilisez pour faire des échanges. <strong>Utilisez un navigateur différent pour les autres sites Web.</strong> <br/><br/> Marquez {appName} dans votre navigateur et utilisez toujours le marque-page lorsque vous visitez le site Web. Cela vous aide à éviter de visiter accidentellement des sites Web de phishing, ils existent et peuvent être très convaincants.
it: <strong> Prezzo di mercato o fisso </strong><br/> Per valutare il tuo annuncio puoi inserire un margine che desideri sopra il prezzo di mercato {assetName}. Per fare ciò, inserisci una percentuale nel campo del margine dopo aver scelto l'opzione "Prezzo di mercato". Potresti anche voler specificare un prezzo fisso che non cambierà finché non lo modificherai manualmente. Per questo è necessario scegliere l'opzione “Prezzo fisso” e inserire il valore del prezzo. <br/><br/> <strong> Min. /Massimo. limite di transazione </strong><br/> Il limite minimo di transazione imposta l'importo minimo che qualcuno può acquistare. Se lo imposti su cinque e la tua valuta è impostata su EUR, significa che l'importo minimo per cui qualcuno può aprire un'operazione con te sarà di 5 EUR. Il limite massimo di transazione stabilisce qual è l'importo di scambio più grande che desideri accettare. <br/><br/> <strong> Condizioni commerciali </strong><br/> Questo è il testo che l'acquirente vede prima di aprire uno scambio con te. È una buona idea scrivere istruzioni per l'acquirente su come desideri che proceda l'operazione e se hai istruzioni specifiche. Se richiedi, ad esempio, all'acquirente di inviare una ricevuta come prova di pagamento prima di finalizzare un'operazione o se hai bisogno che l'acquirente fornisca un documento d'identità, questo è il posto giusto per menzionarlo. Puoi dare un'occhiata agli annunci di altri trader per il metodo di pagamento che desideri utilizzare per avere un'idea di quali buone condizioni commerciali contengono. <br/><br/> <strong> Opzioni extra </strong><br/><br/> <strong> Limita gli importi a </strong><br/> È possibile limitare l'annuncio solo alla possibilità di aprire operazioni per importi specifici. Se inserisci 20,30,60 nella casella un potenziale partner commerciale potrà aprire un'operazione solo per 20, 30 o 60 EUR. <br/><br/> <strong> Dettagli del pagamento </strong><br/> Inserisci qui le informazioni specifiche relative alla modalità di pagamento dell'acquirente, questo può essere il numero del tuo conto bancario o l'indirizzo e-mail (ad esempio per PayPal). <br/><br/> <strong> Punteggio di feedback minimo richiesto </strong><br/> Il feedback minimo ti consente di impostare un punteggio di feedback minimo richiesto per poter aprire uno scambio utilizzando il tuo annuncio. <br/><br/> <strong> Primo limite temporale ({assetSymbol}) </strong><br/> Si tratta di un limite massimo di transazione specifico per i nuovi utenti. Se un acquirente senza precedenti di scambi con te desidera aprire un'operazione con te, questo è l'importo massimo per cui può aprire un'operazione. <br/><br/> <strong> Finestra di pagamento </strong><br/> Il tempo a disposizione dell'acquirente per completare il pagamento prima che il venditore possa annullare l'operazione. <br/><br/> <strong> Traccia l'importo massimo della liquidità </strong><br/> L'abilitazione del tracciamento della liquidità riduce il limite massimo dell'annuncio in base all'importo attualmente trattenuto nelle transazioni aperte. <br/><br/> <strong> Suggerimenti rapidi per identificare i truffatori </strong> <br/><br/><strong>Gli acquirenti fraudolenti hanno spesso fretta.</strong> Più un cliente ti chiede di sbrigarti, più diventa sospettoso dovresti esserlo, i veri clienti hanno sempre pazienza. <br/><br/>Gli acquirenti fraudolenti spesso <strong>suggeriscono di eseguire tutta o parte della transazione al di fuori del sistema di protezione delle obbligazioni arbitrali </strong>e quindi non completano la loro parte della transazione. <br/><br/> Fai attenzione alle <strong>prove di pagamento ritoccate con Photoshop</strong>, non finalizzare uno scambio finché non hai confermato di aver ricevuto il denaro. Non sei obbligato a finalizzare uno scambio finché non puoi verificare di aver ricevuto il pagamento dell'acquirente. <br/><br/><strong>Non aprire alcun link che il tuo partner commerciale ti sta inviando</strong>. Se necessario, utilizza un browser diverso da quello che stai utilizzando. <br/><br/>Non visitare siti web diversi da {appName} con il browser che stai utilizzando per fare trading. <strong>Utilizza un browser diverso per altri siti Web.</strong> <br/><br/> Aggiungi ai preferiti {appName} nel tuo browser e utilizza sempre il segnalibro quando visiti il sito Web. Questo ti aiuta a evitare di visitare accidentalmente siti di phishing, esistono e possono essere molto convincenti.
lt: <strong> Rinkos arba fiksuota kaina </strong><br/> Norėdami įkainoti skelbimą, galite įvesti norimą maržą, viršijančią {assetName} rinkos kainą. Norėdami tai padaryti, maržos lauke įveskite procentą, pasirinkę parinktį „Rinkos kaina“. Taip pat galite nurodyti fiksuotą kainą, kuri nepasikeis, kol jos nepakeisite rankiniu būdu. Tam reikia pasirinkti parinktį „Fiksuota kaina“ ir įvesti kainos vertę. <br/><br/> <strong> Min. / Maks. operacijų limitas </strong><br/> Minimalus operacijos limitas nustato mažiausią sumą, kurią kas nors gali nusipirkti. Jei nustatote jį į penkis, o jūsų valiuta yra eurai, tai reiškia, kad mažiausia prekybos suma, už kurią kažkas gali sudaryti sandorį su jumis, bus 5 eurai. Maksimalus sandorio limitas nustato, kokia yra didžiausia prekybos suma, kurią norite priimti. <br/><br/> <strong> Prekybos sąlygos </strong><br/> Tai yra tekstas, kurį pirkėjas mato prieš pradėdamas sandorį su jumis. Patartina pirkėjui parašyti instrukcijas, kaip norite, kad prekyba vyktų ir ar turite kokių nors konkrečių nurodymų. Jei, pavyzdžiui, reikalaujate, kad pirkėjas pateiktų kvitą kaip mokėjimo įrodymą prieš užbaigiant sandorį arba jei reikia, kad pirkėjas pateiktų asmens tapatybės dokumentą, tai yra vieta, kurią reikia paminėti. Galite pažvelgti į kitų prekybininkų skelbimus apie mokėjimo būdą, kurį norite naudoti, kad suprastumėte, ką sudaro geros prekybos sąlygos. <br/><br/> <strong> Papildomos parinktys </strong><br/><br/> <strong> Limit sumos iki </strong><br/> Galite apriboti skelbimą, kad būtų galima atidaryti tik tam tikros sumos sandorius. Jei į laukelį įvesite 20,30,60, potencialus prekybos partneris galės atidaryti tik 20, 30 ar 60 EUR sandorį. <br/><br/> <strong> Mokėjimo informacija </strong><br/> Čia įveskite konkrečią informaciją, susijusią su pirkėjo mokėjimo būdu, tai gali būti jūsų banko sąskaitos numeris arba el. pašto adresas (pvz., PayPal). $ <br/><br/> <strong> Pirmasis laiko limitas ({assetSymbol}) </strong><br/> Tai konkretus maksimalus operacijų limitas naujiems naudotojams. Jei pirkėjas, neturintis ankstesnės prekybos istorijos su jumis, nori sudaryti sandorį su jumis, tai yra didžiausia suma, už kurią jis gali sudaryti sandorį. <br/><br/> <strong> Mokėjimo langas </strong><br/> Laikas, per kurį pirkėjas turi atlikti mokėjimą, kol pardavėjas galės atšaukti prekybą. $ <br/><br/> <strong> Greiti patarimai, kaip atpažinti sukčius </strong> <br/><br/><strong>Apgaulingi pirkėjai dažnai skuba.</strong> Kuo labiau klientas prašo jūsų paskubėti/skubėti turėtum būti, tikri klientai visada turi kantrybės. <br/><br/> Apgaulingi pirkėjai dažnai <strong> siūlo atlikti visą sandorį arba jo dalį ne pagal arbitražo obligacijų apsaugos sistemą </strong>, o tada nebaigia savo operacijos dalies. <br/><br/> Būkite atsargūs su <strong>Photoshopu nupirktu mokėjimo įrodymu</strong>, neužbaikite sandorio, kol nepatvirtinsite, kad gavote pinigus. Jūs neprivalote užbaigti sandorio, kol negalite patikrinti, ar gavote pirkėjo mokėjimą. <br/><br/><strong>Neatidarykite jokių nuorodų, kurias jums siunčia jūsų prekybos partneris</strong>. Jei reikia, naudokite kitą naršyklę nei ta, kurią naudojate. <br/><br/>Naudodamiesi naršykle, kurią naudojate prekybai, nesilankykite kitose svetainėse, išskyrus {appName}. <strong> Kitoms svetainėms naudokite kitą naršyklę.</strong> <br/><br/> Pažymėkite {appName} savo naršyklėje ir visada naudokite žymę, kai lankotės svetainėje. Tai padeda išvengti atsitiktinio apsilankymo sukčiavimo svetainėse, jos egzistuoja ir gali būti labai įtikinamos.
nb: <strong> Markeds- eller fastpris </strong><br/> For å prissette annonsen din kan du angi en margin du ønsker over markedsprisen {assetName}. For å gjøre det, skriv inn en prosentandel i marginfeltet etter å ha valgt alternativet "Markedspris". Det kan også være lurt å angi en fast pris som ikke endres før du endrer den manuelt. For dette må du velge alternativet "Fast pris" og angi prisverdien. <br/><br/> <strong> Min. / Maks. transaksjonsgrense </strong><br/> Minimumstransaksjonsgrensen angir det minste beløpet noen kan kjøpe. Hvis du setter den til fem, og du har valutaen din satt til EUR, betyr det at det minste handelsbeløpet noen kan åpne en handel med deg for vil være for 5 EUR. Den maksimale transaksjonsgrensen angir hva det største handelsbeløpet du vil godta er. <br/><br/> <strong> Handelsbetingelser </strong><br/> Dette er teksten kjøperen ser før han åpner en handel med deg. Det er lurt å skrive instruksjoner til kjøperen om hvordan du vil at handelen skal foregå og om du har noen spesifikke instruksjoner. Hvis du for eksempel krever at kjøperen sender inn en kvittering som bevis på betaling før du fullfører en handel, eller hvis du trenger at kjøperen oppgir ID, er dette stedet å nevne det. Du kan ta en titt på andre traderes annonser for betalingsmåten du ønsker å bruke for å få et inntrykk av hva gode handelsbetingelser inneholder. <br/><br/> <strong> Ekstra alternativer </strong><br/><br/> <strong> Begrens beløp til </strong><br/> Du kan begrense annonsen til kun å kunne åpne handler for bestemte beløp. Hvis du skriver inn 20,30,60 i boksen, kan en potensiell handelspartner bare åpne en handel for 20, 30 eller 60 EUR. <br/><br/> <strong> Betalingsdetaljer </strong><br/> Skriv inn spesifikk informasjon om hvordan kjøperen skal betale, dette kan være bankkontonummeret eller e-postadressen din (f.eks. for PayPal). <br/><br/> <strong> Nødvendig minimumsscore for tilbakemelding </strong><br/> Tilbakemeldingsminimumet lar deg angi et minimumskrav for tilbakemelding for å åpne en handel ved å bruke annonsen din. <br/><br/> <strong> Første tidsgrense ({assetSymbol}) </strong><br/> Dette er en spesifikk maksimal transaksjonsgrense for nye brukere. Hvis en kjøper uten tidligere handelshistorikk med deg ønsker å åpne en handel med deg, er dette det største beløpet de kan åpne en handel for. <br/><br/> <strong> Betalingsvindu </strong><br/> Hvor lang tid kjøperen har på å fullføre betalingen før selgeren kan kansellere handelen. <br/><br/> <strong> Spor maksimumsbeløpslikviditet </strong><br/> Aktivering av sporing av likviditet senker maksimalgrensen for annonsen med beløpet som for øyeblikket holdes oppe i åpne handler. <br/><br/> <strong> Raske tips for å identifisere svindlere </strong> <br/><br/><strong>Svindelkjøpere har ofte det travelt.</strong> Jo mer en kunde ber deg om å forhaste deg, jo mer haste du burde være, ekte kunder har alltid tålmodighet. <br/><br/>Sviktige kjøpere <strong> foreslår ofte å gjøre hele eller deler av transaksjonen utenfor voldgiftsobligasjonsbeskyttelsessystemet </strong> og deretter ikke fullføre sin del av transaksjonen. <br/><br/> Vær forsiktig med <strong>photoshoppet betalingsbevis</strong>, ikke fullfør en handel før du har bekreftet at du har mottatt pengene. Du er ikke forpliktet til å fullføre en handel før du kan bekrefte at du har mottatt kjøpers betaling. <br/><br/><strong>Ikke åpne noen koblinger som handelspartneren din sender til deg</strong>. Hvis du må, bruk en annen nettleser enn den du bruker. <br/><br/>Ikke besøk andre nettsteder enn {appName} med nettleseren du bruker til å handle. <strong>Bruk en annen nettleser for andre nettsteder.</strong> <br/><br/> Bokmerk {appName} i nettleseren din og bruk alltid bokmerket når du besøker nettstedet. Dette hjelper deg å unngå å besøke phishing-nettsteder ved et uhell, de finnes og kan være veldig overbevisende.
nl: <strong> Marktprijs of vaste prijs </strong><br/> Om uw advertentie te prijzen kunt u een gewenste marge invoeren boven de {assetName} marktprijs. Om dat te doen, voert u een percentage in het margeveld in na het kiezen van de optie "Marktprijs". U kunt ook een vaste prijs opgeven die niet verandert totdat u deze handmatig wijzigt. Hiervoor moet u de optie "Vaste prijs" kiezen en de prijswaarde invoeren. <br/><br/> <strong> Min. / Max. transactielimiet </strong><br/> Het minimale transactielimiet bepaalt de kleinste hoeveelheid die iemand kan kopen. Als u dit instelt op vijf, en u heeft uw valuta ingesteld op EUR, betekent dit dat het kleinste transactiebedrag waarvoor iemand een transactie met u kan openen, 5 EUR is. Het maximale transactielimiet bepaalt wat het grootste handelsbedrag is dat u wilt accepteren. <br/><br/> <strong> Handelsvoorwaarden </strong><br/> Dit is de tekst die de koper ziet voordat hij een transactie met u opent. Het is een goed idee om instructies voor de koper te schrijven over hoe u de transactie wilt laten verlopen en of u specifieke instructies heeft. Als u bijvoorbeeld van de koper verlangt dat hij een betalingsbewijs overlegt voordat u een transactie voltooit, of als u de koper om een identiteitsbewijs vraagt, dan is dit de plaats om dit te vermelden. U kunt advertenties van andere handelaren bekijken voor de betaalmethode die u wilt gebruiken om een idee te krijgen van wat goede handelsvoorwaarden inhouden. <br/><br/> <strong> Extra opties </strong><br/><br/> <strong> Beperk bedragen tot </strong><br/> U kunt de advertentie beperken tot het alleen kunnen openen van transacties voor specifieke bedragen. Als u 20,30,60 in de box invoert, kan een potentiële handelspartner alleen een transactie openen voor 20, 30 of 60 EUR. <br/><br/> <strong> Betalingsgegevens </strong><br/> Voer hier specifieke informatie in over hoe de koper dient te betalen, dit kan uw bankrekeningnummer of e-mailadres zijn (bijvoorbeeld voor PayPal). <br/><br/> <strong> Vereiste minimale feedbackscore </strong><br/> Met het feedbackminimum kunt u een minimaal vereiste feedbackscore instellen om een transactie te openen met uw advertentie. <br/><br/> <strong> Eerste tijdslimiet ({assetSymbol}) </strong><br/> Dit is een specifieke maximale transactielimiet voor nieuwe gebruikers. Als een koper zonder eerdere handelsgeschiedenis met u een transactie met u wil openen, is dit het grootste bedrag waarvoor ze een transactie kunnen openen. <br/><br/> <strong> Betalingsperiode </strong><br/> De hoeveelheid tijd die de koper heeft om de betaling te voltooien voordat de verkoper de transactie kan annuleren. <br/><br/> <strong> Maximale liquiditeit volgen </strong><br/> Als u liquiditeit volgen inschakelt, wordt de maximale limiet van de advertentie verlaagd met het bedrag dat momenteel wordt vastgehouden in open transacties. <br/><br/> <strong> Snelle tips voor het identificeren van oplichters </strong> <br/><br/><strong>Frauduleuze kopers hebben vaak haast.</strong> Hoe meer een klant u vraagt om te haasten, hoe verdachter dat u zou moeten zijn, echte klanten hebben altijd geduld. <br/><br/>Frauduleuze kopers stellen vaak <strong> voor om de transactie geheel of gedeeltelijk buiten het arbitragebeschermingssysteem </strong> te doen en voltooien vervolgens hun deel van de transactie niet. <br/><br/> Wees voorzichtig met <strong>gefotoshopt betalingsbewijs</strong>, rond een ruil niet af totdat u heeft bevestigd dat u het geld heeft ontvangen. U bent niet verplicht om een transactie af te ronden totdat u kunt verifiëren dat u de betaling van de koper heeft ontvangen. <br/><br/><strong>Open geen links die uw handelspartner naar u stuurt</strong>. Gebruik indien nodig een andere browser dan degene die u gebruikt. <br/><br/>Bezoek geen andere websites dan {appName} met de browser die u gebruikt om te handelen. <strong>Gebruik een andere browser voor andere websites.</strong> <br/><br/> Bookmark {appName} in uw browser en gebruik altijd de bookmark als u de website bezoekt. Dit helpt u om te voorkomen dat u per ongeluk phishing-websites bezoekt, ze bestaan en kunnen zeer overtuigend zijn.
pl: <strong> Cena rynkowa lub stała </strong> <br/> Ustalając cenę ogłoszenia, możesz wprowadzić marżę powyżej ceny rynkowej {assetName}. Aby to zrobić, wprowadź procent w polu marży po wybraniu opcji „Cena rynkowa”. Możesz także określić stałą cenę, która nie zmieni się, dopóki Ty jej nie zmienisz. W tym celu musisz wybrać opcję „Stała cena” i wprowadzić cenę. <br/> <br/> <strong> Min. / Maks. limit transakcji </strong> <br/> Minimalny limit transakcji ustawia najmniejszą kwotę, którą ktoś może kupić. Jeśli ustawisz go na 5, a masz ustawioną walutę na EUR, oznacza to, że najmniejsza kwota handlu, za którąś ktoś może z Tobą handlować to będzie 5 EUR. Maksymalny limit transakcji ustawia największą kwotę, którą chcesz zaakceptować. <br/> <br/> <strong> Warunki handlu </strong> <br/> To jest tekst, który kupujący widzi, zanim otworzy z Tobą handel. Dobrze napisać instrukcje dla kupującego, w jaki sposób chcesz, aby transakcja była kontynuowana i jeśli masz jakieś konkretne instrukcje. Jeśli potrzebujesz na przykład, żeby kupujący wysłał paragon jako dowód płatności przed sfinalizowaniem handlu lub jeśli potrzebujesz, żeby kupujący podał dane identyfikacyjne, to warunki handlu są miejscem, żeby o tym napisać. Możesz przyjrzeć się ogłoszeniom innych handlowców z metodom płatności, których chcesz użyć, aby dowiedzieć się, jakie mają warunki. <br/> <br/> <strong> Dodatkowe opcje </strong> <br/> <br/> <strong> Ogranicz kwoty do </strong> <br/> Możesz ograniczyć ogłoszenie do możliwości handlowania tylko określonych kwoty. Jeśli wpiszesz 20,30,60 w pole, potencjalny partner handlowy może otworzyć handel tylko za 20, 30 lub 60 EUR. <br/> <br/> <strong> Szczegóły płatności </strong> <br/> Wprowadź tutaj szczegółowe informacje dotyczące sposobu zapłaty kupującego, może to być numer konta bankowego lub adres email (np. w przypadku PayPala) . <br/> <br/> <strong> Wymagalna minimalna ocena </strong> <br/> Minimalna ocena, aby otworzyć handel za pomocą ogłoszenia. <br/> <br/> <strong> Limit pierwszego handlu ({assetSymbol}) </strong> <br/> Jest to konkretny maksymalny limit transakcji dla nowych użytkowników, jeśli kupujący bez wcześniejszych handli z Tobą chce otworzyć, jest to największa kwota, za którą mogą otworzyć handel. <br/> <br/> <strong> Okno płatności </strong> <br/> Czas, w którym kupujący musi dokonać płatności, zanim sprzedawca będzie w stanie anulować handel. <br/> <br/> <strong> Śledź maksymalną płynność </strong> <br/> Umożliwianie śledzenia płynności obniża maksymalny limit ogłoszenia o kwotę, obecnie utrzymywaną w otwartych transakcjach. <br/> <br/> <strong> Szybkie wskazówki na temat identyfikacji oszustów </strong> <br/> <br/> <strong> Nieuczciwi kupujący często się spieszą. </strong> Im bardziej klient naciska tym bardziej podejrzliwy powinieneś być, uczciwi klienci zawsze są cierpliwi. <br/> <br/> Nieuczciwi nabywcy często <strong> sugerują wykonanie całości lub części transakcji poza systemem ochrony arbitrażowej </strong>, a następnie nie uzupełniają części transakcji. <br/> <br/> Uważaj na <strong> photoshopowane dowody zapłaty </strong>, nie finalizuj handlu, dopóki nie masz pewności, że otrzymałeś pieniądze. Nie jesteś zobowiązany do sfinalizowania handlu, dopóki nie możesz sprawdzić, czy otrzymałeś płatność kupującego. <br/> <br/> <strong> Nie otwieraj żadnych linków, które Twój partner handlowy Ci wysyła </strong>. Jeśli musisz, użyj innej przeglądarki niż ta, której używasz do handlu. <br/> <br/> Nie odwiedzaj stron internetowych innych niż {appName} przeglądarką, której używasz do handlu. <strong> Użyj innej przeglądarki do innych stron internetowych. </strong> <br/> <br/> Zapisz {appName} jako bookmark w przeglądarce i zawsze używaj tego bookmarka odwiedzając stronę. Pomaga to unikać przypadkowego odwiedzania witryn phishingowych, takowe istnieją i mogą być bardzo przekonujące.
pt_br: <strong> Preço de mercado ou fixo </strong><br/> Para precificar seu anúncio, você pode inserir uma margem que desejar acima do preço de mercado {assetName}. Para isso, insira uma porcentagem no campo margem após escolher a opção “Preço de mercado”. Você também pode especificar um preço fixo que não será alterado até que você o altere manualmente. Para isso você precisa escolher a opção “Preço Fixo” e inserir o valor do preço. <br/><br/> <strong> Min. / máx. limite de transação </strong><br/> O limite mínimo de transação define o menor valor que alguém pode comprar. Se você defini-lo como cinco e tiver sua moeda definida como EUR, isso significa que o menor valor comercial que alguém pode abrir uma negociação com você será de 5 euros. O limite máximo de transação define qual é o maior valor de negociação que você deseja aceitar. <br/><br/> <strong> Termos de troca </strong><br/> Este é o texto que o comprador vê antes de abrir uma negociação com você. É uma boa ideia escrever instruções para o comprador sobre como você deseja que a negociação prossiga e se você tiver alguma instrução específica. Se você exigir, por exemplo, que o comprador envie um recibo como comprovante de pagamento antes de finalizar uma negociação ou se precisar que o comprador forneça um ID, este é o local para mencioná-lo. Você pode dar uma olhada nos anúncios de outros comerciantes para o método de pagamento que deseja usar para ter uma ideia do que os bons termos de troca contêm. <br/><br/> <strong> Opções extras </strong><br/><br/> <strong> Limite de valores para </strong><br/> Você pode restringir o anúncio para abrir negociações apenas para valores específicos. Se você inserir 20,30,60 na caixa, um potencial parceiro comercial só poderá abrir uma negociação de 20, 30 ou 60 euros. <br/><br/> <strong> Dados de pagamento </strong><br/> Insira aqui informações específicas sobre como o comprador deve pagar, pode ser o número da sua conta bancária ou endereço de e-mail (por exemplo, para PayPal). <br/><br/> <strong> Pontuação mínima de feedback necessária </strong><br/> O feedback mínimo permite que você defina uma pontuação mínima de feedback necessária para abrir uma negociação usando seu anúncio. <br/><br/> <strong> Primeiro limite de tempo ({assetSymbol}) </strong><br/> Este é um limite máximo específico de transação para novos usuários. Se um comprador sem histórico anterior de negociação com você quiser abrir uma negociação com você, esse é o maior valor pelo qual ele pode abrir uma negociação. <br/><br/> <strong> Janela de pagamento </strong><br/> A quantidade de tempo que o comprador tem para concluir o pagamento antes que o vendedor possa cancelar a negociação. <br/><br/> <strong> Rastrear o valor máximo de liquidez </strong><br/> Habilitar o rastreamento de liquidez reduz o limite máximo do anúncio pelo valor atualmente retido em negociações abertas. <br/><br/> <strong> Dicas rápidas para identificar golpistas </strong> <br/><br/><strong>Compradores fraudulentos geralmente estão com pressa.</strong> Quanto mais um cliente pede para você se apressar, mais suspeitos você deveria ser, clientes reais sempre têm paciência. <br/><br/>Compradores fraudulentos muitas vezes <strong>sugerem fazer toda ou parte da transação fora do sistema de proteção de títulos de arbitragem </strong>e depois não concluem sua parte da transação. <br/><br/> Tenha cuidado com <strong>provas de pagamento com photoshop</strong>, não finalize uma negociação até confirmar que recebeu o dinheiro. Você não é obrigado a finalizar uma negociação até que possa verificar se recebeu o pagamento do comprador. <br/><br/><strong>Não abra nenhum link que seu parceiro comercial esteja enviando para você</strong>. Se for necessário, use um navegador diferente daquele que você está usando. <br/><br/>Não visite sites que não sejam {appName} com o navegador que você está usando para negociar. <strong>Use um navegador diferente para outros sites.</strong> <br/><br/> Marque {appName} em seu navegador e sempre use o marcador ao visitar o site. Isso ajuda você a evitar visitar acidentalmente sites de phishing, eles existem e podem ser muito convincentes.
sl: <strong> Tržna ali fiksna cena </strong><br/> Za ceno vašega oglasa lahko vnesete maržo, ki jo želite nad {assetName} tržno ceno. To storite tako, da vnesete odstotek v polje marže, potem ko izberete možnost "Tržna cena". Morda boste želeli določiti tudi fiksno ceno, ki se ne bo spremenila, dokler je ročno ne spremenite. Za to morate izbrati možnost "Fiksna cena" in vnesti vrednost cene. <br/><br/> <strong> Min. / Maks. omejitev transakcije </strong><br/> Najmanjša omejitev transakcije določa najmanjši znesek, ki ga lahko nekdo kupi. Če ga nastavite na pet, vaša valuta pa je nastavljena na EUR, to pomeni, da bo najmanjši znesek trgovanja, za katerega lahko nekdo odpre trgovanje z vami, 5 EUR. Največja omejitev transakcije določa največji znesek trgovanja, ki ga želite sprejeti. <br/><br/> <strong> Pogoji trgovanja </strong><br/> To je besedilo, ki ga vidi kupec, preden sklene posel z vami. Dobro je, da kupcem napišete navodila in opis postopka. Če na primer od kupca zahtevate, da predloži potrdilo kot dokazilo o plačilu, preden sklenete posel, ali če zahtevate osebni dokument, je tukaj pravi kraj, da to omenite. Za način plačila, ki ga želite uporabiti, si lahko ogledate oglase drugih trgovalcev, da dobite predstavo o tem, kaj vsebujejo dobri pogoji trgovanja. <br/><br/> <strong> Dodatne možnosti </strong><br/><br/> <strong> Omejitev zneskov </strong><br/> Oglas lahko omejite na samo določene zneske. Če v polje vnesete 20, 30, 60, lahko potencialni trgovinski partner odpre posel le za 20, 30 ali 60 EUR. <br/><br/> <strong> Podatki o plačilu </strong><br/> Sem vnesite posebne informacije v zvezi s tem, kako naj kupec plača. To je lahko številka vašega bančnega računa ali e-poštni naslov (npr. za PayPal). <br/><br/> <strong> Zahtevana najmanjša povratna ocena </strong><br/> Najmanjša povratna ocena vam omogoča, da nastavite minimalno zahtevano oceno povratnih informacij za pričetek trgovanja preko vašega oglasa. <br/><br/> <strong> Omejitev prvega trgovanja({assetSymbol}) </strong><br/> To je omejitev največje transakcije za nove uporabnike. Če želi kupec brez predhodne zgodovine trgovanja z vami trgovati, je to največji znesek, za katerega lahko odpre trade. <br/><br/> <strong> Plačilno okno </strong><br/> Čas, v katerem mora kupec dokončati plačilo, preden lahko prodajalec prekliče posel. <br/><br/> <strong> Sledite najvišjemu znesku likvidnosti </strong><br/> Omogočanje sledenja likvidnosti zniža najvišjo omejitev oglasa za znesek, ki je trenutno zadržan v odprtih trejdih. <br/><br/> <strong> Hitri nasveti za prepoznavanje goljufov </strong> <br/><br/><strong>Goljufivim kupcem se pogosto mudi.</strong> Bolj kot vas stranka prosi, da pohitite, bolj je sumljivo, prave stranke imajo vedno potrpljenje. <br/><br/>Goljufivi kupci pogosto <strong>predlagajo izvedbo celotne ali dela transakcije zunaj sistema zaščite arbitražnih obveznic </strong>in nato ne dokončajo svojega dela transakcije. <br/><br/> Bodite previdni pri <strong>dokazih o plačilu, obdelanih v fotošopu </strong>, ne zaključite posla, dokler ne potrdite, da ste prejeli denar. Niste dolžni končati trgovanja, dokler niste sigurni, da ste res prejeli kupčevo plačilo. <br/><br/><strong>Ne odpirajte nobenih povezav, ki vam jih pošlje vaš partner trgovanja </strong>. Če morate, uporabite drug brskalnik od tistega, ki ga uporabljate. <br/><br/>Z brskalnikom, ki ga uporabljate za trgovanje, ne obiskujte drugih spletnih mest, razen {appName}. <strong>Uporabite drug brskalnik za druga spletna mesta.</strong> <br/><br/> Dodajte {appName} med zaznamke v brskalniku in vedno uporabite zaznamek, ko obiščete spletno mesto. To vam pomaga, da se izognete obisku lažnih spletnig mest, saj so lahko zelo prepričljiva.
sv: <strong> Marknadspris eller fast pris </strong><br/> För att prissätta din annons kan du ange en marginal du vill ha över marknadspriset {assetName}. För att göra det, ange en procentandel i marginalfältet efter att ha valt alternativet "Marknadspris". Du kanske också vill ange ett fast pris som inte ändras förrän du ändrar det manuellt. För detta måste du välja alternativet "Fast pris" och ange prisvärdet. <br/><br/> <strong> Min. / Max. transaktionsgräns </strong><br/> Den lägsta transaktionsgränsen anger det minsta belopp som någon kan köpa. Om du ställer in den till fem, och du har din valuta inställd på EUR, betyder det att det minsta handelsbelopp som någon kan öppna en handel med dig för kommer att vara för 5 EUR. Den maximala transaktionsgränsen anger vad det största handelsbeloppet du vill acceptera är. <br/><br/> <strong> Handelsvillkor </strong><br/> Detta är texten som köparen ser innan han öppnar en affär med dig. Det är en bra idé att skriva instruktioner till köparen om hur du vill att handeln ska gå till och om du har några specifika instruktioner. Om du till exempel kräver att köparen lämnar in ett kvitto som betalningsbevis innan du slutför en affär eller om du behöver köparen att uppge ett ID, är det här platsen att nämna det. Du kan ta en titt på andra handlares annonser för den betalningsmetod du vill använda för att få en uppfattning om vad bra handelsvillkor innehåller. <br/><br/> <strong> Extra alternativ </strong><br/><br/> <strong> Begränsa belopp till </strong><br/> Du kan begränsa annonsen till att endast kunna öppna affärer för specifika belopp. Om du anger 20,30,60 i rutan kan en potentiell handelspartner bara öppna en handel för 20, 30 eller 60 EUR. <br/><br/> <strong> Betalningsinformation </strong><br/> Ange här specifik information om hur köparen ska betala, detta kan vara ditt bankkontonummer eller e-postadress (t.ex. för PayPal). <br/><br/> <strong> Krävs minsta feedbackpoäng </strong><br/> Feedbackminimum låter dig ställa in en minsta nödvändig feedbackpoäng för att öppna en handel med din annons. <br/><br/> <strong> Första tidsgräns ({assetSymbol}) </strong><br/> Detta är en specifik maximal transaktionsgräns för nya användare. Om en köpare utan tidigare handelshistorik med dig vill öppna en handel med dig, är detta det största beloppet de kan öppna en handel för. <br/><br/> <strong> Betalningsfönster </strong><br/> Den tid som köparen har på sig att slutföra betalningen innan säljaren kan avbryta affären. <br/><br/> <strong> Spåra maximalt belopp likviditet </strong><br/> Aktivering av spårning av likviditet sänker maxgränsen för annonsen med det belopp som för närvarande hålls uppe i öppna affärer. <br/><br/> <strong> Snabbtips för att identifiera bedragare </strong> <br/><br/><strong>Bedrägliga köpare har ofta bråttom.</strong> Ju mer en kund ber dig att bli misstänksam/bråttom desto mer bråttom du borde vara, riktiga kunder har alltid tålamod. <br/><br/>Bedrägliga köpare <strong> föreslår ofta att hela eller delar av transaktionen görs utanför skiljedomsobligationsskyddssystemet </strong> och sedan inte slutför sin del av transaktionen. <br/><br/> Var försiktig med <strong>photoshoppad betalningsbevis</strong>, slutför inte en affär förrän du har bekräftat att du har fått pengarna. Du är inte skyldig att slutföra en affär förrän du kan verifiera att du har fått köparens betalning. <br/><br/><strong>Öppna inga länkar som din handelspartner skickar till dig</strong>. Om du måste, använd en annan webbläsare än den du använder. <br/><br/>Besök inte andra webbplatser än {appName} med webbläsaren som du använder för att handla. <strong>Använd en annan webbläsare för andra webbplatser.</strong> <br/><br/> Bokmärk {appName} i din webbläsare och använd alltid bokmärket när du besöker webbplatsen. Detta hjälper dig att undvika att av misstag besöka nätfiskewebbplatser, de finns och kan vara mycket övertygande.
tl: <strong> Market o fixed price </strong><br/> Upang mapresyo ang iyong ad, maaari kang maglagay ng margin na gusto mo sa itaas ng {assetName} na presyo sa merkado. Upang gawin iyon, maglagay ng porsyento sa field ng margin pagkatapos piliin ang opsyong “Market price”. Maaari mo ring tukuyin ang isang nakapirming presyo na hindi magbabago hanggang sa manu-mano mong baguhin ito. Para dito kailangan mong piliin ang opsyong "Fixed price" at ipasok ang halaga ng presyo. <br/><br/> <strong> Min. / Max. limitasyon ng transaksyon </strong><br/> Ang minimum na limitasyon sa transaksyon ay nagtatakda ng pinakamaliit na halagang mabibili ng isang tao. Kung itinakda mo ito sa lima, at itinakda mo ang iyong pera sa EUR, nangangahulugan ito na ang pinakamaliit na halaga ng kalakalan na maaaring buksan ng isang tao sa isang kalakalan sa iyo ay para sa 5 EUR. Itinatakda ng maximum na limitasyon sa transaksyon kung ano ang pinakamalaking halaga ng kalakalan na gusto mong tanggapin. <br/><br/> <strong> Mga Tuntunin ng Trade </strong><br/> Ito ang text na nakikita ng mamimili bago siya magbukas ng trade sa iyo. Magandang ideya na magsulat ng mga tagubilin para sa mamimili kung paano mo gustong magpatuloy ang kalakalan at kung mayroon kang anumang partikular na tagubilin. Kung kailangan mo, halimbawa, ang mamimili na magsumite ng isang resibo bilang patunay ng pagbabayad bago mo tapusin ang isang trade o kung kailangan mong magbigay ng ID ang mamimili, ito ang lugar para banggitin ito. Maaari mong tingnan ang mga advertisement ng iba pang mga mangangalakal para sa paraan ng pagbabayad na gusto mong gamitin upang makakuha ng ideya kung ano ang nilalaman ng magagandang tuntunin ng kalakalan. <br/><br/> <strong> Mga karagdagang opsyon </strong><br/><br/> <strong> Limitahan ang mga halaga sa </strong><br/> Maaari mong paghigpitan ang advertisement na makapagbukas lang ng mga trade para sa mga partikular na halaga. Kung magpasok ka ng 20,30,60 sa kahon, ang isang potensyal na kasosyo sa kalakalan ay maaari lamang magbukas ng kalakalan para sa 20, 30 o 60 EUR. <br/><br/> <strong> Mga detalye ng pagbabayad </strong><br/> Ipasok dito ang partikular na impormasyong nauugnay sa kung paano dapat magbayad ang mamimili, maaaring ito ang iyong bank account number o e-mail address (hal. para sa PayPal). <br/><br/> <strong> Kinakailangang minimum na marka ng feedback </strong><br/> Ang minimum na feedback ay nagbibigay-daan sa iyong magtakda ng minimum na kinakailangang marka ng feedback upang magkaroon ng isang trade gamit ang iyong advertisement. <br/><br/> <strong> First time limit ({assetSymbol}) </strong><br/> Isa itong partikular na maximum na limitasyon sa transaksyon para sa mga bagong user. Kung ang isang mamimili na walang nakaraang kasaysayan ng kalakalan sa iyo ay gustong magbukas ng isang kalakalan sa iyo, ito ang pinakamalaking halaga na maaari nilang buksan ang isang kalakalan. <br/><br/> <strong> Payment window </strong><br/> Ang tagal ng oras na kailangang kumpletuhin ng mamimili ang pagbabayad bago magawang kanselahin ng nagbebenta ang kalakalan. <br/><br/> <strong> Subaybayan ang maximum na halaga ng liquidity </strong><br/> Ang pagpapagana sa pagsubaybay sa liquidity ay nagpapababa sa maximum na limitasyon ng ad sa pamamagitan ng halaga na kasalukuyang naka-hold up sa mga bukas na trade. <br/><br/> <strong> Mabilis na mga tip sa pagtukoy ng mga scammer </strong> <br/><br/><strong>Madalas na nagmamadali ang mga mapanlinlang na mamimili.</strong> Kapag mas hinihiling sa iyo ng customer na magmadali/magmadali, mas kahina-hinala. dapat ikaw, ang tunay na mga customer ay laging may pasensya. <br/><br/>Madalas na <strong>nagmumungkahi ang mga mapanlinlang na mamimili na gawin ang lahat o bahagi ng transaksyon sa labas ng sistema ng proteksyon ng arbitration bond </strong>at pagkatapos ay huwag kumpletuhin ang kanilang bahagi ng transaksyon. <br/><br/> Mag-ingat sa <strong>photoshopped na ebidensya sa pagbabayad</strong>, huwag tapusin ang isang trade hanggang sa makumpirma mo na natanggap mo ang pera. Hindi ka obligadong tapusin ang isang trade hanggang sa ma-verify mo na natanggap mo ang bayad ng mamimili. <br/><br/><strong>Huwag magbukas ng anumang link na ipinapadala sa iyo ng iyong kasosyo sa kalakalan</strong>. Kung kailangan mo, gumamit ng ibang browser kaysa sa iyong ginagamit. <br/><br/>Huwag bumisita sa mga website maliban sa {appName} gamit ang browser na iyong ginagamit sa pangangalakal. <strong>Gumamit ng ibang browser para sa iba pang mga website.</strong> <br/><br/> I-bookmark ang {appName} sa iyong browser at palaging gamitin ang bookmark kapag bumibisita sa website. Nakakatulong ito sa iyo na maiwasan ang hindi sinasadyang pagbisita sa mga website ng phishing, umiiral ang mga ito at maaaring maging napakakumbinsi.
tr: <strong> Pazar veya sabit fiyat </strong><br/> Reklamınızı fiyatlandırmak için {assetName} pazar fiyatının üzerinde istediğiniz bir marj girebilirsiniz. Bunun için “Piyasa fiyatı” seçeneğini seçtikten sonra marj alanına bir yüzde girin. Siz manuel olarak değiştirene kadar değişmeyecek sabit bir fiyat da belirtmek isteyebilirsiniz. Bunun için “Sabit fiyat” seçeneğini seçip fiyat değerini girmeniz gerekiyor. <br/><br/> <strong> Min. / Maks. işlem limiti </strong><br/> Minimum işlem limiti, birinin satın alabileceği en küçük tutarı belirler. Beşe ayarlarsanız ve para biriminizi EUR'ya ayarladıysanız, birisinin sizinle işlem açabileceği en küçük işlem tutarının 5 EUR olacağı anlamına gelir. Maksimum işlem limiti, kabul etmek istediğiniz en büyük ticaret tutarını belirler. <br/><br/> <strong> Ticaret Şartları </strong><br/> Bu, alıcının sizinle bir ticarete başlamadan önce gördüğü metindir. Alıcıya, işlemin nasıl ilerlemesini istediğinize ve herhangi bir özel talimatınız olup olmadığına ilişkin talimatlar yazmak iyi bir fikirdir. Örneğin, bir işlemi tamamlamadan önce alıcının ödeme kanıtı olarak bir makbuz ibraz etmesini istiyorsanız veya alıcının bir kimlik sağlamasına ihtiyacınız varsa, bunu belirtmenin yeri burasıdır. İyi ticaret şartlarının neler içerdiğine dair bir fikir edinmek için kullanmak istediğiniz ödeme yöntemiyle ilgili diğer tüccarların ilanlarına göz atabilirsiniz. <br/><br/> <strong> Ekstra seçenekler </strong><br/><br/> <strong> Limit tutarları </strong><br/> Reklamı yalnızca belirli miktarlarda işlem açabilecek şekilde kısıtlayabilirsiniz. Kutuya 20,30,60 girerseniz, potansiyel bir ticaret ortağı yalnızca 20, 30 veya 60 EUR'luk bir ticaret açabilir. <br/><br/> <strong> Ödeme ayrıntıları </strong><br/> Alıcının nasıl ödeme yapması gerektiğine ilişkin belirli bilgileri buraya girin, bu banka hesap numaranız veya e-posta adresiniz olabilir (örn. PayPal için). <br/><br/> <strong> Gerekli minimum geri bildirim puanı </strong><br/> Minimum geri bildirim, reklamınızı kullanarak bir işlem açmak için sahip olunması gereken minimum geri bildirim puanını belirlemenize olanak tanır. <br/><br/> <strong> İlk zaman limiti ({assetSymbol}) </strong><br/> Bu, yeni kullanıcılar için belirli bir maksimum işlem limitidir. Sizinle daha önce alım satım geçmişi olmayan bir alıcı sizinle alım satım yapmak isterse, bu onun alım satım açabileceği en yüksek miktardır. <br/><br/> <strong> Ödeme penceresi </strong><br/> Satıcının işlemi iptal edebilmesi için alıcının ödemeyi tamamlaması gereken süre. <br/><br/> <strong> Maksimum likidite miktarını izleyin </strong><br/> Likidite takibinin etkinleştirilmesi, reklamın maksimum limitini şu anda açık işlemlerde tutulan miktar kadar düşürür. <br/><br/> <strong> Dolandırıcıları belirlemeye yönelik hızlı ipuçları </strong> <br/><br/><strong>Sahte alıcılar genellikle acelecidir.</strong> Bir müşteri sizden ne kadar acele etmenizi/acele etmenizi isterse o kadar şüphelenir Olmalısın, gerçek müşteriler her zaman sabırlıdır. <br/><br/>Sahte alıcılar genellikle <strong>işlemin tamamını veya bir kısmını tahkim bonosu koruma sistemi </strong> dışında yapmayı önerir ve ardından işlemin kendilerine düşen kısmını tamamlamaz. <br/><br/> <strong>fotoşoplu ödeme kanıtlarına</strong> dikkat edin, parayı aldığınızı onaylamadan işlemi sonlandırmayın. Alıcının ödemesini aldığınızı doğrulayana kadar bir işlemi sonlandırmak zorunda değilsiniz. <br/><br/><strong>İş ortağınızın size gönderdiği bağlantıları açmayın</strong>. Gerekirse kullandığınız tarayıcıdan farklı bir tarayıcı kullanın. <br/><br/>Ticaret yapmak için kullandığınız tarayıcıyla {appName} dışındaki web sitelerini ziyaret etmeyin. <strong>Diğer web siteleri için farklı bir tarayıcı kullanın.</strong> <br/><br/> Tarayıcınızda {appName}'e yer işareti koyun ve web sitesini ziyaret ederken her zaman yer işaretini kullanın. Bu, yanlışlıkla phishing web sitelerini ziyaret etmekten kaçınmanıza yardımcı olur, bunlar mevcuttur ve çok ikna edici olabilirler.
ur: <strong> مارکیٹ یا مقررہ قیمت </strong><br/> اپنے اشتہار کی قیمت لگانے کے لیے آپ اپنی پسند کا مارجن {assetName} مارکیٹ کی قیمت سے زیادہ درج کر سکتے ہیں۔ ایسا کرنے کے لیے، "مارکیٹ کی قیمت" کا اختیار منتخب کرنے کے بعد مارجن فیلڈ میں فیصد درج کریں۔ آپ ایک مقررہ قیمت بھی بتانا چاہیں گے جو تب تک تبدیل نہیں ہوگی جب تک کہ آپ اسے دستی طور پر تبدیل نہیں کرتے ہیں۔ اس کے لیے آپ کو "مقررہ قیمت" کا اختیار منتخب کرنا ہوگا اور قیمت کی قیمت درج کرنی ہوگی۔<br/><br/><strong> کم سے کم / زیادہ سے زیادہ لین دین کی حد </strong><br/> کم از کم لین دین کی حد اس سب سے چھوٹی رقم کا تعین کرتی ہے جو کوئی خرید سکتا ہے۔ اگر آپ اسے پانچ پر سیٹ کرتے ہیں، اور آپ نے اپنی کرنسی EUR پر سیٹ کی ہے تو اس کا مطلب ہے کہ سب سے چھوٹی تجارتی رقم جو کوئی آپ کے ساتھ تجارت کھول سکتا ہے وہ 5 EUR میں ہوگی۔ زیادہ سے زیادہ لین دین کی حد یہ طے کرتی ہے کہ سب سے بڑی تجارتی رقم جو آپ قبول کرنا چاہتے ہیں۔<br/><br/><strong> یہ وہ متن ہے</strong><br/> جو خریدار آپ کے ساتھ تجارت شروع کرنے سے پہلے دیکھتا ہے۔ خریدار کے لیے ہدایات لکھنا اچھا خیال ہے کہ آپ تجارت کو کس طرح آگے بڑھانا چاہتے ہیں اور اگر آپ کے پاس کوئی خاص ہدایات ہیں۔ اگر آپ کو ضرورت ہے، مثال کے طور پر، خریدار کو کسی تجارت کو حتمی شکل دینے سے پہلے ادائیگی کے ثبوت کے طور پر ایک رسید جمع کرانا ہو یا اگر آپ کو خریدار کو ID فراہم کرنے کی ضرورت ہو، تو یہ اس کا ذکر کرنے کی جگہ ہے۔ آپ دوسرے تاجروں کے اشتہارات پر ایک نظر ڈال سکتے ہیں جس کو آپ ادائیگی کے طریقے کے لیے استعمال کرنا چاہتے ہیں تاکہ یہ اندازہ لگایا جا سکے کہ تجارت کی اچھی شرائط کیا ہیں۔ <br/><br/> <strong> اضافی اختیارات کی حد </strong><br/><br/><strong> اختیارات کی حد </strong><br/> سےآپ اشتہار کو صرف مخصوص رقم کے لیے تجارت کھولنے کے قابل ہونے تک محدود کر سکتے ہیں۔ اگر آپ باکس میں 20,30,60 داخل کرتے ہیں تو ایک ممکنہ تجارتی پارٹنر صرف 20، 30 یا 60 EUR <br/><br/><strong>میں تجارت کھول سکتا ہے۔ <br/></strong> ادائیگی کی تفصیلات خریدار کو ادائیگی کرنے کے طریقہ سے متعلق مخصوص معلومات یہاں درج کریں، یہ آپ کا بینک اکاؤنٹ نمبر یا ای میل پتہ ہو سکتا ہے (جیسے PayPal)۔<br/> <br/><strong>کم از کم فیڈ بیک اسکور درکار ہے </strong><br/> فیڈ بیک کم از کم آپ کو کم از کم مطلوبہ فیڈ بیک سکور سیٹ کرنے کی اجازت دیتا ہے تاکہ آپ اپنے اشتہار کا استعمال کرتے ہوئے تجارت کھول سکیں۔ <br/><br/><strong>پہلی بار کی حد ({assetSymbol}) </strong><br/> یہ نئے صارفین کے لیے لین دین کی ایک مخصوص حد ہے۔ اگر کوئی خریدار آپ کے ساتھ کوئی سابقہ تجارتی تاریخ نہیں رکھتا ہے تو وہ آپ کے ساتھ تجارت کھولنا چاہتا ہے، یہ وہ سب سے بڑی رقم ہے جس کے لیے وہ تجارت کھول سکتا ہے۔ <br/><br/> <strong> ادائیگی کی ونڈو </strong><br/> فروخت کنندہ کے تجارت کو منسوخ کرنے کے قابل ہونے سے پہلے خریدار کو ادائیگی مکمل کرنے کا وقت۔<br/><br/><strong> زیادہ سے زیادہ رقم کی لیکویڈیٹی کو ٹریک کریں <br/></strong>ٹریکنگ لیکویڈیٹی کو فعال کرنے سے اشتہار کی زیادہ سے زیادہ حد اس رقم سے کم ہو جاتی ہے جو فی الحال اوپن ٹریڈز میں رکھی گئی ہے۔<br/><br/><strong>دھوکہ بازوں کی شناخت کے بارے میں فوری نکات </strong> <br/><br/><strong>دھوکہ باز خریدار اکثر جلدی میں ہوتے ہیں۔ </strong>جتنا زیادہ کوئی گاہک آپ کو جلدی/تيزی کرنے کو کہتا ہے آپ کو اتنا ہی مشکوک ہونا چاہیے، حقیقی گاہک ہمیشہ صبر کرتے ہیں۔<br/> <br/> دھوکہ دہی کرنے والے خریدار اکثر <strong> ثالثی بانڈ پروٹیکشن سسٹم </strong> سے باہر لین دین کا تمام یا کچھ حصہ کرنے کا مشورہ دیتے ہیں اور پھر اپنا حصہ مکمل نہیں کرتے۔ <br/><br/>محتاط رہیں <strong>فوٹو شاپ شدہ ادائیگی کے ثبوت</strong> کے بارے میں، جب تک آپ اس بات کی تصدیق نہ کر لیں کہ آپ کو رقم موصول ہو گئی ہے، تجارت کو حتمی شکل نہ دیں۔ آپ تجارت کو حتمی شکل دینے کے پابند نہیں ہیں جب تک کہ آپ اس بات کی تصدیق نہ کر لیں کہ آپ کو خریدار کی ادائیگی موصول ہوئی ہے۔ <br/><br/><strong>ایسا کوئی لنک مت کھولیں جو آپ کا تجارتی پارٹنر آپ کو بھیج رہا ہو</strong>۔ اگر ضروری ہو تو، آپ جو براؤزر استعمال کر رہے ہیں اس سے مختلف براؤزر استعمال کریں۔ <br/><br/>اس براؤزر کے ساتھ {appName} کے علاوہ دیگر ویب سائٹس پر نہ جائیں جسے آپ تجارت کے لیے استعمال کر رہے ہیں۔<strong> دوسری ویب سائٹس کے لیے ایک مختلف براؤزر کا استعمال کریں۔</strong><br/><br/> اپنے براؤزر میں بک مارک{appName} کریں اور ویب سائٹ پر جاتے وقت ہمیشہ بک مارک کا استعمال کریں۔ اس سے آپ کو غلطی سے فشنگ ویب سائٹس پر جانے سے بچنے میں مدد ملتی ہے، وہ موجود ہیں اور بہت قائل ہو سکتی ہیں۔
zh_cn: <strong> 市场价格或固定价格 </strong><br/> 要为您的广告定价，您可以输入高于 {assetName} 市场价格的保证金。为此，请在选择“市场价格”选项后在保证金字段中输入一个百分比。您可能还想指定一个在您手动更改之前不会更改的固定价格。为此，您需要选择“固定价格”选项并输入价格值。 <br/><br/> <strong> 分钟/ 最大限度。交易限额 </strong><br/> 最低交易限额设置了某人可以购买的最小金额。如果您将其设置为 5，并且您将货币设置为 EUR，则意味着某人可以与您进行交易的最小交易金额为 5 欧元。最大交易限额设置您希望接受的最大交易金额。 <br/><br/> <strong> 贸易条款 </strong><br/> 这是买家在与您进行交易之前看到的文本。最好为买家写下您希望交易如何进行的说明，以及您是否有任何具体说明。例如，如果您要求买家在完成交易之前提交收据作为付款证明，或者如果您需要买家提供 ID，则可以在此处提及。您可以查看其他交易者的广告，了解您想使用的付款方式，以了解良好的贸易条件包含哪些内容。 <br/><br/> <strong> 额外选项 </strong><br/><br/> <strong> 限制金额为 </strong><br/> 您可以将广告限制为仅能开启特定金额的交易。如果您在框中输入 20、30、60，潜在贸易伙伴只能以 20、30 或 60 欧元的价格进行交易。 <br/><br/> <strong> 付款详细信息 </strong><br/> 在此处输入有关买家应如何付款的具体信息，可以是您的银行帐号或电子邮件地址（例如 PayPal）。 <br/><br/> <strong> 要求的最低反馈分数 </strong><br/> 最低反馈允许您设置最低要求的反馈分数，以便使用您的广告进行交易。 <br/><br/> <strong> 第一时间限制 ({assetSymbol}) </strong><br/> 这是新用户的特定最大交易限制。如果之前没有与您交易历史的买家想与您进行交易，这是他们可以进行交易的最大金额。 <br/><br/> <strong> 付款窗口 </strong><br/> 在卖方取消交易之前买方必须完成付款的时间。 <br/><br/> <strong> 跟踪最大流动性金额 </strong><br/> 启用跟踪流动性会将广告的最大限制降低当前未平仓交易中的金额。 <br/><br/> <strong> 识别骗子的快速提示 </strong> <br/><br/><strong>欺诈性买家通常很匆忙。</strong> 客户越是要求您快点/快点，您就越应该怀疑，真正的客户总是有耐心的。 <br/><br/>欺诈性买家经常 <strong>建议在仲裁保证金保护系统之外进行全部或部分交易 </strong>，然后不完成他们部分的交易。 <br/><br/> 小心 <strong>Photoshop 付款证明</strong>，在您确认收到款项之前不要完成交易。在您确认您已收到买家的付款之前，您没有义务完成交易。 <br/><br/><strong>不要打开您的贸易伙伴发送给您的任何链接</strong>。如果必须，请使用与您正在使用的浏览器不同的浏览器。 <br/><br/>请勿使用您用于交易的浏览器访问 {appName} 以外的网站。 <strong>为其他网站使用不同的浏览器。</strong> <br/><br/> 在浏览器中为 {appName} 添加书签，并在访问网站时始终使用该书签。这有助于您避免意外访问网络钓鱼网站，它们存在并且非常有说服力。
zh_tw: <strong> 市場價或固定價格 </strong><br/> 要為您的廣告定價，您可以輸入高於 {assetName} 市場價的保證金。為此，請在選擇“市場價格”選項後在保證金字段中輸入一個百分比。您可能還想指定一個固定價格，該價格在您手動更改之前不會更改。為此，您需要選擇“固定價格”選項並輸入價格值。 <br/><br/> <strong> 最小值/ 最大限度。交易限額 </strong><br/> 最低交易限額設置了某人可以購買的最小金額。如果您將其設置為 5，並且您的貨幣設置為 EUR，這意味著某人可以與您進行交易的最小交易金額為 5 歐元。最大交易限額設置您要接受的最大交易金額。 <br/><br/> <strong> 貿易條款 </strong><br/> 這是買家在與您開始交易之前看到的文本。最好為買家寫下您希望交易如何進行以及您是否有任何具體說明的說明。例如，如果您要求買家在您完成交易之前提交收據作為付款證明，或者如果您需要買家提供身份證件，則可以在此處提及。您可以查看其他交易商的廣告以了解您想要使用的付款方式，以了解良好的貿易條款包含哪些內容。 <br/><br/> <strong> 額外選項 </strong><br/><br/> <strong> 限額為 </strong><br/> 您可以將廣告限制為只能開立特定金額的交易。如果您在方框中輸入 20、30、60，則潛在貿易夥伴只能以 20、30 或 60 歐元開單。 <br/><br/> <strong> 付款詳情 </strong><br/> 在此輸入有關買家應如何付款的具體信息，這可以是您的銀行帳號或電子郵件地址（例如 PayPal）。 <br/><br/> <strong> 所需的最低反饋分數 </strong><br/> 反饋最低值允許您設置所需的最低反饋分數，以便使用您的廣告進行交易。 <br/><br/> <strong> 首次限額({assetSymbol}) </strong><br/> 這是新用戶特定的最大交易限額。如果之前沒有與您的交易歷史的買家想要與您進行交易，這是他們可以進行交易的最大金額。 <br/><br/> <strong> 付款窗口 </strong><br/> 在賣方能夠取消交易之前買方必須完成付款的時間。 <br/><br/> <strong> 跟踪最大流動性 </strong><br/> 啟用跟踪流動性會將廣告的最大限制降低當前在未平倉交易中持有的金額。 <br/><br/> <strong> 識別騙子的快速提示 </strong> <br/> <br/> <strong>欺詐買家往往很匆忙。你應該是，真正的客戶總是有耐心的。 <br/><br/>欺詐買家經常<strong>建議在仲裁保證金保護系統</strong>之外進行全部或部分交易，然後不完成他們的部分交易。 <br/><br/>小心<strong>photoshopped付款證據</strong>，在確認收到錢之前不要完成交易。在您確認已收到買家付款之前，您沒有義務完成交易。 <br/><br/><strong>不要打開您的貿易夥伴發送給您的任何鏈接</strong>。如果必須，請使用與您正在使用的瀏覽器不同的瀏覽器。 <br/><br/>請勿使用您用於交易的瀏覽器訪問 {appName} 以外的網站。 <strong> 對其他網站使用不同的瀏覽器。</strong> <br/> <br/> 在您的瀏覽器中添加書籤 {appName}，並在訪問該網站時始終使用該書籤。這有助於您避免意外訪問釣魚網站，它們存在並且非常有說服力。
