Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb6250Sbtext
source: <p>The topic of hard-forks and network upgrades is a vast one and there is a long and storied history of them in Monero, so be sure to dig into some of the following links if you’d like to learn more about the history, process, or planning that is in-progress for the upcoming network upgrade!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hard-fork planning</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Scheduled software upgrades (in Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">A note on scheduled protocol upgrades</a></li> </ul>
cs: <p>Téma hard-forků a upgradů sítě je rozsáhlé a v Moneru má dlouhou a bohatou historii, takže pokud se chcete dozvědět více o historii, procesu nebo plánování nadcházejícího upgradu sítě, určitě se podívejte na některé z následujících odkazů!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Plánování hard forku Monero v15</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Plánované aktualizace softwaru (v Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Poznámka k plánovaným upgradům protokolu</a></li> </ul>
fi: <p>Aihe hard forkeista ja verkkopäivityksistä on laaja, niillä on pitkä ja tarinallinen historia Monerossa, joten muista kaivautua joihinkin seuraavista linkeistä, jos haluat tietää lisää tulevaa verkkopäivitystä varten meneillään olevasta historiasta, prosessista tai suunnittelusta!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hard-fork -suunnittelu</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Ajoitetut ohjelmistopäivitykset (Monerossa)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Huomautus ajoitetuista protokollapäivityksistä</a></li> </ul>
fr: <p>Le sujet des « hard-forks » et des mises à jour du réseau est vaste et leur histoire est longue et riche dans Monero, alors assurez-vous de creuser dans certains des liens suivants si vous souhaitez en savoir plus sur l'historique, le processus ou la planification en cours pour la prochaine mise à jour du réseau !</p> <ul> <li> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Planification du hard-fork Monero v15 </a> </li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Mises à jour logicielles planifiées (dans Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Note sur les mises à jour planifiées du protocole</a></li> </ul>
it: <p>L'argomento degli hard-fork e degli aggiornamenti della rete è molto vasto e c'è una lunga e storica storia di essi in Monero, quindi assicuratevi di scavare in alcuni dei seguenti link se volete saperne di più sulla storia, il processo o la pianificazione che è in corso per il prossimo aggiornamento della rete!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Pianificazione dell'hard-fork di Monero v15</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Aggiornamenti software programmati (in Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Una nota sugli aggiornamenti programmati del protocollo</a></li> </ul>
lt: <p>Sunkių šakių ir tinklo atnaujinimų tema yra didžiulė, o Monero yra ilga ir istorija, todėl būtinai pasinerkite į kai kurias toliau pateiktas nuorodas, jei norite sužinoti daugiau apie istorija, procesas ar planavimas, kuris vyksta dėl būsimo tinklo naujinimo!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630"> „Monero v15 hard-fork“ planavimas</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Suplanuoti programinės įrangos naujinimai („Monero“)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Pastaba apie suplanuotus protokolo atnaujinimus</a></li> </ul>
nb: <p>Emnet hardgafler og nettverksoppgraderinger er stort, og det er en lang og historie om dem i Monero, så sørg for å grave i noen av de følgende koblingene hvis du vil lære mer om historikk, prosess eller planlegging som pågår for den kommende nettverksoppgraderingen!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hardgaffelplanlegging</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Planlagte programvareoppgraderinger (i Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Et notat om planlagte protokolloppgraderinger</a></li> </ul>
nl: <p> Het onderwerp hard-forks en netwerkupgrades is veelomvattend en er is een lange en legendarische geschiedenis van hen in Monero, dus zorg ervoor dat u zich in een aantal van de volgende links verdiept als u meer wilt weten over de geschiedenis, het proces of de planning die aan de gang is voor de aanstaande netwerkupgrade! </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hard-fork planning</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Geplande software-upgrades (in Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Een opmerking over geplande protocolupgrades</a></li> </ul>
pl: <p> Temat hard forków i aktualizacji sieci jest ogromny, a w Monero lista ich jest długa. Sprawdź poniższe linki, aby dowiedzieć się więcej o historii i planowanych aktualizacjach sieci! </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hard-fork planning</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Scheduled software upgrades (in Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">A note on scheduled protocol upgrades</a></li> </ul>
pt_br: <p>O tópico de trabalhos pesados e atualizações de rede é vasto e há uma longa e armazenada história deles em Monero, então não deixe de pesquisar em alguns dos seguintes links se você quiser saber mais sobre a história, processo ou planejamento que está em andamento para a próxima atualização da rede!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 planejamento de trabalho duro</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Atualizações programadas de software (em Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Uma nota sobre atualizações programadas do protocolo</a></li> </ul>
sl: <p>Tema hard-forkov in omrežnih nadgradenj je obsežna in Monero ima glede tega dolgo in slavno zgodovino, zato se poglobite v nekaj naslednjih povezav, če želite izvedeti več o zgodovino, postopek ali načrtovanje, ki je v teku za prihajajočo nadgradnjo omrežja! </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Načrtovanje Monero v15 hard-fork</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Načrtovane nadgradnje programske opreme (v Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Opomba o načrtovanih nadgradnjah protokola </a></li> </ul>
sv: <p>Ämnet hårdgaffel och nätverksuppgraderingar är omfattande och det finns en lång och historisk historia av dem i Monero, så se till att gräva i några av följande länkar om du vill lära dig mer om historik, process eller planering som pågår för den kommande nätverksuppgraderingen!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hårdgaffelplanering</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Schemalagda mjukvaruuppgraderingar (i Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">En notering om schemalagda protokolluppgraderingar</a></li> </ul>
tl: <p>Ang paksa ng mga hard-forks at pag-upgrade ng network ay napakalawak at may mahaba at makasaysayang kasaysayan ng mga ito sa Monero, kaya siguraduhing humukay sa ilan sa mga sumusunod na link kung gusto mong matuto nang higit pa tungkol sa kasaysayan, proseso, o pagpaplano na kasalukuyang isinasagawa para sa paparating na pag-upgrade ng network!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 hard-fork na pagpaplano</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Mga nakaiskedyul na pag-upgrade ng software (sa Monero)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Isang tala sa mga nakaiskedyul na pag-upgrade ng protocol</a></li> </ul>
tr: <p>Sert çatallanmalar ve ağ yükseltmeleri konusu çok geniştir ve bunların Monero'da uzun ve hikayeli bir geçmişi vardır; bu nedenle, hakkında daha fazla bilgi edinmek istiyorsanız aşağıdaki bağlantılardan bazılarına göz atmayı unutmayın. yaklaşan ağ yükseltmesi için devam eden geçmiş, süreç veya planlama!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 sert çatal planlaması</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">Planlanmış yazılım yükseltmeleri (Monero'da)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">Planlanmış protokol yükseltmeleri hakkında bir not</a></li> </ul>
ur: <p>ہارڈ فورکس اور نیٹ ورک اپ گریڈ کا موضوع بہت وسیع ہے اور مونیرو میں ان کی ایک طویل اور منزلہ تاریخ ہے، لہذا اگر آپ اس کے بارے میں مزید جاننا چاہتے ہیں تو درج ذیل لنکس میں سے کچھ کو ضرور دیکھیں۔ تاریخ، عمل، یا منصوبہ بندی جو آئندہ نیٹ ورک اپ گریڈ کے لیے جاری ہے!</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">Monero v15 ہارڈ فورک پلاننگ</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">شیڈیول کردہ سافٹ ویئر اپ گریڈ (منیرو میں)</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">شیڈول پروٹوکول اپ گریڈ پر ایک نوٹ</a></li> </ul>
zh_cn: <p>硬分叉和网络升级是一个挺大的话题，在门罗币中有着悠久的历史，所以如果你想了解更多关于即将到来的网络升级的历史、过程或正在进行的规划，请务必查看以下的链接！</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">门罗币 v15 硬分叉计划</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">预定的软件升级（为门罗币）</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">关于预定协议升级的说明</a></li> </ul>
zh_tw: <p>硬分叉和網絡升級是一個挺大的話題，在門羅幣中有著悠久的歷史，所以如果你想了解更多關於即將到來的網絡升級的歷史、過程或正在進行的規劃，請務必查看以下的鏈接！</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues/630">門羅幣 v15 硬分叉計劃</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero#scheduled-software-upgrades">預定的軟件升級（為門羅幣）</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://web.getmonero.org/2020/09/01/note-scheduled-upgrades.html">關於預定協議升級的說明</a></li> </ul>
