Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# description250Sbstart57Sbagoradesk
source: {appName} guides to help you understand basic and advanced principles of buying or selling Bitcoin and Monero.
cs: {appName} příručky, které Vám pomohou pochopit základní a pokročilé principy nákupu nebo prodeje Bitcoinu a Monera.
fi: {appName}-oppaat, jotka auttavat sinua ymmärtämään Bitcoinin ja Moneron ostamisen tai myynnin perusteet ja edistyksellisemmätkin periaatteet.
fr: Les guides {appName} pour vous aider à comprendre les principes de base et avancés de l'achat ou de la vente de Bitcoin et de Monero.
it: Guide {appName} per aiutarti a comprendere i principi di base e avanzati di acquisto o vendita di Bitcon e Monero.
lt: {appName} vadovai, padėsiantys suprasti pagrindinius ir išplėstinius Bitcoin ir Monero pirkimo ar pardavimo principus.
nb: {appName} guider for å hjelpe deg å forstå grunnleggende og avanserte prinsipper for kjøp eller salg av Bitcoin og Monero.
nl: {appName}-handleidingen om u te helpen de basis- en geavanceerde principes van het kopen of verkopen van Bitcoin en Monero te begrijpen.
pl: Przewodniki {appName} pomogą Ci zrozumieć podstawowe i zaawansowane zasady kupowania lub sprzedaży Bitcoina i Monero.
pt_br: O {appName} orienta você para entender os princípios básicos e avançados de compra ou venda do Bitcon e Monero.
sl: {appName} vodniki, ki vam bodo pomagali razumeti osnovna in napredna načela kupovanja ozr. prodaje Bitcoina in Monera.
sv: {appName} guider som hjälper dig att förstå grundläggande och avancerade principer för att köpa eller sälja Bitcoin och Monero.
tl: Mga gabay ng {appName} upang matulungan kang maunawaan ang mga basic at advanced na prinsipyo ng pagbili o pagbebenta ng Bitcoin at Monero.
tr: {appName}, Bitcon ve Monero alıp satmanın temel ve gelişmiş ilkelerini anlamanıza yardımcı olacak kılavuzlar.
ur: Bitcon اور Monero کی خرید و فروخت کے بنیادی اور جدید اصولوں کو سمجھنے میں آپ کی مدد کرنے کے لیے {appName} رہنما۔
zh_cn: {appName}指南可帮助您了解购买或销售Bitcon，Monero的基本和高级原则。
zh_tw: {appName}指南可幫助您了解購買或銷售Bitcon，Monero的基本和高級原則。

# description250Sbstatistics
source: Get the average {appName} price based on all trades in the past 1, 6, 12 or 24 hours.
cs: Získejte průměrnou cenu {appName} na základě všech obchodů za posledních 1, 6, 12 nebo 24 hodin.
fi: Hanki keskimääräinen {appName} hinta kaikkien viimeisten 1, 6, 12 tai 24 tunnin aikana tehtyjen kauppojen perusteella.
fr: Obtenez le prix moyen {appName} basé sur toutes les transactions des dernières 1, 6, 12 ou 24 heures.
it: Ottieni il prezzo medio di {appName} in base a tutte le negoziazioni nelle precedenti 1, 6, 12 o 24 ore.
lt: Gaukite vidutinę {appName} kainą pagal visus sandorius per pastarąsias 1, 6, 12 arba 24 valandas.
nb: Få den gjennomsnittlige {appName} prisen basert på alle handler de siste 1, 6, 12 eller 24 timene.
nl: Krijg de gemiddelde {appName} prijs op basis van alle transacties in de afgelopen 1, 6, 12 of 24 uur.
pl: Uzyskaj średnią cenę {appName} na podstawie wszystkich handli w ciągu ostatnich 1, 6, 12 lub 24 godzin.
pt_br: Obtenha o preço médio da {appName} com base em todas as negociações nas últimas 1, 6, 12 ou 24 horas
sl: Pridobite povprečno {appName} ceno na podlagi vseh trgovanj izvedenih zadnjih 1, 6, 12 ali 24 ur.
sv: Få genomsnittet {appName} Pris baserat på alla transaktioner under de senaste 1, 6, 12 eller 24 timmarna.
tl: Kunin ang average na {appName} na presyo batay sa lahat ng trade sa nakalipas na 1, 6, 12 o 24 na oras.
tr: Son 1, 6, 12 veya 24 saat içindeki tüm işlemlere dayalı olarak ortalama {appName} fiyatını alın.
ur: گزشتہ 1، 6، 12 یا 24 گھنٹوں میں تمام تجارتوں کی بنیاد پر اوسط {appName} قیمت حاصل کریں۔
zh_cn: 根据过去1,6,6或24小时内的所有交易获得平均的{appName}价格。
zh_tw: 根據過去1,6,6或24小時內的所有交易獲得平均的{appName}價格。

# description250Sbuser
source: {user}'s {appName} profile.
cs: Profil {appName} uživatele {user}.
fi: {user}:n {appName} profiili.
fr: Profil {appName} de {user}.
it: Profilo {appName} di {user}.
lt: {user} {appName} profilis.
nb: {user} sin {appName} profil.
nl: Het {appName}-profiel van {user}.
pl: profil {user} na {appName}
pt_br: Perfil {appName} do {user}
sl: Profil osebe {user} {appName}.
sv: {user}s {appName} profil.
tl: Profile ng {appName} ni {user}.
tr: {user}'in {appName} profili.
ur: {user} کا {appName} پروفائل۔
zh_cn: {user}的{appName}个人资料。
zh_tw: {user}的{appName}個人資料。

# description250Sbuser8722Sbads
source: {user}'s {appName} ads
cs: Reklamy {appName} uživatele {user}
fi: {user}:n {appName} ilmoitukset
fr: Annonces {appName} de {user}
it: Annunci {appName} di {user}
lt: {user} {appName} skelbimai
nb: {user} sine {appName} annonser
nl: De {appName}-advertenties van {user}
pl: ogłoszenia {user} na {appName}
pt_br: Anúncios {appName} de {user}
sl: {user} {appName} oglasi
sv: {user}s {appName} annonser
tl: Mga ad ng {appName} ni {user}.
tr: {user}'in {appName} reklamları
ur: {user} کے {appName} اشتہارات
zh_cn: {user}的{appName}广告
zh_tw: {user}的{appName}廣告

# distance250Sbkilometers
source: km
tr: kilometre
ur: کلومیٹر
zh_cn: 千米
zh_tw: 千米

# document8722Sbtitle250Sb404
source: Page not found
cs: Stránka nenalezena
fi: Sivua ei löytynyt
fr: Page non trouvée
it: Pagina non trovata
lt: Puslapis nerastas
nb: Side ikke funnet
nl: Pagina niet gevonden
pl: Nie znaleziono strony
pt_br: Página não encontrada
sl: Stran ni najdena
sv: Sidan hittades inte
tl: Hindi nahanap ang page
tr: sayfa bulunamadı
ur: صفحہ نہیں ملا
zh_cn: 找不到网页
zh_tw: 找不到網頁

# document8722Sbtitle250Sbabout
source: About us
cs: O nás
fi: Tietoa meistä
fr: À propos de nous
it: Chi siamo
lt: Apie mus
nb: Om oss
nl: Over ons
pl: O nas
pt_br: Sobre nós
sl: O nas
sv: Om oss
tl: Tungkol sa atin
tr: Hakkımızda
ur: ہمارے بارے میں
zh_cn: 关于我们
zh_tw: 關於我們

# document8722Sbtitle250Sbad8722Sbdeleted
source: Deleted
cs: Smazáno
fi: Poistettu
fr: Supprimée
it: Cancellato
lt: Ištrinta
nb: Slettet
nl: Verwijderd
pl: Usunięta
pt_br: Excluído
sl: Izbrisano
sv: Raderad
tl: Tinanggal
tr: silindi
ur: حذف کر دیا گیا
zh_cn: 删除
zh_tw: 刪除

# document8722Sbtitle250Sbaffiliate
source: Affiliate program
cs: Partnerský program
fi: Kumppanuusohjelma
fr: Programme d'affiliation
it: Programma di affiliazione
lt: Partnerių programa
nl: Partnerprogramma
pl: Program partnerski
pt_br: Programa de afiliados
sl: Affiliate partnerski program
tr: Ortaklık Programı
ur: ملحق پروگرام
zh_cn: 分销联盟计划
zh_tw: 分銷聯盟計劃

# document8722Sbtitle250Sbcancelled
source: Cancelled trades
cs: Zrušené obchody
fi: Peruutetut kaupat
fr: Transactions annulées
it: Scambi cancellati
lt: Atšaukti sandoriai
nb: Kansellerte handler
nl: Geannuleerde transacties
pl: Anulowane handle
pt_br: Negociações canceladas
sl: Preklicana trgovanja
sv: Annullerade handels
tl: Kinansela ang mga pangangalakal
tr: İptal edilen işlemler
ur: منسوخ شدہ تجارت
zh_cn: 已取消交易
zh_tw: 已取消交易

# document8722Sbtitle250Sbcompleted
source: Completed trades
cs: Dokončené obchody
fi: Valmiit kaupat
fr: Transactions terminées
it: Scambi completati
lt: Užbaigti sandoriai
nb: Fullførte handler
nl: Voltooide transacties
pl: Ukończone handle
pt_br: Negociações terminadas
sl: Zaključena trgovanja
sv: Avslutad handels
tl: Nakumpleto ang mga pangangalakal
tr: Tamamlanan işlemler
ur: مکمل تجارت
zh_cn: 完成交易
zh_tw: 完成交易

# document8722Sbtitle250Sbcontact
source: Contact us
cs: Kontaktujte nás
fi: Ota meihin yhteyttä
fr: Contactez-nous
it: Contattaci
lt: Susisiekite su mumis
nb: Kontakt oss
nl: Contact opnemen
pl: Skontaktuj się z nami
pt_br: Contate-nos
sl: Kontaktirajte nas
sv: Kontakta oss
tl: Makipag-ugnayan sa amin
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں
zh_cn: 联系我们
zh_tw: 聯系我們

# document8722Sbtitle250Sbedit
source: Edit an ad
cs: Upravit inzerát
fi: Muokkaa ilmoitusta
fr: Modifier une annonce
it: Modifica un annuncio
lt: Redaguoti skelbimą
nb: Rediger en annonse
nl: Bewerk een advertentie
pl: Edytuj ogłoszenie
pt_br: Modifique o anúncio
sl: Uredite oglas
sv: Rediger en annons
tl: Mag-edit ng ad
tr: Bir reklamı düzenleme
ur: اشتہار میں ترمیم کریں
zh_cn: 编辑广告
zh_tw: 編輯廣告

# document8722Sbtitle250Sbfaq
source: FAQ
lt: DUK
sl: Pogosta vprašanja
tr: SSS
ur: عمومی سوالات
zh_cn: 常见问题
zh_tw: 常見問題

# document8722Sbtitle250Sbfee
source: Fees
cs: Poplatky
fi: Kulut
fr: Frais
it: Tasse
lt: Mokesčiai
nb: Gebyrer
nl: Kosten
pl: Opłaty
pt_br: Taxas
sl: Provizije
sv: Avgifter
tl: Bayarin
tr: Ücretler
ur: فیس
zh_cn: 费用
zh_tw: 費用

# document8722Sbtitle250Sbfeedback
source: {user}'s feedback
cs: Zpětná vazba uživatele {user}
fi: Käyttäjän {user} palaute
fr: Les commentaires de {user}
it: Feedback dell'{user}
lt: {user} atsiliepimai
nb: {user} sin tilbakemelding
nl: Feedback van {user}
pl: Ocena {user}
pt_br: Feedback do {user}
sl: Povratne informacije uporabnika {user}
tl: Feedback ni {user}.
tr: {user}'in geri bildirimi
ur: {user} کی رائے
zh_cn: {user}的评价
zh_tw: {user}的評價

# document8722Sbtitle250Sbguide250Sb2fa
source: How to enable 2FA
cs: Jak povolit 2FA
fi: Kuinka ottaa 2FA käyttöön
fr: Comment activer l'authentification à deux facteurs 2FA
it: Come abilitare 2FA
lt: Kaip įjungti 2FA
nb: Slik aktiverer du 2FA
nl: Hoe u 2FA inschakelt
pl: Jak włączyć 2FA
pt_br: Como ativar o 2FA
sl: Kako omogočiti 2FA
sv: Hur man aktiverar 2FA
tl: Paano paganahin ang 2FA
tr: 2FA nasıl etkinleştirilir
ur: 2FA کو کیسے فعال کریں
zh_cn: 如何启用双重身份验证（2FA）
zh_tw: 如何啟用雙重身份驗証（2FA）

# document8722Sbtitle250Sbguide250Sbbtc
source: How To Buy Bitcoins Anonymously (Without ID) Guide - The Most Private Way in {year}
cs: Jak nakupovat bitcoiny anonymně (bez ID) Průvodce – nejsoukromější způsob v {year}
fi: Kuinka ostaa Bitcoineja anonyymisti (ilman henkilöllisyystodistusta) -opas - Yksityisin tapa vuonna {year}
fr: Guide : Comment acheter des Bitcoins de manière anonyme (sans pièce d'identité) - La manière la plus privée de {year}
it: Come acquistare Bitcoins in modo anonimo (senza ID) Guida - Il modo più privato in {year}
lt: Kaip anonimiškai nusipirkti bitkoinų (be ID) vadovas – privatus būdas {year}
nb: Hvordan kjøpe bitcoins anonymt (uten ID) guide – den mest private måten i {year}
nl: Hoe u Bitcoins anoniem (zonder ID) koopt Handleiding - De meest privé manier in {year}
pl: Jak anonimowo (bez dokumentu tożsamości) kupić Bitcoiny - najprywatniejszy sposób w {year}
pt_br: Como Comprar o Guia Bitcoins Anonimamente (Sem ID) - A Forma Mais Privada em {year}
sl: Kako Anonimno Kupiti Bitcoine (Brez Osebne Izkaznice) Vodnik – Najbolj Zaseben Način v {year}
sv: Hur man köper Bitcoins Anonymt (utan ID) Guide - Det mest privata sättet i {year}
tl: Paano Bumili ng Bitcoins nang Anonymous (Walang ID) na Gabay - Ang Pinaka Pribadong Paraan sa {year}
tr: Anonim Olarak (Kimlik Olmadan) Bitcoin Nasıl Satın Alınır Kılavuzu - {year}'in En Özel Yolu
ur: گمنام طور پر بٹ کوائنز کیسے خریدیں (Without ID) گائیڈ - {year} میں سب سے پرائیویٹ طریقہ
zh_cn: 如何匿名购买比特币（无ID）指南 - {year}中最私密的方式
zh_tw: 如何匿名購買比特幣（無ID）指南 - {year}中最私密的方式

# document8722Sbtitle250Sbguide250Sbbuy
source: How to buy Monero
cs: Jak koupit Monero
fi: Kuinka ostaa Moneroa
fr: Comment acheter du Monero
it: Come comprare Monero
lt: Kaip nusipirkti Monero
nb: Hvordan kjøpe Monero
nl: Hoe u Monero koopt
pl: Jak kupić Monero
pt_br: Como comprar Monero
sl: Kako kupiti Monero
sv: Hur man köper Monero
tl: Paano bumili ng Monero
tr: Monero nasıl satın alınır
ur: Monero کيسے خريديں
zh_cn: 如何购买门罗币
zh_tw: 如何購買門羅幣

# document8722Sbtitle250Sbguide250Sbbuy57Sbagoradesk
source: How to buy cryptocurrency
cs: Jak nakupovat kryptoměnu
fi: Kuinka ostaa kryptovaluuttaa
fr: Comment acheter de la crypto-monnaie
it: Come acquistare criptovaluta
lt: Kaip nusipirkti kriptovaliutą
nb: Hvordan kjøpe kryptovaluta
nl: Hoe u cryptocurrency koopt
pl: Jak kupić kryptowaluty
pt_br: Como comprar criptomoedas
sl: Kako kupiti kriptovaluto
sv: Hur man köper kryptovaluta
tl: Paano bumili ng cryptocurrency
tr: Kripto para birimi nasıl satın alınır
ur: کریپٹو کرنسی خریدنے کا طریقہ
zh_cn: 如何购买加密货币
zh_tw: 如何購買加密貨幣

# document8722Sbtitle250Sbguide250Sbsell
source: How to sell Monero
cs: Jak prodat Monero
fi: Kuinka myydä Moneroa
fr: Comment vendre du Monero
it: Come vendere Monero
lt: Kaip parduoti Monero
nb: Hvordan selge Monero
nl: Hoe u Monero verkoopt
pl: Jak sprzedać Monero
pt_br: Como vender Monero
sl: Kako prodati Monero
sv: Hur man säljer Monero
tl: Paano magbenta ng Monero
tr: Monero nasıl satılır
ur: Monero فروخت کرنے کا طریقہ
zh_cn: 如何出售门罗币
zh_tw: 如何出售門羅幣

# document8722Sbtitle250Sbguide250Sbsell57Sbagoradesk
source: How to sell cryptocurrency
cs: Jak prodat kryptoměnu
fi: Kuinka myydä kryptovaluuttaa
fr: Comment vendre de la crypto-monnaie
it: Come vendere criptovaluta
lt: Kaip parduoti kriptovaliutą
nb: Hvordan selge kryptovaluta
nl: Hoe u cryptocurrency verkoopt
pl: Jak sprzedać kryptowaluty
pt_br: Como vender criptomoeda
sl: Kako prodati kriptovaluto
sv: Hur man säljer kryptovaluta
tl: Paano magbenta ng cryptocurrency
tr: Kripto para birimi nasıl satılır
ur: کریپٹو کرنسی فروخت کرنے کا طریقہ
zh_cn: 如何出售加密货币
zh_tw: 如何出售加密貨幣

# document8722Sbtitle250Sbguide250Sbxmr
source: How To Buy Monero (XMR) Anonymously (Without ID) Guide - The Most Private Way in {year}
cs: Jak nakupovat Monero (XMR) anonymně (bez ID) Průvodce – nejsoukromější způsob v {year}
fi: Kuinka ostaa Moneroa (XMR) nimettömästi (ilman henkilöllisyystodistusta) -opas – Yksityisin tapa vuonna {year}
fr: Guide : Comment acheter du Monero (XMR) de manière anonyme (sans pièce d'identité) - Le moyen le plus privé de {year}
it: Come acquistare Monero (XMR) Guida anonima (senza ID) - Il modo più privato in {year}
lt: Kaip nusipirkti Monero (XMR) anonimiškai (be ID) vadovas – privatus būdas {year}
nb: Slik kjøper du Monero (XMR) anonymt (uten ID)-veiledning – den mest private måten på {year}
nl: Hoe u Monero (XMR) anoniem koopt (zonder ID) Handleiding - De meest privé manier in {year}
pl: Jak Anonimowo (Bez Dokumentu Tożsamości) Kupić Monero (XMR) - Najprywatniejszy Sposób w {year}
pt_br: Como comprar Monero (XMR) Anonimamente (sem ID) Guia - O modo mais privado em {year}
sl: Kako Kupiti Monero (XMR) Anonimno (Brez Osebne Izkaznice) Vodnik – Najbolj Zaseben Način v {year}
sv: Hur man köper Monero (XMR) Anonymt (utan ID) Guide - Det mest privata sättet i {year}
tl: Paano Bumili ng Monero (XMR) nang Anonymous (Walang ID) na Gabay - Ang Pinaka Pribadong Paraan sa {year}
tr: Anonim Olarak (Kimlik Olmadan) Monero (XMR) Nasıl Satın Alınır Kılavuzu - {year}'in En Özel Yolu
ur: مونیرو (XMR) کو گمنام طور پر (Without ID) گائیڈ خریدنے کا طریقہ - {year} میں سب سے پرائیویٹ طریقہ
zh_cn: 如何匿名购买 门罗币 （XMR）（无ID）指南 - {year}中最私密的方式
zh_tw: 如何匿名購買 門羅幣 （XMR）（無ID）指南 - {year}中最私密的方式

# document8722Sbtitle250Sbindex
source: Buy or Sell Monero Anonymously, Quick and Easy
cs: Koupit nebo prodat Monero anonymně, rychle a snadno
fi: Osta tai myy Moneroa anonyymisti, nopeasti ja helposti
fr: Acheter ou vendre du Monero de manière anonyme, rapide et facile
it: Compra o Vendi Monero in modo anonimo, rapido e semplice
lt: Pirkite arba parduokite Monero anonimiškai, greitai ir paprastai
nb: Kjøp eller selg Monero anonymt, raskt og enkelt
nl: Anoniem Monero Kopen of Verkopen, Snel en Gemakkelijk
pl: Kup lub Sprzedaj Monero anonimowo, Szybko i Łatwo
pt_br: Compre ou venda Monero de maneira anônima, rápida e fácil
sl: Anonimno Kupujte ali Prodajajte Monero, Hitro in Enostavno
sv: Köp eller sälj Monero anonymt, snabbt och enkelt
tl: Bilhin o Ibenta ang Monero nang Anonymous, Mabilis at Madali
tr: Monero'yu Anonim Olarak, Hızlı ve Kolay Bir Şekilde Satın Alın veya Satın
ur: مونیرو کو گمنام طور پر خریدیں یا بیچیں، فوری اور آسان
zh_cn: 匿名，快速，轻松地买卖门罗币
zh_tw: 匿名，快速，輕鬆地買賣門羅幣

# document8722Sbtitle250Sbindex57Sbagoradesk
source: Buy or Sell Bitcoins Anonymously, Quick and Easy
cs: Nakupujte nebo prodávejte bitcoiny anonymně, rychle a snadno
fi: Osta tai myy Bitcoineja anonyymisti, nopeasti ja helposti
fr: Acheter ou vendre des Bitcoins de manière anonyme, rapide et facile
it: Compra o vendi Bitcoin in modo anonimo, rapido e semplice
lt: Pirkite arba parduokite Bitcoins anonimiškai, greitai ir paprastai
nb: Kjøp eller selg Bitcoins anonymt, raskt og enkelt
nl: Anoniem Bitcoin Kopen of Verkopen, Snel en Gemakkelijk
pl: Kup lub Sprzedaj Bitcoiny anonimowo, Szybko i Łatwo
pt_br: Compre ou venda Bitcoins de maneira anônima, rápida e fácil
sl: Anonimno Kupujte ali Prodajajte Bitcoine, Hitro in Enostavno
sv: Köp eller sälj Bitcoins anonymt, snabbt och enkelt
tl: Bumili o Magbenta ng Bitcoins nang Anonymous, Mabilis at Madali
tr: Bitcoin'leri Anonim Olarak, Hızlı ve Kolay Bir Şekilde Satın Alın veya Satın
ur: Bitcoins کو گمنام طور پر خریدیں یا فروخت کریں، فوری اور آسان
zh_cn: 匿名，快速，轻松地买卖比特币
zh_tw: 匿名，快速，輕鬆地買賣比特幣

# document8722Sbtitle250Sblogin
source: Log in
cs: Přihlásit se
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
lt: Prisijungti
nb: Logg Inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
sl: Vpis
sv: Logga in
tl: Mag log in
tr: Giriş yapmak
ur: لاگ ان کریں
zh_cn: 登录
zh_tw: 登錄

# document8722Sbtitle250Sbpost8722Sbad
source: Post an ad
cs: Zveřejněte inzerát
fi: Julkaise ilmoitus
fr: Poster une annonce
it: Pubblica un annuncio
lt: Paskelbti skelbimą
nb: Legg ut en annonse
nl: Plaats een advertentie
pl: Opublikuj ogłoszenie
pt_br: Publique um anúncio
sl: Objavite oglas
sv: posta en annons
tl: Mag-post ng ad
tr: Bir ilan yayınla
ur: ایک اشتہار پوسٹ کریں
zh_cn: 发布一个交易广告
zh_tw: 發布一個交易廣告

# document8722Sbtitle250Sbreset8722Sbpassword
source: Reset password
cs: Obnovit heslo
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
it: Resetta la password
lt: Atstatyti slaptažodį
nb: tilbakestille passord
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt_br: Reiniciar senha
sl: Ponastavitev gesla
sv: Återställ lösenord
tl: I-reset ang password
tr: Şifreyi yenile
ur: پاس ورڈ ری سیٹ
zh_cn: 恢复密码
zh_tw: 恢復密碼

# document8722Sbtitle250Sbsearch250Sbbuy250Sbcountry
source: Buy {assetName} in {country}
cs: Koupit {assetName} v {country}
fi: Osta {assetName} maassa {country}
fr: Acheter du {assetName} en {country}
it: Acquista {assetName} in {country}
lt: Pirkite {assetName} iš {country}
nb: Kjøp {assetName} i {country}
nl: Koop {assetName} in {country}
pl: Kup {assetName} w {country}
pt_br: Comprar o {assetName} em {country}
sl: Kupi {assetName} v {country}
sv: Köp {assetName} i {country}
tl: Bumili ng {assetName} sa {country}
tr: {country} içinde {assetName} satın alın
ur: {country} میں {assetName} خریدیں
zh_cn: 在{country}购买{assetName}
zh_tw: 在{country}購買{assetName}

# document8722Sbtitle250Sbsearch250Sbbuy250Sbcountry8722Sbmethod
source: Buy {assetName} in {country} with {method}
cs: Koupit {assetName} za {country} za {method}
fi: Osta {assetName} maassa {country} maksutavalla {method}
fr: Acheter du {assetName} en {country} par {method}
it: Acquista {assetName} in {country} con {method}
lt: Pirkite {assetName} {country} su {method}
nb: Kjøp {assetName} i {country} med {method}
nl: Koop {assetName} in {country} met {method}
pl: Kup {assetName} w {country} za pomocą {method}
pt_br: Compre o {assetName} em {country} com {method}
sl: Kupi {assetName} v {country} z {method}
sv: Köp {assetName} i {country} med {method}
tl: Bumili ng {assetName} sa {country} gamit ang {method}
tr: {method} ile {country} içinde {assetName} satın alın
ur: {method} کے ساتھ {country} میں {assetName} خریدیں
zh_cn: 使用{method}在{country}购买{assetName}
zh_tw: 使用{method}在{country}購買{assetName}

# document8722Sbtitle250Sbsearch250Sbbuy250Sbcurrency
source: Buy {assetName} for {currency}
cs: Koupit {assetName} za {currency}
fi: Osta {assetName} valuutalla {currency}
fr: Acheter du {assetName} contre {currency}
it: Acquista {assetName} per {currency}
lt: Pirkite {assetName} už {currency}
nb: Kjøp {assetName} for {currency}
nl: Koop {assetName} voor {currency}
pl: Kup {assetName} za {currency}
pt_br: Compre o {assetName} para {currency}
sl: Kupi {assetName} za {currency}
sv: Köp {assetName} för {currency}
tl: Bumili ng {assetName} para sa {currency}
tr: {currency} karşılığında {assetName} satın alın
ur: {currency} میں {assetName} خریدیں
zh_cn: 为{currency}购买{assetName}
zh_tw: 為{currency}購買{assetName}

# document8722Sbtitle250Sbsearch250Sbbuy250Sbmethod
source: Buy {assetName} with {method}
cs: Koupit {assetName} za {method}
fi: Osta {assetName} menetelmällä {method}
fr: Acheter du {assetName} par {method}
it: Acquista {assetName} con {method}
lt: Pirkite {assetName} su {method}
nb: Kjøp {assetName} med {method}
nl: Koop {assetName} met {method}
pl: Kup {assetName} za pomocą {method}
pt_br: Compre o {assetName} com {method}
sl: Kupi {assetName} z {method}
sv: Köp {assetName} med {method}
tl: Bumili ng {assetName} gamit ang {method}
tr: {method} ile {assetName} satın alın
ur: {method} کے ساتھ {assetName} خریدیں
zh_cn: 用{method}购买{assetName}
zh_tw: 用{method}購買{assetName}

# document8722Sbtitle250Sbsearch250Sbsell
source: Sell {assetName} in {country}
cs: Prodám {assetName} za {country}
fi: Myy {assetName} maassa {country}
fr: Vendre du {assetName} en {country}
it: Vendi {assetName} in {country}
lt: Parduokite {assetName} iš {country}
nb: Selg {assetName} i {country}
nl: Verkoop {assetName} in {country}
pl: Sprzedaj {assetName} w {country}
pt_br: Venda {assetName} em {country}
sl: Prodaj {assetName} v {country}
sv: Sälj {assetName} i {country}
tl: Ibenta ang {assetName} sa {country}
tr: {assetName}'i {country}'de sat
ur: {country} میں {assetName} فروخت کریں
zh_cn: 在{country}出售{assetName}
zh_tw: 在{country}出售{assetName}

# document8722Sbtitle250Sbsearch250Sbsell250Sbcountry
source: Sell {assetName} in {country}
cs: Prodám {assetName} za {country}
fi: Myy {assetName} maassa {country}
fr: Vendre du {assetName} en {country}
it: Vendi {assetName} in {country}
lt: Parduokite {assetName} iš {country}
nb: Selg {assetName} i {country}
nl: Verkoop {assetName} in {country}
pl: Sprzedaj {assetName} w {country}
pt_br: Vender o {assetName} em {country}
sl: Prodaj {assetName} v {country}
sv: Sälj {assetName} i {country}
tl: Ibenta ang {assetName} sa {country}
tr: {assetName}'i {country}'de sat
ur: {assetName} کو {country} میں فروخت کریں
zh_cn: 在{country}出售{assetName}
zh_tw: 在{country}出售{assetName}

# document8722Sbtitle250Sbsearch250Sbsell250Sbcountry8722Sbmethod
source: Sell {assetName} in {country} with {method}
cs: Prodávejte {assetName} za {country} s {method}
fi: Myy {assetName} maassa {country} menetelmällä {method}
fr: Vendre du {assetName} en {country} par {method}
it: Vendi {assetName} in {country} con {method}
lt: Parduokite {assetName} iš {country} su {method}
nb: Selg {assetName} i {country} med {method}
nl: Verkoop {assetName} in {country} met {method}
pl: Sprzedaj {assetName} w {country} za pomocą {method}
pt_br: Vender o {assetName} em {country} com {method}
sl: Prodaj {assetName} v {country} z {method}
sv: Sälj {assetName} i {country} med {method}
tl: Ibenta ang {assetName} sa {country} gamit ang {method}
tr: {assetName}'i {country}'de {method} ile sat
ur: {assetName} کو {country} میں {method} کے ساتھ فروخت کریں
zh_cn: 使用{method}在{country}中销售{assetName}
zh_tw: 使用{method}在{country}中銷售{assetName}

# document8722Sbtitle250Sbsearch250Sbsell250Sbcurrency
source: Sell {assetName} for {currency}
cs: Prodám {assetName} za {currency}
fi: Myy {assetName} valuutaksi {currency}
fr: Vendre du {assetName} contre {currency}
it: Vendi {assetName} per {currency}
lt: Parduodu {assetName} už {currency}
nb: Selg {assetName} for {currency}
nl: Verkoop {assetName} voor {currency}
pl: Sprzedaj {assetName} za {currency}
pt_br: Vender o {assetName} para {currency}
sl: Prodaja {assetName} za {currency}
sv: Sälj {assetName} för {currency}
tl: Ibenta ang {assetName} para sa {currency}
tr: {currency} karşılığında {assetName} sat
ur: {assetName} کو {currency} میں فروخت کریں
zh_cn: 为{currency}出售{assetName}
zh_tw: 為{currency}出售{assetName}
