Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbatomic250Sbdescription
source: Few things are as coveted in the crypto space as atomic swaps. Recently, the researchers have finalized a way by which XMR would be able to do atomic swaps with BTC.
cs: Jen málo věcí je v kryptoprostoru tak žádaných jako atomové swapy. Nedávno výzkumníci dokončili způsob, jakým by XMR bylo schopno provádět atomové swapy s BTC.
fi: Harvat asiat ovat niin haluttuja kryptomaailmassa kuin Atomic Swapit. Äskettäin tutkijat ovat saaneet valmiiksi tavan, jolla XMR voisi tehdä Atomic Swappeja BTC:n kanssa.
fr: Peu de choses sont aussi convoitées dans l'espace cryptographique que les échanges atomiques (atomic swaps). Récemment, les chercheurs ont finalisé un moyen par lequel on pourrait effectuer des échanges atomiques entre XMR / Monero et BTC.
it: Poche cose sono così ambite nello spazio crittografico come gli scambi atomici. Recentemente, i ricercatori hanno messo a punto un modo in cui XMR sarebbe in grado di effettuare scambi atomici con BTC.
lt: Nedaug dalykų yra taip geidžiami kriptovaliutų erdvėje kaip atominiai apsikeitimo sandoriai. Neseniai mokslininkai užbaigė būdą, kaip XMR galėtų atlikti atominius apsikeitimus su BTC.
nb: Få ting er så ettertraktet i kryptorommet som atombytte. Nylig har forskerne ferdigstilt en måte som XMR ville være i stand til å gjøre atombytte med BTC på.
nl: Er zijn weinig dingen zo begeerd in de crypto-ruimte als atomic swaps. Onlangs hebben de onderzoekers een manier gevonden waarop XMR atomic swaps met BTC zou kunnen uitvoeren.
pl: Niewiele rzeczy jest tak pożądanych w przestrzeni kryptowalut jak wymiany atomiczne. Niedawno badacze opracowali sposób, w jaki XMR można wymienić na BTC wykonując wymianę atomiczną.
pt_br: Poucas coisas são tão cobiçadas no espaço criptográfico quanto as trocas atômicas. Recentemente, os pesquisadores concluíram uma maneira pela qual o XMR seria capaz de fazer trocas atômicas com o BTC.
sl: Ni veliko stvari v kripto prostoru tako zaželenih kot atomske menjave. Raziskovalci so nedavno finalizirali način, s katerim bo XMR lahko izvajal atomske zamenjave z BTC.
sv: Få saker är lika eftertraktade i kryptorummet som atombyten. Nyligen har forskarna slutfört ett sätt på vilket XMR skulle kunna göra atombyten med BTC.
tl: Ilang bagay ang kasing hinahangad sa espasyo ng crypto gaya ng atomic swaps. Kamakailan, ang mga mananaliksik ay nagtapos ng isang paraan kung saan ang XMR ay makakagawa ng atomic swaps sa BTC.
tr: Kripto alanında atomik takaslar kadar çok az şeye imrenilir. Son zamanlarda araştırmacılar, XMR'nin BTC ile atomik takas yapabilmesinin bir yolunu tamamladılar.
ur: کرپٹو اسپیس میںجوہری تبادلہ کی طرح کچھ چیزیںcoveted ہیں۔ حال ہی میں، محققین نے ایک ایسا طریقہ طے کیا ہے جس کے ذریعے XMR BTC کے ساتھ جوہری تبادلہ کرنے کے قابل ہو جائے گا۔
zh_cn: 在加密货币领域，很少有东西像原子互换技术那样令人垂涎. 最近，研究人员最终确定了门罗币和比特币进行原子交换的方法.
zh_tw: 在加密貨幣領域，很少有東西像原子互換技術那樣令人垂涎. 最近，研究人員最終確定了門羅幣和比特幣進行原子交換的方法.

# knowledge250Sbatomic250Sbtitle
source: How Atomic Swaps Will Work in Monero
cs: Jak budou fungovat atomové swapy na Moneru
fi: Kuinka Atomic Swapit toimivat Monerossa
fr: Comment les échanges atomiques fonctionneront avec Monero
it: Come funzioneranno gli Atomic Swap in Monero
lt: Kaip atominiai apsikeitimai veiks Monero
nb: Hvordan Atomic Swaps vil fungere i Monero
nl: Hoe Atomic Swaps Zullen Werken in Monero
pl: Jak wymiany atomiczne będą działały w Monero
pt_br: Como as trocas atômicas funcionarão no Monero
sl: Kako Bodo Atomske Menjave v Monero Delovale
sv: Hur atombyten kommer att fungera i Monero
tl: Paano Gumagana ang Atomic Swaps sa Monero
tr: Monero'da Atomik Takaslar Nasıl Çalışacak?
ur: مونیرو میں جوہری تبدیلی کیسے کام کرے گی
zh_cn: 原子互换技术将如何在门罗币上实现
zh_tw: 原子互換技術將如何在門羅幣上實現
