Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbblocks250Sbdescription
source: Whenever individuals discuss the problems with blockchain, one of the first words to pop up will be 'scaling'. Monero sets itself apart in solving that issue.
cs: Kdykoli jednotlivci diskutují o problémech s blockchainem, jedním z prvních slov, které se objeví, bude „škálování“. Monero se v řešení tohoto problému odlišuje od ostatních.
fi: Aina kun ihmiset keskustelevat lohkoketjun ongelmista, yksi ensimmäisistä esiin tulevista sanoista on "skaalaus". Monero erottuu tämän ongelman ratkaisemisessa.
fr: Chaque fois que des individus discutent des problèmes liés à la blockchain, l'un des premiers mots à apparaître sera "passage à l'échelle". Monero se distingue dans la résolution de ce problème.
it: Ogni volta che le persone discutono dei problemi con la blockchain, una delle prime parole che apparirà sarà "ridimensionamento". Monero si distingue per risolvere questo problema.
lt: Kai asmenys aptaria „blockchain“ problemas, vienas iš pirmųjų iššokančių žodžių bus „mastelis“. Monero išsiskiria išspręsdamas šią problemą.
nb: Når enkeltpersoner diskuterer problemene med blokkjede, vil et av de første ordene som dukker opp være "skalering". Monero skiller seg ut i å løse det problemet.
nl: Telkens wanneer individuen de problemen over de blockchain bespreken, is een van de eerste woorden die opduikt 'scaling'. Monero onderscheidt zich door dat probleem op te lossen.
pl: Ilekroć ludzie omawiają problemy z blockchainem, jednym z pierwszych słów, które zostanie wspomniane, będzie „skalowanie”. Monero wyróżnia się w swoim rozwiązaniu tego problemu.
pt_br: Sempre que os indivíduos discutem os problemas com o blockchain, uma das primeiras palavras a aparecer será 'escalar'. Monero se diferencia na solução desse problema.
sl: Ko posamezniki razpravljajo o težavah z blockchainom, je ena prvih besed, ki se pojavijo, "skaliranje". Monero se razlikuje po tem, da rešuje to vprašanje.
sv: När individer diskuterar problemen med blockkedjor är ett av de första orden som dyker upp "skalning". Monero skiljer ut sig genom att lösa det problemet.
tl: Sa tuwing tinatalakay ng mga indibidwal ang mga problema sa blockchain, ang isa sa mga unang salitang lalabas ay ang 'scaling'. Monero ay nagtatakda ng sarili sa paglutas ng isyung iyon.
tr: İnsanlar blockchain ile ilgili sorunları tartıştıklarında ortaya çıkan ilk kelimelerden biri "ölçeklendirme" olacaktır. Monero bu sorunu çözmede kendini farklı kılıyor.
ur: جب بھی لوگ بلاکچین کے مسائل پر بات کرتے ہیں، پاپ اپ ہونے والے پہلے الفاظ میں سے ایک 'scaling' ہوگا۔ Monero اس مسئلے کو حل کرنے میں خود کو الگ کرتا ہے۔
zh_cn: 每当人们讨论区块链的缺点不足时，能听到最高频的词汇就是可扩展性. 而门罗币在解决该问题上独树一帜，与其它加密货币截然不同.
zh_tw: 每當人們討論區塊鏈的缺點不足時，能聽到最高頻的詞彙就是可擴展性. 而門羅幣在解決該問題上獨樹一幟，與其它加密貨幣截然不同.

# knowledge250Sbblocks250Sbtitle
source: How Monero Solved the Block Size Problem That Plagues Bitcoin
cs: Jak Monero vyřešilo problém velikosti bloku, který sužuje bitcoiny
fi: Kuinka Monero ratkaisi Bitcoinia vaivaavan lohkokoko-ongelman
fr: Comment Monero a résolu le problème de taille des blocs dont souffre Bitcoin
it: Come Monero ha risolto il problema delle dimensioni del blocco che affligge Bitcoin
lt: Kaip Monero išsprendė bloko dydžio problemą, kuri kamuoja Bitcoin
nb: Hvordan Monero løste blokkstørrelsesproblemet som plager Bitcoin
nl: Hoe Monero het Probleem met de Blokgrootte Dat Bitcoin Plaagt Heeft Opgelost
pl: Jak Monero rozwiązało problem rozmiaru bloku nękający Bitcoina
pt_br: Como Monero resolveu o problema do tamanho do bloco que assola o Bitcoin
sl: Kako je Monero Rešil Problem Velikosti Bloka, ki muči Bitcoin
sv: Hur Monero löste problemet med blockstorlek som plågar Bitcoin
tl: Kung Paano Nalutas ni Monero ang Problema sa Laki ng Block na Sumasalot sa Bitcoin
tr: Monero, Bitcoin'i Saldıran Blok Boyutu Sorununu Nasıl Çözdü?
ur: مونیرو نے بلاک سائز کا مسئلہ کیسے حل کیا جو بٹ کوائن کو متاثر کرتا ہے
zh_cn: 门罗币是如何解决困扰比特币的区块大小的扩容问题
zh_tw: 門羅幣是如何解決困擾比特幣的區塊大小的擴容問題
