Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb2250Sbtitle
source: What is a hard-fork?
cs: Co je to hard-fork?
fi: Mikä on hard-fork?
fr: Qu'est-ce qu'un « hard-fork » ?
it: Cos'è un hard-fork?
lt: Kas yra kieta šakutė?
nb: Hva er en hard-fork?
nl: Wat is een hard fork?
pl: Czym jest hard fork?
pt_br: O que é um trabalho duro?
sl: Kaj je hard-fork?
sv: Vad är en hårdgaffel?
tl: Ano ang hard-fork?
tr: Sert çatal nedir?
ur: ہارڈ فورک کیا ہے؟
zh_cn: 硬分叉是什么？
zh_tw: 硬分叉是什麼？
