Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb3250Sbtext
source: <p>As there is no central authority, CEO, or president of Monero, the work around deciding when to upgrade the network, what to include, and how to go about it falls to <em>us</em>, those people in the Monero community who choose to engage and interact! This is both an extremely important part of a decentralized project, as the planning and decision making for the project is ultimately decentralized and crowd-sourced from the community.</p> <p>The planning of timing and features included in each network upgrade in Monero happens in two main places:</p> <ol type="1"> <li><p>On IRC and Matrix, the most used chat platforms in the Monero community (which are bridged together). These platforms allow for large group chats and are where all scheduled Monero community meetings, dev meetings, and research lab meetings are held. These meetings are the best way for you to listen in (or contribute!) to the planning and discussion around network upgrades in Monero.</p></li> <li><p>On Github, the main communication platform for longer-running Monero discussions, planning, and organization. The Monero community uses Github to organize meetings, discuss new features and ideas, and coordinate the planning of network upgrades in addition to storing the code for the Monero project.</p></li> </ol> <p>If you have an important idea for a network upgrade, don’t like an approach being taken, or have concerns around the timing of an upgrade, it’s important that you speak up and present your case clearly to the community!</p>
cs: <p>Jelikož neexistuje žádná centrální autorita, generální ředitel ani prezident společnosti Monero, je rozhodování o tom, kdy síť aktualizovat, co do ní zahrnout a jak postupovat, na <em>nás</em>, na lidech z komunity Monero, kteří se rozhodnou zapojit a komunikovat! To je obojí nesmírně důležitá součást decentralizovaného projektu, protože plánování a rozhodování o projektu je v konečném důsledku decentralizované a pochází od komunity.</p> <p>K plánování načasování a funkcí zahrnutých do každé aktualizace sítě Monero dochází na dvou hlavních místech:</p> <ol type="1"> <li><p>Na IRC a Matrixu, nejpoužívanějších chatovacích platformách v komunitě Monero (které jsou propojeny). Tyto platformy umožňují chatování ve velkých skupinách a konají se na nich všechny plánované schůzky komunity Monero, schůzky vývojářů a schůzky výzkumných laboratoří. Tyto schůzky jsou nejlepším způsobem, jak si můžete poslechnout (nebo přispět!) k plánování a diskusi o vylepšeních sítě Monero.</p></li> <li><p>Na Githubu, hlavní komunikační platformě pro dlouhodobější diskuse, plánování a organizaci projektu Monero. Komunita Monero kromě ukládání kódu projektu Monero využívá Github k pořádání schůzek, diskusi o nových funkcích a nápadech a koordinaci plánování aktualizací sítě.</p></li> </ol> <p>Pokud máte důležitý nápad na aktualizaci sítě, nelíbí se vám nějaký přístup nebo máte obavy ohledně načasování aktualizace, je důležité, abyste se ozvali a jasně komunitě představili svůj názor!</p>
fi: <p>Koska Monerolla ei ole keskusviranomaista, toimitusjohtajaa tai muutakaan johtajaa, verkon päivityksen, sen sisällyttämisen ja toimenpiteiden tekeminen kuuluu <em>meille</em>, niille henkilöille Monero-yhteisössä, jotka päättäävät osallistua ja olla vuorovaikutuksessa! Tämä on erittäin tärkeä osa hajautettua hanketta, sillä projektin suunnittelu ja päätöksenteko on viime kädessä hajautettua ja yhteisöstä ulkoistettua joukkotyötä.</p> <p>Moneron jokaisen verkkopäivityksen ajoituksen ja ominaisuuksien suunnittelu tapahtuu kahdessa pääpaikassa:</p> <ol type="1"> <li><p>IRC:ssä ja Matrixissa, jotka ovat Monero-yhteisön eniten käytetyt keskustelualustat (jotka on yhdistetty toisiinsa). Nämä alustat mahdollistavat suuria ryhmäkeskusteluja, ja niissä pidetään kaikki suunnitellut Monero-yhteisökokoukset, kehittäjäkokoukset ja tutkimuslaboratorion kokoukset. Nämä tapaamiset ovat paras tapa kuunnella (tai osallistua!) Moneron verkkopäivitysten suunnitteluun ja keskusteluun.</p></li> <li><p>Githubissa, tärkein viestintäalusta pidempään jatkuviin Monero-keskusteluihin, suunnitteluun ja organisointiin. Monero-yhteisö käyttää Githubia tapaamisten järjestämiseen, uusien ominaisuuksien ja ideoiden keskusteluun sekä verkkopäivitysten suunnittelun koordinointiin Monero-projektin koodin tallentamisen lisäksi.</p></li> </ol> <p>Jos sinulla on hyvä idea verkkopäivitykseen liittyen, et pidä omaksutusta lähestymistavasta tai olet huolissasi päivityksen ajoituksesta, on tärkeää että puhut ja esität asiasi selkeästi yhteisölle! </p>
fr: <p>Comme il n'y a pas d'autorité centrale, de PDG ou de président de Monero, pour décider quand faire une mise à jour du réseau, quelle technologie inclure, et dans quelle direction aller, ces choix <em>nous</em> incombent, nous les personnes de la communauté Monero qui ont choisi de s'engager et d'interagir ! Il s'agit à la fois d'une partie extrêmement importante d'un projet décentralisé, car la planification et la prise de décision pour le projet sont finalement décentralisées et issues de la communauté.</p> <p>La planification du calendrier et des fonctionnalités incluses dans chaque mise à jour du réseau dans Monero s'effectue à deux endroits principaux :</p> <ol type="1"> <li><p>Sur IRC et Matrix, les plateformes de tchat les plus utilisées dans la communauté Monero (qui sont reliées entre elles). Ces plateformes permettent des discussions en grand groupe et sont l'endroit où se tiennent toutes les réunions planifiées de la communauté Monero, les réunions de développement et les réunions du laboratoire de recherche. Ces réunions sont le meilleur moyen pour vous d'écouter (ou de contribuer !) à la planification et à la discussion sur les mises à jour du réseau Monero.</p></li> <li><p>Sur Github, la principale plateforme de communication pour les discussions, la planification et l'organisation Monero à plus long terme. La communauté Monero utilise Github pour organiser des réunions, discuter de nouvelles fonctionnalités et idées et coordonner la planification des mises à jour du réseau en plus de stocker le code du projet Monero.</p></li> </ol> <p>Si vous avez une idée importante pour une mise à jour du réseau, si vous n'aimez pas l'approche adoptée ou si vous avez des inquiétudes concernant le calendrier d'une mise à jour, il est important que vous en parliez et que vous présentiez clairement votre cas à la communauté !</p>
it: <p>Poiché non esiste un'autorità centrale, un CEO o un presidente di Monero, il lavoro per decidere quando aggiornare la rete, cosa includere e come farlo spetta a <em>noi</em>, quelle persone in la community Monero che sceglie di impegnarsi e interagire! Questa è sia una parte estremamente importante di un progetto decentralizzato, poiché la pianificazione e il processo decisionale per il progetto sono in definitiva decentralizzati e provenienti dalla comunità.</p> <p>La pianificazione dei tempi e delle funzionalità incluse in ogni aggiornamento di rete in Monero avviene in due luoghi principali:</p> <ol type="1"> <li><p>Su IRC e Matrix, le piattaforme di chat più utilizzate in Monero comunità (che sono collegate tra loro). Queste piattaforme consentono chat di gruppo di grandi dimensioni e sono il luogo in cui si tengono tutte le riunioni programmate della comunità Monero, le riunioni di sviluppo e le riunioni di laboratorio di ricerca. Questi incontri sono il modo migliore per ascoltare (o contribuire!) alla pianificazione e alla discussione sugli aggiornamenti della rete in Monero.</p></li> <li><p>Su Github, la principale piattaforma di comunicazione per discussioni, pianificazione e organizzazione Monero di lunga durata. La comunità Monero utilizza Github per organizzare riunioni, discutere nuove funzionalità e idee e coordinare la pianificazione degli aggiornamenti di rete oltre a memorizzare il codice per il progetto Monero.</p></li> </ol> <p>Se hai un'idea importante per un aggiornamento di rete, non ti piace che venga adottato un approccio o hai dubbi sui tempi di un aggiornamento, è importante che parli e presenti il tuo caso chiaramente alla comunità!</p>
lt: <p>Kadangi nėra jokios centrinės Monero valdžios institucijos, generalinio direktoriaus ar prezidento, sprendimas, kada atnaujinti tinklą, ką įtraukti ir kaip tai padaryti, tenka <em>mus</em>, tiems žmonėms Monero bendruomenė, kuri pasirenka užsiimti ir bendrauti! Tai labai svarbi decentralizuoto projekto dalis, nes projekto planavimas ir sprendimų priėmimas galiausiai yra decentralizuotas ir gaunamas iš bendruomenės.</p> <p>Laikas ir funkcijos, įtrauktos į kiekvieną tinklo atnaujinimą „Monero“, vyksta dviejose pagrindinėse vietose:</p> <ol type="1"> <li><p> IRC ir Matrix, dažniausiai Monero bendruomenėje naudojamos pokalbių platformos (kurios yra sujungtos). Šios platformos leidžia rengti didelius grupinius pokalbius ir jose vyksta visi suplanuoti Monero bendruomenės susitikimai, kūrėjų susitikimai ir tyrimų laboratorijos susitikimai. Šie susitikimai yra geriausias būdas klausytis (arba prisidėti!) planuojant ir diskutuojant apie tinklo atnaujinimus Monero.</p></li> <li><p>„Github“, pagrindinėje komunikacijos platformoje, skirtoje ilgiau trunkančioms Monero diskusijoms, planavimui ir organizavimui. „Monero“ bendruomenė naudoja „Github“ susitikimams organizuoti, naujoms funkcijoms ir idėjoms aptarti ir tinklo atnaujinimo planavimui koordinuoti, be „Monero“ projekto kodo saugojimo.</p></li> </ol> <p>Jei turite svarbią idėją dėl tinklo naujinimo, jums nepatinka toks požiūris arba nerimaujate dėl naujovinimo laiko, svarbu, kad išsakytumėte savo nuomonę ir aiškiai pateiktumėte savo atvejį bendruomenei![X1521X ]
nb: <p>Siden det ikke er noen sentral myndighet, administrerende direktør eller president i Monero, faller arbeidet rundt å bestemme når nettverket skal oppgraderes, hva som skal inkluderes og hvordan det skal gå frem til <em>oss</em>, disse menneskene i Monero-fellesskapet som velger å engasjere seg og samhandle! Dette er både en ekstremt viktig del av et desentralisert prosjekt, siden planleggingen og beslutningstakingen for prosjektet til syvende og sist er desentralisert og hentet fra fellesskapet.</p> <p>Planleggingen av timing og funksjoner inkludert i hver nettverksoppgradering i Monero skjer på to hovedsteder:</p> <ol type="1"> <li><p>På IRC og Matrix, de mest brukte chatteplattformene i Monero-fellesskapet (som er koblet sammen). Disse plattformene tillater store gruppechatter og er der alle planlagte Monero-fellesskapsmøter, utviklermøter og forskningslaboratoriemøter holdes. Disse møtene er den beste måten for deg å lytte til (eller bidra!) til planleggingen og diskusjonen rundt nettverksoppgraderinger i Monero.</p></li> <li><p>På Github, den viktigste kommunikasjonsplattformen for langvarige Monero-diskusjoner, planlegging og organisering. Monero-fellesskapet bruker Github til å organisere møter, diskutere nye funksjoner og ideer og koordinere planleggingen av nettverksoppgraderinger i tillegg til å lagre koden for Monero-prosjektet.</p></li> </ol> <p>Hvis du har en viktig idé for en nettverksoppgradering, ikke liker en tilnærming som blir tatt, eller har bekymringer rundt tidspunktet for en oppgradering, er det viktig at du sier ifra og presenterer saken din tydelig for fellesskapet![X1521X ]
nl: <p>Aangezien er geen centrale autoriteit, CEO of president van Monero is, liggen de beslissingen over wanneer het netwerk moet worden geüpgraded, wat er moet worden toegevoegd en hoe het moet worden aangepakt, bij <em>ons</em>, de mensen in de Monero-gemeenschap die ervoor kiezen om deel te nemen en te communiceren! Dit is dus ook een uiterst belangrijk onderdeel van een gedecentraliseerd project aangezien de planning en besluitvorming voor het project uiteindelijk gedecentraliseerd en crowd-sourced is in de gemeenschap. </p> <p>De planning van timing en functies die bij elke netwerkupgrade in Monero zijn inbegrepen, gebeurt op twee belangrijke plaatsen:</p> <ol type="1"> <li><p>Op IRC en Matrix, de meest gebruikte chatplatforms in de Monero-gemeenschap (die met elkaar verbonden zijn). Deze platforms maken grote groepschats mogelijk en hier worden alle geplande Monero-communitybijeenkomsten, ontwikkelaarsbijeenkomsten en onderzoekslabbijeenkomsten gehouden. Deze vergaderingen zijn de beste manier om mee te luisteren (of bij te dragen!) aan de planning en discussie rond netwerkupgrades in Monero.</p></li> <li><p>Op Github, het belangrijkste communicatieplatform voor langer lopende Monero-discussies, planning en organisatie. De Monero-gemeenschap gebruikt Github om vergaderingen te organiseren, nieuwe functies en ideeën te bespreken en de planning van netwerkupgrades te coördineren, naast het opslaan van de code voor het Monero-project.</p></li> </ol> <p>Als u een belangrijk idee heeft voor een netwerkupgrade, een bepaalde aanpak niet prettig vindt, of twijfels hebt over de timing van een upgrade, is het belangrijk dat u uw stem uitspreekt en uw zaak duidelijk presenteert aan de gemeenschap!</p>
pl: <p> Ponieważ nie ma centralnego planowania, dyrektora generalnego, ani prezesa Monero, podejmowanie decyzji takich jak, kiedy uaktualnić sieć, co zmienić i jak to zrobić, spada na <em> nas samych </em>. Czyli na tych ludzi w społeczności Monero, którzy decydują się angażować i prowadzić interakcje i dyskusje! Jest to zarówno niezwykle ważna część zdecentralizowanego projektu, ponieważ planowanie i podejmowanie decyzji dotyczących projektu jest ostatecznie zdecentralizowane, ale jest to również wykorzystanie pomysłów społeczności.</p> <p> Planowanie terminu i funkcji zawartych w każdej aktualizacji sieci w Monero odbywa się w dwóch głównych miejscach: </p> <ol type="1"> <li><p> Na IRC i Matrixie, najczęściej używanych platformach czatowych w społeczności Monero (są one połączone razem). Platformy te pozwalają na duże czaty grupowe i tam właśnie odbywają się wszystkie zaplanowane spotkania społeczności Monero, spotkania deweloperskie i spotkania laboratorium badawczego. Te spotkania są najlepszym sposobem na posłuchanie (lub przedstawienie swoich poglądów!) o planach i dyskusjach na temat aktualizacji sieci w Monero. </p></li> <li><p> Na GitHubie - głównej platformie komunikacyjnej na dłuższe dyskusje o Monero, planowanie i organizację. Społeczność Monero wykorzystuje GitHub do organizowania spotkań, omawiania nowych funkcji i pomysłów oraz koordynowania planowanych aktualizacji sieci, a do tego przechowywania kodu projektu Monero. </p></li> </ol> <p> Jeśli masz dobry pomysł na aktualizację sieci, nie podoba Ci się realizowane podejście lub masz obawy dotyczące terminu aktualizacji, ważne jest, aby o tym mówić i przedstawić swoją opinię społeczności! </p>
pt_br: <p>Como não há uma autoridade central, CEO ou presidente da Monero, o trabalho para decidir quando atualizar a rede, o que incluir e como fazer isso cabe a <em>nós</em>, as pessoas em a comunidade Monero que escolhe se envolver e interagir! Esta é uma parte extremamente importante de um projeto descentralizado, pois o planejamento e a tomada de decisões para o projeto são, em última análise, descentralizados e de origem coletiva da comunidade.</p> <p>O planejamento de tempo e recursos incluídos em cada atualização de rede no Monero acontece em dois lugares principais:</p> <ol type="1"> <li><p>No IRC e Matrix, as plataformas de chat mais usadas no Monero comunidade (que estão interligados). Essas plataformas permitem grandes bate-papos em grupo e são onde são realizadas todas as reuniões da comunidade Monero, reuniões de desenvolvimento e reuniões de laboratório de pesquisa agendadas. Essas reuniões são a melhor maneira de ouvir (ou contribuir!) para o planejamento e a discussão sobre atualizações de rede no Monero.</p></li> <li><p>No Github, a principal plataforma de comunicação para discussões, planejamento e organização do Monero de longa duração. A comunidade Monero usa o Github para organizar reuniões, discutir novos recursos e ideias e coordenar o planejamento de atualizações de rede, além de armazenar o código para o projeto Monero.</p></li> </ol> <p>Se você tem uma ideia importante para uma atualização de rede, não gosta de uma abordagem ou tem dúvidas sobre o momento de uma atualização, é importante que você se manifeste e apresente seu caso claramente para a comunidade!</p>
sl: <p>Ker ni osrednjega organa, izvršnega direktorja ali predsednika Monera, je delo pri odločanju, kdaj nadgraditi omrežje, kaj vključiti in kako se tega lotiti, v rokah <em>nas </em>, tistih ljudi v skupnosti Monero, ki se odloči za sodelovanje in interakcijo! To je izjemno pomemben del decentraliziranega projekta, saj sta načrtovanje in odločanje za projekt na koncu decentralizirana in množično izvira iz skupnosti.</p> <p>Načrtovanje časa in funkcij, vključenih v vsako nadgradnjo omrežja v Monero, poteka na dveh glavnih mestih: </p> <ol type="1"> <li><p>Na IRC in Matrix, najpogosteje uporabljenih platformah za klepet v skupnosti Monero (ki sta povezani skupaj). Te platforme omogočajo velike skupinske klepete in na njih potekajo vsi načrtovani sestanki skupnosti Monero, sestanki razvijalcev in sestanki raziskovalnih laboratorijev. Ti sestanki so najboljši način, da prisluhnete (ali prispevate!) k načrtovanju in razpravi o nadgradnjah omrežja v Monero.</p></li> <li><p>Na Githubu, glavni komunikacijski platformi za dolgotrajne razprave, načrtovanje in organizacijo Monero. Skupnost Monero uporablja Github za organizacijo srečanj, razpravo o novih funkcijah in idejah ter usklajevanje načrtovanja nadgradenj omrežja poleg shranjevanja kode za projekt Monero.</p></li> </ol> <p>Če imate pomembno idejo za nadgradnjo omrežja, vam ni všeč izbrani pristop ali vas skrbi čas nadgradnje, je pomembno, da spregovorite in jasno predstavite svoj primer skupnosti! </p> ]
sv: <p>Eftersom det inte finns någon central myndighet, VD eller president för Monero, faller arbetet kring att bestämma när nätverket ska uppgraderas, vad som ska inkluderas och hur det ska gå till <em>us</em>, de personer i Monero-gemenskapen som väljer att engagera sig och interagera! Detta är både en extremt viktig del av ett decentraliserat projekt, eftersom planeringen och beslutsfattandet för projektet i slutändan är decentraliserat och samlat från samhället.</p> <p>Planeringen av timing och funktioner som ingår i varje nätverksuppgradering i Monero sker på två huvudställen:</p> <ol type="1"> <li><p>På IRC och Matrix, de mest använda chattplattformarna i Monero-communityt (som är sammankopplade). Dessa plattformar tillåter stora gruppchattar och är där alla schemalagda Monero-gemenskapsmöten, utvecklarmöten och forskningslabbmöten hålls. Dessa möten är det bästa sättet för dig att lyssna på (eller bidra!) till planeringen och diskussionen kring nätverksuppgraderingar i Monero.</p></li> <li><p>På Github, den huvudsakliga kommunikationsplattformen för mer långvariga Monero-diskussioner, planering och organisation. Monero-communityt använder Github för att organisera möten, diskutera nya funktioner och idéer och koordinera planeringen av nätverksuppgraderingar förutom att lagra koden för Monero-projektet.</p></li> </ol> <p>Om du har en viktig idé för en nätverksuppgradering, inte gillar ett tillvägagångssätt eller har funderingar kring tidpunkten för en uppgradering, är det viktigt att du säger till och presenterar ditt ärende tydligt för samhället![X1521X ]
tl: <p>Dahil walang sentral na awtoridad, CEO, o presidente ng Monero, ang gawain sa pagpapasya kung kailan i-upgrade ang network, kung ano ang isasama, at kung paano ito gagawin ay nasa <em>us</em>, ang mga taong iyon sa ang komunidad ng Monero na pinipiling makisali at makipag-ugnayan! Ito ay parehong napakahalagang bahagi ng isang desentralisadong proyekto, dahil ang pagpaplano at paggawa ng desisyon para sa proyekto ay sa huli ay desentralisado at pinagmumulan ng karamihan mula sa komunidad.</p> <p>Ang pagpaplano ng timing at mga feature na kasama sa bawat pag-upgrade ng network sa Monero ay nangyayari sa dalawang pangunahing lugar:</p> <ol type="1"> <li><p>Sa IRC at Matrix, ang pinakaginagamit na mga platform ng chat sa komunidad ng Monero (na pinagsama-sama). Nagbibigay-daan ang mga platform na ito para sa malalaking panggrupong chat at kung saan ginaganap ang lahat ng nakaiskedyul na pagpupulong ng komunidad ng Monero, dev meeting, at research lab meeting. Ang mga pagpupulong na ito ay ang pinakamahusay na paraan para makinig ka (o mag-ambag!) sa pagpaplano at talakayan tungkol sa mga pag-upgrade ng network sa Monero.</p></li> <li><p>Sa Github, ang pangunahing platform ng komunikasyon para sa mas matagal na tumatakbong mga talakayan, pagpaplano, at organisasyon ng Monero. Ang komunidad ng Monero ay gumagamit ng Github upang ayusin ang mga pagpupulong, talakayin ang mga bagong feature at ideya, at i-coordinate ang pagpaplano ng mga upgrade sa network bilang karagdagan sa pag-iimbak ng code para sa proyekto ng Monero.</p></li> </ol> <p>Kung mayroon kang mahalagang ideya para sa isang pag-upgrade sa network, hindi gusto ang isang diskarte na ginagawa, o may mga alalahanin tungkol sa timing ng isang pag-upgrade, mahalagang magsalita ka at malinaw na ipakita ang iyong kaso sa komunidad![X1521X ]
tr: <p>Monero'nun merkezi bir otoritesi, CEO'su veya başkanı olmadığından, ağın ne zaman yükseltileceğine, nelerin dahil edileceğine ve bunun nasıl yapılacağına karar verme işi <em>bizim</em>'e, yani bu kişilere düşüyor. Etkileşim kurmayı ve etkileşimde bulunmayı seçen Monero topluluğu! Bu, merkezi olmayan bir projenin hem son derece önemli bir parçasıdır, hem de proje için planlama ve karar alma süreci sonuçta merkezi olmayan bir yapıya sahiptir ve topluluktan kitle kaynaklıdır.</p> <p>Monero'daki her ağ yükseltmesinde yer alan zamanlama ve özelliklerin planlanması iki ana yerde gerçekleşir:</p> <ol type="1"> <li><p>IRC ve Matrix'te, Monero topluluğunda en çok kullanılan sohbet platformları (birbirine köprülenmiştir). Bu platformlar büyük grup sohbetlerine izin verir ve planlanmış tüm Monero topluluk toplantılarının, geliştirme toplantılarının ve araştırma laboratuvarı toplantılarının yapıldığı yerdir. Bu toplantılar, Monero'daki ağ yükseltmeleriyle ilgili planlama ve tartışmayı dinlemeniz (veya katkıda bulunmanız!) için en iyi yoldur.</p></li> <li><p>Daha uzun süren Monero tartışmaları, planlaması ve organizasyonu için ana iletişim platformu olan Github'da. Monero topluluğu, Monero projesinin kodunu saklamanın yanı sıra toplantılar düzenlemek, yeni özellikleri ve fikirleri tartışmak ve ağ yükseltmelerinin planlanmasını koordine etmek için Github'u kullanıyor.</p></li> </ol> <p>Ağ yükseltmesi için önemli bir fikriniz varsa, benimsenen yaklaşımdan hoşlanmıyorsanız veya yükseltmenin zamanlaması konusunda endişeleriniz varsa, açıkça konuşmanız ve durumunuzu topluluğa açıkça sunmanız önemlidir![X1521X ]
ur: <p>چونکہ کوئی مرکزی اتھارٹی، سی ای او، یا مونیرو کا صدر نہیں ہے، اس لیے نیٹ ورک کو کب اپ گریڈ کرنا ہے، کیا شامل کرنا ہے، اور اس کے بارے میں کیسے جانا ہے یہ فیصلہ کرنے کا کام <em>ہم</em> پر آتا ہے، وہ لوگ Monero کمیونٹی جو مشغول ہونے اور بات چیت کرنے کا انتخاب کرتی ہے! یہ دونوں ہی ایک وکندریقرت منصوبے کا ایک انتہائی اہم حصہ ہے، کیونکہ منصوبے کے لیے منصوبہ بندی اور فیصلہ سازی بالآخر وکندریقرت اور برادری سے حاصل کی جاتی ہے۔</p> <p>منیرو میں ہر نیٹ ورک اپ گریڈ میں شامل وقت اور خصوصیات کی منصوبہ بندی دو اہم جگہوں پر ہوتی ہے:</p> <ol type="1"> <li><p>IRC اور میٹرکس پر، Monero کمیونٹی میں سب سے زیادہ استعمال ہونے والے چیٹ پلیٹ فارمز (جو آپس میں جڑے ہوئے ہیں)۔ یہ پلیٹ فارمز بڑے گروپ چیٹس کی اجازت دیتے ہیں اور یہ وہ جگہ ہیں جہاں تمام طے شدہ Monero کمیونٹی میٹنگز، دیو میٹنگز، اور ریسرچ لیب میٹنگز ہوتی ہیں۔ یہ میٹنگز آپ کے لیے Monero میں نیٹ ورک اپ گریڈ کے بارے میں منصوبہ بندی اور بحث میں سننے (یا تعاون کرنے!) کا بہترین طریقہ ہیں۔</p></li> <li><p>گیتھب پر، طویل عرصے تک چلنے والی Monero بات چیت، منصوبہ بندی اور تنظیم کے لیے اہم مواصلاتی پلیٹ فارم۔ Monero کمیونٹی میٹنگز کو منظم کرنے، نئی خصوصیات اور خیالات پر تبادلہ خیال کرنے اور Monero پروجیکٹ کے کوڈ کو ذخیرہ کرنے کے علاوہ نیٹ ورک اپ گریڈ کی منصوبہ بندی کو مربوط کرنے کے لیے Github کا استعمال کرتی ہے۔</p></li> </ol> <p>اگر آپ کے پاس نیٹ ورک کو اپ گریڈ کرنے کا ایک اہم خیال ہے، آپ کو کوئی طریقہ اختیار کرنا پسند نہیں ہے، یا اپ گریڈ کے وقت کے بارے میں خدشات ہیں، تو یہ ضروری ہے کہ آپ بات کریں اور کمیونٹی کے سامنے اپنا کیس واضح طور پر پیش کریں!</p>
zh_cn: <p>由于门罗币没有中央权力机构、CEO或总统围绕决定何时升级网络、包括哪些内容以及如何进行的工作落在了 <em>我们</em>, 即门罗币社区中那些选择参与和互动的人身上! 这既是去中心化项目的一个极其重要的部分，因为项目的规划和决策最终是去中心化的，并从社区众包。</p> <p>门罗币的每次网络升级中所包含的时间和功能的规划主要发生在两个地方：</p> <ol type="1"> <li><p>在IRC和Matrix上，这是门罗币社区中最常用的聊天平台（这两个平台是桥接在一起的）。这些平台允许大群聊天，所有预定的门罗币社区会议、开发会议和研究实验室会议都在这里举行。这些会议是你聆听（或贡献！）围绕门罗币网络升级的规划和讨论的最佳方式。</p></li> <li><p>在Github上，门罗币较长时间的讨论、规划和组织的主要交流平台。门罗币社区使用Github来组织会议，讨论新的功能和想法，除了存储门罗币项目的代码外，还协调网络升级的规划。</p></li> </ol> <p>如果你对网络升级有一个重要的想法，不喜欢正在采取的方法，或者对升级的时间有顾虑，那么你一定要说出来，并向社区清楚地介绍你的想法！</p>
zh_tw: <p>由於門羅幣沒有中央權力機構、CEO或總統圍繞決定何時升級網絡、包括哪些內容以及如何進行的工作落在了 <em>我們</em>, 即門羅幣社區中那些選擇參與和互動的人身上! 這既是去中心化項目的一個極其重要的部分，因為項目的規劃和決策最終是去中心化的，並從社區眾包。</p> <p>門羅幣的每次網絡升級中所包含的時間和功能的規劃主要發生在兩個地方：</p> <ol type="1"> <li><p>在IRC和Matrix上，這是門羅幣社區中最常用的聊天平台（這兩個平台是橋接在一起的）。這些平台允許大群聊天，所有預定的門羅幣社區會議、開發會議和研究實驗室會議都在這裡舉行。這些會議是你聆聽（或貢獻！）圍繞門羅幣網絡升級的規劃和討論的最佳方式。</p></li> <li><p>在Github上，門羅幣較長時間的討論、規劃和組織的主要交流平台。門羅幣社區使用Github來組織會議，討論新的功能和想法，除了存儲門羅幣項目的代碼外，還協調網絡升級的規劃。</p></li> </ol> <p>如果你對網絡升級有一個重要的想法，不喜歡正在採取的方法，或者對升級的時間有顧慮，那麼你一定要說出來，並向社區清楚地介紹你的想法！</p>
