Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sbdialog250Sbconfirm8722Sbrelease8722Sbmonero8722Sbtext8722Sbwarning
source: Be careful! Only finalize a trade when you are sure you have received the payment. There have been scammers who try to trick sellers to finalize a trade prematurely.
cs: Buďte opatrní! Dokončete obchod pouze tehdy, když jste si jisti, že jste obdrželi platbu. Objevili se podvodníci, kteří se snažili oklamat prodejce, aby předčasně dokončili obchod.
fi: Ole varovainen! Viimeistele kauppa vasta, kun olet varma, että olet vastaanottanut maksun. On ollut huijareita, jotka yrittävät huijata myyjiä viimeistelemään kaupan ennenaikaisesti.
fr: Faites attention ! Ne finalisez une transaction que lorsque vous êtes sûr d'avoir reçu le paiement. Il y a eu des escrocs qui ont essayé de tromper les vendeurs pour finaliser une transaction prématurément.
it: Fate attenzione! Finalizza uno scambio solo quando sei sicuro di aver ricevuto il pagamento. Ci sono stati dei truffatori che cercano di ingannare i venditori per finalizzare uno scambio prematuramente.
lt: Būk atsargus! Užbaikite sandorį tik tada, kai esate tikri, kad gavote mokėjimą. Buvo sukčių, kurie bando apgauti pardavėjus, kad jie per anksti užbaigtų prekybą.
nb: Vær forsiktig! Fullfør en handel først når du er sikker på at du har mottatt betalingen. Det har vært svindlere som prøver å lure selgere til å fullføre en handel for tidlig.
nl: Doe voorzichtig! Voltooi een transactie pas als u zeker weet dat u de betaling heeft ontvangen. Er zijn oplichters geweest die verkopers probeerden te misleiden om een transactie voortijdig af te ronden.
pl: Bądź ostrożny! Finalizuj transakcję tylko wtedy, gdy jesteś pewien, że otrzymałeś zapłatę. Istnieją oszuści, którzy próbują namawiać sprzedawców, aby sfinalizowali transakcję przed czasem.
pt_br: Tenha cuidado! Só finalize uma negociação quando tiver certeza de ter recebido o pagamento. Tem havido golpistas que tentam enganar os vendedores para finalizar uma troca prematuramente.
sl: Bodi previdni! Trgovanje zaključite šele, ko ste prepričani, da ste prejeli plačilo. Obstajajo prevaranti, ki poskušajo pretentati prodajalce, da bi prezgodaj zaključili posel.
sv: Var försiktig! Slutför en handel först när du är säker på att du har fått betalningen. Det har förekommit bedragare som försöker lura säljare att slutföra en affär i förtid.
tl: Mag-ingat ka! I-finalize lang ang isang trade kapag sigurado kang natanggap mo na ang bayad. May mga scammer na sumusubok na linlangin ang mga nagbebenta upang tapusin ang isang kalakalan nang maaga.
tr: Dikkat olmak! Yalnızca ödemeyi aldığınızdan emin olduğunuzda işlemi sonlandırın. Bir ticareti vaktinden önce sonuçlandırmak için satıcıları kandırmaya çalışan dolandırıcılar olmuştur.
ur: محتاط رہیں! صرف اس وقت تجارت کو حتمی شکل دیں جب آپ کو یقین ہو کہ آپ کو ادائیگی موصول ہوئی ہے۔ ایسے دھوکہ باز رہے ہیں جو فروخت کنندگان کو وقت سے پہلے تجارت کو حتمی شکل دینے کے لیے پھنسانے کی کوشش کرتے ہیں۔
zh_cn: 当心！只有在您确定已收到付款后才能完成交易。有些骗子试图欺骗卖家过早地完成交易。
zh_tw: 當心！只有在您確定已收到付款後才能完成交易。有些騙子試圖欺騙賣家過早地完成交易。

# trade250Sbdialog250Sbconfirm8722Sbrelease8722Sbtitle
source: Finalizing the trade for {amount} with {username}
cs: Dokončení obchodu za {amount} s {username}
fi: Kaupan viimeisteleminen summalla {amount} käyttäjän {username} kanssa
fr: Finalisation de la transaction pour un montant de {amount} avec {username}
it: Finalizzare lo scambio per {amount} con {username}
lt: Prekybos {amount} su {username} užbaigimas
nb: Fullfører handelen for {amount} med {username}
nl: De transactie voor {amount} met {username} afronden
pl: Finalizowanie handlu o wartości {amount} z {username}
pt_br: Finalizando o comércio para {amount} com {username}
sl: Zaključek trgovanja za {amount} z {username}
sv: Slutförande av handeln för {amount} med {username}
tl: Tinatapos ang kalakalan para sa {amount} gamit ang {username}
tr: {username} ile {amount} için işlemin tamamlanması
ur: {amount} کے لیے {username} کے ساتھ تجارت کو حتمی شکل دینا
zh_cn: 与 {username}完成 {amount} 的交易
zh_tw: 與 {username}完成 {amount} 的交易

# trade250Sbdialog250Sbconfirm8722Sbrelease250Sboffset8722Sbnotice
source: This password is used as the offset to generate the non-custodial settlement wallet and sign the transaction. {appName} will have no way of recovering the wallet if you lose this password.
cs: Toto heslo se použije jako offset pro vygenerování neúřední zúčtovací peněženky a podepsání transakce. Pokud toto heslo ztratíte, {appName} nebude mít možnost peněženku obnovit.
fi: Tätä salasanaa käytetään ulkopuolisen selvityslompakon luomiseen ja tapahtuman allekirjoittamiseen. {appName} ei pysty palauttamaan lompakkoa, jos kadotat tämän salasanan.
fr: Ce mot de passe est utilisé comme moyen de déviation pour générer le portefeuille de règlement non géré et signer la transaction. {appName} n'aura aucun moyen de récupérer le portefeuille si vous perdez ce mot de passe.
it: Questa password è usata come offset per generare il portafoglio di regolamento non custodiale e firmare la transazione. {appName} non avrà modo di recuperare il portafoglio se si perde questa password.
lt: Šis slaptažodis naudojamas kaip užskaita sugeneruojant atsiskaitymo be laisvės atėmimo piniginę ir pasirašant sandorį. Jei prarasite šį slaptažodį, {appName} negalės atkurti piniginės.
nb: Dette passordet brukes som forskyvning for å generere oppgjørslommeboken for ikke-depot og signere transaksjonen. {appName} har ingen mulighet til å gjenopprette lommeboken hvis du mister dette passordet.
nl: Dit wachtwoord wordt gebruikt als offset om de niet-bewarende afwikkelingsportefeuille te genereren en de transactie te ondertekenen. {appName} kan de portefeuille niet herstellen als u dit wachtwoord verliest.
pl: To hasło jest używane jako offset do wygenerowania portfela non-custodial na uregulowania i podpisywania transakcji. {appName} nie ma możliwości odzyskania portfela, jeśli stracisz to hasło.
pt_br: Esta senha é utilizada como compensação para gerar a carteira de liquidação não-custodial e assinar a transação. {appName} não terá nenhuma maneira de recuperar a carteira se você perder esta senha.
sl: To geslo se uporablja kot odmik za ustvarjanje denarnice za poravnavo brez skrbništva in podpis transakcije. {appName} ne bo mogel obnoviti denarnice, če izgubite to geslo.
sv: Detta lösenord används som offset för att generera plånboken för avveckling av icke-förmyndarskap och underteckna transaktionen. {appName} kommer inte att kunna återställa plånboken om du förlorar detta lösenord.
tl: Ginagamit ang password na ito bilang offset upang bumuo ng wallet ng non-custodial settlement at lagdaan ang transaksyon. Walang paraan ang {appName} para mabawi ang wallet kung mawala mo ang password na ito.
tr: Bu şifre, saklama dışı takas cüzdanını oluşturmak ve işlemi imzalamak için mahsup olarak kullanılır. Bu şifreyi kaybederseniz {appName}'in cüzdanı kurtarma yolu olmayacaktır.
ur: یہ پاس ورڈ نان کسٹوڈیل سیٹلمنٹ والیٹ بنانے اور لین دین پر دستخط کرنے کے لیے آفسیٹ کے طور پر استعمال ہوتا ہے۔ اگر آپ یہ پاس ورڈ کھو دیتے ہیں تو {appName} کے پاس پرس کی بازیافت کا کوئی طریقہ نہیں ہوگا۔
zh_cn: 这个密码是用来作为生成非托管结算钱包和签署交易的偏移量。如果你失去这个密码，{appName}将没有办法恢复钱包。
zh_tw: 該密碼用作生成非託管結算錢包並簽署交易的偏移量。如果您丟失此密碼，{appName} 將無法恢復錢包。

# trade250Sbdialog250Sbfunding8722Sbconfirm8722Sbtext
source: Please confirm that you want to fund the trade from your {appName} wallet
cs: Potvrďte prosím, že chcete financovat obchod ze své {appName} peněženky
fi: Vahvista, että haluat rahoittaa kaupan {appName}-lompakostasi
fr: Veuillez confirmer que vous souhaitez financer la transaction à partir de votre portefeuille {appName}
it: Conferma di voler finanziare lo scambio dal tuo portafoglio {appName}
lt: Patvirtinkite, kad norite finansuoti prekybą iš savo {appName} piniginės
nb: Vennligst bekreft at du ønsker å finansiere handelen fra din {appName} lommebok
nl: Bevestig dat u de transactie wilt financieren vanuit uw {appName}-portefeuille
pl: Potwierdź, że chcesz finansować handel ze swojego portfela {appName}
pt_br: Confirme que você quer financiar esta negociação com o saldo da sua carteira {appName}
sl: Potrdite, da želite trgovanje financirati iz svoje denarnice {appName}
sv: Vänligen bekräfta att du vill finansiera affären från din {appName} plånbok
tl: Pakikumpirma na gusto mong pondohan ang kalakalan mula sa iyong {appName} wallet
tr: Lütfen işlemi {appName} cüzdanınızdan finanse etmek istediğinizi onaylayın
ur: براہ کرم تصدیق کریں کہ آپ اپنے {appName} والیٹ سے تجارت کو فنڈ دینا چاہتے ہیں
zh_cn: 请确认你要以你的{appName}钱包出本交易资
zh_tw: 請確認你要以你的{appName}錢包出本交易資

# trade250Sbdialog250Sbfunding8722Sbconfirm8722Sbtitle
source: Confirm funding
cs: Potvrďte financování
fi: Vahvista rahoitus
fr: Confirmer le financement
it: Conferma il finanziamento
lt: Patvirtinti finansavimą
nb: Bekreft finansiering
nl: Financiering bevestigen
pl: Potwierdź finansowanie
pt_br: Confirmar financiamento
sl: Potrdite financiranje
sv: Bekräfta finansieringen
tl: Kumpirmahin ang pagpopondo
tr: Finansmanı onaylayın
ur: فنڈنگ کی تصدیق کریں
zh_cn: 确认出资
zh_tw: 確認出資

# trade250Sbdialog250Sbfunding8722Sberror8722Sbtext
source: Insufficient balance to fund a trade
cs: Nedostatečný zůstatek pro financování obchodu
fi: Saldo ei riitä kaupan rahoittamiseen
fr: Solde insuffisant pour financer une transaction
it: Quantità insufficiente per finanziare lo scambio
lt: Nepakankamas likutis prekybai finansuoti
nb: Utilstrekkelig balanse til å finansiere en handel
nl: Onvoldoende saldo om een transactie te financieren
pl: Niewystarczające saldo do sfinansowania handlu
pt_br: Balanço insuficiente para financiar a negociação
sl: Nezadostno stanje za financiranje trgovanja
sv: Otillräcklig balans för att finansiera en handel
tl: Hindi sapat na balanse upang pondohan ang isang kalakalan
tr: Bir ticareti finanse etmek için yeterli bakiye yok
ur: تجارت کو فنڈ دینے کے لیے ناکافی بیلنس
zh_cn: 你的钱包余额不足出这交易的资
zh_tw: 你的錢包余額不足出這交易的資

# trade250Sbdialog250Sbfunding8722Sberror8722Sbtitle
source: Funding error!
cs: Chyba financování!
fi: Virhe rahoituksessa!
fr: Erreur de financement !
it: Errore nel finanziamento!
lt: Finansavimo klaida!
nb: Finansieringsfeil!
nl: Financieringsfout!
pl: Błąd finansowania!
pt_br: Erro ao financiar
sl: Napaka pri financiranju!
sv: Finansiering fel!
tl: Error sa pagpopondo!
tr: Finansman hatası!
ur: فنڈنگ کی خرابی!
zh_cn: 出资错误！
zh_tw: 出資錯誤！

# trade250Sbdispute8722Sbbtn
source: Start a dispute
cs: Zahájit spor
fi: Kiistauta
fr: Ouvrir un litige
it: Inizia una controversia
lt: Pradėkite ginčą
nb: Start en tvist
nl: Begin een geschil
pl: Rozpocznij spór
pt_br: Iniciar disputa
sl: Začni spor
sv: Starta en tvist
tl: Magsimula ng hindi pagkakaunawaan
tr: Anlaşmazlık başlat
ur: تنازعہ شروع کریں
zh_cn: 发起申诉
zh_tw: 發起申訴

# trade250Sbdispute8722Sbtext
source: If there is a disagreement regarding the trade, you can start a dispute. After that, {appName} support will contact you through this trade's chat.
cs: Pokud dojde k neshodě ohledně obchodu, můžete zahájit spor. Poté vás bude podpora {appName} kontaktovat prostřednictvím tohoto obchodního chatu.
fi: Jos kaupassa syntyy erimielisyyksiä, voit kiistauttaa kaupan. Tämän jälkeen {appName}-tuki ottaa sinuun yhteyttä tämän kaupan chatin kautta.
fr: S'il y a un désaccord concernant la transaction, vous pouvez ouvrir un litige. Après cela, le support {appName} vous contactera via le tchat de cette transaction.
it: In caso di disaccordo in merito allo scambio è possibile avviare una controversia. Dopodiché, il supporto di {appName} ti contatterà attraverso la chat di questo trade.
lt: Jei kyla nesutarimų dėl prekybos, galite pradėti ginčą. Po to {appName} palaikymo komanda susisieks su jumis per šio sandorio pokalbį.
nb: Hvis det er uenighet om handelen, kan du starte en tvist. Etter det vil {appName}-støtte kontakte deg gjennom denne handelens chat.
nl: Als er onenigheid is over de transactie, kunt u een geschil starten. Daarna neemt de {appName} ondersteuning contact met u op via de chat van deze transactie.
pl: Jeśli nie ma porozumienia w sprawie handlu, możesz rozpocząć spór. Po tym, wsparcie {appName} skontaktuje się z Tobą poprzez czat tego handlu.
pt_br: Se houver um desacordo na negociação, é possível iniciar uma disputa. Ambas as partes não poderão modificar o status da negociação e um agente do {appName} entrará em contato via o bate-papo interno.
sl: Če pride do nesoglasja glede trgovanja, lahko začnete spor. Po tem vas bo podpora za {appName} kontaktirala prek klepeta tega trgovanja.
sv: Om det råder oenighet angående handeln kan du starta en tvist. Efter det kommer {appName} support kommer att kontakta dig via denna handels chatt.
tl: Kung mayroong hindi pagkakasundo tungkol sa kalakalan, maaari kang magsimula ng hindi pagkakaunawaan. Pagkatapos nito, makikipag-ugnayan sa iyo ang suporta ng {appName} sa pamamagitan ng chat ng kalakalan na ito.
tr: Ticaretle ilgili bir anlaşmazlık varsa, bir anlaşmazlık başlatabilirsiniz. Bundan sonra, {appName} desteği bu işlemin sohbeti aracılığıyla sizinle iletişime geçecektir.
ur: اگر تجارت کے حوالے سے کوئی اختلاف ہے تو آپ تنازعہ شروع کر سکتے ہیں۔ اس کے بعد، {appName} سپورٹ اس ٹریڈ کی چیٹ کے ذریعے آپ سے رابطہ کرے گا۔
zh_cn: 如果在交易中出现矛盾，则可以发起申诉。之后，{appName}员工将通过此交易与您联系。
zh_tw: 如果在交易中出現矛盾，則可以發起申訴。之后，{appName}員工將通過此交易與您聯系。

# trade250Sbenable8722Sbescrow8722Sbbtn
source: Enable arbitration bond
cs: Povolit arbitrážní dluhopis
fi: Ota välimiessuoja käyttöön
fr: Activer la caution d'arbitrage
it: Abilitare il legame di arbitrato
lt: Įgalinti arbitražo obligaciją
nb: Aktiver voldgiftsbinding
nl: Arbitragebinding inschakelen
pl: Włącz ochronę arbitrażową
pt_br: Habilitar o vínculo arbitral
sl: Omogoči arbitražno obveznico
sv: Aktivera skiljedomstol
tl: Paganahin ang arbitration bond
tr: Tahkim bağını etkinleştir
ur: ثالثی بانڈ کو فعال کریں
zh_cn: 启用仲裁保证金
zh_tw: 啟用仲裁保證金

# trade250Sberror250Sb247
source: Your account is prohibited from withdrawing due to sanctions
cs: Z vašeho účtu je zakázáno vybírat z důvodu sankcí
fi: Varojen nostaminen tililtäsi on estetty sanktioiden vuoksi
fr: Votre compte est interdit de retrait en raison de sanctions
it: Il suo conto non può essere prelevato a causa di sanzioni
lt: Dėl sankcijų jūsų sąskaitą draudžiama atsiimti
nb: Kontoen din er forbudt å trekke ut på grunn av sanksjoner
nl: Uw account is verboden geld op te nemen vanwege sancties
pl: Na Twoim koncie obowiązuje zakaz wypłat z powodu sankcji
pt_br: Sua conta está proibida de se retirar devido a sanções
sl: Dvig z vašega računa je prepovedan zaradi sankcij
sv: Ditt konto är förbjudet att ta ut på grund av sanktioner
tl: Ang iyong account ay ipinagbabawal na mag-withdraw dahil sa mga parusa
tr: Yaptırımlar nedeniyle hesabınızın çekilmesi yasaktır
ur: پابندیوں کی وجہ سے آپ کے اکاؤنٹ کو نکالنے سے منع کیا گیا ہے
zh_cn: 你的账户因制裁而被禁止提款
zh_tw: 由於製裁，您的帳戶被禁止退出

# trade250Sberror250Sb248
source: The amount of the trade isn’t enough to cover the settlement-related fees. Please try again later when the fees are lower or re-open the trade for a larger amount and cancel this one.
cs: Výše obchodu nestačí na pokrytí poplatků souvisejících s vypořádáním. Zkuste to znovu později, až budou poplatky nižší, nebo znovu otevřete obchod pro vyšší částku a zrušte tento.
fi: Kaupan määrä ei riitä kattamaan selvitykseen liittyviä kuluja. Yritä myöhemmin uudelleen, kun maksut ovat alhaisemmat tai avaa kauppa uudelleen suuremmalle summalle ja peruuta tämä.
fr: Le montant de la transaction n'est pas suffisant pour couvrir les frais liés au règlement. Veuillez réessayer plus tard lorsque les frais seront inférieurs ou rouvrir la transaction pour un montant plus élevé et annuler celle-ci.
it: L'importo della transazione non è sufficiente a coprire le spese di liquidazione. Per favore riprova più tardi quando le commissioni sono più basse o riapri la transazione per un importo maggiore e cancella questa.
lt: Sandorio sumos nepakanka su atsiskaitymu susijusiems mokesčiams padengti. Bandykite dar kartą vėliau, kai mokesčiai bus mažesni, arba iš naujo atidarykite prekybą didesnei sumai ir atšaukite šį sandorį.
nb: Handelsbeløpet er ikke nok til å dekke oppgjørsrelaterte avgifter. Vennligst prøv igjen senere når gebyrene er lavere eller åpne handelen på nytt for et større beløp og kanseller denne.
nl: Het bedrag van de transactie is niet voldoende om de gerelateerde afwikkelingskosten te dekken. Probeer het later opnieuw wanneer de kosten lager zijn of heropen de transactie voor een groter bedrag en annuleer deze.
pl: Kwota handlu nie wystarczy na pokrycie opłat związanych z uregulowaniami. Spróbuj ponownie później, gdy opłaty będą niższe lub ponownie utwórz handel na większą kwotę i anulować ten.
pt_br: O valor do comércio não é suficiente para cobrir as taxas relacionadas com o acordo. Por favor, tente novamente mais tarde quando as taxas forem menores ou reabrir o comércio por um valor maior e cancele este.
sl: Znesek trgovanja ne zadošča za kritje stroškov, povezanih s poravnavo. Poskusite znova pozneje, ko bodo provizije nižje, ali znova odprite trgovanje za večji znesek in prekličite tega.
sv: Handelsbeloppet räcker inte för att täcka de avvecklingsrelaterade avgifterna. Försök igen senare när avgifterna är lägre eller öppna handeln igen för ett större belopp och avbryt denna.
tl: Ang halaga ng kalakalan ay hindi sapat upang masakop ang mga bayarin na nauugnay sa pag-areglo. Pakisubukang muli sa ibang pagkakataon kapag mas mababa ang mga bayarin o muling buksan ang kalakalan para sa mas malaking halaga at kanselahin ang isang ito.
tr: Ticaretin tutarı, uzlaşmayla ilgili ücretleri karşılamaya yeterli değil. Lütfen daha sonra ücretler düştüğünde tekrar deneyin veya işlemi daha yüksek bir tutarla yeniden açın ve işlemi iptal edin.
ur: تجارت کی رقم تصفیہ سے متعلقہ فیس کو پورا کرنے کے لیے کافی نہیں ہے۔ فیس کم ہونے پر براہ کرم بعد میں دوبارہ کوشش کریں یا بڑی رقم کے لیے تجارت کو دوبارہ کھولیں اور اسے منسوخ کریں۔
zh_cn: 该交易的金额不足以支付结算相关费用。请稍后在费用较低时再试，或以更大的金额重新进行交易，并取消这次交易。
zh_tw: 交易金額不足以支付與結算相關的費用。請稍後在費用較低時重試或以更大的金額重新開啟交易並取消此交易。

# trade250Sbescrow8722Sbterms8722Sband8722Sbinfo8722Sbtext8722Sb0
source: {appName} can only offer protection if arbitration bond protection for the trade was enabled
cs: {appName} může nabídnout ochranu pouze v případě, že byla pro obchod povolena ochrana arbitrážními dluhopisy
fi: {appName} voi tarjota suojan vain, jos kaupassa on otettu välimiessuoja käyttöön
fr: {appName} ne peut offrir une protection que si la protection par caution d'arbitrage pour la transaction a été activée
it: {appName} può offrire protezione solo se la protezione dell'obbligazione di arbitraggio per la negoziazione è stata abilitata
lt: {appName} gali pasiūlyti apsaugą, tik jei buvo įjungta arbitražo obligacijų apsauga
nb: {appName} kan bare tilby beskyttelse hvis voldgiftsobligasjonsbeskyttelse for handelen var aktivert
nl: {appName} kan alleen bescherming bieden als de arbitragebond bescherming voor de transactie was ingeschakeld
pl: {appName} może oferować ochronę tylko wtedy, gdy włączono ochronę arbitrażową
pt_br: {appName} só pode oferecer proteção se a proteção do título de arbitragem para o comércio tiver sido habilitada
sl: {appName} lahko nudi zaščito le, če je bila omogočena zaščita arbitražne obveznice za trgovanje
sv: {appName} kan endast erbjuda skydd om skydd mot skiljedomsobligationer för handeln var aktiverat
tl: Ang {appName} ay maaari lamang mag-alok ng proteksyon kung pinagana ang proteksyon ng arbitration bond para sa kalakalan
tr: {appName} yalnızca ticaret için tahkim bonosu koruması etkinleştirilmişse koruma sunabilir
ur: {appName} صرف اس صورت میں تحفظ فراہم کر سکتا ہے جب تجارت کے لیے ثالثی بانڈ تحفظ کو فعال کیا گیا ہو
zh_cn: {appName} 只能在为交易启用仲裁保证金保护时提供保护
zh_tw: {appName} 只能在為交易啟用仲裁保證金保護時提供保護

# trade250Sbescrow8722Sbterms8722Sband8722Sbinfo8722Sbtext8722Sb1
source: When enabled, only the buyer and {appName} staff can cancel the deal
cs: Je-li povoleno, může dohodu zrušit pouze kupující a zaměstnanci {appName}
fi: Kun tämä on käytössä, vain ostaja ja {appName}:n henkilökunta voivat peruuttaa kaupan
fr: Lorsque cette option est activée, seuls l'acheteur et le personnel de {appName} peuvent annuler la transaction
it: Se abilitato, solo l'acquirente e lo staff di {appName} possono annullare lo scambio
lt: Kai įjungta, tik pirkėjas ir {appName} darbuotojai gali atšaukti sandorį
nb: Når den er aktivert, kan bare kjøperen og {appName}-ansatte kansellere avtalen
nl: Indien ingeschakeld, kunnen alleen de koper en {appName}-medewerkers de deal annuleren
pl: Po włączeniu tylko kupujący i {appName} mogą anulować transakcję
pt_br: Ao ativar, somente o comprador e um agente do {appName} podem cancelar a negociação
sl: Ko je omogočeno, lahko samo kupec in osebje {appName} prekliče posel
sv: När aktiverat, endast köparen och {appName} personalen kan avbryta affären
tl: Kapag naka-enable, tanging ang bumibili at ang {appName} staff lang ang makakakansela ng deal
tr: Etkinleştirildiğinde, yalnızca alıcı ve {appName} personeli anlaşmayı iptal edebilir
ur: فعال ہونے پر، صرف خریدار اور {appName} عملہ ہی معاہدہ منسوخ کر سکتا ہے
zh_cn: 启用后，只有买方和{appName}员工才能取消交易
zh_tw: 啟用后，隻有買方和{appName}員工才能取消交易

# trade250Sbescrow8722Sbterms8722Sband8722Sbinfo8722Sbtitle
source: {appName} arbitration bond protection terms and info
cs: {appName} podmínky ochrany arbitrážního dluhopisu a informace
fi: {appName} välimiessuojan ehdot ja tiedot
fr: Conditions et informations relatives à la protection {appName} par caution d'arbitrage
it: {appName} termini e informazioni sulla protezione delle obbligazioni arbitrali
lt: {appName} arbitražo obligacijų apsaugos sąlygos ir informacija
nb: {appName} vilkår og informasjon om beskyttelse av voldgiftsobligasjoner
nl: {appName} voorwaarden en info voor arbitragebond bescherming
pl: Warunki i informacje dotyczące ochrony arbitrażowej {appName}
pt_br: {appName} termos e informações sobre a proteção dos títulos de arbitragem
sl: {appName} Pogoji in informacije o zaščiti arbitražne obveznice
sv: {appName} Villkor och information om skydd mot skiljedom
tl: {appName} mga tuntunin at impormasyon sa proteksyon ng bono ng arbitrasyon
tr: {appName} tahkim bonosu koruma koşulları ve bilgileri
ur: {appName} ثالثی بانڈ کے تحفظ کی شرائط اور معلومات
zh_cn: {appName} 仲裁保证金保护条款和信息
zh_tw: {appName} 仲裁保證金保護條款和信息

# trade250Sbfeedback250Sbblock
source: Block user
cs: Zablokovat uživatele
fi: Estä käyttäjä
fr: Bloquer un utilisateur
lt: Užblokuoti vartotoją
nb: Blokker bruker
nl: Blokkeer gebruiker
pl: Zablokuj użytkownika
pt_br: Bloquear usuário
sl: Blokiraj uporabnika
sv: Blockera användare
tl: I-block ang user
tr: Kullanıcıyı engelle
zh_cn: 阻止
zh_tw: 阻止

# trade250Sbfeedback250Sbleave8722Sbfeedback8722Sbon
source: Leave feedback on {username}
cs: Zanechte zpětnou vazbu na {username}
fi: Jätä palautetta käyttäjälle {username}
fr: Laisser une évaluation sur {username}
it: Lascia un feedback a {username}
lt: Palikite atsiliepimą apie {username}
nb: Gi tilbakemelding på {username}
nl: Geef feedback op {username}
pl: Zostaw opinię o użytkowniku {username}
pt_br: Deixar feedback de {username}
sl: Pusti povratne informacije o {username}
sv: Lämna feedback på {username} {username}
tl: Mag-iwan ng feedback sa {username}
tr: {username} hakkında geri bildirim bırakın
ur: {username} پر رائے دیں
zh_cn: 给{username}留下评价
zh_tw: 給{username}留下評價

# trade250Sbfeedback250Sbnegative
source: Negative
cs: Negativní
fi: Negatiivinen
fr: Négative
it: Negativo
lt: Neigiamas
nb: Negativ
nl: Negatief
pl: Negatywna
pt_br: Negativo
sl: Negativno
sv: Negativ
tl: Negatibo
tr: Olumsuz
ur: منفی
zh_cn: 差
zh_tw: 差

# trade250Sbfeedback250Sbneutral
source: Neutral
cs: Neutrální
fi: Neutraali
fr: Neutre
it: Neutrale
lt: Neutralus
nb: Nøytral
nl: Neutraal
pl: Neutralna
pt_br: Neutro
sl: Nevtralno
tr: Doğal
ur: غیر جانبدار
zh_cn: 一般
zh_tw: 一般
