Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbcard8722Sbthree8722Sb2
source: Now, go the the wallet page and check the 'I want to withdraw to a BTC, XMR, ETH, LTC, BCH or DASH wallet' box on the 'Send Monero' tab of the wallet page. In the appeared section select BTC and enter the respective receiving BTC address. Then you enter the amount in XMR, select the priority, and click 'Continue'. Please note that the receive amount in XMR should be within the provided ChangeNow limits.
cs: Nyní přejděte na stránku peněženky a zaškrtněte políčko „Chci vybrat do peněženky BTC, XMR, ETH, LTC, BCH nebo DASH“ na záložce „Odeslat Monero“ na stránce peněženky. V zobrazené sekci vyberte BTC a zadejte příslušnou přijímací adresu BTC. Poté zadejte částku v XMR, vyberte prioritu a klikněte na 'Pokračovat'. Vezměte prosím na vědomí, že přijatá částka v XMR by měla být v rámci stanovených limitů ChangeNow.
fi: Siirry nyt lompakkosivulle ja valitse "Haluan nostaa BTC-, XMR-, ETH-, LTC-, BCH- tai DASH-lompakkoon" -ruutu lompakkosivun "Lähetä Monero" -välilehdeltä. Valitse näkyviin tulevasta osiosta BTC ja syötä vastaava vastaanottava BTC-osoite. Syötä sitten summa XMR:nä, valitse prioriteetti ja napsauta 'Jatka'. Huomaa, että XMR:ssä vastaanotetun summan tulee olla annettujen ChangeNow-rajojen sisällä.
fr: Maintenant, allez sur la page du portefeuille et cochez la case "Je veux retirer vers un portefeuille BTC, XMR, ETH, LTC, BCH ou DASH" sur l'onglet "Envoyer Monero" de la page du portefeuille. Dans la section qui apparaît, sélectionnez BTC et entrez l'adresse BTC de réception. Ensuite, vous entrez le montant dans XMR, sélectionnez la priorité et cliquez sur "Continuer". Veuillez noter que le montant reçu en XMR doit se situer dans les limites ChangeNow fournies.
it: Ora vai alla pagina del wallet e seleziona la casella 'Voglio ritirare un portafoglio BTC, ETH, LTC, BCH o DASH' nella scheda 'Invia Monero' of la pagina del wallet. Nella sezione apparirà selezionare BTC e inserire il rispettivo indirizzo BTC ricevente. Quindi inserisci l'importo in XMR, seleziona la priorità e fai clic su 'Continua'. Si prega di notare che l'importo di ricezione in XMR dovrebbe rientrare nei limiti ChangeNow previsti.
lt: Dabar eikite į piniginės puslapį ir pažymėkite laukelį „Noriu pasitraukti iš BTC, XMR, ETH, LTC, BCH arba DASH piniginės“ piniginės puslapio skirtuke „Siųsti Monero“. Atsidariusiame skyriuje pasirinkite BTC ir įveskite atitinkamą gavimo BTC adresą. Tada XMR įveskite sumą, pasirinkite prioritetą ir spustelėkite „Tęsti“. Atkreipkite dėmesį, kad gauta suma XMR turi neviršyti pateiktų „ChangeNow“ limitų.
nb: Gå nå til lommeboksiden og merk av for "Jeg vil trekke meg til en BTC-, XMR-, ETH-, LTC-, BCH- eller DASH-lommebok"-boksen på "Send Monero"-fanen på lommeboksiden. I den viste delen velger du BTC og skriv inn den respektive mottakende BTC-adressen. Deretter skriver du inn beløpet i XMR, velger prioritet og klikker 'Fortsett'. Vær oppmerksom på at mottaksbeløpet i XMR bør være innenfor de angitte ChangeNow-grensene.
nl: Ga nu naar de portemonneepagina en vink het vakje 'Ik wil geld opnemen naar een BTC-, XMR-, ETH-, LTC-, BCH- of DASH-portefeuille' aan op het tabblad 'Monero verzenden' van de portemonneepagina. Selecteer in het verschenen gedeelte BTC en voer het respectieve ontvangende BTC-adres in. Vervolgens voert u het bedrag in XMR in, selecteert u de prioriteit en klikt u op 'Doorgaan'. Houd er rekening mee dat het ontvangen bedrag in XMR binnen de opgegeven ChangeNow-limieten moet vallen.
pl: Teraz przejdź do strony portfela i odhacz „Chcę wypłacić do portfela BTC, XMR, ETH, LTC, BCH lub DASH ” w karcie „Wyślij Monero” strony portfela. W wyświetlonej sekcji wybierz BTC i wprowadź odpowiedni adres BTC. Następnie wprowadzasz kwotę w XMR, wybierz priorytet i kliknij „Kontynuuj”. Należy pamiętać, że kwota docelowa w XMR powinna mieścić się w limitach ChangeNow.
pt_br: Agora, vá para a página da carteira e marque a caixa 'Desejo retirar para uma caixa BTC, ETH, LTC, BCH ou DASH' na guia 'Enviar Monero'.f a página da carteira. Na seção exibida, selecione BTC e insira o respectivo endereço BTC de recebimento. Em seguida, insira o valor no XMR, selecione a prioridade e clique em 'Continuar'. Observe que o valor de recebimento no XMR deve estar dentro dos limites do ChangeNow fornecidos.
sl: Zdaj pojdite na stran denarnice in označite polje "Želim dvigniti v denarnico BTC, XMR, ETH, LTC, BCH ali DASH" na zavihku "Pošlji Monero" na strani denarnice. V razdelku, ki se prikaže, izberite BTC in vnesite ustrezen prejemni BTC naslov. Nato vnesite znesek v XMR, izberite prioriteto in kliknite "Nadaljuj". Upoštevajte, da mora biti znesek prejetega v XMR znotraj navedenih omejitev ChangeNow.
sv: Gå nu till plånbokssidan och markera rutan "Jag vill ta ut till en BTC-, XMR-, ETH-, LTC-, BCH- eller DASH-plånbok" på fliken "Skicka Monero" på plånbokssidan. I det visade avsnittet välj BTC och ange respektive mottagande BTC-adress. Sedan anger du beloppet i XMR, väljer prioritet och klickar på 'Fortsätt'. Observera att mottagarbeloppet i XMR bör ligga inom de angivna ChangeNow-gränserna.
tl: Ngayon, pumunta sa pahina ng wallet at lagyan ng check ang kahon na 'Gusto kong mag-withdraw sa isang BTC, XMR, ETH, LTC, BCH o DASH wallet' sa tab na 'Ipadala Monero' ng pahina ng pitaka. Sa lumabas na seksyon piliin ang BTC at ilagay ang kaukulang receiving BTC address. Pagkatapos ay ipasok mo ang halaga sa XMR, piliin ang priyoridad, at i-click ang 'Magpatuloy'. Pakitandaan na ang natanggap na halaga sa XMR ay dapat nasa loob ng ibinigay na mga limitasyon sa ChangeNow.
tr: Şimdi cüzdan sayfasına gidin ve cüzdan sayfasının 'Monero Gönder' sekmesindeki 'BTC, XMR, ETH, LTC, BCH veya DASH cüzdanına para çekmek istiyorum' kutusunu işaretleyin. Açılan bölümde BTC'yi seçin ve ilgili alıcı BTC adresini girin. Daha sonra tutarı XMR'ye girin, önceliği seçin ve 'Devam Et'i tıklayın. XMR'de alınan miktarın belirtilen ChangeNow limitleri dahilinde olması gerektiğini lütfen unutmayın.
ur: اب، والیٹ کے صفحے پر جائیں اور بٹوے کے صفحے کے 'Send Monero' ٹیب پر 'I want to withdraw to a BTC, XMR, ETH, LTC, BCH or DASH wallet' باکس کو چیک کریں۔ ظاہر ہونے والے سیکشن میں BTC کو منتخب کریں اور متعلقہ وصول کرنے والا BTC پتہ درج کریں۔ پھر آپ XMR میں رقم درج کریں، ترجیح منتخب کریں، اور 'Continue' پر کلک کریں۔ براہ کرم نوٹ کریں کہ XMR میں وصول کی جانے والی رقم فراہم کردہ ChangeNow کی حدود کے اندر ہونی چاہیے۔
zh_cn: 现在，进入钱包页面并在'发送门罗币'选项卡上查看'我想退回到BTC，ETH，LTC，BCH或DASH钱包'框中o在钱包页面。在出现的部分中选择BTC并输入相应的接收BTC地址。然后在XMR中输入金额，选择优先级，然后单击“继续”。请注意，XMR中的接收金额应在提供的MorphToken限制范围内。
zh_tw: 現在，進入錢包頁面並在'發送門羅幣'選項卡上查看'我想退回到BTC，ETH，LTC，BCH或DASH錢包'框中o在錢包頁面。在出現的部分中選擇BTC並輸入相應的接收BTC地址。然後在XMR中輸入金額，選擇優先級，然後單擊“繼續”。請注意，XMR中的接收金額應在提供的MorphToken限制範圍內。

# guide250Sbbtc250Sbcard8722Sbthree8722Sb3
source: Then, after you have entered your password and (if enabled) one-time password, {appName} will send your coins to {morphtoken} for conversion.
cs: Poté, co zadáte své heslo a (pokud je povoleno) jednorázové heslo, {appName} odešle vaše mince na {morphtoken} ke konverzi.
fi: Sitten, kun olet syöttänyt salasanasi ja (jos käytössä) kertakäyttöisen salasanan, {appName} lähettää kolikosi {morphtoken}:lle muuntamista varten.
fr: Ensuite, après avoir entré votre mot de passe et (si activé) le mot de passe à usage unique, {appName} enverra vos jetons à {morphtoken} pour la conversion.
it: Quindi, dopo aver inserito la password e (se abilitata) una password unica, {appName} invierà le monete a {morphtoken} per la conversione.
lt: Tada, kai įvesite slaptažodį ir (jei įjungtas) vienkartinį slaptažodį, {appName} nusiųs jūsų monetas į {morphtoken} konvertuoti.
nb: Deretter, etter at du har skrevet inn passordet ditt og (hvis aktivert) engangspassordet, vil {appName} sende myntene dine til {morphtoken} for konvertering.
nl: Vervolgens, nadat u uw wachtwoord en (indien ingeschakeld) eenmalig wachtwoord heeft ingevoerd, stuurt {appName} uw munten naar {morphtoken} voor conversie.
pl: Następnie, po wprowadzeniu hasła i (jeśli są włączone) jednorazowego hasła, {appName} wyśle Twoje środki do {morphtoken} w celu konwersji.
pt_br: Então, depois de ter inserido sua senha e (se habilitado) uma senha de uso único, o {appName} enviará suas moedas para {morphtoken} para conversão.
sl: Potem, ko ste vnesli svoje geslo in (če je omogočeno) enkratno geslo, bo {appName} poslal vaše kovance v {morphtoken} v pretvorbo.
sv: När du sedan har angett ditt lösenord och (om aktiverat) engångslösenord, {appName} kommer att skicka dina mynt till {morphtoken} för konvertering.
tl: Pagkatapos, pagkatapos mong mailagay ang iyong password at (kung naka-enable) ang isang beses na password, ipapadala ng {appName} ang iyong mga barya sa {morphtoken} para sa conversion.
tr: Ardından, şifrenizi ve (etkinse) tek kullanımlık şifrenizi girdikten sonra, {appName}, paralarınızı dönüşüm için {morphtoken}'e gönderecektir.
ur: اس کے بعد، آپ کے پاس ورڈ اور (if enabled) ایک وقتی پاس ورڈ درج کرنے کے بعد، {appName} آپ کے سکے {morphtoken} کو تبادلوں کے لیے بھیجے گا۔
zh_cn: 然后，在您输入密码和（如果启用）一次​​性密码后，{appName}会将您的硬币发送到{morphtoken}进行转换。
zh_tw: 然後，在您輸入密碼和（如果啟用）一次​​性密碼後，{appName}會將您的硬幣發送到{morphtoken}進行轉換。

# guide250Sbbtc250Sbcard8722Sbthree8722Sb4
source: You don't need to do anything at this point, and a new window where you can monitor the transaction status will be opened in you browser (if it isn't opened please click on the provided link and be sure to save it so you are able to see the transaction's flow). Should anything go wrong with the transaction, the coins will be refunded to your {appName} wallet.
cs: V tuto chvíli nemusíte nic dělat a ve vašem prohlížeči se otevře nové okno, kde můžete sledovat stav transakce (pokud se neotevře, klikněte na uvedený odkaz a nezapomeňte jej uložit, abyste jsou schopni vidět průběh transakce). Pokud by se s transakcí něco pokazilo, mince budou vráceny do vaší peněženky {appName}.
fi: Sinun ei tarvitse tehdä mitään tässä vaiheessa ja selaimeesi avautuu uusi ikkuna, jossa voit seurata tapahtuman tilaa (jos se ei avaudu, napsauta annettua linkkiä ja muista tallentaa se, jotta voit seurata tapahtuman kulkua). Jos tapahtumassa menee jokin pieleen, kolikot palautetaan {appName}-lompakoosi.
fr: Vous n'avez rien à faire à ce stade, et une nouvelle fenêtre où vous pouvez surveiller l'état de la transaction s'ouvrira dans votre navigateur (s'il n'est pas ouvert, veuillez cliquer sur le lien fourni et assurez-vous de l'enregistrer afin que vous puissiez suivre le déroulement de la transaction). En cas de problème avec la transaction, les jetons seront remboursées sur votre portefeuille {appName}.
it: A questo punto non devi fare nulla, e una nuova finestra in cui puoi monitorare lo stato della transazione verrà aperta nel tuo browser (se non è aperta per favore clicca sul link fornito e assicurati di salvarlo in modo da poter vedere il flusso della transazione). Se qualcosa dovesse andare storto con la transazione, le monete saranno rimborsate sul tuo portafoglio {appName}.
lt: Šiuo metu jums nieko nereikia daryti, o jūsų naršyklėje atsidarys naujas langas, kuriame galėsite stebėti operacijos būseną (jei jis neatsidarė, spustelėkite pateiktą nuorodą ir būtinai ją išsaugokite, kad galėtumėte gali matyti operacijos eigą). Jei atliekant operaciją kas nors nepavyks, monetos bus grąžintos į jūsų {appName} piniginę.
nb: Du trenger ikke å gjøre noe på dette tidspunktet, og et nytt vindu der du kan overvåke transaksjonsstatusen vil åpnes i nettleseren din (hvis den ikke er åpnet, klikk på den angitte lenken og sørg for å lagre den slik at du er i stand til å se transaksjonens flyt). Skulle noe gå galt med transaksjonen, vil myntene bli refundert til din {appName} lommebok.
nl: U hoeft op dit moment niets te doen, en een nieuw venster waarin u de transactiestatus kunt volgen, zal worden geopend in uw browser (als het niet is geopend, klikt u op de verstrekte link en slaat u deze op zodat u de transactiestroom kunnen zien). Mocht er iets misgaan met de transactie, dan worden de munten teruggestort in uw {appName} portefeuille.
pl: W tym momencie nie musisz nic robić, a nowe okno, w którym możesz monitorować status transakcji, zostanie otwarte w przeglądarce (jeśli się nie otworzyło proszę kliknąć podany link i pamiętać o jego zapisaniu, aby móc śledzić przebieg transakcji). Jeśli coś pójdzie nie tak z transakcją, środki zostaną zwrócone do portfela {appName}.
pt_br: Você não precisa fazer nada neste momento, e uma nova janela onde você pode monitorar o status da transação será aberta no seu navegador (se ele não for aberto, por favor Clique no link fornecido e não se esqueça de salvá-lo para que você possa ver o fluxo da transação. Se algo der errado com a transação, as moedas serão reembolsadas em sua carteira {appName}.
sl: Na tej točki vam ni treba storiti ničesar in v vašem brskalniku se bo odprlo novo okno, v katerem lahko spremljate stanje transakcije (če se ne odpre, kliknite na navedeno povezavo in jo shranite, da lahko vidite potek transakcije). Če bi šlo pri transakciji karkoli narobe, bodo kovanci povrnjeni v vašo {appName} denarnico.
sv: Du behöver inte göra något just nu, och ett nytt fönster där du kan övervaka transaktionsstatus kommer att öppnas i din webbläsare (om det inte öppnas, klicka på den angivna länken och se till att spara det så att du kan se transaktionens flöde). Om något skulle gå fel med transaktionen kommer mynten att återbetalas till din {appName} plånbok.
tl: Hindi mo kailangang gumawa ng anuman sa puntong ito, at isang bagong window kung saan masusubaybayan mo ang katayuan ng transaksyon ay mabubuksan sa iyong browser (kung hindi ito binuksan mangyaring mag-click sa ibinigay na link at siguraduhing i-save ito upang ikaw ay nakikita ang daloy ng transaksyon). Kung may mali sa transaksyon, ire-refund ang mga barya sa iyong {appName} wallet.
tr: Bu noktada herhangi bir şey yapmanıza gerek yoktur ve tarayıcınızda işlem durumunu izleyebileceğiniz yeni bir pencere açılacaktır (açılmamışsa lütfen verilen bağlantıya tıklayın ve kaydettiğinizden emin olun). işlemin akışını görebiliriz). İşlemde herhangi bir sorun olması durumunda paralar {appName} cüzdanınıza iade edilecektir.
ur: اس وقت آپ کو کچھ کرنے کی ضرورت نہیں ہے، اور آپ کے براؤزر میں ایک نئی ونڈو جہاں آپ لین دین کی صورتحال کی نگرانی کر سکتے ہیں کھل جائے گی (if it isn't opened please click on the provided link and be sure to save it so you are able to see the transaction's flow)۔ اگر لین دین میں کچھ غلط ہو جائے تو سکے آپ کے {appName} والیٹ میں واپس کر دیے جائیں گے۔
zh_cn: 此时你不需要做任何事情，你可以在浏览器中打开一个可以监控交易状态的新窗口（如果没有打开请点击提供的链接，并确保保存，以便您能够看到交易的流程。如果交易出现问题，硬币将退还给您的{appName}钱包。
zh_tw: 此時你不需要做任何事情，你可以在瀏覽器中打開一個可以監控交易狀態的新窗口（如果沒有打開請點擊提供的鏈接，並確保保存，以便您能夠看到交易的流程。如果交易出現問題，硬幣將退還給您的{appName}錢包。

# guide250Sbbtc250Sbcard8722Sbthree8722Sb5
source: Step 7
cs: Krok 7
fi: Vaihe 7
fr: Étape 7
lt: 7 veiksmas
nb: Trinn 7
nl: Stap 7
pl: Krok 7
sl: Korak 7
sv: Steg 7
tl: Hakbang 7
tr: Adım 7
ur: مرحلہ 7
zh_cn: 第7步
zh_tw: 第7步

# guide250Sbbtc250Sbcard8722Sbthree8722Sb6
source: After that, just wait for the transaction to go through (around 15 minutes) and {morphtoken} will send the bitcoins to your provided address. Done!
cs: Poté počkejte, až transakce proběhne (asi 15 minut) a {morphtoken} pošle bitcoiny na vámi poskytnutou adresu. Hotovo!
fi: Odota sen jälkeen tapahtuman läpimenoa (noin 15 minuuttia) ja {morphtoken} lähettää bitcoinit antamaasi osoitteeseen. Valmista!
fr: Après cela, attendez simplement que la transaction soit effectuée (environ 15 minutes) et {morphtoken} enverra les Bitcoins à l'adresse que vous avez fournie. Et c'est tout !
it: Dopodiché, aspetta solo che la transazione vada in porto (circa 15 minuti) e {morphtoken} invierà i bitcoin all'indirizzo fornito. Fatto!
lt: Po to tiesiog palaukite, kol operacija bus atlikta (maždaug 15 minučių) ir {morphtoken} išsiųs bitkoinus jūsų nurodytu adresu. Padaryta!
nb: Etter det er det bare å vente til transaksjonen går gjennom (rundt 15 minutter) og {morphtoken} vil sende bitcoins til adressen du har oppgitt. Ferdig!
nl: Wacht daarna tot de transactie is voltooid (ongeveer 15 minuten) en {morphtoken} zal de bitcoins naar het door u opgegeven adres sturen. Klaar!
pl: Następnie po prostu poczekaj, aż transakcja dotrze (około 15 minut), a {morphtoken} wyśle Bitcoiny na dostarczony adres. Gotowe!
pt_br: Depois disso, apenas espere a transação passar (cerca de 15 minutos) e {morphtoken} enviará os bitcoins para o seu endereço fornecido. Feito!
sl: Po tem samo počakajte, da se transakcija izvede (približno 15 minut) in {morphtoken} bo poslal bitcoine na vaš navedeni naslov. Končano!
sv: Därefter väntar du bara på att transaktionen ska gå igenom (cirka 15 minuter) och {morphtoken} kommer att skicka bitcoins till din angivna adress. Klart!
tl: Pagkatapos nito, hintayin lamang na dumaan ang transaksyon (mga 15 minuto) at ipapadala ng {morphtoken} ang mga bitcoin sa iyong ibinigay na address. Tapos na!
tr: Bundan sonra, işlemin tamamlanmasını bekleyin (yaklaşık 15 dakika) ve {morphtoken} bitcoinleri sağladığınız adrese gönderecektir. Tamamlamak!
ur: اس کے بعد، صرف لین دین کے گزرنے کا انتظار کریں (around 15 minutes) اور {morphtoken} بٹ کوائنز آپ کے فراہم کردہ پتے پر بھیج دے گا۔ ہو گیا!
zh_cn: 之后，等待交易完成（大约15分钟），{morphtoken}将比特币发送到您提供的地址。完成！
zh_tw: 之後，等待交易完成（大約15分鐘），{morphtoken}將比特幣發送到您提供的地址。完成！

# guide250Sbbtc250Sbcard8722Sbthree250Sbtitle
source: Buying Bitcoin Anonymously With Cash
cs: Anonymní nákup bitcoinů v hotovosti
fi: Bitcoinin ostaminen anonyymisti käteisellä
fr: Acheter des Bitcoins anonymement avec de l'espèce
it: Acquisto di Bitcoin in modo anonimo con denaro contante
lt: Anoniminis Bitcoin pirkimas grynaisiais
nb: Kjøpe Bitcoin anonymt med kontanter
nl: Bitcoin Anoniem Kopen met Contant Geld
pl: Anonimowy Zakup Bitcoinów Za Gotówkę
pt_br: Comprando Bitcoin Anonimamente Com Dinheiro
sl: Anonimni Nakup Bitcoina z Gotovino
sv: Köpa Bitcoin anonymt med kontanter
tl: Pagbili ng Bitcoin nang Anonymous Gamit ang Cash
tr: Nakit Parayla Anonim Olarak Bitcoin Satın Alma
ur: کیش کے ساتھ گمنام طور پر بٹ کوائن خریدنا
zh_cn: 用现金匿名购买比特币
zh_tw: 用現金匿名購買比特幣
