Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# devblog250Sbfdroid250Sb6250Sbtext
source: <p>Now, let's add data for the F-Droid market. For that we create a separate branch for each flavor:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>After that, we create a folder for Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Add the required data and push it.</p>
fi: <p>Lisätään nyt tietoja F-Droid-markkinoita varten. Tätä varten luomme jokaiselle maulle erillisen haaran:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Sen jälkeen luomme kansion Fastlanelle: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Lisää tarvittavat tiedot ja paina se.</p>
fr: <p>Maintenant, ajoutons des données pour le catalogue F-Droid. Pour cela, nous créons une branche distincte pour chaque variante :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Après cela, nous créons un dossier pour Fastlane : <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Ajoutez les données requises et envoyez les (via un « push »).</p>
it: <p>Ora aggiungiamo i dati per il mercato F-Droid. Per questo creiamo un ramo separato per ogni gusto:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Successivamente creiamo una cartella per Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Aggiungi i dati richiesti ed esegui il push.</p>
lt: <p>Dabar pridėkime F-Droid rinkos duomenis. Tam sukuriame atskirą šaką kiekvienam skoniui:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Po to sukuriame Fastlane aplanką: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Pridėkite reikiamus duomenis ir stumkite juos.</p>
nb: <p>Nå, la oss legge til data for F-Droid-markedet. For det lager vi en egen gren for hver smak:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Etter det lager vi en mappe for Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Legg til de nødvendige dataene og trykk dem.</p>
nl: <p>Laten we nu gegevens toevoegen voor de F-Droid-markt. Daarvoor maken we voor elke smaak een aparte tak:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Daarna maken we een map voor Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Voeg de vereiste gegevens toe en push deze.</p>
pl: <p> Teraz dodajmy dane do F-Droida. W tym celu tworzymy oddzielną gałąź dla każdego flavor:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Następnie tworzymy folder dla Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Dodaj wymagane dane i pchnij repozytorium.</p>
pt_br: <p>Agora, vamos adicionar dados para o mercado F-Droid. Para isso criamos um branch separado para cada sabor:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Depois disso, criamos uma pasta para Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Adicione os dados necessários e envie-os.</p>
sl: <p>Zdaj pa dodajmo podatke za F-Droid market. Za to ustvarimo ločeno vejo za vsak okus ozr. flavor: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Po tem ustvarimo mapo za Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Dodajte zahtevane podatke in jih potisnite.</p>
sv: <p>Låt oss nu lägga till data för F-Droid-marknaden. För det skapar vi en separat gren för varje smak:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Efter det skapar vi en mapp för Fastlane: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Lägg till nödvändig data och tryck på den.</p>
tr: <p>Şimdi F-Droid pazarına ilişkin verileri ekleyelim. Bunun için her lezzet için ayrı bir dal oluşturuyoruz:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>Bundan sonra Fastlane için bir klasör oluşturuyoruz: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>Gerekli verileri ekleyin ve iletin.</p>
ur: <p>اب، آئیے F-Droid مارکیٹ کے لیے ڈیٹا شامل کرتے ہیں۔ اس کے لیے ہم ہر ذائقے کے لیے الگ برانچ بناتے ہیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>اس کے بعد، ہم فاسٹ لین کے لیے ایک فولڈر بناتے ہیں: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a></p> <p>مطلوبہ ڈیٹا شامل کریں اور اسے دبائیں</p>
zh_cn: <p>现在，让我们添加 F-Droid 市场的数据。为此，我们为每种口味创建一个单独的分支：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>之后，我们为Fastlane创建一个文件夹： <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>添加所需数据并推送。</p>
zh_tw: <p>現在，讓我們為 F-Droid 市場添加數據。為此，我們為每種口味創建一個單獨的分支：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_lm</a></li> </ul> <p>之後，我們為Fastlane創建一個文件夾： <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US">https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/tree/fdroid_ad/fastlane/metadata/android/en-US</a>.</p> <p>添加需要的數據並推送。</p>

# devblog250Sbfdroid250Sb6250Sbtitle
source: Step 5
fi: Vaihe 5
fr: Étape 5
it: Passaggio 5
lt: 5 veiksmas
nb: Trinn 5
nl: Stap 5
pl: Krok 5
pt_br: Passo 5
sl: 5. korak
sv: Steg 5
tr: Adım 5
ur: مرحلہ 5
zh_cn: 步骤5
zh_tw: 步驟 5

# devblog250Sbfdroid250Sb7250Sbtext
source: <p>It is time to add the app to F-Droid.</p> <ol> <li>Create a tag in your app repository.</li> <li>Push changes to the F-Droid repository on Gitlab.</li> <li>Make a merge request in the Gitlab repo. Use id of your app in the title.</li> <li>Wait for a review from the F-Droid team.</li> </ol>
fi: <p>On aika lisätä sovellus F-Droidiin.</p> <ol> <li>Luo tagi sovellusvarastoon.</li> <li>Työnnä muutokset F-Droid-tietovarastoon Gitlabissa.</li> <li>Tee yhdistämispyyntö Gitlabin repossa. Käytä nimessä sovelluksesi tunnusta.</li> <li>Odota F-Droid-tiimin arvostelua.</li> </ol>
fr: <p>Il est temps d'ajouter l'application à F-Droid.</p> <ol> <li>Créez un « tag » dans le dépôt de votre application.</li> <li>Envoyez (« push ») les modifications vers le dépôt F-Droid sur Gitlab.</li> <li>Faites une demande de fusion (« merge request ») dans le dépôt Gitlab. Utilisez l'identifiant de votre application dans le titre.</li> <li>Attendez l'avis de l'équipe F-Droid.</li> </ol>
it: <p>È ora di aggiungere l'app a F-Droid.</p> <ol> <li>Crea un tag nel repository dell'app.</li> <li>Invia le modifiche al repository F-Droid su Gitlab.</li> <li>Effettua una richiesta di unione nel repository Gitlab. Utilizza l'ID della tua app nel titolo.</li> <li>Attendi una revisione da parte del team F-Droid.</li> </ol>
lt: <p>Atėjo laikas pridėti programą prie F-Droid.</p> <ol> <li>Sukurkite žymą savo programų saugykloje.</li> <li>Perkelkite pakeitimus į „F-Droid“ saugyklą „Gitlab“.</li> <li>Pateikite sujungimo užklausą „Gitlab“ repo. Pavadinime naudokite programos ID.</li> <li>Palaukite F-Droid komandos peržiūros.</li> </ol>
nb: <p>Det er på tide å legge til appen i F-Droid.</p> <ol> <li>Opprett en tag i applageret ditt.</li> <li>Push endringer til F-Droid-depotet på Gitlab.</li> <li>Gjør en sammenslåingsforespørsel i Gitlab-repoen. Bruk ID-en til appen din i tittelen.</li> <li>Vent på en anmeldelse fra F-Droid-teamet.</li> </ol>
nl: <p>Het is tijd om de app toe te voegen aan F-Droid.</p> <ol> <li>Maak een tag in uw app-repository.</li> <li>Push wijzigingen naar de F-Droid-repository op Gitlab.</li> <li>Maak een samenvoegverzoek in de Gitlab-repo. Gebruik de id van uw app in de titel.</li> <li>Wacht op een beoordeling van het F-Droid-team.</li> </ol>
pl: <p>Czas dodać aplikację do F-Droid.</p> <ol> <li>Utwórz tag w repozytorium aplikacji.</li> <li>Pchnij zmiany do repozytorium F-Droid na Gitlabie.</li> <li>Zób merge requesta w repozytorium Gitlab. Użyj identyfikatora swojej aplikacji w tytule.</li> <li>Poczekaj na recenzję zespołu F-Droid.</li> </ol>
pt_br: <p>É hora de adicionar o aplicativo ao F-Droid.</p> <ol> <li>Crie uma tag no repositório do seu app.</li> <li>Envie as alterações para o repositório F-Droid no Gitlab.</li> <li>Faça uma solicitação de mesclagem no repositório do Gitlab. Use o id do seu app no título.</li> <li>Aguarde uma revisão da equipe F-Droid.</li> </ol>
sl: <p>Čas je, da dodate aplikacijo v F-Droid.</p> <ol> <li>Ustvarite oznako v svojem skladišču aplikacij.</li> <li>Potisnite spremembe v repozitorij F-Droid na Gitlab-u.</li> <li>Vložite zahtevo za združitev v repo Gitlab. V naslovu uporabite ID svoje aplikacije.</li> <li>Počakajte na pregled ekipe F-Droid.</li> </ol>
sv: <p>Det är dags att lägga till appen i F-Droid.</p> <ol> <li>Skapa en tagg i ditt applager.</li> <li>Push ändringar till F-Droid-förrådet på Gitlab.</li> <li>Gör en sammanslagningsförfrågan i Gitlab-repo. Använd id för din app i titeln.</li> <li>Vänta på en recension från F-Droid-teamet.</li> </ol>
tr: <p>Uygulamayı F-Droid'e ekleme zamanı geldi.</p> <ol> <li>Uygulama deponuzda bir etiket oluşturun.</li> <li>Değişiklikleri Gitlab'daki F-Droid deposuna aktarın.</li> <li>Gitlab deposunda bir birleştirme isteği yapın. Başlıkta uygulamanızın kimliğini kullanın.</li> <li>F-Droid ekibinin incelemesini bekleyin.</li> </ol>
ur: <p>یہ ایپ کو F-Droid میں شامل کرنے کا وقت ہے۔</p> <ol> <li>اپنی ایپ ریپوزٹری میں ایک ٹیگ بنائیں۔</li> <li>گٹلاب پر F-Droid کے ذخیرے میں تبدیلیاں کریں۔</li> <li>گٹلیب ریپو میں انضمام کی درخواست کریں۔ عنوان میں اپنی ایپ کی آئی ڈی استعمال کریں۔</li> <li>F-Droid ٹیم کے جائزے کا انتظار کریں۔</li> </ol>
zh_cn: <p>是时候将应用程序添加到 F-Droid 了。</p> <ol> <li>在您的应用程序存储库中创建一个标签。</li> <li>将更改推送到 Gitlab 上的 F-Droid 存储库。</li> <li>在 Gitlab 存储库中发出合并请求。在标题中使用您的应用程序的 id。</li> <li>等待F-Droid团队审核。</li> </ol>
zh_tw: <p>是時候將應用程序添加到 F-Droid 了。</p> <ol> <li>在您的應用存儲庫中創建一個標籤。</li> <li>將更改推送到 Gitlab 上的 F-Droid 存儲庫。</li> <li>在 Gitlab 存儲庫中提出合併請求。在標題中使用您應用的 ID。</li> <li>等待F-Droid團隊的評論。</li> </ol>

# devblog250Sbfdroid250Sb7250Sbtitle
source: Step 6
fi: Vaihe 6
fr: Étape 6
it: Passaggio 6
lt: 6 veiksmas
nb: Trinn 6
nl: Stap 6
pl: Krok 6
pt_br: Passo 6
sl: 6. korak
sv: Steg 6
tr: Adım 6
ur: مرحلہ 6
zh_cn: 步骤6
zh_tw: 步驟 6

# devblog250Sbfdroid250Sb8250Sbtitle
source: Conclusion
fi: Johtopäätös
it: Conclusione
lt: Išvada
nb: Konklusjon
nl: Conclusie
pl: Wnioski
pt_br: Conclusão
sl: Zaključek
sv: Slutsats
tr: Çözüm
ur: نتیجہ
zh_cn: 结论
zh_tw: 結論

# devblog250Sbfdroid250Sbdescription
source: F-Droid is a great catalog of FOSS apps for Android, but adding your app may be a little bit complicated...
fi: F-Droid on loistava valikoima FOSS-sovelluksia Androidille, mutta sovelluksen lisääminen voi olla hieman monimutkaista...
fr: F-Droid est un excellent catalogue d'applications FOSS pour Android, mais l'ajout de votre application peut être un peu compliqué …
it: F-Droid è un fantastico catalogo di app FOSS per Android, ma aggiungere la tua app potrebbe essere un po' complicato...
lt: „F-Droid“ yra puikus „Android“ skirtų FOSS programų katalogas, tačiau pridėti programą gali būti šiek tiek sudėtinga...
nb: F-Droid er en flott katalog med FOSS-apper for Android, men det kan være litt komplisert å legge til appen din...
nl: F-Droid is een geweldige catalogus met FOSS-apps voor Android, maar het toevoegen van uw app kan een beetje ingewikkeld zijn...
pl: F-Droid to świetny katalog aplikacji FOSS dla systemu Android, ale dodanie aplikacji może być nieco skomplikowane...
pt_br: F-Droid é um ótimo catálogo de apps FOSS para Android, mas adicionar seu app pode ser um pouco complicado...
sl: F-Droid je odličen katalog aplikacij FOSS za Android, vendar bo dodajanje vaše aplikacije morda nekoliko zapleteno...
sv: F-Droid är en fantastisk katalog över FOSS-appar för Android, men det kan vara lite komplicerat att lägga till din app...
tr: F-Droid, Android için harika bir FOSS uygulamaları kataloğudur, ancak uygulamanızı eklemek biraz karmaşık olabilir...
ur: F-Droid Android کے لیے FOSS ایپس کا ایک بہترین کیٹلاگ ہے، لیکن آپ کی ایپ کو شامل کرنا تھوڑا سا پیچیدہ ہو سکتا ہے...
zh_cn: F-Droid 是一个很棒的 Android FOSS 应用程序目录，但添加您的应用程序可能有点复杂......
zh_tw: F-Droid 是適用於 Android 的 FOSS 應用程序的一個很好的目錄，但是添加您的應用程序可能有點複雜......

# devblog250Sbfdroid250Sbtitle
source: How to publish your Flutter app with flavors on F-Droid?
fi: Kuinka julkaista Flutter-sovelluksesi makuineen F-Droidissa?
fr: Comment publier votre application Flutter avec des variantes sur F-Droid ?
it: Come pubblicare la tua app Flutter con sapori su F-Droid?
lt: Kaip paskelbti „Flutter“ programą su skoniais „F-Droid“?
nb: Hvordan publisere Flutter-appen din med smaker på F-Droid?
nl: Hoe publiceer ik de Flutter-app met smaken op F-Droid?
pl: Jak opublikować swoją aplikację Flutter z flavors na F-Droid?
pt_br: Como publicar seu aplicativo Flutter com sabores no F-Droid?
sl: Kako objaviti svojo aplikacijo Flutter z okusi na F-Droid?
sv: Hur publicerar man sin Flutter-app med flavors på F-Droid?
tr: F-Droid'de tatlar içeren Flutter uygulamanızı nasıl yayınlayabilirsiniz?
ur: F-Droid پر ذائقوں کے ساتھ اپنی فلٹر ایپ کیسے شائع کریں؟
zh_cn: 如何在 F-Droid 上发布带有风味的 Flutter 应用程序？
zh_tw: 如何在 F-Droid 上發布帶有風格的 Flutter 應用程序？

# devblog250Sbtitle
source: Development Blog
fi: Kehitysblogi
fr: Blog sur le développement
it: Blog sullo sviluppo
lt: Vystymosi dienoraštis
nb: Utviklingsblogg
nl: Ontwikkelingsblog
pl: Blog deweloperski
pt_br: Blogue de desenvolvimento
sl: Razvojni Blog
sv: Utveckling blogg
tr: Geliştirme Blogu
ur: ترقیاتی بلاگ
zh_cn: 开发博客
zh_tw: 開發博客
