Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb9250Sbtext
source: <p>This is an indisputable fact, and is not something to be argued. moneromooo is a well known member of the Monero community. So much so that the community raised funds via our crowdfunding platform, the Community Crowdfunding System (CCS) for them to work full time on Monero. New work proposals are submitted every quarter, so if the community is ever unsatisfied with work done, they simply need not crowdfund his next proposal. </p> <p>As one can imagine, working on Monero full time rather than on a volunteer basis will result in large amounts of accumulated work. Since Monero did not have a premine, ICO, and takes no founder’s reward, we otherwise do not have full time engineers working on the project, and people contribute what they can, when they can, and it’s simply not feasible to expect these contributions to outweigh a full time worker.</p> <p>That said, there is still great effort to have checks and balances. A member of the core team still merges the code after review, so it’s not a case where an individual both makes and integrates the code, thereby bypassing any oversight needed to catch an egregious error or malicious intent.</p>
cs: <p>To je neoddiskutovatelný fakt, o kterém není třeba polemizovat. moneromooo je známým členem komunity Monero. A to natolik, že komunita prostřednictvím naší crowdfundingové platformy Community Crowdfunding System (CCS) vybrala prostředky na to, aby mohl na Moneru pracovat na plný úvazek. Nové pracovní návrhy jsou předkládány každé čtvrtletí, takže pokud komunita někdy nebude spokojena s odvedenou prací, jednoduše nemusí jeho další návrh crowdfundovat. </p> <p>Jak si lze představit, práce na platformě Monero na plný úvazek, nikoliv na dobrovolnické bázi, bude mít za následek velké množství nahromaděné práce. Vzhledem k tomu, že Monero nemělo premine, ICO a nebere žádnou odměnu zakladatele, nemáme jinak inženýry pracující na projektu na plný úvazek a lidé přispívají, čím mohou a kdy mohou, a není prostě možné očekávat, že tyto příspěvky převáží pracovníka na plný úvazek.</p> <p>Přesto je třeba vyvinout velké úsilí, aby existovaly kontrolní mechanismy a rovnováhy. Člen hlavního týmu po kontrole kód stále slučuje, takže se nejedná o případ, kdy jednotlivec kód vytváří i integruje, čímž obchází jakýkoli dohled potřebný k odhalení hrubé chyby nebo zlého úmyslu.</p>
fi: <p>Tämä on kiistaton tosiasia, eikä siitä kannata kiistellä. moneromooo on Monero-yhteisön hyvin tunnettu jäsen. Niin tunnettu, että yhteisö keräsi varoja joukkorahoitusalustallamme, Community Crowdfunding Systemin (CCS) kautta, jotta he voivat työskennellä kokopäiväisesti Moneron parissa. Uusia työehdotuksia lähetetään joka vuosineljännes, joten jos yhteisö on koskaan tyytymätön tehtyyn työhön, heidän ei yksinkertaisesti tarvitse rahoittaa hänen seuraavaa ehdotustaan. </p> <p>Kuten voi kuvitella, työskentely Monerolla täysipäiväisesti vapaaehtoistyön sijaan johtaa suuriin työmääriin. Koska Monerolla ei ollut pääministeriä, ICO:ta, eikä se saa perustajapalkkiota, meillä ei muuten ole täysipäiväisiä insinöörejä, jotka työskentelevät projektin parissa ja ihmiset osallistuvat mitä voivat, milloin voivat, eikä ole yksinkertaisesti mahdollista odottaa että tämä tuki yittäisi täyspäiväiset työntekijät.</p> <p>Tarkistusten ja tasapainon saavuttamiseksi on kuitenkin vielä paljon vaivaa. Ydintiimin jäsen yhdistää koodin edelleen katselmoinnin jälkeen, joten kyseessä ei ole tapaus, jossa henkilö sekä tekee että integroi koodin ohittaen siten kaiken valvonnan, jota tarvitaan törkeän virheen tai haitallisen tarkoituksen havaitsemiseen.</p>
fr: <p>C'est un fait indiscutable, et ce n'est pas quelque chose qui peut être contesté. « moneromooo » est un membre bien connu de la communauté Monero. À tel point que la communauté a levé des fonds via notre plateforme de financement participatif, le « Community Crowdfunding System » (CCS) pour travailler à plein temps sur Monero. De nouvelles propositions de travail sont soumises chaque trimestre, et donc si la communauté n'est pas satisfaite par le travail effectué, il lui suffit de ne pas financer sa prochaine proposition. </p> <p>Comme on peut l'imaginer, travailler sur Monero à temps plein plutôt qu'à titre bénévole se traduira par une grande quantité de travail accompli. Étant donné que Monero n'avait pas de pré-minage, ni d'ICO (« Initial Coin Offering », une prévente de jetons), et ne prend aucune « founder's reward » (un pourcentage prédéfini des jetons minés allant à l'équipe de développement), nous ne disposons pas d'ingénieurs travaillant à plein temps sur le projet, et les gens contribuent ce qu'ils peuvent, quand ils le peuvent, et il n'est tout simplement pas possible d'attendre de ces contributions qu'elles dépassent celles d'un travailleur à plein temps.</p> <p>Cela dit, il y a encore beaucoup d'efforts pour avoir des contrôles et vérifications. Il y a toujours un membre de l'équipe principale qui examine le code avant une éventuelle intégration, il ne s'agit donc pas d'un cas où une personne crée et intègre le code, contournant ainsi toute surveillance nécessaire pour détecter une erreur flagrante ou une intention malveillante.</p>
it: <p>Questo è un fatto indiscutibile e non è qualcosa da discutere. moneromooo è un noto membro della comunità Monero. Tanto che la community ha raccolto fondi tramite la nostra piattaforma di crowdfunding, il Community Crowdfunding System (CCS) affinché possano lavorare a tempo pieno su Monero. Nuove proposte di lavoro vengono presentate ogni trimestre, quindi se la comunità non è mai soddisfatta del lavoro svolto, semplicemente non ha bisogno di crowdfunding la sua prossima proposta. </p> <p>Come si può immaginare, lavorare su Monero a tempo pieno piuttosto che su base volontaria comporterà grandi quantità di lavoro accumulato. Poiché Monero non aveva un premine, ICO, e non riceve alcuna ricompensa dal fondatore, altrimenti non abbiamo ingegneri a tempo pieno che lavorano al progetto e le persone contribuiscono a ciò che possono, quando possono, e semplicemente non è fattibile aspettarsi che questi contributi supera un lavoratore a tempo pieno.</p> <p>Detto questo, ci sono ancora grandi sforzi per avere controlli e saldi. Un membro del team principale continua a unire il codice dopo la revisione, quindi non è un caso in cui un individuo crea e integra il codice, evitando così qualsiasi svista necessaria per rilevare un errore grave o un intento dannoso.</p>
lt: <p>Tai neginčijamas faktas ir dėl to negalima ginčytis. moneromooo yra gerai žinomas Monero bendruomenės narys. Tiek daug, kad bendruomenė surinko lėšų per mūsų sutelktinio finansavimo platformą, bendruomenės sutelktinio finansavimo sistemą (CCS), kad jie galėtų dirbti visą darbo dieną Monero. Nauji darbo pasiūlymai pateikiami kiekvieną ketvirtį, todėl jei bendruomenė kada nors lieka nepatenkinta atliktais darbais, jai tiesiog nereikia sutelkti lėšų kitam jo pasiūlymui. </p> <p>Kaip galima įsivaizduoti, dirbant Monero visą darbo dieną, o ne savanoriškai, sukaupta daug darbo. Kadangi Monero neturėjo premino, ICO, ir negauna steigėjo atlygio, mes neturime visą darbo dieną dirbančių inžinierių, dirbančių su projektu, o žmonės prisideda, ką gali, kai gali, ir tiesiog neįmanoma tikėtis tokio įnašo. atsveria visą darbo dieną dirbančią darbuotoją.</p> <p> Vis dar dedama daug pastangų, kad būtų užtikrintas patikrinimas ir balansas. Pagrindinės komandos narys po peržiūros vis tiek sujungia kodą, todėl nėra atvejo, kai asmuo sukuria ir integruoja kodą, taip apeidamas bet kokią priežiūrą, reikalingą norint užfiksuoti žiaurią klaidą ar piktybinius ketinimus.</p>
nb: <p>Dette er et udiskutabelt faktum, og det er ikke noe å argumentere for. moneromooo er et velkjent medlem av Monero-fellesskapet. Så mye at fellesskapet samlet inn penger via crowdfunding-plattformen vår, Community Crowdfunding System (CCS) for at de skulle jobbe heltid på Monero. Nye arbeidsforslag sendes inn hvert kvartal, så hvis samfunnet noen gang er misfornøyd med arbeidet som er utført, trenger de rett og slett ikke crowdfunde hans neste forslag. </p> <p>Som man kan forestille seg, vil det å jobbe på Monero på heltid i stedet for på frivillig basis resultere i store mengder akkumulert arbeid. Siden Monero ikke hadde en premine, ICO, og ikke tar noen grunnleggerbelønning, har vi ellers ikke fulltidsingeniører som jobber med prosjektet, og folk bidrar med det de kan, når de kan, og det er rett og slett ikke mulig å forvente disse bidragene til oppveier en heltidsarbeider.</p> <p>Når det er sagt, er det fortsatt stor innsats for å ha kontroll og balanse. Et medlem av kjerneteamet slår fortsatt sammen koden etter gjennomgang, så det er ikke et tilfelle der en person både lager og integrerer koden, og dermed omgår enhver tilsyn som er nødvendig for å fange opp en alvorlig feil eller ondsinnet hensikt.</p>
nl: <p>Dit is een onbetwistbaar feit en er valt niet over te argumenteren. moneromooo is een bekend lid van de Monero-gemeenschap. Zozeer zelfs dat de gemeenschap geld inzamelde via ons crowdfundingplatform, het Community Crowdfunding System (CCS), zodat ze fulltime aan Monero konden werken. Elk kwartaal worden er nieuwe werkvoorstellen ingediend, dus als de gemeenschap ooit ontevreden is over het geleverde werk, hoeven ze zijn volgende voorstel gewoon niet te crowdfunden. </p> <p> Zoals u u kunt voorstellen, zal fulltime werken aan Monero, in plaats van op vrijwillige basis, resulteren in grote hoeveelheden geaccumuleerd werk. Aangezien Monero geen premine of ICO had en geen oprichtersbeloning in ontvangst nam, hebben we verder geen fulltime ingenieurs die aan het project werken, en mensen dragen bij wat ze kunnen, wanneer ze kunnen, en het is simpelweg niet haalbaar om te verwachten dat deze bijdragen zwaarder wegen dan een fulltime werknemer.</p> <p>Dat gezegd hebbende, er wordt nog steeds veel moeite gedaan om controles and balansen te hebben. Een lid van het kernteam voegt de code nog steeds samen na beoordeling, dus het is niet zo dat een individu zowel de code maakt als integreert, waardoor het toezicht wordt omzeild dat nodig is om een flagrante fout of kwaadwillende bedoeling op te sporen.</p>
pl: <p> Jest to niepodważalnym faktem, że moneromooo jest znanym członkiem społeczności Monero. Tak bardzo, że społeczność zebrała fundusze za pośrednictwem naszej platformy crowdfundingowej (CCS), aby mógł pracować na pełen etat dla Monero. Nowe propozycje pracy są przekazywane co kwartał, więc jeśli społeczność kiedykolwiek jest niezadowolona z wykonanej pracy, po prostu nie musi finansować jego następnej propozycji. </p> <p> Jak można sobie wyobrazić, praca nad Monero na pełnym etacie, a nie na zasadzie wolontariusza, spowoduje dużą ilość zrealizowanej pracy. Ponieważ Monero nie miało premine, ICO i nie nadało sobie nagrody założyciela, nie ma innych inżynierów pełnoetatowych pracujących nad projektem, a ludzie wnoszą to, co mogą, kiedy mogą i po prostu nie jest możliwe, aby oczekiwać, że te wkłady przewyższą pracownika pełnoetatowego. </p> <p> To powiedziawszy, wciąż należy stale kontrolować pracę i przeglądać. Członek zespołu core nadal łączy kod po przeglądzie, więc nie jest to przypadek, w którym dana osoba tworzy i integruje kod, tym samym omijając wszelki nadzór potrzebny do wyłapania rażącego błędu lub złośliwych intencji. </p>
pt_br: <p>Esse é um fato incontestável e não é algo a ser discutido. moneromooo é um membro bem conhecido da comunidade Monero. Tanto é assim que a comunidade levantou fundos por meio de nossa plataforma de crowdfunding, o Community Crowdfunding System (CCS), para que eles trabalhassem em tempo integral no Monero. Novas propostas de trabalho são enviadas a cada trimestre; portanto, se a comunidade estiver insatisfeita com o trabalho realizado, ela simplesmente não precisará financiar a próxima proposta. </p> <p>Como se pode imaginar, trabalhar em Monero em período integral, e não em caráter voluntário, resultará em grandes quantidades de trabalho acumulado. Como a Monero não possuía uma premissa, a OIC e não recebe a recompensa do fundador, de outra forma não temos engenheiros trabalhando em tempo integral no projeto, e as pessoas contribuem com o que podem, quando podem, e simplesmente não é viável esperar essas contribuições para o projeto. superam um trabalhador em tempo integral.</p> <p>Dito isto, ainda há um grande esforço para obter freios e contrapesos. Um membro da equipe principal ainda mescla o código após a revisão. Portanto, não é um caso em que um indivíduo cria e integra o código, ignorando qualquer supervisão necessária para detectar um erro grave ou intenção maliciosa.</p>
sl: <p>To je neizpodbitno dejstvo, o katerem ni treba razpravljati. Moneromooo je dobro znan član skupnosti Monero. Tako zelo, da je skupnost prek naše platforme za množično financiranje, Community Crowdfunding System (CCS), zbrala sredstva za njegovo polno zaposlitev na Moneru. Vsako četrtletje se predložijo novi predlogi za delo, tako da če skupnost kdaj ni zadovoljna z opravljenim delom, ji preprosto ni treba množično financirati njegovega naslednjega predloga. </p> <p>Kot si lahko predstavljate, bo delo na Monero s polnim delovnim časom namesto na prostovoljni osnovi povzročilo veliko količino nakopičenega dela. Ker Monero ni imel premine, ICO in ne prejema nagrade za ustanovitelja, na projektu sicer ne delajo inženirji s polnim delovnim časom in ljudje prispevajo, kar lahko in kadar lahko, zato preprosto ni mogoče pričakovati, da bi ti prispevki odtehtali delo delavca s polnim delovnim časom..</p> <p> Kljub temu si še vedno zelo prizadevamo za vzpostavitev nadzora in ravnovesja. Član osnovne ekipe še vedno združuje kodo po pregledu, tako da ne gre za primer, ko posameznik hkrati ustvarja in združuje kodo, s čimer se izogne vsakršnemu nadzoru, ki je potreben za odkrivanje hudih napak ali zlonamernih namenov.</p>
sv: <p>Detta är ett obestridligt faktum och det är inget att argumentera för. moneromooo är en välkänd medlem av Monero-communityt. Så mycket att samhället samlade in pengar via vår crowdfunding-plattform, Community Crowdfunding System (CCS) för att de skulle arbeta heltid på Monero. Nya arbetsförslag skickas in varje kvartal, så om samhället någon gång är missnöjd med utfört arbete behöver de helt enkelt inte crowdfunda hans nästa förslag. </p> <p>Som man kan föreställa sig kommer att arbeta på Monero heltid snarare än på volontärbasis resultera i stora mängder ackumulerat arbete. Eftersom Monero inte hade en premine, ICO, och inte tar någon grundares belöning, har vi annars inte heltidsingenjörer som arbetar med projektet, och människor bidrar med vad de kan, när de kan, och det är helt enkelt inte möjligt att förvänta sig dessa bidrag till uppväger en heltidsanställd.</p> <p> Som sagt, det finns fortfarande stora ansträngningar att ha kontroller och balanser. En medlem av kärnteamet slår fortfarande ihop koden efter granskning, så det är inte ett fall där en individ både skapar och integrerar koden och därigenom kringgår all tillsyn som behövs för att fånga ett allvarligt fel eller skadligt uppsåt.</p>
tl: <p>Ito ay isang hindi mapag-aalinlanganang katotohanan, at hindi isang bagay na dapat pagtalunan. moneromooo ay isang kilalang miyembro ng komunidad ng Monero. Kaya't ang komunidad ay nakalikom ng pondo sa pamamagitan ng aming crowdfunding platform, ang Community Crowdfunding System (CCS) para magtrabaho sila nang buong oras sa Monero. Ang mga bagong panukala sa trabaho ay isinusumite bawat quarter, kaya kung ang komunidad ay hindi nasisiyahan sa gawaing ginawa, kailangan lang nilang hindi mag-crowdfund sa kanyang susunod na panukala. </p> <p> Gaya ng maiisip ng isa, ang pagtatrabaho sa Monero nang buong oras sa halip na sa isang boluntaryong batayan ay magreresulta sa malaking halaga ng naipon na trabaho. Dahil ang Monero ay walang premine, ICO, at hindi tumatanggap ng reward ng founder, kung hindi man ay wala kaming mga full time na inhinyero na nagtatrabaho sa proyekto, at ang mga tao ay nag-aambag ng kanilang makakaya, kapag kaya nila, at sadyang hindi posible na asahan ang mga kontribusyong ito sa mas matimbang ang isang full time na manggagawa.</p> <p>Sabi nga, may malaking pagsisikap pa rin na magkaroon ng checks and balances. Pinagsasama-sama pa rin ng isang miyembro ng core team ang code pagkatapos ng pagsusuri, kaya hindi ito isang kaso kung saan ang isang indibidwal ay parehong gumagawa at nagsasama ng code, at sa gayon ay nilalampasan ang anumang pangangasiwa na kinakailangan upang mahuli ang isang matinding error o malisyosong layunin.</p>
tr: <p>Bu tartışılmaz bir gerçektir ve tartışılacak bir şey değildir. moneromooo, Monero topluluğunun iyi bilinen bir üyesidir. Öyle ki topluluk, Monero'da tam zamanlı çalışmaları için kitlesel fonlama platformumuz olan Topluluk Kitlesel Fonlama Sistemi (CCS) aracılığıyla fon topladı. Her üç ayda bir yeni iş teklifleri sunuluyor, bu nedenle eğer topluluk yapılan işten memnun kalmazsa, bir sonraki teklifi için kitlesel fonlama yapmaları gerekmiyor. </p> <p>Tahmin edebileceğiniz gibi, Monero üzerinde gönüllülük esasına göre çalışmak yerine tam zamanlı çalışmak, büyük miktarda birikmiş iş ile sonuçlanacaktır. Monero'nun bir ön madeni, ICO'su olmadığından ve herhangi bir kurucu ödülü almadığından, projede çalışan tam zamanlı mühendislerimiz yok ve insanlar ellerinden geldiğince katkıda bulunuyorlar ve bu katkıların Monero'ya yapılmasını beklemek kesinlikle mümkün değil. tam zamanlı bir çalışandan daha ağır basar.</p> <p>Bununla birlikte, kontrol ve dengeyi sağlamak için hâlâ büyük çaba sarf ediliyor. Çekirdek ekibin bir üyesi, incelemeden sonra yine de kodu birleştiriyor; dolayısıyla, bir kişinin kodu hem oluşturup hem de entegre etmesi, dolayısıyla ciddi bir hatayı veya kötü niyetli niyeti yakalamak için gereken gözetimi atlaması söz konusu değil.</p>
ur: <p>یہ ایک ناقابل تردید حقیقت ہے، اور ایسی چیز نہیں ہے جس پر بحث کی جائے۔ moneromooo Monero کمیونٹی کا ایک معروف رکن ہے۔ اتنا کہ کمیونٹی نے ہمارے کراؤڈ فنڈنگ پلیٹ فارم، کمیونٹی کراؤڈ فنڈنگ سسٹم (CCS) کے ذریعے فنڈز اکٹھے کیے تاکہ وہ Monero پر کل وقتی کام کر سکیں۔ کام کی نئی تجاویز ہر سہ ماہی میں جمع کرائی جاتی ہیں، اس لیے اگر کمیونٹی کبھی بھی کیے گئے کام سے مطمئن نہیں ہوتی ہے، تو انہیں اپنی اگلی تجویز کو کراؤڈ فنڈ کی ضرورت نہیں ہے۔ </p> <p>جیسا کہ کوئی تصور کر سکتا ہے، رضاکارانہ بنیادوں پر کام کرنے کے بجائے Monero فل ٹائم کام کرنے کے نتیجے میں بڑی مقدار میں کام جمع ہو جائے گا۔ چونکہ Monero کے پاس پریمین، ICO نہیں تھا، اور وہ بانی کا کوئی انعام نہیں لیتا، اس لیے ہمارے پاس پروجیکٹ پر کام کرنے والے کل وقتی انجینئرز نہیں ہیں، اور لوگ جب بھی کر سکتے ہیں، اپنا حصہ ڈالتے ہیں، اور ان شراکتوں کی توقع کرنا محض ممکن نہیں ہے۔ ایک کل وقتی کارکن سے زیادہ وزن </p> <p>اس نے کہا، چیک اینڈ بیلنس رکھنے کے لیے ابھی بھی بڑی کوشش باقی ہے۔ بنیادی ٹیم کا ایک رکن جائزہ لینے کے بعد بھی کوڈ کو ضم کرتا ہے، لہٰذا یہ کوئی ایسا معاملہ نہیں ہے جہاں کوئی فرد کوڈ کو بناتا اور ان دونوں کو مربوط کرتا ہے، اس طرح کسی بھی قسم کی نگرانی کو نظر انداز کر کے کسی بھیانک غلطی یا بدنیتی پر مبنی ارادے کو پکڑنے کی ضرورت ہوتی ہے۔</p>
zh_cn: <p>这是不争的事实，没有争议. moneromooo是门罗币社区的知名成员.可他之所以贡献如此之多的原因是门罗币社区授权的一部分，社区通过我们的众筹平台，即社区众筹系统CCS筹集了资金和捐款，从而使像他一样的人可以为门罗币进行全职工作.每个季度他们都会提交新的工作建议，因此，如果社区对他所做的工作不满意，则无需众筹他的下一个计划，其实任何人都可以在众筹系统里发起募捐计划，说明自己为什么需要钱和想为门罗币做什么，其他人可以选择募捐也可以不募捐. </p> <p>可以想象一下，如果没有人全职工作而全靠志愿者将导致大量的工作待完成.由于门罗币没有代币ICO发行，也没有创始人的酬劳，因此我们没有像别的币拥有专职工程师从事该项目开发，每个人都在可能的范围内尽其所能，有钱出钱，有力出力，有的会想要一些酬劳，有的人愿意给与一些帮助.</p> <p>话虽如此，社区仍旧付出巨大努力来制衡和检查.核心团队的成员在审核后才会合并代码到门罗系统里，因此，不存在个人既制作又整合代码的情况，也不可能存在递交严重错误信息，甚至恶意代码而不受任何监督的可能性. </p>
zh_tw: <p>這是不爭的事實，沒有爭議. moneromooo是門羅幣社區的知名成員.可他之所以貢獻如此之多的原因是門羅幣社區授權的一部分，社區通過我們的眾籌平臺，即社區眾籌系統CCS籌集了資金和捐款，從而使像他一樣的人可以為門羅幣進行全職工作.每個季度他們都會提交新的工作建議，因此，如果社區對他所做的工作不滿意，則無需眾籌他的下一個計畫，其實任何人都可以在眾籌系統裡發起募捐計畫，說明自己為什麼需要錢和想為門羅幣做什麼，其他人可以選擇募捐也可以不募捐. </p> <p>可以想像一下，如果沒有人全職工作而全靠志願者將導致大量的工作待完成.由於門羅幣沒有代幣ICO發行，也沒有創始人的酬勞，因此我們沒有像別的幣擁有專職工程師從事該專案開發，每個人都在可能的範圍內盡其所能，有錢出錢，有力出力，有的會想要一些酬勞，有的人願意給與一些幫助.</p> <p>話雖如此，社區仍舊付出巨大努力來制衡和檢查.核心團隊的成員在審核後才會合並代碼到門羅系統裡，因此，不存在個人既製作又整合代碼的情況，也不可能存在遞交嚴重錯誤資訊，甚至惡意程式碼而不受任何監督的可能性. </p>

# knowledge250Sbmyths250Sb9250Sbtitle
source: The majority of commits since 2017 have come from an individual known as moneromooo-monero
cs: Většina commitů od roku 2017 pochází od osoby známé jako moneromooo-monero
fi: Suurin osa vuoden 2017 jälkeen tehdyistä sitoumuksista on tullut henkilöltä, joka tunnetaan nimellä moneromooo-monero
fr: La majorité des commits depuis 2017 proviennent d'une personne connue sous le pseudonyme de « moneromooo-monero »
it: La maggior parte dei commit dal 2017 proviene da un individuo noto come moneromooo-monero
lt: Daugumą įsipareigojimų nuo 2017 m. padarė asmuo, žinomas kaip moneromooo-monero
nb: Flertallet av forpliktelsene siden 2017 har kommet fra en person kjent som moneromooo-monero
nl: De meeste commits sinds 2017 zijn afkomstig van een persoon die bekend staat als moneromooo-monero
pl: Większość commitów od 2017 r. pochodzi od osoby znanej jako moneromooo-monero
pt_br: A maioria dos commits desde 2017 veio de um indivíduo conhecido como moneromooo-monero
sl: Večino obveznosti od leta 2017 je prišla od posameznika, znanega kot moneromooo-monero
sv: Majoriteten av åtagandena sedan 2017 har kommit från en individ känd som moneromooo-monero
tl: Karamihan sa mga commit mula noong 2017 ay nagmula sa isang indibidwal na kilala bilang moneromooo-monero
tr: 2017'den bu yana taahhütlerin çoğunluğu moneromooo-monero olarak bilinen bir kişiden geldi
ur: 2017 کے بعد سے زیادہ تر کمٹ ایک ایسے فرد کی طرف سے آئے ہیں جسے moneromooo-monero کہا جاتا ہے
zh_cn: 从2017年以来，代码库大多数提交都来moneromooo-monero
zh_tw: 從2017年以來，代碼庫大多數提交都來moneromooo-monero
