Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app_intall_ad_title
source: Please install AgoraDesk to view this ad
cs: Pro zobrazení této reklamy si nainstalujte AgoraDesk
fi: Asenna AgoraDesk katsellaksesi tätä ilmoitusta
fr: Veuillez installer AgoraDesk pour voir cette annonce
it: Installa AgoraDesk per visualizzare questo annuncio
lt: Norėdami peržiūrėti šį skelbimą, įdiekite „AgoraDesk“.
nb: Installer AgoraDesk for å se denne annonsen
nl: Installeer AgoraDesk om deze advertentie te bekijken
pl: Aby wyświetlić to ogłoszenie, zainstaluj AgoraDesk
pt_br: Por favor, instale AgoraDesk para ver este anúncio
sl: Za ogled tega oglasa namestite AgoraDesk
sv: Vänligen installera AgoraDesk för att se denna annons
tl: Mangyaring i-install ang AgoraDesk upang tingnan ang ad na ito
tr: Bu reklamı görüntülemek için lütfen AgoraDesk'i yükleyin
ur: اس اشتہار کو دیکھنے کے لیے براہ کرم AgoraDesk انسٹال کریں
zh_cn: 请安装 AgoraDesk 才能查看此广告
zh_tw: 請安裝 AgoraDesk 以查看此廣告

# app_intall_trade_body
source: This is a Bitcoin-based trade, it requires our AgoraDesk app to view.
cs: Toto je obchod založený na bitcoinech, k zobrazení vyžaduje naši aplikaci AgoraDesk.
fi: Tämä on Bitcoin-pohjainen kauppa, jonka katsominen vaatii AgoraDesk-sovelluksemme.
fr: Il s'agit d'une transaction basée sur Bitcoin, elle nécessite notre application AgoraDesk pour être visualisée.
it: Questo è un commercio basato su Bitcoin, per poter essere visualizzato è necessaria la nostra app AgoraDesk.
lt: Tai yra „Bitcoin“ pagrindu vykdoma prekyba, kurią norint peržiūrėti reikia mūsų „AgoraDesk“ programos.
nb: Dette er en Bitcoin-basert handel, den krever vår AgoraDesk-app for å se.
nl: Dit is een op Bitcoin gebaseerde transactie, het vereist onze AgoraDesk-app om deze te bekijken.
pl: Jest to handel oparty na Bitcoinie, wymaga naszej aplikacji AgoraDesk do wyświetlenia.
pt_br: Este é um comércio baseado em Bitcoin, requer nosso aplicativo AgoraDesk para visualizar.
sl: To je trade, ki temelji na Bitcoinih, za ogled pa potrebujete našo aplikacijo AgoraDesk.
sv: Detta är en Bitcoin-baserad handel, den kräver vår AgoraDesk-app för att visas.
tl: Ito ay isang kalakalang nakabatay sa Bitcoin, kailangan nitong tingnan ang aming AgoraDesk app.
tr: Bu Bitcoin tabanlı bir ticarettir, görüntülenmesi için AgoraDesk uygulamamızın kullanılması gerekir.
ur: یہ bitcoin-based تجارت ہے، اسے دیکھنے کے لیے ہماری AgoraDesk ایپ کی ضرورت ہے۔
zh_cn: 这是基于比特币的交易，需要我们的 AgoraDesk 应用程序才能查看。
zh_tw: 這是一個基於比特幣的交易，它需要我們的 AgoraDesk 應用程序才能查看。

# app_intall_ad_body
source: This is a Bitcoin-based ad, it requires our AgoraDesk app to view.
cs: Toto je reklama založená na bitcoinech, její zobrazení vyžaduje naši aplikaci AgoraDesk.
fi: Tämä on Bitcoin-pohjainen ilmoitus, jonka katsominen vaatii AgoraDesk-sovelluksemme.
fr: Il s'agit d'une annonce basée sur Bitcoin, elle nécessite notre application AgoraDesk pour être visualisée.
it: Questo è un annuncio basato su Bitcoin, per essere visualizzato è necessaria la nostra app AgoraDesk.
lt: Tai yra „Bitcoin“ pagrįstas skelbimas. Norint jį peržiūrėti, reikia mūsų „AgoraDesk“ programos.
nb: Dette er en Bitcoin-basert annonse, den krever vår AgoraDesk-app for å se.
nl: Dit is een op Bitcoin gebaseerde advertentie, het vereist onze AgoraDesk-app om deze te bekijken.
pl: Jest to handel oparty na Bitcoinie, do jego wyświetlenia wymagana jest nasza aplikacja AgoraDesk.
pt_br: Este é um anúncio baseado em Bitcoin, requer nosso aplicativo AgoraDesk para visualizar.
sl: To je oglas, ki temelji na Bitcoinih, za ogled potrebuje našo aplikacijo AgoraDesk.
sv: Detta är en Bitcoin-baserad annons, den kräver vår AgoraDesk-app för att visas.
tl: Isa itong ad na nakabase sa Bitcoin, kailangan nitong tingnan ang aming AgoraDesk app.
tr: Bu Bitcoin tabanlı bir reklamdır, görüntülenmesi için AgoraDesk uygulamamızın kullanılması gerekir.
ur: یہ bitcoin-based اشتہار ہے، اسے دیکھنے کے لیے ہماری AgoraDesk ایپ کی ضرورت ہے۔
zh_cn: 这是一个基于比特币的广告，需要我们的 AgoraDesk 应用程序才能查看。
zh_tw: 這是一個基於比特幣的廣告，需要我們的 AgoraDesk 應用程序才能查看。

# app_trade_option_payment_receiver_cancel_notice
source: Never finalize a trade until you are 100% sure you have received the money. Scammers will try to trick you into finalizing early.
cs: Nikdy nedokončujte obchod, dokud si nejste 100% jisti, že jste obdrželi peníze. Podvodníci se Vás pokusí přimět k předčasnému dokončení.
fi: Älä koskaan viimeistele kauppaa ennen kuin olet 100% varma, että olet vastaanottanut rahat. Huijarit yrittävät huijata sinut viimeistelemään aikaisin.
fr: Ne finalisez jamais une transaction tant que vous n'êtes pas sûr à 100% d'avoir reçu l'argent. Les escrocs essaieront de vous inciter à finaliser plus tôt.
it: Non finalizzare mai un'operazione finché non sei sicuro al 100% di aver ricevuto il denaro. I truffatori cercheranno di indurti a finalizzare in anticipo.
lt: Niekada neužbaikite sandorio, kol nesate 100% tikri, kad gavote pinigus. Sukčiai bandys jus apgauti, kad anksti baigtumėte.
nb: Fullfør aldri en handel før du er 100% sikker på at du har mottatt pengene. Svindlere vil prøve å lure deg til å fullføre tidlig.
nl: Voltooi nooit een transactie totdat u er 100% zeker van bent dat u het geld heeft ontvangen. Oplichters zullen proberen u te misleiden om vroegtijdig af te ronden.
pl: Nigdy nie finalizuj handlu, dopóki nie będziesz w 100% pewien, że otrzymałeś pieniądze. Oszuści będą próbowali nakłonić Cię do wcześniejszego sfinalizowania.
pt_br: Nunca finalize uma negociação até ter 100% de certeza de que recebeu o dinheiro. Os golpistas tentarão induzi-lo a finalizar antecipadamente.
sl: Nikoli ne zaključite trgovanja, dokler niste 100 % prepričani, da ste prejeli denar. Prevaranti vas bodo skušali pretentati, da zaključite predčasno.
sv: Slutför aldrig en affär förrän du är 100 % säker på att du har fått pengarna. Bedragare kommer att försöka lura dig att slutföra affären för tidigt.
tl: Huwag kailanman tapusin ang isang kalakalan hanggang sa ikaw ay 100% sigurado na natanggap mo ang pera. Susubukan ng mga scammer na linlangin ka para maagang mag-finalize.
tr: Parayı aldığınızdan %100 emin olana kadar asla bir işlemi sonlandırmayın. Dolandırıcılar, işi erken bitirmeniz için sizi kandırmaya çalışacaklardır.
ur: کبھی بھی تجارت کو حتمی شکل نہ دیں جب تک کہ آپ کو 100% یقین نہ ہو کہ آپ کو رقم مل گئی ہے۔ دھوکہ دہی کرنے والے آپ کو جلد حتمی شکل دینے کی کوشش کریں گے۔
zh_cn: 在您 100% 确定已收到资金之前，切勿完成交易。诈骗者会试图诱骗您提前完成交易。
zh_tw: 在您 100% 確定您已經收到錢之前，切勿完成交易。詐騙者會試圖誘騙您提前完成。

# app_cancel_trade_message
source: Made a mistake or want to try another trader? If you have transferred the funds already and want to cancel now, you need to negotiate the return of your payment with your trading partner by yourself. Never cancel unless you are sure you have received your money back.
cs: Udělali jste chybu nebo chcete zkusit jiného obchodníka? Pokud jste již převedli prostředky a chcete nyní zrušit, musíte se svým obchodním partnerem vyjednat vrácení platby sami. Nikdy nerušte, pokud si nejste jisti, že jste obdrželi své peníze zpět.
fi: Teitkö virheen tai haluatko kokeilla toista kauppiasta? Jos olet jo siirtänyt varat ja haluat peruuttaa nyt, sinun on neuvoteltava maksun palauttamisesta kauppakumppanisi kanssa itse. Älä koskaan peruuta ellet ole varma, että olet saanut rahasi takaisin.
fr: Vous avez fait une erreur ou vous voulez essayer un autre trader ? Si vous avez déjà transféré les fonds et souhaitez annuler maintenant, vous devez négocier vous-même le retour de votre paiement avec votre partenaire de transaction. N'annulez jamais à moins d'être sûr d'avoir récupéré votre argent.
it: Hai commesso un errore o vuoi provare un altro trader? Se hai già trasferito i fondi e desideri annullare ora, devi negoziare personalmente la restituzione del pagamento con il tuo partner commerciale. Non annullare mai se non sei sicuro di aver ricevuto indietro i tuoi soldi.
lt: Padarėte klaidą ar norite išbandyti kitą prekybininką? Jei jau pervedėte lėšas ir norite atšaukti dabar, turite patys susitarti su savo prekybos partneriu dėl mokėjimo grąžinimo. Niekada neatšaukite, nebent nesate tikri, kad grąžinote pinigus.
nb: Gjorde en feil eller ønsker å prøve en annen trader? Hvis du allerede har overført midlene og ønsker å kansellere nå, må du selv forhandle tilbake betalingen med handelspartneren din. Avbestill aldri med mindre du er sikker på at du har fått pengene tilbake.
nl: Heeft u een fout gemaakt of wilt u een andere handelaar proberen? Als u het geld al heeft overgemaakt en nu wilt annuleren, moet u zelf onderhandelen over de teruggave van uw betaling met uw handelspartner. Annuleer nooit tenzij u zeker weet dat u uw geld terug hebt ontvangen.
pl: Popełniłeś błąd lub chcesz wypróbować innego tradera? Jeśli już przesłałeś środki i chcesz teraz anulować, musisz samodzielnie wynegocjować zwrot pieniędzy ze swoim partnerem handlowym. Nigdy nie anuluj, chyba że masz pewność, że otrzymałeś zwrot pieniędzy.
pt_br: Cometeu um erro ou quer tentar outro trader? Se você já transferiu os fundos e deseja cancelar agora, você mesmo precisa negociar a devolução do seu pagamento com seu parceiro comercial. Nunca cancele a menos que tenha certeza de que recebeu seu dinheiro de volta.
sl: Ste se zmotili ali želite poskusiti z drugim trgovcem? Če ste sredstva že nakazali in želite preklicati zdaj, se morate o vračilu plačila dogovoriti sami s svojim trade partnerjem. Nikoli ne prekličite, dokler niste popolnoma prepričani, da ste prejeli denar nazaj.
sv: Gjorde du ett misstag eller vill du prova en annan handlare? Om du redan har överfört pengarna och vill avbryta nu måste du själv förhandla om återbetalning av din betalning med din handelspartner. Avboka aldrig om du inte är säker på att du har fått tillbaka dina pengar.
tl: Nagkamali o gustong sumubok ng ibang negosyante? Kung nailipat mo na ang mga pondo at gusto mong kanselahin ngayon, kailangan mong makipag-ayos sa pagbabalik ng iyong bayad sa iyong kasosyo sa kalakalan nang mag-isa. Huwag kailanman magkansela maliban kung sigurado kang natanggap mo na ang iyong pera.
tr: Bir hata mı yaptınız veya başka bir yatırımcıyı denemek mi istiyorsunuz? Parayı zaten aktardıysanız ve şimdi iptal etmek istiyorsanız, ödemenizin iadesini ticaret ortağınızla kendiniz görüşmeniz gerekir. Paranızı geri aldığınızdan emin olmadığınız sürece asla iptal etmeyin.
ur: غلطی کی ہے یا کسی اور تاجر کو آزمانا چاہتے ہیں؟ اگر آپ پہلے ہی فنڈز منتقل کر چکے ہیں اور ابھی منسوخ کرنا چاہتے ہیں، تو آپ کو اپنے تجارتی پارٹنر کے ساتھ اپنی ادائیگی کی واپسی کے لیے خود بات چیت کرنی ہوگی۔ کبھی بھی منسوخ نہ کریں جب تک کہ آپ کو یقین نہ ہو کہ آپ کو اپنی رقم واپس مل گئی ہے۔
zh_cn: 犯了一个错误还是想尝试其他交易者？如果您已经转账，现在想取消，您需要自行与交易伙伴协商退款。除非您确定已收到退款，否则切勿取消。
zh_tw: 犯了錯誤或想嘗試其他交易者？如果您已經轉賬，現在想取消，您需要自行與您的交易夥伴協商退還您的款項。除非您確定已收到退款，否則切勿取消。

# app_all_feedback
source: All feedback
cs: Veškerá zpětná vazba
fi: Kaikki palaute
fr: Toutes les évaluations
it: Tutti i feedback
lt: Visi atsiliepimai
nb: Alle tilbakemeldinger
nl: Alle feedback
pl: Wszystkie opinie
pt_br: Todos os comentários
sl: Vse povratne informacije
tl: Lahat ng feedback
tr: Tüm geri bildirimler
ur: تمام آراء
zh_cn: 所有反馈
zh_tw: 所有反饋

# app_camera
source: Camera
cs: Fotoaparát
fi: Kamera
fr: Appareil photo
it: Telecamera
lt: Fotoaparatas
nb: Kamera
pl: Kamera
pt_br: Câmera
sl: Kamera
sv: Kamera
tr: Kamera
ur: کیمرہ
zh_cn: 相机
zh_tw: 相機

# app_clear
source: Clear
cs: Průhledná
fi: Tyhjennä
fr: Effacer
it: Chiaro
lt: Aišku
nb: Klar
nl: Wissen
pl: Wyczyść
pt_br: Claro
sl: Čisto
sv: Klart
tl: Maaliwalas
tr: Temizlemek
ur: صاف
zh_cn: 清除
zh_tw: 清除

# app_ad_deleted
source: Ad deleted
cs: Reklama smazána
fi: Ilmoitus poistettu
fr: Annonce supprimée
it: Annuncio eliminato
lt: Skelbimas ištrintas
nb: Annonsen er slettet
nl: Advertentie verwijderd
pl: Ogłoszenie usunięte
pt_br: Anúncio excluído
sl: Oglas izbrisan
sv: Annons borttagen
tl: Tinanggal ang ad
tr: Reklam silindi
ur: اشتہار حذف کر دیا گیا
zh_cn: 广告已删除
zh_tw: 廣告已刪除

# app_verifiacetion_code_to_seller
source: This is your verification code. You can tell it to the buyer so that the buyer can verify you’ve finalized the trade without them needing to use the device.
cs: Toto je váš ověřovací kód. Můžete to sdělit kupujícímu, aby si kupující mohl ověřit, že jste dokončili obchod, aniž by musel zařízení používat.
fi: Tämä on vahvistuskoodisi. Voit kertoa sen ostajalle jotta ostaja voi varmistaa, että olet tehnyt kaupan ilman, että hänen tarvitsee käyttää laitetta.
fr: Ceci est votre code de vérification. Vous pouvez le transmettre à l'acheteur afin qu'il puisse vérifier que vous avez finalisé la transaction sans qu'il ait besoin d'utiliser l'appareil.
it: Questo è il tuo codice di verifica. Puoi comunicarlo all'acquirente in modo che possa verificare che hai finalizzato lo scambio senza che debba utilizzare il dispositivo.
lt: Tai jūsų patvirtinimo kodas. Galite tai pasakyti pirkėjui, kad pirkėjas galėtų patikrinti, ar baigėte prekybą, nenaudodami įrenginio.
nb: Dette er bekreftelseskoden din. Du kan fortelle det til kjøperen slik at kjøperen kan bekrefte at du har fullført handelen uten at de trenger å bruke enheten.
nl: Dit is uw verificatiecode. U kunt het aan de koper vertellen, zodat de koper kan verifiëren dat u de transactie heeft voltooid zonder dat hij of zij het apparaat hoeft te gebruiken.
pl: To jest Twój kod weryfikacyjny. Możesz podać go kupującemu, aby mógł zweryfikować, że sfinalizowałeś handel, bez konieczności korzystania z urządzenia.
pt_br: Este é o seu código de verificação. Você pode dizer isso ao comprador para que ele possa verificar se você finalizou a negociação sem que ele precise usar o dispositivo.
sl: To je vaša potrditvena koda. Slednjo lahko poveste kupcu, tako da lahko kupec preveri, da ste zaključili trgovanje, ne da bi mu bilo treba uporabiti napravo.
sv: Detta är din verifieringskod. Du kan berätta den för köparen så att köparen kan verifiera att du har slutfört affären utan att behöva använda enheten.
tl: Ito ang iyong verification code. Maaari mo itong sabihin sa mamimili para ma-verify ng mamimili na natapos mo na ang kalakalan nang hindi nila kailangang gamitin ang device.
tr: Bu doğrulama kodunuzdur. Bunu alıcıya söyleyebilirsiniz, böylece alıcı, cihazı kullanmasına gerek kalmadan işlemi tamamladığınızı doğrulayabilir.
ur: یہ آپ کا تصدیقی کوڈ ہے۔ آپ اسے خریدار کو بتا سکتے ہیں تاکہ خریدار اس بات کی تصدیق کر سکے کہ آپ نے تجارت کو حتمی شکل دے دی ہے انہيں آلہ استعمال کرنے کی ضرورت نہيں ہے۔
zh_cn: 这是您的验证码。您可以将其告知买家，以便买家无需使用设备即可验证您已完成交易。
zh_tw: 這是您的驗證碼。您可以將其告知買家，以便買家無需使用設備即可驗證您已完成交易。

# app_verification_code
source: Verification code
cs: Ověřovací kód
fi: Vahvistuskoodi
fr: Code de vérification
it: Codice di verifica
lt: Patvirtinimo kodas
nb: Bekreftelseskode
nl: Verificatie code
pl: Kod weryfikacyjny
pt_br: Código de verificação
sl: Verifikacijska koda
sv: Verifieringskod
tr: Doğrulama kodu
ur: تصدیقی کوڈ
zh_cn: 验证码
zh_tw: 驗證碼

# app_ad
source: Ad
cs: Inzerát
fi: Ilmoitus
fr: Annonce
it: Anno Domini
lt: Reklama
nb: Annonse
nl: Advertentie
pl: Ogłoszenie
pt_br: de Anúncios
sl: Oglas
sv: Annons
tr: Reklam
ur: اشتہار
zh_cn: 广告
zh_tw: 廣告

# app_with
source: with
cs: s
fi: kanssa
fr: avec
it: con
lt: su
nb: med
nl: met
pl: z
pt_br: com
sl: z
sv: med
tl: kasama
tr: ile
ur: کے ساتھ
zh_cn: 和
zh_tw: 和

# app_edited
source: Edited
cs: Upraveno
fi: Muokattu
fr: Éditée
it: Modificato
lt: Redaguota
nb: Redigert
nl: Bewerkt
pl: Zedytowane
pt_br: Editado
sl: Urejeno
sv: Redigerad
tl: Na-edit
tr: Düzenlendi
ur: ترمیم شدہ
zh_cn: 已编辑
zh_tw: 已編輯

# app_permanent
source: Permanent
cs: Trvalý
fi: Pysyvä
fr: Permanente
it: Permanente
lt: Nuolatinis
nb: Fast
pl: Stały
pt_br: Permanente
sl: Trajno
sv: ständig
tl: Permanente
tr: Kalıcı
ur: مستقل
zh_cn: 永恒的
zh_tw: 永恆的

# app_error_saving
source: Error during saving. Changes weren't saved.
cs: Chyba při ukládání. Změny se neuložili.
fi: Virhe tallennuksen aikana. Muutoksia ei tallennettu.
fr: Erreur lors de l'enregistrement. Les modifications n'ont pas été enregistrées.
it: Errore durante il salvataggio. Le modifiche non sono state salvate.
lt: Išsaugant įvyko klaida. Pakeitimai nebuvo išsaugoti.
nb: Feil under lagring. Endringene ble ikke lagret.
nl: Fout tijdens het opslaan. Wijzigingen zijn niet opgeslagen.
pl: Błąd podczas zapisywania. Zmiany nie zostały zapisane.
pt_br: Erro ao salvar. As alterações não foram salvas.
sl: Napaka med shranjevanjem. Spremembe niso bile shranjene.
sv: Fel under sparande. Ändringar sparades inte.
tl: Error habang nagse-save. Hindi na-save ang mga pagbabago.
tr: Kaydetme sırasında hata oluştu. Değişiklikler kaydedilmedi.
ur: محفوظ کرنے کے دوران خرابی۔ تبدیلیاں محفوظ نہیں ہوئیں۔
zh_cn: 保存时出错。更改未保存。
zh_tw: 保存時出錯。更改未保存。

# app_manage_ads
source: Manage ads
cs: Spravujte reklamy
fi: Hallinnoi ilmoituksia
fr: Gérer les annonces
it: Gestisci gli annunci
lt: Tvarkyti skelbimus
nb: Administrer annonser
nl: Advertenties beheren
pl: Zarządzaj ogłoszeniami
pt_br: Gerenciar anúncios
sl: Upravljanje oglasov
sv: Hantera annonser
tl: Pamahalaan ang mga ad
tr: Reklamları yönet
ur: اشتہارات کا انتظام کریں
zh_cn: 管理广告
zh_tw: 管理廣告

# app_vacation_enabled
source: Vacation enabled
cs: Dovolená povolena
fi: Loma käytössä
fr: Pauses activées
it: Vacanza abilitata
lt: Atostogos įjungtos
nb: Ferie aktivert
nl: Vakantie ingeschakeld
pl: Włączone wakacje
pt_br: Férias ativadas
sl: Počitnice omogočene
sv: Semester aktiverad
tl: Pinagana ang bakasyon
tr: Tatil etkin
ur: تعطیل فعال ہے
zh_cn: 启用假期
zh_tw: 休假啟用

# app_trade_created
source: Trade created
cs: Obchod vytvořen
fi: Kauppa luotu
fr: Transaction créée
it: Commercio creato
lt: Sukurta prekyba
nb: Handel opprettet
nl: Transactie gecreëerd
pl: Utworzono handel
pt_br: comércio criado
sl: Ustvarjeno trgovanje
sv: Handel skapad
tl: Nalikha ang kalakalan
tr: Ticaret oluşturuldu
ur: تجارت بنائی گی
zh_cn: 贸易已创建
zh_tw: 貿易創建

# app_session_expired
source: Session expired
cs: Relace vypršela
fi: Istunto vanhentui
fr: La session a expiré
it: Sessione scaduta
lt: Sesija baigėsi
nb: Sesjon utløpt
nl: Sessie verlopen
pl: Sesja wygasła
pt_br: Sessão expirada
sl: Seja je potekla
sv: Sessionen har löpt ut
tl: Nag-expire na ang session
tr: Oturum süresi doldu
ur: مدت ختم ہو گئی
zh_cn: 会话已过期
zh_tw: 會話過期

# app_anonymous_crash_diagnostics
source: Anonymous crash diagnostics
cs: Anonymní diagnostika selhání
fi: Nimetön kaatumisdata
fr: Diagnostic de plantage anonyme
it: Diagnostica anonima degli incidenti
lt: Anoniminė avarijų diagnostika
nb: Anonym krasjdiagnostikk
nl: Anonieme crashdiagnose
pl: Anonimowa diagnostyka awarii
pt_br: Diagnóstico de falha anônimo
sl: Anonimna diagnostika zrušitve
sv: Anonym krockdiagnostik
tl: Mga diagnostic ng hindi kilalang pag-crash
tr: Anonim kilitlenme teşhisi
ur: گمنام حادثے کی تشخیص
zh_cn: 匿名崩溃诊断
zh_tw: 匿名崩潰診斷

# app_restart_now
source: Restart now
cs: Restartovat nyní
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
it: Riavvia ora
lt: Paleiskite iš naujo dabar
nb: Start på nytt nå
nl: Nu opnieuw starten
pl: Zrestartuj teraz
pt_br: Reinicie agora
sl: Ponovno zaženi zdaj
sv: Starta om nu
tl: I-restart ngayon
tr: Şimdi yeniden başlat
ur: دوبارہ شروع کريں
zh_cn: 现在重启
zh_tw: 現在重啟

# app_postpone
source: Postpone
cs: Odložit
fi: Lykkää
fr: Reporter
it: Rimandare
lt: Atidėti
nb: Utsette
nl: Uitstellen
pl: Odłuż
pt_br: Postergar
sl: Odložitev
sv: Uppskjutande
tl: Ipagpaliban
tr: Ertelemek
ur: ملتوی کرنا
zh_cn: 推迟
zh_tw: 推遲

# app_biometric_authentication
source: Biometric authentication
cs: Biometrické ověřování
fi: Biometrinen todennus
fr: Authentification biométrique
it: Autenticazione biometrica
lt: Biometrinis autentifikavimas
nb: Biometrisk autentisering
nl: Biometrische authenticatie
pl: Uwierzytelnianie biometryczne
pt_br: Autenticação biométrica
sl: Biometrična avtentikacija
sv: Biometrisk autentisering
tl: Biometric na pagpapatunay
tr: Biyometrik kimlik doğrulama
ur: بائیو میٹرک تصدیق
zh_cn: 生物识别认证
zh_tw: 生物認證

# app_biometric_authentication_message
source: Please set a PIN code to enable biometric authentication.
cs: Pro aktivaci biometrického ověřování nastavte PIN kód.
fi: Aseta PIN-koodi ottaaksesi biometrisen todennuksen käyttöön.
fr: Veuillez définir un code NIP pour activer l'authentification biométrique.
it: Imposta un codice PIN per abilitare l'autenticazione biometrica.
lt: Nustatykite PIN kodą, kad įgalintumėte biometrinį autentifikavimą.
nb: Angi en PIN-kode for å aktivere biometrisk autentisering.
nl: Stel een pincode in om biometrische authenticatie in te schakelen.
pl: Ustaw kod PIN, aby włączyć uwierzytelnianie biometryczne.
pt_br: Defina um código PIN para ativar a autenticação biométrica.
sl: Nastavite kodo PIN, da omogočite biometrično preverjanje pristnosti.
sv: Ange en PIN-kod för att aktivera biometrisk autentisering.
tl: Mangyaring magtakda ng PIN code upang paganahin ang biometric authentication.
tr: Biyometrik kimlik doğrulamayı etkinleştirmek için lütfen bir PIN kodu ayarlayın.
ur: بائیو میٹرک تصدیق کو فعال کرنے کے لیے براہ کرم ایک پن کوڈ سیٹ کریں۔
zh_cn: 请设置 PIN 码以启用生物识别身份验证。
zh_tw: 請設置 PIN 碼以啟用生物認證。

# app_anonymous_crash_diagnostics_restart
source: Anonymous crash diagnostics have been disabled and won't be sent after you restart the app.
cs: Anonymní diagnostika selhání byla deaktivována a po restartování aplikace se nebude odesílat.
fi: Nimetön kaatumisdata on poistettu käytöstä eikä sitä lähetetä, kun käynnistät sovelluksen uudelleen.
fr: Les diagnostics de plantage anonymes ont été désactivés et ne seront pas envoyés après le redémarrage de l'application.
it: La diagnostica anonima degli arresti anomali è stata disabilitata e non verrà inviata dopo il riavvio dell'app.
lt: Anoniminė strigčių diagnostika išjungta ir nebus siunčiama iš naujo paleidus programą.
nb: Anonym krasjdiagnostikk er deaktivert og vil ikke bli sendt etter at du har startet appen på nytt.
nl: Anonieme crashdiagnose is uitgeschakeld en wordt niet verzonden nadat u de app opnieuw heeft opgestart.
pl: Anonimowa diagnostyka awarii została wyłączona i nie zostanie wysłana po ponownym uruchomieniu aplikacji.
pt_br: Os diagnósticos anônimos de falhas foram desativados e não serão enviados depois que você reiniciar o aplicativo.
sl: Anonimna diagnostika zrušitev je bila onemogočena in ne bo poslana, ko znova zaženete aplikacijo.
sv: Anonym kraschdiagnostik har inaktiverats och kommer inte att skickas efter att du har startat om appen.
tl: Na-disable ang anonymous na mga diagnostic ng pag-crash at hindi na ipapadala pagkatapos mong i-restart ang app.
tr: Anonim kilitlenme teşhisi devre dışı bırakıldı ve uygulamayı yeniden başlattıktan sonra gönderilmeyecek.
ur: گمنام حادثے کی تشخیص کو غیر فعال کر دیا گیا ہے اور آپ کے ایپ کو دوبارہ شروع کرنے کے بعد نہیں بھیجا جائے گا۔
zh_cn: 匿名崩溃诊断已被禁用，并且在您重新启动应用程序后不会发送。
zh_tw: 匿名崩潰診斷已被禁用，並且在您重新啟動應用程序後不會發送。

# app_trading_partners
source: Trading partners
cs: Obchodní partneři
fi: Kauppakumppanit
fr: Partenaires d'échanges
it: Soci in affari
lt: Prekybos partneriai
nb: Byttepartnere
nl: Handelspartners
pl: Partnerzy handlowi
pt_br: parceiros comerciais
sl: Trgovalni partnerji
sv: Handelspartner
tl: Mga kasosyo sa kalakalan
tr: Ticaret ortakları
ur: تجارتی شراکت دار
zh_cn: 贸易伙伴
zh_tw: 貿易夥伴
