Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sblbc8722Sbalternative250Sbprivacy250Sbcontent
source: Our site is easily accessible through our {torLink} (which is tuned for maximum performance for your comfort through our use of {advancedRouting}) and even through an {i2pLink}. This ensures not only that you will be able to conceal your true IP from us (which we never associate with your account anyway), but that if for whatever reason our normal domain becomes inaccessible to you, there will be other ways for you to access our service. We value your privacy so much, {dontAskEmail}.
cs: Naše stránky jsou snadno dostupné prostřednictvím našeho {tor_link} (který je vyladěn pro maximální výkon pro vaše pohodlí díky našemu používání {advanced_routing}) a dokonce i přes {i2p_link}. To zajišťuje nejen to, že před námi budete moci utajit svou skutečnou IP (kterou stejně nikdy nespojíme s vaším účtem), ale pokud se vám z jakéhokoli důvodu stane naše normální doména nepřístupnou, budete mít k naší službě přístup i jinými způsoby. Velmi si vážíme vašeho soukromí, {dont_ask_email}.
fi: Sivustollemme pääsee helposti {torLink}:llä (joka on viritetty maksimaaliseen suorituskykyyn ja mukavuuteen käyttämällä {advancedRouting}:ia) ja jopa {i2pLink}:n kautta. Tämä varmistaa paitsi sen, että pystyt salaamaan todellisen IP-osoitteesi meiltä (jota emme kuitenkaan muutenkaan koskaan yhdistä tiliisi), vaan myös sen, että jos et jostain syystä pääse käsiksi normaaliin verkkotunnukseemme, voit käyttää muilla tavoilla palveluamme. Arvostamme yksityisyyttäsi niin paljon, {dontAskEmail}.
fr: Notre site est facilement accessible via notre {tor_link} (qui est réglé pour des performances maximales pour votre confort grâce à notre utilisation de {advanced_routing}) et même via un {i2p_link}. Cela garantit non seulement que vous serez en mesure de nous cacher votre véritable adresse IP (que nous n'associerons jamais à votre compte de toute façon), mais que si pour une raison quelconque notre domaine normal vous devient inaccessible, il y aura d'autres moyens pour vous d'accéder notre service. Nous accordons beaucoup de valeur à votre vie privée, {dont_ask_email}.
it: Il nostro sito è facilmente accessibile attraverso il nostro {torLink} (che è ottimizzato per le massime prestazioni per il vostro comfort attraverso il nostro uso di {advancedRouting}) e persino attraverso un {i2pLink}. Ciò garantisce non solo che sarai in grado di nasconderci il tuo vero IP (che comunque non associamo mai al tuo account), ma che se per qualsiasi motivo il nostro normale dominio diventa inaccessibile a te, ci saranno altri modi per accedervi nostro servizio. Apprezziamo così tanto la tua privacy, {dontAskEmail}.
lt: Mūsų svetainė yra lengvai pasiekiama naudojant {torLink} (kuris sureguliuotas taip, kad būtų maksimaliai našus jūsų patogumui naudojant {advancedRouting}) ir net per {i2pLink}. Tai užtikrina ne tik tai, kad galėsite nuslėpti nuo mūsų savo tikrąjį IP (kurio mes vis tiek niekada nesusiejame su jūsų paskyra), bet ir tai, kad jei dėl kokios nors priežasties mūsų įprastas domenas taps jums nepasiekiamas, turėsite kitų būdų jį pasiekti. mūsų paslauga. Mes labai vertiname jūsų privatumą, {dontAskEmail}.
nb: Siden vår er lett tilgjengelig gjennom vår {torLink} (som er innstilt for maksimal ytelse for din komfort gjennom vår bruk av {advancedRouting}) og til og med gjennom en {i2pLink}. Dette sikrer ikke bare at du vil være i stand til å skjule din sanne IP for oss (som vi aldri forbinder med kontoen din uansett), men at hvis det vanlige domenet vårt av en eller annen grunn blir utilgjengelig for deg, vil det være andre måter for deg å få tilgang til vår service. Vi setter stor pris på personvernet ditt, {dontAskEmail}.
nl: Onze site is gemakkelijk toegankelijk via onze {tor_link} (die is afgestemd op maximale prestaties voor uw comfort door ons gebruik van {advanced_routing}) en zelfs via een {i2p_link}. Dit zorgt er niet alleen voor dat u uw echte IP-adres voor ons kunt verbergen (dat we sowieso nooit aan uw account koppelen), maar dat als ons normale domein om welke reden dan ook ontoegankelijk voor u wordt, er andere manieren zijn waarop u toegang kunt krijgen onze service. We hechten veel waarde aan uw privacy, {dont_ask_email}.
pl: Nasza strona jest łatwo dostępna za pośrednictwem naszego {torLink} (który jest dostosowany do najlepszej wydajności dla Twojego komfortu za pomocą naszego użycia {advancedRouting}), a nawet przez {i2pLink}. Dzięki temu nie tylko będziesz w stanie ukryć przed nami swój prawdziwy adres IP (którego i tak nigdy nie łączymy z Twoim kontem), ale jeśli z jakiegokolwiek powodu nasza normalna domena będzie dla ciebie niedostępna, pozostaną inne sposoby na uzyskania dostępu do naszych usług. Tak bardzo cenimy Twoją prywatność, {dontAskEmail}.
pt_br: Nosso site é facilmente acessível através do nosso {tor_link} (que é ajustado para obter o máximo desempenho para seu conforto através do uso de {advanced_routing}) e até mesmo através de um {i2p_link}. Isso garante não apenas que você será capaz de ocultar seu verdadeiro IP de nós (que nunca associamos à sua conta de qualquer maneira), mas que, por qualquer motivo, nosso domínio normal se tornar inacessível para você, haverá outras maneiras de acessar nosso serviço. Nós valorizamos muito a sua privacidade, {dont_ask_email}.
sl: Naše spletno mesto je zlahka dostopno prek našega {torLink} (ki je nastavljen za maksimalno zmogljivost za vaše udobje z našo uporabo {advancedRouting}) in celo prek {i2pLink}. Ne samo, da vam to zagotavlja, da boste lahko pred nami prikrili vaš pravi IP naslov (ki ga tako ali tako nikoli ne povežemo z vašim računom), ampak da boste imeli tudi druge načine za dostop, če vam iz kakršnega koli razloga naša običajna domena postane nedostopna. Zelo cenimo vašo zasebnost, {dontAskEmail}.
sv: Vår sida är lättillgänglig via vår {torLink} (som är inställd för maximal prestanda för din komfort genom vår användning av {advancedRouting}) och till och med genom en {i2pLink}. Detta säkerställer inte bara att du kommer att kunna dölja din riktiga IP från oss (som vi aldrig associerar med ditt konto i alla fall), utan att om vår normala domän av någon anledning blir otillgänglig för dig, kommer det att finnas andra sätt för dig att komma åt vår tjänst. Vi värdesätter din integritet så mycket, {dontAskEmail}.
tl: Ang aming site ay madaling ma-access sa pamamagitan ng aming {tor_link} (na nakatutok para sa maximum na pagganap para sa iyong kaginhawahan sa pamamagitan ng aming paggamit ng {advanced_routing}) at maging sa pamamagitan ng {i2p_link}. Tinitiyak nito hindi lamang na magagawa mong itago ang iyong tunay na IP mula sa amin (na kahit kailan ay hindi namin iniuugnay sa iyong account), ngunit kung sa anumang dahilan ay hindi mo ma-access ang aming normal na domain, magkakaroon ng iba pang mga paraan para ma-access mo aming serbisyo. Lubos naming pinahahalagahan ang iyong privacy, {dont_ask_email}.
tr: Sitemize {torLink} aracılığıyla ({advancedRouting} kullanımımız sayesinde konforunuz için maksimum performans sağlayacak şekilde ayarlanmıştır) ve hatta {i2pLink} aracılığıyla kolayca erişilebilir. Bu, yalnızca gerçek IP'nizi bizden gizleyebilmenizi sağlamakla kalmaz (ki bunu hiçbir zaman hesabınızla ilişkilendirmeyiz), aynı zamanda herhangi bir nedenle normal alan adımıza erişemez hale gelirseniz, erişmeniz için başka yollar da olacaktır. servisimiz. Gizliliğinize çok değer veriyoruz {dontAskEmail}.
ur: ہماری سائٹ ہمارے {torLink} کے ذریعے آسانی سے قابل رسائی ہے (which is turned for maximum performance for your comfort through our use of {advancedRouting} ) اور یہاں تک کہ {i2pLink} کے ذریعے بھی۔ یہ نہ صرف اس بات کو یقینی بناتا ہے کہ آپ ہم سے اپنا حقیقی IPچھپا سکیں گے (which we never associate with your account anyway)، بلکہ یہ کہ اگر کسی بھی وجہ سے ہمارا عام ڈومین آپ کے لیے ناقابل رسائی ہو جاتا ہے، تو آپ کے پاس رسائی کے دوسرے طریقے ہوں گے. ہم آپ کی رازداری کو بہت اہمیت دیتے ہیں، {dontAskEmail}۔
zh_cn: 用户可通过{torLink}路由轻松访问我们的网页（通过使用{advancedRouting}，可以最大程度地提高性能，让您倍感舒适）甚至也可以通过{i2pLink}来轻松访问我们的网站。 这不仅确保您能够向我们保密您的真实IP（无论如何我们永远不会与您的帐户相关联），而且确保如果由于某种原因您无法访问我们的普通网站，您还有其他方法可以访问 我们的服务。 我们非常重视您的隐私，{dontAskEmail}。
zh_tw: 用戶可通過{torLink}路由輕鬆訪問我們的網頁（通過使用{advancedRouting}，可以最大程度地提高性能，讓您倍感舒適）甚至也可以通過{i2pLink}來輕鬆訪問我們的網站。這不僅確保您能夠向我們保密您的真實IP（無論如何我們永遠不會與您的帳戶相關聯），而且確保如果由於某種原因您無法訪問我們的普通網站，您還有其他方法可以訪問我們的服務。我們非常重視您的隱私，{dontAskEmail}。

source: advanced onion routing features
cs: pokročilé funkce směrování pomocí onion síte (TOR)
fi: edistyneet sipulireititysominaisuudet
fr: fonctionnalités avancées de routage en oignon
it: funzionalità avanzate di instradamento delle cipolle
lt: pažangios svogūnų maršruto funkcijos
nb: avanserte løkrutingsfunksjoner
nl: geavanceerde functies voor onion routing
pl: zaawansowanych funkcji routingu onion
pt_br: recursos avançados de roteamento de cebola
sl: napredne funkcije onion usmerjanja
sv: avancerade funktioner för onion routing
tl: advanced na mga tampok sa pagruruta ng sibuyas
tr: gelişmiş soğan yönlendirme özellikleri
ur: اعلی درجے کی پیاز روٹنگ کی خصوصیات
zh_cn: 洋葱高级路由功能
zh_tw: 洋蔥高級路由功能

# agoradesk250Sblbc8722Sbalternative250Sbprivacy250Sbcontent250Sbi2p8722Sblink
source: I2P portal
cs: I2P portál
fi: I2P-portaali
fr: portail I2P
it: portale I2P
lt: I2P portalas
nl: I2P-portaal
pl: portal I2P
pt_br: portal I2P
tr: I2P portalı
ur: I2P پورٹل
zh_cn: I2P网络
zh_tw: I2P網絡

# agoradesk250Sblbc8722Sbalternative250Sbprivacy250Sbcontent250Sbno8722Sbemail
source: we don’t even require you to provide an email when registering
cs: ani nepožadujeme, abyste při registraci uváděli e-mail
fi: emme edes vaadi sinulta sähköpostiosoitetta rekisteröityessäsi
fr: nous ne vous demandons même pas de fournir un e-mail lors de l'inscription
it: non ti chiediamo nemmeno di fornire un'email al momento della registrazione
lt: mes net nereikalaujame, kad registruodamiesi pateiktumėte el
nb: vi krever ikke engang at du oppgir en e-post når du registrerer deg
nl: we vereisen niet eens dat u een e-mailadres opgeeft bij het registreren
pl: nie wymagamy nawet podania adresu email podczas rejestracji
pt_br: nem exigimos que você forneça um e-mail ao se registrar no
sl: sploh ne zahtevamo, da navedete e-poštni naslov ob registraciji
sv: vi kräver inte ens att du anger en e-postadress när du registrerar dig
tl: hindi ka namin hinihiling na magbigay ng email kapag nagrerehistro
tr: kaydolurken bir e-posta göndermenizi bile talep etmiyoruz
ur: رجسٹریشن کرتے وقت ہمیں آپ سے ای میل فراہم کرنے کی بھی ضرورت نہیں ہے
zh_cn: 甚至不要求您在註冊時提供電子郵箱
zh_tw: 我們甚至不要求您在註冊

# agoradesk250Sblbc8722Sbalternative250Sbprivacy250Sbcontent250Sbtor8722Sblink
source: Tor portal
cs: Portál Tor
fi: Tor-portaali
fr: portail Tor
it: portale Tor
lt: Tor portalas
nl: Tor-portaal
pl: portal Tor
pt_br: portal Tor
tr: Tor portalı
ur: Tor پورٹل
zh_cn: Tor洋葱
zh_tw: Tor洋蔥

# agoradesk250Sblbc8722Sbalternative250Sbprivacy250Sbtitle
source: Privacy-centric, censorship-resistant
cs: Zaměřené na soukromí, odolné proti cenzuře
fi: Yksityisyyskeskeinen, sensuurin kestävä
fr: Centré sur la confidentialité, résistant à la censure
it: Centrato sulla privacy, resistente alla censura
lt: Į privatumą orientuotas, atsparus cenzūrai
nb: Personvernsentrisk, sensurbestandig
nl: Privacy gericht, censuur bestendig
pl: Zorientowani na prywatność, odporni na cenzurę
pt_br: Centrado na privacidade, resistente à censura
sl: Osredotočen na zasebnost, odporen na cenzuro
sv: Integritetscentrerad, censurbeständig
tl: Nakasentro sa privacy, lumalaban sa censorship
tr: Gizlilik odaklı, sansüre dayanıklı
ur: پراکسی -معاہدہ، سنسر- شپ مزاحم
zh_cn: 以隐私为核心，抗审查
zh_tw: 以隱私為核心，抗審查

# agoradesk250Sblbc8722Sbalternative250Sbsubtitle
source: We offer the same fast and easy Bitcoin trading experience that LocalBitcoins used to provide, and more.
cs: Nabízíme stejné rychlé a snadné obchodování s bitcoiny, jaké poskytovaly LocalBitcoins, a další.
fi: Tarjoamme saman nopean ja helpon Bitcoin-kaupankäyntikokemuksen, jonka LocalBitcoins tarjosi aiemmin, ja paljon muuta.
fr: Nous offrons la même expérience d'échange Bitcoin, rapide et facile, que LocalBitcoins offrait, et plus encore.
it: Offriamo la stessa esperienza di trading Bitcoin semplice e veloce fornita da LocalBitcoin e altro ancora.
lt: Mes siūlome tą pačią greitą ir lengvą Bitcoin prekybos patirtį, kurią teikė LocalBitcoins, ir dar daugiau.
nb: Vi tilbyr den samme raske og enkle Bitcoin-handelsopplevelsen som LocalBitcoins pleide å tilby, og mer.
nl: We bieden dezelfde snelle en gemakkelijke Bitcoin-handelservaring die LocalBitcoins altijd bood, en meer.
pl: Oferujemy ten sam szybki i łatwy handel Bitcoinami, niegdyś dostępny w LocalBitcoins, i więcej.
pt_br: Oferecemos a mesma experiência de negociação de Bitcoin rápida e fácil que a LocalBitcoins costumava fornecer e muito mais.
sl: Ponujamo enako hitro in enostavno izkušnjo trgovanja z bitcoini, kot jo je nekoč ponujal LocalBitcoins, in še več.
sv: Vi erbjuder samma snabba och enkla Bitcoin-handelsupplevelse som LocalBitcoins brukade erbjuda, och mer.
tl: Nag-aalok kami ng parehong mabilis at madaling karanasan sa pangangalakal ng Bitcoin na ginamit ng LocalBitcoins, at higit pa.
tr: LocalBitcoins'in sağladığı hızlı ve kolay Bitcoin ticaret deneyiminin aynısını ve daha fazlasını sunuyoruz.
ur: ہم وہی تیز اور آسان بٹ کوائن ٹریڈنگ کا تجربہ پیش کرتے ہیں جو LocalBitcoins فراہم کرتے تھے، اور مزید۔
zh_cn: 我们提供与LocalBitcoins一样的快速便捷的比特币交易体验，以及更多。
zh_tw: 我們提供與LocalBitcoins一樣的快速便捷的比特幣交易體驗，以及更多。

# settings250Sbchange8722Sbpassword250Sbsubtitle
source: After changing the password you will have to log in again using your new password
cs: Po změně hesla se budete muset znovu přihlásit pomocí nového hesla
fi: Salasanan vaihtamisen jälkeen sinun on kirjauduttava sisään uudelleen uudella salasanallasi
fr: Après avoir changé le mot de passe, vous devrez vous reconnecter avec votre nouveau mot de passe
it: Dopo aver modificato la password dovrai accedere di nuovo utilizzando la nuova password
lt: Pakeitę slaptažodį turėsite vėl prisijungti naudodami naują slaptažodį
nb: Etter å ha endret passordet må du logge på igjen med det nye passordet ditt
nl: Na het wijzigen van het wachtwoord moet u opnieuw inloggen met uw nieuwe wachtwoord
pl: Po zmianie hasła musisz ponownie zalogować się za pomocą nowego hasła
pt_br: Após mudar a senha será preciso entrar novamente no {appName}
sl: Po spremembi gesla se boste morali znova prijaviti z novim geslom
sv: När du har ändrat lösenordet måste du logga in igen med det nya lösenordet
tl: Pagkatapos baguhin ang password kailangan mong mag-log in muli gamit ang iyong bagong password
tr: Şifrenizi değiştirdikten sonra yeni şifrenizi kullanarak tekrar giriş yapmanız gerekecektir.
ur: پاس ورڈ تبدیل کرنے کے بعد آپ کو اپنا نیا پاس ورڈ استعمال کرکے دوبارہ لاگ ان کرنا پڑے گا
zh_cn: 更改密码后，您要用新密码重新登录
zh_tw: 更改密碼后，您要用新密碼重新登錄

# settings250Sbchange8722Sbpassword250Sbtitle
source: Change password
cs: Změnit heslo
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia password
lt: Pakeisti slaptažodį
nb: Bytt passord
nl: Verander wachtwoord
pl: Zmień hasło
pt_br: Mudar senha
sl: Spremeni geslo
sv: ändra lösenord
tl: Palitan ANG password
tr: Şifre değiştir
ur: پاس ورڈ تبدیل کریں
zh_cn: 更改密码
zh_tw: 更改密碼

# settings250Sbdelete8722Sbaccount250Sbbutton
source: Delete account
cs: Smazat účet
fi: Poista tili
fr: Supprimer le compte
it: Cancellare l'account
lt: Ištrinti paskyrą
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
sl: Izbriši račun
sv: Radera konto
tl: Tanggalin ang account
tr: Hesabı sil
ur: کھاتہ مٹا دو
zh_cn: 删除帐户
zh_tw: 刪除帳戶

# settings250Sbdelete8722Sbaccount250Sbdescription
source: This will delete and anonymize all your account data. Your account will be deleted entirely - this action cannot be undone.
cs: Tím smažete a anonymizujete všechna data vašeho účtu. Váš účet bude zcela smazán – tuto akci nelze vrátit zpět.
fi: Tämä poistaa ja anonymisoi kaikki tilitietosi. Tilisi poistetaan kokonaan – tätä toimintoa ei voi kumota.
fr: Cela supprimera et anonymisera toutes les données de votre compte. Votre compte sera entièrement supprimé - cette action est irréversible.
it: Questo cancellerà e renderà anonimi tutti i dati del tuo account. Il tuo account sarà cancellato completamente - questa azione non può essere annullata.
lt: Taip bus ištrinti ir anonimizuoti visi paskyros duomenys. Jūsų paskyra bus visiškai ištrinta – šio veiksmo anuliuoti negalima.
nb: Dette vil slette og anonymisere alle kontodataene dine. Kontoen din vil bli slettet helt – denne handlingen kan ikke angres.
nl: Hiermee worden al uw accountgegevens verwijderd en geanonimiseerd. Uw account wordt volledig verwijderd - deze actie kan niet ongedaan worden gemaakt.
pl: To spowoduje usunięcie i zanonimizowanie wszystkich danych znajdujących się na Twoim koncie. Twoje konto zostanie całkowicie usunięte - tej czynności nie można cofnąć.
pt_br: Isto eliminará e tornará anônimos todos os dados de sua conta. Sua conta será totalmente apagada - esta ação não pode ser desfeita.
sl: S tem boste izbrisali in anonimizirali vse podatke vašega računa. Vaš račun bo v celoti izbrisan – tega dejanja ni mogoče razveljaviti.
sv: Detta kommer att radera och anonymisera alla dina kontouppgifter. Ditt konto raderas helt och hållet - denna åtgärd kan inte ångras.
tl: Tatanggalin at gagawing anonymize nito ang lahat ng data ng iyong account. Ang iyong account ay ganap na tatanggalin - ang pagkilos na ito ay hindi maa-undo.
tr: Bu, tüm hesap verilerinizi silecek ve anonimleştirecektir. Hesabınız tamamen silinecek; bu işlem geri alınamaz.
ur: یہ آپ کے اکاؤنٹ کے تمام ڈیٹا کو حذف اور گمنام کر دے گا۔ آپ کا اکاؤنٹ مکمل طور پر حذف کر دیا جائے گا - اس کارروائی کو کالعدم نہیں کیا جا سکتا۔
zh_cn: 这将删除并匿名化您的所有帐户数据。您的帐户将被完全删除-此操作无法撤消。
zh_tw: 這將刪除並匿名化您的所有帳戶數據。您的帳戶將被完全刪除-此操作無法撤消。

# settings250Sbdelete8722Sbaccount250Sbdialog250Sbwarning
source: Your account will be deleted entirely - are you sure you want to proceed? This cannot be undone.
cs: Váš účet bude zcela smazán – opravdu chcete pokračovat? To nelze vrátit zpět.
fi: Tilisi poistetaan kokonaan – oletko varma, että haluat jatkaa? Tätä ei voi peruuttaa.
fr: Votre compte sera entièrement supprimé - êtes-vous sûr de vouloir continuer ? Ça ne peut pas être annulé.
it: Il tuo account sarà cancellato completamente - sei sicuro di voler procedere? Questo non può essere annullato.
lt: Jūsų paskyra bus visiškai ištrinta – ar tikrai norite tęsti? To negalima anuliuoti.
nb: Kontoen din vil bli slettet helt – er du sikker på at du vil fortsette? Dette kan ikke angres.
nl: Uw account wordt volledig verwijderd - weet u zeker dat u door wilt gaan? Dit kan niet ongedaan gemaakt worden.
pl: Twoje konto zostanie całkowicie usunięte - czy na pewno chcesz kontynuować? Nie ma możliwości cofnięcia tej decyzji.
pt_br: Sua conta será totalmente apagada - você tem certeza de que deseja prosseguir? Isto não pode ser desfeito.
sl: Vaš račun bo v celoti izbrisan – ste prepričani, da želite nadaljevati? Tega ni mogoče razveljaviti.
sv: Ditt konto kommer att raderas helt - är du säker på att du vill fortsätta? Detta kan inte ångras.
tl: Ang iyong account ay ganap na tatanggalin - sigurado ka bang gusto mong magpatuloy? Hindi na ito maaaring bawiin.
tr: Hesabınız tamamen silinecek; devam etmek istediğinizden emin misiniz? Bu geri alınamaz.
ur: آپ کا اکاؤنٹ مکمل طور پر حذف کر دیا جائے گا - کیا آپ واقعی آگے بڑھنا چاہتے ہیں؟ اسے کالعدم نہیں کیا جا سکتا۔
zh_cn: 您的帐户将被完全删除-您确定要继续吗？这不能被撤消。
zh_tw: 您的帳戶將被完全刪除-您確定要繼續嗎？這不能被撤消。

# settings250Sbemail8722Sbalready8722Sblinked
source: This email is linked to another user
cs: Tento e-mail je propojen s jiným uživatelem
fi: Tämä sähköposti on linkitetty toiseen käyttäjään
fr: Cet e-mail est lié à un autre utilisateur
it: Questa email è collegata ad un altro utente
lt: Šis el. laiškas susietas su kitu vartotoju
nb: Denne e-posten er knyttet til en annen bruker
nl: Deze e-mail is gekoppeld aan een andere gebruiker
pl: Ten e-mail jest powiązany z innym użytkownikiem
pt_br: Este e-mail está vinculado a outro usuário
sl: Ta e-pošta je povezana z drugim uporabnikom
sv: Detta e-postmeddelande är länkat till en annan användare
tl: Naka-link ang email na ito sa ibang user
tr: Bu e-posta başka bir kullanıcıya bağlı
ur: یہ ای میل دوسرے صارف سے منسلک ہے
zh_cn: 此电子邮件已链接到其他用户
zh_tw: 此電子郵件已鏈接到其他用戶

# settings250Sberror250Sbemail8722Sbchange8722Sbtitle
source: Email change error
cs: Chyba při změně e-mailu
fi: Virhe sähköpostia vaihdettaessa
fr: Erreur de changement d'adresse e-mail
it: Errore nel cambio email
lt: El. pašto keitimo klaida
nb: Feil ved endring av e-post
nl: E-mail wijzigingsfout
pl: Błąd zmiany e-maila
pt_br: Erro ao mudar de e-mail
sl: Napaka pri spremembi e-pošte
sv: E-poständringsfel
tl: Error sa pagbabago ng email
tr: E-posta değiştirme hatası
ur: ای میل کی تبدیلی کی خرابی
zh_cn: 更改电子邮箱地址错误
zh_tw: 更改電子郵箱地址錯誤

# settings250Sbgeneric8722Sberror
source: Something went wrong! Please try again.
cs: Něco se pokazilo! Prosím zkuste to znovu.
fi: Jotain meni pieleen! Yritä uudelleen.
fr: Quelque chose s'est mal passé ! Veuillez réessayer.
it: Qualcosa è andato storto! Perfavore riprova.
lt: Kažkas ne taip! Prašau, pabandykite dar kartą.
nb: Noe gikk galt! Vær så snill, prøv på nytt.
nl: Er is iets fout gegaan! Probeer het opnieuw.
pl: Coś poszło nie tak! Spróbuj ponownie.
pt_br: Houve um erro! Tente novamente.
sl: Nekaj je šlo narobe! Prosim poskusite ponovno.
sv: Något gick fel! Var god försök igen.
tl: Nagkaproblema! Pakisubukang muli.
tr: Bir şeyler yanlış gitti! Lütfen tekrar deneyin.
ur: کچھ غلط ہو گیا! دوبارہ کوشش کریں.
zh_cn: 出了些问题！ 请再试一次。
zh_tw: 出了些問題！ 請再試一次。

# settings250Sbhavent8722Sbreceived8722Sbemail8722Sbbtn
source: Click here to send verification letter
cs: Kliknutím sem odešlete ověřovací dopis
fi: Napsauta tästä lähettääksesi vahvistussähköpostin
fr: Cliquez ici pour envoyer l'e-mail de vérification
it: Clicca qui per inviare la mail di verifica
lt: Spustelėkite čia, jei norite išsiųsti patvirtinimo laišką
nb: Klikk her for å sende bekreftelsesbrev
nl: Klik hier om een verificatiebrief te verzenden
pl: Kliknij tutaj, aby otrzymać mail weryfikacyjny
pt_br: Clique aqui para enviar um e-mail de verificação
sl: Kliknite tukaj, če želite poslati potrditveno pismo
sv: Klicka här för att skicka verifieringsbrev
tl: Mag-click dito para magpadala ng verification letter
tr: Doğrulama mektubu göndermek için burayı tıklayın
ur: تصدیقی خط بھیجنے کے لیے یہاں کلک کریں
zh_cn: 点击这里发送验证信
zh_tw: 點擊這裡發送驗証信

# settings250Sbhomepage
source: Homepage
cs: Domovská stránka
fi: Kotisivu
fr: Site personnel
lt: Pagrindinis puslapis
nb: Hjemmeside
nl: Startpagina
pl: Strona główna
pt_br: Página inicial
sl: Domača stran
sv: Hemsida
tr: Ana sayfa
ur: ہوم پیج
zh_cn: 主页
zh_tw: 主頁
