Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# devblog250Sbfdroid250Sb0250Sbtext
source: <blockquote> <p>F-Droid is an installable catalog of FOSS (Free and Open Source Software) applications for the Android platform. The client makes it easy to browse, install, and keep track of updates on your device. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid website</a></p> </blockquote> <p>All the steps from this tutorial will work for an app without flavors as well.</p>
fi: <blockquote> <p>F-Droid on asennettava luettelo FOSS-sovelluksista (Free and Open Source Software) Android-alustalle. Asiakkaan avulla on helppoa selata, asentaa ja seurata laitteesi päivityksiä. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid-verkkosivusto</a></p> </blockquote> <p>Kaikki tämän opetusohjelman vaiheet toimivat myös sovelluksessa, jossa ei ole makuja.</p>
fr: <blockquote> <p>F-Droid est un catalogue installable d'applications FOSS (Free and Open Source Software, soit des Logiciels Libres et Open Source) pour la plateforme Android. Le client facilite la navigation, l'installation et le suivi des mises à jour sur votre appareil. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">Site web de F-Droid</a></p> </blockquote> <p>Toutes les étapes de ce didacticiel fonctionneront également pour une application sans variantes.</p>
it: <blockquote> <p>F-Droid è un catalogo installabile di applicazioni FOSS (software gratuito e open source) per la piattaforma Android. Il client semplifica la navigazione, l'installazione e il monitoraggio degli aggiornamenti sul tuo dispositivo. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">Sito web F-Droid</a></p> </blockquote> <p>Tutti i passaggi di questo tutorial funzioneranno anche per un'app senza caratteristiche.</p>
lt: <blockquote> <p>F-Droid yra įdiegiamas FOSS (nemokamos ir atvirojo kodo programinės įrangos) programų katalogas, skirtas Android platformai. Klientas leidžia lengvai naršyti, įdiegti ir sekti įrenginio naujinimus. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/"> „F-Droid“ svetainė</a></p> </blockquote> <p>Visi šios mokymo programos veiksmai tiks ir programoje be skonių.</p>
nb: <blockquote> <p>F-Droid er en installerbar katalog med FOSS (Free and Open Source Software)-applikasjoner for Android-plattformen. Klienten gjør det enkelt å bla gjennom, installere og holde styr på oppdateringer på enheten din. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid-nettsted</a></p> </blockquote> <p>Alle trinnene fra denne opplæringen vil også fungere for en app uten smaker.</p>
nl: <blockquote> <p>F-Droid is een installeerbare catalogus van FOSS-applicaties (Free and Open Source Software) voor het Android-platform. De klant maakt het gemakkelijk om updates op uw apparaat te doorbladeren, te installeren en bij te houden. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid-website</a></p> </blockquote> <p>Alle stappen uit deze tutorial werken ook voor een app zonder smaken.</p>
pl: <blockquote> <p>F-Droid to instalowalny katalog aplikacji FOSS (Free and Open Source Software) dla systemu Android. Ten program ułatwia przeglądanie, instalowanie i śledzenie aktualizacji aplikacji na Twoim urządzeniu. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">Strona F-Droid</a></p> </blockquote> <p>Wszystkie kroki opisane w tym przewodniku będą działać również w przypadku aplikacji bez flavors.</p>
pt_br: <blockquote> <p>F-Droid é um catálogo instalável de aplicativos FOSS (Free and Open Source Software) para a plataforma Android. O cliente facilita a navegação, a instalação e o acompanhamento das atualizações em seu dispositivo. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">Site F-Droid</a></p> </blockquote> <p>Todas as etapas deste tutorial também funcionarão para um aplicativo sem variações.</p>
sl: <blockquote> <p>F-Droid je namestitveni katalog aplikacij FOSS (Free and Open Source Software) za platformo Android. Klient olajša brskanje, namestitev in spremljanje posodobitev v vaši napravi. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">Spletno mesto F-Droid</a></p> </blockquote> <p>Vsi koraki iz te vadnice bodo delovali tudi za aplikacijo brez okusov.</p>
sv: <blockquote> <p>F-Droid är en installerbar katalog med FOSS-applikationer (Free and Open Source Software) för Android-plattformen. Klienten gör det enkelt att bläddra, installera och hålla reda på uppdateringar på din enhet. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid-webbplats</a></p> </blockquote> <p>Alla steg från den här handledningen fungerar också för en app utan smaker.</p>
tr: <blockquote> <p>F-Droid, Android platformu için yüklenebilir bir FOSS (Ücretsiz ve Açık Kaynak Yazılım) uygulamaları kataloğudur. İstemci, cihazınızdaki güncellemelere göz atmayı, yüklemeyi ve takip etmeyi kolaylaştırır. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid web sitesi</a></p> </blockquote> <p>Bu eğitimdeki tüm adımlar, tatları olmayan bir uygulamada da işe yarayacaktır.</p>
ur: <blockquote> <p>F-Droid اینڈرائیڈ پلیٹ فارم کے لیے FOSS (مفت اور اوپن سورس سافٹ ویئر) ایپلی کیشنز کا ایک انسٹالیبل کیٹلاگ ہے۔ کلائنٹ آپ کے آلے پر براؤز کرنا، انسٹال کرنا اور اپ ڈیٹس کو ٹریک کرنا آسان بناتا ہے۔ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid ویب سائٹ</a></p> </blockquote> <p>اس ٹیوٹوریل کے تمام مراحل بغیر ذائقوں کے ایپ کے لیے بھی کام کریں گے۔</p>
zh_cn: <blockquote> <p>F-Droid 是适用于 Android 平台的 FOSS（自由开源软件）应用程序的可安装目录。该客户端使您可以轻松浏览、安装和跟踪设备上的更新。 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid网站</a></p> </blockquote> <p>本教程中的所有步骤也适用于没有风格的应用程序。</p>
zh_tw: <blockquote> <p>F-Droid 是適用於 Android 平台的 FOSS（免費和開源軟件）應用程序的可安裝目錄。客戶端使您可以輕鬆瀏覽、安裝和跟踪設備上的更新。 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/">F-Droid網站</a></p> </blockquote> <p>本教程中的所有步驟也適用於沒有風味的應用程序。</p>

# devblog250Sbfdroid250Sb1250Sbtitle
source: Which apps can be included to F-Droid?
fi: Mitä sovelluksia voidaan sisällyttää F-Droidiin?
fr: Quelles applications peuvent être incluses dans F-Droid ?
it: Quali app possono essere incluse in F-Droid?
lt: Kokias programas galima įtraukti į „F-Droid“?
nb: Hvilke apper kan inkluderes i F-Droid?
nl: Welke apps kunnen worden toegevoegd aan F-Droid?
pl: Jakie aplikacje można umieścić w F-Droid?
pt_br: Quais aplicativos podem ser incluídos no F-Droid?
sl: Katere aplikacije je mogoče vključiti v F-Droid?
sv: Vilka appar kan inkluderas i F-Droid?
tr: F-Droid'e hangi uygulamalar dahil edilebilir?
ur: F-Droid میں کون سی ایپس شامل کی جا سکتی ہیں؟
zh_cn: 哪些应用程序可以包含到 F-Droid 中？
zh_tw: F-Droid 可以包含哪些應用程序？

# devblog250Sbfdroid250Sb2250Sbtext
source: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata repository</a> on Gitlab.</li> <li>Clone the repository to your device.</li> <li>Create a branch with the bundle ID of the app, for example <code>co.localmonero.app</code></li> </ul>
fi: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata repository</a> Gitlabissa.</li> <li>Kloonaa arkisto laitteellesi.</li> <li>Luo haara sovelluksen nipputunnuksella, esimerkiksi <code>co.localmonero.app</code></li> </ul>
fr: <ul> <li>Créez un fork du <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">dépôt fdroiddata</a> sur Gitlab.</li> <li>Clonez le dépôt sur votre machine.</li> <li>Créez une branche avec l'identifiant de « bundle » de l'application, par exemple <code>co.localmonero.app</code></li> </ul>
it: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">repository fdroiddata</a> su Gitlab.</li> <li>Clona il repository sul tuo dispositivo.</li> <li>Crea un ramo con l'ID bundle dell'app, ad esempio <code>co.localmonero.app</code></li> </ul>
lt: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata saugykla</a> „Gitlab“.</li> <li>Klonuokite saugyklą į įrenginį.</li> <li>Sukurkite filialą naudodami programos paketo ID, pvz., <code>co.localmonero.app</code></li> </ul>
nb: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata repository</a> på Gitlab.</li> <li>Klon depotet til enheten din.</li> <li>Opprett en filial med pakke-ID-en til appen, for eksempel <code>co.localmonero.app</code></li> </ul>
nl: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata-repository</a> op Gitlab.</li> <li>Kloon de opslagplaats naar uw apparaat.</li> <li>Maak een filiaal met de bundel-ID van de app, bijvoorbeeld <code>co.localmonero.app</code></li> </ul>
pl: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">repozytorium fdroiddata</a> na Gitlab.</li> <li>Sklonuj repozytorium na swoje urządzenie.</li> <li>Utwórz gałąź z ID pakietu aplikacji, na przykład <code>co.localmonero.app</code></li> </ul>
pt_br: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">repositório fdroiddata</a> no Gitlab.</li> <li>Clone o repositório para o seu dispositivo.</li> <li>Crie uma ramificação com o ID do pacote do aplicativo, por exemplo <code>co.localmonero.app</code></li> </ul>
sl: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata repozitorij</a> na Gitlab-u.</li> <li>Klonirajte repozitorij v vašo napravo.</li> <li>Ustvarite vejo z ID-jem svežnja aplikacij, na primer <code>co.localmonero.app</code></li> </ul>
sv: <ul> <li>Fork <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata-förvar</a> på Gitlab.</li> <li>Klona arkivet till din enhet.</li> <li>Skapa en filial med paketets ID för appen, till exempel <code>co.localmonero.app</code></li> </ul>
tr: <ul> <li>Gitlab'da <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata deposunu</a> çatallayın.</li> <li>Depoyu cihazınıza kopyalayın.</li> <li>Uygulamanın paket kimliğiyle bir şube oluşturun, örneğin <code>co.localmonero.app</code></li> </ul>
ur: <ul> Gitlab پر <li>فورک <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata repository</a></li> <li>اپنے آلے کے ذخیرے کو کلون کریں۔</li> <li>ایپ کی بنڈل ID کے ساتھ ایک برانچ بنائیں، مثال کے طور پر <code>co.localmonero.app</code></li> </ul>
zh_cn: <ul> <li>在 Gitlab 上分叉 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroid 数据存储库 </a>。</li> <li>将存储库克隆到您的设备。</li> <li>使用应用程序的捆绑包 ID 创建分支，例如 <code>co.localmonero.app</code></li> </ul>
zh_tw: <ul> <li>在 Gitlab 上分叉 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata">fdroiddata 存儲庫</a>。</li> <li>將存儲庫克隆到您的設備。</li> <li>使用應用程序的 bundle ID 創建一個分支，例如 <code>co.localmonero.app</code></li> </ul>

# devblog250Sbfdroid250Sb2250Sbtitle
source: Step 1
fi: Vaihe 1
fr: Étape 1
it: Passo 1
lt: 1 žingsnis
nb: Trinn 1
nl: Stap 1
pl: Krok 1
pt_br: Passo 1
sl: Korak 1
sv: Steg 1
tr: Aşama 1
ur: مرحلہ نمبر 1
zh_cn: 步骤1
zh_tw: 步驟1

# devblog250Sbfdroid250Sb3250Sbtext
source: <p>Check that <code>fdroid</code> works correctly. Run the following commands in your <code>fdroid</code> folder:</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
fi: <p>Tarkista, että <code>fdroid</code> toimii oikein. Suorita seuraavat komennot <code>fdroid</code>-kansiossasi:</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
fr: <p>Vérifiez que <code>fdroid</code> fonctionne correctement. Exécutez les commandes suivantes dans votre dossier <code>fdroid</code> :</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
it: <p>Verifica che <code>fdroid</code> funzioni correttamente. Esegui i seguenti comandi nella cartella <code>fdroid</code>:</p> <pre><code class="lang-sh">fdroid init readmeta di Android </code></pre>
lt: <p>Patikrinkite, ar <code>fdroid</code> veikia tinkamai. Vykdykite šias komandas aplanke <code>fdroid</code>:</p> <pre><code class="lang-sh"> fdroid init fdroid readmeta </code></pre>
nb: <p>Sjekk at <code>fdroid</code> fungerer som den skal. Kjør følgende kommandoer i mappen <code>fdroid</code>:</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
nl: <p>Controleer of <code>fdroid</code> correct werkt. Voer de volgende opdrachten uit in uw map <code>fdroid</code>:</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
pl: <p>Sprawdź, czy <code>fdroid</code> działa poprawnie. Uruchom następujące polecenia w folderze <code>fdroid</code>:</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
pt_br: <p>Verifique se o <code>fdroid</code> funciona corretamente. Execute os seguintes comandos na pasta <code>fdroid</code>:</p> <pre><code class="lang-sh">inicialização fdroid fdroid readmeta </code></pre>
sl: <p>Preverite, ali <code>fdroid</code> deluje pravilno. Zaženite naslednje ukaze v mapi <code>fdroid</code>: </p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
sv: <p>Kontrollera att <code>fdroid</code> fungerar korrekt. Kör följande kommandon i din <code>fdroid</code> mapp:</p> <pre><code class="lang-sh">fdroid init fdroid readmeta </code></pre>
tr: <p><code>fdroid</code>'in düzgün çalışıp çalışmadığını kontrol edin. <code>fdroid</code> klasörünüzde aşağıdaki komutları çalıştırın:</p> <pre><code class="lang-sh">fdroid başlatma fdroid okuma metası </code></pre>
ur: <p>چیک کریں کہ <code>fdroid</code> صحیح طریقے سے کام کرتا ہے۔ اپنے <code>fdroid</code> فولڈر میں درج ذیل کمانڈز چلائیں:</p> <pre><code class="lang-sh">fdroid init fdroid ریڈمیٹا </code></pre>
zh_cn: <p>检查<code>fdroid</code>是否正常工作。在 <code>fdroid</code> 文件夹中运行以下命令：</p> <pre><code class="lang-sh">fdroid 初始化 fdroid 读取元数据 </code></pre>
zh_tw: <p>檢查 <code>fdroid</code> 是否正常工作。在 <code>fdroid</code> 文件夾中運行以下命令：</p> <pre><code class="lang-sh">fdroid 初始化 fdroid 讀取元 </code></pre>

# devblog250Sbfdroid250Sb3250Sbtitle
source: Step 2
fi: Vaihe 2
fr: Étape 2
it: Passo 2
lt: 2 žingsnis
nb: Steg 2
nl: Stap 2
pl: Krok 2
pt_br: Passo 2
sl: 2. korak
sv: Steg 2
tr: Adım 2
ur: مرحلہ 2
zh_cn: 第2步
zh_tw: 第2步

# devblog250Sbfdroid250Sb4250Sbtext
source: <p>Add your project:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>It will create a file in the metadata directory, for example <code>metadata/co.localmonero.app.yml</code>. You can also create this file manually.</p>
fi: <p>Lisää projektisi:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Se luo tiedoston metatietohakemistoon, esimerkiksi <code>metadata/co.localmonero.app.yml</code>. Voit myös luoda tämän tiedoston manuaalisesti.</p>
fr: <p>Ajoutez votre projet :</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Cela créera un fichier dans le répertoire des métadonnées, par exemple <code>metadata/co.localmonero.app.yml</code>. Vous pouvez également créer ce fichier manuellement.</p>
it: <p>Aggiungi il tuo progetto:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Verrà creato un file nella directory dei metadati, ad esempio <code>metadata/co.localmonero.app.yml</code>. Puoi anche creare questo file manualmente.</p>
lt: <p>Pridėkite savo projektą:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir programa </code></pre> <p>Metaduomenų kataloge bus sukurtas failas, pvz., <code>metadata/co.localmonero.app.yml</code>. Šį failą taip pat galite sukurti rankiniu būdu.</p>
nb: <p>Legg til prosjektet ditt:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Den vil opprette en fil i metadatakatalogen, for eksempel <code>metadata/co.localmonero.app.yml</code>. Du kan også opprette denne filen manuelt.</p>
nl: <p>Voeg uw project toe:</p> <pre><code>fdroid importeren --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Er wordt een bestand gemaakt in de metadatadirectory, bijvoorbeeld <code>metadata/co.localmonero.app.yml</code>. U kunt dit bestand ook handmatig aanmaken.</p>
pl: <p>Dodaj swój projekt:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p> Spowoduje to utworzenie pliku w katalogu metadata, na przykład <code>metadata/co.localmonero.app.yml</code>. Możesz również utworzyć ten plik ręcznie.</p>
pt_br: <p>Adicione seu projeto:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Irá criar um arquivo no diretório de metadados, por exemplo <code>metadata/co.localmonero.app.yml</code>. Você também pode criar este arquivo manualmente.</p>
sl: <p>Dodajte svoj projekt:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Ustvaril bo datoteko v katalogu metapodatkov, na primer <code>metadata/co.localmonero.app.yml</code>. To datoteko lahko ustvarite tudi ročno.</p>
sv: <p>Lägg till ditt projekt:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>Det kommer att skapa en fil i metadatakatalogen, till exempel <code>metadata/co.localmonero.app.yml</code>. Du kan också skapa den här filen manuellt.</p>
tr: <p>Projenizi ekleyin:</p> <pre><code>fdroid içe aktarma --url https://github.com/YOUR_REPO --alt dizin uygulaması </code></pre> <p>Meta veri dizininde bir dosya oluşturacaktır, örneğin <code>metadata/co.localmonero.app.yml</code>. Bu dosyayı manuel olarak da oluşturabilirsiniz.</p>
ur: <p>اپنا پروجیکٹ شامل کریں:</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>یہ میٹا ڈیٹا ڈائرکٹری میں ایک فائل بنائے گا، مثال کے طور پر <code>metadata/co.localmonero.app.yml</code>۔ آپ اس فائل کو دستی طور پر بھی بنا سکتے ہیں۔</p>
zh_cn: <p>添加您的项目：</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir 应用程序 </code></pre> <p>它将在元数据目录中创建一个文件，例如<code>metadata/co.localmonero.app.yml</code>。 您也可以手动创建此文件。</p>
zh_tw: <p>添加你的項目：</p> <pre><code>fdroid import --url https://github.com/YOUR_REPO --subdir app </code></pre> <p>它將在元數據目錄中創建一個文件，例如<code>metadata/co.localmonero.app.yml</code>。 您也可以手動創建此文件。</p>

# devblog250Sbfdroid250Sb4250Sbtitle
source: Step 3
fi: Vaihe 3
fr: Étape 3
it: Passaggio 3
lt: 3 veiksmas
nb: Trinn 3
nl: Stap 3
pl: Krok 3
pt_br: etapa 3
sl: 3. korak
sv: Steg 3
tr: Aşama 3
ur: مرحلہ 3
zh_cn: 步骤3
zh_tw: 步驟 3

# devblog250Sbfdroid250Sb5250Sbtitle
source: Step 4
fi: Vaihe 4
fr: Étape 4
it: Passaggio 4
lt: 4 veiksmas
nb: Trinn 4
nl: Stap 4
pl: Krok 4
pt_br: Passo 4
sl: 4. korak
sv: Steg 4
tr: 4. Adım
ur: مرحلہ 4
zh_cn: 步骤4
zh_tw: 步驟4
