Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sbpost8722Sbad250Sbtrade8722Sbtype250Sbnojs250Sblocal8722Sbbuy
source: Buy coins for cash (locally)
cs: Koupit coiny za hotovost (místně)
fi: Osta kolikoita käteisellä (paikallisesti)
fr: Acheter des crypto-monnaies contre de l'espèce (localement)
it: Acquista monete per contanti (localmente)
lt: Pirkite monetas už grynuosius pinigus (vietoje)
nb: Kjøp mynter for kontanter (lokalt)
nl: Koop munten voor contant geld (lokaal)
pl: Kup kryptowaluty za gotówkę (lokalnie)
pt_br: Compre moedas por dinheiro (localmente)
sl: Kupite kovance za gotovino (lokalno)
sv: Köp mynt för kontanter (lokalt)
tl: Bumili ng mga barya para sa cash (lokal)
tr: Nakit karşılığında para satın alın (yerel olarak)
ur: نقد رقم کے لئے سکے خریدیں (locally)
zh_cn: 购买现金（当地）硬币
zh_tw: 購買現金（當地）硬幣

# agoradesk250Sbpost8722Sbad250Sbtrade8722Sbtype250Sbnojs250Sblocal8722Sbsell
source: Sell coins for cash (locally)
cs: Prodávejte mince za hotovost (místně)
fi: Myy kolikoita käteisellä (paikallisesti)
fr: Vendre des crypto-monnaies contre de l'espèce (localement)
it: Vendi monete in contanti (localmente)
lt: Parduokite monetas už grynuosius pinigus (vietoje)
nb: Selg mynter for kontanter (lokalt)
nl: Verkoop munten voor contant geld (lokaal)
pl: Sprzedaj kryptowaluty za gotówkę (lokalnie)
pt_br: Vender moedas por dinheiro (localmente)
sl: Prodaja kovancev za gotovino (lokalno)
sv: Sälj mynt mot kontanter (lokalt)
tl: Magbenta ng mga barya para sa cash (lokal)
tr: Nakit karşılığında para satın (yerel olarak)
ur: نقد رقم میں سکے بیچیں (locally)
zh_cn: 出售现金（当地）
zh_tw: 出售現金（當地）

# agoradesk250Sbpost8722Sbad250Sbtrade8722Sbtype250Sbnojs250Sbonline8722Sbbuy
source: Buy coins online
cs: Nakupujte mince online
fi: Osta kolikoita verkosta
fr: Acheter des crypto-monnaies en ligne
it: Acquista monete online
lt: Pirkite monetas internetu
nb: Kjøp mynter på nett
nl: Munten online kopen
pl: Kup kryptowaluty online
pt_br: Compre moedas online
sl: Kupujte kovance na spletu
sv: Köp mynt online
tl: Bumili ng mga barya online
tr: Çevrimiçi para satın alın
ur: سکے آن لائن خریدیں
zh_cn: 在线购买硬币
zh_tw: 在線購買硬幣

# agoradesk250Sbpost8722Sbad250Sbtrade8722Sbtype250Sbnojs250Sbonline8722Sbsell
source: Sell coins online
cs: Prodávejte mince online
fi: Myy kolikoita verkossa
fr: Vendre des crypto-monnaies en ligne
it: Vendi monete online
lt: Parduokite monetas internetu
nb: Selg mynter online
nl: Verkoop munten online
pl: Sprzedaj kryptowaluty online
pt_br: Vender moedas online
sl: Prodajajte kovance na spletu
sv: Sälj mynt online
tl: Magbenta ng mga barya online
tr: Madeni paraları çevrimiçi sat
ur: سکے آن لائن فروخت کریں
zh_cn: 在线销售硬币
zh_tw: 在線銷售硬幣

# agoradesk250Sbstart250Sbcoins
source: {appName} coin trading guides
cs: {appName} průvodce obchodováním s mincemi
fi: {appName} kolikoiden kaupankäyntioppaat
fr: Guides d'échange de crypto-monnaies {appName}
it: {appName} guide al trading di monete
lt: {appName} monetų prekybos vadovai
nb: {appName} mynthandelsguider
nl: {appName} gidsen voor het handelen van munten
pl: Przewodniki handlowe {appName}
pt_br: Guias de negociação de moedas {appName}
sl: {appName} vodniki za trgovanje s kovanci
sv: {appName} mynthandelsguider
tl: {appName} mga gabay sa pangangalakal ng barya
tr: {appName} madeni para alım satım kılavuzları
ur: {appName} سکے کی تجارت کے رہنما
zh_cn: {appName}硬币交易指南
zh_tw: {appName}硬幣交易指南

# agoradesk250Sbtrade250Sbaction250Sberror8722Sbdialog250Sbcontent
source: Your action has caused an error, please reload the page.
cs: Vaše akce způsobila chybu, načtěte prosím stránku znovu.
fi: Toimintasi on aiheuttanut virheen, lataa sivu uudelleen.
fr: Votre action a provoqué une erreur, veuillez recharger la page.
it: La tua azione ha causato un errore, ricaricare la pagina.
lt: Dėl jūsų veiksmų įvyko klaida, įkelkite puslapį iš naujo.
nb: Handlingen din har forårsaket en feil. Last inn siden på nytt.
nl: Uw actie heeft een fout veroorzaakt, laad de pagina alstublieft opnieuw.
pl: Twoje działanie spowodowało błąd, załaduj stronę ponownie.
pt_br: Sua ação causou um erro. Atualize a página.
sl: Vaše dejanje je povzročilo napako, ponovno naložite stran.
sv: Din åtgärd har orsakat ett fel, vänligen ladda om sidan.
tl: Nagdulot ng error ang iyong pagkilos, mangyaring i-reload ang pahina.
tr: İşleminiz bir hataya neden oldu, lütfen sayfayı yeniden yükleyin.
ur: آپ کے عمل سے ایک خرابی پیدا ہوئی ہے، براہ کرم صفحہ کو دوبارہ لوڈ کریں۔
zh_cn: 您的操作已导致错误，请重新加载页面。
zh_tw: 您的操作已導致錯誤，請重新加載頁面。

source: The buyer has marked the payment complete at {date}. Make sure you've received the money and finalize the trade.
cs: Kupující označil platbu za dokončenou na {date}. Ujistěte se, že jste obdrželi peníze a dokončete obchod.
fi: Ostaja on merkinnyt maksun suoritetuksi {date}. Varmista, että olet vastaanottanut rahat ja viimeistele kauppa.
fr: L'acheteur a marqué le paiement comme terminé le {date}. Assurez vous d'avoir reçu l'argent et finalisez l'échange.
it: L'acquirente ha segnato il pagamento completo a {date}. Assicurati di aver ricevuto il denaro e finalizza lo scambio.
lt: Pirkėjas pažymėjo, kad mokėjimas baigtas {date}. Įsitikinkite, kad gavote pinigus ir užbaigite prekybą.
nb: Kjøper har merket betalingen som fullført på {date}. Sørg for at du har mottatt pengene og fullfør handelen.
nl: De koper heeft de betaling als voltooid gemarkeerd op {date}. Controleer of u het geld heeft ontvangen en voltooi de transactie.
pl: Kupujący oznaczył płatność zakończoną {date}. Upewnij się, że otrzymałeś pieniądze i sfinalizuj transakcję.
pt_br: O comprador marcou o pagamento completo em {date}. Certifique-se de ter recebido o dinheiro e finalize o negócio.
sl: Kupec je plačilo označil kot dokončano na {date}. Preverite, da ste prejeli denar in zaključite trgovanje.
sv: Köparen har markerat betalningen som slutförd på {date}. Kontrollera att du har fått pengarna och slutför affären.
tl: Minarkahan ng mamimili na kumpleto ang pagbabayad sa {date}. Tiyaking natanggap mo ang pera at tapusin ang kalakalan.
tr: Alıcı, ödemenin {date} tarihinde tamamlandığını işaretledi. Parayı aldığınızdan ve ticareti sonlandırdığınızdan emin olun.
ur: خریدار نے ادائیگی کو {date} پر مکمل نشان زد کیا ہے۔ یقینی بنائیں کہ آپ نے رقم وصول کر لی ہے اور تجارت کو حتمی شکل دے دی ہے۔
zh_cn: 买家已在 {date}标记付款完成。确保您已收到款项并完成交易。
zh_tw: 買家已在 {date}標記付款完成。確保您已收到款項並完成交易。

# agoradesk250Sbtrade250Sboption250Sbcall250Sbstep8722Sbfive250Sbbuyer250Sbtitle
source: Pay the seller
cs: Zaplaťte prodejci
fi: Maksa myyjälle
fr: Payer le vendeur
it: Paga il venditore
lt: Mokėkite pardavėjui
nb: Betal selgeren
nl: Betaal de verkoper
pl: Zapłać sprzedawcy
pt_br: Pague o vendedor
sl: Plačaj prodajalcu
sv: Betala säljaren
tl: Bayaran ang nagbebenta
tr: Satıcıya ödeme yapın
ur: بیچنے والے کو ادائیگی کریں
zh_cn: 付给卖家
zh_tw: 付給賣家

# agoradesk250Sbtrade250Sboption250Sbcall250Sbstep8722Sbfive250Sbseller250Sbtitle
source: Waiting for the buyer to pay
cs: Čekání, až kupující zaplatí
fi: Odotetaan ostajan maksua
fr: Attendre que l'acheteur paie
it: In attesa che l'acquirente paghi
lt: Laukiama, kol pirkėjas sumokės
nb: Venter på at kjøper skal betale
nl: Wachten tot de koper betaalt
pl: Oczekiwanie na zapłatę przez kupującego
pt_br: Esperando o comprador pagar
sl: Čakanje na plačilo kupca
sv: Väntar på att köparen ska betala
tl: Naghihintay na magbayad ang mamimili
tr: Alıcının ödemesini bekliyorum
ur: خریدار کی ادائیگی کا انتظار
zh_cn: 等待买家付款
zh_tw: 等待買家付款

# agoradesk250Sbtrade250Sboption250Sbcall250Sbstep8722Sbsix250Sbseller250Sbtitle
source: Confirm payment
cs: Potvrďte platbu
fi: Vahvista maksu
fr: Confirmer le paiement
it: Conferma il pagamento
lt: Patvirtinti mokėjimą
nb: Bekreft betaling
nl: Betaling bevestigen
pl: Potwierdź płatność
pt_br: Confirme o pagamento
sl: Potrdite plačilo
sv: Bekräfta betalning
tl: Kumpirmahin ang pagbabayad
tr: Ödemeyi Onayla
ur: ادائیگی کی تصدیق کریں
zh_cn: 确认付款
zh_tw: 確認付款

# agoradesk250Sbtrade250Sboption250Sblast8722Sbstep250Sbtitle
source: Trade completed
cs: Obchod dokončen
fi: Kauppa suoritettu
fr: Échange terminé
it: Scambio completato
lt: Prekyba baigta
nb: Handel fullført
nl: Transactie voltooid
pl: Transakcja zakończona
pt_br: Comércio concluído
sl: Trgovanje zaključeno
sv: Handel avslutad
tl: Nakumpleto ang kalakalan
tr: Ticaret tamamlandı
ur: تجارت مکمل ہو گئی
zh_cn: 贸易完成
zh_tw: 貿易完成

# agoradesk250Sbtrade250Sboption250Sbpayer8722Sbcancel8722Sbnotice
source: Made a mistake or want to try another trader? If you have transferred the funds already and want to cancel now, you need to negotiate the return of your payment with your trading partner by yourself. <strong> Never cancel unless you are sure you have received your money back. </strong>
cs: Udělali jste chybu nebo chcete zkusit jiného obchodníka? Pokud jste již převedli prostředky a chcete nyní zrušit, musíte se svým obchodním partnerem vyjednat vrácení platby sami. <strong> Nikdy obchod nerušte, pokud si nejste jisti, že jste obdrželi své peníze zpět. </strong>
fi: Teitkö virheen tai haluatko kokeilla toista kauppiasta? Jos olet jo siirtänyt varat ja haluat peruuttaa nyt, sinun on neuvoteltava maksun palauttamisesta kauppakumppanisi kanssa itse. <strong> Älä koskaan peruuta, ellet ole varma, että olet saanut rahasi takaisin. </strong>
fr: Vous avez fait une erreur ou vous voulez essayer un autre vendeur ? Si vous avez déjà transféré les fonds et souhaitez annuler maintenant, vous devez négocier vous-même le remboursement de votre paiement avec le trader en question. <strong>N'annulez jamais à moins d'être sûr d'avoir été remboursé.</strong>
it: Hai fatto un errore o vuoi provare un altro operatore? Se i fondi sono già stati trasferiti e si desidera annullare ora, è necessario negoziare da soli il ritorno del pagamento con il proprio partner commerciale. <strong> Non annullare mai se non sei sicuro di aver ricevuto i tuoi soldi indietro. </strong>
lt: Padarėte klaidą ar norite išbandyti kitą prekybininką? Jei jau pervedėte lėšas ir norite atšaukti dabar, turite patys susitarti su savo prekybos partneriu dėl mokėjimo grąžinimo. <strong> Niekada neatšaukite, nebent nesate tikri, kad grąžinote pinigus. </strong>
nb: Gjorde en feil eller ønsker å prøve en annen trader? Hvis du allerede har overført midlene og ønsker å kansellere nå, må du selv forhandle tilbake betalingen med handelspartneren din. <strong> Avbryt aldri med mindre du er sikker på at du har fått pengene tilbake. </strong>
nl: Heeft u een fout gemaakt of wilt u een andere handelaar proberen? Als u het geld al heeft overgemaakt en nu wilt annuleren, moet u zelf onderhandelen over de teruggave van uw betaling met uw handelspartner. <strong> Annuleer nooit tenzij u zeker weet dat u uw geld heeft teruggekregen. </strong>
pl: Popełniłeś błąd lub chcesz wypróbować innego handlowca? Jeśli już przekazałeś środki i chcesz teraz anulować, musisz samodzielnie negocjować zwrot środków z partnerem.<strong> Nigdy nie anuluj, chyba że jesteś pewien, że otrzymałeś zwrot pieniędzy.</strong>
pt_br: Cometeu um erro ou quer tentar outro comerciante? Se você já transferiu os fundos e deseja cancelar agora, é necessário negociar o retorno do pagamento com seu parceiro comercial sozinho. <strong> Nunca cancele, a menos que tenha certeza de que recebeu seu dinheiro de volta. </strong>
sl: Ste se zmotili ali želite poskusiti z drugim trgovalcem? Če ste sredstva že nakazali in zdaj želite preklicati, se morate sami dogovoriti za vračilo plačila z vašim trade partnerjem. <strong> Nikoli ne prekličite, razen če ste prepričani, da ste prejeli denar nazaj. </strong>
sv: Har du gjort ett misstag eller vill prova en annan handlare? Om du redan har överfört pengarna och vill avbryta nu, måste du själv förhandla om återbetalningen av din betalning med din handelspartner. <strong> Avbryt aldrig om du inte är säker på att du har fått pengarna tillbaka. </strong>
tl: Nagkamali o gustong sumubok ng ibang negosyante? Kung nailipat mo na ang mga pondo at gusto mong kanselahin ngayon, kailangan mong makipag-ayos sa pagbabalik ng iyong bayad sa iyong kasosyo sa kalakalan nang mag-isa. <strong> Huwag kailanman magkansela maliban kung sigurado kang natanggap mo na ang iyong pera. </strong>
tr: Bir hata mı yaptınız veya başka bir yatırımcıyı denemek mi istiyorsunuz? Parayı zaten aktardıysanız ve şimdi iptal etmek istiyorsanız, ödemenizin iadesini ticaret ortağınızla kendiniz görüşmeniz gerekir. <strong> Paranızı geri aldığınızdan emin olmadığınız sürece asla iptal etmeyin. </strong>
ur: غلطی کی ہے یا کسی اور تاجر کو آزمانا چاہتے ہیں؟ اگر آپ پہلے ہی فنڈز منتقل کر چکے ہیں اور ابھی منسوخ کرنا چاہتے ہیں، تو آپ کو اپنے تجارتی پارٹنر کے ساتھ اپنی ادائیگی کی واپسی کے لیے خود بات چیت کرنی ہوگی۔ <strong> کبھی بھی منسوخ نہ کریں جب تک کہ آپ کو یقین نہ ہو کہ آپ کو اپنی رقم واپس مل گئی ہے۔ </strong>
zh_cn: 犯了错误还是想尝试另一个交易员？如果您已经转移了资金并想立即取消，您需要自己与贸易伙伴协商退款。 <strong> 除非您确定已收到退款，否则永远不要取消。 </strong>
zh_tw: 犯了錯誤還是想嘗試另一個交易員？如果您已經轉移了資金並想立即取消，您需要自己與貿易夥伴協商退款。 <strong> 除非您確定已收到退款，否則永遠不要取消。 </strong>

# settings250Sbno8722Sbemail8722Sbwarn
source: Your account doesn't have a verified email set. If you lose your password, {appName} will not be able to help you reset it.
cs: Váš účet nemá nastavený ověřený e-mail. Pokud ztratíte heslo, {appName} vám jej nebude moci pomoci obnovit.
fi: Sähköpostisi ei ole vahvistettu. Jos kadotat käyttäjäsi salasanan, {appName} ei voi auttaa sinua nollaamaan sitä.
fr: Votre compte n'a pas d'adresse e-mail vérifiée associée. Si vous perdez votre mot de passe, {appName} ne pourra pas vous aider à le réinitialiser.
it: Il tuo account non ha un indirizzo e-mail verificato. Se si perde la password, {appName} non sarà in grado di aiutarti a ripristinarlo.
lt: Jūsų paskyroje nenustatytas patvirtintas el. pašto adresas. Jei prarasite slaptažodį, {appName} negalės padėti jo nustatyti iš naujo.
nb: Kontoen din har ikke et bekreftet e-postsett. Hvis du mister passordet ditt, vil ikke {appName} kunne hjelpe deg med å tilbakestille det.
nl: Uw account heeft geen geverifieerd e-mailadres ingesteld. Als u uw wachtwoord verliest, kan {appName} u niet helpen het opnieuw in te stellen.
pl: Twoje konto nie ma jeszcze zweryfikowanego e-maila. W przypadku utraty hasła, {appName} nie będzie w stanie go zresetować.
pt_br: Sua conta está sem um e-mail verificado. Se você perder sua senha, o {appName} não conseguirá ajudá-lo a recuperá-la.
sl: Vaš račun nima nastavljenega potrjenega e-poštnega naslova. Če izgubite geslo, vam ga {appName} ne bo mogel pomagati ponastaviti.
sv: Ditt konto har ingen verifierad e-postuppsättning. Om du tappar bort ditt lösenord kommer {appName} inte att kunna hjälpa dig att återställa det.
tl: Walang na-verify na email set ang iyong account. Kung mawala mo ang iyong password, hindi ka matutulungan ng {appName} na i-reset ito.
tr: Hesabınızda doğrulanmış bir e-posta grubu yok. Şifrenizi kaybederseniz, {appName} şifrenizi sıfırlamanıza yardımcı olamayacaktır.
ur: آپ کے اکاؤنٹ میں تصدیق شدہ ای میل سیٹ نہیں ہے۔ اگر آپ اپنا پاس ورڈ کھو دیتے ہیں، تو {appName} اسے دوبارہ ترتیب دینے میں آپ کی مدد نہیں کر سکے گا۔
zh_cn: 您的帐户没有经过电子邮箱验证的。 如果您忘记密码，{appName}无法帮您重置密码。
zh_tw: 您的帳戶沒有經過電子郵箱驗証的。 如果您忘記密碼，{appName}無法幫您重置密碼。

# agoradesk250Sbtrade250Sboption250Sbpayment8722Sbreceiver8722Sbcancel8722Sbnotice
source: Never finalize a trade until you are 100% sure you have received the money. Scammers will try to <strong>trick you into finalizing early</strong>.
cs: Nikdy nedokončujte obchod, dokud si nejste 100% jisti, že jste obdrželi peníze. Podvodníci se vás pokusí <strong>nalákat k předčasnému dokončení</strong>.
fi: Älä koskaan viimeistele kauppaa ennen kuin olet 100% varma, että olet saanut rahat. Huijarit yrittävät <strong>huijata sinut viimeistelemään etuajassa</strong>.
fr: Ne finalisez jamais une transaction tant que vous n'êtes pas sûr à 100% d'avoir reçu l'argent. Les escrocs essaieront de <strong>vous inciter à finaliser plus tôt</strong>.
it: Non finalizzare mai uno scambio finché non sei sicuro al 100% di aver ricevuto il denaro. I truffatori cercheranno di <strong>ingannarti per farti concludere prima</strong>.
lt: Niekada neužbaikite sandorio, kol nesate 100% tikri, kad gavote pinigus. Sukčiai bandys <strong> apgauti jus, kad užbaigtumėte anksti</strong>.
nb: Fullfør aldri en handel før du er 100% sikker på at du har mottatt pengene. Svindlere vil prøve å <strong>lure deg til å fullføre tidlig</strong>.
nl: Voltooi nooit een transactie totdat u er 100% zeker van bent dat u het geld heeft ontvangen. Oplichters zullen proberen <strong> u te misleiden om eerder </strong> af te ronden.
pl: Nigdy nie finalizuj transakcji, dopóki nie będziesz w 100% pewien, że otrzymałeś pieniądze. Oszuści spróbują <strong> przekonać Cię do przedwczesnego sfinalizowania </strong>.
pt_br: Nunca finalize uma negociação até estar 100% certo de ter recebido o dinheiro. Os golpistas tentarão <strong>enganar você para finalizá-lo com antecedência</strong>.
sl: Nikoli ne zaključite posla, dokler niste 100% prepričani, da ste prejeli denar. Prevaranti vas bodo skušali <strong>pretentati, da zaključite predčasno</strong>.
sv: Slutför aldrig en affär förrän du är 100% säker på att du har fått pengarna. Bedragare kommer att försöka <strong>lura dig att slutföra tidigt</strong>.
tl: Huwag kailanman tapusin ang isang kalakalan hanggang sa ikaw ay 100% sigurado na natanggap mo ang pera. Susubukan ng mga scammer na <strong>linlangin ka sa pag-finalize nang maaga</strong>.
tr: Parayı aldığınızdan %100 emin olana kadar asla bir işlemi sonlandırmayın. Dolandırıcılar, <strong>seni işi erken bitirmen için kandırmaya</strong> çalışacaktır.
ur: کبھی بھی تجارت کو حتمی شکل نہ دیں جب تک کہ آپ کو 100% یقین نہ ہو کہ آپ کو رقم مل گئی ہے۔ دھوکہ دہی کرنے والے <strong>آپ کو جلد حتمی شکل دینے کی کوشش کریں گے</strong>۔
zh_cn: 在您 100% 确定您已收到款项之前，切勿完成交易。骗子会试图 <strong>欺骗您提前完成</strong>。
zh_tw: 在您 100% 確定您已收到款項之前，切勿完成交易。騙子會試圖 <strong>欺騙您提前完成</strong>。

# agoradesk250Sbtrade250Sbstatus250Sbexercised250Sbcontent8722Sbbuyer
source: buyer
cs: kupující
fi: ostaja
fr: acheteur
it: acquirente
lt: pirkėjas
nb: kjøper
nl: koper
pl: kupujący
pt_br: Comprador
sl: kupec
sv: köpare
tl: mamimili
tr: alıcı
ur: خریدار
zh_cn: 买方
zh_tw: 買方

# agoradesk250Sbtrade250Sbstatus250Sbexercised250Sbcontent8722Sbseller
source: seller
cs: prodejce
fi: myyjä
fr: vendeur
it: venditore
lt: pardavėjas
nb: selger
nl: verkoper
pl: sprzedawca
pt_br: Vendedor
sl: prodajalec
sv: säljare
tl: nagbebenta
tr: satıcı
ur: بیچنے والے
zh_cn: 卖家
zh_tw: 賣家

# settings250Sbnotifications250Sbemail8722Sbmessage8722Sblong
source: Send email notifications when new trade message is received (once per hour)
cs: Zasílat e-mailová upozornění, když je přijata nová obchodní zpráva (jednou za hodinu)
fi: Lähetä sähköposti-ilmoituksia, kun uusi kauppaviesti vastaanotetaan (kerran tunnissa)
fr: Envoyer des notifications par e-mail lorsqu'un nouveau message de transaction est reçu (une fois par heure)
it: Invia notifiche e-mail quando viene ricevuto un nuovo messaggio commerciale (una volta all'ora)
lt: Siųsti el. pašto pranešimus, kai gaunamas naujas prekybos pranešimas (kartą per valandą)
nb: Send e-postvarsler når ny handelsmelding er mottatt (en gang i timen)
nl: Stuur e-mailmeldingen wanneer er een nieuw handelsbericht is ontvangen (eenmaal per uur)
pl: Wysyłaj powiadomienia e-mail po otrzymaniu nowej wiadomości dotyczącej handlu (raz na godzinę)
pt_br: Envie notificações por e-mail quando uma nova mensagem comercial for recebida (uma vez por hora)
sl: Pošljite e-poštna obvestila, ko prejmete novo trgovalno sporočilo (enkrat na uro)
sv: Skicka e-postmeddelanden när ett nytt handelsmeddelande tas emot (en gång per timme)
tl: Magpadala ng mga notification sa email kapag natanggap ang bagong trade message (isang beses kada oras)
tr: Yeni ticari mesaj alındığında e-posta bildirimi gönder (saatte bir kez)
ur: نیا تجارتی پیغام موصول ہونے پر ای میل اطلاعات بھیجیں (ایک بار فی گھنٹہ)
zh_cn: 收到新的交易消息时发送电子邮件通知（每小时一次）
zh_tw: 收到新的交易消息時發送電子郵件通知（每小時一次）
