Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbfoss250Sb2250Sbtext
source: While it’s true that most projects have open source code, it would be a disservice to the spirit of the concept to not dig a little deeper to see the real reasons why open source is so powerful. The reality is, open source licensing fosters open collaboration by people from all walks and stages of life, with the intention of creating tools that are needed, useful, and beneficial for humanity. <br/><br/> Some cryptocurrencies, while the code is eventually released, have development done in secret so as to stay ahead of competing projects. While these projects do qualify as “open source projects” since their code is eventually released to the public, the initial development is still done by a select few, leading to a loss of many of the benefits that being open source might otherwise give. <br/><br/> The spirit of an open source project is open collaboration for the benefit of all, rather than for the benefits of a few, and in this way Monero outshines most of its peers. Not only is Monero’s development done in an open fashion, with frequent meetings that anyone can attend and speak in, but so is its research and implementation. Indeed, many of Monero’s largest breakthroughs have come from external sources via collaboration, or by a seemingly random person coming onto the research platforms with a new idea, such as bulletproofs and privacy optimizations.
cs: I když je pravda, že většina projektů má otevřený zdrojový kód, bylo by medvědí službou pro ducha konceptu, kdybychom se podívali trochu hlouběji, abychom viděli skutečné důvody, proč je open source tak silný. Realita je taková, že licencování s otevřeným zdrojovým kódem podporuje otevřenou spolupráci lidí ze všech společenských vrstev a fází života se záměrem vytvářet nástroje, které jsou potřebné, užitečné a prospěšné pro lidstvo. <br/><br/> Některé kryptoměny, zatímco kód je nakonec uvolněn, mají vývoj prováděný v tajnosti, aby zůstali před konkurenčními projekty. I když se tyto projekty kvalifikují jako „projekty s otevřeným zdrojovým kódem“, protože jejich kód je nakonec uvolněn pro veřejnost, počáteční vývoj stále provádí několik vyvolených, což vede ke ztrátě mnoha výhod, které by jinak otevřený zdroj mohl poskytnout. <br/><br/> Duch projektu s otevřeným zdrojovým kódem je otevřená spolupráce ku prospěchu všech, spíše než ku prospěchu několika, a tímto způsobem Monero převyšuje většinu svých kolegů. Nejen, že vývoj Monera probíhá otevřeným způsobem s častými schůzkami, na kterých se může zúčastnit kdokoli a může na nich mluvit, ale také jeho výzkum a implementace. Mnohé z největších objevů společnosti Monero skutečně pocházejí z externích zdrojů prostřednictvím spolupráce nebo zdánlivě náhodné osoby, která přichází na výzkumné platformy s novým nápadem, jako je neprůstřelnost a optimalizace ochrany soukromí.
fi: Vaikka on totta, että useimmissa projekteissa on avointa lähdekoodia, olisi karhunpalvelus konseptin hengelle, jos ei kaivettaisi vähän syvemmälle nähdäkseen todelliset syyt, miksi avoin lähdekoodi on niin voimakas. Tosiasia on, että avoimen lähdekoodin lisensointi edistää avointa yhteistyötä kaikilta elämänaloilta ja elämänvaiheilta tulevien ihmisten kanssa tarkoituksena luoda työkaluja, jotka ovat tarpeellisia, hyödyllisiä ja hyödyllisiä ihmiskunnalle. <br/><br/> Jotkut kryptovaluutat, vaikka koodi lopulta julkaistaan, on kehitetty salassa, jotta ne pysyisivät kilpailevien projektien edellä. Vaikka nämä projektit ovatkin "avoimen lähdekoodin projekteja", koska niiden koodi julkaistaan lopulta yleisölle, alkuperäisen kehitystyön tekevät silti harvat ja valitut, mikä johtaa monien etujen menettämiseen, joita avoimen lähdekoodin käyttö muutoin voisi tarjota. <br/><br/> Avoimen lähdekoodin projektin henki on avoin yhteistyö kaikkien eduksi, ei muutamien eduksi, ja näin Monero ylittää suurimman osan kaltaisistaan. Moneron kehitystyö ei tapahdu vain avoimesti, säännöllisin kokouksin, joihin kuka tahansa voi osallistua ja joissa voi puhua, vaan myös sen tutkimus ja toteutus. Itse asiassa monet Moneron suurimmista läpimurroista ovat tulleet ulkoisista lähteistä yhteistyön kautta tai näennäisen satunnaisesta henkilöstä, joka on tullut tutkimusalustoille uudella idealla, kuten luodinkestävällä yksityisyyden optimoinnilla.
fr: S'il est vrai que la plupart des projets ont du code Open Source, ce serait rendre un mauvais service à l'esprit du concept de ne pas creuser un peu plus pour voir les vraies raisons pour lesquelles l'Open Source est si puissant. La réalité est que les licences Open Source favorisent la collaboration ouverte de personnes de tous horizons et de tous âges, dans le but de créer des outils nécessaires, utiles et bénéfiques pour l'humanité. <br /><br /> Certaines crypto-monnaies, alors que le code est finalement publié, sont développées en secret afin de garder une longueur d'avance sur les projets concurrents. Bien que ces projets soient qualifiés de « projets Open Source » puisque leur code est finalement rendu public, le développement initial est toujours effectué par un petit nombre personnes, ce qui entraîne la perte de nombreux avantages que l'Open Source pourrait autrement offrir. <br /><br /> L'esprit d'un projet Open Source est une collaboration ouverte au profit de tous, plutôt qu'au profit de quelques-uns, et de cette façon Monero surpasse la plupart de ses pairs. Non seulement le développement de Monero se fait de manière ouverte, avec des réunions fréquentes auxquelles tout le monde peut assister et prendre la parole, mais il en va de même pour sa recherche et sa mise en œuvre. En effet, bon nombre des plus grandes percées de Monero sont venues de sources externes par le biais de collaborations, ou par une personne totalement inconnue entrant sur les plateformes de discussion dans les salons dédiés à la recherche avec une nouvelle idée, portant par exemple sur des protections et des optimisations de la confidentialité.
it: Mentre è vero che la maggior parte dei progetti ha un codice open source, sarebbe un disservizio allo spirito del concetto non scavare un po 'più a fondo per vedere le vere ragioni per cui l'open source è così potente. La realtà è che le licenze open source promuovono una collaborazione aperta da parte di persone di ogni ceto e stadio della vita, con l'intenzione di creare strumenti necessari, utili e benefici per l'umanità. <br/><br/>Alcune criptovalute, mentre il codice viene infine rilasciato, hanno lo sviluppo fatto in segreto in modo da stare al passo con i progetti concorrenti. Mentre questi progetti si qualificano come "progetti open source" dal momento che il loro codice viene infine rilasciato al pubblico, lo sviluppo iniziale è ancora fatto da pochi eletti, portando a una perdita di molti dei vantaggi che altrimenti potrebbe essere dato dall'essere open source. <br/><br/>Lo spirito di un progetto open source è la collaborazione aperta a beneficio di tutti, piuttosto che a beneficio di pochi, e in questo modo Monero supera la maggior parte dei suoi colleghi. Non solo lo sviluppo di Monero è fatto in modo aperto, con incontri frequenti a cui tutti possono partecipare e parlare, ma anche la sua ricerca e implementazione. In effetti, molte delle più grandi scoperte di Monero provengono da fonti esterne attraverso la collaborazione o da una persona apparentemente casuale che arriva sulle piattaforme di ricerca con una nuova idea, come i proiettili e le ottimizzazioni della privacy.
lt: Nors tiesa, kad dauguma projektų turi atvirojo kodo kodą, būtų meškos paslauga koncepcijos dvasiai, jei nesigilintumėte, kad pamatytumėte tikrąsias priežastis, kodėl atvirasis šaltinis yra toks galingas. Realybė tokia, kad atvirojo kodo licencijavimas skatina atvirą visų sluoksnių ir gyvenimo etapų žmonių bendradarbiavimą, siekiant sukurti žmonijai reikalingus, naudingus ir naudingus įrankius. <br/><br/> Kai kurios kriptovaliutos, nors kodas galiausiai išleidžiamas, buvo kuriamos slaptai, kad būtų išvengta konkuruojančių projektų. Nors šie projektai priskiriami „atvirojo kodo projektams“, nes jų kodas ilgainiui išleidžiamas viešai, pradinį kūrimą vis tiek atlieka keli išrinktieji, todėl prarandama daug naudos, kurią kitu atveju galėtų suteikti atvirasis šaltinis. <br/><br/> Atvirojo kodo projekto dvasia yra atviras bendradarbiavimas visų, o ne kelių labui, ir tokiu būdu Monero pranoksta daugumą savo kolegų. „Monero“ plėtra vyksta ne tik atvirai, dažnai vykstant susitikimams, kuriuose gali dalyvauti ir kalbėti bet kas, bet ir jos tyrimai bei įgyvendinimas. Iš tiesų, daugelis didžiausių Monero laimėjimų buvo iš išorinių šaltinių bendradarbiaujant arba iš pažiūros atsitiktinio žmogaus, atėjusio į tyrimų platformas su nauja idėja, pvz., neperšaunamumu ir privatumo optimizavimu.
nb: Selv om det er sant at de fleste prosjekter har åpen kildekode, ville det være en bjørnetjeneste for ånden i konseptet å ikke grave litt dypere for å se de virkelige årsakene til at åpen kildekode er så kraftig. Realiteten er at åpen kildekode-lisensiering fremmer åpent samarbeid mellom mennesker fra alle samfunnslag og stadier, med den hensikt å skape verktøy som er nødvendige, nyttige og fordelaktige for menneskeheten. <br/><br/> Noen kryptovalutaer, mens koden til slutt blir utgitt, har utvikling gjort i det skjulte for å ligge i forkant av konkurrerende prosjekter. Selv om disse prosjektene kvalifiserer som "åpen kildekode-prosjekter" siden koden deres til slutt blir utgitt til offentligheten, gjøres den første utviklingen fortsatt av noen få utvalgte, noe som fører til tap av mange av fordelene som å være åpen kildekode ellers kan gi. <br/><br/> Ånden i et åpen kildekode-prosjekt er åpent samarbeid til fordel for alle, snarere enn til fordel for noen få, og på denne måten overstråler Monero de fleste av sine jevnaldrende. Ikke bare er Moneros utvikling gjort på en åpen måte, med hyppige møter som alle kan delta på og snakke i, men det er også forskningen og implementeringen. Faktisk har mange av Moneros største gjennombrudd kommet fra eksterne kilder via samarbeid, eller ved at en tilsynelatende tilfeldig person har kommet inn på forskningsplattformene med en ny idé, for eksempel skuddsikker og personvernoptimalisering.
nl: Hoewel het waar is dat de meeste projecten open source-code hebben, zou het het concept een slechte dienst bewijzen als we niet wat dieper zouden graven om de echte redenen te zien waarom open source zo krachtig is. De realiteit is dat open source-licenties open samenwerking bevorderen door mensen van alle rangen, standen en levensfasen, met de bedoeling tools te creëren die nodig, nuttig en heilzaam zijn voor de mensheid. <br/><br/> Sommige cryptocurrencies, terwijl de code uiteindelijk wordt vrijgegeven, hebben de ontwikkeling in het geheim gedaan om concurrerende projecten voor te blijven. Hoewel deze projecten kwalificeren als "open source-projecten", aangezien hun code uiteindelijk voor het publiek wordt vrijgegeven, wordt de initiële ontwikkeling nog steeds gedaan door een select aantal, wat leidt tot een verlies van veel van de voordelen die open source anders zou kunnen bieden. <br/><br/> De kern van een open source-project is open samenwerking in het voordeel van iedereen, in plaats van in het voordeel van enkelen, en op deze manier overtreft Monero de meeste van zijn collega's. Niet alleen wordt de ontwikkeling van Monero op een open manier gedaan, met frequente bijeenkomsten die iedereen kan bijwonen en waar iedereen kan inspreken, maar dit geldt ook voor het onderzoek en de implementatie ervan. Veel van de grootste doorbraken van Monero zijn inderdaad afkomstig van externe bronnen via samenwerking, of door een schijnbaar willekeurige persoon die op de onderzoeksplatforms kwam met een nieuw idee, zoals bulletproofing en privacy-optimalisaties.
pl: Chociaż prawdą jest, że większość projektów ma kod open source, zastanówmy się co sprawia, że open source jest tak potężny. Rzeczywistość jest taka, że licencja open source sprzyja współpracy ludzi z różnych miejsc i różnych społeczności z zamiarem tworzenia narzędzi przydatnych i korzystnych dla ludzkości. <br/><br/> Niektóre kryptowaluty, co prawda publikują kod publicznie, ale jego rozwój jest prowadzony w tajemnicy, aby wyprzedzić konkurencyjne projekty. Podczas gdy projekty te kwalifikują się jako „projekty open source”, ponieważ ich kod jest ostatecznie wydany publicznie, początkowy rozwój jest nadal dokonywany przez kilku wybrańców, co prowadzi do utraty wielu korzyści, które w innym przypadku oferuje oprogramowanie open source. <br/><br/> Duchem projektu open source jest publiczna współpraca z korzyścią dla wszystkich, a nie korzyści dla kilku i w ten sposób Monero przyćmiło większość swoich konkurentów. Rozwój Monero odbywa się nie tylko w otwarty sposób, z częstymi spotkaniami, w których każdy może uczestniczyć i przemawiać, ale także jego badania i wdrażanie nowych funkcji odbywają się w sposób otwarty. Rzeczywiście, wiele największych przełomów Monero pochodzi ze źródeł zewnętrznych poprzez współpracę lub pozornie przypadkową osobę przybywającą na platformy badawcze z nowym pomysłem, takim jak bulletproofs i optymalizacje prywatności.
pt_br: Embora seja verdade que a maioria dos projetos tenha código-fonte aberto, seria um desserviço ao espírito do conceito não se aprofundar um pouco mais para ver as reais razões pelas quais o código-fonte aberto é tão poderoso. A realidade é que o licenciamento de código aberto promove a colaboração aberta de pessoas de todas as esferas e estágios da vida, com a intenção de criar ferramentas necessárias, úteis e benéficas para a humanidade. <br/><br/>Algumas criptomoedas, embora o código seja finalmente lançado, têm desenvolvimento feito em segredo, para ficar à frente dos projetos concorrentes. Embora esses projetos se qualifiquem como "projetos de código aberto", pois seu código é finalmente lançado ao público, o desenvolvimento inicial ainda é feito por alguns poucos, levando à perda de muitos dos benefícios que o código aberto poderia dar. <br/><br/>O espírito de um projeto de código aberto é a colaboração aberta para o benefício de todos, e não para o benefício de poucos, e dessa maneira a Monero supera a maioria de seus pares. O desenvolvimento do Monero não é feito apenas de maneira aberta, com reuniões freqüentes nas quais qualquer pessoa pode participar e falar, mas também sua pesquisa e implementação. De fato, muitos dos maiores avanços de Monero vieram de fontes externas via colaboração ou de uma pessoa aparentemente aleatória que entrou nas plataformas de pesquisa com uma nova idéia, como prova de balas e otimizações de privacidade.
sl: Čeprav je res, da ima večina projektov odprto kodo, bi bilo duhu koncepta škoda, če se ne bi poglobili v resnične razloge, zakaj je odprta koda tako močna. V resnici odprtokodno licenciranje spodbuja odprto sodelovanje ljudi z vseh področij in stopenj življenja z namenom ustvarjanja orodij, ki so potrebna, uporabna in koristna za človeštvo. <br/><br/> Pri nekaterih kriptovalutah je razvoj, čeprav je koda sčasoma objavljena, potekal v tajnosti, da bi ostali na čelu konkurenčnim projektom. Ti projekti sicer izpolnjujejo pogoje za "odprtokodne projekte", saj je njihova koda sčasoma objavljena javnosti, vendar začetni razvoj še vedno izvaja peščica izbrancev, zaradi česar se izgubijo številne prednosti, ki bi jih sicer odprtokodnost lahko prinesla. <br/><br/> Duh odprtokodnega projekta je odprto sodelovanje v korist vseh in ne v korist peščice, zato Monero prekaša večino podobnih projektov. Ne le, da razvoj projekta Monero poteka na odprt način s pogostimi sestanki, ki se jih lahko udeleži vsakdo in na njih spregovori, temveč tudi njegovo raziskovanje in izvajanje. Veliko največjih prebojev Monera je namreč prišlo iz zunanjih virov prek sodelovanja ali tako, da je na raziskovalne platforme prišla navidezno naključna oseba z novo zamislijo, kot so na primer neprebojnost in optimizacije zasebnosti.
sv: Även om det är sant att de flesta projekt har öppen källkod, skulle det vara en otjänst för konceptets anda att inte gräva lite djupare för att se de verkliga anledningarna till varför öppen källkod är så kraftfull. Verkligheten är att licensiering med öppen källkod främjar öppet samarbete mellan människor från alla samhällsskikt och stadier av livet, med avsikten att skapa verktyg som behövs, är användbara och fördelaktiga för mänskligheten. <br/><br/> Vissa kryptovalutor, medan koden så småningom släpps, har utveckling gjorts i hemlighet för att ligga steget före konkurrerande projekt. Även om dessa projekt kvalificerar sig som "öppen källkodsprojekt" eftersom deras kod så småningom släpps till allmänheten, görs den initiala utvecklingen fortfarande av ett fåtal utvalda, vilket leder till att många av de fördelar som öppen källkod annars skulle kunna ge förlust. <br/><br/> Andan i ett projekt med öppen källkod är öppet samarbete till förmån för alla, snarare än till förmån för ett fåtal, och på så sätt överglänser Monero de flesta av sina kamrater. Moneros utveckling sker inte bara på ett öppet sätt, med frekventa möten där alla kan delta och tala i, utan även dess forskning och implementering. Faktum är att många av Moneros största genombrott har kommit från externa källor via samarbete, eller genom att en till synes slumpmässig person kommit in på forskningsplattformarna med en ny idé, såsom skottsäkringar och sekretessoptimeringar.
tl: Bagama't totoo na ang karamihan sa mga proyekto ay may open source code, ito ay isang masamang serbisyo sa diwa ng konsepto na hindi humukay ng kaunti pa upang makita ang mga tunay na dahilan kung bakit napakalakas ng open source. Ang katotohanan ay, ang open source na paglilisensya ay nagtataguyod ng bukas na pakikipagtulungan ng mga tao mula sa lahat ng antas at antas ng buhay, na may layuning lumikha ng mga tool na kailangan, kapaki-pakinabang, at kapaki-pakinabang para sa sangkatauhan. <br/><br/> Ang ilang mga cryptocurrencies, habang ang code ay inilabas sa kalaunan, ay may pag-unlad na ginawa nang lihim upang manatiling nangunguna sa mga nakikipagkumpitensyang proyekto. Bagama't ang mga proyektong ito ay kwalipikado bilang "mga open source na proyekto" dahil ang kanilang code ay inilabas sa publiko, ang paunang pag-unlad ay ginagawa pa rin ng ilang piling, na humahantong sa pagkawala ng marami sa mga benepisyo na maaaring ibigay ng pagiging open source. <br/><br/> Ang diwa ng isang open source na proyekto ay bukas na pakikipagtulungan para sa kapakinabangan ng lahat, sa halip na para sa mga benepisyo ng iilan, at sa paraang ito nahihigitan ng Monero ang karamihan sa mga kapantay nito. Hindi lamang ginawa ang pagbuo ng Monero sa isang bukas na paraan, na may madalas na mga pagpupulong na maaaring dumalo at magsalita ng sinuman, ngunit gayundin ang pananaliksik at pagpapatupad nito. Sa katunayan, marami sa pinakamalaking tagumpay ng Monero ay nagmula sa mga panlabas na mapagkukunan sa pamamagitan ng pakikipagtulungan, o ng isang tila random na tao na dumarating sa mga platform ng pananaliksik na may bagong ideya, tulad ng mga bulletproof at pag-optimize ng privacy.
tr: Çoğu projenin açık kaynak koduna sahip olduğu doğru olsa da, açık kaynağın neden bu kadar güçlü olduğunun gerçek nedenlerini görmek için biraz daha derine inmemek kavramın ruhuna aykırı olacaktır. Gerçek şu ki, açık kaynak lisanslaması, insanlık için gerekli, faydalı ve faydalı araçlar yaratma niyetiyle, hayatın her kesiminden ve aşamasından insanların açık işbirliğini teşvik eder. <br/><br/> Bazı kripto para birimleri, kod sonunda yayınlanırken, rakip projelerin önünde kalabilmek için geliştirmeleri gizlice yapılır. Bu projeler, kodları en sonunda kamuya açıklandığı için "açık kaynak projeleri" olarak nitelendirilse de, ilk geliştirme hâlâ seçilmiş birkaç kişi tarafından yapılıyor ve bu da açık kaynak olmanın başka türlü sağlayabileceği birçok faydanın kaybına yol açıyor. <br/><br/> Açık kaynak projesinin ruhu, birkaç kişinin yararına değil herkesin yararına açık işbirliğidir ve bu şekilde Monero emsallerinin çoğunu gölgede bırakır. Monero'nun geliştirilmesi yalnızca herkesin katılabileceği ve konuşabileceği sık sık yapılan toplantılarla açık bir şekilde yapılmıyor, aynı zamanda araştırma ve uygulaması da aynı şekilde yapılıyor. Gerçekten de Monero'nun en büyük atılımlarının çoğu, işbirliği yoluyla dış kaynaklardan ya da görünüşte rastgele bir kişinin kurşun geçirmezlik ve gizlilik optimizasyonları gibi yeni bir fikirle araştırma platformlarına gelmesiyle geldi.
ur: اگرچہ یہ سچ ہے کہ زیادہ تر پروجیکٹس میں اوپن سورس کوڈ ہوتا ہے، لیکن اوپن سورس کے اتنے طاقتور ہونے کی اصل وجوہات کو دیکھنے کے لیے تھوڑا گہرائی میں نہ جانا تصور کی روح کے لیے نقصان دہ ہوگا۔ حقیقت یہ ہے کہ اوپن سورس لائسنسنگ ہر شعبہ ہائے زندگی سے تعلق رکھنے والے لوگوں کی طرف سے کھلے تعاون کو فروغ دیتا ہے، اس مقصد کے ساتھ ایسے اوزار تیار کرنے کی نیت سے جو انسانیت کے لیے ضروری، مفید اور فائدہ مند ہوں۔ <br/><br/> کچھ کریپٹو کرنسیز، جب کہ کوڈ آخر کار جاری کیا جاتا ہے، خفیہ طور پر ترقی کی جاتی ہے تاکہ مسابقتی منصوبوں سے آگے رہیں۔ اگرچہ یہ پروجیکٹ "اوپن سورس پروجیکٹس" کے طور پر اہل ہوتے ہیں کیونکہ ان کا کوڈ آخر کار عوام کے لیے جاری کیا جاتا ہے، لیکن ابتدائی ترقی اب بھی کچھ منتخب افراد کے ذریعے کی جاتی ہے، جس کے نتیجے میں اوپن سورس ہونے سے بہت سے فوائد کا نقصان ہوتا ہے جو بصورت دیگر دے سکتے ہیں۔ <br/><br/> اوپن سورس پروجیکٹ کی روح چند لوگوں کے فائدے کے بجائے سب کے فائدے کے لیے کھلا تعاون ہے، اور اس طرح سے Monero اپنے زیادہ تر ساتھیوں کو پیچھے چھوڑ دیتا ہے۔ Monero کی ترقی نہ صرف کھلے انداز میں کی جاتی ہے، متواتر ملاقاتوں کے ساتھ جس میں کوئی بھی شرکت کر سکتا ہے اور بات کر سکتا ہے، بلکہ اس کی تحقیق اور نفاذ بھی ہے۔ درحقیقت، Monero کی بہت سی سب سے بڑی کامیابیاں بیرونی ذرائع سے تعاون کے ذریعے، یا بظاہر بے ترتیب شخص کے ذریعے تحقیقی پلیٹ فارمز پر ایک نئے آئیڈیا کے ساتھ آتے ہیں، جیسے کہ بلٹ پروف اور رازداری کی اصلاح۔
zh_cn: 虽然大多数项目都具有开源代码特性，但如果不深入研究开源代码如此强大的真正原因，那将违背该概念的精神内核. 现实中开源代码促进了各行各业人们之间的开放式协作，致力于创建对人类有用，有用和有益的工具. <br/><br/> 然而在代码最终发布前，某些加密货币秘密进行开发，以保持领先于其它竞争项目的地位. 尽管这些项目的代码最终会向公众发布，这些项目看起来符合“开源项目”的资格，但开发仍由少数几个人完成，这导致丧失了开源可能带来的许多好处. <br/><br/> 开源项目的精神是为了所有人的利益而不是少数人的利益进行开放式协作，因此Monero胜过大多数加密货币.门罗币的开发不仅以开放的方式进行，既每个人都可以经常参加会议，而且其研究和实施也是如此.事实上，门罗币的许多重大突破都是通过协作从外部来源获得的，或者是一个看似随机的人带着诸如防弹协议和隐私优化之类的新想法进入研究平台的.
zh_tw: 雖然大多數項目都具有開源代碼特性，但如果不深入研究開源代碼如此強大的真正原因，那將違背該概念的精神內核. 現實中開源代碼促進了各行各業人們之間的開放式協作，致力於創建對人類有用，有用和有益的工具. <br/><br/> 然而在代碼最終發布前，某些加密貨幣秘密進行開發，以保持領先於其它競爭項目的地位. 儘管這些項目的代碼最終會向公眾發布，這些項目看起來符合“開源項目”的資格，但開發仍由少數幾個人完成，這導致喪失了開源可能帶來的許多好處. <br/><br/> 開源項目的精神是為了所有人的利益而不是少數人的利益進行開放式協作，因此Monero勝過大多數加密貨幣.門羅幣的開發不僅以開放的方式進行，既每個人都可以經常參加會議，而且其研究和實施也是如此.事實上，門羅幣的許多重大突破都是通過協作從外來源獲得的，或者是一個看似隨機的人帶著諸如防彈協議和隱私優化之類的新想法進入研究平台的.

# knowledge250Sbfoss250Sb2250Sbtitle
source: The blockchain connection
cs: Spojení blockchain
fi: Lohkoketju-yhteys
fr: Lien avec la blockchain
it: La connessione blockchain
lt: „Blockchain“ ryšys
nb: Blockchain-forbindelsen
nl: De blockchain-verbinding
pl: Połączenie poprzez blockchain
pt_br: A conexão blockchain
sl: Povezava z blockchainom
sv: Den blockkedja anslutning
tl: Ang koneksyon sa blockchain
tr: Blockchain bağlantısı
ur: بلاکچین کنکشن
zh_cn: 连接区块链
zh_tw: 連接區塊鏈
