Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_232
source: Attempting to open a trade with a user that’s currently prohibited from trading due to a sanction
cs: Pokus o otevření obchodu s uživatelem, který má momentálně zakázáno obchodovat kvůli sankci
fi: Yritetään avata kauppaa sellaisen käyttäjän kanssa, joka on tällä hetkellä kielletty kaupankäynnistä sanktioiden vuoksi
fr: Tentative d'ouvrir une transaction avec un utilisateur actuellement interdit d'échange en raison d'une sanction
it: Tentativo di aprire uno scambio con un utente a cui è attualmente vietato fare trading a causa di una sanzione
lt: Bandymas sudaryti sandorį su vartotoju, kuriam šiuo metu draudžiama prekiauti dėl sankcijos
nb: Forsøk på å åpne en handel med en bruker som for øyeblikket er forbudt å handle på grunn av en sanksjon
nl: Poging om een transactie te openen met een gebruiker die momenteel niet mag handelen vanwege een sanctie
pl: Próba rozpoczęcia handlu z użytkownikiem, któremu obecnie nie wolno handlować z powodu sankcji
pt_br: Tentar abrir uma negociação com um usuário que está atualmente proibido de negociar devido a uma sanção
sl: Poskus odpiranja trade-a z uporabnikom, ki mu je zaradi sankcije trenutno prepovedano trgovanje
sv: Försök att öppna en handel med en användare som för närvarande är förbjuden att handla på grund av en sanktion
tl: Pagtatangkang magbukas ng trade sa isang user na kasalukuyang ipinagbabawal na makipagkalakalan dahil sa isang parusa
tr: Yaptırım nedeniyle halihazırda işlem yapması yasak olan bir kullanıcıyla işlem açmaya çalışmak
ur: کسی ایسے صارف کے ساتھ تجارت کھولنے کی کوشش کرنا جو فی الحال کسی پابندی کی وجہ سے تجارت سے ممنوع ہے
zh_cn: 尝试与目前因制裁而被禁止交易的用户进行交易
zh_tw: 嘗試與當前因制裁而被禁止交易的用戶建立交易

# api_error_233
source: Attempting to remove feedback with ID that doesn’t exist
cs: Pokus o odstranění zpětné vazby s ID, které neexistuje
fi: Yritetään poistaa palautetta tunnuksella, jota ei ole olemassa
fr: Tentative de suppression d'une évaluation avec un identifiant qui n'existe pas
it: Tentativo di rimuovere il feedback con un ID che non esiste
lt: Bandoma pašalinti atsiliepimą su ID, kurio nėra
nb: Forsøker å fjerne tilbakemelding med ID som ikke eksisterer
nl: Poging om feedback te verwijderen met ID dat niet bestaat
pl: Próba usunięcia opinii z nieistniejącym identyfikatorem
pt_br: Tentativa de remover feedback com ID que não existe
sl: Poskus odstranitve povratnih informacij z ID-jem, ki ne obstaja
sv: Försöker ta bort feedback med ID som inte existerar
tl: Sinusubukang alisin ang feedback na may ID na wala
tr: Mevcut olmayan bir kimliğe sahip geri bildirim kaldırılmaya çalışılıyor
ur: ایسی ID کے ساتھ تاثرات کو ہٹانے کی کوشش کی جا رہی ہے جو موجود نہیں ہے
zh_cn: 尝试删除 ID 不存在的反馈
zh_tw: 嘗試刪除 ID 不存在的反饋

# api_error_234
source: Attempting to remove feedback that’s already removed
cs: Pokus o odstranění zpětné vazby, která již byla odstraněna
fi: Yritetään poistaa palautetta, joka on jo poistettu
fr: Tentative de suppression d'une évaluation déjà supprimée
it: Tentativo di rimuovere un feedback già rimosso
lt: Bandoma pašalinti atsiliepimus, kurie jau buvo pašalinti
nb: Forsøker å fjerne tilbakemeldinger som allerede er fjernet
nl: Proberen feedback te verwijderen die al is verwijderd
pl: Próba usunięcia opinii, która została już usunięta
pt_br: Tentativa de remover comentários que já foram removidos
sl: Poskus odstranitve že odstranjenih povratnih informacij
sv: Försök att ta bort feedback som redan har tagits bort
tl: Sinusubukang alisin ang feedback na naalis na
tr: Zaten kaldırılmış olan geri bildirimi kaldırmaya çalışmak
ur: پہلے سے ہٹائے گئے تاثرات کو ہٹانے کی کوشش کر نا
zh_cn: 尝试删除已删除的反馈
zh_tw: 試圖刪除已經刪除的反饋

# api_error_235
source: Attempting to remove dispute status from a trade that doesn’t exist
cs: Pokus o odstranění stavu sporu z obchodu, který neexistuje
fi: Yritetään poistaa kiistan status kaupasta, jota ei ole olemassa
fr: Tentative de suppression du statut de litige d'une transaction qui n'existe pas
it: Tentativo di rimuovere lo stato di controversia da un'operazione che non esiste
lt: Bandoma pašalinti ginčo statusą iš neegzistuojančios prekybos
nb: Forsøk på å fjerne tviststatus fra en handel som ikke eksisterer
nl: Poging om de geschilstatus te verwijderen van een transactie die niet bestaat
pl: Próba usunięcia statusu sporu z handlu, który nie istnieje
pt_br: Tentativa de remover o status de disputa de uma negociação que não existe
sl: Poskus odstranitve statusa spora iz trade-a, ki ne obstaja
sv: Försök att ta bort tviststatus från en handel som inte existerar
tl: Sinusubukang alisin ang status ng hindi pagkakaunawaan mula sa isang kalakalan na hindi umiiral
tr: Mevcut olmayan bir işlemdeki anlaşmazlık durumunu kaldırmaya çalışmak
ur: ایسی تجارت سے تنازعہ کی حیثیت کو ہٹانے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试从不存在的交易中删除争议状态
zh_tw: 試圖從不存在的交易中刪除爭議狀態

# api_error_236
source: Attempting to remove dispute status from a trade that isn’t disputed
cs: Pokus o odstranění stavu sporu z obchodu, který není sporný
fi: Yritetään poistaa kiistan status kaupasta, jota ei ole kiistautettu
fr: Tentative de suppression du statut de litige d'une transaction qui n'est pas contestée
it: Tentativo di rimuovere lo stato di contestazione da un'operazione che non è contestata
lt: Bandoma pašalinti ginčo būseną iš prekybos, kuri nėra užginčyta
nb: Forsøk på å fjerne tviststatus fra en handel som ikke er bestridt
nl: Poging om de betwistingsstatus te verwijderen van een transactie die niet betwist wordt
pl: Próba usunięcia statusu sporu z handlu, który nie jest kwestionowany
pt_br: Tentativa de remover o status de disputa de uma negociação que não é contestada
sl: Poskus odstranitve statusa spora trgovanja, ki ni v sporu
sv: Försök att ta bort tviststatus från en handel som inte är tvistig
tl: Sinusubukang alisin ang status ng hindi pagkakaunawaan mula sa isang kalakalan na hindi pinagtatalunan
tr: İhtilaflı olmayan bir işlemden ihtilaf durumunu kaldırmaya çalışmak
ur: ایسی تجارت سے تنازعہ کی حیثیت کو ہٹانے کی کوشش جو متنازعہ نہیں ہے
zh_cn: 尝试从无争议的交易中删除争议状态
zh_tw: 試圖從沒有爭議的交易中刪除爭議狀態

# api_error_237
source: Attempting to open a trade as a user that doesn’t exist when calling the trade opening endpoint as an admin and specifying the openAsUsername parameter
cs: Pokus o otevření obchodu jako uživatel, který neexistuje, při volání koncového bodu otevření obchodu jako správce a zadání parametru openAsUsername
fi: Yritetään avata kauppa käyttäjänä, jota ei ole olemassa, kun kaupan avauspäätepistettä kutsutaan järjestelmänvalvojana ja määritetään parametri openAsUsername
fr: Tentative d'ouverture d'une transaction en tant qu'utilisateur qui n'existe pas lors de l'appel du point de terminaison d'ouverture de transaction en tant qu'administrateur et en spécifiant le paramètre « openAsUsername »
it: Tentativo di aprire un'operazione come utente che non esiste quando si chiama l'endpoint di apertura dell'operazione come amministratore e si specifica il parametro openAsUsername
lt: Bandymas atidaryti sandorį kaip vartotojas, kurio nėra, kai iškviečiamas prekybos atidarymo galutinis taškas kaip administratorius ir nurodomas parametras openAsUsername
nb: Forsøk på å åpne en handel som en bruker som ikke eksisterer når du ringer endepunktet for handelsåpning som en admin og spesifiserer parameteren openAsUsername
nl: Poging om een transactie te openen als een gebruiker die niet bestaat bij het aanroepen van het eindpunt voor het openen van de transactie als beheerder en het specificeren van de parameter openAsUsername
pl: Próba rozpoczęcia handlu jako użytkownik, który nie istnieje podczas wysłania do endpointa rozpoczynania handlu żądania jako administrator i określania parametru openAsUsername
pt_br: Tentativa de abrir uma negociação como um usuário que não existe ao chamar o terminal de abertura da negociação como admin e especificar o parâmetro openAsUsername
sl: Poskus odpiranja trejda kot uporabnik, ki ne obstaja, pri klicu končne točke odpiranja trejda kot skrbnik in podajanju parametra openAsUsername
sv: Försök att öppna en affär som en användare som inte finns när du anropar slutpunkten för öppning av affär som administratör och anger parametern openAsUsername
tl: Sinusubukang magbukas ng trade bilang user na wala kapag tinatawag ang trade opening endpoint bilang admin at tinutukoy ang parameter na openAsUsername
tr: İşlem açılış uç noktasını yönetici olarak çağırırken ve openAsUsername parametresini belirtirken, mevcut olmayan bir kullanıcı olarak işlem açmaya çalışmak
ur: ٹریڈ اوپننگ اینڈ پوائنٹ کو بطور ایڈمن کال کرنے اور openAsUsername پیرامیٹر کی وضاحت کرتے وقت ایک ایسے صارف کے طور پر تجارت کو کھولنے کی کوشش کرنا جو موجود نہ ہو
zh_cn: 以管理员身份调用开仓端点并指定 openAsUsername 参数时，尝试以不存在的用户身份开仓
zh_tw: 當以管理員身份調用交易開倉端點並指定 openAsUsername 參數時，嘗試以不存在的用戶身份開倉

# api_error_240
source: Invalid address provided by the buyer when responding to a SELL-type ad
cs: Neplatná adresa zadaná kupujícím při odpovědi na inzerát typu SELL
fi: Ostajan antama osoite on virheellinen, kun hän vastasi SELL-tyyppiseen ilmoitukseen
fr: Adresse invalide fournie par l'acheteur lorsqu'il répond à une annonce de type VENTE
it: Indirizzo non valido fornito dall'acquirente quando risponde a un annuncio di tipo VENDITA
lt: Netinkamas adresas, kurį pirkėjas pateikė atsakydamas į PARDAVIMO tipo skelbimą
nb: Ugyldig adresse oppgitt av kjøperen når han svarte på en annonse av typen SELL
nl: Ongeldig adres opgegeven door de koper bij het reageren op een advertentie van het type SELL
pl: Nieprawidłowy adres podany przez kupującego w odpowiedzi na ogłoszenie typu SELL
pt_br: Endereço inválido fornecido pelo comprador ao responder a um anúncio do tipo SELL
sl: Pri odgovarjanju na oglas tipa PRODAJA, je kupec je navedel neveljaven naslov
sv: Ogiltig adress som angetts av köparen när han svarade på en annons av typen SÄLJ
tl: Di-wastong address na ibinigay ng mamimili kapag tumutugon sa isang SELL-type na ad
tr: SATIŞ türü bir reklama yanıt verirken alıcı tarafından sağlanan geçersiz adres
ur: SELL-typeکے اشتہار کا جواب دیتے وقت خریدار کی طرف سے فراہم کردہ غلط پتہ
zh_cn: 买家在回复销售类型广告时提供的地址无效
zh_tw: 買家在回复 SELL 類型的廣告時提供的地址無效

# api_error_241
source: Buyer attempting to provide an internal address when responding to a SELL-type ad (internal addresses are not allowed for the purpose of trade settlement)
cs: Kupující se pokouší uvést interní adresu při odpovědi na inzerát typu SELL (interní adresy nejsou povoleny pro účely vypořádání obchodu)
fi: Ostaja yrittää antaa sisäisen osoitteen vastatessaan SELL-tyyppiseen ilmoitukseen (sisäiset osoitteet eivät ole sallittuja kaupan selvitystarkoituksessa)
fr: L'acheteur tente de fournir une adresse interne lorsqu'il répond à une annonce de type VENTE (les adresses internes ne sont pas autorisées à des fins de règlement de transaction)
it: L'acquirente tenta di fornire un indirizzo interno quando risponde a un annuncio di tipo VENDITA (gli indirizzi interni non sono consentiti ai fini della transazione commerciale)
lt: Pirkėjas bando pateikti vidinį adresą atsakydamas į PARDAVIMO tipo skelbimą (vidiniai adresai neleidžiami atsiskaitymo už prekybą tikslais)
nb: Kjøper som forsøker å oppgi en intern adresse når han svarer på en SELL-type annonse (interne adresser er ikke tillatt for handelsoppgjør)
nl: Koper probeert een intern adres op te geven bij het reageren op een advertentie van het type VERKOOP (interne adressen zijn niet toegestaan voor een handelsafwikkeling)
pl: Kupujący próbuje podać adres wewnętrzny w odpowiedzi na reklamę typu SELL (adresy wewnętrzne nie są dozwolone do celów rozliczenia handli)
pt_br: Comprador tentando fornecer um endereço interno ao responder a um anúncio do tipo SELL (endereços internos não são permitidos para fins de liquidação comercial)
sl: Kupec poskuša navesti interni naslov, ko odgovarja na oglas tipa PRODAJA (notranji naslovi niso dovoljeni za poravnavo trgovanja)
sv: Köparen försöker ange en intern adress när han svarar på en annons av typen SÄLJ (interna adresser är inte tillåtna för avveckling av handel)
tl: Ang mamimili ay sumusubok na magbigay ng panloob na address kapag tumutugon sa isang SELL-type na ad (hindi pinapayagan ang mga panloob na address para sa layunin ng trade settlement)
tr: SATIŞ türü bir reklama yanıt verirken dahili bir adres sağlamaya çalışan alıcı (ticari uzlaşma amacıyla dahili adreslere izin verilmez)
ur: خریدار SELL-typeکے اشتہار کا جواب دیتے وقت اندرونی پتہ فراہم کرنے کی کوشش کر رہا ہے (internal addresses are not allowed for the purpose of trade settlement)
zh_cn: 买家在回复销售类型广告时尝试提供内部地址（不允许出于交易结算目的使用内部地址）
zh_tw: 買家在回复 SELL 類型的廣告時試圖提供內部地址（內部地址不允許用於交易結算）

# api_error_242
source: Invalid address provided by the buyer when creating a BUY-type ad
cs: Neplatná adresa zadaná kupujícím při vytváření inzerátu typu KOUPIT
fi: Ostajan antama osoite on virheellinen luodessaan BUY-tyyppistä ilmoitusta
fr: Adresse invalide fournie par l'acheteur lors de la création d'une annonce de type ACHAT
it: Indirizzo non valido fornito dall'acquirente durante la creazione di un annuncio di tipo ACQUISTA
lt: Neteisingas adresas, kurį pirkėjas pateikė kurdamas PIRKIMO tipo skelbimą
nb: Ugyldig adresse oppgitt av kjøperen ved opprettelse av en KJØP-annonse
nl: Ongeldig adres opgegeven door de koper bij het maken van een advertentie van het type KOOP
pl: Nieprawidłowy adres podany przez kupującego podczas tworzenia ogłoszenia typu BUY
pt_br: Endereço inválido fornecido pelo comprador ao criar um anúncio do tipo BUY
sl: Kupec je pri ustvarjanju oglasa tipa KUPI navedel neveljaven naslov
sv: Ogiltig adress som angetts av köparen vid skapandet av en annons av typen KÖP
tl: Di-wastong address na ibinigay ng mamimili kapag gumagawa ng isang uri ng ad na BUY
tr: SATIN AL türü bir reklam oluştururken alıcı tarafından sağlanan geçersiz adres
ur: BUY-type کا اشتہار بناتے وقت خریدار کا فراہم کردہ غلط پتہ
zh_cn: 创建购买类型广告时买方提供的地址无效
zh_tw: 買方在創建 BUY 類型廣告時提供的地址無效

# api_error_244
source: Invalid address provided by the buyer when updating a BUY-type ad
cs: Neplatná adresa zadaná kupujícím při aktualizaci inzerátu typu KOUPIT
fi: Ostajan antama osoite on virheellinen päivittäessään BUY-tyyppistä ilmoitusta
fr: Adresse invalide fournie par l'acheteur lors de la mise à jour d'une annonce de type ACHAT
it: Indirizzo non valido fornito dall'acquirente durante l'aggiornamento di un annuncio di tipo ACQUISTA
lt: Netinkamas adresas, kurį pirkėjas pateikė atnaujindamas PIRKTI tipo skelbimą
nb: Ugyldig adresse oppgitt av kjøperen ved oppdatering av en KJØP-annonse
nl: Ongeldig adres opgegeven door de koper bij het bijwerken van een advertentie van het type KOOP
pl: Nieprawidłowy adres podany przez kupującego podczas aktualizacji ogłoszenia typu BUY
pt_br: Endereço inválido fornecido pelo comprador ao atualizar um anúncio do tipo BUY
sl: Pri posodabljanju oglasa tipa KUPI je kupec navedel neveljaven naslov
sv: Ogiltig adress angiven av köparen vid uppdatering av en annons av typen BUY
tl: Di-wastong address na ibinigay ng mamimili kapag nag-a-update ng BUY-type na ad
tr: SATIN AL türü bir reklamı güncellerken alıcı tarafından sağlanan geçersiz adres
ur: BUY-type کے اشتہار کو اپ ڈیٹ کرتے وقت خریدار کی طرف سے فراہم کردہ غلط پتہ
zh_cn: 更新购买类型广告时买方提供的地址无效
zh_tw: 買方在更新 BUY 類型廣告時提供的地址無效

# api_error_245
source: Buyer attempting to provide an internal address when updating a BUY-type ad (internal addresses are not allowed for the purpose of trade settlement)
cs: Kupující, který se pokouší zadat interní adresu při aktualizaci inzerátu typu KOUPIT (interní adresy nejsou povoleny pro účely vypořádání obchodu)
fi: Ostaja, joka yrittää antaa sisäisen osoitteen päivittäessään BUY-tyyppistä ilmoitusta (sisäiset osoitteet eivät ole sallittuja kaupan selvitystarkoituksessa)
fr: Acheteur tentant de fournir une adresse interne lors de la mise à jour d'une annonce de type ACHAT (les adresses internes ne sont pas autorisées à des fins de règlement de transaction)
it: L'acquirente tenta di fornire un indirizzo interno durante l'aggiornamento di un annuncio di tipo ACQUISTA (gli indirizzi interni non sono consentiti ai fini della transazione commerciale)
lt: Pirkėjas bando pateikti vidinį adresą atnaujindamas PIRKIMO tipo skelbimą (vidiniai adresai neleidžiami atsiskaitymo už prekybą tikslais)
nb: Kjøper som forsøker å oppgi en intern adresse ved oppdatering av en KJØP-annonse (interne adresser er ikke tillatt for handelsoppgjør)
nl: Koper probeert een intern adres op te geven bij het updaten van een KOOP-advertentie (interne adressen zijn niet toegestaan voor een handelsafwikkeling)
pl: Kupujący próbuje podać adres wewnętrzny podczas aktualizacji ogłoszenia typu BUY (adresy wewnętrzne nie są dozwolone do celów rozliczenia transakcji)
pt_br: Comprador tentando fornecer um endereço interno ao atualizar um anúncio do tipo BUY (endereços internos não são permitidos para fins de liquidação comercial)
sl: Kupec poskuša navesti interni naslov pri posodabljanju oglasa tipa KUPI (notranji naslovi niso dovoljeni za poravnavo trgovanja)
sv: Köparen försöker ange en intern adress vid uppdatering av en annons av typen BUY (interna adresser är inte tillåtna för avveckling av handel).
tl: Sinusubukan ng mamimili na magbigay ng panloob na address kapag nag-a-update ng uri ng ad na BUY (hindi pinapayagan ang mga panloob na address para sa layunin ng pag-aayos ng kalakalan)
tr: Alıcının, SATIN AL türü bir reklamı güncellerken dahili bir adres sağlamaya çalışması (ticari uzlaşma amacıyla dahili adreslere izin verilmez)
ur: خریدار BUY-type کے اشتہار کو اپ ڈیٹ کرتے وقت اندرونی پتہ فراہم کرنے کی کوشش کر رہا ہے (internal addresses are not allowed for the purpose of trade settlement)
zh_cn: 买家在更新购买类型广告时尝试提供内部地址（不允许出于交易结算目的使用内部地址）
zh_tw: 買家在更新 BUY 類廣告時試圖提供內部地址（內部地址不允許用於交易結算）

# api_error_246
source: Attempting to start a trade from a BUY-type ad that doesn’t specify the buyer settlement address
cs: Pokus o zahájení obchodu z reklamy typu KOUPIT, která neuvádí adresu vypořádání kupujícího
fi: Yritetään aloittaa kauppa BUY-tyyppisestä ilmoituksesta, joka ei määritä ostajan maksuosoitetta
fr: Tentative d'ouverture d'une transaction à partir d'une annonce de type ACHAT qui ne spécifie pas l'adresse de règlement de l'acheteur
it: Tentativo di avviare un'operazione da un annuncio di tipo ACQUISTA che non specifica l'indirizzo di liquidazione dell'acquirente
lt: Bandoma pradėti prekybą iš PIRKIMO tipo skelbimo, kuriame nenurodytas pirkėjo atsiskaitymo adresas
nb: Forsøk på å starte en handel fra en KJØP-annonse som ikke spesifiserer kjøperoppgjørsadressen
nl: Poging om een transactie te starten vanuit een BUY advertentie waarin het adres voor de afwikkeling van de koper niet wordt gespecificeerd
pl: Próba rozpoczęcia transakcji z ogłoszenia typu BUY, które nie podaje adresu rozliczenia kupującego
pt_br: Tentativa de iniciar uma negociação a partir de um anúncio do tipo BUY que não especifica o endereço de liquidação do comprador
sl: Poskus začetka trgovanja z oglasom tipa KUPI, ki ne določa poravnalnega naslova kupca
sv: Försöker starta en handel från en annons av typen BUY som inte anger köparens avvecklingsadress
tl: Pagtatangkang magsimula ng kalakalan mula sa isang uri ng ad na BUY na hindi tumutukoy sa address ng settlement ng mamimili
tr: Alıcının ödeme adresini belirtmeyen, SATIN AL türündeki bir reklamdan işlem başlatmaya çalışmak
ur: BUY-type کے اشتہار سے تجارت شروع کرنے کی کوشش کرنا جس میں خریدار کے تصفیہ کا پتہ متعین نہ ہو
zh_cn: 尝试从未指定买家结算地址的购买类型广告开始交易
zh_tw: 嘗試從未指定買家結算地址的 BUY 類型廣告開始交易

# api_error_247
source: Attempting to release a trade from an account that’s prohibited from withdrawing due to sanctions
cs: Pokus o uvolnění obchodu z účtu, ze kterého je kvůli sankcím zakázáno vybírat
fi: Kauppaa yritetään vapauttaa tililtä, jonka nostot on estetty sanktioiden vuoksi
fr: Tentative de libération d'une transaction à partir d'un compte dont le retrait est interdit en raison de sanctions
it: Tentativo di sbloccare un'operazione da un conto a cui è vietato ritirare a causa di sanzioni
lt: Bandymas atleisti sandorį iš sąskaitos, kurią draudžiama atšaukti dėl sankcijų
nb: Forsøk på å frigi en handel fra en konto som det er forbudt å trekke ut på grunn av sanksjoner
nl: Poging om een transactie vrij te geven van een account dat vanwege sancties niet mag worden opgenomen
pl: Próba uwolnienia środków handlu z konta, z którego wypłacanie jest zabronione z powodu sankcji
pt_br: Tentativa de liberar uma negociação de uma conta que está proibida de sacar devido a sanções
sl: Poskus sprostitve trade trgovanja z računa, kateremu je zaradi sankcij prepovedan dvig
sv: Försök att frigöra en handel från ett konto som är förbjudet att ta ut på grund av sanktioner
tl: Pagtatangkang mag-release ng trade mula sa isang account na ipinagbabawal na mag-withdraw dahil sa mga parusa
tr: Yaptırımlar nedeniyle çekilmesi yasak olan bir hesaptan işlemi serbest bırakmaya çalışmak
ur: کسی ایسے اکاؤنٹ سے تجارت جاری کرنے کی کوشش کرنا جو پابندیوں کی وجہ سے نکالنے سے ممنوع ہے
zh_cn: 尝试从因制裁而被禁止提款的账户中释放交易
zh_tw: 試圖從因制裁而被禁止提款的賬戶中解除交易

# api_error_248
source: Attempting to release a trade when the amount of the trade isn’t enough to cover the settlement-related fees
cs: Pokus o uvolnění obchodu, když částka obchodu nestačí na pokrytí poplatků souvisejících s vypořádáním
fi: Kauppaa yritetään tehdä, vaikka kaupan määrä ei riitä kattamaan selvitykseen liittyviä kuluja
fr: Tentative de libération d'une transaction lorsque le montant de la transaction n'est pas suffisant pour couvrir les frais liés au règlement
it: Tentare di rilasciare un'operazione quando l'importo dell'operazione non è sufficiente a coprire le commissioni relative alla liquidazione
lt: Bandymas sudaryti sandorį, kai sandorio sumos nepakanka su atsiskaitymu susijusiems mokesčiams padengti
nb: Forsøk på å frigi en handel når handlebeløpet ikke er nok til å dekke oppgjørsrelaterte gebyrer
nl: Poging om een transactie vrij te geven wanneer het bedrag van de transactie niet voldoende is om de afwikkelingsgerelateerde kosten te dekken
pl: Próba uwolnienia środków handlu, gdy jego kwota nie wystarcza na pokrycie opłat związanych z rozliczeniem
pt_br: Tentar liberar uma negociação quando o valor da transação não é suficiente para cobrir as taxas relacionadas à liquidação
sl: Poskus sprostitve trgovanja, ko znesek trejda ne zadošča za kritje stroškov, povezanih s poravnavo
sv: Försöker frigöra en transaktion när transaktionens belopp inte är tillräckligt för att täcka de avvecklingsrelaterade avgifterna
tl: Pagtatangkang mag-release ng trade kapag hindi sapat ang halaga ng trade para masakop ang mga bayarin na nauugnay sa settlement
tr: İşlem tutarının uzlaşmayla ilgili ücretleri karşılamaya yeterli olmadığı durumlarda işlemi serbest bırakmaya çalışmak
ur: جب تجارت کی رقمsettlement-related فیسوں کو پورا کرنے کے لیے کافی نہ ہو تو تجارت جاری کرنے کی کوشش
zh_cn: 当交易金额不足以支付结算相关费用时尝试释放交易
zh_tw: 當交易金額不足以支付結算相關費用時嘗試釋放交易
