Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb3250Sbtext
source: <p>A simple way you can help out is just being active on the normal social media avenues and talking about, educating, and sharing great Monero content.</p> <p>The more of us that are out there sharing how Monero has helped us, what we love about it, what needs to be improved, and why we choose to contribute, the more people will be able to see the value in a powerful tool like Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter is a common place for cryptocurrency users (among others), and is a place I’ve found valuable for both learning and engaging with the Monero community. While it can be a toxic and harsh place at times, there are some great people putting out great content regularly.</p> <p>Feel free to jump in and start sharing about Monero and engaging with others there!</p> <p><em>You can find LocalMonero on Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit is a popular avenue for interacting with the Monero (and broader cryptocurrency/privacy) crowd, and is a great place to share longer-form content, media, news, etc.</p> <p>There is an extremely active Monero community there, with some of the most popular sub-reddits being:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>The home for most Monero discussion, news, and media</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>A great place to get support and help out those needing support with Monero issues</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>A general place for community-focused discussions</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>All your mining needs and discussions</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>The home for all price/market/speculation related discussions about Monero. Price/market-related topics are generally prohibited on all other Monero subreddits to keep the community focused.</li> </ul></li> </ul> <p>Make sure to jump in and participate in discussions, share interesting news and posts, and contribute where you see fit!</p> <p><em>You can find the LocalMonero community on Reddit at <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>The vast majority of the “inner workings” of Monero happen on Matrix and IRC, two chat networks that are bridged to each other. If you want to stay involved in the “nitty-gritty” day to day discussions, participate in meetings, or just chat with other Monero users, you’ll want to jump into either Matrix or IRC.</p> <p>A list of the most common Matrix/IRC channels is available on <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>You can find the LocalMonero community on Matrix in the room <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Don’t forget to introduce your friends, family, and others to Monero offline, as well! A great way is to have the person download a mobile wallet like <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, or <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, send them a bit of Monero, and have them send some back.</p> <p>It also can be helpful to compare a transaction between something like Bitcoin and Monero in an explorer like <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> to let them see how little information is exposed publicly when transacting using Monero compared to other transparent blockchains.</p>
cs: <p>Jednoduchým způsobem, jak můžete pomoci, je být aktivní na běžných sociálních sítích a mluvit o skvělém obsahu Monera, vzdělávat se a sdílet.</p> <p>Čím více z nás sdílí, jak nám Monero pomohlo, co se nám na něm líbí, co je třeba zlepšit a proč se rozhodneme přispět, tím více lidí bude schopno vidět hodnotu ve výkonném nástroj jako Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter je běžné místo pro uživatele kryptoměn (mimo jiné) a je to místo, které považuji za cenné jak pro učení, tak pro zapojení do komunity Monero. I když to může být občas toxické a drsné místo, existuje několik skvělých lidí, kteří pravidelně zveřejňují skvělý obsah.</p> <p>Neváhejte a začněte sdílet informace o Monero a komunikovat s ostatními!</p> <p><em>LocalMonero najdete na Twitteru <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit je oblíbeným místem pro interakci s Monero (a taky širší kryptoměnam / ochrany soukromí) se věnující se komunitou a je také skvělým místem pro sdílení delšího obsahu, médií, zpráv atd.</p> <p>Je tam extrémně aktivní Monero komunita, přičemž některé z nejoblíbenějších sub-redditů jsou:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Domov většiny diskuzí, zpráv a médií Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Skvělé místo pro získání podpory a pomoci těm, kteří potřebují podporu s problémy Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Obecné místo pro diskuse zaměřené na komunitu</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Všechny vaše potřeby k těžbe a diskusi</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Domov všech diskusí týkajících se ceny/trhu/spekulace o Monero. Témata související s cenou/trhem jsou obecně zakázána na všech ostatních subredditech Monero, aby se komunita soustředila.</li> </ul></li> </ul> <p>Nezapomeňte se zapojit a zúčastnit se diskuzí, sdílet zajímavé zprávy a příspěvky a přispívat tam, kde uznáte za vhodné!</p> <p><em>Komunitu LocalMonero najdete na Redditu na adrese <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>Naprostá většina „vnitřního fungování“ Monera se odehrává na Matrixu a IRC, dvou chatovacích sítích, které jsou vzájemně propojeny. Chcete-li zůstat zapojeni do „zapeklitých“ každodenních diskusí, účastnit se schůzek nebo jen chatovat s ostatními uživateli Monero, budete chtít skočit do Matrixu nebo IRC.</p> <p>Seznam nejběžnějších kanálů Matrix/IRC je k dispozici na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Komunitu LocalMonero najdete na Matrixu v místnosti <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Nezapomeňte představit svým přátelům, rodině a dalším Monero také offline! Skvělý způsob je nechat si dotyčnou osobu stáhnout mobilní peněženku jako <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> nebo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, pošlete jim trochu Monera a nechte je poslat něco zpět.</p> <p> Také může být užitečné porovnat transakci mezi něčím, jako je Bitcoin a Monero v průzkumníkovi, jako je <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a>, aby viděli, jak málo informací je veřejně vystaveno při transakcích pomocí Monero ve srovnání s jinými transparentními blockchainy.</p>
fi: <p>Yksinkertainen tapa auttaa on olla aktiivinen tavallisissa sosiaalisen median kanavilla ja puhua, kouluttaa ja jakaa mahtavaa Monero-sisältöä.</p> <p>Mitä useampi meistä, jotka ovat paikalla, kertovat kuinka Monero on auttanut meitä, mistä pidämme siinä, mitä parannettavaa ja miksi päätämme osallistua, sitä useammat ihmiset näkevät Moneron voimakkaan arvon.</p> <h6 id="twitter">Twitter</h6> <p>Twitter on yleinen paikka kryptovaluuttojen käyttäjille (muun muassa), ja se on paikka, joka on mielestäni arvokas sekä oppimisen että Monero-yhteisön kanssa tekemisen kannalta. Vaikka se voi toisinaan olla myrkyllinen ja ankara paikka, jotkut hienot ihmiset julkaisevat hyvää sisältöä säännöllisesti.</p> <p>Hyppää vapaasti mukaan ja ala jakamaan Moneroa ja olemaan tekemisissä muiden kanssa siellä!</p> <p><em>Löydät LocalMoneron Twitteristä <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit on suosittu tapa olla vuorovaikutuksessa Monero-yhteisön (ja laajemman kryptovaluutan/yksityisyyden) kanssa, ja se on loistava paikka jakaa pidemmän muotoista sisältöä, mediaa, uutisia jne.</p> <p>Siellä on erittäin aktiivinen Monero-yhteisö, jonka suosituimpia alireddittejä ovat:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Koti useimmille Monero-keskusteluille, uutisille ja medialle</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Loistava paikka saada tukea ja auttaa niitä, jotka tarvitsevat tukea Monero-ongelmissa</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Yleinen paikka yhteisökeskeisille keskusteluille</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Kaikki louhintatarpeesi ja keskustelusi</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Koti kaikille Moneroa koskeville hintoihin/markkinoihin/spekulaatioihin liittyville keskusteluille. Hintaan/markkinoihin liittyvät aiheet ovat yleensä kiellettyjä kaikissa muissa Moneron subredditeissä, jotta yhteisö pysyy keskittyneenä.</li> </ul></li> </ul> <p>Muista hypätä mukaan ja osallistua keskusteluihin, jakaa mielenkiintoisia uutisia ja viestejä sekä osallistua missä haluat!</p> <p><em>LocalMonero-yhteisö löytyy Redditistä osoitteesta <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>Valtaosa Moneron "sisäisestä toiminnasta" tapahtuu Matrixissa ja IRC:ssä, kahdessa chat-verkossa, jotka on yhdistetty toisiinsa. Jos haluat pysyä mukana päivittäisissä keskusteluissa, osallistua kokouksiin tai vain keskustella muiden Monero-käyttäjien kanssa, kannattaa hypätä joko Matrixiin tai IRC:iin.</p> <p>Luettelo yleisimmistä Matrix/IRC-kanavista on saatavilla osoitteessa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Löydät LocalMonero-yhteisön Matrixista huoneesta <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p> Älä unohda esitellä ystävillesi, perheellesi ja muille Moneroa myös offline-tilassa! Hyvä tapa on saada henkilö lataamaan mobiililompakko, kuten <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> tai <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, lähetä heille vähän Moneroa ja pyydä heitä lähettämään takaisin.</p> <p>Voit myös olla hyödyllistä verrata Bitcoinin ja Moneron kaltaisten tapahtumien välistä transaktiota <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMoneron</a> kaltaisessa tutkimusohjelmassa, jotta he näkevät, kuinka vähän tietoa paljastetaan julkisesti Moneroa käyttämällä muihin läpinäkyviin lohkoketjuihin verrattuna. </p>
fr: <p>Une façon simple d'aider est simplement d'être actif sur les réseaux sociaux normaux et de parler, d'éduquer et de partager un excellent contenu autour de Monero.</p> <p>Plus nous serons nombreux à partager comment Monero nous a aidés, ce que nous aimons, ce qui doit être amélioré et pourquoi nous choisissons de contribuer, plus les gens pourront voir la valeur dans un outil puissant comme Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter est un espace habituel pour les utilisateurs de crypto-monnaie (entre autres), et c'est un endroit qui peut précieux pour à la fois apprendre et s'engager avec la communauté Monero. Bien que cela puisse parfois être un endroit toxique et dur, il y a des gens formidables qui publient régulièrement du contenu de qualité.</p> <p>N'hésitez pas à intervenir et à commencer à partager au sujet de Monero et à discuter avec d'autres personnes de la communauté !</p> <p><em>Vous pouvez trouver LocalMonero sur Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit est une avenue populaire pour interagir avec la communauté Monero (et plus largement sur les sujets portant sur la crypto-monnaie et la confidentialité), et c'est un endroit idéal pour partager du contenu plus long, des médias, des nouvelles, etc.</p> <p>Il y a une communauté Monero extrêmement active là-bas, avec certains des subreddits les plus populaires :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Le point central pour la plupart des discussions, actualités et médias Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Un endroit idéal pour obtenir de l'aide et aider ceux qui en ont besoin avec des problèmes avec Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Un lieu général pour les discussions axées sur la communauté</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Discussions et tout ce dont vous avez besoin de savoir autour du minage</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Le point central pour toutes les discussions liées à tout ce qui concerne le prix, le marché et la spéculation sur Monero. Les sujets liés au prix et au marché sont généralement interdits sur tous les autres subreddits Monero pour que la communauté reste concentrée.</li> </ul></li> </ul> <p>Ne vous privez pas d'intervenir et de participer aux discussions, de partager des nouvelles et des messages intéressants, et de contribuer où bon vous semble !</p> <p><em>Vous pouvez trouver la communauté LocalMonero sur Reddit à <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>La grande majorité des discussions sur le « fonctionnement interne » de Monero se produisent sur Matrix et IRC, deux réseaux de tchat qui sont reliés l'un à l'autre. Si vous souhaitez rester impliqué dans les discussions quotidiennes "essentielles", participer à des réunions ou simplement discuter avec d'autres utilisateurs de Monero, vous voudrez rejoindre les canaux sur Matrix ou IRC.</p> <p>Une liste des canaux Matrix/IRC les plus courants est disponible sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Vous pouvez trouver la communauté LocalMonero sur Matrix sur le canal <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Hors ligne</h6> <p>N'oubliez pas de présenter également Monero hors ligne, « dans la vraie vie », à vos amis, votre famille et d'autres personnes ! Un excellent moyen consiste à demander à la personne de télécharger un portefeuille mobile comme <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> ou encore <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, envoyez-leur un peu de Monero et demandez-leur d'en renvoyer.</p> <p>Il peut également être intéressant et utile de comparer une transaction Monero avec une transaction Bitcoin dans un explorateur comme <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> pour leur permettre de voir à quel point peu d'informations sont exposées publiquement lors d'une transaction à l'aide de Monero par rapport à d'autres blockchains transparentes.</p>
it: <p>Un modo semplice in cui puoi dare una mano è semplicemente essere attivo sui normali social media e parlare, educare e condividere grandi contenuti su Monero.</p> <p>Più siamo là fuori a condividere come Monero ci ha aiutato, cosa ci piace, cosa deve essere migliorato e perché abbiamo scelto di contribuire, più persone saranno in grado di vedere il valore di uno strumento potente come Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter è un luogo comune per gli utenti di criptovalute (tra gli altri), ed è un luogo che ho trovato prezioso sia per imparare che per impegnarsi con la comunità Monero. Mentre può essere un luogo tossico e duro a volte, ci sono alcune grandi persone che pubblicano regolarmente ottimi contenuti.</p> <p>Sentitevi liberi di saltare dentro e iniziare a condividere su Monero e ad impegnarvi con gli altri!</p> <p><em>Puoi trovare LocalMonero su Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit è una via popolare per interagire con la folla di Monero (e più in generale di criptovalute/privacy), ed è un ottimo posto per condividere contenuti più lunghi, media, notizie, ecc.</p> <p>C'è una comunità Monero estremamente attiva, con alcuni dei più popolari sotto-redditi:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>La casa per la maggior parte delle discussioni, notizie e media su Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupporto</a> <ul> <li>Un ottimo posto per ottenere supporto e aiutare chi ha bisogno di aiuto con i problemi di Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Un luogo generale per discussioni incentrate sulla comunità</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Tutte le tue esigenze e discussioni sul mondo minerario</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>La casa per tutte le discussioni relative a prezzo/mercato/speculazione su Monero. Gli argomenti relativi al prezzo/mercato sono generalmente proibiti su tutti gli altri subreddit di Monero per mantenere la comunità concentrata.</li> </ul></li> </ul> <p>Assicurati di partecipare alle discussioni, di condividere notizie e post interessanti e di contribuire dove ritieni opportuno!</p> <p><em>Puoi trovare la comunità LocalMonero su Reddit a <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>La maggior parte del "lavoro interno" di Monero avviene su Matrix e IRC, due reti di chat che sono collegate tra loro. Se vuoi essere coinvolto nelle discussioni giornaliere "nitty-gritty", partecipare alle riunioni, o semplicemente chattare con altri utenti di Monero, vorrai entrare in Matrix o IRC.</p> <p>Una lista dei canali Matrix/IRC più comuni è disponibile su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Puoi trovare la comunità LocalMonero su Matrix nella stanza <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Non dimenticare di far conoscere Monero ai tuoi amici, familiari e altri anche offline! Un ottimo modo è quello di far scaricare alla persona un portafoglio mobile come <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, o <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, invia loro un po' di Monero e fatti rispedire un po' di Monero.</p> <p>Può anche essere utile confrontare una transazione tra qualcosa come Bitcoin e Monero in un explorer come <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> per fargli vedere quante poche informazioni sono esposte pubblicamente quando si transa usando Monero rispetto ad altre blockchain trasparenti.</p>
lt: <p>Paprastas būdas jums padėti – tiesiog būti aktyviu įprastose socialinės žiniasklaidos srityse ir kalbėti apie puikų Monero turinį, mokyti ir dalytis jais.</p> <p>Kuo daugiau iš mūsų, kurie dalinsis, kaip Monero mums padėjo, kas mums patinka, ką reikia patobulinti ir kodėl pasirenkame prisidėti, tuo daugiau žmonių galės pamatyti galingo toks įrankis kaip Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter yra įprasta vieta kriptovaliutų naudotojams (be kita ko), ir tai vieta, kuri man pasirodė vertinga tiek mokantis, tiek bendraujant su Monero bendruomene. Nors kartais tai gali būti nuodinga ir atšiauri vieta, kai kurie puikūs žmonės reguliariai skelbia puikų turinį.</p> <p>Nedvejodami prisijunkite ir pradėkite dalytis informacija apie Monero ir bendrauti su kitais!</p> <p><em>„LocalMonero“ galite rasti „Twitter“ <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit yra populiarus būdas bendrauti su Monero (ir platesne kriptovaliutų / privatumo) minia ir yra puiki vieta dalytis ilgesnės formos turiniu, žiniasklaida, naujienomis ir kt.</p> <p>Ten yra labai aktyvi Monero bendruomenė, o kai kurie iš populiariausių antrinių reditų yra:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r / Monero</a> <ul> <li>Daugelio Monero diskusijų, naujienų ir žiniasklaidos namai</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Puiki vieta gauti palaikymo ir padėti tiems, kuriems reikia pagalbos dėl Monero problemų</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r / MoneroCommunity</a> <ul> <li>Bendra vieta bendruomenei skirtoms diskusijoms</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r / MoneroMining</a> <ul> <li>Visi jūsų kasybos poreikiai ir diskusijos</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Namas visoms su kaina / rinka / spekuliacijomis susijusioms diskusijoms apie Monero. Su kaina / rinka susijusios temos paprastai draudžiamos visuose kituose Monero antriniuose įrašuose, kad bendruomenė būtų sutelkta.</li> </ul></li> </ul> <p>Būtinai įsijunkite ir dalyvaukite diskusijose, bendrinkite įdomias naujienas ir įrašus bei prisidėkite ten, kur jums atrodo tinkama!</p> <p><em> „LocalMonero“ bendruomenę galite rasti „Reddit“ adresu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix / IRC</h6> <p>Didžioji dalis Monero „vidinių darbų“ vyksta Matrix ir IRC – dviejuose pokalbių tinkluose, kurie yra sujungti vienas su kitu. Jei norite ir toliau dalyvauti kasdienėse diskusijose, dalyvauti susitikimuose ar tiesiog kalbėtis su kitais „Monero“ vartotojais, norėsite prisijungti prie „Matrix“ arba „IRC“.</p> <p>Dažniausiai naudojamų Matrix/IRC kanalų sąrašą galima rasti adresu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em> „LocalMonero“ bendruomenę galite rasti „Matrix“ kambaryje <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Neprisijungus</h6> <p> Nepamirškite savo draugų, šeimos narių ir kitų supažindinti su Monero neprisijungus! Puikus būdas yra priversti asmenį atsisiųsti mobiliąją piniginę, pvz., <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS / Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> arba <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, atsiųskite jiems šiek tiek Monero ir paprašykite, kad jie atsiųstų atgal.</p> <p>Taip pat gali būti naudinga palyginti operaciją tarp kažko, pvz., Bitcoin ir Monero, tokioje naršyklėje kaip <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a>, kad jie pamatytų, kiek mažai informacijos viešai atskleidžiama atliekant sandorius naudojant Monero, palyginti su kitomis skaidriomis blokų grandinėmis. X4596X]
nb: <p>En enkel måte du kan hjelpe til på er å bare være aktiv på vanlige sosiale medier og snakke om, utdanne og dele flott Monero-innhold.</p> <p>Jo flere av oss som er der ute og deler hvordan Monero har hjulpet oss, hva vi elsker med det, hva som må forbedres og hvorfor vi velger å bidra, jo flere vil kunne se verdien i en kraftig verktøy som Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter er et vanlig sted for kryptovalutabrukere (blant andre), og er et sted jeg har funnet verdifullt for både å lære og engasjere seg i Monero-fellesskapet. Selv om det kan være et giftig og tøft sted til tider, er det noen flotte mennesker som legger ut flott innhold regelmessig.</p> <p>Hopp gjerne inn og begynn å dele om Monero og engasjere seg med andre der!</p> <p><em>Du finner LocalMonero på Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Redit</h6> <p>Reddit er en populær måte å samhandle med Monero (og bredere cryptocurrency/personvern), og er et flott sted å dele innhold i lengre format, media, nyheter osv.</p> <p>Det er et ekstremt aktivt Monero-fellesskap der, med noen av de mest populære sub-redditsene:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Hjemmet for de fleste Monero-diskusjoner, nyheter og medier</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerostøtte</a> <ul> <li>Et flott sted å få støtte og hjelpe de som trenger støtte med Monero-problemer</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Et generelt sted for fellesskapsfokuserte diskusjoner</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Alle dine gruvebehov og diskusjoner</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Hjemmet for alle pris-/markeds-/spekulasjonsrelaterte diskusjoner om Monero. Pris-/markedsrelaterte emner er generelt forbudt på alle andre Monero-subreddits for å holde fellesskapet fokusert.</li> </ul></li> </ul> <p>Sørg for å hoppe inn og delta i diskusjoner, del interessante nyheter og innlegg, og bidra der det passer deg!</p> <p><em>Du finner LocalMonero-fellesskapet på Reddit på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrise/IRC</h6> <p>Det store flertallet av "indre funksjoner" til Monero skjer på Matrix og IRC, to chattenettverk som er koblet til hverandre. Hvis du vil fortsette å være involvert i de "tøffe" daglige diskusjonene, delta i møter eller bare chatte med andre Monero-brukere, vil du hoppe inn i enten Matrix eller IRC.</p> <p>En liste over de vanligste Matrix/IRC-kanalene er tilgjengelig på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Du kan finne LocalMonero-fellesskapet på Matrix i rommet <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Frakoblet</h6> <p>Ikke glem å introdusere venner, familie og andre for Monero offline også! En flott måte er å få personen til å laste ned en mobillommebok som <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, eller <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, send dem litt Monero, og få dem til å sende tilbake.</p> <p>Det kan også være nyttig å sammenligne en transaksjon mellom noe som Bitcoin og Monero i en utforsker som <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> for å la dem se hvor lite informasjon som blir eksponert offentlig når de handler med Monero sammenlignet med andre gjennomsiktige blokkjeder.[ X4596X]
nl: <p>Een eenvoudige manier waarop u kunt helpen, is door simpelweg actief te zijn op de normale social mediakanalen en door Monero-content te discussiëren, te onderwijzen en te delen.</p> <p>Hoe meer van ons delen hoe Monero ons heeft geholpen, wat we er zo leuk aan vinden, wat er verbeterd moet worden en waarom we ervoor kiezen om bij te dragen, hoe meer mensen de waarde kunnen inzien van een krachtige tool zoals Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter is een veelgebruikte plek voor gebruikers van (onder andere) cryptocurrency en is een plek die ik waardevol heb gevonden voor zowel leren als interactie met de Monero-gemeenschap. Hoewel het soms een bittere en harde plek kan zijn, zijn er een aantal mensen die regelmatig geweldige content publiceren.</p> <p>Speel gerust mee en begin met het delen over Monero en ga in gesprek met anderen!</p> <p><em>U kunt LocalMonero vinden op Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit is een populaire manier om te communiceren met de Monero (en bredere cryptocurrency/privacy) menigte, en is een geweldige plek om langere content, media, nieuws, etc. te delen.</p> <p>Er is daar een extreem actieve Monero-gemeenschap, met enkele van de meest populaire sub-reddits: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>De plek voor de meeste Monero-discussies, nieuws en media</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monero-ondersteuning</a> <ul> <li>Een geweldige plek om ondersteuning te krijgen en mensen te helpen die ondersteuning nodig hebben met Monero-problemen</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Een algemene plek voor community-gerichte discussies</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Al uw 'mining' behoeften en discussies</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>De plek voor alle discussies over prijs/markt/speculatie over Monero. Prijs-/marktgerelateerde onderwerpen zijn over het algemeen verboden op alle andere Monero-subreddits om de community gefocust te houden. </li> </ul></li> </ul> <p>Neem dus vooral deel aan discussies, deel interessante nieuwtjes en berichten, en draag bij wanneer u maar wilt!</p> <p><em>U kunt de LocalMonero-community vinden op Reddit op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>De overgrote meerderheid van de "innerlijke werking" van Monero gebeurt op Matrix en IRC, twee chatnetwerken die met elkaar verbonden zijn. Als u betrokken wilt blijven bij de dagelijkse discussies, deel wilt nemen aan vergaderingen of gewoon wilt chatten met andere Monero-gebruikers, moet u naar Matrix of IRC gaan.</p> <p>Een lijst met de meest voorkomende Matrix/IRC-kanalen is beschikbaar op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>U kunt de LocalMonero-community op Matrix vinden in de kamer <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Vergeet niet om uw vrienden, familie en anderen ook offline kennis te laten maken met Monero! Een goede manier is om degene een mobiele portefeuille te laten downloaden, zoals <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> of <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, stuur ze een beetje Monero en laat ze wat terugsturen.</p> <p>Het kan ook nuttig zijn om een transactie tussen bijvoorbeeld Bitcoin en Monero te vergelijken in een verkenner zoals <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> om ze te laten zien hoe weinig informatie openbaar wordt gemaakt bij transacties met Monero in vergelijking met andere transparante blockchains.</p>
pl: <p> Prostym sposobem, w jaki możesz pomóc, jest po prostu aktywność na mediach społecznościowych i rozgłaszanie, edukowanie oraz dzielenie się treściami na temat Monero. </p> <p> Im więcej z nas podzieli się tym w jaki sposób Monero nam pomogło, co w nim kochamy, co należy poprawić i dlaczego decydujemy się usprawniać projekt, tym więcej ludzi będzie w stanie dostrzec wartość w narzędziu jakim jest Monero. </p> <h6 id="twitter">Twitter</h6> <p> Twitter jest popularnym miejscem (między innymi) dla użytkowników kryptowalut i jest platformą, którą uważam za cenną zarówno dla nauki, jak i angażowania się w społeczność Monero. Chociaż czasami może to być toksyczne i nieprzyjazne miejsce, to kilka wspaniałych osób regularnie wstawia wspaniałe treści. </p> <p> Nie krępuj się dołączyć do dyskusji na temat Monero! </p> <p><em> Możesz znaleźć LocalMonero na Twitterze <span class="citation" data-cites="LocalMoneroCo"><a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p> Reddit to popularny sposób na interakcje ze społecznością Monero (i szerszą społecznością kryptowalut/prywatności). Do tego jest doskonałym miejscem do podzielenia się dłuższymi treściami</p> <p> Na Redditcie istnieje niezwykle aktywna społeczność Monero, a niektóre z najpopularniejszych subredditów to: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Główny subreddit poświęcony dyskusji, wiadomościom i mediom na temat Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Subreddit poświęcony udzielaniu pomocy stykającym się z problemami technicznymi związanymi z Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Miejsce przeznaczone na dyskusję na temat społeczności Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Informacje i dyskusje na temat kopania Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li> Subreddit przeznaczony na dyskusje na temat ceny, rynków i handlu Monero. Dyskusje na temat ceny Monero są zakazane w wielu innych subredditach. </li> </ul></li> </ul> <p> Nie bój się uczestniczyć w dyskusjach, udostępniać ciekawe wiadomości i posty! </p> <p><em> Możesz znaleźć społeczność LocalMonero na Redditcie na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p> Zdecydowana większość „wewnętrznych działań” Monero ma miejsce na Matrixie i IRC, dwóch sieciach czatowych, które są wzajemnie połączone. Jeśli chcesz być zaangażowany w „drobne” rozmowy codzienne, uczestniczyć w spotkaniach lub po prostu porozmawiać z innymi użytkownikami Monero, odwiedź Matrixa lub IRC. </p> <p> Lista najczęstszych kanałów Matrix/IRC jest dostępna na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Możesz znaleźć społeczność LocalMonero na Matrixie w roomie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p> Nie zapomnij powiedzieć znajomym, rodzinie i innym o Monero! Świetnym sposobem jest pobranie portfela mobilnego, takiego jak <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, lub <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, wyślij im trochę Monero i pokaż jak je odesłać.</p> <p> Pomocne może też być porównanie transakcji między czymś takim jak Bitcoin a Monero w przeglądarce bloków takiej jak<a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a>, aby zobaczyć, jak niewiele informacji jest ujawnianych publicznie podczas transakcji Monero w porównaniu z innymi blockchainami. </p>
pt_br: <p>Uma maneira simples de ajudar é apenas estar ativo nas mídias sociais normais e falar sobre, educar e compartilhar um ótimo conteúdo do Monero.</p> <p>Quanto mais nós que estamos lá fora compartilhando como Monero nos ajudou, o que amamos sobre ele, o que precisa ser melhorado, e por que escolhemos contribuir, mais pessoas poderão ver o valor em uma ferramenta poderosa como monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter é um lugar comum para usuários de criptomoedas (entre outros), e é um lugar que achei valioso tanto para aprender quanto para se envolver com a comunidade Monero. Embora possa ser um lugar tóxico e áspero às vezes, há algumas grandes pessoas lançando ótimo conteúdo regularmente.</p> <p>Sinta-se livre para pular e começar a compartilhar sobre Monero e se envolver com outros lá!</p> <p><em>Você pode encontrar o LocalMonero no Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit é uma avenida popular para interagir com a multidão Monero (e mais ampla criptomoeda/privacidade), e é um ótimo lugar para compartilhar conteúdo de forma mais longa, mídia, notícias, etc.</p> <p>Há uma comunidade Monero extremamente ativa lá, com alguns dos sub-reddits mais populares sendo:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>A casa para a maioria das discussões monero, news, e mídia</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Um ótimo lugar para obter apoio e ajudar aqueles que precisam de apoio com questões monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Um lugar geral para discussões focadas na comunidade</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Todas as suas necessidades de mineração e discussões</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>A casa para todos os preços/ Discussões relacionadas ao mercado/especulação sobre Monero. Tópicos relacionados ao preço/mercado são geralmente proibidos em todos os outros subreddits da Monero para manter a comunidade focada.</li> </ul></li> </ul> <p>Não deixe de participar e participar de discussões, compartilhar notícias e postagens interessantes e contribuir onde achar melhor!</p> <p><em>Você pode encontrar a comunidade LocalMonero no Reddit em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>A grande maioria dos "funcionamentos internos" de Monero acontecem na Matrix e no IRC, duas redes de bate-papo que são conectadas uma à outra. Se você quiser se envolver nas discussões do dia a dia "nitty-gritty", participar de reuniões ou apenas conversar com outros usuários do Monero, você vai querer entrar na Matrix ou no IRC.</p> <p>Uma lista dos canais Matrix/IRC mais comuns está disponível em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Você pode encontrar a comunidade LocalMonero em Matrix na sala <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">offline</h6> <p>Não se esqueça de apresentar seus amigos, família e outros para Monero offline, também! Uma ótima maneira é fazer com que a pessoa baixe uma carteira móvel como <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, ou <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, envie-lhes um pouco de Monero, e mande-os enviar alguns de volta.</p> <p>Também pode ser útil comparar uma transação entre algo como Bitcoin e Monero em um explorador como <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> para que eles vejam o quão poucas informações são expostas publicamente ao transacionar usando o Monero em comparação com outras blockchains transparentes.</p>
sl: <p>Preprost način, kako lahko pomagate, je, da ste aktivni na običajnih družbenih medijih, kjer se pogovarjate, izobražujete in delite Monero vsebine.</p> <p>Več nas je takih, ki delimo, kako nam je Monero pomagal, kaj nam je pri njem všeč, kaj je treba izboljšati in zakaj se odločamo prispevati, več ljudi bo lahko videlo vrednost tako močnega orodja, kot je Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter je med drugim priljubljeno mesto za uporabnike kriptovalut in je zato uporabno mesto za učenje in sodelovanje s Monero skupnostjo. Čeprav je včasih lahko toksičen, ima tudi dobre uporabnike, ki redno objavljajo odlično vsebino.</p> <p>Vključite se in začnite deliti informacije o Moneru ter sodelujte z drugimi! </p> <p><em>LocalMonero najdete na Twitterju <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit"> Reddit </h6> <p>Reddit je priljubljen prostor za interakcijo z množico uporabnikov Monera (in širše skupnosti, ki se ukvarja s kriptovalutami in zasebnostjo), ter odličen kraj za deljenje daljših vsebin, medijev, novic itd.</p> <p>Tam je skupnost Monero izjemno aktivna, nekateri najbolj priljubljeni kanali pa so: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Dom za večino razprav, novic in drugih vsebin o Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/moneropodpora</a> <ul> <li>Odličen kraj za pomoč tistim, ki potrebujejo podporo pri reševanju težavah z Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Splošno mesto za razprave o skupnosti </li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Vse vaše rudarske razprave in potrebe </li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Dom za vse razprave o Moneru v zvezi s ceno/trgom/špekulacijami. Teme, povezane s ceno/trgom, so na splošno prepovedane na drugih Monero reddit kanalih, da skupnost ostane osredotočena.</li> </ul></li> </ul> <p>Vskočite in sodelujte v razpravah, delite zanimive novice in objave ter prispevajte, kjer se vam zdi primerno!</p> <p><em>Skupnost LocalMonero najdete na Redditu na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>Velika večina "notranjega delovanja" Monera se dogaja na Matrixu in IRC, dveh klepetalnih omrežjih, ki sta medsebojno povezani. Če želite ostati vključeni v vsakodnevne razprave, sodelovati na sestankih ali samo klepetati z drugimi uporabniki Monera, boste želeli skočiti v Matrix ali IRC.</p> <p>Seznam najpogostejših kanalov Matrix/IRC je na voljo na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Skupnost LocalMonero na Matrixu najdete v sobi <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Ne pozabite svojim prijateljem, družini in drugim predstaviti Monero tudi zunaj spleta! Odličen način je, da oseba prenese mobilno denarnico, kot je <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> ali <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, pošljite jim delček Monera in naj ga nekaj pošljejo nazaj.</p> <p>Koristno je lahko tudi primerjati transakcijo med recimo Bitcoin in Monero, v raziskovalcu, kot je <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a>, da vidijo, kako malo informacij je javno izpostavljenih pri uporabi Monera v primerjavi z drugimi.</p>
sv: <p>Ett enkelt sätt att hjälpa till är att bara vara aktiv på de vanliga sociala medierna och prata om, utbilda och dela bra Monero-innehåll.</p> <p>Ju fler av oss som är ute och berättar hur Monero har hjälpt oss, vad vi gillar med det, vad som behöver förbättras och varför vi väljer att bidra, desto fler människor kommer att kunna se värdet i ett kraftfullt verktyg som Monero.</p> <h6 id="twitter">Twitter</h6> <p>Twitter är en vanlig plats för användare av kryptovalutor (bland andra), och är en plats som jag har funnit värdefull för både lärande och engagemang med Monero-gemenskapen. Även om det kan vara en giftig och hård plats ibland, finns det några fantastiska människor som regelbundet lägger ut bra innehåll.</p> <p>Kan gärna hoppa in och börja dela om Monero och engagera dig med andra där!</p> <p><em>Du kan hitta LocalMonero på Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Redit</h6> <p>Reddit är en populär väg för att interagera med Monero (och bredare kryptovaluta/integritet) publiken, och är ett bra ställe att dela innehåll i längre format, media, nyheter, etc.</p> <p>Det finns en extremt aktiv Monero-community där, med några av de mest populära sub-redditerna:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Hemmet för de flesta Monero-diskussioner, nyheter och media</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Ett bra ställe att få support och hjälpa dem som behöver support med Monero-problem</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>En allmän plats för gemenskapsfokuserade diskussioner</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Alla dina gruvbehov och diskussioner</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Hemmet för alla pris-/marknads-/spekulationsrelaterade diskussioner om Monero. Pris-/marknadsrelaterade ämnen är i allmänhet förbjudna på alla andra Monero-subreddits för att hålla communityn fokuserad.</li> </ul></li> </ul> <p>Se till att hoppa in och delta i diskussioner, dela intressanta nyheter och inlägg och bidra där det passar dig!</p> <p><em>Du kan hitta LocalMonero-communityt på Reddit på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>De allra flesta av Moneros "inre funktioner" sker på Matrix och IRC, två chattnätverk som är kopplade till varandra. Om du vill fortsätta vara involverad i de "snygga" dagliga diskussionerna, delta i möten eller bara chatta med andra Monero-användare, vill du hoppa in i antingen Matrix eller IRC.</p> <p>En lista över de vanligaste Matrix/IRC-kanalerna finns på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Du kan hitta LocalMonero-communityt på Matrix i rummet <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Glöm inte att introducera dina vänner, familj och andra för Monero offline också! Ett bra sätt är att låta personen ladda ner en mobilplånbok som <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, eller <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, skicka dem lite Monero och låt dem skicka tillbaka några.</p> <p>Det kan också vara användbart att jämföra en transaktion mellan något som Bitcoin och Monero i en utforskare som <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> för att låta dem se hur lite information som exponeras offentligt när de gör transaktioner med Monero jämfört med andra transparenta blockkedjor.[ X4596X]
tl: <p>Ang isang simpleng paraan na maaari kang tumulong ay ang pagiging aktibo lamang sa mga normal na paraan ng social media at pag-uusapan, pagtuturo, at pagbabahagi ng magagandang nilalamang Monero.</p> <p>Sa mas marami sa atin na nandoon na nagbabahagi kung paano tayo natulungan ni Monero, kung ano ang gusto natin tungkol dito, kung ano ang kailangang pagbutihin, at kung bakit pipiliin nating mag-ambag, mas maraming tao ang makikita ang halaga sa isang makapangyarihang tool tulad ng Monero.</p> <h6 id="twitter">Twitter</h6> <p>Ang Twitter ay isang karaniwang lugar para sa mga gumagamit ng cryptocurrency (bukod sa iba pa), at ito ay isang lugar na nakita kong mahalaga para sa parehong pag-aaral at pakikipag-ugnayan sa komunidad ng Monero. Bagama't maaari itong maging isang nakakalason at malupit na lugar kung minsan, may ilang mahuhusay na tao na regular na naglalabas ng magagandang content.</p> <p>Huwag mag-atubiling sumali at simulan ang pagbabahagi tungkol kay Monero at pakikipag-ugnayan sa iba doon!</p> <p><em>Makikita mo ang LocalMonero sa Twitter <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Ang Reddit ay isang sikat na paraan para sa pakikipag-ugnayan sa Monero (at mas malawak na cryptocurrency/privacy) crowd, at isang magandang lugar para magbahagi ng mas mahabang anyo na content, media, balita, atbp.</p> <p>May napakaaktibong komunidad ng Monero doon, kasama ang ilan sa mga pinakasikat na sub-reddits ay:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Ang tahanan para sa karamihan ng talakayan, balita, at media ng Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>Isang magandang lugar para makakuha ng suporta at tumulong sa mga nangangailangan ng suporta sa mga isyu sa Monero</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>Isang pangkalahatang lugar para sa mga talakayang nakatuon sa komunidad</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>Lahat ng iyong pangangailangan sa pagmimina at talakayan</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Ang tahanan para sa lahat ng talakayang nauugnay sa presyo/market/paghuhula tungkol sa Monero. Ang mga paksang nauugnay sa presyo/market ay karaniwang ipinagbabawal sa lahat ng iba pang Monero subreddits upang panatilihing nakatutok ang komunidad.</li> </ul></li> </ul> <p>Tiyaking sumali at lumahok sa mga talakayan, magbahagi ng mga kawili-wiling balita at post, at mag-ambag kung saan sa tingin mo ay angkop!</p> <p><em>Makikita mo ang komunidad ng LocalMonero sa Reddit sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>Ang karamihan sa "inner workings" ng Monero ay nangyayari sa Matrix at IRC, dalawang chat network na naka-bridge sa isa't isa. Kung gusto mong manatiling kasangkot sa pang-araw-araw na mga talakayan, lumahok sa mga pulong, o makipag-chat lang sa ibang mga user ng Monero, gugustuhin mong lumipat sa alinman sa Matrix o IRC.</p> <p>Ang isang listahan ng mga pinakakaraniwang Matrix/IRC channel ay available sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>Makikita mo ang komunidad ng LocalMonero sa Matrix sa kwarto <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>Huwag kalimutang ipakilala ang iyong mga kaibigan, pamilya, at iba pa sa Monero offline, pati na rin! Ang isang mahusay na paraan ay ang pag-download sa tao ng mobile wallet tulad ng <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, o <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, magpadala sa kanila ng kaunting Monero, at ipadala sa kanila ang ilan.</p> <p>Maaari ding makatulong na paghambingin ang isang transaksyon sa pagitan ng isang bagay tulad ng Bitcoin at Monero sa isang explorer tulad ng <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> upang hayaan silang makita kung gaano kaunting impormasyon ang nakalantad sa publiko kapag nakikipagtransaksyon gamit ang Monero kumpara sa iba pang mga transparent na blockchain.[ X4596X]
tr: <p>Yardım etmenin basit bir yolu, normal sosyal medya mecralarında aktif olmak ve harika Monero içeriği hakkında konuşmak, eğitim vermek ve paylaşmaktır.</p> <p>Monero'nun bize nasıl yardımcı olduğunu, onun hakkında neyi sevdiğimizi, neyin iyileştirilmesi gerektiğini ve neden katkıda bulunmayı seçtiğimizi paylaşan ne kadar çok insan olursak, güçlü bir yaklaşımın değerini o kadar çok insan görebilecek. Monero gibi bir araç.</p> <h6 id="twitter">Twitter</h6> <p>Twitter, kripto para birimi kullanıcılarının (diğerlerinin yanı sıra) ortak bir yeridir ve Monero topluluğuyla hem öğrenme hem de etkileşim kurma açısından değerli bulduğum bir yer. Bazen zehirli ve zorlu bir yer olsa da düzenli olarak harika içerikler yayınlayan harika insanlar da var.</p> <p>İçeri girip Monero hakkında paylaşımda bulunmaya ve oradaki diğer kişilerle etkileşime geçmekten çekinmeyin!</p> <p><em>LocalMonero'yu Twitter'da bulabilirsiniz <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit, Monero (ve daha geniş anlamda kripto para birimi/gizlilik) topluluğuyla etkileşim kurmak için popüler bir yoldur ve daha uzun biçimli içerik, medya, haber vb. paylaşmak için harika bir yerdir.</p> <p>Orada son derece aktif bir Monero topluluğu var ve en popüler alt redditlerden bazıları şunlardır:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>Monero tartışmalarının, haberlerinin ve medyasının çoğunun evi</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monero desteği</a> <ul> <li>Destek almak ve Monero sorunlarıyla ilgili desteğe ihtiyaç duyanlara yardım etmek için harika bir yer</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/Monero Topluluğu</a> <ul> <li>Topluluk odaklı tartışmalar için genel bir yer</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMadencilik</a> <ul> <li>Tüm madencilik ihtiyaçlarınız ve tartışmalarınız</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>Monero hakkındaki tüm fiyat/piyasa/spekülasyonlarla ilgili tartışmaların evi. Topluluğun odaklanmasını sağlamak için fiyat/piyasa ile ilgili konular genellikle diğer tüm Monero alt dizinlerinde yasaktır.</li> </ul></li> </ul> <p>Tartışmalara girip katıldığınızdan, ilginç haberleri ve gönderileri paylaştığınızdan ve uygun gördüğünüz yerde katkıda bulunduğunuzdan emin olun!</p> <p><em>LocalMonero topluluğunu Reddit'te <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a> adresinde bulabilirsiniz.</em></p> <h6 id="matrixirc">Matris/IRC</h6> <p>Monero'nun "iç işleyişinin" büyük çoğunluğu, birbirine köprü olan iki sohbet ağı olan Matrix ve IRC'de gerçekleşir. Eğer "en incelikli" günlük tartışmalara dahil olmak, toplantılara katılmak veya sadece diğer Monero kullanıcılarıyla sohbet etmek istiyorsanız Matrix'e veya IRC'ye geçmek isteyeceksiniz.</p> <p>En yaygın Matrix/IRC kanallarının bir listesi <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a> adresinde mevcuttur.</p> <p><em>LocalMonero topluluğunu Matrix'te <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a> odasında bulabilirsiniz.</em></p> <h6 id="offline">Çevrimdışı</h6> <p>Arkadaşlarınızı, ailenizi ve diğerlerini Monero'yu çevrimdışı olarak da tanıtmayı unutmayın! Bunun harika bir yolu, kişinin <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a> veya <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a> gibi bir mobil cüzdan indirmesini sağlamaktır. Onlara bir miktar Monero gönderin ve bir kısmını geri göndermelerini sağlayın.</p> <p>Ayrıca, diğer şeffaf blok zincirleriyle karşılaştırıldığında Monero kullanılarak işlem yapılırken halka açık olarak ne kadar az bilginin açığa çıktığını görmelerine olanak sağlamak için <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> gibi bir kaşifte Bitcoin ve Monero gibi bir şey arasındaki işlemi karşılaştırmak da yararlı olabilir.[ X4596X]
ur: <p>آپ کی مدد کرنے کا ایک آسان طریقہ یہ ہے کہ سوشل میڈیا کے عام راستوں پر متحرک رہنا اور زبردست مونیرو مواد کے بارے میں بات کرنا، تعلیم دینا اور اس کا اشتراک کرنا ہے۔</p> <p>ہم میں سے جتنے زیادہ لوگ یہ بتا رہے ہیں کہ مونیرو نے ہماری کس طرح مدد کی ہے، ہمیں اس کے بارے میں کیا پسند ہے، کس چیز کو بہتر کرنے کی ضرورت ہے، اور ہم کیوں تعاون کرنے کا انتخاب کرتے ہیں، اتنے ہی زیادہ لوگ ایک طاقتور میں قدر کو دیکھ سکیں گے۔ ٹول جیسے مونیرو</p> <h6 id="twitter">Twitter</h6> <p>Twitter cryptocurrency صارفین (دوسروں کے درمیان) کے لیے ایک عام جگہ ہے، اور یہ ایک ایسی جگہ ہے جسے میں نے سیکھنے اور مونیرو کمیونٹی کے ساتھ مشغول ہونے دونوں کے لیے قیمتی پایا ہے۔ اگرچہ یہ بعض اوقات زہریلی اور سخت جگہ ہو سکتی ہے، لیکن کچھ عظیم لوگ ایسے ہیں جو باقاعدگی سے بہترین مواد پیش کرتے ہیں۔</p> <p> بلا جھجھک چھلانگ لگائیں اور مونیرو کے بارے میں اشتراک کرنا اور وہاں موجود دوسروں کے ساتھ مشغول ہونا شروع کریں!</p> <p><em>آپ ٹویٹرپر لوکل مونیرو کو تلاش کر سکتے ہیں۔ <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span> </em></p> <h6 id="reddit">Reddit</h6> ۔<p>Reddit Monero (اور وسیع ترکریپٹو کرنسی/پرائیویسی) ہجوم کے ساتھ بات چیت کرنے کا ایک مقبول راستہ ہے، اور یہ طویل شکل کے مواد، میڈیا، خبروں وغیرہ کو شیئر کرنے کے لیے ایک بہترین جگہ ہے۔</p> <p>وہاں ایک انتہائی فعال مونیرو کمیونٹی ہے، جس میں سب سے زیادہ مقبول ذیلی ریڈیٹس ہیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/مونیرو </a> <ul> <li>زیادہ تر مونیرو بحث، خبروں اور میڈیا کا گھر</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/مونیرو سپورٹ</a> <ul> <li>معاون حاصل کرنے اور ان لوگوں کی مدد کرنے کے لیے ایک بہترین جگہ جن کو مونیرو کے مسائل میں مدد کی ضرورت ہے</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/مونیرو کمیونٹی </a> <ul> <li>کمیونٹی پر مرکوز بات چیت کے لیے ایک عمومی جگہ</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>آپ کی Mining کی تمام ضروریات اور بات چیت</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>منیرو کے بارے میں تمام قیمت/مارکیٹ/قیاس آرائیوں سے متعلق گفتگو کا گھر۔ کمیونٹی کی توجہ مرکوز رکھنے کے لیے دیگر تمام مونیروsubreddits پر قیمت/مارکیٹ سے متعلق موضوعات عام طور پر ممنوع ہیں۔</li> </ul></li> </ul> <p>اس بات کو یقینی بنائیں کہ آگے بڑھیں اور مباحثوں میں حصہ لیں، دلچسپ خبریں اور پوسٹس کا اشتراک کریں، اور جہاں آپ کو مناسب لگے اپنا حصہ ڈالیں!</p> <p><em>آپ Reddit پر LocalMonero کمیونٹی کو <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a> پر تلاش کر سکتے ہیں۔</em></p> <h6 id="matrixirc">میٹرکس/IRC</h6> <p>منیرو کے "اندرونی کام" کی اکثریت میٹرکس اور IRC پر ہوتی ہے، دو چیٹ نیٹ ورکس جو ایک دوسرے سے جڑے ہوئے ہیں۔ اگر آپ روز مرہ کے مباحثوں میں "nitty-gritty" میں شامل رہنا چاہتے ہیں، میٹنگز میں حصہ لینا چاہتے ہیں، یا صرف دوسرے مونیرو صارفین کے ساتھ چیٹ کرنا چاہتے ہیں، تو آپ Matrix یا IRC میں کودنا چاہیں گے۔</p> <p>سب سے عام میٹرکس/IRC چینلز کی فہرست <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a> </p>پر دستیاب ہے۔ <p><em>آپ لوکل مونیرو کمیونٹی کو میٹرکس پر کمرے میں تلاش کر سکتے ہیں <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>۔</em></p> <h6 id="offline">آف لائن</h6> <p>اپنے دوستوں، خاندان، اور دوسروں کو بھی مونیرو سے آف لائن متعارف کروانا نہ بھولیں! ایک بہترین طریقہ یہ ہے کہ وہ شخص موبائل والیٹ ڈاؤن لوڈ کرے جیسا کہ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>، یا <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a> انہیں تھوڑا سا مونیرو بھیجیں، اور انہیں کچھ واپس بھیجنے کو کہیں۔</p> <p>ایک ایکسپلورر جیسے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> میں بٹ کوائن اور مونیرو جیسی کسی چیز کے درمیان لین دین کا موازنہ کرنا بھی مددگار ثابت ہو سکتا ہے تاکہ وہ یہ دیکھ سکیں کہ دیگر شفاف بلاکچینز کے مقابلے مونیرو کا استعمال کرتے ہوئے لین دین کرتے وقت کتنی کم معلومات عوامی سطح پر سامنے آتی ہیں۔ ۔</p>
zh_cn: <p>你可以帮助的一个简单方法就是在正常的社交媒体上活跃起来，谈论、教育和分享伟大的门罗币内容。</p> <p>我们中越多的人在那里分享门罗币如何帮助了我们，我们喜欢什么内容，什么地方需要改进，以及为什么我们选择贡献，越多的人将能够看到像门罗币这样强大的工具的价值。</p> <h6 id="twitter">Twitter</h6> <p>Twitter是加密货币用户（包括其他用户）的一个常见场所，也是我发现学习和参与门罗币社区的一个宝贵场所。虽然它有时可能是一个有毒和苛刻的地方，但也有一些伟大的人定期发布伟大的内容。</p> <p>欢迎加入并开始分享关于门罗币的信息，并在那里与其他人进行交流!</p> <p><em>你可以找到LocalMonero在Twitter上 <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit是与门罗币（以及更广泛的加密货币/隐私）人群互动的一个流行渠道，是分享长篇内容、媒体、新闻等的好地方。</p> <p>那里有一个非常活跃的门罗币社区，一些最受欢迎的群是：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>大多数门罗币讨论、新闻和媒体的主页</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> <ul> <li>一个获得支持和帮助那些需要支持的门罗币问题的好地方</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>一个以社区为中心的讨论的一般场所</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>您的所有采矿需求和讨论</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>所有关于门罗币的价格/市场/猜测相关讨论的家园。价格/市场相关的话题通常被禁止在所有其他Reddit的门罗币群中讨论，以保持社区的专注。</li> </ul></li> </ul> <p>请务必加入并参与讨论，分享有趣的新闻和帖子，并在你认为合适的地方做出贡献!</p> <p><em>你可以在Reddit上找到LocalMonero社区，地址是 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>门罗币的绝大多数 "内部工作"都发生在Matrix和IRC上，这两个聊天网络是相互连接的。如果你想参与日常的 "琐碎"讨论，参加会议，或只是与其他门罗币用户聊天，你会想跳到Matrix或IRC。</p> <p>最常见的Matrix/IRC频道的列表可以在以下网站找到 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>你可以在Matrix的房间里找到LocalMonero社区 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>不要忘记把你的朋友、家人和其他人也线下介绍到门罗币! 一个很好的方法是让对方下载一个手机钱包，如 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, or <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, 向他们发送一点门罗币，并让他们发送一些回来。</p> <p>在一个区块链浏览器中比较像比特币和门罗币之间的交易也是很有帮助的，比如说用 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> 来让他们看到与其他透明区块链相比，使用门罗币进行交易时公开暴露的信息有多少。</p>
zh_tw: <p>你可以幫助的一個簡單方法就是在正常的社交媒體上活躍起來，談論、教育和分享偉大的門羅幣內容。</p> <p>我們中越多的人在那里分享門羅幣如何幫助了我們，我們喜歡什麼內容，什麼地方需要改進，以及為什麼我們選擇貢獻，越多的人將能夠看到像門羅幣這樣強大的工具的價值。</p> <h6 id="twitter">Twitter</h6> <p>Twitter是加密貨幣用戶（包括其他用戶）的一個常見場所，也是我發現學習和參與門羅幣社區的一個寶貴場所。雖然它有時可能是一個有毒和苛刻的地方，但也有一些偉大的人定期發布偉大的內容。</p> <p>歡迎加入並開始分享關於門羅幣的信息，並在那裡與其他人進行交流!</p> <p><em>你可以找到LocalMonero在Twitter上 <span class="citation" data-cites="LocalMoneroCo"> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/LocalMoneroCo">@LocalMoneroCo</a></span>.</em></p> <h6 id="reddit">Reddit</h6> <p>Reddit是與門羅幣（以及更廣泛的加密貨幣/隱私）人群互動的一個流行渠道，是分享長篇內容、媒體、新聞等的好地方。</p> <p>那裡有一個非常活躍的門羅幣社區，一些最受歡迎的群是：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/Monero/">r/Monero</a> <ul> <li>大多數門羅幣討論、新聞和媒體的主頁</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/mone rosupport/">r/monerosupport</a> <ul> <li>一個獲得支持和幫助那些需要支持的門羅幣問題的好地方</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroCommunity/">r/MoneroCommunity</a> <ul> <li>一個以社區為中心的討論的一般場所</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/MoneroMining/">r/MoneroMining</a> <ul> <li>您的所有採礦需求和討論</li> </ul></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/xmrtrader/">r/xmrtrader</a> <ul> <li>所有關於門羅幣的價格/市場/猜測相關討論的家園。價格/市場相關的話題通常被禁止在所有其他Reddit的門羅幣群中討論，以保持社區的專注。 </li> </ul></li> </ul> <p>請務必加入並參與討論，分享有趣的新聞和帖子，並在你認為合適的地方做出貢獻!</p> <p><em>你可以在Reddit上找到LocalMonero社區，地址是 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/LocalMonero/">r/LocalMonero</a>.</em></p> <h6 id="matrixirc">Matrix/IRC</h6> <p>門羅幣的絕大多數 "內部工作"都發生在Matrix和IRC上，這兩個聊天網絡是相互連接的。如果你想參與日常的 "瑣碎"討論，參加會議，或只是與其他門羅幣用戶聊天，你會想跳到Matrix或IRC。 </p> <p>最常見的Matrix/IRC頻道的列表可以在以下網站找到 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/community/hangouts/">getmonero.org</a>.</p> <p><em>你可以在Matrix的房間裡找到LocalMonero社區 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://matrix.to/#/#localmonero:agoradesk.com">#localmonero:agoradesk.com</a>.</em></p> <h6 id="offline">Offline</h6> <p>不要忘記把你的朋友、家人和其他人也線下介紹到門羅幣! 一個很好的方法是讓對方下載一個手機錢包，如 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://cakewallet.com/">Cake Wallet (iOS/Android)</a>, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.monerujo.io/">Monerujo (Android)</a>, or <a class="next-link" target="_blank" rel="noopener nofollow" href="https://mymonero.com/">MyMonero (iOS)</a>, 向他們發送一點門羅幣，並讓他們發送一些回來。</p> <p>在一個區塊鏈瀏覽器中比較像比特幣和門羅幣之間的交易也是很有幫助的，比如說用 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.exploremonero.com/">ExploreMonero</a> 來讓他們看到與其他透明區塊鏈相比，使用門羅幣進行交易時公開暴露的信息有多少。</p>
