Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbcard8722Sbfour8722Sb3
source: To use it, simply download and install the {torBrowser} from their official website. After you launch it, you can access {appName} through our special Tor portal: {torLink}
cs: Chcete-li jej použít, jednoduše si stáhněte a nainstalujte {torBrowser} z jejich oficiálních webových stránek. Po jeho spuštění získáte přístup k {appName} prostřednictvím našeho speciálního portálu Tor: {torLink}
fi: Voit käyttää sitä lataamalla ja asentamalla {torBrowser} heidän viralliselta verkkosivustoltaan. Kun olet käynnistänyt sen, voit käyttää {appName} erityisen Tor-portaalimme kautta: {torLink}
fr: Pour l'utiliser, téléchargez et installez simplement le {torBrowser} depuis leur site officiel. Après l'avoir lancé, vous pouvez accéder à {appName} via notre portail Tor : {torLink}
it: Per utilizzarlo, scarica e installa il {torBrowser} dal loro sito Web ufficiale. Dopo averlo avviato, puoi accedere a {appName} tramite il nostro portale Tor speciale: {torLink}
lt: Norėdami juo naudotis, tiesiog atsisiųskite ir įdiekite {torBrowser} iš jų oficialios svetainės. Paleidę jį, galėsite pasiekti {appName} per mūsų specialų Tor portalą: {torLink}
nb: For å bruke den, last ned og installer {torBrowser} fra deres offisielle nettside. Etter at du har startet den, kan du få tilgang til {appName} gjennom vår spesielle Tor-portal: {torLink}
nl: Om het te gebruiken, downloadt en installeert u simpelweg de {torBrowser} van hun officiële website. Nadat u het heeft gestart, krijgt u toegang tot {appName} via ons speciale Tor-portaal: {torLink}
pl: Aby z niego korzystać wystarczy pobrać i zainstalować {torBrowser} z oficjalnej strony internetowej. Po uruchomieniu możesz korzystać z {appName} za pośrednictwem naszego specjalnego portalu Tor: {torLink}
pt_br: Para usá-lo, simplesmente baixe e instale o {torBrowser} em seu site oficial. Depois de lançá-lo, você pode acessar o {appName} através do nosso portal Tor especial: {torLink}
sl: Če ga želite uporabiti, preprosto prenesite in namestite {torBrowser} z njihove uradne spletne strani. Ko ga zaženete, lahko dostopate do {appName} prek našega posebnega Tor portala: {torLink}
sv: För att använda den behöver du bara ladda ner och installera {torBrowser} från deras officiella webbplats. När du har startat den kan du komma åt {appName} via vår speciella Tor-portal: {torLink}
tl: Upang magamit ito, i-download lamang at i-install ang {torBrowser} mula sa kanilang opisyal na website. Pagkatapos mong ilunsad ito, maa-access mo ang {appName} sa pamamagitan ng aming espesyal na Tor portal: {torLink}
tr: Kullanmak için {torBrowser}'i resmi web sitesinden indirip yüklemeniz yeterlidir. Başlattıktan sonra, {appName}'e özel Tor portalımız aracılığıyla erişebilirsiniz: {torLink}
ur: اسے استعمال کرنے کے لیے، صرف ان کی آفیشل ویب سائٹ سے {torBrowser} ڈاؤن لوڈ اور انسٹال کریں۔ اسے لانچ کرنے کے بعد، آپ ہمارے خصوصی Tor portal کے ذریعے {appName} تک رسائی حاصل کر سکتے ہیں: {torLink}
zh_cn: 要使用它，只需从他们的官方网站下载并安装{torBrowser}。启动后，您可以通过我们特殊的Tor门户访问{appName}：{torLink}
zh_tw: 要使用它，只需從他們的官方網站下載並安裝{torBrowser}。啟動後，您可以通過我們特殊的Tor門戶訪問{appName}：{torLink}

# guide250Sbbtc250Sbcard8722Sbfour8722Sb4
source: When Buying on {appName}, Use Payment Methods that Involve Cash
cs: Při nákupu na {appName} použijte platební metody, které zahrnují hotovost
fi: Kun ostat {appName}:llä, käytä maksutapoja joissa käytetään käteistä
fr: Lors d'un achat sur {appName}, utilisez des méthodes de paiement en espèces
it: Quando acquisti su {appName}, usa metodi di pagamento che coinvolgono i contanti
lt: Pirkdami {appName}, naudokite mokėjimo būdus, kuriuose naudojami grynieji pinigai
nb: Når du kjøper på {appName}, bruk betalingsmåter som involverer kontanter
nl: Bij Aankoop van {appName}, Gebruik Betalingsmethoden waarbij Contant Geld is Betrokken
pl: Kupując na {appName}, Używaj Metod Płatności Obejmujących Gotówkę
pt_br: Ao comprar no {appName}, usar métodos de pagamento que envolvam dinheiro
sl: Ko Kupujete na {appName}, Uporabite Načine Plačila, ki Vključujejo Gotovino
sv: Vid köp på {appName}, Använda betalningsmetoder som involverar kontanter
tl: Kapag Bumibili sa {appName}, Gumamit ng Mga Paraan ng Pagbabayad na Kinasasangkutan ng Cash
tr: {appName} Üzerinden Satın Alırken Nakit İçeren Ödeme Yöntemlerini Kullanın
ur: {appName} پر خریدتے وقت، ادائیگی کے طریقے استعمال کریں جن میں نقد شامل ہو
zh_cn: 在使用{appName}购买时，使用涉及现金的付款方式
zh_tw: 在使用{appName}購買時，使用涉及現金的付款方式

# guide250Sbbtc250Sbcard8722Sbfour8722Sb5
source: Whenever you buy using a bank transfer, or PayPal, or other such payment options, there will always be a privacy leak due to the records kept by the companies that process your payment. In order to avoid that privacy leak, stick to methods that involve cash.
cs: Kdykoli nakoupíte pomocí bankovního převodu, PayPal nebo jiných podobných platebních možností, vždy dojde k úniku soukromí kvůli záznamům vedeným společnostmi, které zpracovávají Vaši platbu. Abyste se vyhnuli úniku soukromí, držte se metod, které zahrnují hotovost.
fi: Aina kun ostat pankkisiirrolla, PayPalilla tai muilla vastaavilla maksutavoilla, tapahtuu aina tietosuojavuoto maksuasi käsittelevien yritysten pitämien tietojen vuoksi. Välttääksesi tämän tietosuojavuodon pidä kiinni menetelmistä, joihin liittyy käteistä.
fr: Chaque fois que vous achetez par virement bancaire, PayPal ou d'autres options de paiement similaires, il y aura toujours une fuite de confidentialité en raison des enregistrements conservés par les sociétés qui traitent votre paiement. Afin d'éviter cette fuite de confidentialité, n'utilisez que des méthodes qui impliquent de l'espèce.
it: Ogni volta che acquisti utilizzando un bonifico bancario, PayPal o altre opzioni di pagamento, ci sarà sempre una perdita di privacy dovuta alle registrazioni tenute dalle società che elaborano il pagamento. Per evitare quella perdita di privacy, attenersi a metodi che comportano denaro.
lt: Kai perkate naudodamiesi banko pavedimu, „PayPal“ ar kitomis panašiomis mokėjimo galimybėmis, dėl jūsų mokėjimą apdorojančių įmonių įrašų visada bus nutekėjęs privatumas. Kad išvengtumėte privatumo nutekėjimo, laikykitės metodų, susijusių su grynaisiais.
nb: Hver gang du kjøper med en bankoverføring, eller PayPal, eller andre slike betalingsmåter, vil det alltid være en personvernlekkasje på grunn av journalene som holdes av selskapene som behandler betalingen din. For å unngå denne personvernlekkasjen, hold deg til metoder som involverer kontanter.
nl: Telkens wanneer u via een bankoverschrijving, PayPal of andere dergelijke betalingsopties een aankoop maakt, zal er altijd een privacy-lek zijn vanwege de gegevens die worden bijgehouden door de bedrijven die uw betaling verwerken. Om deze privacy-lek te voorkomen, houdt u aan de methoden waarbij contant geld betrokken is.
pl: Za każdym razem, gdy kupujesz za pomocą przelewu bankowego, PayPala, BLIKa lub innych takich opcji płatności, zawsze tracisz prywatność za sprawą księgowości firmy przetwarzających Twoją płatność. Aby uniknąć wycieku prywatności, trzymaj się metod płatności wykorzystujących gotówkę.
pt_br: Sempre que comprar usando uma transferência bancária, ou PayPal, ou outras opções de pagamento, sempre haverá um vazamento de privacidade devido aos registros mantidos pelas empresas que processam seu pagamento. Para evitar esse vazamento de privacidade, siga os métodos que envolvem dinheiro.
sl: Kadar koli kupujete z bančnim nakazilom, PayPalom ali drugimi podobnimi metodami plačila, bo vedno prišlo do uhajanja zasebnosti zaradi evidenc, ki jih ta podjetja hranijo. Da se izognete uhajanju zasebnosti, se držite plačilnih metod, ki vključujejo gotovino.
sv: Närhelst du köper med en banköverföring, eller PayPal, eller andra sådana betalningsalternativ, kommer det alltid att finnas en sekretessläcka på grund av de register som förs av företagen som behandlar din betalning. För att undvika den integritetsläckan, håll dig till metoder som involverar kontanter.
tl: Sa tuwing bibili ka gamit ang bank transfer, o PayPal, o iba pang ganoong mga opsyon sa pagbabayad, palaging magkakaroon ng privacy leak dahil sa mga rekord na itinatago ng mga kumpanyang nagpoproseso sa iyong pagbabayad. Upang maiwasan ang pagtagas ng privacy na iyon, manatili sa mga pamamaraan na may kinalaman sa pera.
tr: Banka havalesi, PayPal veya benzeri diğer ödeme seçeneklerini kullanarak satın aldığınızda, ödemenizi işleyen şirketlerin tuttuğu kayıtlar nedeniyle her zaman bir gizlilik sızıntısı olacaktır. Bu gizlilik sızıntısını önlemek için nakit içeren yöntemlere bağlı kalın.
ur: جب بھی آپ بینک ٹرانسفر، PayPal، یا اس طرح کے دیگر ادائیگی کے اختیارات کا استعمال کرتے ہوئے خریدتے ہیں، تو آپ کی ادائیگی پر کارروائی کرنے والی کمپنیوں کے ذریعے رکھے گئے ریکارڈ کی وجہ سے ہمیشہ پرائیویسی لیک ہو جاتی ہے۔ اس رازداری کے رساو سے بچنے کے لیے، ایسے طریقوں پر قائم رہیں جن میں نقد رقم شامل ہو۔
zh_cn: 每当您使用银行转帐，PayPal或其他此类付款方式购买时，由于处理您的付款的公司保留的记录，将始终存在隐私泄露。为了避免隐私泄露，请坚持使用涉及现金的方法。
zh_tw: 每當您使用銀行轉帳，PayPal或其他此類付款方式購買時，由於處理您的付款的公司保留的記錄，將始終存在隱私洩露。為了避免隱私洩露，請堅持使用涉及現金的方法。

# guide250Sbbtc250Sbcard8722Sbfour8722Sb6
source: Use methods like cash by mail, ATM cash deposits, face-to-face meetings, or gift cards bought with cash.
cs: Používejte metody jako hotovost poštou, vklady hotovosti z bankomatu, osobní schůzky nebo dárkové karty zakoupené v hotovosti.
fi: Käytä menetelmiä kuten käteistä postitse, pankkiautomaattien käteistalletuksia, kasvokkain tapaamisia tai käteisellä ostettuja lahjakortteja.
fr: Utilisez des méthodes telles que l'argent par la poste, les dépôts en espèces aux guichets automatiques, les réunions en face à face ou les cartes-cadeaux achetées en espèces.
it: Utilizza metodi come contanti per posta, depositi bancomat ATM, riunioni faccia a faccia o carte regalo acquistate con denaro contante.
lt: Naudokite tokius metodus kaip grynieji pinigai paštu, grynųjų pinigų įnešimas bankomatuose, susitikimai akis į akį arba grynaisiais pirktos dovanų kortelės.
nb: Bruk metoder som kontanter via post, kontantinnskudd i minibanker, møter ansikt til ansikt eller gavekort kjøpt med kontanter.
nl: Gebruik methoden zoals contant geld per post, contante stortingen bij geldautomaten, persoonlijke ontmoetingen of cadeaubonnen die met contant geld zijn gekocht.
pl: Używaj metod, takich jak gotówka przez pocztę, depozyty gotówkowe bankomatowe, spotkania twarzą w twarz lub karty podarunkowe zakupione za gotówkę.
pt_br: Use métodos como dinheiro em espécie, depósitos em dinheiro em caixa eletrônico, reuniões presenciais ou cartões-presente comprados em dinheiro.
sl: Uporabite metode, kot so gotovina po pošti, gotovinski depoziti na bankomatih, sestanki v živo, ali darilne kartice, kupljene z gotovino.
sv: Använd metoder som kontanter per post, kontantinsättningar i bankomater, personliga möten eller presentkort som köpts med kontanter.
tl: Gumamit ng mga paraan tulad ng cash sa pamamagitan ng koreo, ATM cash deposit, face-to-face meeting, o gift card na binili gamit ang cash.
tr: Postayla nakit ödeme, ATM'den para yatırma, yüz yüze toplantılar veya nakitle satın alınan hediye kartları gibi yöntemleri kullanın.
ur: ڈاک کے ذریعے نقد رقم، اے ٹی ایم کیش ڈپازٹس،face-to-face ملاقاتیں، یا نقد سے خریدے گئے گفٹ کارڈز جیسے طریقے استعمال کریں۔
zh_cn: 使用现金邮寄方式，ATM现金存款，面对面会议或用现金购买的礼品卡。
zh_tw: 使用現金郵寄方式，ATM現金存款，面對面會議或用現金購買的禮品卡。

# guide250Sbbtc250Sbcard8722Sbfour250Sbtitle
source: Advanced Techniques of Staying Anonymous When Using This Method of Buying Bitcoins
cs: Pokročilé techniky, jak zůstat v anonymitě při používání této metody nákupu bitcoinů
fi: Kehittyneet tekniikat nimettömänä pysymiseen käyttäessä tätä Bitcoinien ostomenetelmää
fr: Techniques avancées pour rester anonyme lors de l'utilisation de cette méthode d'achat de Bitcoins
it: Tecniche avanzate di rimanere anonimi usando questo metodo di acquisto di Bitcoin
lt: Pažangūs anonimiškumo išlikimo būdai naudojant šį Bitcoin pirkimo būdą
nb: Avanserte teknikker for å være anonym når du bruker denne metoden for å kjøpe Bitcoins
nl: Geavanceerde Technieken om Anoniem te Blijven bij het Gebruik van Deze Methode om Bitcoins te Kopen
pl: Zaawansowane Techniki Anonimowego Zakupu Bitcoinów Wykorzystując Tą Metodę
pt_br: Técnicas Avançadas de Permanecer Anônimo ao Usar este Método de Compra de Bitcoins
sl: Napredne Tehnike Anonimnosti pri Uporabi Tega Načina Nakupa Bitcoinov
sv: Avancerade tekniker för att hålla sig anonym när du använder denna metod för att köpa Bitcoins
tl: Mga Advanced na Teknik ng Pananatiling Anonymous Kapag Ginagamit ang Paraan na Ito ng Pagbili ng Bitcoins
tr: Bu Bitcoin Satın Alma Yöntemini Kullanırken Gelişmiş İsimsiz Kalma Teknikleri
ur: بٹ کوائنز خریدنے کے اس طریقے کو استعمال کرتے وقت گمنام رہنے کی جدید تکنیک
zh_cn: 使用这种购买比特币的方法保持匿名的先进技术
zh_tw: 使用這種購買比特幣的方法保持匿名的先進技術

# guide250Sbbtc250Sbcard8722Sbone8722Sb1
source: As per {wikipedia}:
cs: Podle {wikipedia}:
fi: {wikipedia}n mukaan:
fr: Selon {wikipedia} :
it: Come per {wikipedia}:
lt: Pagal {wikipedia}:
nb: I henhold til {wikipedia}:
nl: Volgens {wikipedia}:
pl: Zgodnie z {wikipedia}:
pt_br: Como por {wikipedia}:
sl: Glede na {wikipedia}:
sv: Enligt {wikipedia}:
tl: Ayon sa {wikipedia}:
tr: {wikipedia}'e göre:
ur: {wikipedia} کے مطابق:
zh_cn: 根据{wikipedia}：
zh_tw: 根據{wikipedia}：

# sanction250Sbexpires
source: Expires
cs: Platnost vyprší
fi: Vanhenee
fr: Expire
it: Scade
lt: Baigia galioti
nb: Utløper
nl: Verloopt
pl: Wygasa
pt_br: Expira
sl: Poteče
sv: Upphör att gälla
tl: Mag-e-expire
tr: Süresi doluyor
ur: میعاد ختم
zh_cn: 过期
zh_tw: 過期

# knowledge250Sbmining250Sbdescription
source: On November 30th, 2019, Monero had its semiannual hard fork, with the most anticipated change being a switch from the old PoW algorithm, cryptonight, to the completely new, internally developed one, RandomX. The Monero community believes RandomX is a big step toward egalitarian mining, but let’s dig deeper to see if that’s the case.
cs: 30. listopadu 2019 mělo Monero svůj půlroční hard fork, přičemž nejočekávanější změnou byl přechod ze starého PoW algoritmu, cryptonight, na zcela nový, interně vyvinutý, RandomX. Komunita Monero věří, že RandomX je velkým krokem směrem k rovnostářské těžbě, ale pojďme se podívat hlouběji, abychom zjistili, zda tomu tak je.
fi: 30. marraskuuta 2019 Monerolla oli puolivuosittainen "hard fork", ja odotetuin muutos oli siirtyminen vanhasta PoW-algoritmista, "cryptonight", täysin uuteen, sisäisesti kehitettyyn RandomX:ään. Monero-yhteisö uskoo, että RandomX on iso askel kohti tasa-arvoista louhintaa, mutta kaivataanpa syvemmälle, onko näin.
fr: Le 30 novembre 2019, Monero a eu son « hard fork » (« embranchement dur », signifiant une nouvelle version non rétro-compatible) semestriel, le changement le plus attendu étant le passage de l'ancien algorithme PoW (« Proof of Work », preuve de travail), cryptonight, au tout nouveau, développé en interne, RandomX. La communauté Monero pense que RandomX est un grand pas vers le minage égalitaire, mais creusons plus profondément pour voir si c'est le cas.
it: Il 30 novembre 2019, Monero ha avuto il suo hard fork semestrale, con il cambiamento più atteso che è stato il passaggio dal vecchio algoritmo PoW, cryptonight, a quello completamente nuovo, sviluppato internamente, RandomX. La comunità Monero ritiene che RandomX sia un grande passo verso il mining egualitario, ma approfondiamo per vedere se è così.
lt: 2019 m. lapkričio 30 d. „Monero“ įvyko pusmetinis „hard fork“, kurio laukiamiausias pokytis buvo perėjimas nuo senojo PoW algoritmo „cryptonight“ prie visiškai naujo, viduje sukurto „RandomX“. Monero bendruomenė mano, kad RandomX yra didelis žingsnis link egalitarinės kasybos, tačiau pasigilinkime, kad pamatytume, ar taip yra.
nb: Den 30. november 2019 hadde Monero sin halvårlige hardgaffel, med den mest etterlengtede endringen en overgang fra den gamle PoW-algoritmen, cryptonight, til den helt nye, internt utviklede, RandomX. Monero-fellesskapet mener RandomX er et stort skritt mot egalitær gruvedrift, men la oss grave dypere for å se om det er tilfelle.
nl: Op 30 november 2019 had Monero zijn halfjaarlijkse hard fork, met als meest verwachte verandering een overstap van het oude PoW-algoritme, cryptonight, naar het volledig nieuwe, intern ontwikkelde algoritme, RandomX. De Monero-gemeenschap gelooft dat RandomX een grote stap is in de richting van egalitaire mining, maar laten we eerst dieper graven om te zien of dat het geval is.
pl: 30 listopada 2019 r. Monero przeszedł swój półroczny hard fork, przy czym najbardziej oczekiwaną zmianą było przejście ze starego algorytmu PoW, cryptonight, na zupełnie nowy, opracowany wewnętrznie, RandomX. Społeczność Monero uważa, że RandomX jest daleko idącym krokiem w kierunku kopania egalitarnego, ale zastanówmy się głębiej, czy tak faktycznie jest.
pt_br: Em 30 de novembro de 2019, a Monero teve seu hard fork semestral, com a mudança mais esperada sendo uma mudança do antigo algoritmo PoW, cryptonight, para o completamente novo e desenvolvido internamente, o RandomX. A comunidade Monero acredita que o RandomX é um grande passo em direção à mineração igualitária, mas vamos nos aprofundar para ver se esse é o caso.
sl: 30. novembra 2019 je Monero doživel polletni hard fork, pri čemer je bila najbolj pričakovana sprememba prehod s starega algoritma PoW, cryptonight, na popolnoma novega, interno razvitega, RandomX. Skupnost Monero verjame, da je RandomX velik korak k egalitarnemu rudarjenju, vendar se poglobimo in preverimo, ali je temu res tako.
sv: Den 30 november 2019 hade Monero sin halvårsvisa hard fork, där den mest väntade förändringen var en övergång från den gamla PoW-algoritmen, cryptonight, till den helt nya, internt utvecklade algoritmen, RandomX. Monero-communityn anser att RandomX är ett stort steg mot egalitär mining, men låt oss gräva djupare för att se om så är fallet.
tl: Noong ika-30 ng Nobyembre, 2019, nagkaroon ng kalahating taon na hard fork ang Monero, na ang pinakainaasahang pagbabago ay ang paglipat mula sa lumang PoW algorithm, cryptonight, patungo sa ganap na bago, panloob na binuo, ang RandomX. Naniniwala ang komunidad ng Monero na ang RandomX ay isang malaking hakbang patungo sa egalitarian na pagmimina, ngunit humukay tayo ng mas malalim upang makita kung iyon ang kaso.
tr: 30 Kasım 2019'da Monero altı ayda bir hard fork'unu gerçekleştirdi; en çok beklenen değişiklik eski PoW algoritması cryptonight'tan tamamen yeni, dahili olarak geliştirilen RandomX'e geçişti. Monero topluluğu RandomX'in eşitlikçi madenciliğe doğru büyük bir adım olduğuna inanıyor, ancak durumun böyle olup olmadığını görmek için daha derine inelim.
ur: 30 نومبر، 2019 کو، Monero کے پاس اپنا نیم سالانہ سخت کانٹا تھا، جس میں سب سے زیادہ متوقع تبدیلی پرانے PoW الگورتھم، cryptonight سے بالکل نئے، اندرونی طور پر تیار کردہ، RandomX میں تبدیلی تھی۔ Monero کمیونٹی کا خیال ہے کہ RandomX مساوی کان کنی کی طرف ایک بڑا قدم ہے، لیکن آئیے یہ دیکھنے کے لیے مزید گہرائی میں جائیں کہ آیا ایسا ہے یا نہیں۔
zh_cn: 2019年11月30日，门罗币社区进行了每半年一次的硬分叉，本次升级中最令人期待的一项是门罗币挖矿算法的改变,从旧版本的Cryptonight-R,升级到一个全新的，完全不同的RandomX算法.门罗社区相信RanodomX算法的部署是社区迈向平等挖矿，更去中心化记账的巨大进步，本文让我们进行更深入的发掘来检验是否真是如此.
zh_tw: 2019年11月30日，門羅幣社區進行了每半年一次的硬分叉，本次升級中最令人期待的一項是門羅幣挖礦算法的改變,從舊版本的Cryptonight-R,升級到一個全新的，完全不同的RandomX算法.門羅社區相信RanodomX算法的部署是社區邁向平等挖礦，更去中心化記賬的巨大進步，本文讓我們進行更深入的發掘來檢驗是否真是如此.

# knowledge250Sbmining250Sbtitle
source: Monero Mining: What Makes RandomX so Special
cs: Monero Mining: Co dělá RandomX tak výjimečným
fi: Moneron louhinta: Mikä tekee RandomX:stä niin erityisen?
fr: Le minage de Monero : ce qui rend RandomX si spécial
it: Monero Mining: cosa rende RandomX così speciale
lt: Monero kasyba: kuo „RandomX“ toks ypatingas
nb: Monero Mining: Hva gjør RandomX så spesiell
nl: Monero-Mining: Wat RandomX zo Speciaal Maakt
pl: Kopanie Monero: Co sprawia, że RandomX jest wyjątkowy
pt_br: Monero Mining: O que torna o RandomX tão especial
sl: Monero rudarjenje: zakaj je RandomX tako poseben
sv: Monero Mining: Vad gör RandomX så speciellt
tl: Monero Mining: Ano ang Nagiging Espesyal sa RandomX
tr: Monero Madenciliği: RandomX'i Bu Kadar Özel Kılan Nedir?
ur: Monero Mining: RandomX کو کیا خاص بناتا ہے
zh_cn: 门罗币挖矿: 什么使 RandomX 算法如此特别
zh_tw: 門羅幣挖礦: 什麼使 RandomX 算法如此特別

# method250Sbcashiers8722Sbcheck
source: Cashier's check
cs: Pokladní šek
fi: Shekki
fr: Chèque de banque
it: Assegno circolare
lt: Kasos čekis
nb: Kvittering
nl: Kassabon
pl: Czek bankowy
pt_br: Cheque
sl: Blagajniški ček
sv: Kassier check
tl: Ang tseke ng cashier
tr: Kasiyer çeki
ur: کیشئر کا چیک
zh_cn: 收银员的支票
zh_tw: 收銀員的支票

# method250Sbcreditcard
source: Credit card
cs: Kreditní karta
fi: Luottokortti
fr: Carte de crédit
it: Carta di credito
lt: Kreditinė kortelė
nb: Kredittkort
pl: Karta kredytowa
pt_br: Cartão de crédito
sl: Kreditna kartica
sv: Kredit kort
tr: Kredi kartı
ur: کریڈٹ کارڈ
zh_cn: 信用卡
zh_tw: 信用卡

# method250Sbcryptocurrency
source: Cryptocurrency
cs: Kryptoměna
fi: Kryptovaluutta
fr: Crypto-monnaie
it: Criptovaluta
lt: Kriptovaliuta
nb: Kryptovaluta
pl: Kryptowaluta
pt_br: Criptomoeda
sl: Kriptovaluta
sv: Kryptovaluta
tr: Kripto para
ur: کریپٹو کرنسی
zh_cn: 加密币
zh_tw: 加密幣

# method250Sbgift8722Sbcard
source: Gift Card Code
cs: Kód dárkové karty
fi: Lahjakortin koodi
fr: Code de la carte-cadeau
it: Codice carta regalo
lt: Dovanų kortelės kodas
nb: Gavekortkode
nl: Cadeaubon Code
pl: Kod karty podarunkowej
pt_br: Cartão de presente
sl: Koda Darilne Kartice
sv: Kod för presentkort
tl: Code ng Gift Card
tr: Hediye Kartı Kodu
ur: گفٹ کارڈ کوڈ
zh_cn: 礼品卡代码
zh_tw: 禮品卡代碼
