Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# chat250Sbmitm8722Sbwarning250Sb1
source: <p>The scammer then tells the buyer to start the trade for the full amount and pay the reduced amount, while at the same time monitoring the seller's receiving address on the blockchain and watching for the legitimate buyer's reduced amount transaction. The scammer then takes the legitimate buyer's txid and provides it to the seller as proof of payment. The seller releases the coins to the scammer since they have two trades open, one for the full amount from the legitimate buyer and one for the reduced amount from the scammer, thinking that it was the scammer who paid because the amount matches their trade amount.</p> <p> <strong> DO NOT CONDUCT TRADES OFF-PLATFORM. IF SOMEONE APPROACHES YOU OFF-PLATFORM OPEN A TRADE WITH THEM ON THE PLATFORM AND VERIFY THAT THEY ARE WHO THEY SAY THEY ARE AND MAINTAIN ALL COMMUNICATIONS THERE. </strong> </p> <p> <strong> SELLERS WHO ACCEPT PAYMENTS ON TRANSPARENT CRYPTO CHAINS: MAKE SURE YOU DO ADEQUATE PAYMENT DIFFERENTIATION BETWEEN YOUR CLIENTS AND TRADES TO AVOID FALLING VICTIM TO THIS. </strong> </p> <p> Always use different addresses for each trade on a publicly searchable crypto like BTC. </p>
cs: <p>Podvodník poté řekne kupujícímu, aby zahájil obchod za celou částku a zaplatil sníženou částku, přičemž zároveň sleduje přijímací adresu prodejce na blockchainu a sleduje transakci se sníženou částkou legitimního kupujícího. Podvodník poté vezme txid oprávněného kupujícího a poskytne jej prodávajícímu jako doklad o zaplacení. Prodejce uvolní mince podvodníkovi, protože má otevřené dva ' obchody, jeden za celou částku od legitimního kupujícího a jeden za sníženou částku od podvodníka, protože si myslí, že to byl podvodník, kdo zaplatil, protože částka odpovídá jejich obchodní částce. </p> <p> <strong> NEPROVÁDĚJTE OBCHODOVÁNÍ MIMO PLATFORMY. POKUD SE NA VÁS NĚKDO OBRÁTÍ MIMO PLATFORMU, ZAČNĚTE S NÍM OBCHOD NA PLATFORME A OVĚŘTE, ŽE JSOU TÍM, KÝM TVRDÍ, ŽE JSOU, A UDRŽUJTE TAM VŠECHNU KOMUNIKACI. </strong> </p> <p> <strong> PRODEJCI, KTEŘÍ PŘIJÍMAJÍ PLATBY NA TRANSPARENTNÍCH KRYPTO ŘETĚZCÍCH: UJISTĚTE SE, ŽE PROVÁDÍTE ADEKVÁTNÍ PLATEBNÍ ROZLIŠOVANÍ MEDZI SVÝMI KLIENTY A OBCHODY, TAK ABY JSTE SE NESTALI OBETÍ PODVODU. </strong> </p> <p> Vždy používejte různé adresy pro každý obchod na veřejně prohledávatelné krypto, jako je BTC. </p>
fi: <p>Sitten huijari käskee ostajaa aloittamaan kaupan täydellä summalla ja maksamaan alennetun summan, samalla kun tarkkailee myyjän vastaanotto-osoitetta lohkoketjussa ja tarkkailee oikean ostajan alennetun summan tapahtumaa. Huijari ottaa sitten laillisen ostajan txid:n ja toimittaa sen myyjälle todisteena maksusta. Myyjä luovuttaa kolikot huijarille, koska hänellä on kaksi kauppaa avoinna, yksi koko summalle oikealta ostajalta ja toinen alennetulle summalle huijarilta, koska hän luuli, että huijari maksoi, koska summa vastaa heidän kauppasummaansa. </p> <p> <strong> ÄLÄ TEE KAUPPAA ALUSTAN ULKOPUOLELLA. JOS JOKU LÄHESTYY SINUA ALUSTAN ULKOPUOLELLA, AVAA KAUPPA HÄNEN KANSSA ALUSTALLA JA VARMISTA, ETTÄ HE OVAT SE KUKA SANOVAT OLEVANSA, JA KÄY KAIKKI KOMMUNIKOINTI ALUSTALLA. </strong> </p> <p> <strong> MYYJÄT, JOTKA HYVÄKSYVÄT MAKSUJA LÄPINÄKYVISTÄ KRYPTOKETJUISTA: VARMISTA, ETTÄ TEET RIITTÄVÄN MAKSUERON ASIAKKAIDESI JA KAUPPOJEN VÄLILLÄ, ETTÄ VÄLTÄT JOUTUMASTA TÄMÄN UHRIKSI. </strong> </p> <p> Käytä aina eri osoitteita jokaiselle kaupalle julkisesti haettavissa kryptoissa, kuten BTC. </p>
fr: <p>L'escroc dit alors à l'acheteur de commencer la transaction pour le montant total et de payer le montant réduit, tout en surveillant l'adresse de réception du vendeur sur la blockchain et en surveillant la transaction à montant réduit de l'acheteur légitime. L'escroc prend alors le txid (identifiant de transaction) de l'acheteur légitime et le fournit au vendeur comme preuve de paiement. Le vendeur remet les jetons de crypto-monnaie à l'escroc car il a deux transactions ouvertes, une pour le montant total de l'acheteur légitime et une pour le montant réduit de l'escroc, pensant que c'est l'escroc qui a payé parce que le montant correspond au montant de leur transaction.</p> <p><strong>N'EFFECTUEZ PAS D'OPÉRATIONS HORS DE LA PLATEFORME. SI QUELQU'UN VOUS APPROCHE HORS DE LA PLATEFORME, OUVREZ UN ÉCHANGE AVEC ELLE SUR LA PLATEFORME ET VÉRIFIEZ QU'ELLE EST CELLE QU'ELLE PRÉTEND ÊTRE ET MAINTENEZ TOUTES LES COMMUNICATIONS SUR LA PLATEFORME.</strong></p> <p><strong>POUR LES VENDEURS QUI ACCEPTENT DES PAIEMENTS SUR DES CHAÎNES CRYPTO TRANSPARENTES : ASSUREZ-VOUS D'EFFECTUER UNE DIFFÉRENCIATION DE PAIEMENT ADÉQUATE ENTRE VOS CLIENTS ET VOS ÉCHANGES POUR ÉVITER D'ÊTRE VICTIME DE CE GENRE D'ARNAQUE.</strong></p> <p>Utilisez toujours des adresses différentes pour chaque transaction sur une crypto-monnaie consultable publiquement comme BTC.</p>
it: <p>Il truffatore dice quindi all'acquirente di avviare lo scambio per l'intero importo e di pagare l'importo ridotto, monitorando allo stesso tempo l'indirizzo di ricezione del venditore sulla blockchain e osservando la transazione con importo ridotto dell'acquirente legittimo. Il truffatore prende quindi il txid dell'acquirente legittimo e lo fornisce al venditore come prova del pagamento. Il venditore rilascia le monete al truffatore poiché ha due scambi aperti, uno per l'intero importo dal legittimo acquirente e uno per l'importo ridotto dal truffatore, pensando che sia stato il truffatore a pagare perché l'importo corrisponde al suo importo commerciale.</p> <p> <strong> NON CONDURRE COMMERCIALI FUORI PIATTAFORMA. SE QUALCUNO SI AVVICINA FUORI PIATTAFORMA, APRI UN COMMERCIO CON LORO SULLA PIATTAFORMA E VERIFICA CHE SIANO CHI DICONO DI ESSERE E MANTENERE TUTTE LE COMUNICAZIONI LÀ. </strong> </p> <p> <strong> VENDITORI CHE ACCETTANO PAGAMENTI SU CATENE DI CRITTOGRAFIA TRASPARENTI: ASSICURARSI DI FARE UN'ADEGUATA DIFFERENZIAZIONE DI PAGAMENTO TRA I TUOI CLIENTI E LE OPERAZIONI PER EVITARE DI CADERE VITTIMA DI QUESTO. </strong> </p> <p> Usa sempre indirizzi diversi per ogni operazione su una criptovaluta ricercabile pubblicamente come BTC. </p>
lt: <p> Tada sukčiai liepia pirkėjui pradėti prekybą už visą sumą ir sumokėti sumažintą sumą, tuo pačiu metu stebint pardavėjo gavimo adresą blokų grandinėje ir stebint teisėto pirkėjo sumažintos sumos operaciją. Tada sukčius paima teisėto pirkėjo txid ir pateikia jį pardavėjui kaip mokėjimo įrodymą. Pardavėjas išleidžia monetas aferistui, nes turi du sandorius, vieną už visą sumą iš teisėto pirkėjo, o kitą už sumažintą sumą iš sukčiaus, manydamas, kad tai sukčius sumokėjo, nes suma atitinka jų prekybos sumą. </p> <p> <strong> NEDARYKITE PREKYBŲ NE PLATFORMOJE. JEI KAŽKAS kreipiasi į jus NE PLATFORMOS, ATIDARYKITE SU JUMIS PARDUOTUVĘ PLATFORMoje IR PATIKRINKITE, KAD JIE SAKO ESANTI, IR PALAIKITE TEN VISUS RYŠIUS. </strong> </p> <p> <strong> PARDAVĖJAI, PRIIMANTIE MOKĖJIMUS UŽ SKAIDRIAS KRIPTO GRANDINES: ĮSITIKINKITE, KAD TINKAMAI ATSKIRTATE KLIENTŲ IR PREKYBŲ MOKĖJIMŲ DIFERENCIJĄ, KAD NETURKITE TOČIO AUKOS. </strong> </p> <p> Visada naudokite skirtingus adresus kiekvienai viešai paieškai kriptovaliuta, pvz., BTC, prekybai. </p>
nb: <p>Svindleren ber deretter kjøperen om å starte handelen for hele beløpet og betale det reduserte beløpet, samtidig som han overvåker selgerens mottaksadresse på blokkjeden og ser etter den legitime kjøperens transaksjon med redusert beløp. Svindleren tar deretter den legitime kjøperens txid og gir den til selgeren som bevis på betaling. Selgeren frigir myntene til svindleren siden de har to handler åpne, en for hele beløpet fra den legitime kjøperen og en for det reduserte beløpet fra svindleren, og tenker at det var svindleren som betalte fordi beløpet samsvarer med handelsbeløpet. </p> <p> <strong> IKKE GJØR HANDEL OFF-PLATTFORM. HVIS NOEN KOMMER TIL DEG UT AV PLATTFORMEN, ÅPNE EN HANDEL MED DEM PÅ PLATTFORMEN OG KONTROLLER AT DE ER SOM DE SIER DE ER, OG VEDLIKEHOLD ALL KOMMUNIKASJON DER. </strong> </p> <p> <strong> SELGERE SOM GODTAR BETALINGER PÅ TRANSPARENTE CRYPTO-KJEDER: PASS PÅ AT DU GJØR TILSTREKKELIG BETALINGSDIFFERENSIERING MELLOM DINE KLIENTER OG HANDLER FOR AT DU UNNGÅR Å BLI OFRE FOR DETTE. </strong> </p> <p> Bruk alltid forskjellige adresser for hver handel på en offentlig søkbar krypto som BTC. </p>
nl: <p>De oplichter vertelt de koper vervolgens om de transactie voor het volledige bedrag te starten en het verlaagde bedrag te betalen, terwijl hij tegelijkertijd het ontvangstadres van de verkoper op de blockchain controleert en uitkijkt naar de transactie met verlaagd bedrag van de legitieme koper. De oplichter neemt vervolgens de txid van de legitieme koper en verstrekt deze aan de verkoper als betalingsbewijs. De verkoper geeft de munten vrij aan de oplichter, aangezien deze twee transacties open heeft staan, één voor het volledige bedrag van de legitieme koper en één voor het verlaagde bedrag van de oplichter, in de veronderstelling dat het de oplichter was die betaalde omdat het bedrag overeenkomt met zijn handelsbedrag. </p> <p> <strong> VOER GEEN HANDELEN UIT BUITEN HET PLATFORM. ALS IEMAND U BENADERT BUITEN HET PLATFORM, OPEN EEN HANDEL MET HEN OP HET PLATFORM EN CONTROLEER DAT ZE ZIJN WIE ZE ZEGGEN DAT ZE ZIJN EN ONDERHOUD ALLE COMMUNICATIE DAARBIJ. </strong> </p> <p> <strong> VERKOPERS DIE BETALINGEN ACCEPTEREN OP TRANSPARANTE CRYPTO-KETENS: ZORG ERVOOR DAT JE EEN ADEQUATE BETALINGSDIFFERENTIATIE DOET TUSSEN JE KLANTEN EN HANDELINGEN OM TE VOORKOMEN DAT JE HET SLACHTOFFER WORDT. </strong> </p> <p> Gebruik altijd verschillende adressen voor elke transactie op een openbaar doorzoekbare crypto zoals BTC. </p>
pl: <p>Następnie oszust mówi kupującemu, aby rozpoczął handel za pełną kwotę i zapłacił obniżoną kwotę, jednocześnie monitorując adres odbiorczy sprzedawcy na blockchainie i obserwując transakcję prawowitego kupującego na obniżoną kwotę. Następnie oszust pobiera txid prawowitego kupującego i przekazuje go sprzedawcy jako dowód zapłaty. Sprzedawca wydaje monety oszustowi, ponieważ ma otwarte dwie transakcje, jedną na pełną kwotę od prawowitego kupującego i jedną na obniżoną kwotę od oszusta, myśląc, że to oszust zapłacił, ponieważ kwota odpowiada ich kwocie handlowej.</p> <p> <strong> NIE PRZEPROWADZAJ TRANSAKCJI POZA PLATFORMĄ. JEŚLI KTOŚ ZWRÓCI SIĘ DO CIEBIE POZA PLATFORMĄ, OTWÓRZ Z NIM TRANSAKCJĘ NA PLATFORMIE I SPRAWDŹ, CZY JEST TYM, ZA KOGO SIĘ PODAJE, I UTRZYMUJ TAM CAŁĄ KOMUNIKACJĘ. </strong> </p> <p> <strong> SPRZEDAWCY, KTÓRZY PRZYJMUJĄ PŁATNOŚCI NA PRZEJRZYSTYCH ŁAŃCUCHACH KRYPTOWALUT: UPEWNIJ SIĘ, ŻE ROBISZ ODPOWIEDNIE ROZRÓŻNIENIE PŁATNOŚCI MIĘDZY SWOIMI KLIENTAMI I TRANSAKCJAMI, ABY NIE PAŚĆ OFIARĄ TEGO. </strong> </p> <p> Zawsze używaj różnych adresów dla każdego handlu na publicznie wyszukiwanej kryptowalucie, takiej jak BTC. </p>
pt_br: <p>O golpista então diz ao comprador para iniciar o comércio pelo valor total e pagar o valor reduzido, enquanto ao mesmo tempo monitora o endereço de recebimento do vendedor na cadeia de bloqueio e observa a transação do comprador legítimo pelo valor reduzido. O golpista então pega o txid do comprador legítimo e o fornece ao vendedor como prova de pagamento. O vendedor libera as moedas para o golpista, uma vez que eles têm duas transações abertas, uma pelo valor total do comprador legítimo e outra pelo valor reduzido do golpista, pensando que foi o golpista quem pagou porque o valor corresponde ao valor de sua transação.</p> <p> <strong> NÃO REALIZAM NEGÓCIOS FORA DA PLATAFORMA. SE ALGUÉM SE APROXIMAR DE VOCÊ FORA DA PLATAFORMA, ABRA UMA NEGOCIAÇÃO COM ELES NA PLATAFORMA E VERIFIQUE SE SÃO QUEM DIZEM SER E MANTENHA TODAS AS COMUNICAÇÕES LÁ. </strong> </p> <p> <strong> VENDEDORES QUE ACEITAM PAGAMENTOS EM CADEIAS CRIPTOGRÁFICAS TRANSPARENTES: CERTIFIQUE-SE DE FAZER UMA DIFERENCIAÇÃO DE PAGAMENTO ADEQUADA ENTRE SEUS CLIENTES E COMÉRCIOS PARA EVITAR SER VÍTIMA DISSO. </strong> </p> <p> Use sempre endereços diferentes para cada comércio em um criptograma pesquisável publicamente, como BTC. </p>
sl: <p>Prevarant nato pove kupcu, naj začne trgovanje za celoten znesek in plača znižan znesek, hkrati pa spremlja prodajalčev prejemni naslov v verigi blokov in opazuje transakcijo zakonitega kupca z znižanim zneskom. Prevarant nato vzame txid zakonitega kupca in ga posreduje prodajalcu kot dokazilo o plačilu. Prodajalec izpusti kovance prevarantu, saj ima odprti dve trgovanji, eno za celoten znesek zakonitega kupca in eno za znižan znesek prevaranta, pri čemer misli, da je prevarant plačal, ker se znesek ujema z zneskom trgovanja. </p> <p> <strong> NE IZVAJAJTE TRGOVANJ IZVEN PLATFORME. ČE VAS NEKDO KONTAKTIRA IZVEN PLATFORME, Z NJIM ODPRITE TRGOVANJE NA PLATFORMI IN PREVERITE, DA JE TO, KAR SE PREDSTAVLJA, TER TAM UPRAVLJAJTE VSE KOMUNIKACIJE. </strong> </p> <p> <strong> PRODAJALCI, KI SPREJEMAJO PLAČILA V PREGLEDNIH KRIPTO VERIGAH: PREPRIČAJTE SE, DA BOSTE USTREZNO RAZLIKOVALI PLAČILA MED VAŠIMI STRANKAMI IN TRGOVANJI, DA SE IZOGNITE, DA POSTANETE ŽRTEV. </strong> </p> <p> Vedno uporabite različne naslove za vsako trgovanje javno preglednih kriptovalut, kot je BTC. </p>
sv: <p>Svindlaren säger sedan till köparen att starta handeln för hela beloppet och betala det reducerade beloppet, samtidigt som han övervakar säljarens mottagaradress på blockkedjan och ser efter den legitima köparens transaktion med reducerat belopp. Bedragaren tar sedan den legitima köparens txid och tillhandahåller den till säljaren som bevis på betalning. Säljaren släpper mynten till bedragaren eftersom de har två affärer öppna, en för hela beloppet från den legitima köparen och en för det reducerade beloppet från bedragaren, och tror att det var bedragaren som betalade eftersom beloppet matchar deras handelsbelopp. </p> <p> <strong> GÖR INTE HANDEL FRÅN PLATTFORMEN. OM NÅGON NÄRMAR DIG FRÅN PLATTFORMEN, ÖPPNA EN HANDEL MED DEM PÅ PLATTFORMEN OCH VERIFIERA ATT DE ÄR DE SÄGER DE ÄR OCH UNDERHÅLL ALL KOMMUNIKATION DÄR. </strong> </p> <p> <strong> SÄLJARE SOM ACCEPTERAR BETALNINGAR PÅ GENOMSYNLIGA KRIPTO-KEDJOR: SE TILL ATT DU GÖR LÄMPLIG BETALNINGSDIFFERENTIERING MELLAN DINA KUNDER OCH HANDEL FÖR ATT UNDVIKA ATT ATT HA OFFER FÖR DETTA. </strong> </p> <p> Använd alltid olika adresser för varje handel på en offentligt sökbar krypto som BTC. </p>
tl: <p>Pagkatapos ay sinabihan ng scammer ang bumibili na simulan ang pangangalakal para sa buong halaga at bayaran ang nabawasang halaga, habang sinusubaybayan ang receiving address ng nagbebenta sa blockchain at binabantayan ang nabawasang halaga ng transaksyon ng lehitimong mamimili. Pagkatapos ay kukunin ng scammer ang txid ng lehitimong mamimili at ibibigay ito sa nagbebenta bilang patunay ng pagbabayad. Ang nagbebenta ay naglalabas ng mga barya sa scammer dahil mayroon silang dalawang trade na bukas, isa para sa buong halaga mula sa lehitimong mamimili at isa para sa bawas na halaga mula sa scammer, sa pag-aakalang ito ay ang scammer na nagbayad dahil ang halaga ay tumutugma sa kanilang halaga ng kalakalan. </p> <p> <strong> HUWAG MAGAGAWA NG MGA TRADE OFF-PLATFORM. KUNG MAY LUMAPIT SA IYO NG OFF-PLATFORM MAGBUKAS NG TRADE SA KANILA SA PLATFORM AT I-VERIFY NA SILA ANG SINASABI NILA NA SILA AT PANATILIHIN ANG LAHAT NG KOMUNIKASYON DOON. </strong> </p> <p> <strong> MGA SELLER NA TATANGGAP NG MGA BAYAD SA TRANSPARENT CRYPTO CHAINS: Tiyaking MAGAGAWA KA NG SAPAT NA PAGKAKAIBA NG PAGBAYAD SA PAGITAN NG IYONG MGA KLIENTE AT MGA TRADE PARA MAIWASAN ANG MABUBONG BIKTIMA DITO. </strong> </p> <p> Palaging gumamit ng iba't ibang mga address para sa bawat kalakalan sa isang pampublikong nahahanap na crypto tulad ng BTC. </p>
tr: <p>Dolandırıcı daha sonra alıcıya tam tutarla ticarete başlamasını ve azaltılmış tutarı ödemesini söylerken aynı zamanda satıcının blok zincirindeki alıcı adresini izleyip yasal alıcının azaltılmış tutardaki işlemini izliyor. Dolandırıcı daha sonra meşru alıcının txid'sini alır ve bunu ödeme kanıtı olarak satıcıya sunar. Satıcı, iki işlemi açık olduğundan, biri meşru alıcıdan gelen tutarın tamamı ve diğeri dolandırıcıdan azaltılan tutar için olmak üzere, paraları dolandırıcıya serbest bırakır ve tutarın işlem tutarlarıyla eşleştiği için ödeme yapanın dolandırıcı olduğunu düşünür. </p> <p> <strong> PLATFORM DIŞINDA İŞLEM YAPMAYIN. BİRİSİ SİZE PLATFORM DIŞINDAN YAKLAŞIRSA, ONUNLA PLATFORMDA BİR İŞLEM AÇIN VE SÖYLEDİĞİ KİŞİ OLDUĞUNU DOĞRULAYIN VE TÜM İLETİŞİMLERİ ORADA KORUYUN. </strong> </p> <p> <strong> ŞEFFAF KRİPTO ZİNCİRLERİNDE ÖDEME KABUL EDEN SATICILAR: BUNLARA KURBAN DÜŞMEMEK İÇİN MÜŞTERİLERİNİZ VE İŞLEMLER ARASINDA YETERLİ ÖDEME FARKI YAPTIĞINIZDAN EMİN OLUN. </strong> </p> <p> BTC gibi herkese açık olarak aranabilen bir kriptodaki her işlem için daima farklı adresler kullanın. </p>
ur: <p>اسکیمر پھر خریدار سے کہتا ہے کہ وہ پوری رقم کے لیے تجارت شروع کرے اور کم کی گئی رقم ادا کرے، ساتھ ہی ساتھ بلاک چین پر بیچنے والے کے وصول کرنے والے پتے کی نگرانی کرتا ہے اور خریدار کی کم شدہ رقم کے جائز لین دین کو دیکھتا ہے۔ اسکیمر پھر جائز خریدار کا txid لیتا ہے اور اسے ادائیگی کے ثبوت کے طور پر بیچنے والے کو فراہم کرتا ہے۔ بیچنے والا سکیمر کو سکے جاری کرتا ہے کیونکہ اس کے پاس دو تجارتیں کھلی ہوتی ہیں، ایک جائز خریدار کی طرف سے پوری رقم کے لیے اور ایک سکیمر کی طرف سے کم کی گئی رقم کے لیے، یہ سوچ کر کہ یہ سکیمر ہی تھا جس نے ادائیگی کی کیونکہ رقم ان کی تجارتی رقم سے ملتی ہے۔ </p> <p> <strong> آف پلیٹ فارم سے تجارت نہ کریں۔ اگر کوئی آپ سے آف پلیٹ فارم پر رابطہ کرتا ہے تو وہ پلیٹ فارم پر ان کے ساتھ تجارت کھولتا ہے اور اس بات کی تصدیق کرتا ہے کہ وہ وہی ہیں جو وہ کہتے ہیں کہ وہ ہیں اور وہاں تمام مواصلات کو برقرار رکھتے ہیں۔ </strong> </p> <p> <strong> وہ فروخت کنندگان جو شفاف کرپٹو چینز پر ادائیگی قبول کرتے ہیں: اس بات کو یقینی بنائیں کہ آپ اپنے کلائنٹس اور تجارت کے درمیان ادائیگی کا مناسب فرق کرتے ہیں تاکہ جھوٹ سے بچ سکیں۔ </strong> </p> <p> عوامی طور پر تلاش کے قابل کرپٹو جیسے BTC پر ہر تجارت کے لیے ہمیشہ مختلف پتے استعمال کریں۔ </p>
zh_cn: <p>然后骗子告诉买家以全额开始交易并支付减少的金额，同时在区块链上监控卖家的收货地址并注意合法买家的减少金额交易。然后诈骗者获取合法买家的 txid 并将其提供给卖家作为付款证明。卖家将硬币释放给诈骗者，因为他们有两笔交易，一笔是来自合法买家的全额，另一笔是来自诈骗者的减少金额，认为是诈骗者付款，因为金额与他们的交易金额相符。</p> <p> <strong> 请勿在平台外进行交易。如果有人在平台外接近您，请在平台上与他们进行交易并验证他们是否是他们所说的人，并在那里保持所有通信。 </strong> </p> <p> <strong> 接受透明加密链付款的卖家：确保您在您的客户和交易之间进行充分的付款差异化，以避免成为受害者。 </strong> </p> <p> 在 BTC 等可公开搜索的加密货币上，始终为每笔交易使用不同的地址。 </p>
zh_tw: <p>然後騙子告訴買家以全額開始交易並支付減少的金額，同時在區塊鏈上監控賣家的收貨地址並註意合法買家的減少金額交易。然後詐騙者獲取合法買家的 txid 並將其提供給賣家作為付款證明。賣家將硬幣釋放給詐騙者，因為他們有兩筆交易，一筆是來自合法買家的全額，另一筆是來自詐騙者的減少金額，認為是詐騙者付款，因為金額與他們的交易金額相符。</p> <p> <strong> 請勿在平台外進行交易。如果有人在平台外接近您，請在平台上與他們進行交易並驗證他們是否是他們所說的人，並在那裡保持所有通信。 </strong> </p> <p> <strong> 接受透明加密鏈付款的賣家：確保您在您的客戶和交易之間進行充分的付款差異化，以避免成為受害者。 </strong> </p> <p> 在 BTC 等可公開搜索的加密貨幣上，始終為每筆交易使用不同的地址。 </p>

# chat250Sbno8722Sbmessages
source: No messages yet
cs: Zatím žádné zprávy
fi: Ei viestejä vielä
fr: Aucun message pour le moment
it: Ancora nessun messaggio
lt: Pranešimų dar nėra
nb: Ingen meldinger ennå
nl: Nog geen berichten
pl: Brak wiadomości
pt_br: Sem mensagens
sl: Ni še sporočil
sv: Inga meddelanden ännu
tl: Wala pang mensahe
tr: Henüz mesaj yok
ur: ابھی تک کوئی پیغامات نہیں ہیں
zh_cn: 没有留言
zh_tw: 沒有留言

# chat250Sbsecurity8722Sbwarning
source: Do not open any external links you receive in the chat or download any files received from other users externally. It is best to use a separate browser for all your {appName} activity.
cs: Neotevírejte žádné externí odkazy, které obdržíte v chatu, ani nestahujte žádné soubory přijaté od jiných uživatelů externě. Pro všechny vaše aktivity {appName} je nejlepší používat samostatný prohlížeč.
fi: Älä avaa chatissa saamiasi ulkoisia linkkejä tai lataa muilta käyttäjiltä ulkoisesti saatuja tiedostoja. On parasta käyttää erillistä selainta kaikkeen {appName}-toimintaan.
fr: N'ouvrez aucun lien externe que vous recevez dans le tchat et ne téléchargez aucun fichier externe reçu d'autres utilisateurs. Il est préférable d'utiliser un navigateur distinct pour toutes vos activités sur {appName}.
lt: Neatidarykite jokių išorinių nuorodų, kurias gaunate pokalbyje, ir neatsisiųskite iš kitų naudotojų gautų failų iš išorės. Visai {appName} veiklai geriausia naudoti atskirą naršyklę.
nb: Ikke åpne noen eksterne lenker du mottar i chatten eller last ned filer mottatt fra andre brukere eksternt. Det er best å bruke en egen nettleser for all aktiviteten din i {appName}.
nl: Open geen externe links die u in de chat ontvangt en download geen bestanden die u extern van andere gebruikers ontvangt. U gebruikt het beste een aparte browser voor al uw {appName}-activiteiten.
pl: Nie otwieraj żadnych zewnętrznych linków otrzymanych na czacie i nie pobieraj plików otrzymane od innych użytkowników. Najlepiej użyć osobnej przeglądarki do całej aktywności na {appName}.
pt_br: Não abra nenhum link externo que você receber no bate-papo, nem faça download de arquivos que te enviarem por meios externos. Recomendamos usar um navegador distinto para suas atividades no {appName}.
sl: Ne odpirajte zunanjih povezav, ki jih prejmete v klepetu in ne prenašajte zunanjjih datotek, ki ste jih prejeli od drugih uporabnikov. Najbolje je, da uporabite ločen brskalnik za vso dejavnost {appName} .
sv: Öppna inte externa länkar som du får i chatten och ladda inte ner filer som du fått från andra användare externt. Det är bäst att använda en separat webbläsare för alla dina {appName}-aktivitet.
tl: Huwag buksan ang anumang mga panlabas na link na natatanggap mo sa chat o i-download ang anumang mga file na natanggap mula sa ibang mga gumagamit sa labas. Pinakamainam na gumamit ng hiwalay na browser para sa lahat ng iyong {appName} aktibidad.
tr: Sohbette aldığınız harici bağlantıları açmayın veya diğer kullanıcılardan harici olarak aldığınız dosyaları indirmeyin. Tüm {appName} etkinliğiniz için ayrı bir tarayıcı kullanmak en iyisidir.
ur: چیٹ میں موصول ہونے والے کسی بھی بیرونی لنک کو نہ کھولیں اور نہ ہی دوسرے صارفین سے بیرونی طور پر موصول ہونے والی فائلوں کو ڈاؤن لوڈ کریں۔ اپنی تمام {appName} سرگرمی کے لیے الگ براؤزر استعمال کرنا بہتر ہے۔
zh_cn: 不要打开你在交易聊天中收到的任何外部链接，也不要从外部下载从其他用户收到的任何文件。对所有{appName}活动最好使用单独的浏览器。
zh_tw: 不要打开你在交易聊天中收到的任何外部链接，也不要从外部下载从其他用户收到的任何文件。对所有{appName}活动最好使用单独的浏览器。

# numSb404
source: You have lost your way. This page doesn't exist.
cs: Chyba v navigaci. Tato stránka neexistuje.
fi: Olet eksynyt. Tätä sivua ei ole olemassa.
fr: Vous avez perdu votre chemin. Cette page n'existe pas.
it: OPS. Questa pagina non esiste.
lt: Jūs pasiklydote. Šis puslapis neegzistuoja.
nb: Du har gått deg vill. Denne siden eksisterer ikke.
nl: U bent de weg kwijt. Deze pagina bestaat niet.
pl: Coś poszło nie tak. Ta strona nie istnieje.
pt_br: Você se perdeu. Essa página não existe.
sl: Zgubili ste se. Ta stran ne obstaja.
sv: Du har vilse din väg. Den här sidan existerar inte.
tl: Naligaw ka ng landas. Ang page na ito ay wala.
tr: Yolunu kaybettin. Bu sayfa mevcut değil.
ur: آپ اپنا راستہ کھو چکے ہیں۔ یہ صفحہ موجود نہیں ہے۔
zh_cn: 你迷路了。 本页不存在。
zh_tw: 你迷路了。 本頁不存在。

# chat250Sbselect8722Sbfile
source: Select File...
cs: Zvolte soubor...
fi: Valitse tiedosto...
fr: Choisir un fichier ...
it: Seleziona un file...
lt: Pasirinkite failą...
nb: Velg Fil...
nl: Selecteer bestand...
pl: Wybierz plik...
pt_br: Escolher arquivo...
sl: Izberite Datoteko...
sv: Välj fil...
tl: Piliin ang File...
tr: Dosya Seç...
ur: فائل منتخب کریں...
zh_cn: 附加文档......
zh_tw: 附加文檔......

# chat250Sbsend
source: Send
cs: Poslat
fi: Lähetä
fr: Envoyer
it: Inviare
lt: Siųsti
nb: Sende
nl: Versturen
pl: Wyślij
pt_br: Mandar
sl: Pošlji
sv: Skicka
tl: Ipadala
tr: Göndermek
ur: بھیجیں
zh_cn: 发送
zh_tw: 發送
