Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcoinjoin250Sb3250Sbtext
source: <p>If you’re curious and want to better understand ring signatures or CoinJoin transactions, see the links below for great places to get started:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">How Ring Signatures Obscure Monero’s Outputs</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ring Signature - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin Overview</a></li> </ul>
cs: <p>Pokud jste zvědaví a chcete lépe porozumět kruhovým podpisům nebo transakcím CoinJoin, podívejte se na níže uvedené odkazy, kde najdete skvělá místa kde začít:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Jak prstenové podpisy zakrývají výstupy Monera</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ring Signature – Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">Přehled CoinJoin</a></li> </ul>
fi: <p>Jos olet utelias ja haluat ymmärtää paremmin sormusallekirjoituksia tai CoinJoin-transaktioita, katso alla olevista linkeistä upeita paikkoja aloittaa:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">How Ring Signatures Obscure Monero’s Outputs</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ring Signature – Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin Overview</a></li> </ul>
fr: <p>Si vous êtes curieux et que vous souhaitez mieux comprendre les « signatures de cercle » ou les transactions CoinJoin, consultez les liens ci-dessous pour trouver d'excellents points de départ :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Comment les signatures de cercle masquent les sorties de Monero</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Signature de cercle - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">Présentation de CoinJoin</a></li> </ul>
it: <p>Se sei curioso e vuoi capire meglio le firme ad anello o le transazioni CoinJoin, guarda i link qui sotto per i posti migliori per iniziare:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Come le firme ad anello oscurano gli output di Monero</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Firma ad anello - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">Panoramica su CoinJoin</a></li> </ul>
lt: <p>Jei jums įdomu ir norite geriau suprasti skambučio parašus ar CoinJoin operacijas, žr. toliau pateiktas nuorodas, kur rasite puikių vietų pradėti:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Kaip skambėjimo parašai uždengia Monero išvestis</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Žiedo parašas – Moneropedija</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">„Coinjoin Q+A“</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/"> „CoinJoin“ apžvalga</a></li> </ul>
nb: <p>Hvis du er nysgjerrig og ønsker å bedre forstå ringsignaturer eller CoinJoin-transaksjoner, se lenkene nedenfor for gode steder å komme i gang:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Hvordan ringesignaturer obskurer Moneros utganger</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ringsignatur – Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin-oversikt</a></li> </ul>
nl: <p>Als u nieuwsgierig bent en ringhandtekeningen of CoinJoin-transacties beter wilt begrijpen, bekijk dan de onderstaande links voor goede plekken om van start te gaan:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Hoe beltonen de output van Monero verdoezelen</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ringhandtekening - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin-overzicht</a></li> </ul>
pl: <p> Jeśli jesteś ciekaw i chcesz lepiej zrozumieć ring signatures lub transakcje CoinJoin, sprawdź poniższe linki: </p> <ul> <li> <a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Jak Ring Signatures Chowają Wyjścia w Monero</a> </li> <li> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ring Signature - Moneropedia</a> </li> <li> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">CoinJoin Q+A</a> </li> <li> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin Omówienie</a> </li> </ul>
pt_br: <p>Se você estiver curioso e quiser entender melhor as assinaturas de anéis ou as transações de CoinJoin, veja os links abaixo para obter excelentes lugares para começar:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Como as assinaturas de anéis obscurecem as saídas de Monero</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Assinatura do Anel - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">Visão geral do CoinJoin</a></li> </ul>
sl: <p>Če ste radovedni in želite bolje razumeti obročne podpise ali transakcije CoinJoin, so spodnje povezave odlična mesta za začetek: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Kako obročni oz "ring" podpisi prikrijejo izhode Monera </a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Obročni ali "Ring" Podpis - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">Pregled CoinJoin</a></li> </ul>
sv: <p>Om du är nyfiken och vill bättre förstå ringsignaturer eller CoinJoin-transaktioner, se länkarna nedan för bra ställen att komma igång:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Hur ringsignaturer obskyr Moneros utgångar</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ringsignatur – Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin-översikt</a></li> </ul>
tl: <p>Kung interesado ka at gusto mong mas maunawaan ang mga ring signature o mga transaksyon sa CoinJoin, tingnan ang mga link sa ibaba para sa magagandang lugar para makapagsimula:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Paano Nalalabo ng Mga Signature ng Ring ang Mga Output ni Monero</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Ring Signature - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">Pangkalahatang-ideya ng CoinJoin</a></li> </ul>
tr: <p>Merak ediyorsanız ve zil imzalarını veya CoinJoin işlemlerini daha iyi anlamak istiyorsanız, başlamak için harika yerler için aşağıdaki bağlantılara bakın:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">Halka İmzaları Monero'nun Çıktılarını Nasıl Gizliyor?</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">Yüzük İmzası - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Para Birleştirme Soru+Cevap</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin'e Genel Bakış</a></li> </ul>
ur: <p>اگر آپ متجسس ہیں اور انگوٹھی کے دستخطوں یا CoinJoin لین دین کو بہتر طور پر سمجھنا چاہتے ہیں تو شروع کرنے کے لیے بہترین مقامات کے لیے نیچے دیے گئے لنکس دیکھیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">کیسے رنگ کے دستخط مونیرو کے آؤٹ پٹس کو غیر واضح کرتے ہیں</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">رنگ دستخط - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin Q+A</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin کا جائزہ</a></li> </ul>
zh_cn: <p>如果你很好奇，想更好地了解环形签名或CoinJoin交易，请看下面的链接，以了解入门的好地方：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">环形签名如何掩盖门罗币的输出</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">环形签名 - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin 问答</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin 概述</a></li> </ul>
zh_tw: <p>如果你很好奇，想更好地了解環形簽名或CoinJoin交易，請看下面的鏈接，以了解入門的好地方：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="/knowledge/ring-signatures">環形簽名如何掩蓋門羅幣的輸出</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.getmonero.org/resources/moneropedia/ringsignatures.html">環形簽名 - Moneropedia</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">Coinjoin 問答</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://6102bitcoin.com/coinjoin-overview/">CoinJoin 概述</a></li> </ul>

# knowledge250Sbcoinjoin250Sb3250Sbtitle
source: How can I learn more?
cs: Jak se mohu dozvědět více?
fi: Miten voin oppia lisää?
fr: Comment puis-je en savoir plus ?
it: Come posso saperne di più?
lt: Kaip galiu sužinoti daugiau?
nb: Hvordan kan jeg lære mer?
nl: Hoe kan ik meer leren?
pl: Jak mogę się dowiedzieć więcej?
pt_br: Como posso aprender mais?
sl: Kako lahko izvem več?
sv: Hur kan jag lära mig mer?
tl: Paano ako matututo ng higit pa?
tr: Daha fazlasını nasıl öğrenebilirim?
ur: میں مزید کیسے سیکھ سکتا ہوں؟
zh_cn: 我怎样能了解更多？
zh_tw: 我怎樣能了解更多？

# knowledge250Sbcoinjoin250Sbdescription
source: CoinJoin is the core of BTC privacy, and the issues inherent in it are some of those solved by Monero’s ring signatures.
cs: CoinJoin je jádrem ochrany osobních údajů BTC a problémy s ním spojené jsou některé z těch, které řeší kruhové podpisy společnosti Monero.
fi: CoinJoin on BTC-yksityisyyden ydin, ja siihen liittyvät ongelmat ovat joitain niistä jotka Moneron sormusallekirjoitukset ratkaisevat.
fr: CoinJoin est au cœur de la confidentialité BTC, et les problèmes qui lui sont inhérents font partie de ceux résolus par les signatures de cercle de Monero.
it: CoinJoin è il nucleo della privacy di BTC, e i problemi inerenti ad esso sono alcuni di quelli risolti dalle firme ad anello di Monero.
lt: CoinJoin yra BTC privatumo pagrindas, o su juo susijusios problemos yra kai kurios iš tų, kurias išsprendžia Monero žiedo parašai.
nb: CoinJoin er kjernen i BTC-personvernet, og problemene som ligger i det er noen av dem som løses av Moneros ringsignaturer.
nl: CoinJoin is de kern van BTC-privacy, en de problemen die daaraan inherent zijn, zijn ook een aantal van de problemen die worden opgelost door de ringhandtekeningen van Monero.
pl: CoinJoin jest rdzeniem prywatności BTC, a problemy związane z nim są niektórymi z tych rozwiązanych przez ring signatures w Monero.
pt_br: A CoinJoin é o núcleo da privacidade da BTC, e os problemas inerentes a ela são alguns dos resolvidos pelas assinaturas dos anéis de Monero.
sl: CoinJoin je jedro zasebnosti BTC, težave, povezane z njim, pa so nekatere od tistih, ki jih rešujejo Monerovi obročni podpisi.
sv: CoinJoin är kärnan i BTC:s integritet, och de problem som är förknippade med det är några av dem som lösts av Moneros ringsignaturer.
tl: Ang CoinJoin ay ang ubod ng privacy ng BTC, at ang mga isyu na likas dito ay ilan sa mga nalutas sa pamamagitan ng mga ring signature ni Monero.
tr: CoinJoin, BTC gizliliğinin temelidir ve içerdiği sorunlar, Monero'nun halka imzalarıyla çözülen sorunlardan bazılarıdır.
ur: CoinJoin BTC پرائیویسی کا مرکز ہے، اور اس میں موجود مسائل کو Monero کے انگوٹھی کے دستخطوں سے حل کیا جاتا ہے۔
zh_cn: CoinJoin是BTC隐私的核心，它所固有的问题是门罗币的环形签名所解决的问题。
zh_tw: CoinJoin是BTC隱私的核心，它所固有的問題是門羅幣的環形簽名所解決的問題。

# knowledge250Sbcoinjoin250Sbtitle
source: Monero’s ring signatures vs CoinJoin like in Wasabi
cs: Monerové kruhové podpisy vs CoinJoin jako ve Wasabi
fi: Moneron sormusallekirjoitukset vs CoinJoin kuten Wasabissa
fr: Les signatures de cercle de Monero face à CoinJoin comme dans Wasabi
it: Firme ad anello di Monero vs CoinJoin come in Wasabi
lt: Monero žiedo parašai prieš CoinJoin kaip Wasabi
nb: Moneros ringsignaturer vs CoinJoin som i Wasabi
nl: Monero's ringhandtekeningen versus CoinJoin zoals in Wasabi
pl: Ring signatures w Monero vs CoinJoin jak w Wasabi
pt_br: Assinaturas do anel de Monero vs CoinJoin como em Wasabi
sl: Obročni ring podpisi Monero vs CoinJoin kot v Wasabi
sv: Moneros ringsignaturer vs CoinJoin som i Wasabi
tl: Ang mga ring signature ni Monero vs CoinJoin tulad ng sa Wasabi
tr: Monero'nun halka imzaları Wasabi'deki gibi CoinJoin'e karşı
ur: Monero کے انگوٹھی کے دستخط بمقابلہ CoinJoin جیسےWasabi میں
zh_cn: 门罗币环形签名与CoinJoin像在Wasabi比较
zh_tw: 門羅幣環形簽名與CoinJoin像在Wasabi比較
