Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# post8722Sbad250Sbmin8722Sbfeedback8722Sbscore8722Sbtip
source: Optional. Minimum user feedback score required to request a trade from 0 to 100.
cs: Volitelný. Minimální skóre zpětné vazby od uživatelů požadované pro žádost o obchod od 0 do 100.
fi: Valinnainen. Vähimmäispalautepistemäärä, joka vaaditaan kaupan pyytämiseen 0–100.
fr: Optionnelle. Score minimum d'évaluation des utilisateurs requis pour demander un échange, de 0 à 100.
it: Opzionale. Punteggio minimo feedback richiesto all'utente per poter fare uno scambio. Il valore va da 0 a 100.
lt: Neprivaloma. Minimalus vartotojų atsiliepimų balas, reikalingas norint pateikti užklausą dėl prekybos, nuo 0 iki 100.
nb: Valgfri. Minimum brukertilbakemeldingspoeng kreves for å be om en handel fra 0 til 100.
nl: Optioneel. Minimale gebruikersfeedbackscore vereist om een ruil aan te vragen van 0 tot 100.
pl: Opcjonalnie. Minimalna ocena od użytkowników wymagana do propozycji handlu. Przedział od 0 do 100.
pt_br: Opcional. Defina o feedback mínimo que o usuário deve ter para solicitar a negociação (de 0 a 100).
sl: Neobvezno. Najmanjša ocena povratnih informacij uporabnikov potrebna za zahtevo po trgovanju od 0 do 100.
sv: Valfritt. Lägsta poäng för användarfeedback som krävs för att begära en transaktion, från 0 till 100.
tl: Opsyonal. Kinakailangan ang minimum na marka ng feedback ng user para humiling ng trade mula 0 hanggang 100.
tr: İsteğe bağlı. Bir işlem talep etmek için gereken minimum kullanıcı geri bildirim puanı 0'dan 100'e kadardır.
ur: اختیاری. 0 سے 100 تک تجارت کی درخواست کرنے کے لیے کم از کم صارف کا فیڈ بیک اسکور درکار ہے۔
zh_cn: 可选。要求买家的好评百分比 (0-100). 此项不用于还没有评价得分的初次买家。
zh_tw: 可選。要求買家的好評百分比 (0-100). 此項不用於還沒有評價得分的初次買家。

# post8722Sbad250Sbpayment8722Sbmethod8722Sbdetail
source: Payment method detail
cs: Detail způsobu platby
fi: Maksutavan tiedot
fr: Détails du mode de paiement
it: Dettaglio metodo di pagamento
lt: Mokėjimo būdo detalė
nb: Betalingsmåtedetaljer
nl: Detail van betalingsmethode
pl: Szczegóły metody płatności
pt_br: Detalhes da forma de pagamento
sl: Podrobnosti o načinu plačila
sv: Uppgifter om betalningsmetod
tl: Detalye ng paraan ng pagbabayad
tr: Ödeme yöntemi ayrıntısı
ur: ادائیگی کے طریقہ کار کی تفصیل
zh_cn: 付款方式细节
zh_tw: 付款方式細節

# post8722Sbad250Sbpayment8722Sbmethod8722Sbdetail8722Sbtip
source: Optional. Specify some brief detail about the payment method to be shown in the ad list, such as the name of the bank in case the payment method is bank transfer. Maximum 64 characters.
cs: Volitelný. Zadejte krátké podrobnosti o způsobu platby, který se má zobrazit v seznamu reklam, například název banky v případě, že je platební metodou bankovní převod. Maximálně 64 znaků.
fi: Valinnainen. Määritä lyhyet tiedot ilmoitusluettelossa näytettävästä maksutavasta, kuten pankin nimi, jos maksutapa on pankkisiirto. Enintään 64 merkkiä.
fr: Optionnel. Spécifiez quelques détails sur le mode de paiement à afficher dans la liste des annonces, tels que le nom de la banque si le mode de paiement est le virement bancaire. 64 caractères maximum.
it: Opzionale. Specifica una breve descrizione sul metodo di pagamento che verrà mostrato nell'elenco degli annunci, ad esempio il nome della banca nel caso in cui il metodo di pagamento sia il bonifico bancario. Massimo 64 caratteri.
lt: Neprivaloma. Nurodykite trumpą informaciją apie mokėjimo būdą, kuris bus rodomas skelbimų sąraše, pvz., banko pavadinimą, jei mokėjimo būdas yra banko pavedimas. Daugiausia 64 simboliai.
nb: Valgfri. Angi noen korte detaljer om betalingsmåten som skal vises i annonselisten, for eksempel navnet på banken i tilfelle betalingsmåten er bankoverføring. Maks 64 tegn.
nl: Optioneel. Geef wat details over de betaalmethode die in de advertentielijst moet worden weergegeven, zoals de naam van de bank als de betaalmethode een bankoverschrijving is. Maximaal 64 tekens.
pl: Opcjonalnie. Określ krótkie szczegóły dotyczące metody płatności, które mają być wyświetlane na liście ogłoszenia, takie jak nazwa banku w przypadku, gdy metodą płatności jest przelew bankowy. Maksymalnie 64 znaki.
pt_br: Opcional. Especifique detalhes pertinentes a forma de pagamento que serão exibidos na listagem dos anúncios (e.g. nome do banco, etc). Máximo de 64 caracteres.
sl: Neobvezno. Določite nekaj kratkih podrobnosti o načinu plačila, ki bo prikazan na seznamu oglasov, na primer ime banke, če je način plačila bančno nakazilo. Največ 64 znakov.
sv: Frivillig. Ange kortfattad information om betalningsmetoden som ska visas i annonslistan, till exempel namnet på banken om betalningsmetoden är banköverföring. Max 64 tecken.
tl: Opsyonal. Tukuyin ang ilang maikling detalye tungkol sa paraan ng pagbabayad na ipapakita sa listahan ng ad, gaya ng pangalan ng bangko kung sakaling bank transfer ang paraan ng pagbabayad. Maximum na 64 na character.
tr: İsteğe bağlı. Ödeme yönteminin banka havalesi olması durumunda bankanın adı gibi, reklam listesinde gösterilecek ödeme yöntemiyle ilgili kısa bir ayrıntı belirtin. Maksimum 64 karakter.
ur: اختیاری. اشتہار کی فہرست میں دکھائے جانے والے ادائیگی کے طریقہ کے بارے میں کچھ مختصر تفصیلات بتائیں، جیسے کہ ادائیگی کا طریقہ بینک ٹرانسفر ہونے کی صورت میں بینک کا نام۔ زیادہ سے زیادہ 64 حروف۔
zh_cn: 可选。指定广告列表中显示的付款方式的一些简要细节，如付款方式为银行转帐时的银行名称。 最多64个字符。
zh_tw: 可選。指定廣告列表中顯示的付款方式的一些簡要細節，如付款方式為銀行轉帳時的銀行名稱。 最多64個字符。

# post8722Sbad250Sbpayment8722Sbmethod8722Sbinfo
source: Payment method info
cs: Informace o způsobu platby
fi: Maksutavan tiedot
fr: Informations sur le mode de paiement
it: Informazioni sul metodo di pagamento
lt: Informacija apie mokėjimo būdą
nb: Informasjon om betalingsmåte
nl: Betaalmethode info
pl: Informacje o metodzie płatności
pt_br: Informações da forma de pagamento
sl: Informacije o načinu plačila
sv: Information om betalningssätt
tl: Impormasyon sa paraan ng pagbabayad
tr: Ödeme yöntemi bilgisi
ur: ادائیگی کے طریقہ کار کی معلومات
zh_cn: 付款详细信息
zh_tw: 付款詳細信息

# post8722Sbad250Sbpayment8722Sbmethod8722Sbinfo8722Sbtip8722Sb0
source: Specify payment method info to be shown during trade. Maximum 4096 characters. You can use markdown to style your payment method info (images not allowed).
cs: Zadejte informace o způsobu platby, které se mají zobrazovat během obchodu. Maximálně 4096 znaků. Ke stylizaci informací o platební metodě můžete použít markdown (obrázky nejsou povoleny).
fi: Määritä kaupankäynnin aikana näytettävät maksutavan tiedot. Enintään 4096 merkkiä. Voit käyttää merkintää maksutapatietojen tyyliin (kuvia ei sallita).
fr: Spécifiez les informations sur le mode de paiement à afficher lors de l'échange. Maximum 4096 caractères. Vous pouvez utiliser la syntaxe « markdown » pour styliser les informations de votre mode de paiement (les images ne sont pas autorisées).
it: Specifica le informazioni sul metodo di pagamento da mostrare durante lo scambio. Massimo 4096 caratteri. Puoi utilizzare il markdown per modificare le informazioni sul metodo di pagamento (immagini non consentite).
lt: Nurodykite mokėjimo būdo informaciją, kuri bus rodoma prekybos metu. Daugiausia 4096 simboliai. Galite naudoti žymėjimą, norėdami nustatyti mokėjimo metodo informaciją (vaizdai neleidžiami).
nb: Spesifiser betalingsmåteinformasjon som skal vises under handel. Maksimalt 4096 tegn. Du kan bruke markdown for å style informasjonen om betalingsmåten din (bilder ikke tillatt).
nl: Geef informatie over de betalingsmethode op die tijdens de handel moet worden weergegeven. Maximaal 4096 tekens. U kunt markdown gebruiken om uw betaalmethode info op te maken (afbeeldingen niet toegestaan).
pl: Określ informacje o metodzie płatności, które mają być wyświetlane podczas handlu. Maksymalnie 4096 znaków. Możesz użyć markdown do stylizacji informacji o metodzie płatności (obrazy nie są dozwolone).
pt_br: Especifique as informações sobre a forma de pagamento que serão exibidas no anúncio durante a negociação. Máximo de 4096 caracteres. Markdown habilitado (imagens não são permitidas).
sl: Določite podatke o načinu plačila, ki bodo prikazani med trgovanjem. Največ 4096 znakov. Za oblikovanje podatkov o plačilnem sredstvu lahko uporabite markdown (slike niso dovoljene).
sv: Ange information om betalningsmetod som ska visas vid handel. Maximalt 4096 tecken. Du kan använda markdown för att utforma din information om betalningsmetod (bilder är inte tillåtna).
tl: Tukuyin ang impormasyon ng paraan ng pagbabayad na ipapakita sa panahon ng pangangalakal. Maximum na 4096 na character. Maaari mong gamitin ang markdown upang i-istilo ang iyong impormasyon sa paraan ng pagbabayad (hindi pinapayagan ang mga larawan).
tr: İşlem sırasında gösterilecek ödeme yöntemi bilgisini belirtin. Maksimum 4096 karakter. Ödeme yöntemi bilgilerinizi şekillendirmek için işaretlemeyi kullanabilirsiniz (resimlere izin verilmez).
ur: تجارت کے دوران دکھائے جانے والے ادائیگی کے طریقہ کار کی معلومات بتائیں۔ زیادہ سے زیادہ 4096 حروف۔ آپ اپنے ادائیگی کے طریقے کی معلومات کو اسٹائل کرنے کے لیے مارک ڈاؤن کا استعمال کر سکتے ہیں (تصاویر کی اجازت نہیں ہے)۔
zh_cn: 可选。如果有必要，请提供转帐的详细信息，例如电汇转帐的银行帐号或第三方支付网站的用户帐户。可以用Markdown（图片不可）。
zh_tw: 可選。如果有必要，請提供轉帳的詳細信息，例如電匯轉帳的銀行帳號或第三方支付網站的用戶帳戶。可以用Markdown（圖片不可）。

# post8722Sbad250Sbpayment8722Sbmethod250Sbtitle
source: Payment method
cs: Způsob platby
fi: Maksutapa
fr: Mode de paiement
it: Metodo di pagamento
lt: Mokėjimo būdas
nb: Betalingsmetode
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Forma de pagamento
sl: Način plačila
sv: Betalning smetod
tl: Paraan ng Pagbayad
tr: Ödeme yöntemi
ur: ادائیگی کا طریقہ
zh_cn: 付款方式
zh_tw: 付款方式

# post8722Sbad250Sbpayment8722Sbwindow
source: Payment window (minutes)
cs: Platební okno (minuty)
fi: Maksuikkuna (minuutteina)
fr: Fenêtre de paiement (minutes)
it: Finestra di pagamento (minuti)
lt: Mokėjimo laikotarpis (minutės)
nb: Betalingsvindu (minutter)
nl: Betalingsperiode (minuten)
pl: Czas na zapłatę (minuty)
pt_br: Janela de pagamento (minutos)
sl: Plačilno obdobje (minute)
sv: Betalningsfönster (minuter)
tl: Palugit ng pagbabayad (minuto)
tr: Ödeme penceresi (dakika)
ur: ادائیگی کی کھڑکی (منٹ)
zh_cn: 付款期限（分钟）
zh_tw: 付款期限（分鐘）

# post8722Sbad250Sbpayment8722Sbwindow8722Sbtip
source: Payment window time in minutes. Minimum 15. Maximum 90. If none provided then sets to default of 90.
cs: Doba platebního okna v minutách. Minimálně 15. Maximálně 90. Pokud není zadána žádná, nastaví výchozí hodnotu 90.
fi: Maksuikkunan aika minuuteissa. Vähintään 15. Enintään 90. Jos mitään ei ole annettu, oletusarvoksi tulee 90.
fr: Durée de la fenêtre de paiement en minutes. Minimum 15. Maximum 90. Si aucune valeur n'est fournie, la valeur par défaut est 90.
it: Tempo di pagamento in minuti. Minimo 15. Massimo 90. Se non fornito, imposta il valore predefinito di 90.
lt: Mokėjimo laikotarpis minutėmis. Mažiausiai 15. Daugiausia 90. Jei nenurodyta, nustatoma 90 numatytoji vertė.
nb: Betalingsvindustid i minutter. Minimum 15. Maksimum 90. Hvis ingen oppgitt, setter du til standard på 90.
nl: Betalingsperiode in minuten. Minimaal 15. Maximaal 90. Als er niet een andere is opgegeven, wordt de standaardinstelling ingesteld op 90.
pl: Ustaw wartość czasu na zapłatę. Minimum to 15, a maksymalnie 90. Jeśli nie podasz żadnej, domyślnie ustawi się wartość 90.
pt_br: Janela de pagamento em minutos. Mínimo 15. Máximo 90. Se nenhum for especificado, o padrão fica em 90.
sl: Čas plačilnega okna v minutah. Najmanj 15. Največ 90. Če nobena ni navedena, se nastavi na privzeto vrednost 90.
sv: Betalningsfönstrets tid i minuter. Minsta 15 minuter. Maximalt 90. Om inget anges sätts standardvärdet till 90.
tl: Oras ng palugit ng pagbabayad sa ilang minuto. Minimum 15. Maximum 90. Kung walang ibinigay, itatakda sa default na 90.
tr: Dakika cinsinden ödeme penceresi süresi. Minimum 15. Maksimum 90. Hiçbiri sağlanmazsa varsayılan değer 90'a ayarlanır.
ur: منٹوں میں ادائیگی کا وقت۔ کم از کم 15۔ زیادہ سے زیادہ 90۔ اگر کوئی فراہم نہیں کیا گیا تو 90 کے ڈیفالٹ پر سیٹ کرتا ہے۔
zh_cn: 您承诺在多少分钟之内进行付款。最少15。最多90。如果没有提供，则设置为默认值90。
zh_tw: 您承諾在多少分鐘之內進行付款。最少15。最多90。如果沒有提供，則設置為默認值90。

# post8722Sbad250Sbstep8722Sb3
source: Step 3
cs: Krok 3
fi: Vaihe 3
fr: Étape 3
lt: 3 veiksmas
nb: Trinn 3
nl: Stap 3
pl: Krok 3
pt_br: Etapa 3
sl: 3. korak
sv: Steg 3
tl: Hakbang 3
tr: Aşama 3
ur: مرحلہ 3
zh_cn: 第三步
zh_tw: 第三步

# post8722Sbad250Sbprice8722Sbtype250Sbfixed
source: Fixed price
cs: Pevná cena
fi: Kiinteä hinta
fr: Prix fixe
it: Prezzo fisso
lt: Fiksuota kaina
nb: Fast pris
nl: Vaste prijs
pl: Cena stała
pt_br: Preço fixo
sl: Fiksna cena
sv: Fast pris
tl: Nakapirming presyo
tr: Sabit fiyat
ur: مقررہ قیمت
zh_cn: 固定价格
zh_tw: 固定價格

# post8722Sbad250Sbprice8722Sbtype250Sbfixed8722Sbprice8722Sbin
source: Fixed price in {currency}
cs: Pevná cena v {currency}
fi: Kiinteä hinta {currency}
fr: Prix fixe en {currency}
it: Prezzo fisso in {currency}
lt: Fiksuota kaina {currency}
nb: Fast pris i {currency}
nl: Vaste prijs in {currency}
pl: Cena stała w {currency}
pt_br: Preço fixo em {currency}
sl: Fiksna cena v {currency}
sv: Fast pris i {currency}
tl: Nakatakdang presyo sa {currency}
tr: {currency} cinsinden sabit fiyat
ur: {currency} میں مقررہ قیمت
zh_cn: 固定{currency}价
zh_tw: 固定{currency}價

# post8722Sbad250Sbprice8722Sbtype250Sbfixed8722Sbprice8722Sbtip
source: Price for 1 {assetSymbol} in {currency}. This price will not change unless you manually change it.
cs: Cena za 1 {assetSymbol} v {currency}. Tato cena se nezmění, pokud ji ručně nezměníte.
fi: Hinta 1 {assetSymbol} valuutassa {currency}. Tämä hinta ei muutu, ellet muuta sitä manuaalisesti.
fr: Prix pour 1 {assetSymbol} en {currency}. Ce prix ne changera pas, sauf si vous le modifiez manuellement.
it: Prezzo per 1 {assetSymbol} in {currency}. Questo prezzo non cambierà a meno che non lo cambi manualmente.
lt: Kaina už 1 {assetSymbol} {currency}. Ši kaina nepasikeis, nebent ją pakeisite rankiniu būdu.
nb: Pris for 1 {assetSymbol} i {currency}. Denne prisen endres ikke med mindre du endrer den manuelt.
nl: Prijs voor 1 {assetSymbol} in {currency}. Deze prijs zal niet veranderen, tenzij u deze handmatig wijzigt.
pl: Cena za 1 {assetSymbol} w {currency}. Ta cena nie zmieni się, chyba że sam zmienisz ją ręcznie.
pt_br: Preço de 1 {assetSymbol} em {currency}. Esse preço só poderá ser mudado manualmente.
sl: Cena za 1 {assetSymbol} v {currency}. Ta cena se ne bo spremenila, razen če jo ročno spremenite.
sv: Pris för 1 {assetSymbol} i {currency}. Detta pris kommer inte att ändras om du inte ändrar det manuellt.
tl: Presyo para sa 1 {assetSymbol} sa {currency}. Hindi magbabago ang presyong ito maliban kung manu-mano mong babaguhin ito.
tr: {currency} cinsinden 1 {assetSymbol} fiyatı. Bu fiyat siz manuel olarak değiştirmediğiniz sürece değişmeyecektir.
ur: {currency} میں 1 {assetSymbol} کی قیمت۔ یہ قیمت تب تک تبدیل نہیں ہوگی جب تک کہ آپ اسے دستی طور پر تبدیل نہ کریں۔
zh_cn: 1 {assetSymbol}的{currency}价格。这个价格不会改变，除非你手动改变它。
zh_tw: 1 {assetSymbol}的{currency}價格。這個價格不會改變，除非你手動改變它。

# post8722Sbad250Sbprice8722Sbtype250Sbfixed8722Sbprice8722Sbtip250Sbnojs
source: Price for 1 coin in the selected ad currency. This price will not change unless you manually change it.
cs: Cena za 1 minci ve zvolené měně reklamy. Tato cena se nezmění, pokud ji ručně nezměníte.
fi: Hinta yhdelle kolikolle valitussa ilmoitusvaluutassa. Tämä hinta ei muutu, ellet muuta sitä manuaalisesti.
fr: Prix pour 1 jeton dans la devise de l'annonce sélectionnée. Ce prix ne changera pas, sauf si vous le modifiez manuellement.
it: Prezzo per 1 moneta nella valuta dell'annuncio selezionata. Questo prezzo non cambierà se non lo cambi manualmente.
lt: Kaina už 1 monetą pasirinkta skelbimo valiuta. Ši kaina nepasikeis, nebent ją pakeisite rankiniu būdu.
nb: Pris for 1 mynt i den valgte annonsevalutaen. Denne prisen endres ikke med mindre du endrer den manuelt.
nl: Prijs voor 1 munt in de geselecteerde advertentievaluta. Deze prijs verandert niet, tenzij u deze handmatig wijzigt.
pl: Cena za 1 monetę w wybranej walucie ogłoszenia. Ta cena nie zmieni się, chyba że ręcznie ją zmienisz.
pt_br: Preço para 1 moeda na moeda do anúncio selecionada. Esse preço não será alterado, a menos que você o altere manualmente.
sl: Cena za 1 kovanec v izbrani valuti oglasa. Ta cena se ne bo spremenila, razen če jo ročno spremenite.
sv: Pris för 1 mynt i den valda annonsvalutan. Detta pris kommer inte att ändras om du inte ändrar det manuellt.
tl: Presyo para sa 1 coin sa napiling currency ng ad. Hindi magbabago ang presyong ito maliban kung manu-mano mong babaguhin ito.
tr: Seçilen reklam para biriminde 1 jeton fiyatı. Bu fiyat siz manuel olarak değiştirmediğiniz sürece değişmeyecektir.
ur: منتخب کردہ اشتہاری کرنسی میں 1 سکے کی قیمت۔ یہ قیمت تب تک تبدیل نہیں ہوگی جب تک کہ آپ اسے دستی طور پر تبدیل نہ کریں۔
zh_cn: 所选广告货币中1个硬币的价格。除非您手动更改，否则此价格不会更改。
zh_tw: 所選廣告貨幣中1個硬幣的價格。除非您手動更改，否則此價格不會更改。

# post8722Sbad250Sbprice8722Sbtype250Sbfloating
source: Floating price
cs: Plovoucí cena
fi: Kelluva hinta
fr: Prix variable
it: Variazione di prezzo
lt: Plaukiojanti kaina
nb: Flytende pris
nl: Floating prijs
pl: Cena zmienna
pt_br: Preço flutuante
sl: Plavajoča cena
sv: Flytande pris
tl: Lumulutang na presyo
tr: Değişken fiyat
ur: تیرتی قیمت
zh_cn: 浮动价格
zh_tw: 浮動價格

# post8722Sbad250Sbprice8722Sbtype250Sbfloating8722Sbtip
source: Make the exchange rate float with the market while the trade is open. The trading price is determined at the time of finalization. Note that an extra 15% reserve is added to the {assetName} amount reserved into arbitration bond. The excess amount will be returned after the trade is finalized.
cs: Zajistěte, aby se směnný kurz pohyboval podle trhu, dokud je obchod otevřen. Obchodní cena je stanovena v okamžiku finalizace. Všimněte si, že k částce {assetName} rezervované do arbitrážního dluhopisu je přidána dodatečná 15% rezerva. Přebytečná částka bude vrácena po finalizaci obchodu.
fi: Anna valuuttakurssin kellua markkinoiden mukaan kaupan ollessa auki. Kaupankäyntihinta määräytyy viimeistelyhetkellä. Huomaa, että välimiessuojaan varattuun {assetName} määrään lisätään 15% ylimääräistä varausta. Ylimääräinen summa palautetaan kaupanteon jälkeen.
fr: Faites varier le taux de change avec le marché pendant que la transaction est ouverte. Le prix de négociation est déterminé au moment de la finalisation. Notez qu'une réserve supplémentaire de 15% est ajoutée au montant de {assetName} réservé dans la caution d'arbitrage. Le montant excédentaire sera restitué une fois la transaction finalisée.
it: Fai fluttuare il tasso di cambio con il mercato mentre il commercio è aperto. Il prezzo di scambio è determinato al momento della finalizzazione. Si noti che una riserva extra del 15% viene aggiunta all'importo {assetName} riservato nell'obbligazione arbitrale. L'importo in eccesso sarà restituito dopo la finalizzazione dello scambio.
lt: Priverskite valiutos kursą svyruoti rinkoje, kol prekyba yra atidaryta. Prekybos kaina nustatoma užbaigimo metu. Atminkite, kad prie {assetName} sumos, rezervuotos arbitražo obligacijoje, pridedamas papildomas 15 % rezervas. Perteklinė suma bus grąžinta užbaigus sandorį.
nb: Få valutakursen til å flyte med markedet mens handelen er åpen. Handelsprisen bestemmes på tidspunktet for sluttføring. Merk at en ekstra 15 % reserve legges til {assetName} beløpet som er reservert i voldgiftsobligasjonen. Det overskytende beløpet vil bli returnert etter at handelen er fullført.
nl: Laat de wisselkoers zweven met de markt terwijl de transactie open is. De handelsprijs wordt bepaald op het moment van afronding. Houd er rekening mee dat er een extra reserve van 15% wordt toegevoegd aan het {assetName} bedrag dat is gereserveerd voor de arbitragebond. Het overtollige bedrag wordt terugbetaald nadat de ruil is afgerond.
pl: Spraw, aby kurs wymiany unosił się wraz z rynkiem w czasie, gdy handel jest otwarty. Cena handlu jest ustalana w momencie finalizacji. Zauważ, że dodatkowe 15% rezerwy jest dodawane do kwoty {assetName} zarezerwowane dla ochrony arbitrażowej. Nadmiarowa kwota zostanie zwrócona po sfinalizowaniu handlu.
pt_br: Faça a taxa de câmbio flutuar com o mercado enquanto o comércio estiver aberto. O preço de negociação é determinado no momento da finalização. Note que uma reserva extra de 15% é adicionada ao valor {assetName} reservado em título de arbitragem. O valor em excesso será devolvido após a finalização da operação.
sl: Poskrbite, da menjalni tečaj plava s trgom, medtem ko je trgovanje odprto. Cena trgovanja se določi ob zaključku. Upoštevajte, da je dodatnih 15 % rezerve dodanih znesku {assetName}, rezerviranemu za arbitražno obveznico. Presežni znesek bo vrnjen po zaključku.
sv: Få växelkursen att flyta med marknaden medan handeln är öppen. Handelspriset bestäms vid tidpunkten för slutförandet. Observera att en extra 15 % reserv läggs till beloppet {assetName} reserved amount in the arbitration guarantee. The excess amount will be reimbursed when the deal is finalized.
tl: Gawing lumutang ang halaga ng palitan sa merkado habang bukas ang kalakalan. Ang presyo ng kalakalan ay tinutukoy sa oras ng pagwawakas. Tandaan na ang dagdag na 15% na reserba ay idinaragdag sa halagang {assetName} na nakalaan sa arbitration bond. Ang labis na halaga ay ibabalik pagkatapos makumpleto ang kalakalan.
tr: Ticaret açıkken döviz kurunun piyasada dalgalanmasını sağlayın. İşlem fiyatı sonuçlanma anında belirlenir. Tahkim bonosuna ayrılan {assetName} tutarına %15 oranında ekstra rezerv eklendiğini unutmayın. Fazla miktar, işlem tamamlandıktan sonra iade edilecektir.
ur: جب تجارت کھلی ہو تو شرح مبادلہ کو مارکیٹ کے ساتھ فلوٹ بنائیں۔ تجارتی قیمت کا تعین حتمی شکل دینے کے وقت کیا جاتا ہے۔ نوٹ کریں کہ ثالثی بانڈ میں محفوظ {assetName} رقم میں 15% اضافی ریزرو شامل کیا جاتا ہے۔ تجارت کو حتمی شکل دینے کے بعد اضافی رقم واپس کر دی جائے گی۔
zh_cn: 在交易开放时使汇率随市场浮动。交易价格在最终确定时确定。请注意，将额外 15% 的准备金添加到保留在仲裁保证金中的 {assetName} 金额。交易完成后，多出的金额将被退回。
zh_tw: 在交易開放時使匯率隨市場浮動。交易價格在最終確定時確定。請注意，將額外 15% 的準備金添加到保留在仲裁保證金中的 {assetName} 金額。交易完成後，多餘的金額將被退回。
