Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbseraphis250Sb4250Sbtext
source: <p>Unfortunately, Monero addresses currently in use are not compatible with Seraphis. Users would need to generate new addresses from their wallet keys in order to receive Monero if Seraphis were implemented. However, this ecosystem cost comes with a host of benefits.</p> <p>Aside from the structural benefits discussed above, the Seraphis design is amenable to many different address construction possibilities, each of which comes with tradeoffs. While the final address construction to be used in Seraphis is <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">still being decided</a> (one scheme receiving a lot of attention is called <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), we can describe some common and useful features.</p> <p>You might know that Monero addresses offer <em>view key</em> functionality, where you can provide a view key to a device or third party and allow it to watch for incoming outputs on your behalf, but without giving up spend authority. This is useful for wallets, which can stay updated while keeping your spend key safely locked away. It's also useful for cases where you want external view access, like a public charity offering transparency or a company with an accounting department.</p> <p>The downside to Monero view keys is that they don't provide complete or fine-grained view access. It's not possible to reliably detect when a wallet spends funds, which makes it difficult to compute wallet balances properly when the spend key isn't available. It's also not currently possible to detect incoming outputs without also learning the value contained in those outputs (which means any third-parties responsible for finding incoming outputs will learn exactly how much Monero you are acquiring).</p> <p>Seraphis addressing constructions can solve this. With Seraphis, your address comes equipped with different keys that can do different things:</p> <ul> <li>Watch for incoming outputs, but hide their value</li> <li>Watch for incoming outputs, but show their value</li> <li>Watch for outgoing outputs</li> <li>Help you to generate transactions, but not sign them</li> <li>Generate new addresses (useful for retailers or exchanges with many customers)</li> </ul> <p>As the address holder, you get to decide how much authority you delegate to other devices or third parties.</p>
cs: <p>Aktuálně používané adresy Monero bohužel nejsou se Seraphis kompatibilní. Uživatelé by si museli vygenerovat nové adresy ze svých klíčů peněženek, aby mohli přijímat Monero, pokud by byl Seraphis implementován. Tyto náklady na ekosystém však s sebou nesou řadu výhod.</p> <p>Kromě výše uvedených konstrukčních výhod je konstrukce Seraphis vhodná pro mnoho různých možností konstrukce adres, z nichž každá má své kompromisy. Zatímco konečná konstrukce adresy, která bude použita v systému Seraphis, je <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92"> stále rozhodována</a> (jedno schéma, kterému je věnována velká pozornost, se nazývá <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), můžeme popsat některé běžné a užitečné funkce.</p> ] <p>Možná víte, že adresy Monero nabízejí funkci <em>klíč zobrazení</em>, kdy můžete zařízení nebo třetí straně poskytnout klíč pro zobrazení a umožnit jí sledovat příchozí výstupy vaším jménem, aniž byste se vzdali pravomocí k utrácení. To je užitečné pro peněženky, které mohou zůstat aktualizované, zatímco váš výdajový klíč zůstane bezpečně uzamčen. Je to užitečné také v případech, kdy chcete mít přístup k zobrazení zvenčí, například pro veřejnou charitu nabízející transparentnost nebo pro společnost s účetním oddělením.</p> <p>Nevýhodou klíčů zobrazení Monero je, že neposkytují úplný nebo jemný přístup k zobrazení. Není možné spolehlivě zjistit, kdy peněženka utrácí prostředky, což ztěžuje správný výpočet zůstatků peněženek, když není k dispozici klíč pro utrácení. V současné době také není možné zjistit příchozí výstupy, aniž by se zároveň nezjistila hodnota obsažená v těchto výstupech (což znamená, že jakákoli třetí strana odpovědná za zjišťování příchozích výstupů se dozví, kolik přesně Monero získáváte).</p> <p>Adresní konstrukce Seraphis to mohou vyřešit. Díky systému Seraphis je vaše adresa vybavena různými klíči, které mohou dělat různé věci:</p> <ul> <li>Sledovat příchozí výstupy, ale skrýt jejich hodnotu</li> <li>Sledovat příchozí výstupy, ale ukázat jejich hodnotu</li> <li>Sledovat odchozí výstupy</li> <li>Pomoci vám generovat transakce, ale nepodepisovat je</li> <li>Generovat nové adresy (užitečné pro maloobchodníky nebo burzy s mnoha zákazníky)</li> </ul> <p>Jako držitel adresy se můžete rozhodnout, kolik pravomocí delegujete na jiná zařízení nebo třetí strany.</p>
fi: <p>Valitettavasti tällä hetkellä käytössä olevat Monero-osoitteet eivät ole yhteensopivia Seraphisin kanssa. Käyttäjien on luotava uusia osoitteita lompakkoavaimistaan saadakseen Monerot, jos Seraphis otetaan käyttöön. Näillä ekosysteemikustannuksilla on kuitenkin monia etuja.</p> <p>Yllä käsiteltyjen rakenteellisten etujen lisäksi Seraphis-suunnittelu soveltuu moniin erilaisiin osoitteiden rakentamismahdollisuuksiin, joista jokainen sisältää kompromisseja. Vaikka lopullinen Seraphisissa käytettävä osoiterakenne on <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92"> vielä päättämättä</a> (yksi paljon huomiota saava malli on nimeltään <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), voimme kuvata joitain yleisiä ja hyödyllisiä ominaisuuksia.</p> ] <p>Saatat tietää, että Monero-osoitteet tarjoavat <em>katseluavain</em>-toiminnon, jossa voit antaa katseluavaimen laitteelle tai kolmannelle osapuolelle ja antaa sen katsella saapuvia tulosteita puolestasi, antamatta valtuuksia kuluttaa varoja. Tämä on hyödyllistä lompakoille, jotta voit pysyä ajan tasalla ja pitää kuluavaimesi turvallisesti lukittuna. Se on hyödyllinen myös tapauksissa, joissa haluat ulkopuolisen näkymän, kuten julkinen hyväntekeväisyysjärjestö joka tarjoaa avoimuutta tai yritykselle, jolla on tilitoimisto.</p> <p>Monero-näkymäavainten haittapuoli on, että ne eivät tarjoa täydellistä tai hienorakeista näkymää. Ei ole mahdollista havaita luotettavasti, milloin lompakko käyttää varoja, mikä vaikeuttaa lompakon saldojen laskemista oikein, kun kuluavainta ei ole saatavilla. Tällä hetkellä ei myöskään ole mahdollista havaita saapuvia lähtöjä ilman, että myös näiden lähtöjen arvot opitaan (mikä tarkoittaa, että saapuvien lähtöjen löytämisestä vastaavat kolmannet osapuolet oppivat tarkalleen, kuinka paljon Moneroa hankit).</p> <p>Seraphis, joka käsittelee rakenteita, voi ratkaista tämän. Seraphisissa osoitteesi on varustettu erilaisilla avaimilla, joilla voidaan tehdä erilaisia asioita:</p> <ul> <li>Katsoa saapuvia lähtöjä, mutta piilottaa niiden arvo</li> <li>Katsoa saapuvat lähtöjä, mutta näyttää niiden arvo</li> <li>Katsoa lähtevät ulostulot</li> <li>Auttaa sinua luomaan tapahtumia, mutta ei allekirjoittamaan niitä</li> <li>Luo uusia osoitteita (hyödyllinen vähittäiskauppiaille tai monien asiakkaiden kanssa tapahtuville vaihdoille)</li> </ul> <p>Osoitteen haltijana voit päättää, kuinka paljon valtuuksia annat muille laitteille tai kolmansille osapuolille.</p>
fr: <p>Malheureusement, les adresses Monero actuellement utilisées ne sont pas compatibles avec Seraphis. Les utilisateurs devraient générer de nouvelles adresses à partir de leurs clés de portefeuille afin de recevoir du Monero si Seraphis était implémenté. Cependant, ce coût écosystémique s'accompagne de nombreux avantages.</p> <p>Outre les avantages structurels évoqués ci-dessus, la conception de Seraphis se prête à de nombreuses possibilités de construction d'adresses différentes, chacune s'accompagnant de compromis. Bien que la forme finale de l'adresse qui sera utilsée dans Seraphis est <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">en cours de décision</a> (un modèle recevant beaucoup d'attention est appelé <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), nous pouvons décrire certaines fonctionnalités communes et utiles.</p> ] <p>Vous savez peut-être que les adresses Monero offrent la fonctionnalité <em>clé de vue</em>, où vous pouvez fournir une clé de vue à un appareil ou à un tiers et lui permettre de surveiller les sorties entrantes à votre nom, mais sans renoncer à votre autorité de dépenser. Ceci est utile pour les portefeuilles, qui peuvent rester à jour tout en gardant votre clé de dépense en toute sécurité. Il est également utile dans les cas où vous souhaitez proposer un accès à une vue externe, comme dans le cas d'un organisme de bienfaisance public offrant de la transparence ou une entreprise dotée d'un service comptable.</p> <p>L'inconvénient des clés de vue Monero est qu'elles ne fournissent pas un accès complet ou précis à la vue. Il n'est pas possible de détecter de manière fiable quand un portefeuille dépense des fonds, ce qui rend difficile le calcul correct des soldes du portefeuille lorsque la clé de dépense n'est pas disponible. Il n'est pas non plus actuellement possible de détecter les sorties entrantes sans connaître également la valeur contenue dans ces sorties (ce qui signifie que tout tiers chargé de trouver les sorties entrantes saura exactement combien de Monero vous acquérez).</p> <p>Le système d'adressage de Seraphis peuvent résoudre ce problème. Avec Seraphis, votre adresse est équipée de différentes clés qui peuvent faire différentes choses :</p> <ul> <li>Surveillez les sorties entrantes, mais masquez leur valeur</li> <li>Surveillez les sorties entrantes, mais affichez leur valeur</li> <li>Surveillez les sorties sortantes</li> <li>Vous aider à générer des transactions, mais pas à les signer</li> <li>Générer de nouvelles adresses (utile pour les commerçants ou les plateformes d'échanges avec de nombreux clients)</li> </ul> <p>En tant que titulaire de l'adresse, vous décidez du degré d'autorité que vous déléguez à d'autres appareils ou à des tiers.</p>
it: <p>Sfortunatamente, gli indirizzi Monero attualmente in uso non sono compatibili con Seraphis. Gli utenti avrebbero bisogno di generare nuovi indirizzi dalle chiavi dei loro portafogli per ricevere Monero se Seraphis fosse implementato. Tuttavia, questo costo di ecosistema è accompagnato da una serie di vantaggi.</p> <p>A parte i benefici strutturali discussi sopra, il design di Seraphis è adatto a diverse possibilità di costruzione degli indirizzi, ognuna delle quali ha dei compromessi. Mentre la costruzione finale dell'indirizzo da usare in Seraphis è <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">ancora in fase di decisione</a> (uno schema che sta ricevendo molta attenzione è chiamato <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), possiamo descrivere alcune caratteristiche comuni e utili.</p> <p>Potresti sapere che gli indirizzi Monero offrono <em>la funzionalità view key</em> , dove puoi fornire una view key a un dispositivo o a una terza parte e permettergli di guardare le uscite in entrata per tuo conto, ma senza rinunciare all'autorità di spesa. Questo è utile per i portafogli, che possono rimanere aggiornati mantenendo la chiave di spesa al sicuro. È anche utile per i casi in cui si desidera l'accesso di vista esterno, come un ente di beneficenza pubblico che offre trasparenza o una società con un reparto di contabilità.</p> <p>L'aspetto negativo delle chiavi di vista Monero è che non forniscono un accesso completo o a grana fine alla vista. Non è possibile rilevare in modo affidabile quando un portafoglio spende fondi, il che rende difficile calcolare correttamente i bilanci del portafoglio quando la chiave di spesa non è disponibile. Al momento non è nemmeno possibile rilevare le uscite in entrata senza conoscere anche il valore contenuto in tali uscite (il che significa che qualsiasi terza parte responsabile di trovare le uscite in entrata apprenderà esattamente quanto Monero si sta acquisendo).</p> <p>Le costruzioni di indirizzamento di Seraphis possono risolvere questo problema. Con Seraphis, il tuo indirizzo è dotato di diversi tasti che possono fare cose diverse:</p> <ul> <li>Osservare le uscite in arrivo, ma nascondere il loro valore</li> <li>Guarda le uscite in arrivo, ma mostra il loro valore</li> <li>Controlla le uscite in uscita</li> <li>Aiuta a generare transazioni, ma non le firma</li> <li>Generare nuovi indirizzi (utile per rivenditori o scambi con molti clienti)</li> </ul> <p>Come titolare dell'indirizzo, puoi decidere quanta autorità delegare ad altri dispositivi o a terzi.</p>
lt: <p>Deja, šiuo metu naudojami Monero adresai nesuderinami su Seraphis. Jei Seraphis būtų įdiegtas, vartotojai turės sugeneruoti naujus adresus iš savo piniginės raktų, kad gautų Monero. Tačiau šios ekosistemos išlaidos turi daug privalumų.</p> <p> Be aukščiau aptartų struktūrinių pranašumų, Seraphis dizainas yra pritaikytas daugeliui skirtingų adresų kūrimo galimybių, kurių kiekviena turi kompromisų. Nors galutinė Seraphis adreso konstrukcija <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92"> vis dar sprendžiama</a> (viena schema, kuriai skiriama daug dėmesio, vadinama <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), galime apibūdinti kai kurias įprastas ir naudingas funkcijas.</p> ] <p>Galbūt žinote, kad Monero adresai siūlo <em>peržiūros klavišo</em> funkciją, kai įrenginiui arba trečiajai šaliai galite pateikti peržiūros raktą ir leisti jai jūsų vardu stebėti gaunamus išėjimus, tačiau neatsisakant išlaidų. institucija. Tai naudinga piniginėms, kurios gali būti nuolat atnaujinamos, o išlaidų raktas yra saugiai užrakintas. Tai taip pat naudinga tais atvejais, kai norite gauti išorinę peržiūrą, pvz., viešajai labdaros organizacijai, siūlančiai skaidrumą, arba įmonei, turinčiai apskaitos skyrių.</p> <p>Neigiamas Monero peržiūros klavišų trūkumas yra tas, kad jie nesuteikia visos arba smulkios peržiūros prieigos. Neįmanoma patikimai aptikti, kada piniginė išleidžia lėšas, todėl sunku tinkamai apskaičiuoti piniginės likučius, kai nėra išlaidų rakto. Taip pat šiuo metu neįmanoma aptikti gaunamų išėjimų, taip pat neišmokus tuose išvestiuose esančios reikšmės (tai reiškia, kad bet kuri trečioji šalis, atsakinga už gaunamų išėjimų paiešką, tiksliai sužinos, kiek Monero įsigyjate).</p> <p>Seraphis adresavimo konstrukcijos gali tai išspręsti. Naudojant „Seraphis“, jūsų adresu pateikiami skirtingi klavišai, kuriais galima atlikti įvairius veiksmus: </p> <ul> <li>Stebėkite gaunamus išėjimus, bet slėpkite jų reikšmę</li> <li>Stebėkite gaunamus išėjimus, bet parodykite jų vertę</li> <li>Stebėkite išeinančius išėjimus</li> <li>Padeda generuoti operacijas, bet jų nepasirašyti</li> <li>Generuokite naujus adresus (naudinga mažmenininkams arba mainams su daugeliu klientų)</li> </ul> <p>Kaip adreso savininkas, turite nuspręsti, kiek įgaliojimų perduoti kitiems įrenginiams ar trečiosioms šalims.</p>
nb: <p>Dessverre er Monero-adresser som er i bruk ikke kompatible med Seraphis. Brukere må generere nye adresser fra lommeboknøklene for å motta Monero hvis Seraphis ble implementert. Denne økosystemkostnaden kommer imidlertid med en rekke fordeler.</p> <p>Bortsett fra de strukturelle fordelene som er diskutert ovenfor, er Seraphis-designen tilgjengelig for mange forskjellige adressekonstruksjonsmuligheter, som hver kommer med avveininger. Mens den endelige adressekonstruksjonen som skal brukes i Seraphis er <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">fremdeles under avgjørelse</a> (ett opplegg som får mye oppmerksomhet kalles <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), kan vi beskrive noen vanlige og nyttige funksjoner.[X908X ] <p>Du vet kanskje at Monero-adresser tilbyr <em>visningsnøkkel</em>-funksjonalitet, der du kan gi en visningsnøkkel til en enhet eller tredjepart og la den se etter innkommende utganger på dine vegne, men uten å gi opp forbruk autoritet. Dette er nyttig for lommebøker, som kan holde seg oppdatert samtidig som du holder forbruksnøkkelen din trygt låst. Det er også nyttig for tilfeller der du ønsker ekstern visningstilgang, som en offentlig veldedig organisasjon som tilbyr åpenhet eller et selskap med en regnskapsavdeling.</p> <p> Ulempen med Monero-visningstaster er at de ikke gir fullstendig eller finmasket visningstilgang. Det er ikke mulig å pålitelig oppdage når en lommebok bruker penger, noe som gjør det vanskelig å beregne lommeboksaldoene riktig når forbruksnøkkelen ikke er tilgjengelig. Det er heller ikke for øyeblikket mulig å oppdage innkommende utdata uten også å lære verdien i disse utdataene (noe som betyr at tredjeparter som er ansvarlige for å finne innkommende utdata vil lære nøyaktig hvor mye Monero du anskaffer).</p> <p>Seraphis adresseringskonstruksjoner kan løse dette. Med Seraphis er adressen din utstyrt med forskjellige nøkler som kan gjøre forskjellige ting:</p> <ul> <li>Se etter innkommende utganger, men skjul verdien deres</li> <li>Se etter innkommende utganger, men vis verdien deres</li> <li>Se etter utgående utganger</li> <li>Hjelpe deg å generere transaksjoner, men ikke signere dem</li> <li>Generer nye adresser (nyttig for forhandlere eller børser med mange kunder)</li> </ul> <p>Som adresseinnehaver kan du bestemme hvor mye autoritet du delegerer til andre enheter eller tredjeparter.</p>
nl: <p>Helaas zijn de momenteel in gebruik zijnde Monero-adressen niet compatibel met Seraphis. Gebruikers zouden nieuwe adressen moeten genereren uit hun portefeuillesleutels om Monero te ontvangen als Seraphis zou zijn geïmplementeerd. Deze ecosysteemkosten brengen echter tal van voordelen met zich mee.</p> <p>Afgezien van de hierboven besproken structurele voordelen, is het Seraphis-ontwerp vatbaar voor veel verschillende adresconstructiemogelijkheden, die allemaal gepaard gaan met compromissen. Hoewel de definitieve adresconstructie die in Seraphis zal worden gebruikt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">nog wordt besloten</a> (een schema dat veel aandacht krijgt, heet <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), kunnen we enkele algemene en nuttige functies beschrijven.</p> ] <p>U weet misschien dat Monero-adressen <em>weergavesleutel</em>-functionaliteit bieden, waarmee u een apparaat of een derde partij een weergavesleutel kunt geven en deze namens u naar inkomende output kunt laten kijken, maar zonder de uitgaven op te geven Gezag. Dit is handig voor portefeuilles, die up-to-date kunnen blijven terwijl uw uitgavensleutel veilig wordt opgeborgen. Het is ook handig voor gevallen waarin u toegang wilt tot externe weergaven, zoals een openbare liefdadigheidsinstelling die transparantie biedt of een bedrijf met een boekhoudafdeling.</p> <p>Het nadeel van Monero-weergavetoetsen is dat ze geen volledige of fijnmazige weergavetoegang bieden. Het is niet mogelijk om op betrouwbare wijze te detecteren wanneer een portemonnee geld uitgeeft, wat het moeilijk maakt om het saldo van de portefeuille correct te berekenen wanneer de bestedingssleutel niet beschikbaar is. Het is momenteel ook niet mogelijk om inkomende outputs te detecteren zonder ook de waarde in die outputs te leren (wat betekent dat derden die verantwoordelijk zijn voor het vinden van inkomende outputs precies weten hoeveel Monero u verwerft).</p> <p>Seraphis adresseringsconstructies kunnen dit oplossen. Met Seraphis is uw adres uitgerust met verschillende sleutels die verschillende dingen kunnen doen:</p> <ul> <li>Let op inkomende outputs maar verberg de waarde ervan</li> <li>Let op inkomende outputs, maar toon hun waarde</li> <li>Let op uitgaande outputs</li> <li>Help u om transacties te genereren, maar niet om ze te ondertekenen</li> <li>Genereer nieuwe adressen (handig voor winkeliers of uitwisselingen met veel klanten)</li> </ul> <p>Als adreshouder mag u beslissen hoeveel bevoegdheid u delegeert aan andere apparaten of derden.</p>
pl: <p> Niestety, obecnie używane adresy Monero nie są kompatybilne z Seraphisem. Użytkownicy musieliby wygenerować nowe adresy ze swoich kluczy, aby otrzymać Monero, gdyby Seraphis został zaimplementowany. Jednak ten koszt dla ekosystemu przyniósłby wiele korzyści.</p> <p> Oprócz omówionych powyżej korzyści strukturalnych, projekt Seraphis umożliwia wiele różnych konstrukcji adresu, z których każda zawiera kompromisy. Przy czym końcowa konstrukcja adresów, która ma być użyta w Seraphisie, jest <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">wciąż rozstrzygana</a> (jeden schemat zyskujący dużo popularności nazywa się <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>). Możemy opisać niektóre codzienne i przydatne funkcje. </p> <p>Możesz sobie zdawać sprawę, że adresy Monero oferują funkcjonalność <em>view key</em>. Umożliwia ona podanie klucza urządzeniu, lub stronie trzeciej, który pozwala oglądać przychodzące transakcje, ale bez możliwości ich wydawania. Jest to przydatne w przypadkach, w których chcesz uzyskać możliwość wglądu z zewnątrz. Przydatne chociażby dla organizacji charytatywnych lub firmy z działem księgowym. </p> <p> Wadą view keysów jest to, że nie zapewniają one kompletnego czy też szczegółowego dostępu do wglądu. Nie można tego wiarygodnie wykryć, gdy portfel wydaje fundusze, co utrudnia prawidłowe obliczenie salda portfela, gdy klucz spend key nie jest dostępny. Obecnie nie jest też możliwe wykrywanie przychodzących transakcji bez poznania również wartości zawartych w tych transakcjach (co oznacza, że wszyscy szukający transakcji przychodzących dowiedzą się ile nabywasz Monero). </p> <p>Konstrukcja adresów Seraphisa może te problemy rozwiązać. Stosując Seraphis Twój adres jest wyposażony w różne klucze, które mogą robić rozmaite rzeczy. Oto te klucze: </p> <ul> <li> Widzący przychodzące wyjścia, ale bez ich wartości </li> <li> Widzący przychodzące wyjścia wraz z ich wartością </li> <li> Widzący wychodzące wyjścia </li> <li> Pomagający Ci generować transakcje, ale niemogący ich podpisać</li> <li> Generujący nowe adresy (przydatne dla sprzedawców lub giełd z wieloma klientami) </li> </ul> <p> Jako właściciel adresu możesz decydować, ile uprawnień przekazujesz innym urządzeniom lub stronom trzecim. </p>
pt_br: <p>Infelizmente, os endereços Monero atualmente em uso não são compatíveis com o Seraphis. Os usuários precisariam gerar novos endereços a partir de suas chaves de carteira para receber o Monero se o Seraphis fosse implementado. No entanto, este custo do ecossistema vem com uma série de benefícios.</p> <p>Além dos benefícios estruturais discutidos acima, o projeto do Seraphis é passível de muitas possibilidades de construção de endereços diferentes, cada uma das quais vem com tradeoffs. Enquanto a construção do endereço final a ser usado no Seraphis está <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">ainda sendo decidida</a> . (um esquema que recebe muita atenção é chamado <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), podemos descrever algumas características comuns e úteis.</p> <p>Você deve saber que os endereços Monero oferecem a funcionalidade <em>view key</em> , onde você pode fornecer uma chave de visualização para um dispositivo ou terceiro e permitir que ele observe as saídas recebidas em seu nome, mas sem abrir mão da autoridade de gastos. Isto é útil para carteiras, que podem permanecer atualizadas enquanto mantém sua chave de gastos trancada com segurança. Também é útil para os casos em que você deseja acesso de visão externa, como uma instituição pública de caridade oferecendo transparência ou uma empresa com um departamento de contabilidade.</p> <p>A desvantagem das teclas de visão Monero é que elas não fornecem acesso à visão completa ou de granulação fina. Não é possível detectar de forma confiável quando uma carteira gasta fundos, o que dificulta o cálculo correto dos saldos da carteira quando a chave de gasto não está disponível. Também não é possível atualmente detectar as saídas recebidas sem também aprender o valor contido nessas saídas (o que significa que qualquer terceiro responsável por encontrar as saídas recebidas aprenderá exatamente quanto Monero você está adquirindo).</p> <p>Seraphis endereçando construções pode resolver isto. Com o Seraphis, seu endereço vem equipado com chaves diferentes que podem fazer coisas diferentes:</p> <ul> <li>Cuidado com as saídas recebidas, mas esconda seu valor</li> <li>Preste atenção às saídas recebidas, mas mostre seu valor</li> <li>Cuidado com as saídas</li> <li>Ajudá-lo a gerar transações, mas não assiná-las</li> <li>Gerar novos endereços (úteis para varejistas ou trocas com muitos clientes)</li> </ul> <p>Como detentor do endereço, você decide quanta autoridade você delega a outros dispositivos ou a terceiros.</p>
sl: <p>Na žalost naslovi Monero, ki so trenutno v uporabi, niso združljivi s Seraphis. Uporabniki bi morali ustvariti nove naslove iz svojih ključev denarnice, da bi prejeli Monero, če bi bil Seraphis implementiran. Vendar ima ta strošek ekosistema številne prednosti.</p> <p>Poleg zgoraj omenjenih strukturnih prednosti je zasnova Seraphis primerna za številne različne možnosti gradnje naslovov, od katerih ima vsaka svoje kompromise. Medtem ko se končna konstrukcija naslova, ki bo uporabljena v Seraphisu, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">še vedno odloča </a> (ena shema, ki je deležna veliko pozornosti, se imenuje <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), lahko opišemo nekaj skupnih in uporabnih funkcij.</p> <p>Morda veste, da naslovi Monero ponujajo funkcijo <em>oglednega ključa</em>, kjer lahko napravi ali tretji osebi zagotovite ogledni ključ in ji dovolite, da v vašem imenu opazuje dohodne izhode, vendar ne da bi se odrekli porabi. oblast. To je uporabno za denarnice, ki se lahko posodabljajo, medtem ko je vaš ključ porabe varno zaklenjen. Uporaben je tudi v primerih, ko želite dostop do zunanjega pogleda, kot je javna dobrodelna ustanova, ki ponuja preglednost, ali podjetje z računovodskim oddelkom.</p> <p>Slaba stran ključev za ogled Monero je, da ne zagotavljajo popolnega ali natančnega dostopa do pogleda. Ni mogoče zanesljivo zaznati, kdaj denarnica porabi sredstva, zaradi česar je težko pravilno izračunati stanja denarnice, ko ključ porabe ni na voljo. Prav tako trenutno ni mogoče zaznati dohodnih izhodov, ne da bi se naučili tudi vrednosti, ki jo vsebujejo ti izhodi (kar pomeni, da bodo vse tretje osebe, odgovorne za iskanje dohodnih izhodov, natančno izvedele, koliko Monera pridobivate).</p> <p>Konstrukcije naslavljanja Seraphis lahko to rešijo. S Seraphisom je vaš naslov opremljen z različnimi tipkami, ki lahko počnejo različne stvari: </p> <ul> <li>Pazi na dohodne izhode, vendar skrij njihovo vrednost</li> <li>Pazi na dohodne izhode, vendar prikaži njihovo vrednost</li> <li>Pazi na odhodne izhode</li> <li>Pomaga vam ustvariti transakcije, ne pa jih podpisati</li> <li>Ustvarjanje novih naslovov (uporabno za trgovce na drobno ali izmenjave s številnimi strankami)</li> </ul> <p>Kot imetnik naslova se lahko odločite, koliko pooblastil boste prenesli na druge naprave ali tretje osebe.</p>
sv: <p>Tyvärr är de Monero-adresser som används för närvarande inte kompatibla med Seraphis. Användarna skulle behöva generera nya adresser från sina plånboksnycklar för att kunna ta emot Monero om Seraphis implementerades. Denna kostnad för ekosystemet kommer dock med en mängd fördelar.</p> <p>Bortsett från de strukturella fördelar som diskuterats ovan, är Seraphis design mottaglig för många olika adresskonstruktionsmöjligheter, som var och en kommer med kompromisser. Även om den slutliga adresskonstruktionen som ska användas i Seraphis är <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">beslutas fortfarande</a> (ett schema som får mycket uppmärksamhet kallas <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), kan vi beskriva några vanliga och användbara funktioner.[X908X ] <p>Du kanske vet att Monero-adresser erbjuder <em>vynyckel</em>-funktion, där du kan tillhandahålla en vynyckel till en enhet eller tredje part och låta den titta efter inkommande utdata för din räkning, men utan att ge upp utgifterna auktoritet. Detta är användbart för plånböcker, som kan hålla sig uppdaterade samtidigt som du håller din utgiftsnyckel säkert inlåst. Det är också användbart för fall där du vill ha tillgång till extern vy, som en offentlig välgörenhetsorganisation som erbjuder transparens eller ett företag med en redovisningsavdelning.</p> <p>Nackdelen med Monero-vynycklar är att de inte ger fullständig eller finkornig vyåtkomst. Det är inte möjligt att på ett tillförlitligt sätt upptäcka när en plånbok spenderar pengar, vilket gör det svårt att beräkna plånbokssaldon ordentligt när utgiftsnyckeln inte är tillgänglig. Det är för närvarande inte heller möjligt att upptäcka inkommande utdata utan att också lära sig värdet som finns i dessa utdata (vilket innebär att alla tredje parter som ansvarar för att hitta inkommande utdata kommer att lära sig exakt hur mycket Monero du skaffar).</p> <p>Seraphis adresseringskonstruktioner kan lösa detta. Med Seraphis är din adress utrustad med olika nycklar som kan göra olika saker:</p> <ul> <li>Se upp för inkommande utgångar, men dölj deras värde</li> <li>Se upp för inkommande utgångar, men visa deras värde</li> <li>Se upp för utgående utgångar</li> <li>Hjälper dig att generera transaktioner, men inte signera dem</li> <li>Skapa nya adresser (användbart för återförsäljare eller utbyten med många kunder)</li> </ul> <p>Som adressinnehavare får du bestämma hur mycket behörighet du delegerar till andra enheter eller tredje part.</p>
tl: <p>Sa kasamaang palad, ang mga Monero address na kasalukuyang ginagamit ay hindi tugma sa Seraphis. Kakailanganin ng mga user na bumuo ng mga bagong address mula sa kanilang mga wallet key upang makatanggap ng Monero kung ipinatupad ang Seraphis. Gayunpaman, ang gastos sa ecosystem na ito ay may kasamang maraming benepisyo.</p> <p>Bukod sa mga benepisyo sa istruktura na tinalakay sa itaas, ang disenyo ng Seraphis ay pumapayag sa maraming iba't ibang posibilidad sa pagtatayo ng address, na bawat isa ay may mga tradeoff. Habang ang huling pagtatayo ng address na gagamitin sa Seraphis ay <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">pa rin ang pinagpapasyahan</a> (isang scheme na nakakatanggap ng maraming atensyon ay tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), maaari naming ilarawan ang ilang karaniwan at kapaki-pakinabang na mga tampok.</p> ] <p>Maaaring alam mo na ang mga Monero address ay nag-aalok ng <em>view key</em> functionality, kung saan maaari kang magbigay ng view key sa isang device o third party at payagan itong panoorin ang mga papasok na output sa ngalan mo, ngunit hindi sumusuko sa paggastos awtoridad. Ito ay kapaki-pakinabang para sa mga wallet, na maaaring manatiling updated habang pinapanatiling ligtas na naka-lock ang iyong key ng paggastos. Kapaki-pakinabang din ito para sa mga kaso kung saan gusto mo ng access sa panlabas na view, tulad ng isang pampublikong kawanggawa na nag-aalok ng transparency o isang kumpanyang may departamento ng accounting.</p> <p>Ang downside sa Monero view key ay hindi sila nagbibigay ng kumpleto o pinong access sa view. Hindi posible na mapagkakatiwalaang matukoy kapag ang isang wallet ay gumastos ng mga pondo, na nagpapahirap sa pagkalkula ng mga balanse ng wallet nang maayos kapag ang key ng paggastos ay hindi magagamit. Kasalukuyang hindi rin posible na matukoy ang mga papasok na output nang hindi rin natututo ang halagang nilalaman ng mga output na iyon (na nangangahulugang anumang mga third-party na responsable sa paghahanap ng mga papasok na output ay eksaktong matututo kung gaano karaming Monero ang iyong nakukuha).</p> <p>Mareresolba ito ng Seraphis addressing constructions. Sa Seraphis, nilagyan ang iyong address ng iba't ibang mga susi na maaaring gumawa ng iba't ibang bagay:</p> <ul> <li>Abangan ang mga papasok na output, ngunit itago ang halaga ng mga ito</li> <li>Abangan ang mga papasok na output, ngunit ipakita ang halaga ng mga ito</li> <li>Abangan ang mga papalabas na output</li> <li>Tulungan kang bumuo ng mga transaksyon, ngunit huwag lagdaan ang mga ito</li> <li>Bumuo ng mga bagong address (kapaki-pakinabang para sa mga retailer o pakikipagpalitan sa maraming customer)</li> </ul> <p>Bilang may hawak ng address, ikaw ang magpapasya kung gaano kalaki ang awtoridad na ibibigay mo sa iba pang device o third party.</p>
tr: <p>Maalesef şu anda kullanımda olan Monero adresleri Seraphis ile uyumlu değil. Seraphis'in uygulanması durumunda kullanıcıların Monero'yu alabilmeleri için cüzdan anahtarlarından yeni adresler oluşturmaları gerekecek. Ancak bu ekosistem maliyeti birçok faydayı da beraberinde getiriyor.</p> <p>Yukarıda tartışılan yapısal faydaların yanı sıra, Seraphis tasarımı birçok farklı adres oluşturma olasılığına uygundur ve bunların her biri ödünleşimlerle birlikte gelir. Seraphis'te kullanılacak son adres yapısına <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">hala karar verilirken</a> (çok dikkat çeken şemalardan biri <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a> olarak adlandırılır), bazı ortak ve kullanışlı özellikleri tanımlayabiliriz.[X908X ] <p>Monero adreslerinin, bir cihaza veya üçüncü tarafa bir görüntüleme anahtarı sağlayabileceğiniz ve harcamadan vazgeçmeden sizin adınıza gelen çıktıları izlemesine izin verebileceğiniz <em>görüntüleme anahtarı</em> işlevselliği sunduğunu biliyor olabilirsiniz. yetki. Bu, harcama anahtarınızı güvenli bir şekilde kilitli tutarken güncel kalabilen cüzdanlar için kullanışlıdır. Ayrıca şeffaflık sunan kamuya açık bir hayır kurumu veya muhasebe departmanı olan bir şirket gibi harici görüntüleme erişimi istediğiniz durumlar için de kullanışlıdır.</p> <p>Monero görünüm tuşlarının dezavantajı, tam veya ayrıntılı görünüm erişimi sağlamamalarıdır. Bir cüzdanın ne zaman para harcadığını güvenilir bir şekilde tespit etmek mümkün değildir; bu da, harcama anahtarı mevcut olmadığında cüzdan bakiyelerinin doğru şekilde hesaplanmasını zorlaştırır. Şu anda, bu çıktıların içerdiği değeri öğrenmeden gelen çıktıları tespit etmek de mümkün değildir (bu, gelen çıktıları bulmaktan sorumlu herhangi bir üçüncü tarafın tam olarak ne kadar Monero satın aldığınızı öğreneceği anlamına gelir).</p> <p>Seraphis adresleme yapıları bunu çözebilir. Seraphis ile adresiniz farklı şeyler yapabilen farklı anahtarlarla donatılmış olarak gelir:</p> <ul> <li>Gelen çıkışları izleyin ancak değerlerini gizleyin</li> <li>Gelen çıkışları izleyin ancak değerlerini gösterin</li> <li>Giden çıkışlara dikkat edin</li> <li>İşlemleri oluşturmanıza yardımcı olur ancak imzalamanıza gerek kalmaz</li> <li>Yeni adresler oluşturun (perakendeciler veya çok sayıda müşterisi olan borsalar için kullanışlıdır)</li> </ul> <p>Adres sahibi olarak, diğer cihazlara veya üçüncü taraflara ne kadar yetki devredeceğinize siz karar verirsiniz.</p>
ur: <p>بدقسمتی سے، Monero ایڈریس فی الحال زیر استعمال Seraphis کے ساتھ مطابقت نہیں رکھتے ہیں۔ اگر Seraphis کو لاگو کیا گیا تو صارفین کو Monero حاصل کرنے کے لیے اپنے والیٹ کیز سے نئے پتے بنانے کی ضرورت ہوگی۔ تاہم، اس ماحولیاتی نظام کی لاگت بہت سے فوائد کے ساتھ آتی ہے۔</p> <p>اوپر بیان کیے گئے ساختی فوائد کے علاوہ، Seraphis ڈیزائن بہت سے مختلف ایڈریس کی تعمیر کے امکانات کے لیے موزوں ہے، جن میں سے ہر ایک ٹریڈ آف کے ساتھ آتا ہے۔ جب کہ Seraphis میں استعمال کیے جانے والے حتمی ایڈریس کی تعمیر کا <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">ابھی تک فیصلہ کیا جا رہا ہے</a> (ایک اسکیم جس کو بہت زیادہ توجہ دی جاتی ہے اسے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a> کہا جاتا ہے)، ہم کچھ عام اور مفید خصوصیات بیان کر سکتے ہیں۔</p> <p>آپ کو معلوم ہوگا کہ Monero ایڈریسز <em>view key</em> فعالیت پیش کرتے ہیں، جہاں آپ کسی ڈیوائس یا تھرڈ پارٹی کو ویو کلید فراہم کر سکتے ہیں اور اسے اپنی جانب سے آنے والے آؤٹ پٹس کو دیکھنے کی اجازت دے سکتے ہیں، لیکن خرچ ترک کیے بغیر اقتدار. یہ بٹوے کے لیے مفید ہے، جو آپ کے خرچ کی کلید کو محفوظ طریقے سے مقفل رکھتے ہوئے اپ ڈیٹ رہ سکتے ہیں۔ یہ ان معاملات کے لیے بھی مفید ہے جہاں آپ بیرونی نظارے تک رسائی چاہتے ہیں، جیسے کہ شفافیت کی پیشکش کرنے والی عوامی خیراتی تنظیم یا اکاؤنٹنگ ڈیپارٹمنٹ والی کمپنی۔</p> <p>منیرو ویو کیز کا منفی پہلو یہ ہے کہ وہ مکمل یا عمدہ منظر تک رسائی فراہم نہیں کرتی ہیں۔ یہ قابل اعتماد طریقے سے پتہ لگانا ممکن نہیں ہے کہ کب کوئی والیٹ فنڈز خرچ کرتا ہے، جس کی وجہ سے خرچ کی کلید دستیاب نہ ہونے پر والیٹ کے بیلنس کا صحیح طریقے سے حساب لگانا مشکل ہو جاتا ہے۔ ان آؤٹ پٹس میں موجود قدر کو سیکھے بغیر آنے والے آؤٹ پٹس کا پتہ لگانا بھی فی الحال ممکن نہیں ہے (جس کا مطلب ہے کہ آنے والے آؤٹ پٹس کو تلاش کرنے کے لیے ذمہ دار کوئی بھی فریق ثالث یہ جان لے گا کہ آپ کتنی Monero حاصل کر رہے ہیں)۔</p> <p>Seraphis ایڈریس کرنے والی تعمیرات اس کو حل کر سکتی ہیں۔ Seraphis کے ساتھ، آپ کا پتہ مختلف کلیدوں سے لیس آتا ہے جو مختلف کام کر سکتی ہیں:</p> <ul> <li>آنے والے آؤٹ پٹس کو دیکھیں، لیکن ان کی قیمت چھپائیں</li> <li>آنے والے آؤٹ پٹس کو دیکھیں، لیکن ان کی قدر دکھائیں</li> <li>آؤٹ گوئنگ آؤٹ پٹ کے لیے دیکھیں</li> <li>آپ کو لین دین پیدا کرنے میں مدد کرتا ہے، لیکن ان پر دستخط نہیں کرتا ہے</li> <li>نئے پتے بنائیں (خوردہ فروشوں یا بہت سے صارفین کے ساتھ تبادلے کے لیے مفید)</li> </ul> <p>ایڈریس ہولڈر کے طور پر، آپ کو یہ فیصلہ کرنا ہوگا کہ آپ دوسرے آلات یا فریق ثالث کو کتنا اختیار تفویض کرتے ہیں۔</p>
zh_cn: <p>不幸的是，目前使用的Monero地址与Seraphis不兼容。 如果Seraphis被实施，用户将需要从他们的钱包密钥中生成新的地址，以便接收Monero。 然而，这种生态系统的成本伴随着一系列的好处。</p> <p>除了上面讨论的结构上的好处，Seraphis的设计适用于许多不同的地址建设的可能性，其中每一个都是有取舍的。 虽然在Seraphis中使用的最终地址结构 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">仍在决定之中</a> (有一个方案受到很多人的关注，叫做 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), 我们可以描述一些常见和有用的功能。</p> <p>你可能知道，Monero地址提供 <em>view key</em>功能，你可以向设备或第三方提供view key，并允许它代表你观察传入的输出，但不放弃花费权限。 这对钱包来说很有用，它可以保持更新，同时将你的spend key安全地锁起来。 它对于你想要外部视图访问的情况也很有用，比如提供透明度的公共慈善机构或有会计部门的公司。</p> <p>Monero视图键的缺点是，它们不提供完整或细粒度的视图访问。 不可能可靠地检测一个钱包何时花费资金，这使得在spend key不可用时很难正确计算钱包余额。 目前也不可能在不了解这些输出所包含的价值的情况下检测到传入的输出（这意味着任何负责寻找传入输出的第三方都会准确地了解你正在获取多少Monero）。</p> <p>Seraphis 的地址建设可以解决这个问题。 有了Seraphis，你的地址就会配备不同的钥匙，可以做不同的事情：</p> <ul> <li>观察传入的输出，但隐藏其价值</li> <li>观察传入的输出，但显示其价值</li> <li>观察发出的输出</li> <li>帮助你产生交易，但不签署它们</li> <li>生成新的地址（对有许多客户的零售商或交易所很有用）</li> </ul> <p>作为地址持有人，你可以决定将多少权力下放给其他设备或第三方。</p>
zh_tw: <p>不幸的是，目前使用的Monero地址與Seraphis不兼容。 如果Seraphis被實施，用戶將需要從他們的錢包密鑰中生成新的地址，以便接收Monero。 然而，這種生態系統的成本伴隨著一系列的好處。</p> <p>除了上面討論的結構上的好處，Seraphis的設計適用於許多不同的地址建設的可能性，其中每一個都是有取捨的。 雖然在Seraphis中使用的最終地址結構 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/92">仍在決定之中</a> (有一個方案受到很多人的關注，叫做 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gist.github.com/tevador/50160d160d24cfc6c52ae02eb3d17024">JAMTIS</a>), 我們可以描述一些常見和有用的功能。</p> <p>你可能知道，Monero地址提供 <em>view key</em>功能，你可以向設備或第三方提供view key，並允許它代表你觀察傳入的輸出，但不放棄花費權限。 這對錢包來說很有用，它可以保持更新，同時將你的spend key安全地鎖起來。 它對於你想要外部視圖訪問的情況也很有用，比如提供透明度的公共慈善機構或有會計部門的公司。</p> <p>Monero視圖鍵的缺點是，它們不提供完整或細粒度的視圖訪問。 不可能可靠地檢測一個錢包何時花費資金，這使得在spend key不可用時很難正確計算錢包餘額。 目前也不可能在不了解這些輸出所包含的價值的情況下檢測到傳入的輸出（這意味著任何負責尋找傳入輸出的第三方都會準確地了解你正在獲取多少Monero）。</p> <p>Seraphis 的地址建設可以解決這個問題。 有了Seraphis，你的地址就會配備不同的鑰匙，可以做不同的事情：</p> <ul> <li>觀察傳入的輸出，但隱藏其價值</li> <li>觀察傳入的輸出，但顯示其價值</li> <li>觀察發出的輸出</li> <li>幫助你產生交易，但不簽署它們</li> <li>生成新的地址（對有許多客戶的零售商或交易所很有用）</li> </ul> <p>作為地址持有人，你可以決定將多少權力下放給其他設備或第三方。 </p>
