Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# nojs250Sberror250Sbvalidation250Sbhomepage
source: Must be a full valid URL (i.e. including 'https://' etc)
cs: Musí to být úplná platná adresa URL (tj. včetně „https://“ atd.)
fi: Täytyy olla täysi kelvollinen URL-osoite (eli sisältää https:// jne.)
fr: Doit être une URL complète valide (c'est-à-dire incluant « https:// », etc.)
it: Deve essere un URL valido completo (ad esempio 'https://' ecc.)
lt: Turi būti visas galiojantis URL (t. y. įskaitant „https://“ ir tt)
nb: Må være en fullstendig gyldig URL (dvs. inkludert "https://" osv.)
nl: Moet een volledig geldige URL zijn (d.w.z. inclusief 'https://' enz.)
pl: Musi to być pełny i poprawny adres URL (tj. „https: //" itp.)
pt_br: Deve ser um URL válido completo (ou seja, incluindo 'https://' etc)
sl: Biti mora polno veljaven URL (tj. vključno z 'https://' itd.)
sv: Måste vara en fullständig giltig URL (dvs. inklusive "https://" etc.)
tl: Dapat ay isang buong wastong URL (i.e. kasama ang 'https://' atbp)
tr: Tam geçerli bir URL olmalıdır (ör. 'https://' vb. dahil)
ur: ایک مکمل درست URL ہونا چاہیے (یعنی 'https://' وغیرہ سمیت)
zh_cn: 必须是完整有效的URL（即包括'https：//'等）
zh_tw: 必須是完整有效的URL（即包括'https：//'等）

# nojs250Sberror250Sbvalidation250Sbintroduction
source: Must be a string no more than 65536 characters long.
cs: Musí to být řetězec o délce maximálně 65536 znaků.
fi: Merkkijono saa olla enintään 65536 merkkiä pitkä.
fr: Doit être un texte ne dépassant pas 65 536 caractères.
it: Non deve contenere più di 65536 caratteri.
lt: Turi būti ne ilgesnė nei 65536 simbolių eilutė.
nb: Må være en streng på ikke mer enn 65536 tegn.
nl: Moet een tekenreeks zijn van niet meer dan 65536 tekens.
pl: Musi mieć nie więcej niż 65536 znaków.
pt_br: Deve ter no máximo 65536 caracteres.
sl: Niz mora biti dolg največ 65536 znakov.
sv: Måste vara en sträng på högst 65536 tecken.
tl: Dapat ay isang string na hindi hihigit sa 65536 na mga character ang haba.
tr: 65536 karakterden uzun olmayan bir dize olmalıdır.
ur: سٹرنگ 65536 حروف سے زیادہ لمبی نہیں ہونی چاہیے۔
zh_cn: 长度不得超过65536个字符。
zh_tw: 長度不得超過65536個字符。

# nojs250Sberror250Sbvalidation250Sbotp
source: OTP must be a 6 digit value
cs: Jednorázové heslo musí být 6místná hodnota
fi: OTP:n on oltava 6-numeroinen arvo
fr: OTP doit être une valeur à 6 chiffres
it: OTP deve essere un valore a 6 cifre
lt: Vienkartinis slaptažodis turi būti 6 skaitmenų vertė
nb: OTP må være en 6-sifret verdi
nl: OTP moet een 6-cijferige waarde zijn
pl: OTP musi być wartością 6-cyfrową
pt_br: OTP deve ter um valor de 6 dígitos
sl: OTP mora biti 6-mestna vrednost
sv: OTP måste vara ett 6-siffrigt värde
tl: Ang OTP ay dapat na isang 6 na digit na halaga
tr: OTP 6 haneli bir değer olmalıdır
ur: OTP 6 ہندسوں کی قدر ہونی چاہیے
zh_cn: OTP必须是6位数值
zh_tw: OTP必須是6位數值

# nojs250Sberror250Sbvalidation250Sbpassword
source: Password must be 8-72 characters long
cs: Heslo musí mít 8–72 znaků
fi: Salasanan tulee olla 8-72 merkkiä pitkä
fr: Le mot de passe doit comporter entre 8 et 72 caractères
it: La password deve essere lunga 8-72 caratteri
lt: Slaptažodis turi būti 8–72 simbolių ilgio
nb: Passordet må være 8-72 tegn langt
nl: Het wachtwoord moet 8-72 tekens lang zijn
pl: Hasło musi mieć długość mieszczącą się w przedziale 8-72 znaków
pt_br: A senha deve ter 8 a 72 caracteres de comprimento
sl: Geslo mora vsebovati 8-72 znakov
sv: Lösenordet måste vara 8-72 tecken långt
tl: Dapat na 8-72 character ang haba ng password
tr: Şifre 8-72 karakter uzunluğunda olmalıdır
ur: پاس ورڈ 8-72 حروف کا ہونا چاہیے
zh_cn: 密码长度必须为8-72个字符
zh_tw: 密碼長度必須為8-72個字符

source: Username must be a string 1-30 characters long.
cs: Uživatelské jméno musí být řetězec dlouhý 1–30 znaků.
fi: Käyttäjätunnuksen tulee olla 1–30 merkkiä pitkä.
fr: Le nom d'utilisateur doit être une chaîne de 1 à 30 caractères.
it: Il nome utente deve essere una stringa di 1-30 caratteri.
lt: Vartotojo vardas turi būti 1–30 simbolių ilgio eilutė.
nb: Brukernavnet må være en streng på 1-30 tegn.
nl: De gebruikersnaam moet een reeks van 1-30 tekens lang zijn.
pl: Nazwa użytkownika musi mieścić się w przedziale 1-30 znaków.
pt_br: O nome de usuário deve ser uma string de 1 a 30 caracteres.
sl: Uporabniško ime mora vsebovati 1 do 30 znakov.
sv: Användarnamnet måste vara en sträng på 1-30 tecken.
tl: Ang username ay dapat na isang string na 1-30 character ang haba.
tr: Kullanıcı adı 1-30 karakter uzunluğunda bir dize olmalıdır.
ur: صارف کا نام 1 سے 30 حروف طویل ہونا چاہیے۔
zh_cn: 用户名必须是 1-30 个字符长的字符串。
zh_tw: 用戶名必須是 1-30 個字符長的字符串。

# nojs250Sberror250Sbvalidation250Sbtos
source: In order to use our site, please read and agree with {appName} Terms of Service.
cs: Abyste mohli naše stránky používat, přečtěte si a odsouhlaste {appName} Podmínky služby.
fi: Jotta voit käyttää sivustoamme, ole hyvä ja lue {appName}-palveluehdot ja hyväksy ne.
fr: Pour utiliser notre site, veuillez lire et accepter les conditions d'utilisation de {appName}.
it: Per utilizzare il nostro sito, leggi e accetta i Termini di servizio di {appName}.
lt: Norėdami naudotis mūsų svetaine, perskaitykite ir sutikite su {appName} paslaugų teikimo sąlygomis.
nb: For å bruke nettstedet vårt, vennligst les og godta {appName} vilkår for bruk.
nl: Als u onze site wilt gebruiken, dient u de {appName}-servicevoorwaarden te lezen en ermee akkoord te gaan.
pl: Aby korzystać z naszej strony, musisz przeczytać i zaakceptować warunki świadczenia usług {appName}.
pt_br: Para utilizar o nosso site, por favor leia e concorde com os Termos de Serviço da {appName}.
sl: Če želite uporabljati naše spletno mesto, preberite in se strinjate s {appName} Pogoji Storitve.
sv: För att kunna använda vår webbplats måste du läsa och godkänna {appName} Villkor för tjänsten.
tl: Upang magamit ang aming site, mangyaring basahin at sumang-ayon sa {appName} Mga Tuntunin ng Serbisyo.
tr: Sitemizi kullanmak için lütfen {appName} Hizmet Şartlarını okuyup kabul edin.
ur: ہماری سائٹ استعمال کرنے کے لیے، براہ کرم {appName} سروس کی شرائط کو پڑھیں اور ان سے اتفاق کریں۔
zh_cn: 为了使用我们的网站，请阅读并同意{appName}服务条款。
zh_tw: 為了使用我們的網站，請閱讀並同意{appName}服務條款。

# nojs250Sberror250Sbvalidation250Sbusername
source: Username must be 3-16 characters long. Allowed characters: a-z, A-Z, 0-9, -, _
cs: Uživatelské jméno musí mít 3–16 znaků. Povolené znaky: a-z, A-Z, 0-9, -, _
fi: Käyttäjätunnuksen tulee olla 3-16 merkkiä pitkä. Sallitut merkit: a-z, A-Z, 0-9, -, _
fr: Le nom d'utilisateur doit comporter entre 3 et 16 caractères. Caractères autorisés : a-z, A-Z, 0-9, -, _
it: Il nome utente deve essere lungo 3-16 caratteri. Caratteri consentiti: a-z, A-Z, 0-9, -, _
lt: Vartotojo vardas turi būti 3–16 simbolių ilgio. Leidžiami simboliai: a-z, A-Z, 0-9, -, _
nb: Brukernavnet må være 3-16 tegn langt. Tillatte tegn: a-z, A-Z, 0-9, -, _
nl: De gebruikersnaam moet 3-16 tekens lang zijn. Toegestane karakters: a-z, A-Z, 0-9, -, _
pl: Nazwa użytkownika musi mieć długość od 3 do 16 znaków. Dozwolone znaki: a-z, A-Z, 0-9,-, _
pt_br: O nome do usuário deve ter de 3 a 16 caracteres. Caracteres permitidos: a-z, A-Z, 0-9, -, _
sl: Uporabniško ime mora biti dolgo 3-16 znakov. Dovoljeni znaki so: a-z, A-Z, 0-9, -, _
sv: Användarnamnet måste vara 3-16 tecken långt. Tillåtna tecken: a-z, A-Z, 0-9, -, _
tl: Ang username ay dapat na 3-16 na character ang haba. Mga pinapayagang character: a-z, A-Z, 0-9, -, _
tr: Kullanıcı adı 3-16 karakter uzunluğunda olmalıdır. İzin verilen karakterler: a-z, A-Z, 0-9, -, _
ur: صارف کا نام 3-16 حروف کا ہونا چاہیے۔ اجازت یافتہ حروف: a-z, A-Z, 0-9, -, _
zh_cn: 用户名长度必须为3-16个字符。允许的字符：a-z，A-Z，0-9， - ，_
zh_tw: 用戶名長度必須為3-16個字符。允許的字符：a-z，A-Z，0-9， - ，_

# nojs250Sbfilter250Sblocal8722Sblabel
source: LOCAL
cs: MÍSTNÍ
fi: PAIKALLINEN
lt: VIETINIS
nb: LOKAL
nl: LOKAAL
pl: LOKALNY
sl: LOKALNO
sv: LOKAL
tl: LOKAL
tr: YEREL
zh_cn: 现金
zh_tw: 现金

# nojs250Sbfilter250Sbonline8722Sblabel
source: ONLINE
fi: VERKOSSA
fr: EN LIGNE
lt: PRISIJUNGĘS
nb: PÅ NETT
tr: ÇEVRİMİÇİ
zh_cn: 在线
zh_tw: 在線

# nojs250Sbformula250Sbinstructions250Sbfunctions
source: You can use the following functions (can be nested): <strong>min(), max(), floor(), ceiling(), avg()</strong>
cs: Můžete použít následující funkce (lze je vnořit): <strong>min(), max(), floor(), ceiling(), avg()</strong>
fi: Voit käyttää seuraavia toimintoja (voi olla sisäkkäisiä): <strong>min(), max(), floor(), ceiling(), avg()</strong>
fr: Vous pouvez utiliser les fonctions suivantes (peuvent être imbriquées) : <strong>min(), max(), floor(), ceiling(), avg()</strong>
it: Puoi utilizzare le seguenti funzioni (possono essere annidate): <strong> min(), max(), floor(), ceiling(), avg() </strong>
lt: Galite naudoti šias funkcijas (gali būti įdėtos): <strong>min(), max(), floor(), lubas(), avg()</strong>
nb: Du kan bruke følgende funksjoner (kan nestes): <strong>min(), maks(), gulv(), tak(), avg()</strong>
nl: U kunt de volgende functies gebruiken (kan worden genest): <strong>min(), max(), floor(), ceiling(), avg()</strong>
pl: Możesz użyć następujących funkcji (mogą być zagnieżdżone - umieszczane w sobie): <strong> min (), max (), floor (), sufit (), avg () </strong>
pt_br: Você pode usar as seguintes funções (podem ser aninhadas): <strong> min(), max(), floor(), ceiling(), avg() </strong>
sl: Uporabite lahko naslednje funkcije (lahko jih ugnezdite): <strong>min(), max(), floor(), ceiling(), avg()</strong>
sv: Du kan använda följande funktioner (kan vara nästlade): <strong>min(), max(), golv(), tak(), avg()</strong>
tl: Magagamit mo ang mga sumusunod na function (maaaring nested): <strong>min(), max(), floor(), ceiling(), avg()</strong>
tr: Aşağıdaki işlevleri kullanabilirsiniz (yuvalanabilir): <strong>min(), max(), Floor(), tavan(), avg()</strong>
ur: آپ درج ذیل فنکشنز استعمال کر سکتے ہیں (نیسٹڈ کیا جا سکتا ہے): <strong>min(), max(), floor(), ceiling(), avg()</strong>
zh_cn: 您可以使用以下功能（可以嵌套）：<strong> min()，max()，floor()，ceiling()，avg()</strong>
zh_tw: 您可以使用以下功能（可以嵌套）：<strong> min()，max()，floor()，ceiling()，avg()</strong>

# nojs250Sbformula250Sbinstructions250Sboperators
source: You can use the following operators: <strong>+ - * /</strong>
cs: Můžete použít následující operátory: <strong>+ - * /</strong>
fi: Voit käyttää seuraavia operaattoreita: <strong>+ - * /</strong>
fr: Vous pouvez utiliser les opérateurs suivants : <strong>+ - * /</strong>
it: Puoi utilizzare i seguenti operatori: <strong> + - * / </strong>
lt: Galite naudoti šiuos operatorius: <strong>+ - * /</strong>
nb: Du kan bruke følgende operatorer: <strong>+ - * /</strong>
nl: U kunt de volgende operatoren gebruiken: <strong>+ - * /</strong>
pl: Możesz użyć następujących znaków: <strong>+ - * /</strong>
pt_br: Você pode usar os seguintes operadores: <strong> + - * / </strong>
sl: Uporabite lahko naslednje operatorje: <strong>+ - * /</strong>
sv: Du kan använda följande operatorer: <strong>+ - * /</strong>
tl: Maaari mong gamitin ang mga sumusunod na operator: <strong>+ - * /</strong>
tr: Aşağıdaki operatörleri kullanabilirsiniz: <strong>+ - * /</strong>
ur: آپ درج ذیل آپریٹرز استعمال کر سکتے ہیں: <strong>+ - * /</strong>
zh_cn: 您可以使用以下运算符：<strong> + - * / </strong>
zh_tw: 您可以使用以下運算符：<strong> + - * / </strong>

# nojs250Sbformula250Sbinstructions250Sbpunctuation
source: You can use the following punctuation symbols: <strong>( ) . ,</strong>
cs: Můžete použít následující interpunkční symboly: <strong>( ) . ,</strong>
fi: Voit käyttää seuraavia välimerkkejä: <strong>( ) . ,</strong>
fr: Vous pouvez utiliser les symboles de ponctuation suivants : <strong>( ) . ,</strong>
it: Puoi utilizzare i seguenti simboli di punteggiatura: <strong> ( ) . , </strong>
lt: Galite naudoti šiuos skyrybos simbolius: <strong>( ) . ,</strong>
nb: Du kan bruke følgende tegnsettingssymboler: <strong>( ) . ,</strong>
nl: U kunt de volgende leestekens gebruiken: <strong>( ) . ,</strong>
pl: Możesz użyć następujących symboli interpunkcyjnych: <strong> ()., </strong>
pt_br: Você pode usar os seguintes símbolos de pontuação: <strong> ( ) . , </strong>
sl: Uporabite lahko naslednja ločila: <strong>( ) . ,</strong>
sv: Du kan använda följande interpunktionssymboler: <strong>( ) . ,</strong>
tl: Maaari mong gamitin ang mga sumusunod na simbolo ng bantas: <strong>( ) . ,</strong>
tr: Aşağıdaki noktalama işaretlerini kullanabilirsiniz: <strong>( ) . ,</strong>
ur: آپ درج ذیل اوقاف کی علامتیں استعمال کر سکتے ہیں: <strong>( ) ۔ ,</strong>
zh_cn: 您可以使用以下标点符号：<strong> ( ) . ，</strong>
zh_tw: 您可以使用以下標點符號：<strong> ( ) . ，</strong>

# nojs250Sbformula250Sbtickers250Sblabel
source: All available market tickers
cs: Všechny dostupné tickery trhu
fi: Kaikki saatavilla olevat markkina-tickerit
fr: Tous les indicateurs de marché disponibles
it: Tutti i ticker di mercato disponibili
lt: Visi galimi rinkos ženklai
nb: Alle tilgjengelige markedstickere
nl: Alle beschikbare markttickers
pl: Wszystkie dostępne symbole giełdowe
pt_br: Todos os tickers disponíveis no mercado
sl: Vsi razpoložljivi market tickerji
sv: Alla tillgängliga marknadstickers
tl: Lahat ng available na market ticker
tr: Mevcut tüm piyasa işaretleri
ur: تمام دستیاب مارکیٹ ٹکر
zh_cn: 所有可用的市场代号
zh_tw: 所有可用的市場代號

# nojs250Sbformula250Sbvalidator250Sbbtn
source: Check formula
cs: Zkontrolujte vzorec
fi: Tarkista kaava
fr: Vérifier la formule
it: Controlla formula
lt: Patikrinkite formulę
nb: Sjekk formelen
nl: Formule controleren
pl: Sprawdź formułę
pt_br: Verificar fórmula
sl: Preverite formulo
sv: Kontrollera formel
tl: Suriin ang formula
tr: Formülü kontrol et
ur: فارمولا چیک کریں
zh_cn: 检查公式
zh_tw: 檢查公式

# post8722Sbad250Sberror250Sbcorrect8722Sberrors
source: Please correct the highlighted errors
cs: Opravte prosím zvýrazněné chyby
fi: Korjaa korostetut virheet
fr: Veuillez corriger les erreurs surlignées
it: Si prega di correggere gli errori evidenziati
lt: Ištaisykite paryškintas klaidas
nb: Rett opp de uthevede feilene
nl: Corrigeer alstublieft de gemarkeerde fouten
pl: Popraw podkreślone błędy
pt_br: Corrija os erros destacados
sl: Popravite označene napake
sv: Vänligen korrigera de markerade felen
tl: Pakitama ang mga naka-highlight na error
tr: Lütfen vurgulanan hataları düzeltin
ur: براہ کرم نمایاں کردہ غلطیوں کو درست کریں
zh_cn: 请纠正突出显示的错误
zh_tw: 請糾正突出顯示的錯誤

# nojs250Sbformula250Sbvalidator250Sbinstruction
source: Use this tool to check your price formula. <br /> NOTE: after you've confirmed that your formula works as expected you should copy it into the actual form above. This tool is to check formula validity only.
cs: Pomocí tohoto nástroje zkontrolujte svůj cenový vzorec. <br /> POZNÁMKA: Poté, co potvrdíte, že váš vzorec funguje podle očekávání, měli byste jej zkopírovat do skutečného formuláře výše. Tento nástroj slouží pouze ke kontrole platnosti vzorce.
fi: Käytä tätä työkalua hintakaavan tarkistamiseen. <br /> HUOM: kun olet varmistanut, että kaavasi toimii odotetulla tavalla, sinun tulee kopioida se varsinaiseen yllä olevaan lomakkeeseen. Tämä työkalu on tarkoitettu vain kaavan kelpoisuuden tarkistamiseen.
fr: Utilisez cet outil pour vérifier votre formule de prix. <br /> REMARQUE : après avoir confirmé que votre formule fonctionne comme prévu, vous devez la copier dans le formulaire ci-dessus. Cet outil sert uniquement à vérifier la validité de la formule.
it: Usa questo strumento per controllare la formula del prezzo. <br /> NOTA: dopo aver confermato che la tua formula funziona come previsto, devi copiarla nella forma attuale qui sopra. strumento è solo per controllare la validità della formula.
lt: Naudokite šį įrankį savo kainos formulei patikrinti. <br /> PASTABA: patvirtinę, kad formulė veikia taip, kaip tikėjotės, nukopijuokite ją į aukščiau esančią formą. Šis įrankis skirtas tik formulės galiojimui patikrinti.
nb: Bruk dette verktøyet til å sjekke prisformelen din. <br /> MERK: etter at du har bekreftet at formelen din fungerer som forventet, bør du kopiere den til selve skjemaet ovenfor. Dette verktøyet er kun for å sjekke formelens gyldighet.
nl: Gebruik deze tool om uw prijsformule te controleren. <br /> OPMERKING: nadat u heeft bevestigd dat uw formule werkt zoals verwacht, moet u deze naar het bovenstaande formulier kopiëren. Deze tool is alleen bedoeld om de geldigheid van formules te controleren.
pl: Użyj tego narzędzia, aby sprawdzić formułę cen. <br /> Uwaga: Po sprawdzeniu, że Twoja formuła działa tak jak powinna, należy skopiować ją do formularza powyżej.To narzędzie ma tylko sprawdzić poprawność formuły.
pt_br: Use esta ferramenta para verificar sua fórmula de preço. OBSERVAÇÃO: depois de confirmar que sua fórmula funciona como esperado, você deve copiá-la para o formulário acima. ferramenta é verificar apenas a validade da fórmula.
sl: S tem orodjem preverite formulo za ceno. <br /> OPOMBA: ko potrdite, da vaša formula deluje po pričakovanjih, jo kopirajte v zgornji dejanski obrazec. To orodje je samo za preverjanje veljavnosti formule.
sv: Använd detta verktyg för att kontrollera din prisformel. <br /> OBS: När du har bekräftat att din formel fungerar som förväntat bör du kopiera den till det aktuella formuläret ovan. Detta verktyg är endast till för att kontrollera formelns giltighet.
tl: Gamitin ang tool na ito upang suriin ang iyong formula ng presyo. <br /> TANDAAN: pagkatapos mong makumpirma na ang iyong formula ay gumagana tulad ng inaasahan dapat mo itong kopyahin sa aktwal na form sa itaas. Ang tool na ito ay upang suriin lamang ang bisa ng formula.
tr: Fiyat formülünüzü kontrol etmek için bu aracı kullanın. <br /> NOT: formülünüzün beklendiği gibi çalıştığını doğruladıktan sonra onu yukarıdaki gerçek forma kopyalamanız gerekir. Bu araç yalnızca formülün geçerliliğini kontrol etmek içindir.
ur: اپنی قیمت کا فارمولا چیک کرنے کے لیے اس ٹول کا استعمال کریں۔ <br /> نوٹ: جب آپ اس بات کی تصدیق کر لیں کہ آپ کا فارمولا توقع کے مطابق کام کرتا ہے تو آپ کو اسے اوپر والے اصل فارم میں کاپی کرنا چاہیے۔ یہ ٹول صرف فارمولے کی درستگی کو چیک کرنے کے لیے ہے۔
zh_cn: 使用此工具检查您的价格公式。<br />注意：在您确认您的公式按预期工作后，您应该将其复制到上面的实际表格中。工具只是检查配方有效性。
zh_tw: 使用此工具檢查您的價格公式。<br />注意：在您確認您的公式按預期工作後，您應該將其複製到上面的實際表格中。工具只是檢查配方有效性。

# nojs250Sbformula250Sbvalidator250Sblabel
source: Formula validation tool
cs: Nástroj pro ověřování vzorců
fi: Kaavan validointityökalu
fr: Outil de validation de formule
it: Strumento di convalida delle formule
lt: Formulės patvirtinimo įrankis
nb: Formelvalideringsverktøy
nl: Formule validatietool
pl: Narzędzie do sprawdzania poprawności formuły
pt_br: Ferramenta de validação de fórmulas
sl: Orodje za preverjanje formul
sv: formla validering Verktyg
tl: Tool sa pagpapatunay ng formula
tr: Formül doğrulama aracı
ur: فارمولہ کی توثیق کا آلہ
zh_cn: 公式验证工具
zh_tw: 公式驗證工具

# nojs250Sbmorph8722Sbwithdrawal
source: I want to withdraw arbitration bond to a {cryptocurrencyName} wallet
cs: Chci stáhnout arbitrážní dluhopis do peněženky {cryptocurrencyName}
fi: Haluan nostaa välimiesmaksun {cryptocurrencyName}-lompakkoon
fr: Je souhaite retirer la caution d'arbitrage vers un portefeuille {cryptocurrencyName}
it: Voglio ritirare l'obbligazione arbitrale in un portafoglio {cryptocurrencyName}
lt: Noriu atsiimti arbitražo obligaciją {cryptocurrencyName} piniginei
nb: Jeg ønsker å trekke voldgiftsbinding til en {cryptocurrencyName}-lommebok
nl: Ik wil de arbitragebond naar een {cryptocurrencyName}-portefeuille intrekken
pl: Chcę wycofać ochronę arbitrażową do portfela {cryptocurrencyName}
pt_br: Quero retirar a caução de arbitragem para uma carteira {cryptocurrencyName}
sl: Želim umakniti arbitražno obveznico v {cryptocurrencyName} denarnico
sv: Jag vill dra tillbaka skiljedomsförbindelsen till en {cryptocurrencyName} plånbok
tl: Gusto kong bawiin ang arbitration bond sa isang {cryptocurrencyName} wallet
tr: Tahkim bonosunu {cryptocurrencyName} cüzdanına çekmek istiyorum
ur: میں ایک {cryptocurrencyName} والیٹ میں ثالثی بانڈ واپس لینا چاہتا ہوں
zh_cn: 我想将仲裁保证金提取到 {cryptocurrencyName} 钱包
zh_tw: 我想將仲裁保證金提取到 {cryptocurrencyName} 錢包

# nojs250Sbmorph8722Sbwithdrawal250Sbbutton8722Sblabel
source: Begin
cs: Začít
fi: Aloita
fr: Commencer
it: inizio
lt: Pradėkite
nb: Begynne
nl: Beginnen
pl: Zacznij
sl: Začetek
sv: Börja
tl: Magsimula
tr: Başlamak
ur: شروع کریں
zh_cn: 开始
zh_tw: 開始

# nojs250Sbmorph8722Sbwithdrawal250Sbnotice
source: Withdrawing {assetSymbol} arbitration bond to a {cryptocurrencyName} wallet
cs: Výběr arbitrážního dluhopisu {assetSymbol} do peněženky {cryptocurrencyName}
fi: Välimiesmaksun {assetSymbol} nostaminen {cryptocurrencyName}-lompakkoon
fr: Retrait de la caution d'arbitrage {assetSymbol} vers un portefeuille {cryptocurrencyName}
it: Prelevare {assetSymbol} vincolo arbitrale in un portafoglio {cryptocurrencyName}
lt: {assetSymbol} arbitražo obligacijos išėmimas į {cryptocurrencyName} piniginę
nb: Tilbaketrekking av {assetSymbol} voldgiftsbinding til en {cryptocurrencyName} lommebok
nl: {assetSymbol} arbitragebond intrekken naar een {cryptocurrencyName} portefeuille
pl: Wycofywanie ochrony arbitrażowej {assetSymbol} do portfela {cryptocurrencyName}
pt_br: Retirada de {assetSymbol} título de arbitragem para uma carteira {cryptocurrencyName}
sl: Prenakazilo {assetSymbol} arbitražne obveznice v {cryptocurrencyName} denarnico
sv: Tillbakadragande {assetSymbol} skiljedomstol till en {cryptocurrencyName} plånbok
tl: Pag-withdraw ng {assetSymbol} arbitration bond sa isang {cryptocurrencyName} wallet
tr: {assetSymbol} tahkim tahvilinin {cryptocurrencyName} cüzdanına çekilmesi
ur: ایک {cryptocurrencyName} والیٹ میں {assetSymbol} ثالثی بانڈ واپس لینا
zh_cn: 将 {assetSymbol} 仲裁保证金提取到 {cryptocurrencyName} 钱包
zh_tw: 將 {assetSymbol} 仲裁保證金提取到 {cryptocurrencyName} 錢包

# nojs250Sbno8722Sbgoogle8722Sbtext
source: You can use {value} service to get your location's coordinates
cs: K získání souřadnic vaší polohy můžete použít službu {value}
fi: Voit käyttää {value}-palvelua saadaksesi sijaintisi koordinaatit
fr: Vous pouvez utiliser {value} service pour obtenir les coordonnées de votre position
it: Puoi utilizzare il servizio {value} per ottenere le coordinate della tua posizione
lt: Galite naudoti {value} paslaugą, kad gautumėte savo vietos koordinates
nb: Du kan bruke {value}-tjenesten for å få posisjonens koordinater
nl: U kunt de {value} service gebruiken om de coördinaten van uw locatie op te halen
pl: Możesz użyć usługi {value}, aby uzyskać współrzędne swojej lokalizacji
pt_br: Você pode usar o serviço {value} para obter as coordenadas do seu local
sl: Za pridobitev koordinat vaše lokacije lahko uporabite storitev {value}
sv: Du kan använda {value} tjänst för att få din plats koordinater
tl: Maaari mong gamitin ang serbisyo ng {value} upang makuha ang mga coordinate ng iyong lokasyon
tr: Konumunuzun koordinatlarını almak için {value} servisini kullanabilirsiniz
ur: آپ اپنے مقام کے نقاط حاصل کرنے کے لیے {value} سروس استعمال کر سکتے ہیں
zh_cn: 您可以使用{value}服务获取您所在位置的坐标
zh_tw: 您可以使用{value}服務獲取您所在位置的坐標

# nojs250Sbsettings250Sbsave8722Sbtelegram8722Sbid250Sbbutton8722Sblabel
source: Save Telegram ID
cs: Uložit ID telegramu
fi: Tallenna Telegram tunnus
fr: Enregistrer l'identifiant de Telegram
it: Salva ID Telegram
lt: Išsaugokite „Telegram ID“.
nb: Lagre Telegram ID
nl: Sla Telegram-ID op
pl: Zapisz ID Telegramu
pt_br: Salvar ID do Telegram
sl: Shrani Telegram ID
sv: Spara Telegram ID
tl: I-save ang Telegram ID
tr: Telegram kimliğini kaydet
ur: ٹیلیگرام آئی ڈی کو محفوظ کریں
zh_cn: 保存电报ID
zh_tw: 保存電報ID

# nojs250Sbtrade250Sbchat250Sbrefresh
source: Refresh
cs: Obnovit
fi: Päivittää
fr: Rafraîchir
it: Aggiorna
lt: Atnaujinti
nb: Forfriske
nl: Ververs
pl: Odśwież
pt_br: Atualizar
sl: Osveži
sv: Uppdatera
tr: Yenile
ur: ریفریش کریں
zh_cn: 刷新
zh_tw: 刷新
