Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbatomic250Sb0250Sbtext
source: <p>In the pursuit of decentralization and a truly permissionless system, few things are as coveted in the cryptocurrency space as decentralized exchanges and atomic swaps. Since its inception, Monero has struggled to implement atomic swaps, as the privacy features create unique problems when trying to design a protocol.</p> <p>But first, let's back up. What are atomic swaps? An atomic swap is a protocol by which two different cryptocurrencies, on different blockchains, can be exchanged in a trustless manner with no intermediary. This means if someone wanted to exchange cryptocurrency A for cryptocurrency B, they would be able to do it without an exchange, centralized or decentralized. As one might imagine, this takes considerable research, and the full technical details that make it possible get quite complicated. Once again, LocalMonero is here to help and give a simple explanation for the common person.</p> <p>To start, let's consider the simplest form of atomic swap, as implemented by Bitcoin. If someone wants to exchange Bitcoin for another coin that uses the same hash time lock contract technology, they can do so in the following way. Alice has Bitcoin (BTC), but wants Litecoin (LTC), and Bob has LTC, but wants BTC. They decide to do an atomic swap so each gets the coin that they want. Alice sends her BTC to a special address, utilizing scripts that lock the funds away so even she can't access it. You can think of it like Alice puts her BTC in a lockbox. When the lockbox is made, she gets a key, and sends a hash of this key to Bob. Now Bob does not have the key itself, only the hash, so he can't yet access the funds.</p> <p>Bob uses this hash as a seed from which he generates his own lockbox, and sends his LTC there, where it is also locked. Since the hash of Alice's key was used as the seed by which Bob's lockbox was made, she can use her key to claim the LTC in Bob's lockbox. Her key fits! But, using math voodoo magic, when she uses her key to open the LTC lock, she reveals the key to Bob, who can then use it to claim the BTC that she put in her lockbox. In this way, with no intermediary, Alice and Bob have successfully exchanged their assets.</p> <p>But there's a slight problem. What if Alice sends to her lockbox, and Bob decides he doesn't want to trade anymore. Now, since Alice can't access her BTC that she locked away, and Bob won't complete his part of the transaction, Alice just loses her money forever. Well, luckily, Bitcoin has a little technology called refund transactions, and so after a period of time, if the BTC is not claimed by Bob, the scripts have a fail-safe built in, where the BTC will automatically go back to Alice. This was the primary speedbump for Monero's atomic swaps implementation. Because of Monero's <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures privacy technology</a>, the sender of a transaction is always uncertain. How can the protocol do a refund transaction if even it doesn't know where the transaction came from?</p> <p>In 2017, a small group of researchers outlined a different method by which atomic swaps would work in Monero. After several years of refinement, the researchers finalized a process by which Monero would be able to do atomic swaps with Bitcoin, even without refund transactions.</p> <p>As with many things of this level of technical complexity, our explanation will overly simplify some things in order to convey the idea, but it will still give a solid idea of the mechanisms by which this process would work.</p> <p>Both Alice (who has XMR and wants BTC) and Bob (who has BTC and wants XMR) must download and run a program that supports the atomic swap. This may be implemented into wallets, decentralized exchanges, or special, specific programs, but the software must be running the atomic swap protocol. In the first step, Alice and Bob's clients connect to each other and make several shared secrets and keys. In this step, a new Monero address is created, with Alice having one half of the key, and Bob having the other. No Monero is in there yet though, so there's nothing to spend. One last thing to note about this address, is that they both have the view key to this wallet, so they can both peek inside to see if or when Monero arrives.</p> <p>In the second step, Bob sends his BTC to a special address, similar to the Bitcoin atomic swap protocol we've already discussed. After Alice sees the BTC arrive to this address on the blockchain, she sends her Monero to the Monero address that she and Bob both have one half of a key to. Bob can verify that the Monero arrived since he also has the view key, and once he sees the Monero is safely in the wallet, he sends Alice a piece of a key that will allow her to withdraw the Bitcoin. Similar to the other protocol, the process of claiming the Bitcoin reveals her half of the Monero key to Bob. Now Bob has both halves, so he can claim the Monero, while Alice has only her half, so she can't try to take it before he does.</p> <p>So if you looked at all of this and are still a bit confused about how Monero was able to get around the problem of refund transactions, the answer is quite simple. Since Monero itself does not have refund transactions, the reader should notice that the Bitcoin (which does have refund transactions) is sent first, and only after it is verified as being on the blockchain is the Monero sent. This allows Monero to utilize Bitcoin's ability to script in refund transactions and take advantage of them, without needing to have these capabilities itself.</p> <p>The atomic swap is now complete, but from here, Bob has a couple of options for his newly claimed XMR. He can use this Monero wallet as is, or move the XMR to another wallet that he already owns. Bob will most likely move the Monero to another wallet, because Alice still has the view key and can see inside.</p> <p>The beauty of this protocol is that it's still quite new, and there is plenty of room for optimizations. It's also quite flexible in its architecture, so implementation in other wallets or decentralized exchanges should be simple and fit cleanly with their existing architecture.</p>
cs: <p>Ve snaze o decentralizaci a vytvoření "permissionless" systému je jen málo věcí v kryptoměnovém prostoru tak žádaných jako decentralizované burzy a atomové swapy. Od svého založení se projekt Monero potýká s problémy s implementací atomových swapů, protože funkce ochrany osobních údajů vytvářejí jedinečné problémy při pokusu o návrh tohoto protokolu.</p> <p>Nejdřív se ale podívejme zpátky. Co jsou atomové swapy? Atomický swap je protokol, pomocí kterého lze směňovat dvě různé kryptoměny na různých blockchainech důvěryhodným způsobem bez prostředníka. To znamená, že pokud by někdo chtěl vyměnit kryptoměnu A za kryptoměnu B, mohl by to udělat bez směny, centralizované nebo decentralizované. Jak si lze představit, vyžaduje to značný výzkum a veškeré technické detaily, které to umožňují, jsou značně komplikované. LocalMonero je zde opět, aby pomohl a poskytl jednoduché vysvětlení pro obyčejného člověka.</p> <p>Pro začátek se podívejme na nejjednodušší formu atomového swapu, jak ji implementuje Bitcoin. Pokud chce někdo vyměnit bitcoiny za jiný coin, který používá stejnou technologii smlouvy hash time lock, může tak učinit následujícím způsobem. Alice má bitcoiny (BTC), ale chce Litecoin (LTC) a Bob má LTC, ale chce BTC. Rozhodnou se provést atomovou výměnu, takže každý dostane minci, kterou chce. Alice pošle své BTC na speciální adresu pomocí skriptů, které uzamknou finanční prostředky, takže k nim nemá přístup ani ona. Můžete si to představit tak, že Alice vloží své BTC do schránky. Když je skříňka vyrobena, dostane klíč a pošle hash tohoto klíče Bobovi. Nyní Bob nemá samotný klíč, pouze hash, takže zatím nemá přístup k prostředkům.</p> <p>Bob používá tento hash jako seed, ze kterého si vygeneruje svůj vlastní lockbox a pošle tam svůj LTC, kde je také uzamčen. Vzhledem k tomu, že hash Alicina klíče byl použit jako seed, ze kterého byla vyrobena Bobova skříňka, může použít svůj klíč k získání LTC v Bobově skříňce. Její klíč sedí! Ale pomocí matematické voodoo magie, když použije svůj klíč k otevření zámku LTC, odhalí klíč Bobovi, který jej pak může použít k získání BTC, které vložila do své skříňky. Tímto způsobem, bez prostředníka, Alice a Bob úspěšně vyměnili svá aktiva.</p> <p>Je tu ale malý problém. Co když Alice pošle do své skříňky a Bob se rozhodne, že už nechce obchodovat. Nyní, protože Alice nemůže získat přístup ke svým BTC, které zamkla, a Bob nedokončí svou část transakce, Alice navždy ztratí své peníze. Naštěstí má bitcoin malou technologii zvanou refundační transakce, a tak po určité době, pokud Bob nenárokuje BTC, mají skripty zabudovaný bezpečnostní systém, kde se BTC automaticky vrátí Alici. To byl hlavní retarder pro implementaci atomových swapů pro Monero. Kvůli technologii ochrany soukromí <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> kroužkových podpisů </a> projektu Monero je odesílatel transakce vždy nejistý. Jak může protokol provést transakci vrácení peněz, když ani on neví, odkud transakce přišla?</p> <p>V roce 2017 malá skupina výzkumníků nastínila jinou metodu, kterou by atomové swapy fungovaly na Moneru. Po několika letech zdokonalování vědci dokončili proces, pomocí kterého by Monero bylo schopno provádět atomové swapy s bitcoiny, a to i bez refundačních transakcí.</p> <p>Jako u mnoha věcí této úrovně technické složitosti, naše vysvětlení některé věci příliš zjednoduší, aby zprostředkovalo myšlenku, ale přesto poskytne solidní představu o mechanismech, kterými by tento proces fungoval.</p> <p>Alice (která má XMR a chce BTC) i Bob (která má BTC a chce XMR) si musí stáhnout a spustit program, který podporuje atomový swap. To může být implementováno do peněženek, decentralizovaných burz nebo speciálních specifických programů, ale software musí běžet s protokolem atomic swap. V prvním kroku se klienti Alice a Bob k sobě připojí a vytvoří několik sdílených tajemství a klíčů. V tomto kroku se vytvoří nová adresa Monero, přičemž Alice má jednu polovinu klíče a Bob druhou. Zatím tam ale není žádné Monero, takže není za co utrácet. Poslední věc, kterou je třeba k této adrese poznamenat, je, že oba mají klíč k zobrazení této peněženky, takže mohou oba nahlédnout dovnitř a zjistit, zda nebo kdy dorazí Monero.</p> <p>Ve druhém kroku Bob odešle svůj BTC na speciální adresu, podobnou bitcoinovému atomickému swapovému protokolu, o kterém jsme již hovořili. Poté, co Alice uvidí, že BTC dorazí na tuto adresu na blockchainu, pošle své Monero na Monero adresu, ke které mají ona i Bob jednu polovinu klíče. Bob si může ověřit, že Monero dorazilo, protože má také klíč k prohlížení, a jakmile uvidí, že je Monero bezpečně v peněžence, pošle Alici kus klíče, který jí umožní vybrat bitcoiny. Podobně jako u jiného protokolu, proces nárokování bitcoinu odhaluje Bobovi její polovinu klíče Monero. Nyní má Bob obě poloviny, takže si může nárokovat Monero, zatímco Alice má jen svou polovinu, takže se ji nemůže pokusit vzít dříve než on.</p> <p>Takže pokud jste se na to všechno podívali a jste stále trochu zmatení, jak Monero dokázalo obejít problém refundačních transakcí, odpověď je docela jednoduchá. Protože Monero samo o sobě nemá refundační transakce, čtenář by si měl všimnout, že bitcoin (který má refundační transakce) je odeslán jako první a teprve poté, co je ověřeno, že je na blockchainu, je odesláno Monero. To umožňuje Moneru využívat schopnost bitcoinu skriptovat při refundačních transakcích a využívat je, aniž by bylo nutné mít tyto schopnosti samo.</p> <p>Výměna "atomů" je nyní dokončena, a odtud má Bob několik možností pro svůj nově nárokovaný XMR. Může tuto peněženku Monero používat tak, jak je, nebo přesunout XMR do jiné peněženky, kterou již vlastní. Bob s největší pravděpodobností přesune Monero do jiné peněženky, protože Alice má stále klíč zobrazení a vidí dovnitř.</p> <p>Krása tohoto protokolu spočívá v tom, že je stále zcela nový a je zde spousta prostoru pro optimalizace. Je také poměrně flexibilní ve své architektuře, takže implementace v jiných peněženkách nebo decentralizovaných burzách by měla být jednoduchá a čistě zapadat do jejich stávající architektury.</p>
fi: <p>Kryptovaluutta-maailmassa hajautetun ja valtuuttoman järjestelmän tavoittelussa harvat asiat ovat niin haluttuja kuin hajautetut pörssit ja "Atomic Swapit". Perustamisestaan lähtien Monero on kamppaillut "Atomic Swappien" toteuttamisessa, sillä yksityisyysominaisuudet luovat ainutlaatuisia ongelmia protokollaa suunniteltaessa.</p> <p>Mutta pakitetaan ensin. Mitä ovat "Atomic Swapit"? Atomic swap on operaatio, jonka avulla kahden eri lohkoketjun kryptovaluutat voidaan vaihtaa keskenään ilman kolmannen osapuolen apua. Tämä tarkoittaa, että jos joku haluaisi vaihtaa kryptovaluutan A kryptovaluuttaan B, hän voisi tehdä sen ilman keskitettyä tai hajautettua vaihtoa. Kuten voisi kuvitella, tämä vaatii huomattavasti tutkimusta ja kaikki tekniset yksityiskohdat jotka mahdollistavat sen, ovat melko monimutkaisia. Jälleen kerran LocalMonero on täällä auttamassa ja antamassa yksinkertaisen selityksen tavalliselle ihmiselle.</p> <p> Aluksi tarkastellaan yksinkertaisinta Atomic Swapin muotoa, jonka Bitcoin on toteuttanut. Jos joku haluaa vaihtaa Bitcoinin toiseen kolikkoon, joka käyttää samaa "hash time lock contract" -tekniikkaa, hän voi tehdä sen seuraavalla tavalla. Alicella on Bitcoin (BTC), mutta hän haluaa Litecoinin (LTC) ja Bobilla on LTC, mutta hän haluaa BTC:n. He päättävät tehdä Atomic Swapin, jotta jokainen saa haluamansa kolikon. Alice lähettää BTC:nsä erityiseen osoitteeseen käyttämällä skriptejä, jotka lukitsevat varat pois niin, ettei hänkään pääse niihin käsiksi. Voit ajatella sitä kuin Alice laittaisi BTC:nsä lukittuun laatikkoon. Kun lukkolaatikko on tehty, hän saa avaimen ja lähettää tämän avaimen hashin Bobille. Nyt Bobilla ei ole itse avainta, vain hash, joten hän ei voi vielä käyttää varoja.</p> <p>Bob käyttää tätä hashia "seedinä", josta hän luo oman lukituslaatikon ja lähettää LTC:nsä sinne, missä se myös lukitaan. Koska Alicen avaimen hashia käytettiin seedinä, jolla Bobin lukkolaatikko luotiin, hän voi käyttää avaimensa lunastaakseen LTC:n Bobin lukkolaatikosta. Hänen avaimensa sopii! Mutta käyttämällä matemaattista voodoo-taikaa, kun hän avaa avaimellaan LTC-lukon, hän paljastaa avaimen Bobille, joka voi sitten käyttää sitä lunastaakseen BTC:n, jonka hän laittoi lukkolaatikkoonsa. Tällä tavalla, ilman välittäjää, Alice ja Bob ovat onnistuneesti vaihtaneet omaisuutensa.</p> <p>Mutta siinä on pieni ongelma. Mitä jos Alice lähettää lukkolaatikkoonsa ja Bob päättää, ettei halua enää käydä kauppaa. Nyt koska Alice ei pääse käsiksi BTC:ään, jonka hän lukitsi ja Bob ei suorita osuuttaan kaupasta, Alice menettää rahansa ikuisesti. No, onneksi Bitcoinissa on tekniikka, jota kutsutaan palautustransaktioiksi joten tietyn ajan kuluttua, jos Bob ei ole lunastanut BTC:tä, skripteihin on sisäänrakennettu vikasieto, jossa BTC palaa automaattisesti Alicelle. Tämä oli Moneron ydinswap-toteutuksen ensisijainen tavoite. Moneron <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring allekirjoitusten tietosuojateknologian</a> ansiosta tapahtuman lähettäjä on aina tuntematon. Kuinka protokolla voi suorittaa hyvitystapahtuman, jos se ei edes tiedä, mistä tapahtuma tuli?</p> <p>Vuonna 2017 pieni ryhmä tutkijoita hahmotteli erilaisen menetelmän, jolla Atomic Swap toimisi Monerossa. Useiden vuosien tutkimisen jälkeen tutkijat viimeistelivät prosessin, jolla Monero pystyisi tekemään Atomic Swappeja Bitcoinin kanssa jopa ilman palautustapahtumia.</p> <p>Kuten monien tämän tason teknisen monimutkaisten asioiden kohdalla, selityksemme yksinkertaistaa joitain asioita liikaa idean välittämiseksi, mutta se antaa silti vankan käsityksen mekanismeista, joilla tämä prosessi toimisi.</p> <p>Sekä Alicen (jolla on XMR ja haluaa BTC:n) että Bobin (jolla on BTC ja haluaa XMR:n) on ladattava ja suoritettava ohjelma, joka tukee Atomic Swappia. Tämä voidaan toteuttaa lompakoissa, hajautetuissa vaihtokeskuksissa tai tietyissä erityisohjelmissa, mutta ohjelmiston on käytettävä Atomic Swapin protokollaa. Ensimmäisessä vaiheessa Alicen ja Bobin asiakkaat muodostavat yhteyden toisiinsa ja tekevät useita yhteisiä salauksia ja avaimia. Tässä vaiheessa luodaan uusi Monero-osoite, jossa Alicella on toinen puoli avaimesta ja Bobilla toinen. Siellä ei kuitenkaan ole vielä Moneroa, joten ei ole mitään kulutettavaa. Viimeinen asia, joka on huomioitava tästä osoitteesta, on se, että molemmilla on tämän lompakon katseluavain, joten he voivat molemmat kurkistaa sisään nähdäkseen, saapuuko Monero tai milloin se saapuu.</p> <p>Toisessa vaiheessa Bob lähettää BTC:nsä erityiseen osoitteeseen, joka on samanlainen kuin Bitcoinin Atomic Swap protokolla, josta olemme jo keskustelleet. Kun Alice näkee BTC:n saapuvan tähän osoitteeseen lohkoketjussa, hän lähettää Moneronsa Monero-osoitteeseen, johon hänellä ja Bobilla on molemmilla puolikas avain. Bob voi varmistaa, että Monero saapui koska hänellä on myös katseluavain, ja kun hän näkee Moneron olevan turvallisesti lompakossa, hän lähettää Alicelle avaimenpalan, jonka avulla tämä voi nostaa Bitcoinin. Kuten toisessa protokollassa, Bitcoinin lunastusprosessi paljastaa hänen puolet Monero-avaimesta Bobille. Nyt Bobilla on molemmat puolikkaat, joten hän voi lunastaa Moneron, kun taas Alicella on vain hänen puolikas, joten hän ei voi yrittää ottaa sitä ennen Bobia.</p> <p>Jos tarkastelet tätä kaikkea ja olet edelleen hieman hämmentynyt siitä, kuinka Monero pystyi kiertämään hyvitystapahtumien ongelman, vastaus on melko yksinkertainen. Koska Monerolla itsessään ei ole hyvitystapahtumia, lukijan tulisi huomata, että Bitcoin (jolla on hyvitystapahtumia) lähetetään ensin, ja vasta sen jälkeen, kun sen on varmistettu olevan lohkoketjussa, lähetetään Monero. Tämän ansiosta Monero voi hyödyntää Bitcoinin kykyä palautustapahtumissa ja hyödyntää niitä ilman, että sillä itsellään tarvitsee olla näitä ominaisuuksia.</p> <p>Atomic Swap on nyt valmis, mutta tästä lähtien Bobilla on pari vaihtoehtoa äskettäin hankkimaansa XMR:ään. Hän voi käyttää tätä Monero-lompakkoa sellaisenaan tai siirtää XMR:n toiseen lompakkoon, jonka hän jo omistaa. Bob todennäköisesti siirtää Moneron toiseen lompakkoon, koska Alicella on edelleen katseluavain ja hän näkee nykyiseen Monero-lompakkoon.</p> <p>Tämän protokollan kauneus on, että se on vielä melko uusi, ja siinä on runsaasti tilaa optimoinnille. Se on myös melko joustava arkkitehtuuriltaan, joten toteutus muissa lompakoissa tai hajautetuissa keskuksissa tulisi olla yksinkertaista ja sopia selkeästi niiden olemassa olevaan arkkitehtuuriin.</p>
fr: <p>Dans la quête de la décentralisation et d'un système véritablement sans permission, peu de choses sont aussi convoitées dans le domaine des crypto-monnaies que les échanges décentralisés et les échanges atomiques. Depuis sa création, Monero a eu du mal à mettre en œuvre des « swaps atomiques », car les fonctionnalités de confidentialité créent des problèmes particuliers lors de la conception d'un protocole.</p> <p>Mais d'abord, revenons en arrière. Que sont les « swaps atomiques » ? Un swap atomique est un protocole par lequel deux crypto-monnaies différentes, sur des blockchains différentes, peuvent être échangées sans confiance et sans intermédiaire. Cela signifie que si quelqu'un voulait échanger la crypto-monnaie A contre la crypto-monnaie B, il pourrait le faire sans service d'échange, centralisé ou décentralisé. Comme on peut l'imaginer, cela demande des recherches considérables, et tous les détails techniques qui rendent cela possible deviennent assez compliqués. Une fois de plus, LocalMonero est là pour vous aider et donner une explication simple au commun des mortels.</p> <p>Pour commencer, considérons la forme la plus simple de swap atomique, telle qu'implémentée par Bitcoin. Si quelqu'un veut échanger du Bitcoin contre une autre crypto-monnqie qui utilise la même technologie de contrat de verrouillage de temps de hachage, il peut le faire de la manière suivante. Alice a du Bitcoin (BTC), et veut du Litecoin (LTC), et Bob a du LTC, et veut du BTC. Ils décident de faire un swap atomique afin que chacun obtienne la crypto-monnaie qu'il veut. Alice envoie son BTC à une adresse spéciale, en utilisant des scripts qui verrouillent les fonds afin que même elle ne puisse pas y accéder. Vous pouvez imaginer qu'Alice mette son BTC dans un coffre-fort. Lorsque le coffre-fort est créé, elle obtient une clé et envoie un hachage de cette clé à Bob. Maintenant, Bob n'a pas la clé elle-même, seulement le hachage, donc il ne peut pas encore accéder aux fonds.</p> <p>Bob utilise ce hachage comme graine à partir de laquelle il génère son propre « coffre-fort », et y envoie son LTC, où il est également verrouillé. Étant donné que le hachage de la clé d'Alice a été utilisé comme graine par laquelle le coffre-fort de Bob a été créé, elle peut utiliser sa clé pour réclamer le LTC dans le coffre-fort de Bob. Sa clé convient ! Mais, en utilisant la magie mathématique vaudou, lorsqu'elle utilise sa clé pour ouvrir la serrure LTC, elle révèle la clé à Bob, qui peut ensuite l'utiliser pour réclamer le BTC qu'elle a mis dans son coffre-fort à elle. De cette façon, sans intermédiaire, Alice et Bob ont réussi à échanger leurs avoirs.</p> <p>Mais il y a un léger problème. Et si Alice envoie dans son coffre-fort et que Bob décide qu'il ne veut plus échanger. Maintenant, puisqu'Alice ne peut pas accéder à son BTC qu'elle a enfermé et que Bob ne terminera pas sa part de la transaction, Alice perd son argent pour toujours. Eh bien, heureusement, Bitcoin a une petite technologie appelée transactions de remboursement, et donc après un certain temps, si le BTC n'est pas réclamé par Bob, les scripts ont une sécurité intégrée, où le BTC reviendra automatiquement à Alice. C'était le principal ralentisseur pour la mise en œuvre des swaps atomiques de Monero. En raison de la technologie de confidentialité <a target="_blank" href="/knowledge/ring-signatures" class="next-link">des signatures de cercle de Monero </a>, l'expéditeur d'une transaction est toujours incertain. Comment le protocole peut-il effectuer une transaction de remboursement s'il ne sait même pas d'où provient la transaction ?</p> <p>En 2017, un petit groupe de chercheurs a décrit une méthode différente par laquelle les swaps atomiques fonctionneraient dans Monero. Après plusieurs années de raffinement, les chercheurs ont finalisé un processus par lequel Monero serait capable de faire des échanges atomiques avec Bitcoin, même sans transactions de remboursement.</p> <p>Comme pour beaucoup de choses de ce niveau de complexité technique, notre explication simplifiera excessivement certaines choses afin de transmettre l'idée, mais elle donnera toujours une idée solide des mécanismes par lesquels ce processus fonctionnerait.</p> <p>Alice (qui a du XMR et veut du BTC) et Bob (qui a du BTC et veut du XMR) doivent télécharger et exécuter un programme qui prend en charge le swap atomique. Cela peut être implémenté dans des portefeuilles, des services d'échange décentralisés ou des programmes spéciaux et spécifiques, mais le logiciel doit exécuter le protocole de swap atomique. Dans la première étape, les clients d'Alice et de Bob se connectent et créent plusieurs secrets et clés partagés. Dans cette étape, une nouvelle adresse Monero est créée, Alice ayant une moitié de la clé et Bob ayant l'autre. Il n'y a pas encore de Monero sur cette adresse, donc il n'y a rien à dépenser. Une dernière chose à noter à propos de cette adresse, c'est qu'ils ont tous les deux la clé de vue de ce portefeuille, ils peuvent donc tous les deux jeter un coup d'œil à l'intérieur pour voir si ou et quand du Monero arrive.</p> <p>Dans la deuxième étape, Bob envoie son BTC à une adresse spéciale, similaire au protocole de swap atomique Bitcoin dont nous avons déjà parlé. Après qu'Alice ait vu le BTC arriver à cette adresse sur la blockchain, elle envoie son Monero à l'adresse Monero pour laquelle elle et Bob ont tous deux la moitié d'une clé. Bob peut vérifier que le Monero est arrivé puisqu'il a également la clé de vue, et une fois qu'il voit que le Monero est en sécurité dans le portefeuille, il envoie à Alice un morceau de clé qui lui permettra de retirer le Bitcoin. Semblable à l'autre protocole, le processus de réclamation du Bitcoin révèle sa moitié de la clé Monero à Bob. Maintenant, Bob a les deux moitiés, donc il peut réclamer le Monero, tandis qu'Alice n'a que sa moitié, donc elle ne peut pas essayer de le prendre avant lui.</p> <p>Donc, si vous avez lu tout cela et que vous êtes encore un peu confus quant à la façon dont Monero a pu contourner le problème des transactions de remboursement, la réponse est assez simple. Étant donné que Monero lui-même n'a pas de transactions de remboursement, le lecteur doit remarquer que le Bitcoin (qui a des transactions de remboursement) est envoyé en premier, et seulement après avoir été vérifié comme étant sur la blockchain, le Monero est envoyé. Cela permet à Monero d'utiliser la capacité de Bitcoin à écrire des scripts dans les transactions de remboursement et d'en tirer parti, sans avoir besoin de ces capacités lui-même.</p> <p> Le swap atomique est maintenant terminé, mais à partir de là, Bob a quelques options pour son XMR nouvellement réclamé. Il peut utiliser ce portefeuille Monero tel quel ou déplacer le XMR vers un autre portefeuille qu'il possède déjà. Bob déplacera très probablement le Monero vers un autre portefeuille, car Alice a toujours la clé de vue et peut voir à l'intérieur.</p> <p>La beauté de ce protocole est qu'il est encore assez nouveau et qu'il y a beaucoup de marge pour des optimisations. Il est également assez flexible dans son architecture, donc la mise en œuvre dans d'autres portefeuilles ou services d'échange décentralisés devrait être simple et s'adapter parfaitement à leur architecture existante.</p>
it: <p>Nel perseguimento del decentramento e di un sistema veramente senza autorizzazione, poche cose sono tanto ambite nello spazio delle criptovalute quanto gli scambi decentralizzati e gli scambi atomici. Fin dal suo inizio, Monero ha lottato per implementare gli atomic swap, poiché le funzionalità di privacy creano problemi unici quando si cerca di progettare un protocollo.</p> <p>Ma prima torniamo indietro. Cosa sono gli atomic swap? Uno scambio atomico è un protocollo mediante il quale due diverse criptovalute, su diverse blockchain, possono essere scambiate in modo trustless senza intermediari. Ciò significa che se qualcuno volesse scambiare la criptovaluta A con la criptovaluta B, sarebbe in grado di farlo senza uno scambio, centralizzato o decentralizzato. Come si potrebbe immaginare, questo richiede una notevole ricerca e tutti i dettagli tecnici che lo rendono possibile diventano piuttosto complicati. Ancora una volta, LocalMonero è qui per aiutare e dare una semplice spiegazione alla persona comune.</p> <p>Per iniziare, consideriamo la forma più semplice di atomic swap, implementata da Bitcoin. Se qualcuno desidera scambiare Bitcoin con un'altra moneta che utilizza la stessa tecnologia del contratto di blocco dell'ora di hash, può farlo nel modo seguente. Alice ha Bitcoin (BTC), ma vuole Litecoin (LTC) e Bob ha LTC, ma vuole BTC. Decidono di fare uno scambio atomico in modo che ognuno riceva la moneta che desidera. Alice invia il suo BTC a un indirizzo speciale, utilizzando script che bloccano i fondi in modo che nemmeno lei possa accedervi. Puoi pensarlo come se Alice mettesse il suo BTC in una cassetta di sicurezza. Quando viene creato il lockbox, ottiene una chiave e invia un hash di questa chiave a Bob. Ora Bob non ha la chiave stessa, solo l'hash, quindi non può ancora accedere ai fondi.</p> <p>Bob utilizza questo hash come seme da cui genera il proprio lockbox e invia lì il suo LTC, dove è anche bloccato. Poiché l'hash della chiave di Alice è stato utilizzato come seme con cui è stato creato il lockbox di Bob, può usare la sua chiave per rivendicare l'LTC nel lockbox di Bob. La sua chiave si adatta! Ma, usando la magia matematica vudù, quando usa la sua chiave per aprire il lucchetto LTC, rivela la chiave a Bob, che può quindi usarla per richiedere il BTC che ha messo nel suo armadietto. In questo modo, senza intermediari, Alice e Bob si sono scambiati con successo i loro beni.</p> <p>Ma c'è un piccolo problema. E se Alice lo manda al suo armadietto e Bob decide che non vuole più fare scambi. Ora, poiché Alice non può accedere al suo BTC che ha bloccato e Bob non completerà la sua parte della transazione, Alice perde i suoi soldi per sempre. Bene, fortunatamente, Bitcoin ha una piccola tecnologia chiamata transazioni di rimborso, quindi dopo un periodo di tempo, se il BTC non viene rivendicato da Bob, gli script hanno un sistema di sicurezza integrato, in cui il BTC tornerà automaticamente ad Alice. Questo è stato lo speedbump principale per l'implementazione degli atomic swap di Monero. A causa della <a target="_blank" href="/knowledge/ring-signatures" class="next-link">tecnologia per la privacy delle firme ad anello</a>di Monero, il mittente di una transazione è sempre incerto. Come può il protocollo eseguire una transazione di rimborso se anche non sa da dove proviene la transazione?</p> <p>Nel 2017, un piccolo gruppo di ricercatori ha delineato un metodo diverso con cui gli scambi atomici avrebbero funzionato in Monero. Dopo diversi anni di perfezionamento, i ricercatori hanno finalizzato un processo mediante il quale Monero sarebbe stata in grado di fare atomic swap con Bitcoin, anche senza transazioni di rimborso.</p> <p>Come per molte cose di questo livello di complessità tecnica, la nostra spiegazione semplificherà eccessivamente alcune cose per trasmettere l'idea, ma darà comunque un'idea solida dei meccanismi con cui questo processo funzionerebbe.</p> <p>Sia Alice (che ha XMR e vuole BTC) che Bob (che ha BTC e vuole XMR) devono scaricare ed eseguire un programma che supporti lo scambio atomico. Questo può essere implementato in portafogli, scambi decentralizzati o programmi speciali e specifici, ma il software deve eseguire il protocollo di scambio atomico. Nella prima fase, i client di Alice e Bob si connettono tra loro e creano diversi segreti e chiavi condivisi. In questo passaggio, viene creato un nuovo indirizzo Monero, con Alice che ha una metà della chiave e Bob che ha l'altra. Nessun Monero è ancora lì, quindi non c'è niente da spendere. Un'ultima cosa da notare su questo indirizzo è che entrambi hanno la chiave di visualizzazione per questo portafoglio, quindi possono entrambi sbirciare dentro per vedere se o quando arriva Monero.</p> <p>Nella seconda fase, Bob invia il suo BTC a un indirizzo speciale, simile al protocollo di scambio atomico di Bitcoin di cui abbiamo già parlato. Dopo che Alice vede il BTC arrivare a questo indirizzo sulla blockchain, invia il suo Monero all'indirizzo Monero a cui lei e Bob hanno entrambi metà della chiave. Bob può verificare che il Monero sia arrivato poiché ha anche la chiave di visualizzazione, e una volta che vede il Monero è al sicuro nel portafoglio, invia ad Alice un pezzo di una chiave che le permetterà di ritirare il Bitcoin. Simile all'altro protocollo, il processo di rivendicazione del Bitcoin rivela a Bob la sua metà della chiave Monero. Ora Bob ha entrambe le metà, quindi può rivendicare il Monero, mentre Alice ha solo la sua metà, quindi non può provare a prenderlo prima di lui.</p> <p>Quindi, se hai esaminato tutto questo e sei ancora un po 'confuso su come Monero sia stata in grado di aggirare il problema delle transazioni di rimborso, la risposta è abbastanza semplice. Poiché Monero stesso non ha transazioni di rimborso, il lettore dovrebbe notare che il Bitcoin (che ha transazioni di rimborso) viene inviato per primo, e solo dopo che è stato verificato come essere sulla blockchain viene inviato Monero. Ciò consente a Monero di utilizzare la capacità di Bitcoin di eseguire script nelle transazioni di rimborso e di trarne vantaggio, senza la necessità di avere queste funzionalità stesse.</p> <p>Lo scambio atomico è ora completo, ma da qui Bob ha un paio di opzioni per il suo XMR appena rivendicato. Può usare questo portafoglio Monero così com'è o spostare l'XMR su un altro portafoglio che già possiede. Molto probabilmente Bob sposterà il Monero su un altro portafoglio, perché Alice ha ancora la chiave di visualizzazione e può vedere all'interno.</p> <p>La bellezza di questo protocollo è che è ancora abbastanza nuovo e c'è molto spazio per le ottimizzazioni. È anche abbastanza flessibile nella sua architettura, quindi l'implementazione in altri portafogli o scambi decentralizzati dovrebbe essere semplice e adattarsi perfettamente alla loro architettura esistente.</p>
lt: <p>Siekiant decentralizacijos ir tikrai neleistinos sistemos, mažai dalykų kriptovaliutų erdvėje taip trokštama kaip decentralizuotos biržos ir atominiai apsikeitimo sandoriai. Nuo pat įkūrimo Monero sunkiai įgyvendino atominius apsikeitimo sandorius, nes privatumo funkcijos sukuria unikalių problemų kuriant protokolą.</p> <p>Tačiau pirmiausia sukurkime atsarginę kopiją. Kas yra atominiai mainai? Atominis apsikeitimas yra protokolas, pagal kurį dvi skirtingos kriptovaliutos skirtingose blokų grandinėse gali būti keičiamos nepatikimais be tarpininkų. Tai reiškia, kad jei kas nors norėtų iškeisti kriptovaliutą A į kriptovaliutą B, jis galėtų tai padaryti be centralizuoto ar decentralizuoto keitimo. Kaip galima įsivaizduoti, tam reikia daug tyrimų, o visos techninės detalės, leidžiančios tai padaryti, tampa gana sudėtingos. Dar kartą „LocalMonero“ yra čia, kad padėtų ir paprastam žmogui paaiškintų.</p> <p> Norėdami pradėti, panagrinėkime paprasčiausią atominio apsikeitimo formą, kurią įgyvendina Bitcoin. Jei kas nors nori iškeisti Bitcoin į kitą monetą, kuri naudoja tą pačią maišos laiko užrakto sutarties technologiją, jie gali tai padaryti tokiu būdu. Alisa turi Bitcoin (BTC), bet nori Litecoin (LTC), o Bobas turi LTC, bet nori BTC. Jie nusprendžia atlikti atominį apsikeitimą, kad kiekvienas gautų norimą monetą. Alisa siunčia savo BTC specialiu adresu, naudodama scenarijus, kurie užrakina lėšas, kad net ji negalėtų jo pasiekti. Galite galvoti apie tai taip, kaip Alisa įdeda savo BTC į užrakinimo dėžutę. Kai užraktas yra pagamintas, ji gauna raktą ir nusiunčia šio rakto maišą Bobui. Dabar Bobas neturi paties rakto, tik maišą, todėl jis dar negali pasiekti lėšų.</p> <p>Bob naudoja šią maišą kaip sėklą, iš kurios sukuria savo užrakinimo dėžutę, ir siunčia ten savo LTC, kur jis taip pat užrakinamas. Kadangi Alisos rakto maiša buvo naudojama kaip sėkla, iš kurios buvo pagaminta Bobo užrakto dėžė, ji gali naudoti savo raktą, kad gautų LTC Bobo užrakto dėžėje. Jos raktas tinka! Tačiau naudodama matematikos „voodoo“ magiją, kai ji naudoja savo raktą, kad atidarytų LTC užraktą, ji atskleidžia raktą Bobui, kuris gali jį panaudoti, kad paimtų BTC, kurį įdėjo į savo užrakto dėžutę. Tokiu būdu, be tarpininko, Alisa ir Bobas sėkmingai apsikeitė savo turtu.</p> <p> Tačiau yra nedidelė problema. O kas, jei Alisa nusiųs į savo užraktą, o Bobas nuspręs, kad nebenori prekiauti. Kadangi Alisa negali pasiekti savo BTC, kurį ji užrakino, o Bobas nebaigs savo sandorio dalies, Alisa tiesiog praranda savo pinigus amžiams. Laimei, Bitcoin turi mažą technologiją, vadinamą pinigų grąžinimo operacijomis, taigi po tam tikro laiko, jei Bobas nepareikalaus BTC, scenarijuose yra įmontuotas saugiklis, kuriame BTC automatiškai grįš Alisai. Tai buvo pagrindinis Monero atominių apsikeitimo sandorių įgyvendinimo greitis. Dėl Monero <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> žiedinių parašų privatumo technologijos</a> operacijos siuntėjas visada yra neaiškus. Kaip protokolas gali atlikti pinigų grąžinimo operaciją, jei net nežino, iš kur buvo atlikta operacija?</p> <p>2017 m. nedidelė tyrėjų grupė apibūdino kitokį metodą, pagal kurį būtų galima atlikti atomų apsikeitimą Monero mieste. Po kelerių metų tobulinimo mokslininkai užbaigė procesą, kurio metu Monero galėtų atlikti atominius apsikeitimo sandorius su Bitcoin, net ir be pinigų grąžinimo operacijų.</p> <p>Kaip ir daugelis tokio techninio sudėtingumo dalykų, mūsų paaiškinimas per daug supaprastins kai kuriuos dalykus, kad perteiktų idėją, bet vis tiek suteiks tvirtą supratimą apie mechanizmus, kuriais šis procesas veiks.</p> <p>Tiek Alisa (kuri turi XMR ir nori BTC), tiek Bobas (turi BTC ir nori XMR) turi atsisiųsti ir paleisti programą, kuri palaiko atominį apsikeitimą. Tai gali būti įdiegta į pinigines, decentralizuotus mainus arba specialias, specifines programas, tačiau programinėje įrangoje turi būti paleistas atominio apsikeitimo protokolas. Pirmame žingsnyje Alisos ir Bobo klientai susijungia vienas su kitu ir sukuria keletą bendrų paslapčių bei raktų. Šiame žingsnyje sukuriamas naujas Monero adresas, kuriame Alisa turi vieną rakto pusę, o Bobas – kitą. Vis dėlto ten dar nėra Monero, todėl nėra ko išleisti. Paskutinis dalykas, kurį reikia atkreipti dėmesį į šį adresą, yra tai, kad jie abu turi šios piniginės peržiūros raktą, todėl jie abu gali žvilgtelėti į vidų, kad pamatytų, ar Monero atvyks ir kada jis atvyks.</p> <p> Antrame žingsnyje Bobas siunčia savo BTC specialiu adresu, panašiu į Bitcoin atominio apsikeitimo protokolą, kurį jau aptarėme. Kai Alisa pamato, kad BTC atkeliauja šiuo adresu blokų grandinėje, ji nusiunčia savo Monero tuo Monero adresu, kurį abu su Bobu turi po pusę rakto. Bobas gali patikrinti, ar Monero atvyko, nes taip pat turi peržiūros raktą, o kai pamato, kad Monero saugiai yra piniginėje, jis nusiunčia Alice rakto gabalėlį, kuris leis jai atsiimti Bitcoin. Panašiai kaip ir kitame protokole, Bitcoin reikalavimo procesas atskleidžia Bobui pusę Monero rakto. Dabar Bobas turi abi puses, todėl jis gali pretenduoti į Monero, o Alisa turi tik jos pusę, todėl ji negali pabandyti paimti jo anksčiau, nei jis tai padarys.</p> <p> Taigi, jei pažvelgsite į visa tai ir vis dar esate šiek tiek sumišę, kaip Monero sugebėjo išspręsti pinigų grąžinimo operacijų problemą, atsakymas yra gana paprastas. Kadangi pats Monero neturi pinigų grąžinimo operacijų, skaitytojas turėtų pastebėti, kad pirmiausia išsiunčiamas Bitcoin (kuris turi pinigų grąžinimo operacijas), o tik patikrinus, ar jis yra blokų grandinėje, siunčiamas Monero. Tai leidžia Monero panaudoti „Bitcoin“ galimybę rašyti scenarijus atliekant pinigų grąžinimo operacijas ir jomis pasinaudoti, nereikalaujant pačiam turėti šių galimybių.</p> <p>Atominis apsikeitimas dabar baigtas, bet nuo čia Bobas turi keletą savo naujai pareikšto XMR parinkčių. Jis gali naudoti šią Monero piniginę tokią, kokia yra, arba perkelti XMR į kitą jam jau priklausančią piniginę. Bobas greičiausiai perkels Monero į kitą piniginę, nes Alisa vis dar turi peržiūros raktą ir gali matyti viduje.</p> <p> Šio protokolo grožis yra tas, kad jis vis dar gana naujas ir yra daug vietos optimizavimui. Ji taip pat gana lanksti savo architektūra, todėl diegimas kitose piniginėse ar decentralizuotose biržose turėtų būti paprastas ir puikiai derėtų prie esamos architektūros.</p>
nb: <p>I jakten på desentralisering og et virkelig tillatelsesløst system er det få ting som er så ettertraktet i kryptovaluta-området som desentraliserte børser og atombytter. Siden starten har Monero slitt med å implementere atombytte, ettersom personvernfunksjonene skaper unike problemer når de prøver å designe en protokoll.</p> <p>Men først, la oss sikkerhetskopiere. Hva er atombytter? En atombytte er en protokoll der to forskjellige kryptovalutaer, på forskjellige blokkkjeder, kan utveksles på en tillitsløs måte uten mellomledd. Dette betyr at hvis noen ønsket å bytte kryptovaluta A mot kryptovaluta B, ville de kunne gjøre det uten en sentralisert eller desentralisert utveksling. Som man kan forestille seg, krever dette betydelig forskning, og de fulle tekniske detaljene som gjør det mulig blir ganske komplisert. Nok en gang er LocalMonero her for å hjelpe og gi en enkel forklaring for den vanlige personen.</p> <p>For å starte, la oss vurdere den enkleste formen for atombytte, som implementert av Bitcoin. Hvis noen ønsker å bytte Bitcoin mot en annen mynt som bruker samme hash time lock kontrakt teknologi, kan de gjøre det på følgende måte. Alice har Bitcoin (BTC), men vil ha Litecoin (LTC), og Bob har LTC, men vil ha BTC. De bestemmer seg for å gjøre et atombytte slik at hver enkelt får den mynten de vil ha. Alice sender BTC-en sin til en spesiell adresse, ved å bruke skript som låser pengene slik at selv hun ikke får tilgang til den. Du kan tenke på det som at Alice legger BTC-en sin i en låseboks. Når låseboksen er laget, får hun en nøkkel, og sender en hash av denne nøkkelen til Bob. Nå har ikke Bob selve nøkkelen, bare hashen, så han har ikke tilgang til pengene ennå.</p> <p>Bob bruker denne hashen som et frø som han genererer sin egen låseboks fra, og sender sin LTC dit, hvor den også er låst. Siden hashen til Alices nøkkel ble brukt som frøet som Bobs låseboks ble laget av, kan hun bruke nøkkelen sin til å kreve LTC i Bobs låseboks. Nøkkelen hennes passer! Men ved å bruke matematisk voodoo-magi, når hun bruker nøkkelen sin til å åpne LTC-låsen, avslører hun nøkkelen til Bob, som deretter kan bruke den til å kreve BTC-en hun la i låseboksen. På denne måten, uten mellomledd, har Alice og Bob lykkes med å bytte ut sine eiendeler.</p> <p>Men det er et lite problem. Hva om Alice sender til låseboksen hennes, og Bob bestemmer seg for at han ikke vil bytte mer. Nå, siden Alice ikke har tilgang til BTC-en sin som hun låste, og Bob ikke vil fullføre sin del av transaksjonen, mister Alice bare pengene sine for alltid. Vel, heldigvis har Bitcoin en liten teknologi som kalles refusjonstransaksjoner, og så etter en periode, hvis BTC ikke er gjort krav på av Bob, har skriptene en feilsikker innebygd, hvor BTC automatisk vil gå tilbake til Alice. Dette var den primære fartshumpen for Moneros atombytteimplementering. På grunn av Moneros <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer personvernteknologi</a>, er avsenderen av en transaksjon alltid usikker. Hvordan kan protokollen utføre en refusjonstransaksjon hvis den ikke vet hvor transaksjonen kom fra?</p> <p>I 2017 skisserte en liten gruppe forskere en annen metode for atombytte i Monero. Etter flere år med foredling, fullførte forskerne en prosess der Monero ville være i stand til å gjøre atombytte med Bitcoin, selv uten refusjonstransaksjoner.</p> <p>Som med mange ting av dette nivået av teknisk kompleksitet, vil forklaringen vår forenkle noen ting for å formidle ideen, men den vil fortsatt gi en solid idé om mekanismene som denne prosessen vil fungere med.</p> <p>Både Alice (som har XMR og vil ha BTC) og Bob (som har BTC og vil ha XMR) må laste ned og kjøre et program som støtter atombytte. Dette kan implementeres i lommebøker, desentraliserte børser eller spesielle, spesifikke programmer, men programvaren må kjøre atombytteprotokollen. I det første trinnet kobler Alice og Bobs klienter seg til hverandre og lager flere felles hemmeligheter og nøkler. I dette trinnet opprettes en ny Monero-adresse, der Alice har den ene halvdelen av nøkkelen, og Bob har den andre. Ingen Monero er der ennå, så det er ingenting å bruke. En siste ting å merke seg om denne adressen, er at de begge har visningsnøkkelen til denne lommeboken, slik at de begge kan titte inn for å se om eller når Monero kommer.</p> <p>I det andre trinnet sender Bob sin BTC til en spesiell adresse, som ligner på Bitcoin atomic swap-protokollen vi allerede har diskutert. Etter at Alice ser at BTC kommer til denne adressen på blokkjeden, sender hun Moneroen sin til Monero-adressen som hun og Bob begge har en halvdel av nøkkelen til. Bob kan bekrefte at Moneroen ankom siden han også har visningsnøkkelen, og når han ser at Moneroen er trygt i lommeboken, sender han Alice en del av en nøkkel som lar henne ta ut Bitcoinen. I likhet med den andre protokollen avslører prosessen med å kreve Bitcoinen hennes halvparten av Monero-nøkkelen til Bob. Nå har Bob begge halvdelene, så han kan kreve Monero, mens Alice bare har halvparten sin, så hun kan ikke prøve å ta den før han gjør det.</p> <p>Så hvis du så på alt dette og fortsatt er litt forvirret over hvordan Monero klarte å omgå problemet med refusjonstransaksjoner, er svaret ganske enkelt. Siden Monero selv ikke har refusjonstransaksjoner, bør leseren legge merke til at Bitcoin (som har refusjonstransaksjoner) sendes først, og først etter at det er bekreftet at det er på blokkjeden, sendes Monero. Dette gjør at Monero kan bruke Bitcoins evne til å skripte i refusjonstransaksjoner og dra nytte av dem, uten å måtte ha disse egenskapene selv.</p> <p>Atombyttet er nå fullført, men herfra har Bob et par alternativer for sin nylig påberopte XMR. Han kan bruke denne Monero-lommeboken som den er, eller flytte XMR-en til en annen lommebok som han allerede eier. Bob vil mest sannsynlig flytte Monero til en annen lommebok, fordi Alice fortsatt har visningsnøkkelen og kan se innsiden.</p> <p>Det fine med denne protokollen er at den fortsatt er ganske ny, og det er god plass for optimaliseringer. Den er også ganske fleksibel i sin arkitektur, så implementering i andre lommebøker eller desentraliserte børser bør være enkel og passe rent med deres eksisterende arkitektur.</p>
nl: <p>In het streven naar decentralisatie en een echt systeem zonder toestemming, zijn er maar een aantal dingen zo begeerd in de cryptocurrency-ruimte als gedecentraliseerde uitwisselingen en atomic swaps. Sinds hun oprichting heeft Monero moeite gehad om atomic swaps te implementeren, omdat de privacyfuncties unieke problemen veroorzaken bij het ontwerpen van een protocol.</p> <p>Maar laten we eerst een back-up maken. Wat zijn atomic swaps? Een atomic swap is een protocol waarmee twee verschillende cryptocurrencies, op verschillende blockchains, op een betrouwbare manier zonder tussenpersoon kunnen worden uitgewisseld. Dit betekent dat als iemand cryptocurrency A zou willen ruilen voor cryptocurrency B, ze dit zouden kunnen doen zonder een centrale of gedecentraliseerde uitwisseling. Zoals je je misschien kunt voorstellen, is er veel onderzoek voor nodig, en de volledige technische details die het mogelijk maken, worden behoorlijk gecompliceerd. Nogmaals, LocalMonero is hier om te helpen en een eenvoudige uitleg te geven voor de gewone persoon.</p> <p> Laten we om te beginnen eens kijken naar de meest eenvoudige vorm van een atomic swap, zoals geïmplementeerd door Bitcoin. Als iemand Bitcoin wil inwisselen voor een andere munt die dezelfde hash-tijdslotcontracttechnologie gebruikt, kan dat op de volgende manier. Alice heeft Bitcoin (BTC), maar wil Litecoin (LTC), en Bob heeft LTC, maar wil BTC. Ze besluiten een atomic swap uit te voeren, zodat ze allemaal de munt krijgen die ze willen. Alice stuurt haar BTC naar een speciaal adres, waarbij ze scripts gebruikt die het geld vergrendelen zodat zelfs zij er niet bij kan. Je kunt het ook zien alsof Alice haar BTC in een lockbox stopt. Als de lockbox is gemaakt, krijgt ze een sleutel en stuurt ze een hash van deze sleutel naar Bob. Nu heeft Bob niet de sleutel zelf, alleen de hash, dus hij heeft nog geen toegang tot het geld.</p> <p>Bob gebruikt deze hash als seed waaruit hij zijn eigen lockbox genereert, en stuurt zijn LTC daarheen, waar hij ook wordt vergrendeld. Omdat de hash van Alice's sleutel werd gebruikt als het seed waarmee Bob's lockbox is gemaakt, kan ze haar sleutel gebruiken om de LTC in Bob's lockbox te claimen. Haar sleutel past! Maar met behulp van wiskundige voodoo-magie, wanneer ze haar sleutel gebruikt om het LTC-slot te openen, onthult ze de sleutel aan Bob, die deze vervolgens kan gebruiken om de BTC te claimen die ze in haar lockbox heeft gestopt. Op deze manier hebben Alice en Bob zonder tussenpersoon met succes hun activa uitgewisseld.</p> <p>Maar er is een klein probleem. Wat als Alice naar haar lockbox stuurt en Bob besluit dat hij niet meer wil ruilen? Nu Alice geen toegang heeft tot haar BTC die ze heeft opgeborgen, en Bob zijn deel van de transactie niet wilt voltooien, verliest Alice haar geld voor altijd. Gelukkig heeft Bitcoin een kleine technologie die terugbetalingstransacties wordt genoemd, en dus als de BTC na een bepaalde tijd niet door Bob wordt geclaimd, hebben de scripts een ingebouwde fail-safe, waarbij de BTC automatisch teruggaat naar Alice. Dit was de belangrijkste verkeersdrempel voor de implementatie van de atomic swaps van Monero. Vanwege de <a target="_blank" href="/knowledge/ring-signatures" class="next-link">privacytechnologie voor ringhandtekeningen </a> van Monero is de afzender van een transactie altijd onzeker. Hoe kan het protocol een terugbetalingstransactie doen als het niet weet waar de transactie vandaan komt? </p> <p>In 2017 schetste een kleine groep onderzoekers een andere methode waarmee atomic swaps zouden werken in Monero. Na een aantal jaren van verfijning hebben de onderzoekers een proces voltooid waarmee Monero atomic swaps met Bitcoin zou kunnen doen, zelfs zonder terugbetalingstransacties. </p> <p>Zoals veel dingen op dit niveau van technische complexiteit, zal onze uitleg sommige dingen erg vereenvoudigen om het idee over te brengen, maar het zal nog steeds een goed idee geven van de mechanismen waarmee dit proces zou werken.</p> <p>Zowel Alice (die XMR heeft en BTC wil) als Bob (die BTC heeft en XMR wil) moeten een programma downloaden en gebruiken dat de atomic swap ondersteunt. Dit kan worden geïmplementeerd in portefeuilles, gedecentraliseerde uitwisselingen of speciale, specifieke programma's, maar de software moet het atomic swap-protocol uitvoeren. In de eerste stap maken de klanten van Alice en Bob verbinding met elkaar en maken verschillende gedeelde geheimen en sleutels. In deze stap wordt een nieuw Monero-adres aangemaakt, waarbij Alice de ene helft van de sleutel heeft en Bob de andere. Er zit echter nog geen Monero in, dus er is niets te besteden. Een laatste ding om op te merken over dit adres, is dat ze allebei de sleutel tot deze portefeuille hebben, zodat ze allebei er in kunnen kijken om te zien of en wanneer Monero arriveert. </p> <p>In de tweede stap stuurt Bob zijn BTC naar een speciaal adres, vergelijkbaar met het Bitcoin atomic swap-protocol dat we al hebben besproken. Nadat Alice de BTC op dit adres op de blockchain ziet aankomen, stuurt ze haar Monero naar het Monero-adres waar zij en Bob allebei een halve sleutel van hebben. Bob kan verifiëren dat de Monero is aangekomen, aangezien hij ook de kijksleutel heeft, en zodra hij ziet dat de Monero veilig in de portefeuille zit, stuurt hij Alice een stuk van een sleutel waarmee ze de Bitcoin kan opnemen. Net als bij het andere protocol, onthult het proces van het claimen van de Bitcoin haar de helft van de Monero-sleutel aan Bob. Nu heeft Bob beide helften, dus hij kan de Monero claimen, terwijl Alice alleen haar helft heeft, dus ze kan niet proberen om het te claimen voordat hij het doet.</p> <p>Dus als u dit allemaal heeft bekeken en nog steeds een beetje in de war bent over hoe Monero het probleem van terugbetalingstransacties kon omzeilen, is het antwoord vrij eenvoudig. Aangezien Monero zelf geen terugbetalingstransacties heeft, zou de lezer moeten opmerken dat de Bitcoin (die wel terugbetalingstransacties heeft) eerst wordt verzonden, en pas nadat er is geverifieerd dat deze zich op de blockchain bevindt, wordt de Monero verzonden. Hierdoor kan Monero gebruikmaken van de mogelijkheid van Bitcoin om terugbetalingstransacties te scripten en hiervan te profiteren, zonder dat ze zelf over deze mogelijkheden hoeven te beschikken.</p> <p>De atomic swap is nu voltooid, maar vanaf hier heeft Bob een paar opties voor zijn nieuw geclaimde XMR. Hij kan deze Monero-portefeuille gebruiken zoals hij is, of de XMR verplaatsen naar een andere portefeuille die hij al bezit. Bob zal de Monero hoogstwaarschijnlijk naar een andere portefeuille verplaatsen, omdat Alice nog steeds de kijksleutel heeft en daarbij toegang krijgt.</p> <p>Het mooie van dit protocol is dat het nog vrij nieuw is en dat er genoeg ruimte is voor optimalisaties. Het is ook vrij flexibel in zijn architectuur, dus implementatie in andere portefeuilles of gedecentraliseerde uitwisselingen zou eenvoudig moeten zijn en netjes moeten passen in hun bestaande architectuur.</p>
pl: <p>Dążąc do decentralizacji i systemu naprawdę niewymagającego zaufania, niewiele rzeczy jest aż tak pożądanych w przestrzeni kryptowalut jak zdecentralizowane giełdy i wymiany atomiczne. Od początku Monero zmagało się z trudnością wdrożenia implementacji wymiany atomicznej. Cechy, które umożliwiają prywatność stwarzają też unikalne trudności podczas próby zaprojektowania protokołu wymiany atomicznej.</p> <p>Ale chwila, czym właściwie są wymiany atomiczne? Wymiana atomiczna (atomic swap ang.) to protokół, za pomocą którego dwie różne kryptowaluty, na różnych blockchainach, mogą być wymieniane w sposób niewymagający zaufania ani pośredników. Oznacza to, że gdyby ktoś chciał wymienić kryptowalutę A na kryptowalutę B, mógłby to zrobić bez giełdy, scentralizowanej lub zdecentralizowanej. Jak można sobie wyobrazić, niełatwo zaprojektować taki system, a pełne szczegóły techniczne, które go umożliwiają, są bardzo skomplikowane. Kolejny raz LocalMonero angażuje się, aby pomóc i stworzyć proste wyjaśnienie dla zwykłych ludzi.</p> <p>Na początku rozważmy najprostszą formę wymiany atomicznej zaimplementowaną na Bitcoinie. Jeśli ktoś chce wymienić Bitcoiny na inną kryptowalutę, która wykorzystuje tę samą technologię hash time lock contract, może to zrobić w następujący sposób. Alicja ma Bitcoina (BTC) ale chce Litecoina (LTC), a Bob ma LTC ale chce BTC. Decydują się na atomiczną wymianę, aby każdy dostał kryptowalutę, którą chce. Alicja wysyła swoje BTC na specjalny adres wykorzystujący skrypty, które blokują fundusze, więc nawet ona nie ma do nich dostępu. Możesz to sobie wyobrazić w taki sposób, że Alicja wkłada BTC do sejfu. Kiedy sejf jest utworzony, dostaje klucz i wysyła skrót (hash ang) tego klucza do Boba. Teraz Bob nie ma samego klucza, tylko skrót, więc nie ma jeszcze dostępu do funduszy.</p> <p>Bob używa tego skrótu jako seeda, z którego generuje własny sejf i wysyła tam swój LTC, gdzie również zostaje on zablokowany. Ponieważ skrót klucza Alicji został użyty jako seed, dzięki któremu powstał sejf Boba, może ona użyć swojego klucza, aby odebrać LTC w sejfie Boba. Jej klucz pasuje! Ale używając matematycznej magii voodoo, kiedy używa swojego klucza do otwarcia zamka LTC, ujawnia klucz Bobowi, który może go następnie użyć, aby odebrać BTC, którego włożyła do swojego sejfu. W ten sposób, bez pośrednika, Alice i Bob pomyślnie wymienili się kryptowalutami.</p> <p>Ale jest mały problem. Co jeśli Alicja wyśle do swojego sejfu, a Bob zdecyduje, że nie chce już handlować? Teraz, ponieważ Alicja nie może uzyskać dostępu do swojego BTC, którego zamknęła, a Bob nie zakończy swojej części transakcji, Alicja po prostu traci pieniądze na zawsze. Cóż, na szczęście Bitcoin ma technologię zwaną transakcjami zwrotu pieniędzy, więc po pewnym czasie, jeśli BTC nie zostanie odebrany przez Boba, skrypty będą miały wbudowane zabezpieczenie, w którym BTC automatycznie wróci do Alicji. Była to główna przeszkoda spowalniająca implementację wymiany atomicznej w Monero. Ze względu na <a target="_blank" href="/knowledge/ring-signatures" class="next-link">technologię ring signatures</a>, nadawca transakcji jest zawsze niepewny. W jaki sposób protokół może dokonać transakcji zwrotu, jeśli nawet nie wie, skąd pochodzi transakcja?</p> <p>W 2017 r. mała grupa badaczy przedstawiła inną metodę, dzięki której wymiany atomiczne mogły zadziałać w Monero. Po kilku latach udoskonaleń sfinalizowali proces, dzięki któremu Monero byłoby w stanie dokonywać wymian atomicznych z Bitcoinem, nawet bez transakcji zwrotu.</p> <p>Podobnie jak w przypadku wielu rzeczy na tym poziomie złożoności technicznej, nasze wyjaśnienie nadmiernie uprości niektóre rzeczy, aby przekazać ideę, ale nadal da solidne pojęcie o mechanizmach, dzięki którym ten proces będzie działał.</p> <p>Zarówno Alicja (która ma XMR i chce BTC), jak i Bob (który ma BTC i chce XMR) muszą pobrać i uruchomić program obsługujący wymiany atomiczne. Może to być w portfel, zdecentralizowaną giełdę lub inny specjalny program. W pierwszym kroku programy Alicji i Boba łączą się ze sobą i tworzą kilka wspólnych sekretów i kluczy. W tym kroku tworzony jest nowy adres Monero, w którym Alicja ma jedną połowę klucza, a Bob drugą. Jednak nie ma tam jeszcze Monero, więc nie ma nic do wydania. Ostatnią rzeczą, o której należy pamiętać w przypadku tego adresu, jest to, że oboje mają klucz widoku do tego portfela, więc oboje mogą zajrzeć do środka, aby sprawdzić, czy i kiedy Monero dotrze.</p> <p>W drugiej kolejności Bob wysyła swoje BTC na specjalny adres, podobny do protokołu wymiany atomicznej Bitcoina, który już omówiliśmy. Gdy Alicja widzi, że BTC dotarły na ten adres na blockchainie, wysyła swoje Monero na adres Monero, do którego ona i Bob mają połówki klucza. Bob może sprawdzić, czy Monero dotarło, ponieważ ma również klucz widoku, a gdy zobaczy, że Monero jest bezpieczne w portfelu, wyśle Alicji kawałek klucza, który pozwoli jej wypłacić Bitcoiny. Podobnie jak w przypadku poprzedniego protokołu, proces odbierania Bitcoina ujawnia Bobowi jej połowę klucza Monero. Teraz Bob ma obie połówki, więc może odebrać Monero, podczas gdy Alicja ma tylko swoją połowę, więc nie może spróbować ich przejąć zanim on to zrobi.</p> <p>Jeśli przeczytałeś to wszystko i nadal jesteś trochę zdezorientowany jak Monero poradziło sobie z problemem transakcji zwrotu pieniędzy, odpowiedź jest dość prosta. Ponieważ samo Monero nie posiada transakcji zwrotu pieniędzy, zauważ, że Bitcoin (który ma transakcje zwrotu) jest wysyłany jako pierwszy, a Monero wysyłane jest dopiero po zweryfikowaniu, że znajduje się w poprawnym adresie. Pozwala to Monero na wykorzystanie zdolności Bitcoina do skryptowania w transakcjach zwrotu i korzystania z nich bez konieczności posiadania tych możliwości w samym Monero.</p> <p>Atomiczna wymiana jest już zakończona, ale od tego momentu Bob ma kilka opcji ze swoim nowo odebranym XMR. Może użyć tego portfela Monero bez zmian lub przenieść XMR do innego portfela, który już posiada. Bob najprawdopodobniej przeniesie Monero do innego portfela, ponieważ Alicja nadal ma klawisz widoku i może zajrzeć do środka.</p> <p>Piękno tego protokołu polega na tym, że wciąż jest całkiem nowy i jest dużo miejsca na optymalizacje. Jest również dość elastyczny w swojej architekturze, więc implementacja w innych portfelach lub zdecentralizowanych giełdach powinna być prosta i pasować do ich istniejącej architektury.</p>
pt_br: <p>Na busca pela descentralização e por um sistema verdadeiramente sem permissão, poucas coisas são tão cobiçadas no espaço das criptomoedas quanto as trocas descentralizadas e as trocas atômicas. Desde o seu início, Monero tem lutado para implementar trocas atômicas, já que os recursos de privacidade criam problemas exclusivos ao tentar projetar um protocolo.</p> <p>Mas primeiro, vamos voltar. O que são trocas atômicas? Uma troca atômica é um protocolo pelo qual duas criptomoedas diferentes, em cadeias de blocos diferentes, podem ser trocadas de maneira confiável e sem intermediários. Isso significa que se alguém quisesse trocar a criptomoeda A pela criptomoeda B, seria capaz de fazer isso sem uma troca, centralizada ou descentralizada. Como se pode imaginar, isso requer uma pesquisa considerável e todos os detalhes técnicos que o tornam possível se tornam bastante complicados. Mais uma vez, LocalMonero está aqui para ajudar e dar uma explicação simples para o cidadão comum.</p> <p>Para começar, vamos considerar a forma mais simples de troca atômica, conforme implementada pelo Bitcoin. Se alguém quiser trocar o Bitcoin por outra moeda que usa a mesma tecnologia de contrato de hash time lock, pode fazer isso da seguinte maneira. Alice tem Bitcoin (BTC), mas quer Litecoin (LTC), e Bob tem LTC, mas quer BTC. Eles decidem fazer uma troca atômica para que cada um receba a moeda que deseja. Alice envia seu BTC para um endereço especial, utilizando scripts que bloqueiam os fundos para que nem ela possa acessá-los. Você pode pensar nisso como se Alice colocasse seu BTC em um cofre. Quando o cofre é feito, ela pega uma chave e envia um hash dessa chave para Bob. Agora, Bob não tem a chave em si, apenas o hash, então ele ainda não pode acessar os fundos.</p> <p>Bob usa esse hash como uma semente a partir da qual ele gera seu próprio cofre e envia seu LTC para lá, onde também está bloqueado. Como o hash da chave de Alice foi usado como a semente pela qual o cofre de Bob foi feito, ela pode usar sua chave para reivindicar o LTC no cofre de Bob. Sua chave se encaixa! Mas, usando magia vodu matemática, quando ela usa sua chave para abrir a fechadura LTC, ela revela a chave para Bob, que pode então usá-la para reivindicar o BTC que ela colocou em seu cofre. Dessa forma, sem intermediários, Alice e Bob trocaram seus ativos com sucesso.</p> <p>Mas há um pequeno problema. E se Alice enviar para seu cofre e Bob decidir que não quer mais negociar. Agora, como Alice não pode acessar seu BTC que ela trancou e Bob não vai concluir sua parte na transação, Alice simplesmente perde seu dinheiro para sempre. Bem, felizmente, o Bitcoin tem um pouco de tecnologia chamada transações de reembolso e, portanto, após um período de tempo, se o BTC não for reivindicado por Bob, os scripts têm um sistema de segurança embutido, onde o BTC voltará automaticamente para Alice. Este foi o principal aumento de velocidade para a implementação das trocas atômicas do Monero. Por causa da <a target="_blank" href="/knowledge/ring-signatures" class="next-link">tecnologia de privacidade de assinaturas de anel da Monero</a>, o remetente de uma transação é sempre incerto. Como o protocolo pode fazer uma transação de reembolso se mesmo não sabe de onde veio a transação?</p> <p>Em 2017, um pequeno grupo de pesquisadores descreveu um método diferente pelo qual as trocas atômicas funcionariam em Monero. Após vários anos de aperfeiçoamento, os pesquisadores finalizaram um processo pelo qual Monero seria capaz de fazer trocas atômicas com Bitcoin, mesmo sem transações de reembolso.</p> <p>Como acontece com muitas coisas desse nível de complexidade técnica, nossa explicação simplificará excessivamente algumas coisas para transmitir a ideia, mas ainda dará uma ideia sólida dos mecanismos pelos quais esse processo funcionaria.</p> <p>Tanto Alice (que tem XMR e deseja BTC) quanto Bob (que tem BTC e deseja XMR) devem baixar e executar um programa que ofereça suporte à troca atômica. Isso pode ser implementado em carteiras, trocas descentralizadas ou programas especiais e específicos, mas o software deve estar executando o protocolo de troca atômica. Na primeira etapa, os clientes de Alice e Bob se conectam e fazem vários segredos e chaves compartilhados. Nesta etapa, um novo endereço Monero é criado, com Alice tendo uma metade da chave e Bob a outra. Porém, nenhum Monero está lá ainda, então não há nada para gastar. Uma última coisa a se notar sobre este endereço, é que ambos têm a chave de visualização desta carteira, então ambos podem dar uma olhada dentro para ver se ou quando Monero chegar.</p> <p>Na segunda etapa, Bob envia seu BTC para um endereço especial, semelhante ao protocolo de troca atômica Bitcoin que já discutimos. Depois que Alice vê o BTC chegar a este endereço na blockchain, ela envia seu Monero para o endereço Monero para o qual ela e Bob têm metade de uma chave. Bob pode verificar se o Monero chegou, já que ele também tem a chave de visualização, e quando vê que o Monero está seguro na carteira, ele envia a Alice um pedaço de uma chave que permitirá que ela retire o Bitcoin. Semelhante ao outro protocolo, o processo de reivindicação do Bitcoin revela sua metade da chave Monero para Bob. Agora Bob tem as duas metades, então ele pode reivindicar o Monero, enquanto Alice tem apenas a sua metade, então ela não pode tentar pegá-lo antes dele.</p> <p>Então, se você analisou tudo isso e ainda está um pouco confuso sobre como o Monero conseguiu contornar o problema das transações de reembolso, a resposta é bastante simples. Como o próprio Monero não possui transações de reembolso, o leitor deve notar que o Bitcoin (que possui transações de reembolso) é enviado primeiro, e somente após ser verificado como estando no blockchain o Monero é enviado. Isso permite que o Monero utilize a capacidade do Bitcoin de criar scripts em transações de reembolso e tirar proveito delas, sem precisar ter esses recursos.</p> <p>A troca atômica agora está completa, mas a partir daqui, Bob tem algumas opções para seu XMR recém-reivindicado. Ele pode usar a carteira Monero como está ou mover o XMR para outra carteira que ele já possui. Provavelmente, Bob irá mover o Monero para outra carteira, porque Alice ainda tem a chave de visualização e pode ver o interior.</p> <p>A beleza deste protocolo é que ele ainda é bastante novo e há muito espaço para otimizações. Também é bastante flexível em sua arquitetura, portanto, a implementação em outras carteiras ou bolsas descentralizadas deve ser simples e se ajustar perfeitamente à arquitetura existente.</p>
sl: <p>V prizadevanju za decentralizacijo in neomejenega sistema je malo stvari v prostoru kriptovalut tako zaželenih, kot decentralizirane borze in atomske menjalnice. Monero pri izvajanju Atomskih menjav naleti na problem, saj funkcija popolne zasebnosti ustvari težave pri načrtovanju protokola.</p> <p>Toda najprej se vrnimo nazaj. Kaj so atomske zamenjave? Atomska zamenjava je protokol, s katerim lahko dve različni kriptovaluti na različnih verigah blokov izmenjamo neomejeno in brez posrednika. To pomeni, da če bi nekdo želel zamenjati kriptovaluto A za kriptovaluto B, bi to lahko storil brez borze, centralizirane ali decentralizirane. Kot si lahko predstavljamo, je za to potrebnih precej raziskav, vse tehnične podrobnosti, ki to omogočajo, pa so precej zapletene. LocalMonero je tukaj, da vam pomaga in poda preprosto razlago za vsakogar.</p> <p>Za začetek si oglejmo najpreprostejšo obliko atomske zamenjave, ki jo izvaja Bitcoin. Če želi nekdo zamenjati Bitcoin za drug kovanec, ki uporablja isto tehnologijo pogodbe o zaklepanju časa hash, lahko to stori na naslednji način. Alenka ima Bitcoin (BTC), vendar želi Litecoin (LTC), Bob pa ima LTC, vendar želi BTC. Odločita se za atomsko zamenjavo, tako da vsak od njiju dobi kovanec, ki si ga želi. Alica pošlje svoj BTC na poseben naslov, pri čemer uporabi skripte, ki zaklenejo sredstva, tako da niti ona ne more dostopati do njih. To si lahko predstavljate, kot da bi Alice svoje BTC položila v zaklenjeno skrinjico. Ko je skrinjica izdelana, dobi ključ in pošlje hash tega ključa Bobu. Zdaj Bob nima samega ključa, temveč le hash, zato še ne more dostopati do sredstev.</p> <p>Bob ta hash uporabi kot seme, iz katerega ustvari svoj lockbox in tja pošlje svoj LTC, kjer je prav tako zaklenjen. Ker je bil hash Alenkinega ključa uporabljen kot seme, s katerim je bil izdelan Bobov lockbox, lahko s svojim ključem zahteva LTC v Bobovem lockboxu. Njen ključ ustreza! Toda z uporabo matematike in voodoo magije, ko s svojim ključem odpre ključavnico LTC, razkrije ključ Bobu, ki ga lahko nato uporabi za zahtevek za BTC, ki ga je položila v njen lockbox. Na ta način sta Alenka in Bob uspešno izmenjala svoje premoženje brez posrednika.</p> <p>Vendar je tu majhna težava. Kaj če Alenka pošlje v njen lockbox, Bob pa se odloči, da ne želi več trgovati. Ker zdaj Alenka ne more dostopati do svojih BTC, ki jih je zaklenila, in ker Bob ne bo dokončal svojega dela transakcije, je Alenka za vedno izgubila svoj denar. No, na srečo ima Bitcoin tehnologijo, ki se imenuje povračilo transakcij, zato imajo skripte po določenem času, če Bob ne prevzame BTC, vgrajeno varovalo, po katerem se BTC samodejno vrne k Alenki. To je bila glavna ovira za implementacijo atomskih menjav v Moneru. Zaradi Monero <a target="_blank" href="/knowledge/ring-signatures" class="next-link">tehnologije zasebnosti obročnih podpisov </a> je pošiljatelj transakcije negotov. Kako lahko protokol izvede transakcijo vračila, če niti sam ne ve, od kod prihaja transakcija? </p> <p> Leta 2017 je majhna skupina raziskovalcev predstavila drugačno metodo, s katero bi delovale atomske zamenjave v Moneru. Po več letih izpopolnjevanja so raziskovalci dokončali postopek, s katerim bi se lahko izvajale Monero atomske zamenjave z Bitcoinom, tudi brez transakcij vračila. </p> <p>Kot pri mnogih tehnično zapletenih stvareh, bo razlaga nekaterih stvari preveč poenostavljena, da bi razložila idejo, vendar bo kljub temu dala dobro predstavo o mehanizmih, s katerimi bi ta postopek deloval.</p> <p>Tako Alenka (ki ima XMR in želi BTC) kot Bob (ki ima BTC in želi XMR) morata prenesti in zagnati program, ki podpira atomsko zamenjavo. To je lahko implementirano v denarnicah, decentraliziranih borzah ali posebnih, specifičnih programih, vendar mora programska oprema izvajati protokol atomske zamenjave. V prvem koraku se Alenkin in Bobov klient povežeta drug z drugim in naredita več skupnih skrivnosti in ključev. V tem koraku se ustvari nov naslov Monero, pri čemer ima Alenka eno polovico ključa, Bob pa drugo. Vendar v njem ni še nobenega Monera, zato ni ničesar, kar bi lahko porabili. Še zadnja stvar, ki jo je treba omeniti pri tem naslovu, je, da imata oba ključ za vpogled v to denarnico, zato lahko oba vpogledata vanjo in vidita, ali in kdaj bo Monero prispel.</p> <p>V drugem koraku Bob pošlje svoje BTC na poseben naslov, podobno kot pri protokolu Atomic Swap za Bitcoin, o katerem smo že govorili. Ko Alenka v verigi blokov vidi, da na ta naslov prispe BTC, pošlje svoj Monero na naslov Monero, za katerega imata oba z Bobom polovico ključa. Bob lahko preveri, da je Monero prispel, saj ima tudi on ključ za ogled, in ko vidi, da je Monero varno v denarnici, pošlje Alenki delček ključa, ki ji bo omogočil dvig Bitcoina. Podobno kot pri drugem protokolu tudi pri postopku zahtevka za izplačilo Bitcoina razkrije svojo polovico ključa Monero Bobu. Zdaj ima Bob obe polovici, zato lahko zahteva Monero, medtem ko ima Alenka samo svojo polovico, zato ga ne more poskusiti vzeti, preden to stori on.</p> <p>Če ste si vse to prebrali in ste še vedno nekoliko zmedeni, kako je Monero lahko zaobšel problem transakcij z vračilom, je odgovor precej preprost. Ker Monero sam nima transakcij vračila, naj bralec opazi, da se najprej pošlje Bitcoin (ki ima transakcije vračila) in šele ko se preveri, da je v verigi blokov, se pošlje Monero. Tako lahko Monero izkoristi Bitcoinovo zmožnost skriptiranja transakcij vračil in jih izkoristi, ne da bi moral sam imeti te zmožnosti.</p> <p>Atomatska zamenjava je zdaj končana, vendar ima Bob od tu naprej nekaj možnosti za svoj na novo pridobljeni XMR. To denarnico Monero lahko uporablja tako, kot je, ali pa XMR prenese v drugo denarnico, ki jo že ima v lasti. Bob bo najverjetneje prenesel Monero v drugo denarnico, saj ima Alenka še vedno ključ vpogleda in lahko opazuje denarnico.</p> <p>Zdravje tega protokola je v tem, da je še vedno precej nov in da je še veliko prostora za optimizacije. Prav tako je njegova arhitektura precej prilagodljiva, zato bi morala biti implementacija v drugih denarnicah ali decentraliziranih borzah preprosta in se čisto prilegati njihovi obstoječi arhitekturi.</p>
sv: <p>I jakten på decentralisering och ett verkligt tillståndslöst system är få saker så eftertraktade i kryptovalutaområdet som decentraliserade utbyten och atomswappar. Sedan starten har Monero kämpat för att implementera atomswappar, eftersom integritetsfunktionerna skapar unika problem när man försöker designa ett protokoll.</p> <p>Men först, låt oss säkerhetskopiera. Vad är atombyten? En atomswap är ett protokoll genom vilket två olika kryptovalutor, på olika blockkedjor, kan bytas ut på ett tillitslöst sätt utan någon mellanhand. Det betyder att om någon ville byta kryptovaluta A mot kryptovaluta B, skulle de kunna göra det utan ett utbyte, centraliserat eller decentraliserat. Som man kan föreställa sig kräver detta avsevärd forskning, och de fullständiga tekniska detaljerna som gör det möjligt blir ganska komplicerat. Återigen, LocalMonero är här för att hjälpa och ge en enkel förklaring för den vanliga personen.</p> </p> Låt oss börja med att titta på den enklaste formen av atomic swap, som implementeras av Bitcoin. Om någon vill byta Bitcoin mot ett annat mynt som använder samma hash-tid-låskontraktsteknik kan de göra det på följande sätt. Alice har Bitcoin (BTC), men vill ha Litecoin (LTC), och Bob har LTC, men vill ha BTC. De bestämmer sig för att göra en atomär swap så att var och en får det mynt de vill ha. Alice skickar sin BTC till en speciell adress och använder skript som låser fonderna så att inte ens hon kan komma åt dem. Du kan tänka på det som att Alice lägger sin BTC i en låda. När låsboxen är tillverkad får hon en nyckel och skickar en hash av denna nyckel till Bob. Nu har Bob inte själva nyckeln, bara hashen, så han kan ännu inte komma åt pengarna.</p> <p>Bob använder denna hash som ett frö från vilket han genererar sin egen lockbox, och skickar sin LTC dit, där den också är låst. Eftersom hashen av Alices nyckel användes som fröet som Bobs låslåda gjordes av, kan hon använda sin nyckel för att göra anspråk på LTC i Bobs låslåda. Hennes nyckel passar! Men med hjälp av matematisk voodoo-magi, när hon använder sin nyckel för att öppna LTC-låset, avslöjar hon nyckeln för Bob, som sedan kan använda den för att göra anspråk på BTC som hon lade i sin låslåda. På detta sätt, utan någon mellanhand, har Alice och Bob framgångsrikt bytt ut sina tillgångar.</p> <p>Men det finns ett litet problem. Tänk om Alice skickar till sin låsbox och Bob bestämmer sig för att han inte vill handla längre. Nu, eftersom Alice inte kan komma åt sin BTC som hon låste, och Bob inte kommer att slutföra sin del av transaktionen, förlorar Alice bara sina pengar för alltid. Tja, lyckligtvis har Bitcoin en liten teknik som kallas återbetalningstransaktioner, och så efter en tid, om BTC inte görs anspråk på av Bob, har skripten en inbyggd felsäker, där BTC automatiskt går tillbaka till Alice. Detta var den primära fartbulten för Moneros implementering av atomswappar. På grund av Moneros <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturers sekretessteknologi</a> är avsändaren av en transaktion alltid osäker. Hur kan protokollet göra en återbetalningstransaktion om den inte ens vet var transaktionen kom ifrån?</p> <p>Under 2017 beskrev en liten grupp forskare en annan metod med vilken atombyten skulle fungera i Monero. Efter flera års förfining slutförde forskarna en process genom vilken Monero skulle kunna göra atomswappar med Bitcoin, även utan återbetalningstransaktioner.</p> <p>Som med många saker på den här nivån av teknisk komplexitet kommer vår förklaring att förenkla vissa saker för att förmedla idén, men den kommer fortfarande att ge en solid uppfattning om de mekanismer genom vilka denna process skulle fungera.</p> <p>Både Alice (som har XMR och vill ha BTC) och Bob (som har BTC och vill ha XMR) måste ladda ner och köra ett program som stöder atomic swap. Detta kan implementeras i plånböcker, decentraliserade börser eller speciella, specifika program, men programvaran måste köra atomic swap-protokollet. I det första steget ansluter Alice och Bobs klienter till varandra och skapar flera delade hemligheter och nycklar. I det här steget skapas en ny Monero-adress, där Alice har ena halvan av nyckeln och Bob har den andra. Det finns dock inga Monero där ännu, så det finns inget att spendera. En sista sak att notera om den här adressen är att de båda har nyckeln till den här plånboken, så de kan båda kika in för att se om eller när Monero anländer.</p> <p>I det andra steget skickar Bob sina BTC till en speciell adress, liknande Bitcoin atomic swap-protokollet som vi redan har diskuterat. När Alice ser BTC anlända till denna adress på blockkedjan skickar hon sin Monero till den Monero-adress som hon och Bob båda har hälften av en nyckel till. Bob kan verifiera att Monero anlänt eftersom han också har visningsnyckeln, och när han ser att Monero är säkert i hans plånbok skickar han Alice en bit av en nyckel som gör det möjligt för henne att ta ut Bitcoin. På samma sätt som i det andra protokollet avslöjar Alice sin halva av Monero-nyckeln för Bob när hon gör anspråk på Bitcoin. Nu har Bob båda halvorna, så han kan göra anspråk på Monero, medan Alice bara har sin halva, så hon kan inte försöka ta den innan han gör det.</p> <p>Så om du tittat på allt detta och fortfarande är lite förvirrad över hur Monero kunde komma runt problemet med återbetalningstransaktioner, är svaret ganska enkelt. Eftersom Monero själv inte har återbetalningstransaktioner bör läsaren märka att Bitcoin (som har återbetalningstransaktioner) skickas först, och först efter att det har verifierats att det finns på blockkedjan skickas Monero. Detta gör att Monero kan använda Bitcoins förmåga att skriva in återbetalningstransaktioner och dra nytta av dem, utan att behöva ha dessa förmågor själv.</p> <p>Atombytet är nu slutfört, men nu har Bob ett par alternativ för sin nya XMR. Han kan använda den här Monero-plånboken som den är, eller flytta XMR till en annan plånbok som han redan äger. Bob kommer troligtvis att flytta Monero till en annan plånbok, eftersom Alice fortfarande har nyckeln och kan se in i den.</p> <p>Det fina med detta protokoll är att det fortfarande är ganska nytt, och det finns gott om utrymme för optimeringar. Det är också ganska flexibelt i sin arkitektur, så implementering i andra plånböcker eller decentraliserade börser bör vara enkel och passa rent med deras befintliga arkitektur.</p>
tl: <p>Sa paghahangad ng desentralisasyon at isang tunay na walang pahintulot na sistema, ilang bagay ang hinahangad sa espasyo ng cryptocurrency gaya ng mga desentralisadong palitan at pagpapalit ng atomic. Mula nang magsimula ito, nahirapan si Monero na ipatupad ang mga atomic swaps, dahil ang mga feature sa privacy ay lumilikha ng mga natatanging problema kapag sinusubukang magdisenyo ng protocol.</p> <p>Ngunit una, mag-back up tayo. Ano ang atomic swap? Ang atomic swap ay isang protocol kung saan ang dalawang magkaibang cryptocurrencies, sa magkaibang blockchain, ay maaaring palitan sa paraang walang tiwala na walang tagapamagitan. Nangangahulugan ito kung nais ng isang tao na palitan ang cryptocurrency A para sa cryptocurrency B, magagawa nila ito nang walang palitan, sentralisado o desentralisado. Tulad ng maaaring isipin ng isa, nangangailangan ito ng malaking pananaliksik, at ang buong teknikal na mga detalye na ginagawang posible ay nagiging kumplikado. Muli, narito ang LocalMonero upang tumulong at magbigay ng simpleng paliwanag para sa karaniwang tao.</p> <p>Upang magsimula, isaalang-alang natin ang pinakasimpleng anyo ng atomic swap, gaya ng ipinatupad ng Bitcoin. Kung nais ng isang tao na palitan ang Bitcoin ng isa pang coin na gumagamit ng parehong teknolohiya ng kontrata ng hash time lock, magagawa nila ito sa sumusunod na paraan. Si Alice ay may Bitcoin (BTC), ngunit gusto ng Litecoin (LTC), at si Bob ay may LTC, ngunit gusto ng BTC. Nagpasya silang gumawa ng atomic swap para makuha ng bawat isa ang coin na gusto nila. Ipinadala ni Alice ang kanyang BTC sa isang espesyal na address, gamit ang mga script na nakakandado sa mga pondo kaya kahit siya ay hindi ma-access ito. Maaari mong isipin na parang inilagay ni Alice ang kanyang BTC sa isang lockbox. Kapag ginawa ang lockbox, makakakuha siya ng susi, at nagpapadala ng hash ng susi na ito kay Bob. Ngayon ay wala na sa sarili ni Bob ang susi, ang hash lang, kaya hindi pa niya ma-access ang mga pondo.</p> <p>Ginagamit ni Bob ang hash na ito bilang isang binhi kung saan siya bumuo ng sarili niyang lockbox, at ipinadala ang kanyang LTC doon, kung saan ito ay naka-lock din. Dahil ang hash ng susi ni Alice ay ginamit bilang binhi kung saan ginawa ang lockbox ni Bob, magagamit niya ang kanyang susi para i-claim ang LTC sa lockbox ni Bob. Kasya ang susi niya! Ngunit, gamit ang math voodoo magic, kapag ginamit niya ang kanyang susi para buksan ang LTC lock, ibinunyag niya ang susi kay Bob, na maaaring gumamit nito upang kunin ang BTC na inilagay niya sa kanyang lockbox. Sa ganitong paraan, nang walang tagapamagitan, matagumpay na napalitan nina Alice at Bob ang kanilang mga ari-arian.</p> <p>Ngunit may kaunting problema. Paano kung magpadala si Alice sa kanyang lockbox, at nagpasya si Bob na ayaw na niyang mag-trade. Ngayon, dahil hindi ma-access ni Alice ang kanyang BTC na na-lock niya, at hindi makukumpleto ni Bob ang kanyang bahagi ng transaksyon, mawawala na lang si Alice sa kanyang pera. Well, sa kabutihang-palad, ang Bitcoin ay may kaunting teknolohiyang tinatawag na mga transaksyon sa pag-refund, at kaya pagkatapos ng isang yugto ng panahon, kung ang BTC ay hindi na-claim ni Bob, ang mga script ay may fail-safe na built in, kung saan ang BTC ay awtomatikong babalik kay Alice. Ito ang pangunahing speedbump para sa pagpapatupad ng atomic swaps ng Monero. Dahil sa teknolohiya ng privacy ng <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures ng Monero</a>, palaging hindi sigurado ang nagpadala ng isang transaksyon. Paano makakagawa ang protocol ng transaksyon sa refund kung kahit na hindi nito alam kung saan nanggaling ang transaksyon?</p> <p>Noong 2017, isang maliit na grupo ng mga mananaliksik ang nagbalangkas ng ibang paraan kung saan gagana ang mga atomic swap sa Monero. Pagkatapos ng ilang taon ng pagpipino, tinapos ng mga mananaliksik ang isang proseso kung saan makakagawa si Monero ng atomic swaps sa Bitcoin, kahit na walang mga transaksyon sa refund.</p> <p>Tulad ng maraming bagay sa antas ng teknikal na kumplikadong ito, ang aming paliwanag ay labis na magpapasimple ng ilang bagay upang maihatid ang ideya, ngunit magbibigay pa rin ito ng matibay na ideya ng mga mekanismo kung saan gagana ang prosesong ito.</p> <p>Parehong sina Alice (na may XMR at gustong BTC) at Bob (na may BTC at gustong XMR) ay dapat mag-download at magpatakbo ng program na sumusuporta sa atomic swap. Ito ay maaaring ipatupad sa mga wallet, desentralisadong palitan, o espesyal, partikular na mga programa, ngunit ang software ay dapat na nagpapatakbo ng atomic swap protocol. Sa unang hakbang, kumonekta ang mga kliyente nina Alice at Bob sa isa't isa at gumawa ng ilang nakabahaging lihim at susi. Sa hakbang na ito, gumawa ng bagong Monero address, kung saan si Alice ang may kalahati ng susi, at si Bob ang may isa pa. Wala pang Monero doon, kaya walang gagastusin. Isang huling bagay na dapat tandaan tungkol sa address na ito, ay pareho silang may view key sa wallet na ito, kaya maaari silang parehong sumilip sa loob upang makita kung o kailan dumating si Monero.</p> <p>Sa ikalawang hakbang, ipinadala ni Bob ang kanyang BTC sa isang espesyal na address, katulad ng Bitcoin atomic swap protocol na napag-usapan na natin. Pagkatapos makita ni Alice na dumating ang BTC sa address na ito sa blockchain, ipinadala niya ang kanyang Monero sa Monero address kung saan pareho silang may kalahati ng susi. Maaaring i-verify ni Bob na dumating ang Monero dahil mayroon din siyang view key, at kapag nakita niyang ligtas na ang Monero sa wallet, pinadalhan niya si Alice ng isang piraso ng susi na magbibigay-daan sa kanya na bawiin ang Bitcoin. Katulad ng iba pang protocol, ang proseso ng pag-claim ng Bitcoin ay nagpapakita ng kanyang kalahati ng Monero key kay Bob. Ngayon ay mayroon nang dalawang kalahati si Bob, upang maangkin niya ang Monero, habang si Alice ay mayroon lamang ang kanyang kalahati, kaya hindi niya maaaring subukang kunin ito bago niya makuha.</p> <p>Kaya kung titingnan mo ang lahat ng ito at medyo nalilito pa rin kung paano nalutas ni Monero ang problema sa mga transaksyon sa refund, ang sagot ay medyo simple. Dahil ang Monero mismo ay walang mga transaksyon sa pag-refund, dapat mapansin ng mambabasa na ang Bitcoin (na may mga transaksyon sa pag-refund) ay unang ipinadala, at pagkatapos lamang na ma-verify na nasa blockchain ay ipinadala ang Monero. Nagbibigay-daan ito sa Monero na gamitin ang kakayahan ng Bitcoin na mag-script sa mga transaksyon sa pag-refund at samantalahin ang mga ito, nang hindi kinakailangang magkaroon ng mga kakayahan na ito mismo.</p> <p>Kumpleto na ang atomic swap, ngunit mula rito, may dalawang opsyon si Bob para sa kanyang bagong na-claim na XMR. Maaari niyang gamitin ang Monero wallet na ito, o ilipat ang XMR sa isa pang wallet na pagmamay-ari na niya. Malamang na ililipat ni Bob ang Monero sa isa pang wallet, dahil hawak pa rin ni Alice ang view key at nakikita niya ang loob.</p> <p>Ang kagandahan ng protocol na ito ay medyo bago pa rin ito, at maraming puwang para sa mga pag-optimize. Medyo flexible din ito sa arkitektura nito, kaya ang pagpapatupad sa iba pang mga wallet o mga desentralisadong palitan ay dapat na simple at maayos na akma sa kanilang kasalukuyang arkitektura.</p>
tr: <p>Merkeziyetsizlik ve gerçekten izinsiz bir sistem arayışında, kripto para birimi alanında merkezi olmayan borsalar ve atomik takaslar kadar çok az şeye imreniliyor. Monero, başlangıcından bu yana atomik takasları uygulamakta zorlandı çünkü gizlilik özellikleri, bir protokol tasarlamaya çalışırken benzersiz sorunlar yaratıyor.</p> <p>Ama önce yedekleme yapalım. Atom takasları nedir? Atomik takas, farklı blok zincirlerindeki iki farklı kripto para biriminin hiçbir aracı olmadan güvenilmez bir şekilde değiştirilebildiği bir protokoldür. Bu, eğer birisi A kripto parasını B kripto parasıyla değiştirmek isterse, bunu merkezi veya merkezi olmayan bir takas olmadan yapabileceği anlamına gelir. Tahmin edilebileceği gibi bu, ciddi bir araştırma gerektirir ve bunu mümkün kılan tüm teknik ayrıntılar oldukça karmaşık hale gelir. LocalMonero bir kez daha sıradan insanlara yardımcı olmak ve basit bir açıklama yapmak için burada.</p> <p>Başlamak için, Bitcoin tarafından uygulanan en basit atomik takas biçimini ele alalım. Birisi Bitcoin'i aynı hash time lock sözleşme teknolojisini kullanan başka bir parayla değiştirmek isterse, bunu aşağıdaki şekilde yapabilir. Alice'in Bitcoin'i (BTC) var ama Litecoin'i (LTC) istiyor ve Bob'un LTC'si var ama BTC istiyor. Her birinin istediği parayı alması için atomik takas yapmaya karar verirler. Alice, BTC'sini özel bir adrese göndererek, kendisinin bile erişememesi için fonları kilitleyen komut dosyaları kullanır. Bunu Alice'in BTC'sini kilitli bir kutuya koyması gibi düşünebilirsiniz. Kilitli kutu yapıldığında, bir anahtar alır ve bu anahtarın bir karmasını Bob'a gönderir. Artık Bob'un elinde anahtar yok, yalnızca karma var, dolayısıyla henüz fonlara erişemiyor.</p> <p>Bob bu karmayı kendi kilitli kutusunu oluşturmak için bir tohum olarak kullanır ve LTC'sini oraya, kendisinin de kilitli olduğu yere gönderir. Alice'in anahtarının karması, Bob'un kilitli kutusunun yapıldığı tohum olarak kullanıldığından, Alice anahtarını Bob'un kilitli kutusundaki LTC'yi almak için kullanabilir. Anahtarı uyuyor! Ancak matematik voodoo büyüsünü kullanarak LTC kilidini açmak için anahtarını kullandığında, anahtarı Bob'a açıklar ve Bob bunu daha sonra kilitli kutusuna koyduğu BTC'yi almak için kullanabilir. Bu şekilde Alice ve Bob hiçbir aracı olmadan varlıklarını başarıyla takas ettiler.</p> <p>Fakat küçük bir sorun var. Ya Alice kilitli kutusuna para gönderirse ve Bob artık takas yapmak istemediğine karar verirse? Artık Alice kilitlediği BTC'sine erişemediğinden ve Bob işlemin kendine düşen kısmını tamamlayamayacağından Alice parasını sonsuza kadar kaybeder. Neyse ki, Bitcoin'in geri ödeme işlemleri adı verilen küçük bir teknolojisi var ve bu nedenle bir süre sonra, eğer BTC Bob tarafından talep edilmezse, komut dosyalarında BTC'nin otomatik olarak Alice'e geri döneceği bir arıza güvenliği yerleşik olarak bulunur. Bu, Monero'nun atomik takas uygulaması için birincil hız artışıydı. Monero'nun <a target="_blank" href="/knowledge/ring-signatures" class="next-link">halka imza gizlilik teknolojisi</a> nedeniyle, bir işlemin göndereni her zaman belirsizdir. Protokol, işlemin nereden geldiğini bilmese bile nasıl geri ödeme işlemi yapabilir?</p> <p>2017'de küçük bir grup araştırmacı, Monero'da atomik takasların işe yarayacağı farklı bir yöntemin ana hatlarını çizdi. Birkaç yıl süren geliştirmelerden sonra araştırmacılar, Monero'nun geri ödeme işlemleri olmadan bile Bitcoin ile atomik takaslar yapabileceği bir süreci tamamladılar.</p> <p>Bu seviyedeki teknik karmaşıklığa sahip pek çok şeyde olduğu gibi, açıklamamız fikri aktarmak için bazı şeyleri fazlasıyla basitleştirecek, ancak yine de bu sürecin işleyeceği mekanizmalar hakkında sağlam bir fikir verecektir.</p> <p>Hem Alice (XMR'ye sahip olan ve BTC isteyen) hem de Bob (BTC'ye sahip olan ve XMR isteyen) atomik takası destekleyen bir program indirip çalıştırmalıdır. Bu, cüzdanlara, merkezi olmayan borsalara veya özel, spesifik programlara uygulanabilir, ancak yazılımın atomik takas protokolünü çalıştırması gerekir. İlk adımda Alice ve Bob'un müşterileri birbirine bağlanır ve birçok paylaşılan sır ve anahtar oluşturur. Bu adımda, anahtarın bir yarısı Alice'e, diğer yarısı da Bob'a sahip olacak şekilde yeni bir Monero adresi oluşturulur. Henüz orada Monero yok, dolayısıyla harcayacak hiçbir şey yok. Bu adresle ilgili dikkat edilmesi gereken son şey, her ikisinin de bu cüzdanın görüntüleme anahtarına sahip olmasıdır, böylece her ikisi de Monero'nun gelip gelmeyeceğini veya ne zaman geleceğini görmek için içeriye göz atabilirler.</p> <p>İkinci adımda Bob, BTC'sini daha önce tartıştığımız Bitcoin atomik takas protokolüne benzer şekilde özel bir adrese gönderir. Alice, BTC'nin blok zincirindeki bu adrese ulaştığını gördükten sonra Monero'sunu kendisinin ve Bob'un anahtarın yarısının bulunduğu Monero adresine gönderir. Bob, görüntüleme anahtarına da sahip olduğundan Monero'nun geldiğini doğrulayabilir ve Monero'nun güvenli bir şekilde cüzdanda olduğunu görünce Alice'e Bitcoin'i çekmesine olanak sağlayacak bir anahtar parçası gönderir. Diğer protokole benzer şekilde, Bitcoin'i talep etme süreci Monero anahtarının yarısını Bob'a açıklar. Artık Bob'un her iki yarısı da var, dolayısıyla Monero'yu talep edebilir, oysa Alice yalnızca kendi yarısına sahip olduğundan Monero'yu ondan önce almaya çalışamaz.</p> <p>Tüm bunlara baktığınızda ve Monero'nun geri ödeme işlemleri sorununu nasıl çözebildiği konusunda hala kafanız karıştıysa, cevap oldukça basittir. Monero'nun kendisi iade işlemlerine sahip olmadığından, okuyucu ilk önce Bitcoin'in (geri ödeme işlemleri olan) gönderildiğini ve Monero'nun yalnızca blockchain üzerinde olduğu doğrulandıktan sonra gönderildiğini fark etmelidir. Bu, Monero'nun Bitcoin'in geri ödeme işlemlerinde komut dosyası oluşturma yeteneğinden yararlanmasına ve bu yeteneklere sahip olmasına gerek kalmadan bunlardan yararlanmasına olanak tanır.</p> <p>Atom takası artık tamamlandı, ancak buradan itibaren Bob'un yeni talep ettiği XMR'si için birkaç seçeneği var. Bu Monero cüzdanını olduğu gibi kullanabilir veya XMR'yi halihazırda sahip olduğu başka bir cüzdana taşıyabilir. Bob büyük olasılıkla Monero'yu başka bir cüzdana taşıyacaktır çünkü Alice hâlâ görüntüleme anahtarına sahiptir ve içini görebilir.</p> <p>Bu protokolün güzelliği, hâlâ oldukça yeni olması ve optimizasyon için bolca yer bulunmasıdır. Mimarisi de oldukça esnek olduğundan, diğer cüzdanlarda veya merkezi olmayan borsalarda uygulanması basit olmalı ve mevcut mimarilerine temiz bir şekilde uymalıdır.</p>
ur: <p> غيرمرکزی اور واقعی اجازت کے بغیر نظام کے حصول میں، کریپٹو کرنسی کی جگہ میں چند چیزیں اتنی ہی مخفی ہیں جتنی کہ غيرمرکزی تبادلے اور ایٹمی تبادلہ۔ اپنے قیام کے بعد سے، مونیرو نے ایٹمک سویپ کو لاگو کرنے کے لیے جدوجہد کی ہے، کیونکہ پروٹوکول ڈیزائن کرنے کی کوشش کرتے وقت پرائیویسی خصوصیات منفرد مسائل پیدا کرتی ہیں۔</p> <p>لیکن پہلے، آئیے بیک اپ لیتے ہیں۔ جوہری تبادلہ کیا ہیں؟ ایک ایٹم سویپ ایک پروٹوکول ہے جس کے ذریعے دو مختلف کریپٹو کرنسیوں کا، مختلف بلاک چینز پر، بغیر کسی ثالث کے بے اعتمادی کے ساتھ تبادلہ کیا جا سکتا ہے۔ اس کا مطلب ہے کہ اگر کوئی کرپٹو کرنسیA کے لیے کریپٹو کرنسیB کا تبادلہ کرنا چاہتا ہے، تو وہ اسے بغیر کسی تبادلے کے، مرکزی یا غيرمرکزی کے کر سکے گا۔ جیسا کہ کوئی تصور کر سکتا ہے، اس میں کافی تحقیق کی ضرورت ہے، اور مکمل تکنیکی تفصیلات جو اسے ممکن بناتی ہیں کافی پیچیدہ ہو جاتی ہیں۔ ایک بار پھر، LocalMonero عام آدمی کی مدد کرنے اور ایک سادہ وضاحت دینے کے لیے حاضر ہے۔</p> <p>شروع کرنے کے لیے، آئیےجوہری تبادلہ کی آسان ترین شکل پر غور کریں، جیسا کہ Bitcoin کے ذریعے نافذ کیا گیا ہے۔ اگر کوئی بٹ کوائن کا تبادلہ کسی دوسرے سکے کے لیے کرنا چاہتا ہے جس میں وہی ہیش ٹائم لاک کنٹریکٹ ٹیکنالوجی استعمال ہوتی ہے، تو وہ مندرجہ ذیل طریقے سے ایسا کر سکتے ہیں۔ ایلس کے پاس بٹ کوائن (BTC) ہے، لیکن وہ Litecoin (LTC) چاہتی ہے، اور باب کے پاس LTC ہے، لیکن BTC چاہتا ہے۔ وہ ایک جوہری تبادلہ کرنے کا فیصلہ کرتے ہیں تاکہ ہر ایک کو وہ سکے ملے جو وہ چاہتے ہیں۔ ایلس اپنےBTC کو ایک خاص ایڈریس پر بھیجتی ہے، اسکرپٹس کا استعمال کرتے ہوئے جو فنڈز کو لاک کردیتی ہے یہاں تک کہ وہ اس تک رسائی حاصل نہیں کرسکتی ہے۔ آپ اس کے بارے میں سوچ سکتے ہیں جیسے ایلس اپنےBTC کو لاک باکس میں رکھتی ہے۔ جب لاک باکس بن جاتا ہے، تو اسے ایک چابی ملتی ہے، اور وہ اس چابی کا ایک ہیش باب کو بھیجتی ہے۔ اب باب کے پاس خود چابی نہیں ہے، صرف ہیش ہے، اس لیے وہ ابھی تک فنڈز تک رسائی حاصل نہیں کر سکتا۔</p> <p>باب اس ہیش کو بطور بیج استعمال کرتا ہے جس سے وہ اپنا لاک باکس بناتا ہے، اور اپنا LTC وہاں بھیجتا ہے، جہاں یہ لاک بھی ہوتا ہے۔ چونکہ ایلس کی چابی کا ہیش اس بیج کے طور پر استعمال کیا گیا تھا جس کے ذریعے باب کا لاک باکس بنایا گیا تھا، اس لیے وہ باب کے لاک باکس میںLTC کا دعوی کرنے کے لیے اپنی چابی استعمال کر سکتی ہے۔ اس کی چابی فٹ بیٹھتی ہے! لیکن جب وہ LTC لاک کھولنے کے لیے اپنی چابی کا استعمال کرتی ہے، تو وہ باب کی چابی کو ظاہر کرتی ہے، جو اسے BTC کا دعوی کرنے کے لیے استعمال کر سکتی ہے جسے اس نے اپنے لاک باکس میں رکھا تھا۔ اس طرح، بغیر کسی ثالث کے، ایلس اور باب نے کامیابی سے اپنے اثاثوں کا تبادلہ کیا ہے۔</p> <p>لیکن ایک معمولی مسئلہ ہے۔ کیا ہوگا اگر ایلس اپنے لاک باکس میں بھیجے، اور باب فیصلہ کرے کہ وہ مزید تجارت نہیں کرنا چاہتا۔ اب، چونکہ ایلس اپنےBTC تک رسائی حاصل نہیں کر سکتی جسے اس نے بند کر دیا تھا، اور باب اپنا لین دین کا حصہ مکمل نہیں کرے گا، اس لیے ایلس اپنی رقم ہمیشہ کے لیے کھو دیتی ہے۔ ٹھیک ہے، خوش قسمتی سے، بٹ کوائن میں تھوڑی سی ٹیکنالوجی ہے جسے رقم کی واپسی کا لین دین کہتے ہیں، اور اس لیے کچھ عرصے کے بعد، اگر باب کے ذریعے BTC کا دعویٰ نہیں کیا جاتا ہے، تو اسکرپٹس میں نقصان سے محفوظ بلٹ ان ہوتا ہے، جہاں BTC خود بخود ایلس کے پاس واپس چلا جاتا ہے۔ یہ مونیرو کےجوہری تبادلے کے نفاذ کے لیے بنیادی اسپیڈبمپ تھا۔ Monero کی <a target="_blank" href="/knowledge/ring-signatures" class="next-link">رنگ دستخطوں کی رازداری کی ٹیکنالوجی</a> کی وجہ سے، لین دین بھیجنے والا ہمیشہ غیر یقینی ہوتا ہے۔ پروٹوکول رقم کی واپسی کا لین دین کیسے کرسکتا ہے اگر اسے یہ بھی معلوم نہ ہو کہ لین دین کہاں سے ہوا؟</p> <p>2017 میں، محققین کے ایک چھوٹے سے گروپ نے ایک مختلف طریقہ کا خاکہ پیش کیا جس کے ذریعے ایٹم کی تبدیلی Monero میں کام کرے گی۔ کئی سالوں کی تطہیر کے بعد، محققین نے ایک ایسے عمل کو حتمی شکل دی جس کے ذریعے مونیرو بٹ کوائن کے ساتھ جوہری تبادلہ کرنے کے قابل ہو جائے گا، یہاں تک کہ رقم کی واپسی کے لین دین کے بغیر۔</p> <p>جیسا کہ تکنیکی پیچیدگی کی اس سطح کی بہت سی چیزوں کے ساتھ، ہماری وضاحت خیال کو پہنچانے کے لیے کچھ چیزوں کو حد سے زیادہ آسان بنا دے گی، لیکن یہ پھر بھی ان طریقہ کار کا ٹھوس اندازہ دے گا جن کے ذریعے یہ عمل کام کرے گا۔</p> <p>دونوں ایلس (جسکے پاسXMRہےاور وہBTCکی ضرورتمند ہے)اور باب (جسکے پاس BTC ہے اور وہ XMR کا ضرورتمند ہے) کو ایک ایسا پروگرام ڈاؤن لوڈ اور چلانا چاہیے جو جوہری تبادلہ کو سپورٹ کرتا ہو۔ یہ بٹوے،غيرمرکزی تبادلے، یا خصوصی، مخصوص پروگراموں میں لاگو کیا جا سکتا ہے، لیکن سافٹ ویئر کوجوہری تبادلہ پروٹوکول چلانا چاہیے۔ پہلے مرحلے میں، ایلس اور باب کے کلائنٹ ایک دوسرے سے جڑتے ہیں اور کئی مشترکہ راز اور چابیاں بناتے ہیں۔ اس مرحلے میں، ایک نیا مونیرو ایڈریس بنتا ہے، جس میں ایلس کے پاس ایک آدھی چابی ہوتی ہے، اور باب کے پاس دوسری ہوتی ہے۔ کوئی مونیرو ابھی تک وہاں نہیں ہے، لہذا خرچ کرنے کے لئے کچھ نہیں ہے. اس ایڈریس کے بارے میں نوٹ کرنے کے لیے ایک آخری چیز، یہ ہے کہ ان دونوں کے پاس اس بٹوے کی صرف ديکھنے والی چابی ہے، اس لیے وہ دونوں اندر جھانک کر دیکھ سکتے ہیں کہ آیا مونیرو آتا ہے یا کب۔</p> <p>دوسرے مرحلے میں، باب اپنا BTC ایک خاص پتے پر بھیجتا ہے، جیسا کہ Bitcoinجوہری تبادلہ پروٹوکول جس پر ہم پہلے ہی بات کر چکے ہیں۔ ایلس نے BTC کو بلاکچین پر اس ایڈریس پر پہنچنے کے بعد دیکھا، وہ اپنی مونیرو کو اس مونیرو ایڈریس پر بھیجتی ہے کہ جس کی اس کے پاس اور باب دونوں کے پاس ایک آدھی چابی ہے۔ باب اس بات کی تصدیق کر سکتا ہے کہ مونیرو آیا ہے کیونکہ اس کے پاس ديکھنے والی چابی بھی ہے، اور ایک بار جب وہ دیکھتا ہے کہ مونیرو پرس میں محفوظ ہے، تو وہ ایلس کو ایک چابی کا ایک ٹکڑا بھیجتا ہے جو اسے بٹ کوائن واپس لینے کی اجازت دے گا۔ دوسرے پروٹوکول کی طرح، بٹ کوائن کا دعویٰ کرنے کا عمل اس کی مونیرو چابی کا نصف باب کو ظاہر کرتا ہے۔ اب باب کے پاس دونوں آدھے حصے ہیں، اس لیے وہ مونیرو کا دعویٰ کر سکتا ہے، جب کہ ایلس کا صرف آدھا حصہ ہے، اس لیے وہ اسے لینے سے پہلے اسے لینے کی کوشش نہیں کر سکتی۔</p> <p>لہذا اگر آپ نے ان سب کو دیکھا اور ابھی تک اس بارے میں تھوڑا سا الجھن کا شکار ہیں کہ مونیرو رقم کی واپسی کے لین دین کے مسئلے کو کیسے حل کرنے میں کامیاب ہوا، تو جواب کافی آسان ہے۔ چونکہ مونیرو میں خود رقم کی واپسی کی لین دین نہیں ہے، اس لیے قاری کو یہ دیکھنا چاہیے کہ Bitcoin (جس میں رقم کی واپسی کا لین دین ہوتا ہے) پہلے بھیجا جاتا ہے، اور اس کے بلاکچین پر ہونے کی تصدیق کے بعد ہی مونیرو بھیجا جاتا ہے۔ یہ مونیرو کو بٹ کوائن کی رقم کی واپسی کے لین دین میں اسکرپٹ کرنے کی صلاحیت کو استعمال کرنے اور خود ان صلاحیتوں کی ضرورت کے بغیر ان سے فائدہ اٹھانے کی اجازت دیتا ہے۔</p> <p>جوہری تبادلہ اب مکمل ہو گیا ہے، لیکن یہاں سے، باب کے پاس اپنے نئے دعوی کردہ XMR کے لیے کچھ اختیارات ہیں۔ وہ اس مونیرو والیٹ کو اسی طرح استعمال کر سکتا ہے، یا XMR کو دوسرے پرس میں منتقل کر سکتا ہے جس کا وہ پہلے سے مالک ہے۔ باب غالباً مونیرو کو دوسرے بٹوے میں لے جائے گا، کیونکہ ایلس کے پاس اب بھی ديکھنے والی چابی ہے اور وہ اندر دیکھ سکتی ہے۔</p> <p>اس پروٹوکول کی خوبصورتی یہ ہے کہ یہ ابھی بھی بالکل نیا ہے، اور اس میں اصلاح کے لیے کافی گنجائش موجود ہے۔ یہ اپنے فن تعمیر میں بھی کافی لچکدار ہے، اس لیے دوسرے بٹوے یاغيرمرکزی ایکسچینجز پر عمل درآمد آسان ہونا چاہیے اور ان کے موجودہ فن تعمیر کے ساتھ صاف فٹ ہونا چاہیے۔</p>
zh_cn: <p>在加密货币领域，人们一直都在追求真正意义上的去中心化和建设无需授权就可参与的交易系统，也正因如此，去中心化交易所和原子交换是少有的，让人日思夜想的技术. 自诞生以来，门罗币社区也一直在努力尝试实现原子交换技术，但由于门罗币隐私技术的特殊性，导致在设计门罗币相关协议时会产生独特的问题.</p> <p>但首先，让我们先回顾一下，到底什么是原子交换. 说到底，原子交换技术是一种协议，通过该协议可以在无第三方担保，且无需信任交易对方的前提下，自由兑换两种不同区块链上的加密货币. 这意味着，如果有人想将加密货币A兑换为加密货币B，那么他们将能够在去中心化的情况下实现交易，并不需要去一个中心化的交易所. 当然我们也可以想象，开发这种技术要做大量的研究工作，而使理论落地的技术会更加复杂. 再一次，LocalMonero的开发人员在本文里会为普通人提供科普，以便帮助大家更好的理解.</p> <p>首先，让我们回顾一下最简单的原子交换形式，这个技术在比特币上已经实现. 假设有人想用比特币兑换另一种加密货币，这里原子交换技术是依靠的the same hash time lock contract technology，中文翻译成哈希时间锁，具体操作如下.爱丽丝有比特币BTC，但想要莱特币LTC，而鲍勃拥有LTC，但他想要BTC. 于是他们决定进行原子交换，以便每个人都能得到他们想要的加密货币. 首先，爱丽丝使用程序脚本将BTC锁定到一个特殊的比特币地址，该脚本会将资金锁定，即使她本人也无法拿回币. 读者可以想象成，就像爱丽丝将她的比特币BTC锁进密码箱中一样. 制作了密码箱后，她得到了一把钥匙，并将该钥匙的哈希值发送给鲍勃. 现在鲍勃本身没有那笔比特币的密钥，他有的只是哈希值，所以他还无法拿到资金.</p> <p>鲍勃使用此哈希作为种子，从中生成自己的密码箱，并将其LTC发送到那里，鲍勃的莱特币也被锁定了. 由于鲍勃的密码箱是使用爱丽丝密钥的哈希值作为种子，因此爱丽丝可以使用她的密钥在鲍勃的密码箱中拿到莱特币.并且，通过使用数学魔法，当爱丽丝使用钥匙打开LTC锁时，也就同时向Bob透露钥匙，然后鲍勃可以使用该钥匙索取爱丽丝放入密码箱的BTC. 这样，在没有中介的情况下，爱丽丝和鲍勃成功地交换了资产.相信看到这里大家已经看晕了，这里译者额外举一个例子帮助大家理解，假设A有两个一模一样的保险柜，开锁方式是声音控制的，每当有人大喊菠萝菠萝蜜，两个保险柜不论相距多远都会打开，A把自己的苹果放进其中一个保险柜，并把这个柜子交给B,这时候虽然A知道密码，可保险柜在B手里，B虽然有保险柜可是打不开，这时的第二步是B把手里的梨放进A的第二个保险柜里，因为A两个保险柜密码都一样，所以A可以打开，只见A大喊菠萝菠萝蜜，然后顺利打开保险柜拿到B的梨，B也知道了口令，拿到了A的苹果.希望这个例子可以帮助大家理解，如何在不需要第三方参与的情况下，完成A和B的交易.</p> <p>但是这里有一个问题. 假设爱丽丝发送到她的币到了密码箱，而鲍勃中途变卦，决定不继续交易了，这时候该怎么办.情况就变成了，爱丽丝无法拿回被锁定的比特币，由于另一方不履行剩下的步骤，导致先锁定自己币的人永远失去了自己的币. 幸运的是，这一点在设计的时候已经被考虑到了，比特币有一种被称为退款交易的小技术，因此在一段时间后，如果鲍勃没有拿走BTC，则程序脚本启动内置的保护功能，将BTC将自动返回至Alice. 而恰恰这点是门罗币原子交换实施过程里的主要瓶颈. 这是由于门罗币的 <a target="_blank" href="/knowledge/ring-signatures" class="next-link">环形签名技术</a>,门罗币的发送者总是隐秘的. 程序脚本不知道门罗币来自何处，也不知道该如何进行退款交易.</p> <p>在2017年，一组研究人员概述了原子交换在门罗币上工作的另一种方法. 经过几年的完善，最终确定了一个流程，通过该交换流程，门罗币可以与比特币进行原子交换，甚至无需用到退款就可保证交易.</p> <p>和以前一样，复杂的技术和学术细节我们不去长篇累牍，有兴趣的人可以自己去检查和核实，本文首要任务还是简化过程帮助大家理解，可简化不代表简单，下面的论述会扎实的带来该理论的工作原理.</p> <p>还是同样的设定，假设Alice拥有XMR并需要BTC和Bob拥有BTC并希望XMR，首先他们都必须下载并运行支持原子交换的程序，原子交换的程序可以部署在钱包里，去中心化的交易所或其它的特定程序中，只要该软件运行了原子交换协议. 接下来的，第一步，Alice和Bob的客户端相互连接，并生成几个共享的密钥. 在此步骤中，将创建一个新的门罗币，其中Alice拥有密钥的一半，而Bob拥有另一半密钥. 交易开始前这个新钱包里还没有门罗币，因此也没有人可以花. 还有一件要注意的是，他们俩都拥有该钱包的查看密钥，因此他们都可以窥视钱包内部，以查看是否或何时收到门罗币.</p> <p>第二步，Bob将他的比特币发送到一个特殊的地址，类似于我们上文里讨论过的比特币原子交换协议. Alice看到比特币BTC到达区块链上的该地址后，便将门罗币发送到她和Bob都有一半钥匙的门罗币地址. Bob可以确认是否收到，因为他拥有查看密钥，并且一旦他看到门罗币已安全地放在钱包中，便向Alice发送一把钥匙，以允许她提取比特币. 与上文的协议类似，拿到比特币的时候，她会自动把她手里的一半门罗币钥匙给Bob, 现在Bob拥有完整的密钥，因此他可以解锁门罗币，而Alice始终只有密钥的一半，所以她拿不到那笔门罗币.</p> <p>如果你仔细研究了所有以上这些内容，但对门罗币如何解决退款交易问题仍然感到困惑，其实答案很简单. 由于门罗币本身还没有退款交易，因此上述这个过程里，首先第一步是发送的比特币,比特币是有退款功能的，并且只有当验证了比特币在区块链上被确认了之后，另一方才发送门罗币.这使得门罗币可以利用比特币编写好的退款脚本加以利用，而无需本身具有这些功能.</p> <p>现在原子交换已经完成，对于Bob来说，他可以继续使用此门罗币钱包，或将这个钱包里的门罗币移至他已经拥有的另一个钱包，而至于Bob到底有没有转出去币，包括拥有这个钱包观察密钥的Alice在内的其他人并不知道.不过事实上 Bob还是很可能会将门罗币转移到另一个钱包，因为爱丽丝虽然不能看到他到底有没有转出去币，但仍然可以查看这个钱包有没有其它币进账.</p> <p>该协议的优点在于它很现代，并且有很大的优化空间.它的架构也非常灵活，因此在其他钱包或去中心化交易所中实现是简单且易行的，并与现有架构完全兼容.</p>
zh_tw: <p>在加密貨幣領域，人們一直都在追求真正意義上的去中心化和建設無需授權就可參與的交易系統，也正因如此，去中心化交易所和原子交換是少有的，讓人日思夜想的技術. 自誕生以來，門羅幣社區也一直在努力嘗試實現原子交換技術，但由於門羅幣隱私技術的特殊性，導致在設計門羅幣相關協議時會產生獨特的問題.</p> <p>但首先，讓我們先回顧一下，到底什麼是原子交換. 說到底，原子交換技術是一種協定，通過該協定可以在無協力廠商擔保，且無需信任交易對方的前提下，自由兌換兩種不同區塊鏈上的加密貨幣. 這意味著，如果有人想將加密貨幣A兌換為加密貨幣B，那麼他們將能夠在去中心化的情況下實現交易，並不需要去一個中心化的交易所. 當然我們也可以想像，開發這種技術要做大量的研究工作，而使理論落地的技術會更加複雜. 再一次，LocalMonero的開發人員在本文裡會為普通人提供科普，以便幫助大家更好的理解.</p> <p>首先，讓我們回顧一下最簡單的原子交換形式，這個技術在比特幣上已經實現. 假設有人想用比特幣兌換另一種加密貨幣，這裡原子交換技術是依靠的the same hash time lock contract technology，中文翻譯成雜湊時間鎖，具體操作如下.愛麗絲有比特幣BTC，但想要萊特幣LTC，而鮑勃擁有LTC，但他想要BTC. 於是他們決定進行原子交換，以便每個人都能得到他們想要的加密貨幣. 首先，愛麗絲使用程式腳本將BTC鎖定到一個特殊的比特幣位址，該腳本會將資金鎖定，即使她本人也無法拿回幣. 讀者可以想像成，就像愛麗絲將她的比特幣BTC鎖進密碼箱中一樣. 製作了密碼箱後，她得到了一把鑰匙，並將該鑰匙的雜湊值發送給鮑勃. 現在鮑勃本身沒有那筆比特幣的金鑰，他有的只是雜湊值，所以他還無法拿到資金.</p> <p>鮑勃使用此雜湊作為種子，從中生成自己的密碼箱，並將其LTC發送到那裡，鮑勃的萊特幣也被鎖定了. 由於鮑勃的密碼箱是使用愛麗絲金鑰的雜湊值作為種子，因此愛麗絲可以使用她的金鑰在鮑勃的密碼箱中拿到萊特幣.並且，通過使用數學魔法，當愛麗絲使用鑰匙打開LTC鎖時，也就同時向Bob透露鑰匙，然後鮑勃可以使用該鑰匙索取愛麗絲放入密碼箱的BTC. 這樣，在沒有仲介的情況下，愛麗絲和鮑勃成功地交換了資產.相信看到這裡大家已經看暈了，這裡譯者額外舉一個例子幫助大家理解，假設A有兩個一模一樣的保險櫃，開鎖方式是聲音控制的，每當有人大喊鳳梨菠蘿蜜，兩個保險櫃不論相距多遠都會打開，A把自己的蘋果放進其中一個保險櫃，並把這個櫃子交給B,這時候雖然A知道密碼，可保險櫃在B手裡，B雖然有保險櫃可是打不開，這時的第二步是B把手裡的梨放進A的第二個保險櫃裡，因為A兩個保險櫃密碼都一樣，所以A可以打開，只見A大喊鳳梨菠蘿蜜，然後順利打開保險櫃拿到B的梨，B也知道了口令，拿到了A的蘋果.希望這個例子可以幫助大家理解，如何在不需要協力廠商參與的情況下，完成A和B的交易.</p> <p>但是這裡有一個問題. 假設愛麗絲發送到她的幣到了密碼箱，而鮑勃中途變卦，決定不繼續交易了，這時候該怎麼辦.情況就變成了，愛麗絲無法拿回被鎖定的比特幣，由於另一方不履行剩下的步驟，導致先鎖定自己幣的人永遠失去了自己的幣. 幸運的是，這一點在設計的時候已經被考慮到了，比特幣有一種被稱為退款交易的小技術，因此在一段時間後，如果鮑勃沒有拿走BTC，則程式腳本啟動內置的保護功能，將BTC將自動返回至Alice. 而恰恰這點是門羅幣原子交換實施過程裡的主要瓶頸. 這是由於門羅幣的 <a target="_blank" href="/knowledge/ring-signatures" class="next-link">環形簽名技術</a>,門羅幣的發送者總是隱秘的. 程式腳本不知道門羅幣來自何處，也不知道該如何進行退款交易.</p> <p>在2017年，一組研究人員概述了原子交換在門羅幣上工作的另一種方法. 經過幾年的完善，最終確定了一個流程，通過該交換流程，門羅幣可以與比特幣進行原子交換，甚至無需用到退款就可保證交易.</p> <p>和以前一樣，複雜的技術和學術細節我們不去長篇累牘，有興趣的人可以自己去檢查和核實，本文首要任務還是簡化過程幫助大家理解，可簡化不代表簡單，下面的論述會扎實的帶來該理論的工作原理.</p> <p>還是同樣的設定，假設Alice擁有XMR並需要BTC和Bob擁有BTC並希望XMR，首先他們都必須下載並運行支援原子交換的程式，原子交換的程式可以部署在錢包裡，去中心化的交易所或其它的特定程式中，只要該軟體運行了原子切換式通訊協定. 接下來的，第一步，Alice和Bob的用戶端相互連接，並生成幾個共用的金鑰. 在此步驟中，將創建一個新的門羅幣，其中Alice擁有金鑰的一半，而Bob擁有另一半金鑰. 交易開始前這個新錢包裡還沒有門羅幣，因此也沒有人可以花. 還有一件要注意的是，他們倆都擁有該錢包的查看金鑰，因此他們都可以窺視錢包內部，以查看是否或何時收到門羅幣.</p> <p>第二步，Bob將他的比特幣發送到一個特殊的位址，類似于我們上文裡討論過的比特幣原子切換式通訊協定. Alice看到比特幣BTC到達區塊鏈上的該地址後，便將門羅幣發送到她和Bob都有一半鑰匙的門羅幣地址. Bob可以確認是否收到，因為他擁有查看金鑰，並且一旦他看到門羅幣已安全地放在錢包中，便向Alice發送一把鑰匙，以允許她提取比特幣. 與上文的協議類似，拿到比特幣的時候，她會自動把她手裡的一半門羅幣鑰匙給Bob, 現在Bob擁有完整的金鑰，因此他可以解鎖門羅幣，而Alice始終只有金鑰的一半，所以她拿不到那筆門羅幣.</p> <p>如果你仔細研究了所有以上這些內容，但對門羅幣如何解決退款交易問題仍然感到困惑，其實答案很簡單. 由於門羅幣本身還沒有退款交易，因此上述這個過程裡，首先第一步是發送的比特幣,比特幣是有退款功能的，並且只有當驗證了比特幣在區塊鏈上被確認了之後，另一方才發送門羅幣.這使得門羅幣可以利用比特幣編寫好的退款腳本加以利用，而無需本身具有這些功能.</p> <p>現在原子交換已經完成，對於Bob來說，他可以繼續使用此門羅幣錢包，或將這個錢包裡的門羅幣移至他已經擁有的另一個錢包，而至於Bob到底有沒有轉出去幣，包括擁有這個錢包觀察金鑰的Alice在內的其他人並不知道.不過事實上 Bob還是很可能會將門羅幣轉移到另一個錢包，因為愛麗絲雖然不能看到他到底有沒有轉出去幣，但仍然可以查看這個錢包有沒有其它幣進賬.</p> <p>該協議的優點在於它很現代，並且有很大的優化空間.它的架構也非常靈活，因此在其他錢包或去中心化交易所中實現是簡單且易行的，並與現有架構完全相容.</p>
