Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# seo250Sbtext8722Sb157Sbagoradesk
source: Wondering how to invest in Bitcoin? On AgoraDesk, purchasing bitcoins has never been easier - instantly buy BTC from a person using your favorite online payment method: PayPal, credit/debit card or bank transfer, gift cards, Venmo or any other. <br/> If you want to buy bitcoins near you with cash, you can find someone willing to sell bitcoins locally - the trading platform supports buying and seling BTC with cash. You can even buy bitcoins using cash by mail.
cs: Zajímá vás, jak investovat do Bitcoinů? Na AgoraDesk nebyl nákup Bitcoinů nikdy snazší – okamžitě nakupujte BTC od osob pomocí vaší oblíbené online platební metody: PayPal, kreditní/debetní karta nebo bankovní převod, dárkové karty, Venmo nebo jakákoli jiná. <br/> Pokud chcete koupit Bitcoiny ve vašem okolí za hotovost, můžete najít někoho, kdo je ochotný prodávat Bitcoiny lokálně – obchodní platforma podporuje nákup a prodej BTC za hotovost. Můžete dokonce nakupovat Bitcoiny za hotovost poštou.
fi: Mietitkö kuinka sijoittaa Bitcoiniin? AgoraDeskissä bitcoinien ostaminen ei ole koskaan ollut helpompaa - osta BTC:tä välittömästi henkilöltä käyttämällä lempi verkkomaksutapaasi: PayPal, luotto-/pankkikortti tai pankkisiirto, lahjakortit, Venmo tai mikä tahansa muu. <br/> Jos haluat ostaa bitcoineja lähelläsi käteisellä, voit löytää jonkun joka haluaa myydä bitcoineja paikallisesti - kaupankäyntialusta tukee BTC:n ostamista ja myyntiä käteisellä. Voit jopa ostaa bitcoineja käteisellä postitse.
fr: Vous vous demandez comment investir dans Bitcoin ? Sur AgoraDesk, acheter des Bitcoins n'a jamais été aussi simple - achetez instantanément des BTC à une personne en utilisant votre méthode de paiement en ligne préférée : PayPal, carte de crédit/débit ou virement bancaire, cartes-cadeaux, Venmo ou tout autre moyen disponible. <br /> Si vous souhaitez acheter des Bitcoins près de chez vous avec de l'espèce, vous pouvez trouver quelqu'un prêt à vendre des Bitcoins localement - la plateforme de d'échange prend en charge l'achat et la vente de BTC avec de l'espèce. Vous pouvez même acheter des Bitcoins en espèces par courrier.
it: Ti chiedi come investire in Bitcoin? Su AgoraDesk, l'acquisto di bitcoin non è mai stato così facile: acquista immediatamente BTC da una persona utilizzando il tuo metodo di pagamento online preferito: PayPal, carta di credito / debito o bonifico bancario, carte regalo, Venmo o qualsiasi altro. <br/> Se vuoi acquistare bitcoin vicino a te con denaro contante, puoi trovare qualcuno disposto a vendere bitcoin localmente: la piattaforma di trading supporta l'acquisto e la selezione di BTC con denaro contante. Puoi persino acquistare bitcoin usando contanti tramite posta.
lt: Įdomu, kaip investuoti į Bitcoin? „AgoraDesk“ įsigyti bitkoinų dar niekada nebuvo taip paprasta – akimirksniu įsigykite BTC iš asmens naudodamiesi mėgstamu internetiniu mokėjimo būdu: „PayPal“, kreditine/debeto kortele arba banko pavedimu, dovanų kortelėmis, „Venmo“ ar bet kuriuo kitu. <br/> Jei norite nusipirkti bitkoinų šalia jūsų grynaisiais, galite rasti ką nors, kas nori parduoti bitkoinus vietoje – prekybos platforma palaiko BTC pirkimą ir pardavimą grynaisiais. Netgi galite nusipirkti bitkoinų naudodami grynuosius paštu.
nb: Lurer du på hvordan du investerer i Bitcoin? På AgoraDesk har det aldri vært enklere å kjøpe bitcoins – kjøp umiddelbart BTC fra en person som bruker din favoritt online betalingsmetode: PayPal, kreditt-/debetkort eller bankoverføring, gavekort, Venmo eller noe annet. <br/> Hvis du ønsker å kjøpe bitcoins nær deg med kontanter, kan du finne noen som er villige til å selge bitcoins lokalt – handelsplattformen støtter kjøp og salg av BTC med kontanter. Du kan til og med kjøpe bitcoins med kontanter via post.
nl: Vraagt u zich af hoe u kunt investeren in Bitcoin? Op AgoraDesk is het kopen van bitcoins nog nooit zo eenvoudig geweest - koop direct BTC van een persoon met behulp van uw favoriete online betaalmethode: PayPal, creditcard/bankpas of bankoverschrijving, cadeaubonnen, Venmo of een andere. <br/> Als u bitcoins bij u in de buurt met contant geld wilt kopen, kunt u iemand vinden die lokaal bitcoins wil verkopen - het handelsplatform ondersteunt het kopen en verkopen van BTC met contant geld. U kunt zelfs bitcoins kopen met contant geld per post.
pl: Zastanawiasz się, jak zainwestować w Bitcoin? Na AgoraDesk zakup bitcoinów nigdy nie był łatwiejszy - kup natychmiast BTC od użytkownika za pomocą ulubionej metody płatności online: PayPal, karta kredytowa/debetowa lub przelew bankowy, karty podarunkowe, Venmo lub inne. <br/> Jeśli chcesz kupić bitcoiny za gotówkę w pobliżu Ciebie, możesz znaleźć kogoś chętnego do sprzedaży bitcoinów lokalnie - platforma handlowa obsługuje kupno i sprzedaż BTC za gotówkę. Możesz nawet kupić bitcoiny za gotówkę za pośrednictwem poczty.
pt_br: Quer saber como investir em Bitcoin? No AgoraDesk, nunca foi tão fácil comprar bitcoins - compre instantaneamente o BTC de uma pessoa usando seu método de pagamento online favorito: PayPal, cartão de crédito / débito ou transferência bancária, cartões de presente, Venmo ou qualquer outro. <br/> Se você quiser comprar bitcoins perto de você com dinheiro, poderá encontrar alguém disposto a vender bitcoins localmente - a plataforma de negociação suporta a compra e a seleção do BTC com dinheiro. Você pode até comprar bitcoins usando dinheiro pelo correio.
sl: Se sprašujete kako vlagati v Bitcoin? Na AgoraDesk nakup Bitcoinov še nikoli ni bil lažji - takoj kupite BTC od osebe z uporabo vašega najljubšega spletnega načina plačila: PayPal, kreditna/debetna kartica ali bančno nakazilo, darilne kartice, Venmo ali drugo. <br/> Če želite Bitcoine kupiti v vaši bližini z gotovino, lahko najdete nekoga, ki je pripravljen lokalno prodati bitcoine - trgovalna platforma podpira nakup in prodajo BTC z gotovino. Bitcoine lahko celo kupite z gotovino po pošti.
sv: Undrar du hur man investerar i Bitcoin? På AgoraDesk har det aldrig varit enklare att köpa bitcoins - köp omedelbart BTC från en person som använder din favorit onlinebetalningsmetod: PayPal, kredit-/betalkort eller banköverföring, presentkort, Venmo eller något annat. <br/> Om du vill köpa bitcoins nära dig med kontanter kan du hitta någon som är villig att sälja bitcoins lokalt - handelsplattformen stödjer köp och försäljning av BTC med kontanter. Du kan till och med köpa bitcoins med kontanter via post.
tl: Nag-iisip kung paano mamuhunan sa Bitcoin? Sa AgoraDesk, ang pagbili ng mga bitcoin ay hindi kailanman naging mas madali - agad na bumili ng BTC mula sa isang tao gamit ang iyong paboritong online na paraan ng pagbabayad: PayPal, credit/debit card o bank transfer, gift card, Venmo o anumang iba pa. <br/> Kung gusto mong bumili ng mga bitcoin na malapit sa iyo gamit ang cash, makakahanap ka ng isang taong handang magbenta ng mga bitcoin nang lokal - sinusuportahan ng trading platform ang pagbili at pagbebenta ng BTC gamit ang cash. Maaari ka ring bumili ng mga bitcoin gamit ang cash sa pamamagitan ng koreo.
tr: Bitcoin'e nasıl yatırım yapacağınızı mı merak ediyorsunuz? AgoraDesk'te bitcoin satın almak hiç bu kadar kolay olmamıştı; PayPal, kredi/banka kartı veya banka havalesi, hediye kartları, Venmo veya başka herhangi bir çevrimiçi ödeme yöntemini kullanarak bir kişiden anında BTC satın alın. <br/> Yakınınızda nakit ile bitcoin satın almak istiyorsanız, yerel olarak bitcoin satmaya istekli birini bulabilirsiniz; ticaret platformu, BTC'nin nakit ile satın alınmasını ve satılmasını destekler. Hatta posta yoluyla nakit kullanarak bitcoin satın alabilirsiniz.
ur: سوچ رہے ہیں کہ بٹ کوائن میں سرمایہ کاری کیسے کی جائے؟ AgoraDesk پر، بٹ کوائنز خریدنا کبھی بھی آسان نہیں تھا - فوری طور پر کسی شخص سے اپنا پسندیدہ آن لائن ادائیگی کا طریقہ استعمال کرتے ہوئے BTC خریدیں: پے پال، کریڈٹ/ڈیبٹ کارڈ یا بینک ٹرانسفر، گفٹ کارڈز، وینمو یا کوئی اور۔ <br/> اگر آپ نقد رقم کے ساتھ اپنے قریب بٹ کوائنز خریدنا چاہتے ہیں، تو آپ مقامی طور پر بٹ کوائنز فروخت کرنے کے خواہشمند کسی کو تلاش کر سکتے ہیں - تجارتی پلیٹ فارم نقد رقم کے ساتھ BTC خریدنے اور فروخت کرنے کی حمایت کرتا ہے۔ آپ ڈاک کے ذریعے نقد رقم کا استعمال کرتے ہوئے بٹ کوائنز بھی خرید سکتے ہیں۔
zh_cn: 想知道如何投资比特币？在AgoraDesk上，购买比特币从未如此简单-使用您最喜欢的在线支付方式从一个人那里立即购买BTC：使用微信支付，支付宝， 贝宝，信用卡/借记卡或银行转账，礼品卡，邮寄现金或任何其他方法。 <br/> 如果您想用现金购买附近的比特币，您会发现有人愿意在当地出售比特币-交易平台支持用现金购买和持有BTC。您甚至可以通过邮件使用现金购买比特币。
zh_tw: 想知道如何投資比特幣？在AgoraDesk上，購買比特幣從未如此簡單-使用您最喜歡的在線支付方式從一個人那裡立即購買BTC：使用微信支付，支付寶， 貝寶，信用卡/借記卡或銀行轉賬，禮品卡，郵寄現金或任何其他方法。 如果您想用現金購買附近的比特幣，您會發現有人願意在當地出售比特幣-交易平台支持用現金購買和持有BTC。您甚至可以通過郵件使用現金購買比特幣。

# settings250Sbnotifications250Sbtelegram250Sbdisable8722Sbconfirm8722Sbtext
source: This will disable notifications on Telegram. You can enable Telegram notifications again by entering your Telegram Notification ID.
cs: Tím zakážete upozornění na Telegramu. Oznámení z Telegramu můžete znovu povolit zadáním ID oznámení Telegramu.
fi: Tämä poistaa Telegramin ilmoitukset käytöstä. Voit ottaa Telegram ilmoitukset uudelleen käyttöön antamalla Telegram ilmoitustunnuksesi.
fr: Cela désactivera les notifications sur Telegram. Vous pouvez réactiver les notifications sur Telegram en saisissant votre identifiant de notification Telegram.
it: Questo disabiliterà le notifiche su Telegram. È possibile abilitare nuovamente le notifiche di Telegram inserendo l'ID di notifica.
lt: Tai išjungs pranešimus „Telegram“. Įvesdami savo Telegramos pranešimo ID, galite vėl įjungti Telegramos pranešimus.
nb: Dette vil deaktivere varsler på Telegram. Du kan aktivere Telegram-varsler igjen ved å skrive inn Telegram-varslings-ID-en din.
nl: Hiermee worden meldingen op Telegram uitgeschakeld. U kunt Telegram-meldingen weer inschakelen door uw Telegram Meldingen ID in te voeren.
pl: To spowoduje wyłączenie powiadomień z Telegrama. Możesz ponownie włączyć powiadomienia z Telegram, wprowadzając swój identyfikator powiadomień Telegram.
pt_br: Isso desativará as notificações via Telegram. Você pode ativá-las novamente digitando seu ID de Notificação Telegram
sl: S tem boste onemogočili Telegram obvestila. Obvestila Telegrama lahko znova omogočite tako, da vnesete svoj ID obvestila Telegram.
sv: Detta inaktiverar aviseringar på Telegram. Du kan aktivera Telegram-aviseringar igen genom att ange ditt Telegram-aviserings-ID.
tl: Idi-disable nito ang mga notification sa Telegram. Maaari mong paganahin muli ang mga notification sa Telegram sa pamamagitan ng paglalagay ng iyong Telegram Notification ID.
tr: Bu, Telegram'daki bildirimleri devre dışı bırakacaktır. Telegram Bildirim Kimliğinizi girerek Telegram bildirimlerini tekrar etkinleştirebilirsiniz.
ur: یہ ٹیلیگرام پر اطلاعات کو غیر فعال کر دے گا۔ آپ اپنا ٹیلیگرام نوٹیفکیشن آئی ڈی درج کر کے ٹیلیگرام اطلاعات کو دوبارہ فعال کر سکتے ہیں۔
zh_cn: 你将禁用Telegram通知。要重新启用Telegram通知的话直接重新输入你的Telegram Notification ID就行。
zh_tw: 你將禁用Telegram通知。要重新啟用Telegram通知的話直接重新輸入你的Telegram Notification ID就行。

# settings250Sbnotifications250Sbtelegram250Sberror250Sbgeneric
source: Something went wrong. Please try refreshing the page and repeating the request.
cs: Něco se pokazilo. Zkuste prosím obnovit stránku a zopakovat požadavek.
fi: Jotain meni pieleen. Yritä päivittää sivu ja yritä uudestaan.
fr: Quelque chose s'est mal passé. Veuillez essayer d'actualiser la page et de répéter la demande.
it: Qualcosa è andato storto. Si prega di provare ad aggiornare la pagina e ripetere l'operazione.
lt: Kažkas nutiko. Pabandykite atnaujinti puslapį ir pakartoti užklausą.
nb: Noe gikk galt. Prøv å oppdatere siden og gjenta forespørselen.
nl: Er is iets fout gegaan. Probeer de pagina te vernieuwen en het verzoek te herhalen.
pl: Coś poszło nie tak, Odśwież stronę i powtórz żądanie.
pt_br: Houve um erro. Atualize a página e reenvie os dados.
sl: Nekaj je šlo narobe. Poskusite osvežiti stran in ponoviti zahtevo.
sv: Något gick fel. Försök att uppdatera sidan och upprepa begäran.
tl: Nagkaproblema. Pakisubukang i-refresh ang page at ulitin ang kahilingan.
tr: Bir şeyler yanlış gitti. Lütfen sayfayı yenilemeyi ve isteği tekrarlamayı deneyin.
ur: کچھ غلط ہو گیا. براہ کرم صفحہ کو ریفریش کرنے اور درخواست کو دہرانے کی کوشش کریں۔
zh_cn: 出了错误。 请尝试重载页并重新发请求。
zh_tw: 出了錯誤。 請嘗試重載頁並重新發請求。

source: This Telegram ID is linked to other user
cs: Toto ID Telegramu je propojeno s jiným uživatelem
fi: Tämä Telegram tunnus on linkitetty toiseen käyttäjään
fr: Cet identifiant Telegram est lié à un autre utilisateur
it: Questo ID Telegram è collegato ad altri utenti
lt: Šis Telegramos ID yra susietas su kitu vartotoju
nb: Denne Telegram-IDen er knyttet til en annen bruker
nl: Deze Telegram-ID is gekoppeld aan een andere gebruiker
pl: Ten identyfikator Telegram jest powiązany z innym użytkownikiem
pt_br: Esse ID do Telegram está vinculado a outro usuário
sl: Ta Telegram ID je povezan z drugim uporabnikom
sv: Detta Telegram-ID är länkat till andra användare
tl: Ang Telegram ID na ito ay naka-link sa ibang user
tr: Bu Telegram Kimliği başka bir kullanıcıya bağlı
ur: یہ ٹیلیگرام آئی ڈی دوسرے صارف سے منسلک ہے
zh_cn: 该Telegram ID已绑定到另外一个用户
zh_tw: 該Telegram ID已綁定到另外一個用戶

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbdecentralized
source: All Monero nodes are equal. There is no superclass of nodes which have more influence or control over transactions than other nodes. No person or entity can trace transactions by owning multiple nodes. Additionally, there is no trusted setup. This means that the need to trust a person or entity is not a factor. The only things that need to be trusted are the source code (which can be verified by anyone) and math.
cs: Všechny uzly Monero jsou si rovny. Neexistuje žádná nadtřída uzlů, která by měla větší vliv nebo kontrolu nad transakcemi než ostatní uzly. Žádná osoba nebo subjekt nemůže sledovat transakce tím, že vlastní více uzlů. Navíc neexistuje žádné důvěryhodné nastavení. To znamená, že potřeba důvěřovat určité osobě nebo subjektu nehraje roli. Jediné, čemu je třeba důvěřovat, je zdrojový kód (který může ověřit kdokoli) a matematika.
fi: Kaikki Monero-solmut ovat samanarvoisia. Ei ole olemassa solmujen superluokkaa, jolla olisi enemmän vaikutusvaltaa tai hallintaa tapahtumiin kuin muilla solmuilla. Kukaan henkilö tai yhteisö ei voi jäljittää transaktioita omistamalla useita solmuja. Lisäksi ei ole luotettua asennusta. Tämä tarkoittaa, että tarve luottaa henkilöön tai yhteisöön ei ole tekijä. Ainoat asiat, joihin pitää luottaa, ovat lähdekoodi (jonka kuka tahansa voi tarkistaa) ja matematiikka.
fr: Tous les nœuds Monero sont égaux. Il n'y a pas de superclasse de nœuds qui ont plus d'influence ou de contrôle sur les transactions que les autres nœuds. Aucune personne ou entité ne peut retracer les transactions en possédant plusieurs nœuds. De plus, il n'y a pas de configuration de confiance. Cela signifie que le besoin de faire confiance à une personne ou à une entité n'est pas un facteur. Les seules choses qui doivent être fiables sont le code source (qui peut être vérifié par n'importe qui) et les mathématiques.
it: Tutti i nodi Monero sono uguali. Non esiste una superclasse di nodi che hanno più influenza o controllo sulle transazioni rispetto ad altri nodi. Nessuna persona o entità può tracciare le transazioni possedendo più nodi. Inoltre, non esiste alcuna configurazione attendibile. Ciò significa che la necessità di fidarsi di una persona o entità non è un fattore. Le uniche cose che devono essere attendibili sono il codice sorgente (che può essere verificato da chiunque) e la matematica.
lt: Visi Monero mazgai yra lygūs. Nėra superklasių mazgų, kurie turėtų didesnę įtaką ar valdytų operacijas nei kiti mazgai. Joks asmuo ar subjektas negali atsekti operacijų, turėdamas kelis mazgus. Be to, nėra patikimos sąrankos. Tai reiškia, kad poreikis pasitikėti asmeniu ar subjektu nėra veiksnys. Vieninteliai dalykai, kuriais reikia pasitikėti, yra šaltinio kodas (kurį gali patikrinti bet kas) ir matematika.
nb: Alle Monero-noder er like. Det er ingen superklasse av noder som har mer innflytelse eller kontroll over transaksjoner enn andre noder. Ingen person eller enhet kan spore transaksjoner ved å eie flere noder. I tillegg er det ingen klarert oppsett. Dette betyr at behovet for å stole på en person eller enhet ikke er en faktor. De eneste tingene som må stoles på er kildekoden (som kan verifiseres av hvem som helst) og matematikk.
nl: Alle Monero-knooppunten zijn gelijk. Er is geen superklasse van knooppunten die meer invloed of controle hebben over transacties dan andere knooppunten. Geen enkele persoon of entiteit kan transacties traceren door meerdere knooppunten te bezitten. Bovendien is er geen vertrouwde installatie. Dit betekent dat de noodzaak om een persoon of entiteit te vertrouwen geen factor is. De enige dingen die vertrouwd moeten worden, zijn de broncode (die door iedereen kan worden geverifieerd) en wiskunde.
pl: Wszystkie węzły Monero są równe. Nie ma nadklasy węzłów, które mają większy wpływ lub kontrolę nad transakcjami niż inne węzły. Żadna osoba, ani jednostka, nie może śledzić transakcji poprzez kontrolowanie wielu węzłów. Ponadto nie ma specjalnej konfiguracji trusted setup. Oznacza to, że potrzebne jest zaufanie do osoby lub innego podmiotu, który nie aplikuje. Jedyne czemu trzeba ufać to kod źródłowy (który może być zweryfikowany przez każdego) i matematyka.
pt_br: Todos os nós Monero são iguais. Não há superclasse de nós que tenham mais influência ou controle sobre transações do que outros nós. Nenhuma pessoa ou entidade pode rastrear transações por possuir vários nós. Além disso, não há configuração confiável. Isso significa que a necessidade de confiar em uma pessoa ou entidade não é um fator. As únicas coisas que precisam ser confiáveis são o código-fonte (que pode ser verificado por qualquer pessoa) e a matemática.
sl: Vsa vozlišča Monero so enaka. Ni nadrazreda vozlišč, ki bi imela večji vpliv ali nadzor nad transakcijami kot druga vozlišča. Nobena oseba ali subjekt ne more slediti transakcijam, če ima v lasti več vozlišč. Poleg tega ni zaupanja vredne nastavitve. To pomeni, da ni potrebe po zaupanju osebi ali subjektu. Zaupati je treba le izvorni kodi (ki jo lahko preveri vsakdo) in matematiki.
sv: Alla Monero-noder är lika. Det finns ingen superklass av noder som har mer inflytande eller kontroll över transaktioner än andra noder. Ingen person eller enhet kan spåra transaktioner genom att äga flera noder. Dessutom finns det ingen pålitlig installation. Detta innebär att behovet av att lita på en person eller enhet inte är en faktor. Det enda som behöver litas på är källkoden (som kan verifieras av vem som helst) och matematik.
tl: Ang lahat ng mga node ng Monero ay pantay. Walang superclass ng mga node na may higit na impluwensya o kontrol sa mga transaksyon kaysa sa iba pang mga node. Walang tao o entity ang maaaring sumubaybay ng mga transaksyon sa pamamagitan ng pagmamay-ari ng maraming node. Bukod pa rito, walang pinagkakatiwalaang setup. Nangangahulugan ito na ang pangangailangan na magtiwala sa isang tao o entidad ay hindi isang kadahilanan. Ang tanging bagay na kailangang pagkatiwalaan ay ang source code (na maaaring ma-verify ng sinuman) at matematika.
tr: Tüm Monero düğümleri eşittir. İşlemler üzerinde diğer düğümlerden daha fazla etkiye veya kontrole sahip olan düğümlerin üst sınıfı yoktur. Hiçbir kişi veya kuruluş, birden fazla düğüme sahip olarak işlemleri izleyemez. Ayrıca güvenilir bir kurulum yoktur. Bu, bir kişiye veya kuruluşa güvenme ihtiyacının bir faktör olmadığı anlamına gelir. Güvenilmesi gereken tek şey kaynak kodu (herkes tarafından doğrulanabilen) ve matematiktir.
ur: تمام مونیرو نوڈس برابر ہیں۔ نوڈس کا کوئی سپر کلاس نہیں ہے جو دوسرے نوڈس کے مقابلے لین دین پر زیادہ اثر و رسوخ یا کنٹرول رکھتا ہے۔ کوئی بھی شخص یا ادارہ متعدد نوڈس کے مالک ہو کر لین دین کا پتہ نہیں لگا سکتا۔ مزید برآں، کوئی قابل اعتماد سیٹ اپ نہیں ہے۔ اس کا مطلب یہ ہے کہ کسی شخص یا ہستی پر بھروسہ کرنے کی ضرورت کوئی عنصر نہیں ہے۔ صرف وہی چیزیں جن پر بھروسہ کرنے کی ضرورت ہے سورس کوڈ (جس کی کوئی بھی تصدیق کر سکتا ہے) اور ریاضی ہیں۔
zh_cn: 所有门罗币节点都是平等的. 不存在控制力和影响力更强大的超级节点. 即便是拥有多个节点也没有任何主体或者个人可以追踪交易记录. 另外门罗币也没有初始信任设置. 这意味着不需要信任任何一个实体或者个人. 只需要相信代码本身，代码是开源透明，人人可以验证的，以及相信这一切背后的数学原理.
zh_tw: 所有門羅幣節點都是平等的. 不存在控制力和影響力更強大的超級節點. 即便是擁有多個節點也沒有任何主體或者個人可以追蹤交易記錄. 另外門羅幣也沒有初始信任設置. 這意味著不需要信任任何一個實體或者個人. 只需要相信代碼本身，代碼是開源透明，人人可以驗證的，以及相信這一切背後的數學原理.
