Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb3
source: Next, you'll be prompted to enter your settlement wallet address. This is the address that the coins you've bought will be sent to. If you don't have a personal XMR wallet, you can use either the <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">official Monero GUI or CLI wallet</a> or <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather wallet</a>. Copy your address from your wallet and paste it in the "Receiving Monero address" input (make sure the pasted address is the same as the copied address to avoid losing your coins). Please note, that the wallet you use for trade settlement must be your own, third-party hosted wallets are not allowed. Once done, press "Start trading" to begin the trade.
cs: Dále budete vyzváni k zadání adresy vaší peněženky. Toto je adresa, na kterou budou zaslány zakoupené mince. Pokud nemáte osobní peněženku XMR, můžete použít buď <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">oficiální Monero GUI nebo CLI peněženku</a> nebo <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather peněženku</a>. Zkopírujte svou adresu z peněženky a vložte ji do vstupu „Příjem adresy Monero“ (ujistěte se, že vložená adresa je stejná jako zkopírovaná adresa, abyste neztratili své coiny). Vezměte prosím na vědomí, že peněženka, kterou používáte pro vypořádání obchodu, musí být Vaše vlastní, peněženky hostované třetí stranou nejsou povoleny. Jakmile budete hotovi, stiskněte „Zahájit obchodování“ pro zahájení obchodu.
fi: Seuraavaksi sinua pyydetään syöttämään maksulompakkosi osoite. Tämä on osoite, johon ostamasi kolikot lähetetään. Jos sinulla ei ole henkilökohtaista XMR-lompakkoa, voit käyttää joko <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">virallista Monero GUI- tai CLI-lompakkoa</a> tai <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather-lompakkoa</a>. Kopioi osoitteesi lompakostasi ja liitä se "Vastaanottava Monero osoite" -syötteeseen (varmista, että liitetty osoite on sama kuin kopioitu osoite, jotta et menetä kolikoitasi). Huomaa, että kaupan selvittämiseen käyttämäsi lompakon on oltava oma, kolmannen osapuolen isännöimät lompakot eivät ole sallittuja. Kun olet valmis, paina "Aloita kauppa" aloittaaksesi kaupan.
fr: Ensuite, vous serez invité à saisir l'adresse de votre portefeuille de paiement. Il s'agit de l'adresse à laquelle les jetons de crypto-monnaie que vous avez achetés seront envoyés. Si vous n'avez pas de portefeuille XMR personnel, vous pouvez utiliser le <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">portefeuille officiel Monero GUI ou CLI</a> ou <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather wallet</a>. Copiez votre adresse depuis votre portefeuille et collez-la dans l'entrée "Adresse de réception Monero" (assurez-vous que l'adresse collée est la même que l'adresse copiée pour éviter de perdre vos jetons). Veuillez noter que le portefeuille que vous utilisez pour le règlement des transactions doit être le vôtre, les portefeuilles hébergés/gérés par des tiers ne sont pas autorisés. Une fois cela fait, appuyez sur "Démarrer l'échange" pour commencer la transaction.
it: Successivamente, ti verrà richiesto di inserire l'indirizzo del tuo portafoglio di regolamento. Questo è l'indirizzo a cui verranno inviate le monete che hai comprato. Se non hai un portafoglio XMR personale, puoi usare il portafoglio <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">ufficiale Monero GUI o CLI</a> o <a target="_blank" href="https://featherwallet.org/" class="next-link">portafoglio Feather</a>. Copia il tuo indirizzo dal tuo portafoglio e incollalo nell'input "Receiving Monero address" (assicurati che l'indirizzo incollato sia lo stesso di quello copiato per evitare di perdere le tue monete). Si prega di notare che il portafoglio che si utilizza per il regolamento degli scambi deve essere il proprio, i portafogli ospitati da terzi non sono ammessi. Una volta fatto, premi "Start trading" per iniziare lo scambio.
lt: Tada būsite paraginti įvesti atsiskaitymo piniginės adresą. Tai yra adresas, kuriuo bus išsiųstos jūsų nusipirktos monetos. Jei neturite asmeninės XMR piniginės, galite naudoti <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">oficialią Monero GUI arba CLI piniginę</a> arba <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather piniginę</a>. Nukopijuokite adresą iš savo piniginės ir įklijuokite jį į įvestį "Gavi Monero adresą" (įsitikinkite, kad įklijuotas adresas yra toks pat kaip ir nukopijuotas, kad neprarastumėte monetų). Atminkite, kad piniginė, kurią naudojate atsiskaitydami už prekybą, turi būti jūsų, trečiųjų šalių priglobtos piniginės neleidžiamos. Baigę paspauskite "Pradėti prekybą", kad pradėtumėte prekybą.
nb: Deretter vil du bli bedt om å angi oppgjørslommebokadressen din. Dette er adressen som myntene du har kjøpt vil bli sendt til. Hvis du ikke har en personlig XMR-lommebok, kan du bruke enten den <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">offisielle Monero GUI- eller CLI-lommeboken</a> eller <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather-lommeboken</a>. Kopier adressen din fra lommeboken og lim den inn i "Mottar Monero-adresse"-inndata (sørg for at den limte adressen er den samme som den kopierte adressen for å unngå å miste myntene dine). Vær oppmerksom på at lommeboken du bruker for handelsoppgjør må være dine egne, tredjeparts vertsbaserte lommebøker er ikke tillatt. Når du er ferdig, trykk "Start handel" for å starte handelen.
nl: Vervolgens wordt u gevraagd om het adres van uw afwikkelingsportefeuille in te voeren. Dit is het adres waar de munten die u heeft gekocht naartoe worden gestuurd. Als u geen persoonlijke XMR-portefeuille heeft, kunt u de <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">officiële Monero GUI- of CLI-portefeuille </a> of <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather-portefeuille </a> gebruiken. Kopieer uw adres uit uw portefeuille en plak het in de invoer "Monero-adres ontvangen" (zorg ervoor dat het geplakte adres hetzelfde is als het gekopieerde adres om te voorkomen dat u uw munten kwijtraakt). Houd er rekening mee dat de portefeuille die u gebruikt voor de handelsafwikkeling uw eigen portefeuille moet zijn, portefeuilles van derde partijen zijn niet toegestaan. Als u klaar bent, drukt u op "Beginnen met handelen" om de transactie te starten.
pl: Następnie zostaniesz poproszony o wprowadzenie adresu portfela na uregulowania. Jest to adres, na który zakupisz kryptowalutę. Jeśli nie masz własnego portfela XMR, możesz użyć <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">oficjalnego portfela CLI</a> lub <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather wallet</a>. Skopiuj swój adres z portfela i wklej go w pole tekstowe „Adres na wpłatę Monero” (upewnij się, że wklejany adres jest taki sam jak skopiowany adres, aby uniknąć straty pieniędzy). Pamiętaj, że portfel, którego używasz na uregulowanie, musi być Twoim własnym, portfele należące do kogoś innego nie są dozwolone. Po zakończeniu naciśnij „Rozpocznij handel”, aby rozpocząć handel.
pt_br: A seguir, você será solicitado a digitar seu endereço de carteira do assentamento. Este é o endereço para o qual as moedas que você comprou serão enviadas. Se você não tiver uma carteira pessoal XMR, você pode usar tanto a <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">carteira oficial Monero GUI ou CLI</a> ou <a target="_blank" href="https://featherwallet.org/" class="next-link">Carteira de penas</a>. Copie seu endereço de sua carteira e cole-o na entrada "Recebendo endereço Monero" (certifique-se de que o endereço colado seja o mesmo que o endereço copiado para evitar perder suas moedas). Observe que a carteira que você usa para liquidação comercial deve ser sua própria carteira, carteiras hospedadas por terceiros não são permitidas. Uma vez feito, pressione "Start trading" para iniciar a troca.
sl: Nato boste pozvani, da vnesete svoj naslov poravnalne denarnice. To je naslov, na katerega bodo poslani kovanci, ki ste jih kupili. Če nimate osebne denarnice XMR, lahko uporabite <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">uradno denarnico Monero GUI CLI</a> ali <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather denarnico</a>. Kopirajte naslov iz svoje denarnice in ga prilepite v vnos "Prejemni Monero naslov" (prepričajte se, da je prilepljeni naslov enak kopiranemu naslovu, da preprečite izgubo kovancev). Upoštevajte, da mora biti denarnica, ki jo uporabljate za poravnavo trgovanja, vaša lastna; denarnice, ki jih gostijo tretje osebe, niso dovoljene. Ko končate, pritisnite "Začni trgovati", da začnete trgovanje.
sv: Därefter kommer du att bli ombedd att ange din avräkningsplånboksadress. Det här är adressen som mynten du har köpt kommer att skickas till. Om du inte har en personlig XMR-plånbok kan du använda antingen den <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">officiella Monero GUI- eller CLI-plånboken</a> eller <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather-plånboken</a>. Kopiera din adress från din plånbok och klistra in den i inmatningen "Monero-mottagningsadress" (se till att den inklistrade adressen är densamma som den kopierade adressen för att undvika att förlora dina mynt). Observera att plånboken du använder för handelsavveckling måste vara dina egna, plånböcker från tredje part är inte tillåtna. När du är klar trycker du på "Starta handel" för att påbörja handeln.
tl: Susunod, ipo-prompt kang ilagay ang address ng iyong settlement wallet. Ito ang address kung saan ipapadala ang mga barya na binili mo. Kung wala kang personal na XMR wallet, maaari mong gamitin ang alinman sa <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">opisyal na Monero GUI o CLI wallet</a> o <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather wallet</a>. Kopyahin ang iyong address mula sa iyong wallet at i-paste ito sa input na "Receiving Monero address" (siguraduhin na ang naka-paste na address ay pareho sa kinopyang address upang maiwasang mawala ang iyong mga barya). Pakitandaan, na ang wallet na ginagamit mo para sa trade settlement ay dapat na sarili mo, hindi pinapayagan ang mga third-party na naka-host na wallet. Kapag tapos na, pindutin ang "Start trading" para simulan ang trade.
tr: Daha sonra, ödeme cüzdanı adresinizi girmeniz istenecektir. Aldığınız coinlerin gönderileceği adres budur. Kişisel bir XMR cüzdanınız yoksa, <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">resmi Monero GUI veya CLI cüzdanını</a> ya da <a target="_blank" href="https://featherwallet.org/" class="next-link">Feather cüzdanını</a> kullanabilirsiniz. Adresinizi cüzdanınızdan kopyalayın ve "Monero adresi alma" girişine yapıştırın (paralarınızı kaybetmemek için yapıştırılan adresin kopyalanan adresle aynı olduğundan emin olun). Ticari uzlaşma için kullandığınız cüzdanın kendinize ait olması gerektiğini lütfen unutmayın; üçüncü tarafların barındırdığı cüzdanlara izin verilmez. İşiniz bittiğinde, ticarete başlamak için "İşlem başlat"a basın.
ur: اس کے بعد، آپ کو اپنے سیٹلمنٹ والیٹ کا پتہ درج کرنے کے لیے کہا جائے گا۔ یہ وہ پتہ ہے جس پر آپ نے خریدے ہوئے سکے بھیجے جائیں گے۔ اگر آپ کے پاس ذاتی XMR والیٹ نہیں ہے تو، آپ یا تو <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">آفیشل Monero GUI یا CLI والیٹ</a> یا <a target="_blank" href="https://featherwallet.org/" class="next-link">فیدر والیٹ</a> استعمال کر سکتے ہیں۔ اپنے بٹوے سے اپنا پتہ کاپی کریں اور اسے "Receiving Monero address" کے ان پٹ میں چسپاں کریں (make sure the pasted address is the same as the copied address to avoid losing your coins))۔ براہ کرم نوٹ کریں کہ تجارتی تصفیہ کے لیے آپ جو پرس استعمال کرتے ہیں وہ آپ کا اپنا ہونا چاہیے، فریق ثالث کی میزبانی والے بٹوے کی اجازت نہیں ہے۔ ایک بار مکمل ہوجانے کے بعد، تجارت شروع کرنے کے لیے "Start trading" کو دبائیں۔
zh_cn: 接下来，你会被提示输入你的结算钱包地址。这是你购买的币将被发送到的地址。如果你没有个人XMR钱包，你可以使用 <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">官方Monero GUI或CLI钱包</a> 或 <a target="_blank" href="https://featherwallet.org/" class="next-link">。Feather钱包</a>。从你的个人钱包复制你的地址，然后粘贴到 "接收Monero地址 "的输入中（确保粘贴的地址与复制的地址相同，以避免丢失你的币）。请注意，你用于交易结算的钱包必须是你自己的，用第三方托管的钱包是不允许的。完成后，按 "开始交易 "为开始交易。
zh_tw: 接下來，你會被提示輸入你的結算錢包地址。這是你購買的幣將被發送到的地址。如果你沒有個人XMR錢包，你可以使用 <a target="_blank" href="https://www.getmonero.org/downloads/" class="next-link">官方Monero GUI或CLI錢包</a> 或 <a target="_blank" href="https://featherwallet.org/" class="next-link">。Feather錢包</a>。從你的個人錢包複製你的地址，然後粘貼到 "接收Monero地址 "的輸入中（確保粘貼的地址與復制的地址相同，以避免丟失你的幣）。請注意，你用於交易結算的錢包必須是你自己的，用第三方託管的錢包是不允許的。完成後，按 "開始交易 "為開始交易。
