Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# chat250Sbcash8722Sbdeposit8722Sbseller8722Sbwarning
source: <strong>Warning:</strong> there have been cases of sellers getting a check deposited that was later reversed. Make sure to verify (e.g. by calling the bank) any deposit that you get!
cs: <strong>Upozornění: </strong> vyskytly se případy, kdy prodejci dostali šek, který byl později zrušen. Ujistěte se, že jste ověřili (např. zavoláním do banky) jakýkoli vklad, který obdržíte!
fi: <strong>Varoitus:</strong> on ollut tapauksia, joissa myyjät ovat saaneet shekin ja se on myöhemmin peruutettu. Varmista (esim. soittamalla pankkiin) kaikki saamasi talletukset!
fr: <strong>Attention :</strong> il y a eu des cas où des vendeurs ont reçu et déposé un chèque qui a ensuite été annulé. Assurez-vous de vérifier (par exemple en appelant la banque) tout dépôt que vous recevez !
it: <strong>Avviso:</strong> si sono verificati casi in cui i venditori hanno ricevuto un assegno depositato che è stato successivamente stornato. Assicurati di verificare (ad esempio chiamando la banca) qualsiasi deposito che ricevi!
lt: <strong>Įspėjimas:</strong> buvo atvejų, kai pardavėjai gavo čekį, kuris vėliau buvo atšauktas. Būtinai patikrinkite (pvz., paskambinę į banką) gautą indėlį!
nb: <strong>Advarsel:</strong> det har vært tilfeller der selgere har fått en sjekk satt inn som senere ble reversert. Sørg for å bekrefte (for eksempel ved å ringe banken) ethvert innskudd du får!
nl: <strong>Waarschuwing:</strong> er zijn gevallen geweest waarin verkopers een cheque ontvangt hebben die later werd teruggedraaid. Zorg ervoor dat u elke aanbetaling die u ontvangt verifieert (bijvoorbeeld door de bank te bellen)!
pl: <strong>Ostrzeżenie:</strong> zdarzały się przypadki, w których sprzedający otrzymywali czeki, które później zostały wycofane. Pamiętaj, aby zweryfikować (np. dzwoniąc do banku) każdy otrzymany depozyt!
pt_br: <strong>Aviso:</strong> houve casos de vendedores recebendo um cheque depositado que foi estornado posteriormente. Certifique-se de verificar (por exemplo, ligando para o banco) qualquer depósito que você receber!
sl: <strong>Opozorilo:</strong> bili so primeri, ko so prodajalci prejeli ček, ki je bil pozneje storniran. Ne pozabite preveriti (npr. s klicem na banko) vsak depozit, ki ga prejmete!
sv: <strong>Varning:</strong> Det har förekommit fall där säljare fått en check insatt som senare återfördes. Se till att verifiera (t.ex. genom att ringa banken) alla insättningar du får!
tl: <strong>Babala:</strong> may mga kaso ng mga nagbebenta na nakadeposito ng tseke na binaliktad sa kalaunan. Siguraduhing i-verify (hal. sa pamamagitan ng pagtawag sa bangko) anumang deposito na makukuha mo!
tr: <strong>Uyarı:</strong> Satıcıların daha sonra ters çevrilen bir çekin yatırıldığı durumlar olmuştur. Aldığınız para yatırma işlemini (örneğin bankayı arayarak) doğruladığınızdan emin olun!
ur: <strong>Warning:</strong> بیچنے والے کو چیک جمع کروانے کے معاملات سامنے آئے ہیں جو بعد میں واپس لے لیے گئے تھے۔ اس بات کو یقینی بنائیں کہ آپ کو جو بھی ڈپازٹ ملتا ہے (e.g.by calling the bank) اس کی توثیق کریں!
zh_cn: <strong>警告：</strong> 有些情况下，卖家收到支票后被撤销。确保核实（例如通过致电银行）您收到的任何存款！
zh_tw: <strong>警告：</strong> 有些情況下，賣家收到支票後被撤銷。確保核實（例如通過致電銀行）您收到的任何存款！

# chat250Sbeu8722Sbfraud8722Sbwarning
source: There seems to be a surge of bank account fraud in our European region right now. <br /> We advise all our traders in the European region to exercise extreme caution when dealing with new trading partners, such as asking for a photograph of themselves holding an ID and a piece of paper with trade information (such as trade ID, amount, username and date). Keep in mind that fraudsters might be in possession of leaked or stolen KYC documents. <br />
cs: Zdá se, že v našem evropském regionu nyní dochází k nárůstu podvodů s bankovními účty. <br /> Všem našim obchodníkům v evropském regionu doporučujeme, aby při jednání s novými obchodními partnery byli extrémně opatrní, například žádali o fotografii, na které jsou držiteli průkazu totožnosti a kusu papíru s obchodními informacemi (jako je obchodní ID, částka, uživatelské jméno a datum). Mějte na paměti, že podvodníci mohou vlastnit uniklé nebo odcizené dokumenty KYC. <br />
fi: Pankkitilipetosten määrä näyttää lisääntyvän Euroopan alueellamme juuri nyt. <br /> Kehotamme kaikkia Euroopan alueella toimivia kauppiaita olemaan äärimmäisen varovaisia asioidessaan uusien kauppakumppaneiden kanssa, kuten pyytämällä valokuvaa itsestään henkilöllisyystodistuksen ja kaupan tiedot sisältävän paperin (kuten kauppatunnus, summa, käyttäjätunnus ja päivämäärä) kanssa. Muista, että huijareilla saattaa olla hallussaan vuotaneita tai varastettuja KYC-asiakirjoja. <br />
fr: Il semble y avoir une recrudescence de la fraude aux comptes bancaires dans notre région européenne en ce moment. <br />Nous conseillons à tous nos vendeurs et acheteurs de la région européenne de faire preuve d'une extrême prudence lorsqu'ils traitent avec de nouvelles personnes, par exemple en demandant une photo d'elles-mêmes tenant une pièce d'identité et un morceau de papier contenant des informations de transaction (telles que l'identifiant de transaction, le montant, nom d'utilisateur et la date). Gardez à l'esprit que les fraudeurs peuvent être en possession de documents KYC divulgués ou volés.<br />
it: Sembra che ci sia un'ondata di frodi nei conti bancari nella nostra regione europea in questo momento. <br /> Consigliamo a tutti i nostri trader della regione europea di esercitare estrema cautela quando trattare con nuovi partner commerciali, come chiedere una fotografia di loro stessi in possesso di un documento d'identità e un pezzo di carta con informazioni commerciali (come ID commerciale, importo, nome utente e data). Tenere presente che i truffatori potrebbero essere in possesso di documenti KYC rubati. <br />
lt: Panašu, kad šiuo metu mūsų Europos regione daugėja sukčiavimo banko sąskaitomis atvejų. <br /> Rekomenduojame visiems savo prekybininkams Europos regione elgtis ypač atsargiai, kai bendraudami su naujais prekybos partneriais, pvz., prašyti savo nuotraukos, kurioje jie turi asmens tapatybės dokumentą ir popieriaus lapą su prekybos informacija (pvz., prekybos ID, suma, vartotojo vardą ir datą). Atminkite, kad sukčiai gali turėti nutekintų arba pavogtų KYC dokumentų. <br />
nb: Det ser ut til å være en bølge av svindel med bankkontoer i vår europeiske region akkurat nå. <br /> Vi råder alle våre forhandlere i den europeiske regionen til å utvise ekstrem forsiktighet når de har å gjøre med nye handelspartnere, for eksempel å be om et bilde av seg selv med en ID og et papir med handelsinformasjon (som handels-ID, beløp, brukernavn og dato). Husk at svindlere kan være i besittelse av lekke eller stjålne KYC-dokumenter. <br />
nl: Er lijkt momenteel een golf van fraude met bankrekeningen in onze Europese regio te zijn. <br /> We adviseren al onze handelaren in de Europese regio om uiterst voorzichtig te zijn bij het omgaan met nieuwe handelspartners, neem extra maatregelen zoals het vragen om een foto van zichzelf met een identiteitsbewijs en een stuk papier met handelsinformatie (zoals transactie-ID, bedrag, gebruikersnaam en datum). Houd er rekening mee dat fraudeurs mogelijk in het bezit zijn van gelekte of gestolen KYC-documenten. <br />
pl: Odnotowujemy wzmożoną częstotliwość oszustw w regionie europejskim.<br /> Doradzamy wszystkim naszym handlowcom w regionie europejskim, aby zachowali ekstremalną ostrożność w kontaktach z nowymi partnerami handlowymi, jak poproszenie o zdjęcie z ich dowodem tożsamości i kartką z informacjami handlowymi (takimi jak identyfikator handlu, kwota, nazwa użytkownika i data). Pamiętaj, że oszuści mogą posiadać skradzione dokumentów KYC.<br />
pt_br: Parece haver uma onda de fraudes com contas bancárias em nossa região da Europa neste momento. <br /> Aconselhamos todos os nossos operadores na região europeia a ter extrema cautela quando lidar com novos parceiros comerciais, como pedir uma fotografia de si segurando uma ID e um pedaço de papel com informações comerciais (como ID comercial, valor, nome de usuário e data). Lembre-se de que os fraudadores podem ter vazado ou documentos KYC roubados. <br />
sl: Zdi se, da je v naši evropski regiji trenutno porast goljufij bančnih računih. <br /> Vsem našim trgovalcem v evropski regiji svetujemo izredno previdnost pri poslovanju z novimi trgovalnimi partnerji, kot je zahtevanje fotografije z osebnim dokumentom in informacijami na kosu papirja (recimo ID trgovalca, znesek, uporabniško ime in datum). Ne pozabite, da imajo goljufi lahko ukradene dokumente KYC. <br />
sv: Det verkar finnas en ökning av bankkontobedrägerier i vår europeiska region just nu. <br /> Vi råder alla våra handlare i den europeiska regionen att iaktta extrem försiktighet när de har att göra med nya handelspartner, som att be om ett fotografi av sig själva med ett ID och ett papper med handelsinformation (som handels-ID, belopp, användarnamn och datum). Tänk på att bedragare kan vara i besittning av läckta eller stulna KYC-dokument. <br />
tl: Mukhang dumarami ang pandaraya sa bank account sa ating rehiyon sa Europa ngayon. <br /> Pinapayuhan namin ang lahat ng aming mga mangangalakal sa rehiyon ng Europa na mag-ingat nang husto kapag nakikitungo sa mga bagong kasosyo sa pangangalakal, tulad ng paghingi ng litrato ng kanilang sarili na may hawak na ID at isang piraso ng papel na may impormasyon sa kalakalan (tulad ng trade ID, halaga, username at petsa). Tandaan na ang mga manloloko ay maaaring may hawak ng mga leaked o nanakaw na dokumento ng KYC. <br />
tr: Şu anda Avrupa bölgemizde banka hesabı dolandırıcılığında artış var gibi görünüyor. <br /> Avrupa bölgesindeki tüm tüccarlarımıza, yeni ticaret ortaklarıyla iş yaparken, kendilerinin bir kimlik belgesi taşıyan bir fotoğrafını ve ticari bilgileri (ticari kimlik numarası, miktar, kullanıcı adı ve tarih). Dolandırıcıların sızdırılmış veya çalınmış KYC belgelerine sahip olabileceğini unutmayın. <br />
ur: ایسا لگتا ہے کہ اس وقت ہمارے یورپی خطے میں بینک کھاتوں کی دھوکہ دہی میں اضافہ ہوا ہے۔ <br /> ہم یورپی خطے میں اپنے تمام تاجروں کو مشورہ دیتے ہیں کہ وہ نئے تجارتی شراکت داروں کے ساتھ معاملہ کرتے وقت انتہائی احتیاط برتیں، جیسے کے شناختی کارڈ رکھنے والا اپنی تصویر اور تجارتی معلومات کے ساتھ کاغذ کا ایک ٹکڑا مانگيں(such as trade ID,amount,username and date)۔ اس بات کو ذہن میں رکھیں کہ دھوکہ دہی کرنے والوں کے پاس لیک شدہ یا چوری شدہ KYC دستاویزات ہوسکتے ہیں۔ <br />
zh_cn: <br />目前我们欧洲地区的银行账户欺诈似乎激增。<br />我们建议欧洲地区的所有交易员在采取行动时要格外小心谨慎。与新的贸易伙伴打交道，例如要求自己持有身份证的照片和一张带有交易信息（如交易ID，金额，用户名和日期）的纸张。请记住，欺诈者可能拥有泄露的或被盗的KYC文件。<br />
zh_tw: 目前我們歐洲地區的銀行賬戶欺詐似乎激增。<br />我們建議歐洲地區的所有交易員在採取行動時要格外小心謹慎。與新的貿易夥伴打交道，例如要求自己持有身份證的照片和一張帶有交易信息（如交易ID，金額，用戶名和日期）的紙張。請記住，欺詐者可能擁有洩露或被盜的KYC文件。<br />

# chat250Sbinput8722Sbtip
source: <strong>Enter</strong> to start a new line, <strong>Alt+Enter</strong> to send a message. 65536 characters maximum. {appName} encrypts and stores chat messages for 180 days for dispute mediation purposes.
cs: <strong>Enter</strong> pro začátek nového řádku, <strong>Alt+Enter</strong> pro odeslání zprávy. Maximálně 65 536 znaků. {appName} šifruje a uchovává chatové zprávy po dobu 180 dnů pro účely zprostředkování sporu.
fi: <strong>Enter</strong> aloittaa uuden rivin, <strong>Alt+Enter</strong> lähettääksesi viestin. Enintään 65536 merkkiä. {appName} salaa ja säilyttää chat-viestit 180 päivän ajan riitojen sovittelua varten.
fr: <strong>Entrée</strong> pour commencer une nouvelle ligne, <strong>Alt+Entrée</strong> pour envoyer un message. 65536 caractères maximum. {appName} chiffre et stocke les messages de tchat pendant 180 jours à des fins de médiation des litiges.
it: Premi <strong>Invio</strong> per iniziare una nuova riga, <strong>Alt + Invio</strong> per inviare un messaggio. Massimo 65536 caratteri. {appName} crittografa e memorizza i messaggi di chat per 180 giorni a scopo di mediazione delle controversie.
lt: <strong>Enter</strong>, kad pradėtumėte naują eilutę, <strong>Alt+Enter</strong>, kad išsiųstumėte pranešimą. Daugiausia 65536 simboliai. {appName} šifruoja ir saugo pokalbių pranešimus 180 dienų ginčų tarpininkavimo tikslais.
nb: <strong>Enter</strong> for å starte en ny linje, <strong>Alt+Enter</strong> for å sende en melding. Maksimalt 65536 tegn. {appName} krypterer og lagrer chat-meldinger i 180 dager for tvistemeklingsformål.
nl: <strong>Enter</strong> om een nieuwe regel te beginnen, <strong>Alt+Enter</strong> om een bericht te verzenden. Maximaal 65536 tekens. {appName} versleutelt en bewaart chatberichten gedurende 180 dagen voor geschillenbeslechting.
pl: <strong> Enter </strong> aby dodać nowy wiersz, <strong> Alt+Enter </strong>, aby wysłać wiadomość. Maksymalnie 65536 znaków. {appName} szyfruje i przechowuje wiadomości czatowe przez 180 dni w celu mediacji ewentualnego sporu.
pt_br: Aperte <strong>Enter</strong> para iniciar uma nova linha e <strong>Alt+Enter</strong> para enviar uma mensagem. Máximo de 4096 caracteres. O {appName} criptografa e guarda o histórico do bate-papo por 180 dias por questões de mediação de disputas.
sl: <strong>Enter</strong> za začetek nove vrstice, <strong>Alt+Enter</strong> za pošiljanje sporočila. Največ 65536 znakov. {appName} šifrira in shranjuje sporočila klepeta za 180 dni za namene posredovanja v sporih.
sv: <strong>Enter</strong> för att starta en ny linje, <strong>Alt+Enter</strong> för att skicka ett meddelande. Maximalt 65536 tecken. {appName} krypterar och lagrar chattmeddelanden i 180 dagar för tvistmedling.
tl: <strong>Enter</strong> para magsimula ng bagong linya, <strong>Alt+Enter</strong> para magpadala ng mensahe. 65536 na mga character ang maximum. Ang {appName} ay nag-e-encrypt at nag-iimbak ng mga mensahe sa chat sa loob ng 180 araw para sa mga layunin ng pamamagitan ng hindi pagkakaunawaan.
tr: Yeni bir satır başlatmak için <strong>Enter</strong>, mesaj göndermek için <strong>Alt+Enter</strong> tuşlarına basın. Maksimum 65536 karakter. {appName} anlaşmazlık arabuluculuğu amacıyla sohbet mesajlarını 180 gün boyunca şifreler ve saklar.
ur: نئی لائن شروع کرنے کے لیے <strong>Enter</strong>، پیغام بھیجنے کے لیے <strong>Alt+Enter</strong>۔ زیادہ سے زیادہ 65536 حروف۔ {appName} تنازعات کی ثالثی کے مقاصد کے لیے 180 دنوں کے لیے چیٹ پیغامات کو خفیہ اور اسٹور کرتا ہے۔
zh_cn: <strong>输入</strong>开始换行，<strong> Alt + Enter </strong>发送消息。最多65536个字符。{appName}加密和存储180天的聊天消息，用于争议调解。
zh_tw: <strong>輸入</strong>開始換行，<strong> Alt + Enter </strong>發送消息。最多65536個字符。{appName}加密和存儲180天的聊天消息，用於爭議調解。

# chat250Sbinput8722Sbtip8722Sbshort
source: {appName} encrypts and stores chat messages for 180 days for dispute mediation purposes.
cs: {appName} šifruje a uchovává chatové zprávy po dobu 180 dnů pro účely zprostředkování sporu.
fi: {appName} salaa ja säilyttää chat-viestit 180 päivän ajan riitojen sovittelua varten.
fr: {appName} chiffre et stocke les messages de tchat pendant 180 jours à des fins de médiation des litiges.
it: {appName} crittografa e memorizza i messaggi di chat per 180 giorni a scopo di mediazione delle controversie.
lt: {appName} šifruoja ir saugo pokalbių pranešimus 180 dienų ginčų tarpininkavimo tikslais.
nb: {appName} krypterer og lagrer chat-meldinger i 180 dager for tvistemeklingsformål.
nl: {appName} versleutelt en bewaart chatberichten gedurende 180 dagen voor geschillenbeslechting.
pl: {appName} szyfruje i przechowuje wiadomości czatowe przez 180 dni w celu mediacji ewentualnych sporów.
pt_br: O {appName} criptografa e armazena mensagens de bate-papo por 180 dias para fins de mediação de disputas.
sl: {appName} šifrira in shrani sporočila klepeta za 180 dni za namen posredovanja v sporih.
sv: {appName} krypterar och lagrar chattmeddelanden i 180 dagar i syfte att medla i tvister.
tl: Ang {appName} ay nag-e-encrypt at nag-iimbak ng mga mensahe sa chat sa loob ng 180 araw para sa mga layunin ng pamamagitan ng hindi pagkakaunawaan.
tr: {appName} anlaşmazlık arabuluculuğu amacıyla sohbet mesajlarını 180 gün boyunca şifreler ve saklar.
ur: {appName} تنازعات کی ثالثی کے مقاصد کے لیے 180 دنوں کے لیے چیٹ پیغامات کو خفیہ اور اسٹور کرتا ہے۔
zh_cn: {appName}为争议调解目的加密和存储聊天消息180天。
zh_tw: {appName}為爭議調解目的加密和存儲聊天消息180天。

# chat250Sbinput8722Sbtitle
source: Write a message...
cs: Napište zprávu...
fi: Kirjoita viesti...
fr: Écrire un message ...
it: Il tuo messaggio
lt: Rašyk žinutę...
nb: Skrive en melding...
nl: Schrijf een bericht...
pl: Napisz wiadomość...
pt_br: Sua mensagem
sl: Napišite sporočilo ...
sv: Skriv ett meddelande...
tl: Sumulat ng mensahe...
tr: Bir mesaj yaz...
ur: ایک پیغام لکھیں...
zh_cn: 你的留言
zh_tw: 你的留言

# chat250Sbmitm8722Sbcryptocurency8722Sbwarning
source: Warning: only get the seller's address in this trade chat or from the payment details section on this trade page and do not send payment transaction IDs outside of this trade chat! We also recommend that you keep all communications in this trade chat.
cs: Upozornění: Adresu prodejce získejte pouze v tomto obchodním chatu nebo v sekci platebních údajů na této obchodní stránce a neposílejte ID platební transakce mimo tento obchodní chat! Také doporučujeme, abyste si veškerou komunikaci ponechali v tomto obchodním chatu.
fi: Varoitus: hanki myyjän osoite vain tässä kauppakeskustelussa tai tämän kauppasivun maksutiedot-osiosta, äläkä lähetä maksutapahtumatunnuksia tämän kauppakeskustelun ulkopuolelle! Suosittelemme myös, että kaikki kommunikointi käydään tässä kauppakeskustelussa.
fr: Attention : obtenez uniquement l'adresse du vendeur dans cette discussion de transaction ou dans la section des détails de paiement de cette page et n'envoyez pas d'identifiant de transaction de paiement en dehors de ce tchat de transaction ! Nous vous recommandons également de conserver toutes les communications effectuées dans ce tchat de transaction.
it: Attenzione: ottenere l'indirizzo del venditore solo in questa chat commerciale o dalla sezione dei dettagli di pagamento su questa pagina commerciale e non inviare gli ID delle transazioni di pagamento al di fuori di questa chat commerciale! Si raccomanda inoltre di mantenere tutte le comunicazioni in questa chat commerciale.
lt: Įspėjimas: gaukite pardavėjo adresą tik šiame prekybos pokalbyje arba iš šio prekybos puslapio mokėjimo informacijos skilties ir nesiųskite mokėjimo operacijų ID už šio prekybos pokalbio ribų! Taip pat rekomenduojame išlaikyti visus ryšius šiame prekybos pokalbyje.
nb: Advarsel: hent kun selgerens adresse i denne handelschatten eller fra betalingsdetaljene på denne handelssiden og ikke send betalingstransaksjons-IDer utenfor denne handelschatten! Vi anbefaler også at du beholder all kommunikasjon i denne handelschatten.
nl: Waarschuwing: krijg alleen het adres van de verkoper in deze handelschat of in het gedeelte met betalingsgegevens op deze handelspagina, en verzend geen betalingstransactie-ID's buiten deze handelschat! We raden u ook aan om alle communicatie in deze handelschat te houden.
pl: Ostrzeżenie: uzyskaj adres sprzedawcy tylko w tym czacie handlowym lub z sekcji szczegółów płatności na tej stronie. Nie wysyłaj identyfikatorów transakcji płatniczych poza tym czatem! Zalecamy również utrzymanie całej komunikacji na tym czacie.
pt_br: Atenção: obtenha apenas o endereço do vendedor neste bate-papo comercial ou na seção de detalhes de pagamento nesta página comercial e não envie identificações de transações de pagamento fora deste bate-papo comercial! Também recomendamos que você mantenha todas as comunicações neste bate-papo comercial.
sl: Opozorilo: naslov prodajalca pridobite samo v tem trgovalnem klepetu ali v razdelku s podrobnostmi o plačilu na tej strani in ne pošiljajte ID-jev plačilnih transakcij zunaj tega trgovalnega klepeta! Priporočamo tudi, da vso komunikacijo hranite v tem trgovalnem klepetu.
sv: Varning: Hämta bara säljarens adress i denna handelschatt eller från betalningsinformationssektionen på denna handelssida och skicka inte betalningstransaktions-ID utanför denna handelschatt! Vi rekommenderar också att du behåller all kommunikation i denna handelschatt.
tl: Babala: kunin lamang ang address ng nagbebenta sa trade chat na ito o mula sa seksyon ng mga detalye ng pagbabayad sa page ng kalakalan na ito at huwag magpadala ng mga payment transaction ID sa labas ng trade chat na ito! Inirerekomenda din namin na panatilihin mo ang lahat ng komunikasyon sa trade chat na ito.
tr: Uyarı: satıcının adresini yalnızca bu ticaret sohbetinden veya bu ticaret sayfasındaki ödeme ayrıntıları bölümünden alın ve bu ticaret sohbeti dışında ödeme işlem kimlikleri göndermeyin! Ayrıca tüm iletişimlerinizi bu ticaret sohbetinde saklamanızı öneririz.
ur: انتباہ: صرف اس تجارتی چیٹ میں یا اس تجارتی صفحہ پر ادائیگی کی تفصیلات کے سیکشن سے بیچنے والے کا پتہ حاصل کریں اور اس تجارتی چیٹ کے باہر ادائیگی کے لین دین کی IDs نہ بھیجیں! ہم یہ بھی مشورہ دیتے ہیں کہ آپ تمام مواصلات کو اس تجارتی چیٹ میں رکھیں۔
zh_cn: 警告：仅在此交易聊天中或从此交易页面的付款详细信息部分获取卖家地址，请勿在此交易聊天之外发送付款交易 ID！我们还建议您保留此交易聊天中的所有通信。
zh_tw: 警告：僅在此交易聊天中或從此交易頁面的付款詳細信息部分獲取賣家地址，請勿在此交易聊天之外發送付款交易 ID！我們還建議您保留此交易聊天中的所有通信。
