Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbhistory250Sb3250Sbtext
source: <p>The Bytecoin team was not happy. Their plan at getting rich off of their lie from their massively premined coin had failed. They had put all of the work in developing the protocol (there is strong evidence that the CryptoNote developers and Bytecoin developers were very closely related), and had nothing to show for it.</p> <p>But they weren’t done yet. They launched a new coin, Bitmonero, under a new pseudonym, thankful_for_today. In fact, why stop there? Since they were the most familiar with the code, they could launch several new coins with slightly differing emission schedules and names, with new accounts and nobody would be the wiser that it was them all along. So they did. Fantomcoin, Monte Verde, Dashcoin (not to be confused with Dash), and more forks all appeared not long after Bitmonero was launched, and tried to take a part of the marketshare.</p> <p>These attempts ultimately failed, as Monero outgrew their competition quickly, and leaving little doubt as to the winner of the CryptoNote coins.</p> <p>But even still, scams did not stop there. Bytecoin had one last trick up their sleeve. When thankful_for_today released Bitmonero, he released a deliberately deoptimized miner alongside it. He kept the optimized version, and hoped to amass a large stash for himself, but these deoptimizations were quickly caught by the core team, as well as other, independent groups, and even this was fixed in short order. With this, their last scam, defeated, Bytecoin retreated into the dark, only coming out to do bogus rebrands and announcements in the height of the 2017 cryptocurrency market boom to try to squeeze out any last profit from their scam at the expense of their tiny, unsuspecting community.</p>
cs: <p>Tým Bytecoinu nebyl spokojený. Jejich plán zbohatnout na lži z jejich masivně předražené mince selhal. Do vývoje protokolu vložili veškerou práci (existují silné důkazy, že vývojáři CryptoNote a vývojáři Bytecoinu byli velmi úzce spřízněni) a neměli nic, co by mohli ukázat.</p> <p>Ale ještě neskončili. Pod novým pseudonymem thankful_for_today spustili novou minci Bitmonero. Proč se vlastně zastavit u toho? Protože byli s kódem nejlépe obeznámeni, mohli by s novými účty spustit několik nových mincí s mírně odlišnými emisními plány a názvy a nikdo by nebyl moudřejší, že to celou dobu byli oni. Tak to také udělali. Fantomcoin, Monte Verde, Dashcoin (neplést s Dash) a další forky se objevily nedlouho po spuštění Bitmonera a snažily se získat část podílu na trhu.</p> <p>Tyto pokusy nakonec skončily neúspěchem, protože Monero rychle přerostlo svou konkurenci a o vítězi mincí CryptoNote už není pochyb.</p> <p>Ale ani tím se podvody nezastavily. Bytecoin měl v rukávu ještě jeden trik. Když thankful_for_today vydal Bitmonero, vydal spolu s ním i záměrně neoptimalizovaný miner. Optimalizovanou verzi si ponechal a doufal, že pro sebe nashromáždí velkou skrýš, ale tyto deoptimalizace byly rychle zachyceny týmem jádra i dalšími, nezávislými skupinami, a i to bylo v krátké době opraveno. Po porážce tohoto jejich posledního podvodu se Bytecoin stáhl do temnoty a v době největšího rozmachu kryptoměnového trhu v roce 2017 se objevil pouze s falešnými rebrandy a oznámeními, aby se pokusil vyždímat poslední zisky ze svého podvodu na úkor své malé, nic netušící komunity.</p>
fi: <p>Bytecoin-tiimi ei ollut tyytyväinen. Heidän suunnitelmansa rikastua valheella massiivisesta kolikosta oli epäonnistunut. He olivat tehneet kaiken työn protokollan kehittämiseen (on vahvaa näyttöä siitä, että CryptoNote-kehittäjät ja Bytecoin-kehittäjät olivat hyvin läheisiä), eikä heillä ollut mitään näyttöä siitä.</p> <p>Mutta he eivät olleet vielä valmiita. He julkaisivat uuden kolikon, Bitmonero, uudella salanimellä, "thankful_for_today". Itse asiassa, miksi lopettaa tähän? Koska he tunsivat koodin parhaiten, he saattoivat laskea markkinoille uusilla tileillä useita uusia kolikoita, joilla oli hieman erilaiset emissiot ja nimet, eikä kukaan hoksaisi että nämä olivat sama porukka koko ajan. Niin he tekivät. Fantomcoin, Monte Verde, Dashcoin (ei pidä sekoittaa Dashiin) ja muut forkit ilmestyivät pian Bitmoneron lanseerauksen jälkeen ja yrittivät ottaa osan markkinaosuudesta.</p> <p>Nämä yritykset lopulta epäonnistuivat, sillä Monero kasvoi kilpailijoihinsa verrattuna nopeasti, eikä se jättänyt epäilystäkään CryptoNote-kolikoiden voittajasta.</p> <p>Mutta silti huijaukset eivät loppuneet tähän. Bytecoinilla oli viimeinen ässä hihassaan. Kun "thankful_for_today" julkaisi Bitmoneron, hän julkaisi sen rinnalle tarkoituksella deoptimoidun louhijan. Hän piti optimoidun version ja toivoi keräävänsä itselleen suuren määrän Bitmoneroa, mutta ydintiimi ja muut riippumattomat ryhmät huomasivat nopeasti nämä deoptimoinnit, ja tämäkin korjattiin lyhyessä ajassa. Tämän viimeisen huijauksensa myötä Bytecoin vetäytyi pimeyteen ja tuli vain tekemään kopioituja brändejä ja ilmoituksia vuoden 2017 kryptovaluuttamarkkinoiden buumin huipulla yrittääkseen puristaa huijauksestaan viimeisetkin voitot oman pienen hyväuskoisen yhteisön kustannuksella.</p>
fr: <p>L'équipe de Bytecoin n'était pas contente. Leur plan visant à s'enrichir grâce à leur mensonge au sujet de leur crypto-monnaie massivement pré-minée avait échoué. Ils avaient mis beaucoup de travail dans le développement du protocole (il existe des preuves solides que les développeurs de CryptoNote et les développeurs de Bytecoin étaient très étroitement liés), et n'avaient rien à y gagner.</p> <p>Mais ils ne se sont pas arrêtés là. Ils ont lancé un nouveau jeton, Bitmonero, sous un nouveau pseudonyme, « thankful_for_today ». Et donc, pourquoi s'arrêter là ? Puisqu'ils étaient les plus familiers avec le code, ils pouvaient lancer plusieurs nouvelles crypt-monnaies avec des dates de sortie et des noms légèrement différents, avec de nouveaux comptes et personne n'aurait su que c'était eux depuis le début. Alors ils l'ont fait. Fantomcoin, Monte Verde, Dashcoin (à ne pas confondre avec Dash) et d'autres forks sont tous apparus peu de temps après le lancement de Bitmonero et ont tenté de prendre une part de marché.</p> <p>Ces tentatives ont finalement échoué, car Monero a rapidement dépassé ses concurrents et ne laisse guère de doute quant au gagnant des jetons basés sur ;a technologie CryptoNote.</p> <p>Et encore, les arnaques ne se sont pas arrêtées là. Bytecoin avait un dernier tour dans sa manche. Lorsque « thankful_for_today » a publié Bitmonero, il l'a publié avec un mineur délibérément sous-optimisé. Il a conservé la version optimisée et espérait ainsi amasser une grande réserve pour lui-même, mais sa sous-optimisation a été rapidement détectée par l'équipe principale, ainsi que par d'autres groupes indépendants, et cela a même été corrigé en peu de temps. C'est avec dernière arnaque, que vaincue, Bytecoin s'est retranché dans le silence, ne sortant que pour faire de faux changements de marque et des annonces au plus fort du boom du marché de la crypto-monnaie en 2017 pour essayer de tirer le dernier profit de leur arnaque au détriment de leur minuscule communauté sans méfiance.</p>
it: <p>Il team di Bytecoin non era felice. Il loro piano di arricchirsi della loro menzogna con la loro moneta preminentemente massiccia era fallito. Avevano messo tutto il lavoro nello sviluppo del protocollo (ci sono prove evidenti che gli sviluppatori CryptoNote e gli sviluppatori Bytecoin erano strettamente correlati) e non avevano nulla da dimostrare.</p> <p>Ma non avevano ancora finito. Hanno lanciato una nuova moneta, Bitmonero, con un nuovo pseudonimo, thankful_for_today. In effetti, perché fermarsi qui? Dato che conoscevano meglio il codice, potevano lanciare diverse nuove monete con schemi e nomi delle emissioni leggermente diversi, con nuovi conti e nessuno sarebbe stato più saggio che fossero loro da sempre. Così hanno fatto. Fantomcoin, Monte Verde, Dashcoin (da non confondere con Dash) e altre forchette sono apparse non molto tempo dopo il lancio di Bitmonero, e hanno provato a prendere parte alla market share.</p> <p>Questi tentativi alla fine fallirono, dato che Monero superò rapidamente la concorrenza, lasciando pochi dubbi sul vincitore delle monete CryptoNote.</p> <p>Ma anche ancora, le truffe non si fermarono qui. Bytecoin aveva un ultimo asso nella manica. Quando thankful_for_today ha rilasciato Bitmonero, ha rilasciato un minatore deliberatamente deoptimizzato al suo fianco. Ha mantenuto la versione ottimizzata e ha sperato di accumulare una grande scorta per sé, ma queste deottimizzazioni sono state rapidamente catturate dal team principale, così come da altri gruppi indipendenti, e anche questo è stato risolto in breve tempo. Con questo, la loro ultima truffa, sconfitta, Bytecoin si ritirò nel buio, uscendo solo per fare falsi rebrands e annunci nel pieno del boom del mercato delle criptovalute 2017 per cercare di spremere qualsiasi ultimo profitto dalla loro truffa a spese del loro piccolo , comunità ignara.</p>
lt: <p>Bytecoin komanda nebuvo patenkinta. Jų planas praturtėti iš melo iš masiškai iškaltos monetos žlugo. Jie įdėjo visą darbą kurdami protokolą (yra rimtų įrodymų, kad CryptoNote kūrėjai ir Bytecoin kūrėjai buvo labai glaudžiai susiję), ir neturėjo ką parodyti.</p> <p>Bet jie dar nebuvo atlikti. Jie išleido naują monetą „Bitmonero“ su nauju pseudonimu „thankful_for_today“. Tiesą sakant, kodėl sustoti? Kadangi jie buvo labiausiai susipažinę su kodu, jie galėjo išleisti keletą naujų monetų su šiek tiek skirtingais emisijos grafikais ir pavadinimais, su naujomis sąskaitomis ir niekas nebūtų išmintingesnis, kad tai buvo jie. Taip jie ir padarė. „Fantomcoin“, „Monte Verde“, „Dashcoin“ (nepainioti su „Dash“) ir dar daugiau šakių pasirodė neilgai trukus po „Bitmonero“ paleidimo ir bandė užimti dalį rinkos.</p> <p>Šie bandymai galiausiai žlugo, nes Monero greitai aplenkė konkurentus ir nepaliko jokių abejonių dėl CryptoNote monetų laimėtojo.</p> <p>Tačiau aferos tuo nesibaigė. Bytecoin turėjo paskutinį triuką savo rankovėje. Kai „thankful_for_today“ išleido „Bitmonero“, jis kartu su juo išleido sąmoningai deoptimizuotą kalnakasį. Jis pasiliko optimizuotą versiją ir tikėjosi sukaupti daug sau, tačiau šiuos deoptimizavimus greitai pastebėjo pagrindinė komanda, taip pat kitos nepriklausomos grupės, ir net tai buvo greitai ištaisyta. Su šia, paskutine jų afera, nugalėta, „Bytecoin“ pasitraukė į tamsą ir tik 2017 m. kriptovaliutų rinkos bumo įkarštyje ėmėsi netikrų prekių ženklų keitimo ir paskelbimo, kad bandytų išspausti bet kokį paskutinį pelną iš sukčiavimo savo mažyčių sąskaita. , nieko neįtarianti bendruomenė.</p>
nb: <p>Bytecoin-teamet var ikke fornøyd. Planen deres om å bli rik på løgnen fra deres massivt preminerte mynt hadde mislyktes. De hadde lagt alt arbeidet i utviklingen av protokollen (det er sterke bevis på at CryptoNote-utviklerne og Bytecoin-utviklerne var svært nært beslektet), og hadde ingenting å vise til.</p> <p>Men de var ikke ferdige ennå. De lanserte en ny mynt, Bitmonero, under et nytt pseudonym, thankful_for_today. Faktisk, hvorfor stoppe der? Siden de var de mest kjente med koden, kunne de lansere flere nye mynter med litt forskjellige utslippsplaner og navn, med nye kontoer og ingen ville vært klokere på at det var dem hele tiden. Så det gjorde de. Fantomcoin, Monte Verde, Dashcoin (ikke å forveksle med Dash), og flere gafler dukket alle opp ikke lenge etter at Bitmonero ble lansert, og prøvde å ta en del av markedsandelen.</p> <p>Disse forsøkene mislyktes til slutt, da Monero vokste raskt fra konkurrentene deres, og etterlot liten tvil om vinneren av CryptoNote-myntene.</p> <p>Men til og med stoppet ikke svindel der. Bytecoin hadde et siste triks i ermet. Da thankful_for_today ga ut Bitmonero, ga han ut en bevisst deoptimalisert gruvearbeider ved siden av den. Han beholdt den optimaliserte versjonen, og håpet å samle en stor stash for seg selv, men disse deoptimeringene ble raskt fanget opp av kjerneteamet, så vel som andre, uavhengige grupper, og selv dette ble fikset på kort tid. Med dette, deres siste svindel, beseiret, trakk Bytecoin seg tilbake i mørket, og kom bare ut for å gjøre falske rebrands og kunngjøringer på høyden av kryptovalutamarkedet i 2017 for å prøve å presse ut eventuell siste fortjeneste fra svindelen deres på bekostning av deres bittesmå , intetanende fellesskap.</p>
nl: <p>Het Bytecoin-team was niet blij. Hun plan om rijk te worden van hun leugen van hun massaal voorgedolven munt was mislukt. Ze hadden al het werk gestoken in de ontwikkeling van het protocol (er zijn sterke aanwijzingen dat de CryptoNote-ontwikkelaars en Bytecoin-ontwikkelaars zeer nauw verwant waren), en hadden er niets voor om te bewijzen. </p> <p>Maar ze waren nog niet klaar. Ze lanceerden een nieuwe munt, Bitmonero, onder een nieuw pseudoniem, thanks_for_today. Waarom zou u daar eigenlijk stoppen? Omdat zij het meest bekend waren met de code, konden ze verschillende nieuwe munten lanceren met net iets andere emissieschema's en namen, met nieuwe rekeningen en niemand zou weten dat zij het al die tijd waren. Dus dat deden ze. Fantomcoin, Monte Verde, Dashcoin (niet te verwarren met Dash) en meer vorken verschenen niet lang nadat Bitmonero was gelanceerd en probeerden een deel van het marktaandeel te veroveren.</p> <p>Deze pogingen mislukten uiteindelijk, omdat Monero de concurrentie snel ontgroeide en er weinig twijfel over bestond over de winnaar van de CryptoNote-munten.</p> <p>Maar toch stopte de zwendel daar niet. Bytecoin had nog een laatste truc in petto. Toen thankful_for_today Bitmonero uitbracht, bracht hij ernaast een opzettelijk gedeoptimiseerde miner uit. Hij behield de geoptimaliseerde versie en hoopte een grote voorraad voor zichzelf te vergaren, maar deze deoptimalisaties werden snel opgepikt door het kernteam, evenals door andere, onafhankelijke groepen, en zelfs dit werd in korte tijd opgelost. Met deze, hun laatste zwendel, verslagen, trok Bytecoin zich terug in het duister en kwam alleen naar buiten om nep-rebrands en aankondigingen te doen in het hoogtepunt van de hausse op de cryptocurrency-markt in 2017, om te proberen de laatste winst uit hun zwendel te persen ten koste van hun kleine, nietsvermoedende gemeenschap.</p>
pl: <p> Zespół Bytecoina nie był zadowolony. Ich plan wzbogacenia się na kłamstwie od ich masowo zawczasu wykopanej kryptowaluty się nie udał. Włożyli całą pracę w opracowanie protokołu (istnieją silne dowody na to, że deweloperzy Cryptonote i twórcy Bytecoina byli bardzo ściśle powiązani) i nie mieli nic z tego. </p> <p> Ale jeszcze się nie poddali. Uruchomili nową kryptowalutę, Bitmonero, pod nowym pseudonimem, thankful_for_today. I rzeczywiście po co kończyć na tym? Ponieważ byli najbardziej zaznajomieni z kodem, mogli uruchomić kilka nowych monet z nieco różnymi harmonogramami emisji i nazwami, z nowymi kontami i nikt by się nie zorientował, że to ten sam zespół. Więc tak zrobili. Fantomcoin, Monte Verde, Dashcoin (nie mylić z Dash) a nawet więcej forków pojawiło się niedługo po uruchomieniu Bitmonero i próbowało konkurować z nim o użytkowników. </p> <p> Te próby ostatecznie się nie powiodły, gdy Monero szybko przerosło konkurencję i pozostawiło niewielkie wątpliwości co do zwycięzcy kryptowalut inspirowanych Cryptonote. </p> <p> Ale oszustwa się wciąż nie kończyły. Bytecoin miał asa w rękawie. Kiedy thankful_for_today wydał Bitmonero, wydał jednocześnie celowo niezoptymalizowanego minera. Zachował sobie wersję zoptymalizowaną i miał nadzieję, że zgromadzi dla siebie jak najwięcej Bitmonero, ale szybko zauważono te sabotaże oprogramowania. Po pokonaniu ostatniego oszustwa Bytecoin odsunął się w cień, wychodząc dopiero w 2017 r. podczas boomu kryptowalut z fałszywymi obietnicami i ogłoszeniami, które przekonały niektóre naiwne społeczności. </p>
pt_br: <p>A equipe do Bytecoin não estava feliz. Seu plano de enriquecer com a mentira de sua moeda maciçamente preminada havia falhado. Eles fizeram todo o trabalho no desenvolvimento do protocolo (há fortes evidências de que os desenvolvedores do CryptoNote e Bytecoin estavam muito relacionados) e não tinham nada para mostrar.</p> <p>Mas eles ainda não foram concluídos. Eles lançaram uma nova moeda, Bitmonero, sob um novo pseudônimo, thankful_for_today. De fato, por que parar por aí? Como eles estavam mais familiarizados com o código, eles poderiam lançar várias moedas novas com horários e nomes de emissão ligeiramente diferentes, com novas contas e ninguém seria o mais sábio de que eram elas o tempo todo. Então eles fizeram. Fantomcoin, Monte Verde, Dashcoin (para não confundir com Dash) e mais garfos apareceram pouco depois do lançamento do Bitmonero, e tentaram participar do mercado.</p> <p>Essas tentativas acabaram fracassando, pois o Monero venceu sua competição rapidamente e deixou poucas dúvidas quanto ao vencedor das moedas do CryptoNote.</p> <p>Mas, mesmo assim, os golpes não pararam por aí. O Bytecoin teve um último truque na manga. Quando thankful_for_today lançou o Bitmonero, ele lançou um minerador deliberadamente desoptimizado ao lado dele. Ele manteve a versão otimizada e esperava acumular um grande estoque para si mesmo, mas essas desoptimizações foram rapidamente capturadas pela equipe principal e por outros grupos independentes, e mesmo isso foi corrigido em pouco tempo. Com isso, seu último golpe, derrotado, o Bytecoin recuou no escuro, saindo apenas para fazer rebrands e anúncios falsos no auge do boom do mercado de criptomoedas de 2017 para tentar espremer qualquer último lucro de seu golpe às custas de seus minúsculos comunidade desavisada.</p>
sl: <p>Ekipa Bytecoina ni bila navdušena. Njihov načrt, da bi obogateli na račun laži iz njihovega množično vnaprej rudarjenega kovanca, je spodletel. V razvoj protokola so vložili vse delo (obstajajo trdni dokazi, da so bili razvijalci CryptoNote in razvijalci Bytecoina zelo tesno povezani), a niso imeli ničesar, kar bi lahko pokazali.</p> <p>Vendar še niso končali. Pod novim psevdonimom thankful_for_today so izdali nov kovanec Bitmonero. Zakaj bi se pravzaprav ustavili pri tem? Ker so bili najbolj seznanjeni s kodo, bi lahko z novimi računi lansirali več novih kovancev z nekoliko drugačnimi urniki emisij in imeni, pa nihče ne bi vedel, da sta bila ves čas oni. Tako so tudi storili. Fantomcoin, Monte Verde, Dashcoin (ne smemo ga zamenjati z Dash) in drugi so se pojavile kmalu po uvedbi Bitmonera in poskušale prevzeti del tržnega deleža.</p> <p>Ti poskusi na koncu niso uspeli, saj je Monero hitro prerasel svojo konkurenco in pustil le malo dvoma o zmagovalcu kovancev CryptoNote.</p> <p>A kljub temu se prevare s tem niso ustavile. Bytecoin je imel v rokavu še zadnji trik. Ko je thankful_for_today izdal Bitmonero, je poleg njega izdal tudi namerno deoptimiziran rudar. Optimizirano različico je obdržal in upal, da si bo nakopičil veliko zalogo, vendar je te deoptimizacije hitro ujela glavna ekipa kot tudi druge neodvisne skupine in kmalu je bilo to popravljeno. Bytecoin se je s to svojo zadnjo prevaro umaknil v temo in se pojavil šele na vrhuncu razcveta trga kriptovalut leta 2017, ko je skušal iz svoje prevare iztisniti še zadnji dobiček na račun svoje majhne, nič hudega sluteče skupnosti.</p>
sv: <p>Bytecoin-teamet var inte nöjda. Deras plan att bli rik på sin lögn från deras massivt preminerade mynt hade misslyckats. De hade lagt ner allt arbete på att utveckla protokollet (det finns starka bevis för att CryptoNote-utvecklarna och Bytecoin-utvecklarna var mycket nära släkt), och hade inget att visa för det.</p> <p>Men de var inte klara än. De lanserade ett nytt mynt, Bitmonero, under en ny pseudonym, thankful_for_today. Faktum är att varför sluta där? Eftersom de var mest bekanta med koden kunde de lansera flera nya mynt med lite olika utsläppsscheman och namn, med nya konton och ingen skulle vara klokare av att det var dem hela tiden. Så det gjorde de. Fantomcoin, Monte Verde, Dashcoin (inte att förväxla med Dash) och fler gafflar dök alla upp inte långt efter att Bitmonero lanserades och försökte ta en del av marknadsandelen.</p> <p>Dessa försök misslyckades till slut, eftersom Monero snabbt växte ur sina konkurrenter och lämnade inga tvivel om vinnaren av CryptoNote-mynten.</p> <p>Men fortfarande, bedrägerier slutade inte där. Bytecoin hade ett sista trick i rockärmen. När thankful_for_today släppte Bitmonero släppte han en medvetet deoptimerad miner bredvid den. Han behöll den optimerade versionen och hoppades kunna samla ett stort lager åt sig själv, men dessa deoptimeringar fångades snabbt upp av kärnteamet, såväl som andra, oberoende grupper, och även detta fixades på kort tid. Med detta, deras senaste bedrägeri, besegrade, drog sig Bytecoin tillbaka in i mörkret och kom bara ut för att göra falska varumärkesförändringar och tillkännagivanden i höjden av 2017 års kryptovalutamarknadsboom för att försöka pressa ut eventuell sista vinst från deras bedrägeri på bekostnad av deras lilla , intet ont anande gemenskap.</p>
tl: <p>Hindi masaya ang Bytecoin team. Ang kanilang plano sa pagpapayaman sa kanilang kasinungalingan mula sa kanilang napakalaking premined na barya ay nabigo. Inilagay nila ang lahat ng trabaho sa pagbuo ng protocol (may matibay na ebidensya na ang mga developer ng CryptoNote at mga developer ng Bytecoin ay napakalapit na magkaugnay), at walang maipakita para dito.</p> <p>Ngunit hindi pa sila tapos. Naglunsad sila ng bagong coin, Bitmonero, sa ilalim ng bagong pseudonym, thankful_for_today. Sa katunayan, bakit huminto doon? Dahil sila ang pinakapamilyar sa code, maaari silang maglunsad ng ilang bagong coin na may bahagyang magkakaibang mga iskedyul at pangalan ng paglabas, na may mga bagong account at walang sinuman ang magiging mas matalino na sila ang lahat. Kaya ginawa nila. Ang Fantomcoin, Monte Verde, Dashcoin (hindi dapat ipagkamali sa Dash), at higit pang mga tinidor ay lumitaw lahat hindi nagtagal pagkatapos ilunsad ang Bitmonero, at sinubukang kumuha ng bahagi ng marketshare.</p> <p>Sa huli ay nabigo ang mga pagtatangka na ito, dahil mabilis na nalampasan ng Monero ang kanilang kumpetisyon, at nag-iiwan ng kaunting pagdududa kung sino ang nanalo sa CryptoNote coins.</p> <p>Ngunit kahit pa man, hindi tumigil doon ang mga scam. Ang Bytecoin ay nagkaroon ng huling trick sa kanilang manggas. Nang inilabas ng thankful_for_today ang Bitmonero, naglabas siya ng isang sadyang na-deoptimize na minero sa tabi nito. Iningatan niya ang na-optimize na bersyon, at umaasa na makakaipon ng malaking itago para sa kanyang sarili, ngunit ang mga deoptimization na ito ay mabilis na nakuha ng pangunahing koponan, pati na rin ng iba pang mga independiyenteng grupo, at kahit na ito ay naayos sa maikling pagkakasunud-sunod. Sa pamamagitan nito, ang kanilang huling scam, natalo, ang Bytecoin ay umatras sa dilim, lumabas lamang para gumawa ng mga pekeng rebrand at anunsyo sa kasagsagan ng 2017 cryptocurrency market boom upang subukang kunin ang anumang huling tubo mula sa kanilang scam sa kapinsalaan ng kanilang maliit , komunidad na walang pag-aalinlangan.</p>
tr: <p>Bytecoin ekibi mutlu değildi. Büyük miktarda kazılmış madeni paralarla yalan söyleyerek zengin olma planları başarısız olmuştu. Protokolü geliştirmek için tüm emeği harcamışlardı (CryptoNote geliştiricileri ile Bytecoin geliştiricilerinin çok yakın akraba olduğuna dair güçlü kanıtlar var) ve bunun için gösterecek hiçbir şeyleri yoktu.</p> <p>Ama henüz işleri bitmedi. Bugün için müteşekkir olan yeni bir takma adla yeni bir para birimi olan Bitmonero'yu piyasaya sürdüler. Aslında neden orada duralım ki? Koda en aşina olanlar onlar olduğundan, biraz farklı emisyon programları ve adları olan, yeni hesaplarla birkaç yeni madeni para piyasaya sürebilirlerdi ve hiç kimse başından beri bunların onlar olduğunu bilemezdi. Yani yaptılar. Fantomcoin, Monte Verde, Dashcoin (Dash ile karıştırılmamalıdır) ve daha fazla fork, Bitmonero piyasaya sürüldükten kısa bir süre sonra ortaya çıktı ve pazar payının bir kısmını almaya çalıştı.</p> <p>Monero hızla rakiplerini geride bıraktığından ve CryptoNote paralarının kazananı konusunda çok az şüphe bıraktığından, bu girişimler sonuçta başarısız oldu.</p> <p>Ancak yine de dolandırıcılık bununla bitmedi. Bytecoin'in son bir numarası daha vardı. Thank_for_today, Bitmonero'yu piyasaya sürdüğünde, onunla birlikte kasıtlı olarak optimize edilmemiş bir madenciyi de piyasaya sürdü. Optimize edilmiş versiyonu sakladı ve kendisi için büyük bir zula biriktirmeyi umuyordu, ancak bu deoptimizasyonlar çekirdek ekip ve diğer bağımsız gruplar tarafından hızla fark edildi ve bu bile kısa sürede düzeltildi. Bununla, son dolandırıcılıkları da mağlup edilerek Bytecoin karanlığa çekildi ve 2017'deki kripto para piyasası patlamasının doruğunda sadece sahte yeniden markalamalar ve duyurular yapmak için ortaya çıktı ve dolandırıcılıklarından kalan son karı, küçük varlıkları pahasına elde etmeye çalıştı. , şüphelenmeyen topluluk.</p>
ur: <p>Bytecoin ٹیم خوش نہیں تھی۔ بڑے پیمانے پر بنائے گئے سکے سے اپنے جھوٹ سے مالا مال ہونے کا ان کا منصوبہ ناکام ہو گیا تھا۔ انہوں نے پروٹوکول تیار کرنے میں سارا کام لگا دیا تھا (اس بات کے پختہ ثبوت موجود ہیں کہ کرپٹو نوٹ ڈیولپرز اورBytecoin ڈویلپرز کا آپس میں گہرا تعلق تھا) اور ان کے پاس دکھانے کے لیے کچھ بھی نہیں تھا۔</p> <p>لیکن وہ ابھی تک مکمل نہیں ہوئے تھے۔ انہوں نے ایک نیا سکہ، Bitmonero، ایک نئے تخلص کے تحت لانچ کیا، Thankful_for_today۔ اصل میں، وہاں کیوں روکا؟ چونکہ وہ کوڈ سے سب سے زیادہ واقف تھے، اس لیے وہ اخراج کے نظام الاوقات اور ناموں کے ساتھ، نئے اکاؤنٹس کے ساتھ کئی نئے سکے لانچ کر سکتے تھے اور کوئی بھی اس سے زیادہ عقلمند نہیں ہو گا کہ یہ ان سب کے ساتھ تھے۔ تو انہوں نے کیا۔ Fantomcoin، Monte Verde، Dashcoin (Dash کے ساتھ الجھن میں نہ پڑیں)، اور مزید فورکس سب Bitmonero کے لانچ ہونے کے کچھ دیر بعد نمودار ہوئے، اور مارکیٹ شیئر کا ایک حصہ لینے کی کوشش کی۔</p> <p>یہ کوششیں بالآخر ناکام ہو گئیں، کیونکہ مونیرو نے اپنے مقابلے کو تیزی سے آگے بڑھایا، اور کرپٹو نوٹ سکوں کے فاتح کے بارے میں کوئی شک باقی نہیں رہا۔</p> <p>لیکن پھر بھی، دکھوکےوہیں نہیں رکے۔Bytecoin کے پاس ایک آخری چال تھی جب Thankful_for_today نے Bitmonero کو ریلیز کیا، تو اس نے اس کے ساتھ جان بوجھ کر غیر اصلاحی miner کو جاری کیا۔ اس نےاصلاحی ورژن رکھا، اور اپنے لیے ایک بڑا ذخیرہ جمع کرنے کی امید ظاہر کی، لیکن اس غيراصلاحی ورژن کو بنیادی ٹیم کے ساتھ ساتھ دیگر آزاد گروپوں نے بھی تیزی سے پکڑ لیا۔ اس کے ساتھ، ان کا آخری دکھوکہ، شکست خوردہ، Bytecoin اندھیرے میں پیچھے ہٹ گیا، صرف 2017 کے کرپٹو کرنسی مارکیٹ کی تیزی کے عروج کے دوران بوگس ری برانڈز اور اعلانات کرنے کے لیے سامنے آیا تاکہ اپنے اس اسکینڈل سے کسی بھی آخری منافع کو نچوڑنے کی کوشش کی جا سکے۔ , غیر مشتبہ کمیونٹی</p>
zh_cn: <p>Bytecoin团队并不高兴, 因为他们通过谎言致富的计划失败了. 强有力的证据表明CryptoNote开发人员和Bytecoin开发人员之间的关系非常密切, 他们之前所有花在CryptoNote协议开发上的工作并没有什么回报.</p> <p>当然了他们也没有轻易放弃诈骗之旅. 他们不光以新的化名thankful_for_today发行了新币Bitmonero. 实际上，为什么要只欺诈一次呢？ 由于他们对代码最熟悉，因此他们可以稍微修改发行时间表和名称来发行各种新币，并使用新账户马甲，韭菜们并没有变得明智，也意识不到背后团队就是他们. 所以他们在某种程度上确实做到了. 在推出Bitmonero之后不久，Fantomcoin，Monte Verde，Dashcoin这个币并不是现在的DASH,以及更多的分叉币，并试图占有一部分市场份额.</p> <p>但这些尝试最终失败了，因为真的假不了，假的真不了，Monero门罗币迅速崛起并超越了其它任何竞争对手，久经考验在CryptoNote系的加密货币种成为绝对王者.</p> <p>但即使如此，BCN诈骗之心还是不肯放弃. Bytecoin对门罗币进行了最后一击. 当thankful_for_today创造Bitmonero时，他们同时发布了一个经过专门优化的挖矿软件， 他们保留了最优化版本，只公布老旧的版本，并希望获得采矿优势，为自己积累大量资金，但是门罗币核心团队以及其他独立团队很快就发现了这些软件优化不足，并且在短期内解决了这个问题. 至此，BCN他们存在于门罗社区中最后一个骗局被击败，Bytecoin退回了黑暗中，只是在2017年加密货币市场泡沫的高峰期再次进行虚假品牌重塑和宣传，试图从诈骗狂欢中榨取任何可能的最后利润，牺牲那些微小，且毫无戒心和辨识能力的社区新人.</p>
zh_tw: <p>Bytecoin團隊並不高興, 因為他們通過謊言致富的計畫失敗了. 強有力的證據表明CryptoNote開發人員和Bytecoin開發人員之間的關係非常密切, 他們之前所有花在CryptoNote協議開發上的工作並沒有什麼回報.</p> <p>當然了他們也沒有輕易放棄詐騙之旅. 他們不光以新的化名thankful_for_today發行了新幣Bitmonero. 實際上，為什麼要只欺詐一次呢？ 由於他們對代碼最熟悉，因此他們可以稍微修改發行時間表和名稱來發行各種新幣，並使用新帳戶馬甲，韭菜們並沒有變得明智，也意識不到背後團隊就是他們. 所以他們在某種程度上確實做到了. 在推出Bitmonero之後不久，Fantomcoin，Monte Verde，Dashcoin這個幣並不是現在的DASH,以及更多的分叉幣，並試圖佔有一部分市場份額.</p> <p>但這些嘗試最終失敗了，因為真的假不了，假的真不了，Monero門羅幣迅速崛起並超越了其它任何競爭對手，久經考驗在CryptoNote系的加密貨幣種成為絕對王者.</p> <p>但即使如此，BCN詐騙之心還是不肯放棄. Bytecoin對門羅幣進行了最後一擊. 當thankful_for_today創造Bitmonero時，他們同時發佈了一個經過專門優化的挖礦軟體， 他們保留了最優化版本，只公佈老舊的版本，並希望獲得採礦優勢，為自己積累大量資金，但是門羅幣核心團隊以及其他獨立團隊很快就發現了這些軟體優化不足，並且在短期內解決了這個問題. 至此，BCN他們存在于門羅社區中最後一個騙局被擊敗，Bytecoin退回了黑暗中，只是在2017年加密貨幣市場泡沫的高峰期再次進行虛假品牌重塑和宣傳，試圖從詐騙狂歡中榨取任何可能的最後利潤，犧牲那些微小，且毫無戒心和辨識能力的社區新人.</p>
