Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb0
source: The {advertisementCreationPage} is where you create new advertisements. {linebreak} There are some options when creating an advertisement which are required, and a lot of extra options which are optional but recommended to set. Using the extra options allows you to tune your advertisement to suit your trading strategy. {linebreak} You can find all of the advertisements that you have created from your {dashboard}. In the dashboard you can also find your open trades. {linebreak} {requiredOptions} {linebreak} {location} Enter the country where you want your advertisement to appear. {linebreak} {paymentMethod} Select the payment method you want to offer from the dropdown menu. {linebreak} {currency} Choose which currency you're selling for. For instance, if you're selling in France you should select EUR. You can use {thisList} to find what your currency acronym is.
cs: {advertisementCreationpage} je místo, kde vytváříte nové reklamy. {linebreak} Při vytváření reklamy existuje několik možností, které jsou vyžadovány, a mnoho dalších možností, které jsou volitelné, ale doporučujeme je nastavit. Použití dalších možností Vám umožní vyladit vaši reklamu tak, aby vyhovovala vaší obchodní strategii. {linebreak} Můžete najít všechny reklamy, které jste vytvořili ze svého {dashboard}. V dashboardu můžete také najít své otevřené obchody. {linebreak} {requiredOptions} {linebreak} {location} Zadejte zemi, kde se má Vaše reklama zobrazovat. {linebreak} {paymentMethod} Z rozbalovací nabídky vyberte způsob platby, který chcete nabízet. {linebreak} {currency} Vyberte měnu, za kterou prodáváte. Pokud například prodáváte ve Francii, měli byste vybrat EUR. K vyhledání zkratky Vaší měny můžete použít {thisList}.
fi: {advertisementCreationPage} on paikka, jossa voit luoda uusia ilmoituksia. {linebreak} Ilmoitusta luotaessa on joitain vaihtoehtoja jotka ovat pakollisia, ja paljon lisävaihtoehtoja jotka ovat valinnaisia, mutta joita suositellaan asettamaan. Lisävaihtoehtojen avulla voit virittää ilmoituksesi kaupankäyntistrategiaasi sopivaksi. {linebreak} Löydät kaikki ilmoitukset jotka olet luonut {dashboard}. Kojelaudalta löydät myös avoimet kauppasi. {linebreak} {requiredOptions} {linebreak} {location} Anna maa, jossa haluat ilmoituksesi näkyvän. {linebreak} {paymentMethod} Valitse avattavasta valikosta maksutapa, jota haluat tarjota. {linebreak} {currency} Valitse valuutta, jolla myyt. Jos esimerkiksi myyt Ranskassa, sinun tulee valita EUR. Voit käyttää {thisList} löytääksesi valuuttasi lyhenteen.
fr: La {advertisementCreationpage} est l'endroit où vous créez de nouvelles annonces. {linebreak} Lors de la création d'une annonce, certaine paramètres sont obligatoires, et de nombreux autres sont facultatifs mais recommandés. L'utilisation des paramètres supplémentaires vous permet d'adapter votre annonce à votre stratégie d'échange. {linebreak} Vous pouvez retrouver toutes les annonces que vous avez créées depuis votre {dashboard}. Dans le tableau de bord, vous pouvez également trouver vos transactions ouvertes. {linebreak} {requiredOptions}{linebreak} {location} Entrez le pays où vous souhaitez que votre annonce apparaisse. {linebreak} {paymentMethod} Sélectionnez le mode de paiement que vous souhaitez proposer dans le menu déroulant. {linebreak} {currency} Choisissez la devise dans laquelle vous vendez. Par exemple, si vous vendez en France, vous devez sélectionner EUR. Vous pouvez utiliser {thisList} pour trouver l'acronyme de votre devise.
it: La {advertisementCreationPage} è dove si creano nuovi annunci pubblicitari. {linebreak} Troverai alcune opzioni quando crei un annuncio che dovrai completare e troverai anche molte opzioni extra facoltative ma raccomandate. L'utilizzo delle opzioni extra ti consente di adattare il tuo annuncio alla tua strategia di trading. {linebreak} Puoi trovare tutti gli annunci creati nella tua {dashboard}. Nella dashboard puoi anche trovare le tue posizioni aperte. {linebreak} {requiredOptions} {linebreak} {location} Inserisci il paese in cui vuoi che compaia il tuo annuncio. {linebreak} {paymentMethod} Seleziona il metodo di pagamento che vuoi offrire dal menu a discesa. {linebreak} {currency} Scegli la valuta per cui stai vendendo. Ad esempio, se vendi in Francia, devi selezionare EUR. Puoi usare {thisList} per trovare qual'è la tua valuta.
lt: {advertisementCreationPage} yra vieta, kur kuriate naujus skelbimus. {linebreak} Kuriant reklamą yra keletas parinkčių, kurios yra būtinos, ir daug papildomų parinkčių, kurios yra neprivalomos, bet rekomenduojamos. Naudodami papildomas parinktis galite suderinti savo reklamą, kad ji atitiktų jūsų prekybos strategiją. {linebreak} Galite rasti visus skelbimus, kuriuos sukūrėte naudodami {dashboard}. Prietaisų skydelyje taip pat galite rasti savo atvirus sandorius. {linebreak} {requiredOptions} {linebreak} {location} Įveskite šalį, kurioje norite rodyti skelbimą. {linebreak} {paymentMethod} Išskleidžiamajame meniu pasirinkite mokėjimo metodą, kurį norite pasiūlyti. {linebreak} {currency} Pasirinkite, kuria valiuta parduodate. Pavyzdžiui, jei parduodate Prancūzijoje, turėtumėte pasirinkti EUR. Galite naudoti {thisList}, kad sužinotumėte, kokia yra jūsų valiutos santrumpa.
nb: {advertisementCreationPage} er der du lager nye annonser. {linebreak} Det er noen alternativer når du oppretter en annonse som kreves, og mange ekstra alternativer som er valgfrie, men som anbefales å angi. Ved å bruke de ekstra alternativene kan du tilpasse annonsen din slik at den passer din handelsstrategi. {linebreak} Du kan finne alle annonsene du har laget fra din {dashboard}. I dashbordet kan du også finne dine åpne handler. {linebreak} {requiredOptions} {linebreak} {location} Angi landet der du vil at annonsen din skal vises. {linebreak} {paymentMethod} Velg betalingsmåten du vil tilby fra rullegardinmenyen. {linebreak} {currency} Velg hvilken valuta du selger for. Hvis du for eksempel selger i Frankrike, bør du velge EUR. Du kan bruke {thisList} for å finne valutaakronymet ditt.
nl: De {advertisementCreationpage} is waar u nieuwe advertenties maakt. {linebreak} Er zijn enkele opties bij het maken van een advertentie die vereist zijn, en een heleboel extra opties die optioneel zijn, maar aanbevolen worden om in te stellen. Met behulp van de extra opties kunt u uw advertentie afstemmen op uw handelsstrategie. {linebreak} U kunt alle advertenties vinden die u met uw {dashboard} heeft gemaakt. In het dashboard kunt u ook uw openstaande transacties vinden. {linebreak} {requiredOptions} {linebreak} {location} Voer het land in waar u uw advertentie wilt laten verschijnen. {linebreak} {paymentMethod} Selecteer de betalingsmethode die u wilt aanbieden in het vervolgkeuzemenu. {linebreak} {currency} Kies voor welke valuta u verkoopt. Als u bijvoorbeeld in Frankrijk verkoopt, moet u EUR selecteren. U kunt {thisList} gebruiken om te vinden wat uw valuta-acroniem is.
pl: {advertisementCreationPage} to miejsce, w którym stworzysz nowe ogłoszenia.{linebreak} Istnieją pewne opcje wymagane podczas tworzenia ogłoszenia, oraz wiele dodatkowych, opcjonalnych, opcji, ale zalecanych do ustawienia. Korzystanie z dodatkowych opcji pozwala dostosować ogłoszenie do strategii handlowej.{linebreak} Możesz znaleźć wszystkie ogłoszenia, które utworzyłeś w swoim {dashboard}. W panelu możesz również znaleźć otwarte handle.{linebreak} {requiredOptions} {linebreak} {location} Wprowadź kraj, w którym chcesz handlować.{linebreak} {paymentMethod} Wybierz metodę płatności, którą chcesz zaoferować z menu rozwijanego.{linebreak} {currency} Wybierz, za którą walutę chcesz sprzedawać.Na przykład, jeśli sprzedajesz we Francji, powinieneś wybrać EUR. Możesz użyć {thisList}, aby znaleźć skrót waluty.
pt_br: A {advertisementCreationpage} é onde você pode criar seus anúncios. {linebreak} Há somente alguns campos obrigatórios ao criar o anúncio, mas recomendamos colocar o máximo de informação possível. Usando as opções extras, você pode ajustar seu anúncio para se adequar a sua estratégia de negociação. {linebreak} Você pode encontrar todos os anúncios que criou a partir do {dashboard}. No painel você também encontrará suas transações abertas. {linebreak} {requiredOptions} {linebreak} {location} Digite o país onde você deseja que seu anúncio apareça. {linebreak} {paymentMethod} Selecione a forma de pagamento que você deseja oferecer. {linebreak} {currency} Escolha para qual moeda você está vendendo. Por exemplo, se você está vendendo no Brasil, você deve selecionar BRL. Você pode usar {thisList} para encontrar o acrônimo de sua moeda.
sl: {advertisementCreationPage} je mesto, kjer ustvarjate nove oglase. {linebreak} Obstaja nekaj možnosti pri ustvarjanju oglasa, ki so obvezne in veliko dodatnih možnosti, ki so neobvezne, vendar jih je priporočljivo nastaviti. Uporaba dodatnih možnosti vam omogoča, da svoj oglas prilagodite svoji strategiji trgovanja. {linebreak} Najdete lahko vse oglase, ki ste jih ustvarili iz {dashboard}. Na nadzorni plošči lahko najdete tudi svoje odprte posle. {linebreak} {requiredOptions} {linebreak} {location} Vnesite državo, v kateri želite, da se prikazuje vaš oglas. {linebreak} {paymentMethod} V spustnem meniju izberite način plačila, ki ga želite ponuditi. {linebreak} {currency} Izberite, za katero valuto prodajate. Če na primer prodajate v Franciji, izberite EUR. Uporabite {thisList}, da ugotovite, kaj je akronim vaše valute.
sv: {advertisementCreationPage} är där du skapar nya annonser. {linebreak} Det finns vissa alternativ när du skapar en annons som krävs, och många extra alternativ som är valfria men rekommenderas att ställa in. Genom att använda de extra alternativen kan du anpassa din annons så att den passar din handelsstrategi. {linebreak} Du kan hitta alla annonser som du har skapat från din {dashboard}. I instrumentpanelen kan du även hitta dina öppna affärer. {linebreak} {requiredOptions} {linebreak} {location} Ange landet där du vill att din annons ska visas. {linebreak} {paymentMethod} Välj den betalningsmetod du vill erbjuda från rullgardinsmenyn. {linebreak} {currency} Välj vilken valuta du säljer för. Om du till exempel säljer i Frankrike bör du välja EUR. Du kan använda {thisList} för att hitta din valutaförkortning.
tl: Ang {advertisementCreationpage} ay kung saan ka gumagawa ng mga bagong advertisement. {linebreak} Mayroong ilang mga opsyon kapag gumagawa ng isang advertisement na kinakailangan, at maraming mga karagdagang opsyon na opsyonal ngunit inirerekomendang itakda. Ang paggamit ng mga karagdagang opsyon ay nagbibigay-daan sa iyo na ibagay ang iyong ad upang umangkop sa iyong diskarte sa pangangalakal. {linebreak} Mahahanap mo ang lahat ng advertisement na ginawa mo mula sa iyong {dashboard}. Sa dashboard mahahanap mo rin ang iyong mga bukas na trade. {linebreak} {requiredOptions} {linebreak} {location} Ipasok ang bansa kung saan mo gustong lumabas ang iyong ad. {linebreak} {paymentMethod} Piliin ang paraan ng pagbabayad na gusto mong ialok mula sa dropdown na menu. {linebreak} {currency} Piliin kung aling currency ang iyong ibinebenta. Halimbawa, kung nagbebenta ka sa France dapat mong piliin ang EUR. Maaari mong gamitin ang {thisList} upang mahanap kung ano ang acronym ng iyong currency.
tr: {advertisementCreationPage} yeni reklamlar oluşturduğunuz yerdir. {linebreak} Reklam oluştururken gerekli olan bazı seçenekler ve isteğe bağlı ancak ayarlanması önerilen birçok ekstra seçenek vardır. Ekstra seçeneklerin kullanılması, reklamınızı ticaret stratejinize uyacak şekilde ayarlamanıza olanak tanır. {linebreak} Oluşturduğunuz tüm reklamları {dashboard} cihazınızdan bulabilirsiniz. Kontrol panelinde açık işlemlerinizi de bulabilirsiniz. {linebreak} {requiredOptions} {linebreak} {location} Reklamınızın görünmesini istediğiniz ülkeyi girin. {linebreak} {paymentMethod} Açılır menüden sunmak istediğiniz ödeme yöntemini seçin. {linebreak} {currency} Hangi para birimine satış yapacağınızı seçin. Örneğin Fransa'da satış yapıyorsanız EUR'yu seçmelisiniz. Para biriminizin kısaltmasının ne olduğunu bulmak için {thisList} kullanabilirsiniz.
ur: {advertisementCreationPage} وہ جگہ ہے جہاں آپ نئے اشتہار بناتے ہیں۔ اشتہار بناتے وقت کچھ اختیارات ہوتے ہیں جن کی ضرورت ہوتی ہے، اور بہت سارے اضافی اختیارات ہوتے ہیں جو اختیاری ہوتے ہیں لیکن سیٹ کرنے کی سفارش کی جاتی ہے۔ اضافی اختیارات کا استعمال آپ کو اپنے اشتہار کو اپنی تجارتی حکمت عملی کے مطابق بنانے کی اجازت دیتا ہے۔ {linebreak} آپ اپنے {dashboard} سے بنائے گئے تمام اشتہارات تلاش کر سکتے ہیں۔ ڈیش بورڈ میں آپ اپنی کھلی تجارت بھی تلاش کر سکتے ہیں۔ {linebreak} {requiredOptions} {linebreak} {location} وہ ملک درج کریں جہاں آپ اپنا اشتہار دکھانا چاہتے ہیں۔ {linebreak} {paymentMethod} ڈراپ ڈاؤن مینو سے ادائیگی کا وہ طریقہ منتخب کریں جسے آپ پیش کرنا چاہتے ہیں۔ {linebreak} {currency} منتخب کریں کہ آپ کس کرنسی کے لیے فروخت کر رہے ہیں۔ مثال کے طور پر، اگر آپ فرانس میں فروخت کر رہے ہیں تو آپ کو EUR کا انتخاب کرنا چاہیے۔ آپ اپنی کرنسی کا مخفف معلوم کرنے کے لیے {thisList} استعمال کر سکتے ہیں۔
zh_cn: {advertisementCreationPage}是创建新广告的位置。 {linebreak} 您也可以在菜单栏的发布交易链接中找到这个页面。这里有一些创建广告所需的选项，以及推荐您设置的许多可选的额外选项。使用这些额外选项，您可以调整广告以符合自己的交易策略。{linebreak} 您可以通过{dashboard}找到创建的所有广告，也可以通过菜单栏中的控制面板链接找到广告。在控制面板中，您也可以看到自己的所有交易，开放的交易和关闭的交易。 {linebreak} {requiredOptions} {linebreak} {location} 输入您想要广告显示的国家/地区。{linebreak} {paymentMethod} 选择您想要在下拉菜单中提供的付款方式。{linebreak} {currency} 选择您要以哪个币种出售门罗币。例如，如果想要在法国出售，您应该选择 EUR。您可以使用{thisList}查找币种缩写。
zh_tw: {advertisementCreationPage}是創建新廣告的位置。 {linebreak} 您也可以在菜單欄的發布交易鏈接中找到這個頁面。這裡有一些創建廣告所需的選項，以及推薦您設置的許多可選的額外選項。使用這些額外選項，您可以調整廣告以符合自己的交易策略。{linebreak} 您可以通過{dashboard}找到創建的所有廣告，也可以通過菜單欄中的控制面板鏈接找到廣告。在控制面板中，您也可以看到自己的所有交易，開放的交易和關閉的交易。 {linebreak} {requiredOptions} {linebreak} {location} 輸入您想要廣告顯示的國家/地區。{linebreak} {paymentMethod} 選擇您想要在下拉菜單中提供的付款方式。{linebreak} {currency} 選擇您要以哪個幣種出售門羅幣。例如，如果想要在法國出售，您應該選擇 EUR。您可以使用{thisList}查找幣種縮寫。

source: advertisement creation page
cs: stránka pro vytvoření reklamy
fi: Ilmoitusten luontisivu
fr: page de création d'annonce
it: pagina di creazione annunci
lt: reklamos kūrimo puslapis
nb: annonseopprettingsside
nl: advertentie creatie pagina
pl: Strona tworzenia ogłoszenia
pt_br: página de criação de anúncio
sl: stran za ustvarjanje oglasov
sv: sida för skapande av annonser
tl: pahina ng paglikha ng patalastas
tr: reklam oluşturma sayfası
ur: اشتہار کی تخلیق کا صفحہ
zh_cn: 广告创建页面
zh_tw: 廣告創建頁面

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb08722Sbcurrency
source: Currency
cs: Měna
fi: Valuutta
fr: Devise
it: Moneta
lt: Valiuta
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
sl: Valuta
sv: Valuta
tl: Pera
tr: Para birimi
ur: کرنسی
zh_cn: 货币
zh_tw: 貨幣

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb08722Sbdashboard
source: dashboard
cs: přístrojová deska
fi: kojelaudaltasi
fr: tableau de bord
lt: prietaisų skydelis
nb: dashbord
pl: panelu
pt_br: painel
sl: nadzorna plošča
sv: instrumentbräda
tr: Gösterge Paneli
ur: ڈیش بورڈ
zh_cn: 控制面板
zh_tw: 控制面板

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb08722Sblocation
source: Location
cs: Umístění
fi: Sijainti
fr: Emplacement
it: Posizione
lt: Vieta
nb: plassering
nl: Locatie
pl: Lokalizacja
pt_br: Localização
sl: Lokacija
sv: Plats
tl: Lokasyon
tr: Konum
ur: مقام
zh_cn: 位置
zh_tw: 位置

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb08722Sbpayment8722Sbmethod
source: Payment method
cs: Způsob platby
fi: Maksutapa
fr: Mode de paiement
it: Metodo di pagamento
lt: Mokėjimo būdas
nb: Betalingsmetode
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Forma de pagamento
sl: Način plačila
sv: Betalningsmetod
tl: Paraan ng Pagbayad
tr: Ödeme yöntemi
ur: ادائیگی کا طریقہ
zh_cn: 付款方式
zh_tw: 付款方式

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb08722Sbrequired8722Sboptions
source: Required options
cs: Požadované možnosti
fi: Pakolliset vaihtoehdot
fr: Paramètres obligatoires
it: Opzioni richieste
lt: Reikalingi variantai
nb: Nødvendige alternativer
nl: Vereiste opties
pl: Wymagane opcje
pt_br: Opções obrigatórias
sl: Zahtevane možnosti
sv: Obligatoriska alternativ
tl: Mga kinakailangang opsyon
tr: Gerekli seçenekler
ur: مطلوبہ اختیارات
zh_cn: 广告要求
zh_tw: 廣告要求

# guide250Sbtrade250Sbblock8722Sb38722Sbtext8722Sb08722Sbthis8722Sblist
source: this list
cs: tento seznam
fi: tätä listaa
fr: cette liste
it: questa lista
lt: šį sąrašą
nb: denne listen
nl: deze lijst
pl: tej listy
pt_br: essa lista
sl: ta seznam
sv: denna lista
tl: listahang ito
tr: bu liste
ur: یہ فہرست
zh_cn: 此列表
zh_tw: 此列表
