Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbtrust250Sb0250Sbtext
source: <p>Few ideas in the cryptocurrency space receive as much attention and discussion as the concept of trust, and not without reason. After all, the entire point of a blockchain is to eliminate trust in third parties.</p> <p>For those who don’t fully understand the idea, here’s a light primer. In the traditional financial system, third parties are generally used for various tasks. Banks are used to secure money on your behalf from theft, arbiters. Escrows are used so business deals can operate between two parties that don’t trust each other. Credit card companies pay out money for goods and services on your behalf, assuming the risk that you might not pay them back.</p> <p>Each of these instances requires trust. For the banks and escrow agents, you are trusting that they themselves will not run off with your money, and for credit card companies, you trust they will not pay out money in your name without your consent, all of which are very possible. We do what we can to ensure these things do not occur. We only work with trusted companies and individuals, and we legislate to make the above scenarios illegal and try to ensure consequences to offenders, but that doesn’t always stop them from happening anyways.</p> <p>Furthermore, these services do not come for free. Escrow agents and banks may charge for their services, and credit cards charge interest on loaned money.</p> <p>Blockchain was made to eliminate these middle men, and the trust and fees that come along with them. Through the power of consensus, users can themselves enforce the state of the ledger, without trusting anyone to tell them how much money they have, and without any trusted third parties to potentially run off with your funds.</p> <p>So much emphasis is placed on this trustlessness, that any change or technological addition that adds an element of trust back into the blockchain is met with great skepticism and criticism, and some projects reject all such notions outright. It’s interesting then that the same consideration is not given to privacy.</p> <p>Once again, we look at the rest of the world and we see that too often, our privacy is at the mercy of ‘trusted’ third parties. When we give our physical addresses for an item we want shipped to us, we are trusting that the store in question will not use this info for nefarious purposes, or sell it to others. The same is true of our personal thoughts or photos that we post on social media. It even applies to our finances, as several hacks within the accounting industry, or finance apps that flat out post to an internal public board what people are spending money on (i.e Venmo).</p> <p>Monero sees this commitment to trustlessness on the blockchain, and applies a similar standard to how we approach privacy. Our privacy should not depend on a third party promising to keep it safe any more than our finances should depend on others promising us they won’t run off with them. To this end, Monero ensures that all privacy technologies implemented are trustless.</p> <p>There are other privacy technologies floating around. Trusted ones, and, admittedly, they are not without their strong points. Zcash uses certain types of proving systems as building blocks in its confidential transaction protocol which have very strong privacy guarantees, with large anonymity sets and, used correctly, could be a powerful way to ensure your privacy. The drawback to this approach however, as part of the initial setup of this technology, there needs to be a parameter set that must be chosen and subsequently forgotten. If anyone retains this parameter, they would have the ability to create false SNARK proofs, effectively printing money without anyone being the wiser because it’s hidden. But does this affect privacy? Some theorize yes, while others no, and in the end, more research needs to be done to come to a definitive answer.</p> <p>Regardless, this process of minimizing trust sounds just like the scenarios we discussed in the beginning of this article. The traditional world. The one we’re trying to move away from. Blockchain itself doesn’t reduce trust in third parties, but rather eliminates it. The Monero community thinks the same standard of elimination rather than reduction should be applied to our privacy technologies also. Just because it is not definitively proven that trusted setups can or cannot compromise privacy doesn’t mean we should be lax about allowing trust back into the system in this regard.</p> <p>Of course, any progression in the privacy space is an improvement, and often trusted privacy is merely a stepping stone to trustless privacy, and in these cases we are happy to see the space moving forward. And yet, at the same time, the Monero community just cannot, in good conscience, deploy privacy technology on our blockchain that would weaken the very purpose of our revolution.</p> <p>We often get asked the question of when Monero is going to implement this or that new privacy tech. These questions often come from the uninformed, who don’t understand the trade-offs, and are merely parroting the new privacy buzzwords of the day. The answer to these questions is simple. Monero is constantly looking at, reviewing, and researching new privacy protocols that would strengthen the privacy guarantees on the Monero chain, but we are unwilling to delve into the world of trusted privacy to achieve this goal, even if the guarantees are theoretically stronger.</p> <p>Some say this approach will prove to be outdated, but we think such people have lost the story of why we are here to begin with.</p>
cs: <p>Málokteré myšlence v oblasti kryptoměn je věnováno tolik pozornosti a diskusí jako konceptu důvěry, a ne bezdůvodně. Vždyť celým smyslem blockchainu je eliminovat důvěru ve třetí strany.</p> <p>Pro ty, kteří této myšlence plně nerozumějí, přinášíme lehký úvod. V tradičním finančním systému jsou třetí strany obecně využívány k různým úkolům. Banky slouží k tomu, aby vaším jménem zabezpečily peníze před krádeží, arbitři. Escrows se používají, aby mohly fungovat obchodní transakce mezi dvěma stranami, které si navzájem nedůvěřují. Společnosti vydávající kreditní karty vyplácejí peníze za zboží a služby vaším jménem a přebírají riziko, že je nemusíte vrátit.</p> <p>Každý z těchto případů vyžaduje důvěru. V případě bank a zprostředkovatelů úschov důvěřujete, že oni sami neutečou s vašimi penězi, a v případě společností vydávajících kreditní karty důvěřujete, že vaším jménem nevyplatí peníze bez vašeho souhlasu, což je všechno velmi pravděpodobné. Děláme, co můžeme, abychom zajistili, že k těmto věcem nedojde. Spolupracujeme pouze s důvěryhodnými společnostmi a jednotlivci a legislativně se snažíme, aby výše uvedené scénáře byly nezákonné, a snažíme se zajistit důsledky pro pachatele, ale ne vždy jim to stejně zabrání.</p> <p>Tyto služby navíc nejsou zadarmo. Schovatelé a banky si mohou za své služby účtovat poplatky a kreditní karty si za půjčené peníze účtují úroky.</p> <p>Blockchain byl vytvořen proto, aby tyto prostředníky a s nimi spojenou důvěru a poplatky eliminoval. Díky síle konsensu mohou uživatelé sami vynucovat stav účetní knihy, aniž by někomu důvěřovali, že jim řekne, kolik mají peněz, a aniž by důvěryhodné třetí strany mohly potenciálně utéct s vašimi prostředky.</p> <p>Na tuto nedůvěryhodnost je kladen tak velký důraz, že jakákoli změna nebo technologický doplněk, který do blockchainu opět přidává prvek důvěryhodnosti, se setkává s velkou skepsí a kritikou a některé projekty všechny takové představy rovnou odmítají. Je tedy zajímavé, že stejná pozornost není věnována ochraně soukromí.</p> <p>Znovu se podíváme na zbytek světa a vidíme, že až příliš často je naše soukromí vydáno na milost a nemilost "důvěryhodným" třetím stranám. Když zadáváme své fyzické adresy pro zboží, které chceme, aby nám bylo zasláno, věříme, že daný obchod tyto informace nepoužije k nekalým účelům nebo je neprodá jiným osobám. Totéž platí pro naše osobní myšlenky nebo fotografie, které zveřejňujeme na sociálních sítích. Týká se to dokonce i našich financí, jak ukazuje několik hackerů v rámci účetnictví nebo finančních aplikací, které rovnou zveřejňují na interní veřejné nástěnce, za co lidé utrácejí peníze (např. Venmo).</p> <p>Monero vnímá tento závazek k nedůvěryhodnosti blockchainu a podobný standard uplatňuje i v přístupu k ochraně soukromí. Naše soukromí by nemělo záviset na slibu třetí strany, že ho bude chránit, stejně jako by naše finance neměly záviset na slibu ostatních, že nám s nimi neutečou. Za tímto účelem Monero zajišťuje, že všechny implementované technologie pro ochranu soukromí jsou nedůvěryhodné.</p> <p>Existují i další technologie ochrany soukromí. Důvěryhodné a, pravda, nejsou bez silných stránek. Zcash ve svém protokolu důvěrných transakcí používá jako stavební kameny určité typy systémů dokazování, které mají velmi silné záruky soukromí s velkými sadami anonymity a při správném použití by mohly být účinným způsobem, jak si zajistit soukromí. Nevýhodou tohoto přístupu však je, že v rámci počátečního nastavení této technologie je třeba zvolit a následně zapomenout sadu parametrů. Pokud by si někdo tento parametr ponechal, měl by možnost vytvářet falešné důkazy SNARK a efektivně tisknout peníze, aniž by byl někdo moudřejší, protože jsou skryté. Má to však vliv na soukromí? Někteří teoretici tvrdí, že ano, zatímco jiní, že ne, a nakonec je třeba provést další výzkum, abychom dospěli k definitivní odpovědi.</p> <p>Nezávisle na tom zní tento proces minimalizace důvěryhodnosti stejně jako scénáře, o kterých jsme hovořili na začátku tohoto článku. Tradiční svět. Ten, od kterého se snažíme odejít. Blockchain sám o sobě důvěru ve třetí strany nesnižuje, ale spíše ji eliminuje. Komunita Monero si myslí, že stejný standard eliminace, nikoliv snížení, by měl být aplikován také na naše technologie ochrany soukromí. To, že není definitivně prokázáno, že důvěryhodná nastavení mohou nebo nemohou ohrozit soukromí, neznamená, že bychom měli být laxní k tomu, abychom v tomto ohledu důvěru do systému opět vpustili.</p> <p>Jakýkoli pokrok v oblasti soukromí je samozřejmě zlepšením a často je důvěryhodné soukromí pouze odrazovým můstkem k nedůvěryhodnému soukromí a v těchto případech jsme rádi, že se tato oblast posouvá kupředu. A zároveň komunita Monero prostě nemůže s čistým svědomím nasadit v našem blockchainu technologii ochrany soukromí, která by oslabila samotný smysl naší revoluce.</p> <p>Často dostáváme otázku, kdy Monero implementuje tu či onu novou technologii ochrany soukromí. Tyto otázky často přicházejí od neinformovaných lidí, kteří nerozumí kompromisům a pouze papouškují nové módní fráze o ochraně soukromí. Odpověď na tyto otázky je jednoduchá. Společnost Monero neustále zkoumá, reviduje a zkoumá nové protokoly ochrany soukromí, které by posílily záruky ochrany soukromí v řetězci Monero, ale nejsme ochotni se kvůli tomuto cíli pouštět do světa důvěryhodného soukromí, i když jsou záruky teoreticky silnější.</p> <p>Někteří říkají, že se tento přístup ukáže jako zastaralý, ale my si myslíme, že takoví lidé ztratili příběh, proč jsme tady vlastně začali.</p>
fi: <p>Harvat ideat kryptovaluuttamaailmassa saavat yhtä paljon huomiota ja keskustelua kuin luottamuksen käsite, eikä turhaan. Loppujen lopuksi lohkoketjun koko tarkoitus on poistaa luottamus kolmansiin osapuoliin.</p> <p>Niille, jotka eivät täysin ymmärrä ideaa, tässä on kevyt pohjustus. Perinteisessä rahoitusjärjestelmässä kolmansia osapuolia käytetään yleensä erilaisiin tehtäviin. Pankkeja käytetään turvaamaan rahaa puolestasi varkauksilta ja välimiehiltä. Turvatalletus-sopimuksia käytetään, jotta liikesopimukset voivat toimia kahden osapuolen välillä jotka eivät luota toisiinsa. Luottokorttiyhtiöt maksavat rahaa tavaroista ja palveluista puolestasi ja ottavat riskin, että et ehkä maksa niitä takaisin.</p> <p>Jokainen näistä tapauksista edellyttää luottamusta. Pankit ja turvatalletusasiamiehet luottavat siihen, että he eivät itse karkaa rahojesi kanssa, ja luottokorttiyhtiöiden kohdalla luotat, etteivät he maksa rahaa sinun nimissäsi ilman suostumustasi, mikä kaikki on hyvin mahdollista. Teemme kaikkemme varmistaaksemme, että näitä asioita ei tapahdu. Työskentelemme vain luotettujen yritysten ja henkilöiden kanssa ja säädämme lainsäädäntöä tehdäksemme yllä mainituista skenaarioista laittomia ja yritämme varmistaa seuraukset rikoksentekijöille, mutta se ei aina estä niitä tapahtumasta.</p> <p>Lisäksi nämä palvelut eivät ole ilmaisia. Turvatalletus-agentit ja pankit voivat veloittaa palveluistaan ja luottokortit veloittaa korkoa lainatuista rahoista.</p> <p>Lohkoketju tehtiin eliminoimaan nämä välikädet ja heihin liittyvä luottamus sekä maksut. Konsensuksen avulla käyttäjät voivat itse valvoa kirjanpidon tilaa luottamatta kenenkään kertovan heille, kuinka paljon heillä on rahaa ja ilman että luotetut kolmannet osapuolet voisivat käyttää varojasi.</p> <p>Tätä epäluottamusta korostetaan niin paljon, että kaikki muutokset tai teknologiset lisäykset, jotka lisäävät perinteistä "luottamusta" takaisin lohkoketjuun, kohtaavat suurta skeptisyyttä ja kritiikkiä ja jotkut projektit torjuvat kaikki tällaiset esitykset suoraan. On mielenkiintoista, että yksityisyyttä ei oteta huomioon samalla tavalla.</p> <p> Jälleen kerran katsomme muuta maailmaa ja huomaamme, että liian usein yksityisyytemme on "luotettujen" kolmansien osapuolten armoilla. Kun annamme meille lähetettävän tuotteen fyysiset osoitteet, luotamme siihen, että kyseinen kauppa ei käytä näitä tietoja ilkeisiin tarkoituksiin tai myy niitä muille. Sama koskee henkilökohtaisia ajatuksiamme tai valokuvia, joita julkaisemme sosiaalisessa mediassa. Se koskee jopa talouttamme, koska useat hakkerit kirjanpitoalalla tai rahoitussovellukset ilmoittavat sisäiselle julkiselle hallitukselle, mihin ihmiset käyttävät rahaa (esim. Venmo).</p> <p>Monero ymmärtää yhteisön suhtautumisen luotettavuuteen lohkoketjussa ja soveltaa samanlaista standardia siihen miten lähestymme yksityisyyttä. Yksityisyytemme ei saisi riippua siitä, että joku kolmas osapuoli lupaa pitää sen turvassa, eikä meidän taloutemme pitäisi riippua siitä, että muut lupaavat meille, etteivät he karkaa varojemme kanssa. Tätä varten Monero varmistaa, että kaikki käyttöönotetut tietosuojatekniikat ovat luotettavia.</p> <p>Ympärillä on muitakin tietosuojatekniikoita. Luottamukselliset, tosin ilman vahvuuksiaan. Zcash käyttää luottamuksellisen tapahtumaprotokollansa rakennuspalikoina tietyn tyyppisiä todistusjärjestelmiä, joilla on erittäin vahvat tietosuojatakuut, suuret anonymiteettijoukot ja oikein käytettynä ne voivat olla tehokas tapa varmistaa yksityisyytesi. Tämän lähestymistavan haittapuolena on kuitenkin se, että osana tämän tekniikan alkuasetusta on oltava parametrijoukko, joka on valittava ja myöhemmin unohdettava. Jos joku säilyttää tämän parametrin, hänellä on mahdollisuus luoda vääriä SNARK-vedoksia ja printata tehokkaasti rahaa ilman, että kukaan hoksaisi, koska se on piilotettu. Mutta vaikuttaako tämä yksityisyyteen? Jotkut teoretisoivat että kyllä, kun taas toiset eivät usko sen vaikuttavan, ja loppujen lopuksi tarvitaan lisää tutkimusta jotta saadaan lopullinen vastaus.</p> <p> Joka tapauksessa, tämä luottamuksen minimoiminen kuulostaa samalta kuin tämän artikkelin alussa käsitellyt skenaariot. Kuulostaa perinteiseltä maailmalta. Siltä maailmalta, josta yritämme muuttaa pois. Blockchain itsessään ei vähennä luottamusta kolmansiin osapuoliin, vaan pikemminkin eliminoi sen. Monero-yhteisön mielestä samaa standardia tulisi soveltaa myös tietosuojateknologioihimme. Se, että ei ole lopullisesti todistettu, että luottamukselliset asettelut voivat vaarantaa yksityisyyden, ei tarkoita, että meillä pitäisi olla löysät standardit salliessamme luottamusta takaisin järjestelmään tässä suhteessa.</p> <p>Tietenkin kaikki yksityisyyttä edistävät teknologiat ovat parannusta, ja usein luotettu yksityisyys on ponnahduslauta luottamattomaan yksityisyyteen ja näissä tapauksissa olemme iloisia nähdessämme edistystä. Silti samaan aikaan Monero-yhteisö ei voi hyvällä omallatunnolla ottaa käyttöön lohkoketjussamme vallankumouksemme tarkoitusta heikentävää tietosuojateknologiaa.</p> <p>Meiltä kysytään usein, milloin Monero aikoo ottaa käyttöön tämän tai toisen uuden tietosuojatekniikan. Nämä kysymykset tulevat usein tietämättömiltä, jotka eivät ymmärrä kompromisseja ja ovat vain papukaijoja päivän uusille yksityisyyden muotisanoille. Vastaus näihin kysymyksiin on yksinkertainen. Monero etsii, tarkastelee ja tutkii jatkuvasti uusia tietosuojaprotokollia, jotka vahvistaisivat Monero-ketjun tietosuojatakuita, mutta emme ole halukkaita syventymään luotetun yksityisyyden maailmaan saavuttaaksemme tätä tavoitetta, vaikka takuut olisivatkin teoriassa vahvempia. </p> <p>Jotkut sanovat, että tämä lähestymistapa osoittautuu vanhentuneeksi, mutta mielestämme tällaiset ihmiset ovat unohtaneet syyn sille, miksi olemme täällä alun perin.</p>
fr: <p>Peu d'idées dans l'espace des crypto-monnaies reçoivent autant d'attention et de discussions que le concept de confiance, et non sans raison. Après tout, le but d'une blockchain est d'éliminer la confiance envers les tiers.</p> <p>Pour ceux qui ne comprennent pas complètement l'idée, voici une introduction légère. Dans le système financier traditionnel, des tiers sont généralement utilisés pour diverses tâches. Les banques sont utilisées pour sécuriser l'argent en votre nom contre le vol, les arbitrages. Les dépôts fiduciaires sont utilisés pour que les transactions commerciales puissent fonctionner entre deux parties qui ne se font pas confiance. Les sociétés de cartes de crédit avancent de l'argent pour des biens et des services en votre nom, en prenant le risque que vous ne les remboursiez pas.</p> <p>Chacun de ces case requiert un certain niveau de confiance. Pour les banques et les agents fiduciaires, vous avez confiance qu'ils ne s'enfuiront pas eux-mêmes avec votre argent, et pour les sociétés de cartes de crédit, vous êtes sûr qu'ils ne verseront pas d'argent en votre nom sans votre consentement, ce qui pourrait tout à fait être possible. Nous faisons ce que nous pouvons pour nous assurer que ces choses ne se produisent pas. Nous ne travaillons qu'avec des entreprises et des individus de confiance, et nous légiférons pour rendre les scénarios ci-dessus illégaux et essayons d'assurer des conséquences aux contrevenants, mais cela ne les empêche pas toujours de se produire de toute façon.</p> <p>De plus, ces services ne sont pas gratuits. Les agents fiduciaires et les banques peuvent facturer leurs services, et les cartes de crédit facturent des intérêts sur l'argent prêté.</p> <p>La blockchain a été conçue pour éliminer ces intermédiaires, ainsi que la confiance et les frais qui les accompagnent. Grâce au pouvoir du consensus, les utilisateurs peuvent eux-mêmes faire respecter l'état du registre global, sans faire confiance à personne pour leur dire combien d'argent ils ont, et sans aucun tiers de confiance pour potentiellement s'enfuir avec vos fonds.</p> <p>L'accent est tellement mis sur cette absence de confiance que tout changement ou toute nouvelle technologie qui ajoute un élément de confiance dans la blockchain est accueilli avec beaucoup de scepticisme et de critiques, et certains projets rejettent catégoriquement toutes ces notions. Il est alors intéressant de noter que la même considération n'est pas accordée à la confidentialité.</p> <p>Encore une fois, nous regardons le reste du monde et nous constatons que trop souvent, notre confidentialité et notre vie privée sont à la merci de tiers de confiance. Lorsque nous donnons nos adresses physiques pour la livraison d'un article, nous sommes convaincus que le magasin en question n'utilisera pas ces informations à des fins malveillantes ou ne les vendra pas à d'autres. Il en va de même pour nos pensées personnelles ou les photos que nous publions sur les réseaux sociaux. Cela s'applique même à nos finances, comme le montrent plusieurs piratages dans le secteur de la comptabilité, ou des applications financières qui publient carrément sur un tableau public interne de ce que les gens dépensent (par exemple Venmo).</p> <p>Monero prend au sérieux cet engagement envers la non-confiance sur la blockchain et applique une norme similaire à la façon dont nous abordons la confidentialité. Notre vie privée et notre confidentialité ne devraient pas dépendre d'un tiers promettant de les protéger, pas plus que nos finances ne devraient dépendre d'autres nous promettant qu'ils ne s'enfuiront pas avec notre argent. À cette fin, Monero garantit que toutes les technologies de confidentialité mises en œuvre sont sans confiance.</p> <p>Il existe d'autres technologies de confidentialité qui circulent. Des technologies fiables qui, il faut bien l'admettre, ne sont pas sans points forts. Zcash utilise certains types de systèmes de preuve comme briques de construction dans son protocole de transaction confidentiel qui ont de très fortes garanties de confidentialité, avec de grands ensembles d'anonymat et, utilisés correctement, pourraient être un moyen puissant d'assurer votre confidentialité. L'inconvénient de cette approche cependant, dans le cadre de la configuration initiale de cette technologie, il doit y avoir un ensemble de paramètres qui doit être choisi et ensuite oublié. Si quelqu'un conserve ce paramètre, il aurait la possibilité de créer de fausses preuves « SNARK », imprimant ainsi de l'argent sans que personne ne soit plus avisé car il est caché. Mais cela affecte-t-il la confidentialité ? Certains théorisent que oui, tandis que d'autres non, et en fin de compte, plus de recherches doivent être faites pour arriver à une réponse définitive.</p> <p>Quoi qu'il en soit, ce processus de minimisation de la confiance ressemble aux scénarios dont nous avons parlé au début de cet article. Le monde traditionnel. Celui dont nous essayons de nous éloigner. La blockchain elle-même ne réduit pas la confiance envers les tiers, mais l'élimine plutôt. La communauté Monero pense que la même norme d'élimination plutôt que de réduction devrait également être appliquée à nos technologies de confidentialité. Ce n'est pas parce qu'il n'est pas définitivement prouvé que les configurations de confiance peuvent ou ne peuvent pas compromettre la confidentialité que nous devrions être laxistes quant à la possibilité de rétablir la confiance dans le système à cet égard.</p> <p>Bien sûr, toute progression dans le domaine de la protection de la confidentialité est une amélioration, et souvent la confidentialité reposant sur un cadre de confiance n'est qu'un tremplin vers une confidentialité sans confiance, et dans ces cas, nous sommes heureux de voir le domaine avancer. Et pourtant, en même temps, la communauté Monero ne peut tout simplement pas, en toute bonne conscience, déployer une technologie de confidentialité sur notre blockchain qui affaiblirait le but même de notre révolution.</p> <p>On nous pose souvent la question de savoir quand Monero va implémenter telle ou telle nouvelle technologie de confidentialité. Ces questions viennent souvent de personnes non informées, qui ne comprennent pas les compromis et ne font que répéter les nouveaux mots à la mode en matière de confidentialité. La réponse à ces questions est simple. Monero examine, révise et recherche constamment de nouveaux protocoles de confidentialité qui renforceraient les garanties de confidentialité sur la chaîne Monero, mais nous ne sommes pas disposés à nous plonger dans le monde de la confidentialité nécessitant un cadre de confiance pour atteindre cet objectif, même si les garanties sont théoriquement plus fortes.</p> <p>Certains disent que cette approche s'avérera dépassée, mais nous pensons que ces personnes ont oublié l'histoire de la raison pour laquelle nous sommes ici, et pourquoi nous avons pour commencer.</p>
it: <p>Poche idee nello spazio delle criptovalute ricevono tanta attenzione e discussione quanto il concetto di fiducia, e non senza ragione. Dopo tutto, l'intero scopo di una blockchain è quello di eliminare la fiducia in terze parti.</p> <p>Per coloro che non comprendono appieno l'idea, ecco un leggero primer. Nel sistema finanziario tradizionale, le terze parti sono generalmente utilizzate per vari compiti. Le banche sono usate per assicurare il denaro per conto vostro da furti, arbitri. Le garanzie sono usate per far funzionare gli affari tra due parti che non si fidano l'una dell'altra. Le compagnie di carte di credito pagano il denaro per beni e servizi per tuo conto, assumendosi il rischio che tu possa non ripagarli.</p> <p>Ognuno di questi casi richiede fiducia. Per le banche e gli agenti fiduciari, vi fidate del fatto che loro stessi non scapperanno con i vostri soldi, e per le società di carte di credito, vi fidate del fatto che non verseranno denaro a vostro nome senza il vostro consenso, tutte cose molto possibili. Noi facciamo il possibile per garantire che queste cose non accadano. Lavoriamo solo con aziende e individui fidati, e legiferiamo per rendere illegali gli scenari di cui sopra e cerchiamo di garantire conseguenze ai trasgressori, ma questo non sempre impedisce che accadano comunque.</p> <p>Inoltre, questi servizi non sono gratuiti. Gli agenti di garanzia e le banche possono far pagare i loro servizi, e le carte di credito fanno pagare gli interessi sul denaro prestato.</p> <p>Blockchain è stata creata per eliminare questi intermediari, e la fiducia e le commissioni che ne derivano. Attraverso il potere del consenso, gli utenti stessi possono far rispettare lo stato del libro mastro, senza fidarsi di nessuno che dica loro quanti soldi hanno, e senza che terze parti fidate possano potenzialmente scappare con i tuoi fondi.</p> <p>Si pone così tanta enfasi su questa mancanza di fiducia, che qualsiasi cambiamento o aggiunta tecnologica che aggiunga un elemento di fiducia nella blockchain è accolta con grande scetticismo e critica, e alcuni progetti rifiutano tutte queste nozioni apertamente. È interessante allora che la stessa considerazione non sia data alla privacy.</p> <p>Ancora una volta, guardiamo il resto del mondo e vediamo che troppo spesso la nostra privacy è alla mercé di terzi "fidati". Quando diamo il nostro indirizzo fisico per un articolo che vogliamo che ci venga spedito, ci fidiamo del fatto che il negozio in questione non userà queste informazioni per scopi nefasti, o le venderà ad altri. Lo stesso vale per i nostri pensieri personali o le foto che pubblichiamo sui social media. Si applica anche alle nostre finanze, come diversi hack all'interno dell'industria della contabilità, o applicazioni finanziarie che pubblicano apertamente su una bacheca pubblica interna ciò per cui le persone spendono soldi (ad esempio Venmo).</p> <p>Monero vede questo impegno all'affidabilità sulla blockchain, e applica uno standard simile a come ci avviciniamo alla privacy. La nostra privacy non dovrebbe dipendere da una terza parte che promette di tenerla al sicuro più di quanto le nostre finanze dovrebbero dipendere da altri che ci promettono che non scapperanno con loro. A tal fine, Monero assicura che tutte le tecnologie di privacy implementate sono prive di fiducia.</p> <p>Ci sono altre tecnologie per la privacy in circolazione. Quelle fidate, e, ammettiamolo, non sono prive di punti di forza. Zcash utilizza alcuni tipi di sistemi di prova come blocchi di costruzione nel suo protocollo di transazioni riservate che hanno garanzie di privacy molto forti, con grandi insiemi di anonimato e, usato correttamente, potrebbe essere un modo potente per garantire la tua privacy. Lo svantaggio di questo approccio però, come parte della configurazione iniziale di questa tecnologia, ci deve essere un set di parametri che deve essere scelto e successivamente dimenticato. Se qualcuno mantiene questo parametro, avrebbe la possibilità di creare false prove SNARK, stampando effettivamente denaro senza che nessuno se ne accorga perché è nascosto. Ma questo influisce sulla privacy? Alcuni teorizzano di sì, altri di no, e alla fine, bisogna fare più ricerche per arrivare a una risposta definitiva.</p> <p>Indipendentemente da ciò, questo processo di minimizzazione della fiducia suona proprio come gli scenari che abbiamo discusso all'inizio di questo articolo. Il mondo tradizionale. Quello da cui stiamo cercando di allontanarci. Blockchain in sé non riduce la fiducia in terze parti, ma piuttosto la elimina. La comunità Monero pensa che lo stesso standard di eliminazione piuttosto che di riduzione dovrebbe essere applicato anche alle nostre tecnologie di privacy. Solo perché non è definitivamente provato che i setup fidati possono o non possono compromettere la privacy, non significa che dovremmo essere permissivi nel permettere la fiducia nel sistema in questo senso.</p> <p>Naturalmente, ogni progresso nello spazio della privacy è un miglioramento, e spesso la privacy fidata è semplicemente un trampolino di lancio per la privacy senza fiducia, e in questi casi siamo felici di vedere che lo spazio va avanti. Eppure, allo stesso tempo, la comunità Monero non può, in buona coscienza, implementare una tecnologia di privacy sulla nostra blockchain che indebolirebbe lo scopo stesso della nostra rivoluzione.</p> <p>Spesso ci viene chiesto quando Monero implementerà questa o quella nuova tecnologia per la privacy. Queste domande provengono spesso dai disinformati, che non capiscono i compromessi, e stanno semplicemente ripetendo le nuove parole d'ordine del giorno sulla privacy. La risposta a queste domande è semplice. Monero sta costantemente guardando, rivedendo e ricercando nuovi protocolli di privacy che rafforzerebbero le garanzie di privacy sulla catena Monero, ma non siamo disposti a scavare nel mondo della privacy affidabile per raggiungere questo obiettivo, anche se le garanzie sono teoricamente più forti.</p> <p>Alcuni dicono che questo approccio si rivelerà superato, ma pensiamo che queste persone abbiano perso la storia del perché siamo qui, tanto per cominciare.</p>
lt: <p>Mažai idėjų kriptovaliutų erdvėje sulaukia tiek dėmesio ir diskusijų, kiek pasitikėjimo samprata, ir ne be reikalo. Juk visa blokų grandinės esmė yra panaikinti pasitikėjimą trečiosiomis šalimis.</p> <p> Tiems, kurie visiškai nesupranta idėjos, čia yra lengvas gruntas. Tradicinėje finansų sistemoje trečiosios šalys dažniausiai naudojamos įvairioms užduotims atlikti. Bankai naudojami siekiant apsaugoti pinigus jūsų vardu nuo vagysčių, arbitrų. Sąlyginio deponavimo sandoriai naudojami tam, kad verslo sandoriai galėtų vykti tarp dviejų šalių, kurios nepasitiki viena kita. Kredito kortelių bendrovės moka pinigus už prekes ir paslaugas jūsų vardu, prisiimdamos riziką, kad galite jų negrąžinti.</p> <p>Kiekvienas iš šių atvejų reikalauja pasitikėjimo. Bankams ir sąlyginio deponavimo agentams jūs tikite, kad jie patys nepabėgs jūsų pinigų, o kredito kortelių bendrovės – be jūsų sutikimo neišmokės pinigų jūsų vardu, o visa tai labai įmanoma. Darome viską, ką galime, kad tokie dalykai nepasikartotų. Dirbame tik su patikimomis įmonėmis ir asmenimis ir leidžiame įstatymus, kad anksčiau minėti scenarijai būtų neteisėti ir stengiamės užtikrinti pasekmes pažeidėjams, tačiau tai ne visada sustabdo jų atsiradimą.</p> <p>Be to, šios paslaugos teikiamos ne nemokamai. Sąlyginio deponavimo agentai ir bankai gali apmokestinti savo paslaugas, o kredito kortelės imti palūkanas už paskolintus pinigus.</p> <p> „Blockchain“ buvo sukurta siekiant pašalinti šiuos vidurinius vyrus ir su jais susijusius pasitikėjimą bei mokesčius. Pasinaudodami konsensuso galia, naudotojai gali patys nustatyti knygos būseną, nepasitikėdami niekuo pasakyti, kiek pinigų jie turi, ir be jokių patikimų trečiųjų šalių, kurios galėtų panaudoti jūsų lėšas.</p> <p> Tiek daug dėmesio skiriama šiam nepasitikėjimui, kad bet koks pakeitimas ar technologinis papildymas, grąžinantis pasitikėjimo elementą į blokų grandinę, yra sutinkamas labai skeptiškai ir kritikuojamas, o kai kurie projektai visiškai atmeta visas tokias sąvokas. Įdomu tai, kad į privatumą taip pat neatsižvelgiama.</p> <p>Dar kartą žiūrime į likusį pasaulį ir matome, kad per dažnai mūsų privatumas priklauso „patikimų“ trečiųjų šalių malonei. Kai nurodome fizinius prekės, kurią norime mums išsiųsti, adresus, tikime, kad atitinkama parduotuvė nenaudos šios informacijos nešvankiais tikslais ir neparduos jos kitiems. Tas pats pasakytina apie mūsų asmenines mintis ar nuotraukas, kurias skelbiame socialinėje žiniasklaidoje. Tai netgi taikoma mūsų finansams, nes kai kurie įsilaužimai apskaitos pramonėje arba finansų programos, kurios vidinėje viešoje taryboje skelbia, kam žmonės išleidžia pinigus (pvz., „Venmo“).</p> <p> „Monero“ mato šį įsipareigojimą būti nepatikimam blokų grandinėje ir taiko panašų standartą mūsų požiūriui į privatumą. Mūsų privatumas neturėtų priklausyti nuo trečiosios šalies, žadančios jį saugoti, nei nuo mūsų finansų, žadančių mums, kad su jais nepabėgs. Šiuo tikslu Monero užtikrina, kad visos įdiegtos privatumo technologijos būtų nepatikimos.</p> <p>Yra ir kitų privatumo technologijų. Patikimi asmenys, ir, reikia pripažinti, jie nėra be savo stipriųjų pusių. „Zcash“ naudoja tam tikrų tipų įrodinėjimo sistemas kaip savo konfidencialaus operacijų protokolo sudedamąsias dalis, kurios turi labai tvirtas privatumo garantijas, turi didelius anonimiškumo rinkinius ir, tinkamai naudojant, gali būti veiksmingas būdas užtikrinti jūsų privatumą. Tačiau šio metodo trūkumas yra tas, kad pradinio šios technologijos nustatymo metu reikia pasirinkti parametrų rinkinį, kurį reikia pamiršti. Jei kas nors išlaikys šį parametrą, jis turėtų galimybę sukurti klaidingus SNARK įrodymus, efektyviai spausdindamas pinigus, niekam nebūdamas išmintingesnis, nes jis paslėptas. Bet ar tai turi įtakos privatumui? Vieni teigia, kad taip, o kiti – ne, ir galiausiai reikia atlikti daugiau tyrimų, kad būtų galima rasti galutinį atsakymą.</p> <p>Nepaisant to, šis pasitikėjimo mažinimo procesas skamba taip pat, kaip scenarijai, kuriuos aptarėme šio straipsnio pradžioje. Tradicinis pasaulis. Tas, nuo kurio bandome atitolti. Pati „blockchain“ nesumažina pasitikėjimo trečiosiomis šalimis, o jį panaikina. Monero bendruomenė mano, kad tas pats pašalinimo, o ne sumažinimo standartas turėtų būti taikomas ir mūsų privatumo technologijoms. Vien todėl, kad nėra galutinai įrodyta, kad patikimos sąrankos gali arba negali pakenkti privatumui, nereiškia, kad šiuo atžvilgiu turėtume būti atsainiai sugrąžindami pasitikėjimą sistemoje.</p> <p>Žinoma, bet kokia privatumo erdvės pažanga yra patobulinimas, o patikimas privatumas dažnai yra tik laiptelis į nepatikimą privatumą, ir tokiais atvejais džiaugiamės matydami, kad erdvė juda į priekį. Ir vis dėlto tuo pačiu metu Monero bendruomenė tiesiog negali ramia sąžine įdiegti privatumo technologijos mūsų blokų grandinėje, kuri susilpnintų patį mūsų revoliucijos tikslą.</p> <p> Dažnai sulaukiame klausimo, kada Monero ketina įdiegti tą ar kitą naują privatumo technologiją. Šie klausimai dažnai kyla iš neinformuotų žmonių, kurie nesupranta kompromisų ir tik skleidžia naujus šių dienų privatumo madingus žodžius. Atsakymas į šiuos klausimus paprastas. Monero nuolat ieško, peržiūri ir tiria naujus privatumo protokolus, kurie sustiprintų privatumo garantijas Monero tinkle, tačiau mes nenorime gilintis į patikimo privatumo pasaulį, kad pasiektume šį tikslą, net jei garantijos teoriškai yra stipresnės. X5461X] <p>Kai kas sako, kad šis metodas bus pasenęs, bet manome, kad tokie žmonės prarado istoriją, kodėl mes čia esame iš pradžių.</p>
nb: <p>Få ideer i kryptovaluta-området får så mye oppmerksomhet og diskusjon som begrepet tillit, og ikke uten grunn. Tross alt er hele poenget med en blokkjede å eliminere tilliten til tredjeparter.</p> <p>For de som ikke helt forstår ideen, her er en lett primer. I det tradisjonelle økonomisystemet brukes generelt tredjeparter til ulike oppgaver. Banker brukes til å sikre penger på dine vegne mot tyveri, dommere. Deponeringer brukes slik at forretningsavtaler kan fungere mellom to parter som ikke stoler på hverandre. Kredittkortselskaper betaler ut penger for varer og tjenester på dine vegne, forutsatt risikoen for at du kanskje ikke betaler dem tilbake.</p> <p>Hver av disse forekomstene krever tillit. For bankene og deponeringsagentene stoler du på at de selv ikke vil stikke av med pengene dine, og for kredittkortselskaper stoler du på at de ikke vil utbetale penger i ditt navn uten ditt samtykke, alt dette er meget mulig. Vi gjør det vi kan for å sikre at disse tingene ikke skjer. Vi jobber bare med pålitelige selskaper og enkeltpersoner, og vi lovfester for å gjøre scenariene ovenfor ulovlige og prøver å sikre konsekvenser for lovbrytere, men det stopper ikke alltid dem fra å skje uansett.</p> <p>I tillegg kommer disse tjenestene ikke gratis. Deponeringsagenter og banker kan ta betalt for tjenestene sine, og kredittkort krever renter på utlånte penger.</p> <p>Blockchain ble laget for å eliminere disse mellommennene, og tilliten og gebyrene som følger med dem. Gjennom kraften til konsensus kan brukere selv håndheve statusen til hovedboken, uten å stole på at noen forteller dem hvor mye penger de har, og uten at noen klarerte tredjeparter potensielt kan stikke av med pengene dine.</p> <p>Det legges så mye vekt på denne tillitsløsheten, at enhver endring eller teknologisk tillegg som tilfører et element av tillit tilbake til blokkjeden blir møtt med stor skepsis og kritikk, og noen prosjekter avviser alle slike forestillinger direkte. Det er da interessant at det samme hensynet ikke tas til personvern.</p> <p> Nok en gang ser vi på resten av verden, og vi ser at altfor ofte er personvernet vårt prisgitt "pålitelige" tredjeparter. Når vi oppgir våre fysiske adresser for en vare vi vil ha sendt til oss, stoler vi på at den aktuelle butikken ikke vil bruke denne informasjonen til ondsinnede formål, eller selge den til andre. Det samme gjelder våre personlige tanker eller bilder som vi legger ut på sosiale medier. Det gjelder til og med vår økonomi, som flere hacks innen regnskapsbransjen, eller finansapper som legger ut til et internt offentlig styre hva folk bruker penger på (dvs. Venmo).</p> <p>Monero ser denne forpliktelsen til tillitsløshet på blokkjeden, og bruker en lignende standard for hvordan vi nærmer oss personvern. Personvernet vårt bør ikke avhenge av at en tredjepart lover å holde det trygt, mer enn økonomien vår bør være avhengig av at andre lover oss at de ikke vil stikke av med dem. For dette formål sikrer Monero at all personvernteknologi som implementeres er tillitsfri.</p> <p>Det er andre personvernteknologier som flyter rundt. Pålitelige, og riktignok er de ikke uten sine sterke sider. Zcash bruker visse typer bevissystemer som byggeklosser i sin konfidensielle transaksjonsprotokoll som har svært sterke personverngarantier, med store anonymitetssett og, brukt riktig, kan det være en effektiv måte å sikre personvernet ditt på. Ulempen med denne tilnærmingen, men som en del av det første oppsettet av denne teknologien, må det være et parametersett som må velges og deretter glemmes. Hvis noen beholder denne parameteren, vil de ha muligheten til å lage falske SNARK-korrektur, og effektivt skrive ut penger uten at noen blir klokere fordi de er skjult. Men påvirker dette personvernet? Noen teoretiserer ja, mens andre nei, og til slutt må det gjøres mer forskning for å komme til et definitivt svar.</p> <p>Uansett, denne prosessen med å minimere tillit høres akkurat ut som scenariene vi diskuterte i begynnelsen av denne artikkelen. Den tradisjonelle verden. Den vi prøver å gå bort fra. Blockchain i seg selv reduserer ikke tilliten til tredjeparter, men eliminerer den heller. Monero-fellesskapet mener at den samme standarden for eliminering i stedet for reduksjon også bør brukes på personvernteknologiene våre. Bare fordi det ikke er definitivt bevist at pålitelige oppsett kan eller ikke kan kompromittere personvernet, betyr det ikke at vi bør være slappe med å tillate tillit tilbake til systemet i denne forbindelse.</p> <p>Selvfølgelig er enhver fremgang i personvernområdet en forbedring, og ofte er pålitelig personvern bare et springbrett til tillitsløst personvern, og i disse tilfellene er vi glade for å se at området beveger seg fremover. Og likevel, samtidig kan Monero-fellesskapet bare ikke, med god samvittighet, implementere personvernteknologi på blokkjeden vår som ville svekke selve hensikten med revolusjonen vår.</p> <p>Vi får ofte spørsmålet om når Monero skal implementere denne eller den nye personvernteknologien. Disse spørsmålene kommer ofte fra de uinformerte, som ikke forstår avveiningene, og som bare etterlyser dagens nye personvern-buzzwords. Svaret på disse spørsmålene er enkelt. Monero ser stadig på, gjennomgår og forsker på nye personvernprotokoller som vil styrke personverngarantiene på Monero-kjeden, men vi er ikke villige til å fordype oss i verden av pålitelig personvern for å oppnå dette målet, selv om garantiene teoretisk sett er sterkere.[ X5461X] <p>Noen sier at denne tilnærmingen vil vise seg å være utdatert, men vi tror slike mennesker har mistet historien om hvorfor vi er her til å begynne med.</p>
nl: <p>Er zijn maar weinig ideeën op het gebied van cryptocurrency die zoveel aandacht en discussie krijgen als het concept van vertrouwen, en niet zonder reden. Het hele doel van een blockchain is immers om het vertrouwen in derde partijen weg te nemen.</p> <p>Voor degenen die het idee niet helemaal begrijpen, hier is een lichte inleiding. In het traditionele financiële systeem worden derden over het algemeen voor verschillende taken ingeschakeld. Banken worden gebruikt om namens u geld te beveiligen tegen diefstal, arbiters. Escrows worden gebruikt zodat zakelijke deals kunnen worden gesloten tussen twee partijen die elkaar niet vertrouwen. Creditcardmaatschappijen betalen namens u geld uit voor goederen en diensten, waarbij ze het risico lopen dat u ze niet terugbetaalt.</p> <p>Elk van deze instanties vereist vertrouwen. Voor de banken en escrow-agenten vertrouwt u erop dat zij er zelf niet met uw geld vandoor gaan, en voor creditcardmaatschappijen vertrouwt u erop dat ze zonder uw toestemming geen geld op uw naam zullen uitbetalen, wat allemaal heel goed mogelijk is. We doen wat we kunnen om ervoor te zorgen dat deze dingen niet gebeuren. We werken alleen met vertrouwde bedrijven en individuen, en we stellen wetten op om de bovenstaande scenario's onwettig te maken en proberen de gevolgen voor overtreders te garanderen, maar dat weerhoudt ze er niet altijd van.</p> <p>Bovendien zijn deze diensten niet gratis. Escrow-agenten en banken kunnen kosten in rekening brengen voor hun diensten, en creditcards rekenen rente op geleend geld.</p> <p>Blockchain is gemaakt om deze tussenpersonen te elimineren, en het vertrouwen en de vergoedingen die daarmee gepaard gaan. Door de kracht van consensus kunnen gebruikers zelf de staat van het grootboek afdwingen, zonder iemand te vertrouwen om hen te vertellen hoeveel geld ze hebben, en zonder vertrouwde derde partijen die mogelijk met uw geld aan de haal gaan.</p> <p>Er wordt zoveel nadruk gelegd op deze betrouwbaarheid, dat elke verandering of technologische toevoeging die een element van vertrouwen toevoegt aan de blockchain, met grote scepsis en kritiek wordt onthaald, en sommige projecten verwerpen al dergelijke ideeën ronduit. Het is dan ook interessant dat er niet dezelfde aandacht wordt besteed aan privacy.</p> <p>Wederom kijken we naar de rest van de wereld en zien we dat onze privacy maar al te vaak is overgeleverd aan 'vertrouwde' derden. Wanneer we onze fysieke adressen geven voor een item dat we naar ons willen laten verzenden, vertrouwen we erop dat de winkel in kwestie deze informatie niet voor snode doeleinden zal gebruiken of aan anderen zal verkopen. Hetzelfde geldt voor onze persoonlijke gedachten of foto's die we op sociale media plaatsen. Het is zelfs van toepassing op onze financiën, zoals verschillende hacks binnen de boekhoudsector, of financiële apps die ronduit posten op een interne openbare raad waar mensen geld aan uitgeven (d.w.z. Venmo). </p> <p>Monero ziet deze toewijding aan betrouwbaarheid op de blockchain en past een vergelijkbare standaard toe op hoe we privacy benaderen. Onze privacy zou niet afhankelijk moeten zijn van een derde partij die belooft om het veilig te houden, net zomin als onze financiën afhankelijk zouden moeten zijn van anderen die ons beloven dat ze er niet mee vandoor zullen gaan. Hiertoe zorgt Monero ervoor dat alle geïmplementeerde privacytechnologieën betrouwbaar zijn.</p> <p>Er zijn andere privacytechnologieën in omloop. Vertrouwen, en toegegeven, ze zijn niet zonder hun sterke punten. Zcash gebruikt bepaalde soorten bewijssystemen als bouwstenen in zijn vertrouwelijke transactieprotocol die zeer sterke privacygaranties hebben, met grote anonimiteitssets en, correct gebruikt, een krachtige manier kunnen zijn om uw privacy te waarborgen. Het nadeel van deze aanpak is echter dat er als onderdeel van de initiële opzet van deze technologie een parameterset moet zijn die moet worden gekozen en vervolgens moet worden vergeten. Als iemand deze parameter behoudt, zou hij de mogelijkheid hebben om valse SNARK-bewijzen te maken, waardoor effectief geld kan worden gedrukt zonder dat iemand wijzer is omdat het verborgen is. Maar heeft dit invloed op de privacy? Sommigen theoretiseren van wel, anderen van niet, en uiteindelijk moet er meer onderzoek worden gedaan om tot een definitief antwoord te komen.</p> <p> Hoe dan ook, dit proces van het minimaliseren van vertrouwen klinkt net als de scenario's die we aan het begin van dit artikel hebben besproken. De traditionele wereld. Degene waar we vandaan proberen te komen. Blockchain zelf vermindert het vertrouwen in derden niet, maar elimineert het eerder. De Monero-gemeenschap vindt dat dezelfde standaard van eliminatie in plaats van reductie ook moet worden toegepast op onze privacytechnologieën. Alleen omdat het niet definitief is bewezen dat vertrouwde instellingen de privacy wel of niet in gevaar kunnen brengen, wil nog niet zeggen dat we in dit opzicht laks moeten zijn met het teruggeven van vertrouwen aan het systeem.</p> <p>Natuurlijk is elke vooruitgang op het gebied van privacy een verbetering, en vaak is vertrouwde privacy slechts een opstap naar onbetrouwbare privacy, en in deze gevallen zijn we blij dat de ruimte vooruitgaat. En toch kan de Monero-gemeenschap tegelijkertijd niet met een goed geweten privacytechnologie op onze blockchain inzetten die het doel van onze revolutie zou verzwakken.</p> <p>We krijgen vaak de vraag wanneer Monero deze of gene nieuwe privacytechnologie gaat implementeren. Deze vragen komen vaak van ongeïnformeerden, die de afwegingen niet begrijpen, en zijn slechts een nabootsing van de nieuwe modewoorden op het gebied van privacy van de dag. Het antwoord op deze vragen is simpel. Monero bekijkt, beoordeelt en onderzoekt voortdurend nieuwe privacyprotocollen die de privacygaranties in de Monero-keten zouden versterken, maar we zijn niet bereid om ons te verdiepen in de wereld van vertrouwde privacy om dit doel te bereiken, zelfs als de garanties theoretisch sterker zijn.</p> <p>Sommigen zeggen dat deze benadering achterhaald zal blijken te zijn, maar we denken dat zulke mensen het verhaal van waarom we hier in de eerste instantie zijn, zijn kwijtgeraakt.</p>
pl: <p>Niewiele pomysłów w przestrzeni kryptowalut otrzymuje tyle uwagi i dyskusji, co pojęcie zaufania i nie bez powodu. W końcu całym sensem blockchaina jest eliminacja zaufania wobec stron trzecich.</p> <p>Dla tych, którzy nie w pełni rozumieją tę ideę, prezentujemy następujący wstęp. W tradycyjnym systemie finansowym strony trzecie są zazwyczaj wykorzystywane do różnych zadań. Banki służą do zabezpieczenia pieniędzy w Twoim imieniu przed kradzieżą. Escrowy są używane, aby transakcje biznesowe mogły zostać wykonane między dwiema stronami, które nie mają wzajemnego zaufania. Firmy wydające karty kredytowe wypłacają pieniądze za towary i usługi w Twoim imieniu, przyjmując na siebie ryzyko, że możesz im nie spłacić.</p> <p>Każda z tych instancji wymaga zaufania. W przypadku banków i escrowów wierzysz, że nie uciekną one z Twoimi pieniędzmi, a w przypadku firm wydających karty kredytowe ufasz, że nie wypłacą pieniędzy w Twoim imieniu bez Twojej zgody, a w rzeczywistości oczywiście mogliby to zrobić. Robimy, co w naszej mocy, aby uchronić się przed takimi sytuacjami. Współpracujemy tylko z zaufanymi firmami i osobami oraz prawnie zakazujemy powyższych scenariuszy i staramy się egzekwować konsekwencje wobec przestępców, tym niemniej do opisanych scenariuszy i tak czasem dochodzi.</p> <p>Ponadto wymienione usługi nie są bezpłatne. Escrowy i banki pobierają opłaty za swoje usługi, a karty kredytowe naliczają odsetki od pożyczonych pieniędzy.</p> <p>Blockchain został stworzony, aby wyeliminować tych pośredników oraz związane z nimi zaufanie i opłaty. Na mocy konsensusu użytkownicy mogą sami egzekwować płatności, bez ufania komukolwiek innemu oraz bez polegania na stronach trzecich, aby dowiedzieć się ile mają pieniędzy i bez ryzyka, że owe strony trzecie uciekną z ich środkami.</p> <p>Tak duży nacisk kładziony jest na tę cechę braku konieczności zaufania, że każda zmiana lub dodatek technologiczny, który dodaje element zaufania z powrotem do blockchaina, spotyka się z wielkim sceptycyzmem i krytyką, a niektóre projekty wprost odrzucają wszystkie takie pomysły. Ciekawe jest to, że nie przejmują się aż tak prywatnością.</p> <p>Gdy przyjrzymy się reszcie świata zauważymy, że zbyt często nasza prywatność jest na łasce „zaufanych” stron trzecich. Gdy podajemy nasze fizyczne adresy, aby umożliwić dostawę zamawianego produktu, mamy nadzieję, że sklep nie wykorzysta tych informacji do niecnych celów ani nie sprzeda jej innym. To samo dotyczy naszych osobistych przemyśleń lub zdjęć, które publikujemy w mediach społecznościowych. Dotyczy to nawet naszych finansów, a są pewne firmy w branży księgowej lub aplikacje finansowe, które publikują wewnętrznie, na co ludzie wydają pieniądze (np. robi tak Venmo).</p> <p>Monero dostrzega to zobowiązanie wobec braku wymagania zaufania w blockchainie i stosuje analogiczny standard wobec prywatności. Nasza prywatność nie powinna zależeć od strony trzeciej, która obiecuje ją chronić, tak samo jak nasze finanse nie powinny zależeć od innych osób, które obiecują nam, że nie uciekną z naszymi oszczędnościami. Z tego względu Monero dba, aby wszelkie technologie poprawiające prywatność nie wymagały zaufania.</p> <p>Istnieją też inne technologie ochrony prywatności. Wymagają zaufania i trzeba przyznać, mają swoje zalety. Zcash wykorzystuje pewne typy systemów udowadniających, że klocki w swoim protokole confidential transactions, które mają bardzo silne gwarancje prywatności, z dużymi zbiorami anonimowości i jeśli są użyte prawidłowo, mogą być skuteczne w zapewnieniu prywatności. Wadą tego podejścia jest jednak to, że w ramach początkowej konfiguracji tej technologii musi istnieć zestaw parametrów, który należy wybrać, a następnie o nim zapomnieć. Jeśli ktokolwiek zachowa ten parametr, będzie miał możliwość tworzenia fałszywych dowodów SNARK i skutecznie drukować pieniądze bez niczyjej wiedzy, ponieważ środki są ukryte. Ale czy to wpływa na prywatność? Niektórzy twierdzą, że tak, podczas gdy inni, że nie. Konieczne są dodatkowe badania, aby uzyskać ostateczną odpowiedź.</p> <p>Tak czy siak, proces minimalizacji zaufania brzmi podobnie jak scenariusze omawiane na początku tego artykułu. Podobnie do tradycyjnego świata, tego, od którego próbujemy się zdystansować. Blockchain nie redukuje zaufania wobec stron trzecich, on je eliminuje. Społeczność Monero uważa, że ten sam standard eliminacji, a nie redukcji, powinien być stosowany również do technologii zapewniających prywatność. Tylko dlatego, że nie zostało ostatecznie udowodnione, czy zaufane konfiguracje mogą lub nie mogą naruszać prywatności, nie oznacza, że powinniśmy pobłażliwie zezwolić na powrót konieczności zaufania w naszych finansach.</p> <p>Oczywiście, każdy postęp w przestrzeni prywatności jest poprawą, a często prywatność wymagająca zaufania jest jedynie odskocznią do niewymagającej. W takich przypadkach cieszymy się, że przestrzeń posuwa się naprzód. A jednocześnie społeczność Monero po prostu nie może z czystym sumieniem wdrożyć technologii prywatności na naszym blockchainie, która osłabiłaby cel naszej rewolucji.</p> <p>Często słyszymy pytania kiedy Monero zamierza wdrożyć tę, lub inną, nową technologię usprawniającą prywatność. Te pytania często pochodzą od niedoinformowanych użytkowników, którzy nie rozumieją kompromisów, a jedynie papugują nowe modne hasła. Odpowiedź na te pytania jest prosta. Monero nieustannie przygląda się i bada nowe protokoły prywatności, które mogłyby wzmocnić gwarancje prywatności na blockchainie, ale nie chcemy zagłębiać się w świat zaufanej prywatności, aby osiągnąć ten cel, nawet jeśli gwarancje są teoretycznie silniejsze.</p> <p>Niektórzy twierdzą, że to podejście okaże się przestarzałe, ale uważamy, że ci ludzie zapomnieli dlaczego tu jesteśmy.</p>
pt_br: <p>Poucas idéias no espaço criptográfico recebem tanta atenção e discussão quanto o conceito de confiança, e não sem razão. Afinal, todo o objetivo de uma cadeia de bloqueio é eliminar a confiança em terceiros.</p> <p>Para aqueles que não compreendem totalmente a idéia, aqui está uma cartilha leve. No sistema financeiro tradicional, os terceiros são geralmente utilizados para várias tarefas. Os bancos são usados para garantir dinheiro em seu nome contra roubos, árbitros. Os escrows são usados para que os negócios possam operar entre duas partes que não confiam uma na outra. Empresas de cartão de crédito pagam dinheiro por bens e serviços em seu nome, assumindo o risco de que você não os pague de volta.</p> <p>Cada uma dessas instâncias requer confiança. Para os bancos e agentes depositários, você está confiando que eles mesmos não fugirão com seu dinheiro, e para as empresas de cartão de crédito, você confia que eles não pagarão dinheiro em seu nome sem seu consentimento, tudo isso é muito possível. Fazemos o que podemos para garantir que estas coisas não ocorram. Trabalhamos apenas com empresas e indivíduos de confiança, e legislamos para tornar os cenários acima ilegais e tentamos garantir conseqüências para os infratores, mas isso nem sempre os impede de acontecer de qualquer forma.</p> <p>Além disso, estes serviços não vêm de graça. Agentes depositários e bancos podem cobrar por seus serviços, e os cartões de crédito cobram juros sobre o dinheiro emprestado.</p> <p>Blockchain foi feito para eliminar esses homens intermediários, e a confiança e as taxas que vêm junto com eles. Através do poder do consenso, os próprios usuários podem fazer valer o estado do livro razão, sem confiar em ninguém para lhes dizer quanto dinheiro eles têm, e sem nenhum terceiro de confiança para potencialmente fugir com seus fundos.</p> <p>É dada tanta ênfase a esta falta de confiança, que qualquer mudança ou adição tecnológica que acrescente um elemento de confiança de volta à cadeia de bloqueio é recebida com grande ceticismo e crítica, e alguns projetos rejeitam todas essas noções abertamente. É interessante, então, que a mesma consideração não seja dada à privacidade.</p> <p>Mais uma vez, olhamos para o resto do mundo e vemos que, com demasiada freqüência, nossa privacidade está à mercê de terceiros "confiáveis". Quando damos nossos endereços físicos para um item que queremos que seja enviado para nós, estamos confiantes de que a loja em questão não usará esta informação para fins nefastos, nem a venderá para outros. O mesmo se aplica a nossos pensamentos pessoais ou fotos que publicamos nas mídias sociais. Isto se aplica até mesmo às nossas finanças, como vários hacks dentro da indústria contábil, ou aplicações financeiras que afixam em um quadro público interno aquilo em que as pessoas estão gastando dinheiro (ou seja, Venmo).</p> <p>Monero vê este compromisso com a falta de confiança na cadeia de bloqueio, e aplica um padrão semelhante à forma como abordamos a privacidade. Nossa privacidade não deve depender de um terceiro prometendo mantê-la segura, assim como nossas finanças não devem depender de outros nos prometendo que não fugirão com eles. Para este fim, Monero garante que todas as tecnologias de privacidade implementadas são sem confiança.</p> <p>Há outras tecnologias de privacidade flutuando por aí. As de confiança e, é certo, não estão sem seus pontos fortes. A Zcash usa certos tipos de sistemas de comprovação como blocos de construção em seu protocolo de transações confidenciais que têm garantias de privacidade muito fortes, com grandes conjuntos de anonimato e, usados corretamente, poderiam ser uma maneira poderosa de garantir sua privacidade. O inconveniente desta abordagem, no entanto, como parte da configuração inicial desta tecnologia, precisa haver um conjunto de parâmetros que deve ser escolhido e posteriormente esquecido. Se alguém mantiver este parâmetro, terá a capacidade de criar falsas provas SNARK, efetivamente imprimindo dinheiro sem que ninguém seja o mais sábio porque está escondido. Mas será que isto afeta a privacidade? Alguns teorizam sim, enquanto outros não, e no final, é preciso fazer mais pesquisas para chegar a uma resposta definitiva.</p> <p>Independentemente disso, este processo de minimizar a confiança soa exatamente como os cenários que discutimos no início deste artigo. O mundo tradicional. Aquele do qual estamos tentando nos afastar. A própria cadeia de bloqueio não reduz a confiança em terceiros, mas a elimina. A comunidade Monero pensa que o mesmo padrão de eliminação em vez de redução deve ser aplicado também às nossas tecnologias de privacidade. Só porque não está definitivamente provado que configurações confiáveis podem ou não comprometer a privacidade, não significa que devemos ser laxistas em permitir que a confiança volte ao sistema neste sentido.</p> <p>É claro que qualquer progressão no espaço de privacidade é uma melhoria, e muitas vezes a privacidade confiável é apenas um trampolim para a privacidade sem confiança, e nestes casos estamos felizes em ver o espaço avançar. E ainda assim, ao mesmo tempo, a comunidade Monero não pode, em boa consciência, implantar tecnologia de privacidade em nossa cadeia de bloqueio que enfraqueceria o próprio propósito de nossa revolução.</p> <p>Muitas vezes nos perguntam quando Monero vai implementar esta ou aquela nova tecnologia de privacidade. Estas perguntas muitas vezes vêm dos desinformados, que não entendem as contrapartidas, e estão apenas papagueando as novas palavras-chave do dia sobre privacidade. A resposta a estas perguntas é simples. Monero está constantemente analisando, revisando e pesquisando novos protocolos de privacidade que reforçariam as garantias de privacidade na cadeia Monero, mas não estamos dispostos a mergulhar no mundo da privacidade confiável para atingir este objetivo, mesmo que as garantias sejam teoricamente mais fortes.</p> <p>Alguns dizem que esta abordagem se mostrará ultrapassada, mas pensamos que tais pessoas perderam a história do porquê de estarmos aqui para começar.</p>
sl: <p>Le malo idej na področju kriptovalut je deležnih tolikšne pozornosti in razprav kot koncept zaupanja, in to ne brez razloga. Navsezadnje je bistvo verige blokov odpraviti zaupanje v tretje osebe.</p> <p>Tistim, ki te ideje ne razumejo v celoti, ponujamo lahkoten uvodnik. V tradicionalnem finančnem sistemu se tretje osebe običajno uporabljajo za različne naloge. Banke se uporabljajo za zavarovanje denarja v vašem imenu pred krajo, arbitri. Escrows se uporabljajo, da lahko poslovanje poteka med dvema strankama, ki si ne zaupata. Družbe, ki izdajajo kreditne kartice, v vašem imenu izplačujejo denar za blago in storitve ter prevzemajo tveganje, da jih morda ne boste vrnili.</p> <p>Vsak od teh primerov zahteva zaupanje. Pri bankah in skrbniških agencijah zaupate, da same ne bodo pobegnile z vašim denarjem, pri podjetjih za izdajo kreditnih kartic pa zaupate, da v vašem imenu ne bodo izplačala denarja brez vaše privolitve, kar je vse zelo mogoče. Storimo vse, kar je v naši moči, da se to ne zgodi. Sodelujemo samo z zaupanja vrednimi podjetji in posamezniki, z zakonodajo pa poskrbimo, da so zgornji scenariji nezakoniti, in skušamo zagotoviti posledice za kršitelje, vendar to vedno ne prepreči, da bi se vseeno zgodili.</p> <p>Tudi te storitve niso brezplačne. Skrbniki in banke lahko svoje storitve zaračunajo, kreditne kartice pa za posojeni denar zaračunajo obresti.</p> <p>Blockchain je bil ustvarjen za odpravo teh posrednikov ter zaupanja in pristojbin, ki so povezane z njimi. Z močjo konsenza lahko uporabniki sami uveljavljajo stanje glavne knjige, ne da bi komu zaupali, da jim pove, koliko denarja imajo, in brez zaupanja tretjih oseb, ki bi potencialno pobegnile z vašimi sredstvi.</p> <p>Tako velik poudarek je na tej nezaupljivosti, da je vsaka sprememba ali tehnološki dodatek, ki v verigo blokov ponovno doda element zaupanja, sprejeta z veliko skepso in kritiko, nekateri projekti pa vse takšne zamisli naravnost zavračajo. Zato je zanimivo, da se enako pozornost ne posveča zasebnosti.</p> <p>Znova pogledamo preostali svet in vidimo, da je naša zasebnost prepogosto prepuščena na milost in nemilost "zaupanja vrednim" tretjim osebam. Ko navedemo svoj fizični naslov za izdelek, ki ga želimo poslati, zaupamo, da zadevna trgovina te informacije ne bo uporabila v nečedne namene ali jo prodala drugim. Enako velja za naše osebne misli ali fotografije, ki jih objavimo v družabnih medijih. To velja celo za naše finance, saj je več vdorov znotraj računovodske industrije ali finančnih aplikacij, ki na internem javnem oglasnem mestu objavljajo, za kaj ljudje porabljajo denar (npr. Venmo).</p> <p>Monero vidi to zavezanost k brezhibnosti veriženja blokov in uporablja podobne standarde za pristop k zasebnosti. Naša zasebnost ne bi smela biti odvisna od obljube tretje osebe, da bo poskrbela za njeno varnost, tako kot ne bi smele biti naše finance odvisne od obljube drugih, da nam ne bodo pobegnili z njimi. Zato Monero zagotavlja, da so vse uporabljene tehnologije za varovanje zasebnosti brez zaupanja.</p> <p>Vsenaokoli obstajajo tudi druge tehnologije za zaščito zasebnosti. Zaupanja vredne in, priznajmo, niso brez svojih prednosti. Zcash v svojem protokolu zaupnih transakcij kot gradnike uporablja določene vrste sistemov dokazovanja, ki imajo zelo močna jamstva zasebnosti z velikimi nabori anonimnosti in bi bili ob pravilni uporabi lahko močan način za zagotavljanje zasebnosti. Vendar pa je pomanjkljivost tega pristopa ta, da je kot del začetne nastavitve te tehnologije potreben nabor parametrov, ki ga je treba izbrati in pozneje pozabiti. Če bi kdo ta parameter obdržal, bi lahko ustvaril lažne dokaze SNARK in tako dejansko tiskal denar, ne da bi bil kdo pametnejši, ker je skrit. Toda ali to vpliva na zasebnost? Po nekaterih teorijah da, po drugih ne, na koncu pa je treba opraviti še več raziskav, da bi prišli do dokončnega odgovora.</p> <p>Ne glede na to se ta proces zmanjševanja zaupanja sliši prav tako kot scenariji, ki smo jih obravnavali na začetku tega članka. Tradicionalni svet. Tistega, od katerega se poskušamo oddaljiti. Sam sistem veriženja blokov ne zmanjšuje zaupanja v tretje osebe, temveč ga odpravlja. Skupnost Monero meni, da je treba enak standard odpravljanja in ne zmanjševanja uporabiti tudi za naše tehnologije za varovanje zasebnosti. Samo zato, ker ni dokončno dokazano, da lahko zaupanja vredne nastavitve ogrozijo zasebnost ali ne, še ne pomeni, da moramo biti popustljivi pri dovoljevanju zaupanja nazaj v sistem v tem pogledu.</p> <p>Samoumevno je vsak napredek na področju zasebnosti izboljšanje in pogosto je zaupanja vredna zasebnost le odskočna deska za nezaupanja vredno zasebnost, v teh primerih pa smo veseli, da se to področje premika naprej. Hkrati pa skupnost Monero preprosto ne more z mirno vestjo na našem verižniku blokov uvesti tehnologije zasebnosti, ki bi oslabila sam namen naše revolucije.</p> <p>Pogosto dobimo vprašanje, kdaj bo Monero uvedel to ali ono novo tehnologijo zasebnosti. Ta vprašanja pogosto prihajajo od nepoučenih ljudi, ki ne razumejo kompromisov in zgolj papagajsko ponavljajo nove modne besede o zasebnosti. Odgovor na ta vprašanja je preprost. Monero nenehno preučuje, pregleduje in raziskuje nove protokole zasebnosti, ki bi okrepili jamstva zasebnosti v verigi Monero, vendar se za dosego tega cilja ne želimo spustiti v svet zaupanja vredne zasebnosti, čeprav so jamstva teoretično močnejša.</p> <p>Nekateri pravijo, da se bo ta pristop izkazal za zastarelega, vendar menimo, da so takšni ljudje izgubili zgodbo o tem, zakaj smo sploh tukaj. </p>
sv: <p>Få idéer inom kryptovalutaområdet får så mycket uppmärksamhet och diskussion som begreppet förtroende, och inte utan anledning. När allt kommer omkring är hela poängen med en blockkedja att eliminera förtroendet för tredje part.</p> <p>För dem som inte riktigt förstår idén kommer här en liten grundkurs. I det traditionella finansiella systemet används tredje part i allmänhet för olika uppgifter. Banker används för att säkra pengar för din räkning från stöld, skiljemän. Escrows används för att affärstransaktioner ska kunna genomföras mellan två parter som inte litar på varandra. Kreditkortsföretag betalar ut pengar för varor och tjänster för din räkning och tar på sig risken att du kanske inte betalar tillbaka dem.</p> <p>Var och en av dessa situationer kräver förtroende.För banker och escrow-ombud litar du på att de själva inte kommer att sticka iväg med dina pengar, och för kreditkortsföretag litar du på att de inte kommer att betala ut pengar i ditt namn utan ditt samtycke, vilket alla är mycket möjliga.Vi gör vad vi kan för att se till att dessa saker inte inträffar.Vi arbetar bara med företag och personer som vi litar på, och vi lagstiftar för att göra ovanstående scenarier olagliga och försöker se till att de som begår brott får konsekvenser, men det hindrar inte alltid att de ändå inträffar.</p> <p>Dessutom är dessa tjänster inte gratis.Escrow-agenter och banker kan ta betalt för sina tjänster, och kreditkort tar ut ränta på lånade pengar.</p> <p>Blockchain skapades för att eliminera dessa mellanhänder, och förtroendet och avgifterna som följer med dem. Genom kraften av konsensus kan användarna själva upprätthålla statusen för huvudboken, utan att lita på att någon berättar för dem hur mycket pengar de har, och utan att någon betrodd tredje part eventuellt kan springa iväg med dina pengar.</p> <p>Så mycket tonvikt läggs på denna tillitslöshet, att varje förändring eller tekniskt tillägg som lägger till ett element av förtroende tillbaka till blockkedjan möts av stor skepsis och kritik, och vissa projekt avvisar alla sådana föreställningar direkt. Det är intressant då att samma hänsyn inte tas till integritet.</p> <p>Återigen tittar vi på resten av världen och vi ser att alltför ofta är vår integritet beroende av "pålitliga" tredje parter. När vi ger våra fysiska adresser för en vara som vi vill ha skickad till oss, litar vi på att butiken i fråga inte kommer att använda denna information för skändliga ändamål eller sälja den till andra. Detsamma gäller våra personliga tankar eller bilder som vi lägger upp på sociala medier. Det gäller till och med vår ekonomi, som flera hacks inom redovisningsbranschen, eller finansappar som lägger ut till en intern offentlig styrelse vad folk lägger pengar på (dvs. Venmo).</p> <p>Monero ser detta engagemang för tillitslöshet på blockkedjan och tillämpar en liknande standard för hur vi närmar oss integritet. Vår integritet bör inte bero på att en tredje part lovar att hålla den säker lika lite som vår ekonomi bör bero på att andra lovar oss att de inte kommer att fly med dem. För detta ändamål säkerställer Monero att all integritetsteknik som implementeras är tillförlitlig.</p> <p>Det finns andra integritetstekniker som flyter runt. Pålitliga sådana, och visserligen är de inte utan sina starka sidor. Zcash använder vissa typer av bevissystem som byggstenar i sitt konfidentiella transaktionsprotokoll som har mycket starka integritetsgarantier, med stora anonymitetsuppsättningar och, korrekt använt, kan det vara ett kraftfullt sätt att säkerställa din integritet. Nackdelen med detta tillvägagångssätt, men som en del av den initiala installationen av denna teknik, måste det finnas en parameteruppsättning som måste väljas och sedan glömmas bort. Om någon behåller den här parametern skulle de ha möjlighet att skapa falska SNARK-korrektur, och effektivt skriva ut pengar utan att någon blir klokare eftersom de är gömda. Men påverkar detta integriteten? Vissa teoretiserar ja, medan andra nej, och i slutändan behöver mer forskning göras för att komma fram till ett definitivt svar.</p> <p>Oavsett vilket låter denna process för att minimera förtroendet precis som de scenarier vi diskuterade i början av denna artikel.Den traditionella världen. Den vi försöker röra oss bort ifrån. Blockkedjan i sig minskar inte förtroendet för tredje part, utan eliminerar det snarare. Monero-communityn anser att samma standard för eliminering snarare än minskning även bör tillämpas på våra integritetstekniker. Bara för att det inte är slutgiltigt bevisat att betrodda inställningar kan eller inte kan äventyra integriteten betyder det inte att vi ska vara slappa när det gäller att tillåta tillit tillbaka till systemet i detta avseende.</p> <p>Naturligtvis är alla framsteg inom integritetsområdet en förbättring, och ofta är betrodd integritet bara en språngbräda till tillitslös integritet, och i dessa fall är vi glada att se att området rör sig framåt. Men samtidigt kan Monero-gemenskapen inte med gott samvete implementera integritetsteknik på vår blockkedja som skulle försvaga själva syftet med vår revolution.</p> <p>Vi får ofta frågan om när Monero kommer att implementera den ena eller andra nya integritetstekniken. Dessa frågor kommer ofta från oinformerade personer som inte förstår avvägningarna och som bara rabblar dagens nya buzzwords om integritet. Svaret på dessa frågor är enkelt. Monero tittar ständigt på, granskar och undersöker nya sekretessprotokoll som skulle stärka sekretessgarantierna i Monerokedjan, men vi är inte villiga att fördjupa oss i en värld av betrodd sekretess för att uppnå detta mål, även om garantierna teoretiskt sett är starkare.</p> <p>Vissa säger att detta tillvägagångssätt kommer att visa sig vara föråldrat, men vi tror att sådana människor har tappat bort historien om varför vi är här till att börja med.</p>
tl: <p>Ilang ideya sa espasyo ng cryptocurrency ang nakakatanggap ng mas maraming atensyon at talakayan gaya ng konsepto ng tiwala, at hindi nang walang dahilan. Pagkatapos ng lahat, ang buong punto ng isang blockchain ay upang alisin ang tiwala sa mga ikatlong partido.</p> <p>Para sa mga hindi lubos na nauunawaan ang ideya, narito ang isang magaan na panimulang aklat. Sa tradisyunal na sistema ng pananalapi, ang mga ikatlong partido ay karaniwang ginagamit para sa iba't ibang mga gawain. Ang mga bangko ay ginagamit upang makakuha ng pera sa ngalan mo mula sa pagnanakaw, mga arbiter. Ginagamit ang mga escrow upang ang mga deal sa negosyo ay maaaring gumana sa pagitan ng dalawang partido na hindi nagtitiwala sa isa't isa. Ang mga kumpanya ng credit card ay nagbabayad ng pera para sa mga produkto at serbisyo para sa iyo, sa pag-aakalang may panganib na hindi mo ito mabayaran.</p> <p>Ang bawat isa sa mga pagkakataong ito ay nangangailangan ng tiwala. Para sa mga bangko at escrow agent, nagtitiwala ka na sila mismo ay hindi tatakbo sa iyong pera, at para sa mga kumpanya ng credit card, nagtitiwala ka na hindi sila magbabayad ng pera sa iyong pangalan nang walang pahintulot mo, lahat ng ito ay napaka posible. Ginagawa namin ang aming makakaya upang matiyak na hindi mangyayari ang mga bagay na ito. Nakikipagtulungan lang kami sa mga pinagkakatiwalaang kumpanya at indibidwal, at isinasabatas namin na gawing ilegal ang mga sitwasyon sa itaas at sinisikap na tiyakin ang mga kahihinatnan sa mga nagkasala, ngunit hindi iyon palaging pumipigil sa kanila na mangyari pa rin.</p> <p>Higit pa rito, ang mga serbisyong ito ay hindi dumarating nang libre. Ang mga escrow agent at mga bangko ay maaaring maningil para sa kanilang mga serbisyo, at ang mga credit card ay maningil ng interes sa ipinahiram na pera.</p> <p>Ginawa ang Blockchain para alisin ang mga middle men na ito, at ang tiwala at mga bayarin na kasama nila. Sa pamamagitan ng kapangyarihan ng consensus, maaaring ipatupad ng mga user mismo ang estado ng ledger, nang hindi nagtitiwala sa sinuman na sabihin sa kanila kung gaano karaming pera ang mayroon sila, at nang walang anumang pinagkakatiwalaang mga third party na posibleng maubusan ng iyong mga pondo.</p> <p>Labis na binibigyang-diin ang kawalan ng tiwala na ito, na anumang pagbabago o teknolohikal na karagdagan na nagdaragdag ng elemento ng tiwala pabalik sa blockchain ay natutugunan ng malaking pag-aalinlangan at pagpuna, at ang ilang mga proyekto ay tahasan ang pagtanggi sa lahat ng gayong mga ideya. Kawili-wili kung gayon na ang parehong pagsasaalang-alang ay hindi ibinibigay sa privacy.</p> <p>Muli, tinitingnan namin ang iba pang bahagi ng mundo at nakikita namin na madalas, ang aming privacy ay nasa awa ng ‘pinagkakatiwalaang’ mga third party. Kapag binigay namin ang aming mga pisikal na address para sa isang item na gusto naming ipadala sa amin, nagtitiwala kami na hindi gagamitin ng pinag-uusapang tindahan ang impormasyong ito para sa mga hindi kanais-nais na layunin, o ibebenta ito sa iba. Ganoon din sa ating mga personal na iniisip o mga larawan na ipino-post natin sa social media. Nalalapat pa nga ito sa aming mga pananalapi, dahil maraming mga hack sa industriya ng accounting, o mga app sa pananalapi na naglalagay sa isang panloob na pampublikong board kung saan ginagastos ng mga tao ang pera (i.e. Venmo).</p> <p>Nakikita ni Monero ang pangakong ito sa kawalan ng pagtitiwala sa blockchain, at naglalapat ng katulad na pamantayan sa kung paano namin nilapitan ang privacy. Ang aming privacy ay hindi dapat umasa sa isang third party na nangangako na pananatilihin itong ligtas nang higit pa kaysa ang aming mga pananalapi ay dapat umasa sa iba na nangangako sa amin na hindi sila tatakbo kasama nila. Sa layuning ito, tinitiyak ng Monero na ang lahat ng teknolohiya sa privacy na ipinatupad ay walang tiwala.</p> <p>Mayroong iba pang mga teknolohiya sa privacy na lumulutang sa paligid. Ang mga pinagkakatiwalaan, at, tinatanggap, hindi sila wala sa kanilang mga malakas na punto. Gumagamit ang Zcash ng ilang uri ng mga sistemang nagpapatunay bilang mga bloke ng gusali sa kumpidensyal na protocol ng transaksyon nito na may napakalakas na garantiya sa privacy, na may malalaking hanay ng anonymity at, ginamit nang tama, ay maaaring maging isang mahusay na paraan upang matiyak ang iyong privacy. Gayunpaman, ang disbentaha sa diskarteng ito, bilang bahagi ng paunang pag-setup ng teknolohiyang ito, kailangang mayroong set ng parameter na dapat piliin at pagkatapos ay makalimutan. Kung sinuman ang nagpapanatili ng parameter na ito, magkakaroon sila ng kakayahang lumikha ng mga maling patunay ng SNARK, na epektibong nagpi-print ng pera nang walang sinuman ang mas matalino dahil nakatago ito. Ngunit nakakaapekto ba ito sa privacy? Ang ilan ay nagte-teorya ng oo, habang ang iba ay hindi, at sa huli, higit pang pananaliksik ang kailangang gawin upang magkaroon ng tiyak na sagot.</p> <p>Alinman, ang prosesong ito ng pagliit ng tiwala ay parang katulad ng mga sitwasyong tinalakay namin sa simula ng artikulong ito. Ang tradisyonal na mundo. Yung pilit nating nilayuan. Ang Blockchain mismo ay hindi binabawasan ang tiwala sa mga ikatlong partido, ngunit sa halip ay inaalis ito. Iniisip ng komunidad ng Monero na ang parehong pamantayan ng pag-aalis sa halip na pagbabawas ay dapat ding ilapat sa aming mga teknolohiya sa privacy. Dahil hindi tiyak na napatunayan na ang mga pinagkakatiwalaang setup ay maaari o hindi makompromiso ang privacy ay hindi nangangahulugan na dapat tayong maging maluwag tungkol sa pagpapahintulot sa pagbabalik ng tiwala sa system sa bagay na ito.</p> <p>Siyempre, ang anumang pag-unlad sa espasyo sa pagkapribado ay isang pagpapabuti, at kadalasan ang pinagkakatiwalaang privacy ay isang hakbang lamang tungo sa walang pagtitiwalaang privacy, at sa mga kasong ito, masaya kaming makitang sumusulong ang espasyo. Gayunpaman, sa parehong oras, ang komunidad ng Monero ay hindi maaaring, sa mabuting budhi, mag-deploy ng teknolohiya sa privacy sa aming blockchain na magpapapahina sa mismong layunin ng aming rebolusyon.</p> <p>Madalas kaming tinatanong kung kailan ipapatupad ni Monero ito o ang bagong teknolohiya sa privacy. Ang mga tanong na ito ay kadalasang nagmumula sa mga hindi nakakaalam, na hindi nakakaintindi sa mga trade-off, at binibigyang-pansin lamang ang mga bagong buzzword sa privacy ng araw. Ang sagot sa mga tanong na ito ay simple. Ang Monero ay patuloy na tumitingin, nagsusuri, at nagsasaliksik ng mga bagong protocol sa privacy na magpapalakas sa mga garantiya sa privacy sa Monero chain, ngunit hindi kami handang magsaliksik sa mundo ng pinagkakatiwalaang privacy upang makamit ang layuning ito, kahit na ang mga garantiya ay mas malakas sa teorya.[ X5461X] <p>Sinasabi ng ilan na magiging luma na ang diskarteng ito, ngunit sa palagay namin ay nawala na ang kuwento ng mga taong iyon kung bakit tayo narito upang magsimula.</p>
tr: <p>Kripto para dünyasında güven kavramı kadar dikkat çeken ve tartışılan çok az fikir var ve bu da sebepsiz değil. Sonuçta blockchain'in asıl amacı üçüncü taraflara olan güveni ortadan kaldırmaktır.</p> <p>Fikri tam olarak anlamayanlar için işte hafif bir başlangıç. Geleneksel finansal sistemde genellikle çeşitli görevler için üçüncü şahıslar kullanılmaktadır. Bankalar sizin adınıza hırsızlığa, hakemlere karşı para güvence altına almak için kullanılır. Emanetler, iş anlaşmalarının birbirine güvenmeyen iki taraf arasında yürütülebilmesi için kullanılır. Kredi kartı şirketleri, geri ödeyememe riskini üstlenerek mal ve hizmetler için sizin adınıza para ödüyor.</p> <p>Bu örneklerin her biri güven gerektirir. Bankalar ve emanet acenteleri için, paranızı kendilerinin kaçırmayacaklarına güveniyorsunuz ve kredi kartı şirketleri için, sizin izniniz olmadan adınıza para ödemeyeceklerine güveniyorsunuz ki bunların hepsi çok mümkün. Bu olayların yaşanmaması için elimizden geleni yapıyoruz. Yalnızca güvenilir şirketler ve bireylerle çalışıyoruz ve yukarıdaki senaryoları yasa dışı hale getirmek için yasa çıkarıyoruz ve suçluların cezalandırılmasını sağlamaya çalışıyoruz, ancak bu yine de bunların gerçekleşmesini her zaman engellemiyor.</p> <p>Üstelik bu hizmetler ücretsiz olarak gelmiyor. Emanet acenteleri ve bankalar hizmetleri için ücret alabilir ve kredi kartları ödünç verilen para üzerinden faiz alabilir.</p> <p>Blockchain, bu aracıları ve onlarla birlikte gelen güveni ve ücretleri ortadan kaldırmak için yapıldı. Kullanıcılar, fikir birliğinin gücü sayesinde, kimsenin kendilerine ne kadar paraya sahip olduklarını söylemesine güvenmeden ve güvenilir üçüncü tarafların potansiyel olarak fonlarınızı kaçırmasına gerek kalmadan, defterin durumunu kendileri uygulayabilirler.</p> <p>Bu güvensizliğe o kadar çok vurgu yapılıyor ki, blockchaine yeniden güven unsuru ekleyen herhangi bir değişiklik veya teknolojik ekleme, büyük bir şüphecilik ve eleştiriyle karşılanıyor ve bazı projeler bu tür kavramların tümünü tamamen reddediyor. O halde gizliliğe aynı önemin verilmemesi ilginçtir.</p> <p>Bir kez daha dünyanın geri kalanına baktığımızda gizliliğimizin "güvenilen" üçüncü tarafların insafına kaldığını görüyoruz. Bize gönderilmesini istediğimiz bir ürün için fiziksel adreslerimizi verdiğimizde, söz konusu mağazanın bu bilgiyi kötü amaçlarla kullanmayacağına veya başkalarına satmayacağına güveniyoruz. Aynı şey sosyal medyada paylaştığımız kişisel düşüncelerimiz veya fotoğraflarımız için de geçerlidir. Hatta muhasebe endüstrisindeki bazı hackler veya insanların neye para harcadığını dahili bir kamu kuruluna doğrudan gönderen finans uygulamaları (ör. Venmo) nedeniyle bu durum mali durumumuz için de geçerlidir.</p> <p>Monero, blockchaindeki bu güvensizlik taahhüdünü görüyor ve gizliliğe yaklaşımımızda da benzer bir standart uyguluyor. Gizliliğimiz, onu güvende tutacağına söz veren üçüncü bir tarafa bağlı olmamalıdır; mali durumumuz da başkalarının bize kendileriyle kaçmayacaklarına dair söz vermesine bağlı olmamalıdır. Bu amaçla Monero, uygulanan tüm gizlilik teknolojilerinin güvenilir olmasını sağlar.</p> <p>Ortalıkta dolaşan başka gizlilik teknolojileri de var. Güvenilir olanlar ve kuşkusuz onların da güçlü yanları var. Zcash, gizli işlem protokolünde, çok güçlü gizlilik garantilerine sahip, büyük anonimlik setlerine sahip ve doğru kullanıldığında gizliliğinizi sağlamanın güçlü bir yolu olabilecek belirli türdeki kanıtlama sistemlerini yapı taşları olarak kullanır. Ancak bu yaklaşımın dezavantajı, bu teknolojinin ilk kurulumunun bir parçası olarak seçilmesi ve daha sonra unutulması gereken bir parametre setinin bulunmasının gerekli olmasıdır. Herhangi biri bu parametreyi korursa, sahte SNARK kanıtları oluşturma, gizli olduğu için kimsenin farkına varmadan etkili bir şekilde para basma becerisine sahip olacaktır. Ancak bu gizliliği etkiler mi? Bazıları evet, bazıları ise hayır diye teorileştiriyor ve sonuçta kesin bir cevaba ulaşmak için daha fazla araştırma yapılması gerekiyor.</p> <p>Ne olursa olsun, güveni en aza indirmeye yönelik bu süreç, bu makalenin başında tartıştığımız senaryolara benziyor. Geleneksel dünya. Uzaklaşmaya çalıştığımız kişi. Blockchain'in kendisi üçüncü taraflara olan güveni azaltmaz, aksine ortadan kaldırır. Monero topluluğu, azaltma yerine aynı eleme standardının gizlilik teknolojilerimize de uygulanması gerektiğini düşünüyor. Güvenilir kurulumların gizlilikten ödün verebileceği veya veremeyeceği kesin olarak kanıtlanmamış olması, bu bağlamda sisteme güvenin geri verilmesi konusunda gevşek davranmamız gerektiği anlamına gelmez.</p> <p>Elbette, gizlilik alanındaki herhangi bir ilerleme bir gelişmedir ve çoğu zaman güvenilir gizlilik, güvenilir olmayan gizliliğe giden bir basamaktır ve bu durumlarda alanın ilerlediğini görmekten mutluyuz. Ancak aynı zamanda Monero topluluğu, devrimimizin asıl amacını zayıflatacak gizlilik teknolojisini blok zincirimizde gönül rahatlığıyla konuşlandıramaz.</p> <p>Monero'nun şu veya bu yeni gizlilik teknolojisini ne zaman uygulayacağı sorusu sık sık soruluyor. Bu sorular genellikle bilgisiz, değiş tokuşları anlamayan ve yalnızca günümüzün yeni gizlilik sözlerini tekrarlayan kişilerden geliyor. Bu soruların cevabı basittir. Monero, Monero zincirindeki gizlilik garantilerini güçlendirecek yeni gizlilik protokollerini sürekli olarak inceliyor, inceliyor ve araştırıyor, ancak garantiler teorik olarak daha güçlü olsa bile, bu hedefe ulaşmak için güvenilir gizlilik dünyasına dalmak istemiyoruz.[ X5461X] <p>Bazıları bu yaklaşımın modası geçmiş olacağını söylüyor, ancak biz bu tür insanların başlangıçta neden burada olduğumuza dair hikayeyi kaybettiklerini düşünüyoruz.</p>
ur: <p>کریپٹو کرنسی اسپیس میں بہت کم آئیڈیاز کو اتنی توجہ اور بحث ملتی ہے جتنی اعتماد کے تصور پر، اور بغیر وجہ کے نہیں۔ آخرکار، بلاک چین کا پورا نقطہ تیسرے فریقوں پر اعتماد کو ختم کرنا ہے۔</p> <p>ان لوگوں کے لیے جو اس خیال کو پوری طرح سے نہیں سمجھتے، یہاں ایک ہلکا پرائمر ہے۔ روایتی مالیاتی نظام میں، تیسرے فریق کو عام طور پر مختلف کاموں کے لیے استعمال کیا جاتا ہے۔ بینکوں کا استعمال آپ کی طرف سے چوری، ثالثوں سے رقم محفوظ کرنے کے لیے کیا جاتا ہے۔ ایسکرو استعمال کیے جاتے ہیں تاکہ کاروباری سودے دو فریقوں کے درمیان چل سکیں جو ایک دوسرے پر بھروسہ نہیں کرتے ہیں۔ کریڈٹ کارڈ کمپنیاں آپ کی طرف سے اشیا اور خدمات کے لیے رقم ادا کرتی ہیں، اس خطرے کو سمجھتے ہوئے کہ آپ انہیں واپس نہیں کر سکتے۔</p> <p>ان مثالوں میں سے ہر ایک کو اعتماد کی ضرورت ہوتی ہے۔ بینکوں اور ایسکرو ایجنٹس کے لیے، آپ کو بھروسہ ہے کہ وہ خود آپ کے پیسے لے کر بھاگ نہیں جائیں گے، اور کریڈٹ کارڈ کمپنیوں کے لیے، آپ کو یقین ہے کہ وہ آپ کی رضامندی کے بغیر آپ کے نام پر رقم ادا نہیں کریں گے، یہ سب بہت ممکن ہیں۔ ہم اس بات کو یقینی بنانے کے لیے جو کر سکتے ہیں کرتے ہیں کہ یہ چیزیں رونما نہ ہوں۔ ہم صرف بھروسہ مند کمپنیوں اور افراد کے ساتھ کام کرتے ہیں، اور ہم مندرجہ بالا منظرناموں کو غیر قانونی بنانے کے لیے قانون سازی کرتے ہیں اور مجرموں کے لیے نتائج کو یقینی بنانے کی کوشش کرتے ہیں، لیکن یہ ہمیشہ انہیں ہونے سے نہیں روکتا۔</p> <p>مزید یہ کہ یہ خدمات مفت میں نہیں آتی ہیں۔ ایسکرو ایجنٹس اور بینک اپنی خدمات کے لیے چارج کر سکتے ہیں، اور کریڈٹ کارڈ قرضے کی رقم پر سود وصول کرتے ہیں۔</p> <p>بلاک چین ان درمیانی مردوں، اور ان کے ساتھ آنے والے اعتماد اور فیسوں کو ختم کرنے کے لیے بنایا گیا تھا۔ اتفاق رائے کی طاقت کے ذریعے، صارف خود لیجر کی حالت کو نافذ کر سکتے ہیں، بغیر کسی کو یہ بتانے پر بھروسہ کیے کہ ان کے پاس کتنی رقم ہے، اور کسی قابل اعتماد تیسرے فریق کے بغیر ممکنہ طور پر آپ کے فنڈز کو ختم کر سکتے ہیں۔</p> <p>اس بے اعتمادی پر اتنا زور دیا جاتا ہے، کہ کسی بھی تبدیلی یا تکنیکی اضافے سے جو اعتماد کے عنصر کو بلاک چین میں شامل کرتا ہے، بڑے شکوک و شبہات اور تنقید کا سامنا کرتا ہے، اور کچھ پروجیکٹ ایسے تمام تصورات کو یکسر مسترد کرتے ہیں۔ پھر یہ دلچسپ بات ہے کہ رازداری پر بھی یہی غور نہیں کیا جاتا ہے۔</p> <p>ایک بار پھر، ہم باقی دنیا کو دیکھتے ہیں اور ہم اکثر دیکھتے ہیں کہ ہماری رازداری 'قابل اعتماد' تیسرے فریق کے رحم و کرم پر ہے۔ جب ہم کسی ایسی چیز کے لیے اپنے جسمانی پتے دیتے ہیں جسے ہم بھیجنا چاہتے ہیں، تو ہم اس بات پر بھروسہ کرتے ہیں کہ زیر بحث اسٹور اس معلومات کو مذموم مقاصد کے لیے استعمال نہیں کرے گا، یا اسے دوسروں کو فروخت نہیں کرے گا۔ یہی بات ہمارے ذاتی خیالات یا تصاویر کا بھی ہے جو ہم سوشل میڈیا پر پوسٹ کرتے ہیں۔ یہاں تک کہ یہ ہمارے مالیات پر بھی لاگو ہوتا ہے، جیسا کہ اکاؤنٹنگ انڈسٹری کے اندر کئی ہیکس، یا فنانس ایپس جو ایک اندرونی پبلک بورڈ کو پوسٹ کرتی ہیں جس پر لوگ پیسہ خرچ کر رہے ہیں (یعنی وینمو)۔</p> <p>منیرو بلاکچین پر بے اعتمادی کے اس عزم کو دیکھتا ہے، اور اسی طرح کے معیار کا اطلاق کرتا ہے کہ ہم رازداری سے کیسے رجوع کرتے ہیں۔ ہماری رازداری کا انحصار کسی تیسرے فریق پر نہیں ہونا چاہیے جو اسے محفوظ رکھنے کا وعدہ کر رہا ہو، اس سے زیادہ کہ ہمارے مالیات کا انحصار دوسروں پر ہونا چاہیے جو ہم سے وعدہ کرتے ہیں کہ وہ ان کے ساتھ نہیں بھاگیں گے۔ اس مقصد کے لیے، Monero اس بات کو یقینی بناتا ہے کہ لاگو کی گئی تمام پرائیویسی ٹیکنالوجیز بے اعتبار ہیں۔</p> <p>اس کے ارد گرد پرائیویسی کی دوسری ٹیکنالوجیز موجود ہیں۔ قابل اعتماد لوگ، اور، اقرار، وہ اپنے مضبوط نکات کے بغیر نہیں ہیں۔ Zcash اپنے خفیہ ٹرانزیکشن پروٹوکول میں مخصوص قسم کے ثابت کرنے والے سسٹمز کو بلڈنگ بلاکس کے طور پر استعمال کرتا ہے جس میں رازداری کی بہت مضبوط ضمانتیں ہیں، بڑے گمنام سیٹوں کے ساتھ اور، صحیح طریقے سے استعمال کیا جانا، آپ کی رازداری کو یقینی بنانے کا ایک طاقتور طریقہ ہو سکتا ہے۔ تاہم اس نقطہ نظر کی خرابی، اس ٹیکنالوجی کے ابتدائی سیٹ اپ کے حصے کے طور پر، ایک پیرامیٹر سیٹ ہونے کی ضرورت ہے جسے منتخب کیا جانا چاہیے اور بعد میں بھول جانا چاہیے۔ اگر کوئی اس پیرامیٹر کو برقرار رکھتا ہے، تو وہ جھوٹے SNARK ثبوت بنانے کی صلاحیت رکھتے ہوں گے، مؤثر طریقے سے پیسے پرنٹ کر سکتے ہیں بغیر کسی کے سمجھدار کیوں کہ یہ پوشیدہ ہے۔ لیکن کیا اس سے رازداری متاثر ہوتی ہے؟ کچھ نظریہ ہاں میں دیتے ہیں، جب کہ کچھ نہیں، اور آخر میں، حتمی جواب تک پہنچنے کے لیے مزید تحقیق کی ضرورت ہے۔</p> <p> قطع نظر، اعتماد کو کم سے کم کرنے کا یہ عمل بالکل ایسے منظرناموں کی طرح لگتا ہے جن پر ہم نے اس مضمون کے آغاز میں تبادلہ خیال کیا تھا۔ روایتی دنیا۔ جس سے ہم دور جانے کی کوشش کر رہے ہیں۔ Blockchain خود تیسرے فریق پر اعتماد کو کم نہیں کرتا، بلکہ اسے ختم کرتا ہے۔ Monero کمیونٹی کا خیال ہے کہ کمی کے بجائے خاتمے کا وہی معیار ہماری پرائیویسی ٹیکنالوجیز پر بھی لاگو کیا جانا چاہیے۔ صرف اس وجہ سے کہ یہ قطعی طور پر ثابت نہیں ہوا ہے کہ قابل اعتماد سیٹ اپ رازداری سے سمجھوتہ کر سکتے ہیں یا نہیں کر سکتے اس کا مطلب یہ نہیں ہے کہ ہمیں اس سلسلے میں سسٹم میں اعتماد کو واپس کرنے کی اجازت دینے میں سست روی کا مظاہرہ کرنا چاہیے۔</p> <p>یقیناً، پرائیویسی اسپیس میں کوئی بھی پیش رفت ایک بہتری ہے، اور اکثر بھروسہ مند پرائیویسی بے اعتمادی کی رازداری کے لیے محض ایک قدم ہے، اور ان صورتوں میں ہم جگہ کو آگے بڑھتے ہوئے دیکھ کر خوش ہوتے ہیں۔ اور پھر بھی، ایک ہی وقت میں، Monero کمیونٹی صرف، اچھے ضمیر کے ساتھ، ہمارے بلاکچین پر پرائیویسی ٹیکنالوجی کو متعین نہیں کر سکتی جو ہمارے انقلاب کے مقصد کو کمزور کر دے گی۔</p> <p>ہم سے اکثر یہ سوال پوچھا جاتا ہے کہ Monero اس یا اس نئی پرائیویسی ٹیک کو کب نافذ کرنے جا رہا ہے۔ یہ سوالات اکثر ناواقف لوگوں کی طرف سے آتے ہیں، جو ٹریڈ آف کو نہیں سمجھتے، اور محض اس دن کے رازداری کے نئے بز ورڈز کو طوطے سے پیش کر رہے ہیں۔ ان سوالوں کا جواب آسان ہے۔ Monero مسلسل نئے پرائیویسی پروٹوکولز کو دیکھ رہا ہے، ان کا جائزہ لے رہا ہے اور تحقیق کر رہا ہے جو Monero چین پر رازداری کی ضمانتوں کو مضبوط کرے گا، لیکن ہم اس مقصد کو حاصل کرنے کے لیے قابل اعتماد رازداری کی دنیا میں جانے کو تیار نہیں ہیں، چاہے ضمانتیں نظریاتی طور پر زیادہ مضبوط ہوں۔ </p> <p>کچھ کہتے ہیں کہ یہ طریقہ پرانا ثابت ہوگا، لیکن ہمارے خیال میں ایسے لوگ اس کہانی کو کھو چکے ہیں کہ ہم یہاں کیوں شروع کرنے آئے ہیں۔</p>
zh_cn: <p>加密货币领域最受关注和讨论最多的概念就是信任问题，而这并非没有理由.毕竟区块链的根本目的就是消除对第三方的信任.</p> <p>对于不太了解这个概念的朋友们，本文在这里给出一个简单的说明. 例如在传统财务系统中，人们通常依赖第三方来实现各种活动. 银行就是一个最好的信任例子，它们通常是人们认可的第三方，被用来帮助每个人记账，担保你的财富，使用户免受偷盗困扰. 通过使用托管，商务交易可以在彼此不信任的两个交易方之间进行. 而信用卡的记录则代表你愿意为某种商品和服务付款，但是你可能无法偿还它们.</p> <p>这些实例中的每一个第三方都需要信任. 因为对于银行和它们的代理人，用户需要相信银行不会把钱弄丢，记错，或者无力偿还，对于信用卡公司来说，用户要相信它们，不会未经同意以用户的名义进行贷款或者消费，但理论上来说这都是有可能发生的. 人们为了尽力避免资金的损失. 通常仅与可信赖的大银行或个体合作，并通过立法将上述盗窃情况定为违法行为，并尽力确保对违法者追究责任，但这并不总能阻止其发生.</p> <p>此外，这些服务也不是免费提供的.托管代理和银行可以收取服务费，办卡费，年费，手续费，信用卡则收取借入资金的利息.</p> <p>区块链的诞生是为了消除这些中间人以及随之而来的信任问题和费用.通过底层共识和共同记账的力量，用户可以自己管理自身的账户状态，而无需信任任何第三方，更没有任何第三方会造成用户的资金流失.</p> <p>币圈对于信任问题的重视程度如此之高，以至于任何项目，需要用户信任才能实现都遭到了极大的怀疑和批评，并且一些项目完全杜绝了需要信任才能达成的功能. 但有趣的是，币圈却没有对隐私进行同等的重视.</p> <p>一次又一次，我们看到了世界许多地方，许多领域，我们的隐私权是如何被所谓的可信赖第三方摆布的. 当我们网购商品，或者注册某些账户，需要提供我们的实际地址时，我们就必须相信下单的商店，或者平台不会将用户的个人信息用于邪恶目的出售给他人. 同理我们在社交媒体上发布的个人想法或照片也是如此. 同样财务信息也是隐私泄露的重灾区，例如会计行业中的一些黑客，或者是某些财务应用程序，都会收集用户信息，进行消费和行为分析，例如Venmo软件.</p> <p>而门罗币自始至终都在履行区块链无需信赖第三方的承诺，并对用户隐私保护采用了同样的标准. 因为我们的隐私权不应该依赖于第三方的许诺和信用，不能把安全的希望寄托于他人身上. 为此，门罗币实施的所有隐私技术都是不需要信任第三方的，也无需任何第三方参与就可以默认情况达成.</p> <p>除了门罗币采用的一系列隐私技术，币圈当然还有其他隐私技术，不过这里面很多都需要信任第三方, 这些相对于无需信任设置的技术，百害而无一利. 这里面的代表，大零币Zcash在其机密交易协议中使用某些所谓的零知识技术作为构建模块，看起来这些系统具有非常强的隐私保证，具有较大的匿名集，并且正确使用可能是确保隐私的有力方法. 然而，这种方法的缺点是，作为该技术的初始设置的一部分，必须要有一个先创建并随后被遗忘的参数集. 如果有人保留此参数，他们将能够创建虚假的SNARK证明，从而不知不觉地印制ZEC币，换句话说，ZEC公司的程序员，如果保留了设计时的参数，他们可以无限印刷ZEC币, 那么无限印刷币会影响隐私吗？ 有些理论认为会影响，而另一些人则认为没有，事实需要更多的研究才能得出明确的答案，但是这种为了获得隐私而承受的风险是不能被接受的.</p> <p>无论如何，无需信任第三方就像我们在本文开头讨论的方案一样. 那些在传统世界里, 我们努力摆脱的状态, 更没理由在区块链中把信赖第三方加进来. 所以门罗币社区认为，我们的隐私技术也应采用相同的标准，而不是降低要求. 不论可信设置到底能否损害隐私，都不意味着我们应该在这方面倒退和妥协.</p> <p>当然，隐私技术领域中的任何尝试都是一种进步，通常，需要信任的隐私技术是通往无需信任隐私技术的垫脚石，在技术探索层面，我们很高兴看到该领域在向前发展. 然而，与此同时，门罗币社区并不会让步和妥协，任何虚假的隐私技术，或者不成熟的技术，都会削弱区块链革命的目的，而这些所谓的技术，永远不会在我们的区块链上部署.</p> <p>我们经常被问到何时门罗币将实施这种或那种新隐私技术的问题. 问这些问题的，通常是不了解情况的人，他们不了解折衷方案,不知道每种技术的优缺点和代价，而只是在鹦鹉学舌隐私技术的流行语，他们更不知道门罗币到底有多么强大. 而这些问题的答案其实也很简单，门罗币一直都在研究，审查和升级新的隐私协议，这些协议将巩固门罗链上的隐私安全，但是，退一万步讲，即便是某种新技术在某种意义上表现比现在好，但是只要实现它的代价是信任第三方，那么门罗币也不会通过部署它们来实现保护隐私的目标.</p> <p>有人说这种方法将被证明已经过时了，且不说他对技术有多无知，但是有一点可以确定的是，这样的人已经忘了故事的初衷，究竟为什么我们从这里开始.</p>
zh_tw: <p>加密貨幣領域最受關注和討論最多的概念就是信任問題，而這並非沒有理由.畢竟區塊鏈的根本目的就是消除對協力廠商的信任.</p> <p>對於不太瞭解這個概念的朋友們，本文在這裡給出一個簡單的說明. 例如在傳統財務系統中，人們通常依賴協力廠商來實現各種活動. 銀行就是一個最好的信任例子，它們通常是人們認可的協力廠商，被用來幫助每個人記帳，擔保你的財富，使用戶免受偷盜困擾. 通過使用託管，商務交易可以在彼此不信任的兩個交易方之間進行. 而信用卡的記錄則代表你願意為某種商品和服務付款，但是你可能無法償還它們.</p> <p>這些實例中的每一個協力廠商都需要信任. 因為對於銀行和它們的代理人，使用者需要相信銀行不會把錢弄丟，記錯，或者無力償還，對於信用卡公司來說，用戶要相信它們，不會未經同意以用戶的名義進行貸款或者消費，但理論上來說這都是有可能發生的. 人們為了盡力避免資金的損失. 通常僅與可信賴的大銀行或個體合作，並通過立法將上述盜竊情況定為違法行為，並盡力確保對違法者追究責任，但這並不總能阻止其發生.</p> <p>此外，這些服務也不是免費提供的.託管代理和銀行可以收取服務費，辦卡費，年費，手續費，信用卡則收取借入資金的利息.</p> <p>區塊鏈的誕生是為了消除這些中間人以及隨之而來的信任問題和費用.通過底層共識和共同記帳的力量，用戶可以自己管理自身的帳戶狀態，而無需信任任何協力廠商，更沒有任何協力廠商會造成用戶的資金流失.</p> <p>幣圈對於信任問題的重視程度如此之高，以至於任何專案，需要使用者信任才能實現都遭到了極大的懷疑和批評，並且一些專案完全杜絕了需要信任才能達成的功能. 但有趣的是，幣圈卻沒有對隱私進行同等的重視.</p> <p>一次又一次，我們看到了世界許多地方，許多領域，我們的隱私權是如何被所謂的可信賴協力廠商擺佈的. 當我們網購商品，或者註冊某些帳戶，需要提供我們的實際位址時，我們就必須相信下單的商店，或者平臺不會將使用者的個人資訊用於邪惡目的出售給他人. 同理我們在社交媒體上發佈的個人想法或照片也是如此. 同樣財務資訊也是隱私洩露的重災區，例如會計行業中的一些駭客，或者是某些財務應用程式，都會收集使用者資訊，進行消費和行為分析，例如Venmo軟體.</p> <p>而門羅幣自始至終都在履行區塊鏈無需信賴協力廠商的承諾，並對用戶隱私保護採用了同樣的標準. 因為我們的隱私權不應該依賴於協力廠商的許諾和信用，不能把安全的希望寄託於他人身上. 為此，門羅幣實施的所有隱私技術都是不需要信任協力廠商的，也無需任何協力廠商參與就可以預設情況達成.</p> <p>除了門羅幣採用的一系列隱私技術，幣圈當然還有其他隱私技術，不過這裡面很多都需要信任協力廠商, 這些相對于無需信任設置的技術，百害而無一利. 這裡面的代表，大零幣Zcash在其機密交易協定中使用某些所謂的零知識技術作為構建模組，看起來這些系統具有非常強的隱私保證，具有較大的匿名集，並且正確使用可能是確保隱私的有力方法. 然而，這種方法的缺點是，作為該技術的初始設置的一部分，必須要有一個先創建並隨後被遺忘的參數集. 如果有人保留此參數，他們將能夠創建虛假的SNARK證明，從而不知不覺地印製ZEC幣，換句話說，ZEC公司的程式師，如果保留了設計時的參數，他們可以無限印刷ZEC幣, 那麼無限印刷幣會影響隱私嗎？ 有些理論認為會影響，而另一些人則認為沒有，事實需要更多的研究才能得出明確的答案，但是這種為了獲得隱私而承受的風險是不能被接受的.</p> <p>無論如何，無需信任協力廠商就像我們在本文開頭討論的方案一樣. 那些在傳統世界裡, 我們努力擺脫的狀態, 更沒理由在區塊鏈中把信賴協力廠商加進來. 所以門羅幣社區認為，我們的隱私技術也應採用相同的標準，而不是降低要求. 不論可信設置到底能否損害隱私，都不意味著我們應該在這方面倒退和妥協.</p> <p>當然，隱私技術領域中的任何嘗試都是一種進步，通常，需要信任的隱私技術是通往無需信任隱私技術的墊腳石，在技術探索層面，我們很高興看到該領域在向前發展. 然而，與此同時，門羅幣社區並不會讓步和妥協，任何虛假的隱私技術，或者不成熟的技術，都會削弱區塊鏈革命的目的，而這些所謂的技術，永遠不會在我們的區塊鏈上部署.</p> <p>我們經常被問到何時門羅幣將實施這種或那種新隱私技術的問題. 問這些問題的，通常是不瞭解情況的人，他們不瞭解折衷方案,不知道每種技術的優缺點和代價，而只是在鸚鵡學舌隱私技術的流行語，他們更不知道門羅幣到底有多麼強大. 而這些問題的答案其實也很簡單，門羅幣一直都在研究，審查和升級新的隱私協定，這些協定將鞏固門羅鏈上的隱私安全，但是，退一萬步講，即便是某種新技術在某種意義上表現比現在好，但是只要實現它的代價是信任協力廠商，那麼門羅幣也不會通過部署它們來實現保護隱私的目標.</p> <p>有人說這種方法將被證明已經過時了，且不說他對技術有多無知，但是有一點可以確定的是，這樣的人已經忘了故事的初衷，究竟為什麼我們從這裡開始.</p>
