Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app_ask_community_chats
source: Have questions? Ask in the community chats
fi: Onko sinulla kysyttävää? Kysy yhteisön chateissa
fr: Vous avez des questions ? Demandez à la communauté dans les différents moyens de tchat
it: Hai domande? Chiedi nelle chat della community
lt: Turite klausimų? Klauskite bendruomenės pokalbiuose
nb: Har du spørsmål? Spør i felleschattene
nl: Vragen hebben? Vraag het in de communitychats
pl: Mieć pytania? Zapytaj na czacie społeczności
pt_br: Tem perguntas? Pergunte nos chats da comunidade
sl: Imate vprašanja? Vprašajte skupnost v klepetih
sv: Har du frågor? Ställ dem i community-chattarna
tr: Sorularım var? Topluluk sohbetlerinde sor
ur: سوالات ہیں؟ کمیونٹی چیٹس میں پوچھیں۔
zh_cn: 有疑问吗？在社区聊天中提问
zh_tw: 有問題嗎？在社區聊天中提問

# app_select_currency
source: Select currency
fi: Valitse valuutta
fr: Sélectionner la devise
it: Seleziona valuta
lt: Pasirinkite valiutą
nb: Velg valuta
nl: Selecteer valuta
pl: Wybierz walutę
pt_br: Escolha a moeda
sl: Izberite valuto
sv: Välj valuta
tr: Para birimini seçin
ur: کرنسی منتخب کریں۔
zh_cn: 选择货币
zh_tw: 選擇貨幣

# app_select_country
source: Select country
fi: Valitse maa
fr: Choisir le pays
it: Seleziona il paese
lt: Pasirinkite šalį
nb: Velg land
nl: Selecteer land
pl: Wybierz kraj
pt_br: Selecione o pais
sl: Izberite državo
sv: Välj land
tr: Ülke seçin
ur: ملک کا انتخاب کیجئے
zh_cn: 选择国家
zh_tw: 選擇國家

# app_google_play_store_short_description_agoradesk
source: Buy or sell Bitcoin without ID verification. Cash or online. Safe, fast, easy.
fi: Osta tai myy Bitcoinia ilman henkilöllisyystodistusta. Käteisellä tai netissä.
fr: Achetez ou vendez des Bitcoins sans vérification d'identité.
it: Acquista o vendi Bitcoin senza verifica dell'identità. Contanti o online.
nb: Kjøp eller selg Bitcoin uten ID-verifisering. Kontanter eller online.
nl: Koop of verkoop Bitcoin zonder ID-verificatie. Contant of online.
pl: Kupuj lub sprzedawaj Bitcoin bez weryfikacji tożsamości. Gotówką lub online.
pt_br: Compre ou venda Bitcoin sem verificação de identidade. Dinheiro ou online.
sl: Kupujte ali prodajte Bitcoin brez preverjanja osebne izkaznice.
sv: Köp eller sälj Bitcoin utan ID-kontroll. Kontant eller online.
tr: Kimlik doğrulaması olmadan Bitcoin satın alın veya satın. Nakit veya çevrimiçi.
ur: ID کی تصدیق کے بغیر بٹ کوائن خریدیں یا فروخت کریں۔ نقد یا آن لائن۔
zh_cn: 无需身份验证即可购买或出售比特币。现金或在线。安全、快速、简单。
zh_tw: 無需身份驗證即可買賣比特幣。現金或在線。安全、快速、簡單。

# app_select_payment_method
source: Select payment method
fi: Valitse maksutapa
fr: Sélectionnez le mode de paiement
it: Scegli il metodo di pagamento
lt: Pasirinkite mokėjimo būdą
nb: Velg betalingsmetode
nl: Selecteer betaalmethode
pl: Wybierz Metodę Płatności
pt_br: Selecione o método de pagamento
sl: Izberite način plačila
sv: Välj betalningsmetod
tr: Ödeme türünü seçin
ur: ادائیگی کا طریقہ منتخب کریں۔
zh_cn: 选择付款方式
zh_tw: 選擇付款方式

# app_enable_ad
source: Enable ad
fi: Ota mainos käyttöön
fr: Activer l'annonce
it: Abilita annuncio
lt: Įgalinti skelbimą
nb: Aktiver annonse
nl: Advertentie inschakelen
pl: Włącz reklamę
sl: Omogoči oglas
sv: Aktivera annons
tr: Reklamı etkinleştir
ur: اشتہار کو فعال کریں۔
zh_cn: 启用广告
zh_tw: 啟用廣告

# app_disable_ad
source: Disable ad
fi: Poista mainos käytöstä
fr: Désactiver l'annonce
it: Disattiva annuncio
lt: Išjungti skelbimą
nb: Deaktiver annonse
nl: Advertentie uitschakelen
pl: Wyłącz reklamę
sl: Onemogočite oglas
sv: Inaktivera annons
tr: Reklamı devre dışı bırak
ur: اشتہار کو غیر فعال کریں۔
zh_cn: 禁用广告
zh_tw: 停用廣告

# app_google_play_store_short_description_localmonero
source: Buy or sell Monero without ID verification. Cash or online. Safe, fast, easy.
fi: Osta tai myy XMR ilman henkilöllisyyden tarkistamista. Käteisellä tai verkossa.
fr: Achat/Vente de Monero sans KYC. En espèces ou en ligne. Sûr, rapide, facile.
it: Acquistare o vendere Monero senza verifica dell'identità. In contanti o online.
nb: Kjøp eller selg Monero uten ID-verifisering. Kontanter eller online.
nl: Monero kopen of verkopen zonder ID-verificatie. Contant of online.
pl: Kupuj lub sprzedawaj Monero bez weryfikacji tożsamości. Za gotówkę lub online.
sl: Trgovina Monero brez preverjanja identitete. Gotovinsko ali prek spleta.
sv: Köp eller sälj Monero utan ID-verifiering. Kontant eller online. Safe, fast, and easy.
tr: Kimlik doğrulaması olmadan Monero satın alın veya satın. Nakit veya çevrimiçi.
ur: ID کی تصدیق کے بغیر XMR خریدیں یا فروخت کریں۔ نقد یا آن لائن۔ محفوظ، تیز، آسان۔
zh_cn: 无需身份验证即可购买或出售门罗币。现金或在线。安全、快速、简单。
zh_tw: 無需身份驗證即可買賣門羅幣。現金或在線。安全、快速、簡單。

# app250Sbgoogle8722Sbplay8722Sbstore8722Sbtitle250Sblocalmonero
source: LocalMonero: buy XMR privately
cs: LocalMonero: kup XMR privátně
fi: LocalMonero: Osta XMR vaivatta
fr: LocalMonero : achat XMR privé
it: LocalMonero: XMR compra facile
nb: LocalMonero: kjøp XMR privat
nl: LocalMonero: anoniem XMR kopen
pl: LocalMonero: kup XMR prywatnie
pt_br: LocalMonero: compre XMR em particular
sl: LocalMonero: zasebni nakup XMR
sv: LocalMonero: köp XMR privat
tr: LocalMonero: kolayca XMR alın
ur: LocalMonero: نجی طور پر XMR خریدیں
zh_cn: LocalMonero：私下购买 XMR
zh_tw: LocalMonero：私下購買 XMR

# app_proxy
source: Proxy
fi: Välityspalvelin
fr: Procuration
it: Procura
nb: Fullmakt
nl: Volmacht
pl: Pełnomocnik
tr: vekil
ur: پراکسی
zh_cn: 代理人
zh_tw: 代理人

# app_proxy_details
source: Proxy details
fi: Välityspalvelimen tiedot
fr: Détails du proxy
it: Dettagli della delega
lt: Išsami informacija apie įgaliotąjį serverį
nb: Fullmaktsdetaljer
nl: Proxygegevens
pl: Dane pełnomocnika
sl: Proxy podrobnosti
sv: Uppgifter om fullmakt
tr: Proxy ayrıntıları
ur: پراکسی تفصیلات
zh_cn: 代理详情
zh_tw: 代理詳情

# app_proxy_use
source: Use proxy
fi: Käytä välityspalvelinta
fr: Utiliser un proxy
it: Usa un proxy
lt: Naudokite tarpinį serverį
nb: Bruk proxy
nl: Proxy gebruiken
pl: Użyj proxy
sl: Uporabi proxy
sv: Använd proxy
tr: Proxy kullan
ur: پروکسی استعمال کرو
zh_cn: 使用代理服务器
zh_tw: 使用代理服務器

# app_proxy_bugs_expected
source: Warning! Proxy functionality is in beta, bugs are expected. Please report the bugs to our development channels for quick fixes
fi: Varoitus! Välityspalvelintoiminto on beta-vaiheessa, virheitä odotetaan. Ilmoita virheistä kehityskanaviimme nopeaa korjausta varten
fr: Avertissement! La fonctionnalité proxy est en version bêta, des bogues sont attendus. Veuillez signaler les bogues à nos canaux de développement pour des solutions rapides
it: Avvertimento! La funzionalità proxy è in versione beta, sono previsti bug. Si prega di segnalare i bug ai nostri canali di sviluppo per soluzioni rapide
lt: Įspėjimas! Tarpinio serverio funkcijos yra beta versijos, tikimasi klaidų. Praneškite apie klaidas mūsų kūrimo kanalams, kad galėtumėte greitai juos pataisyti
nb: Advarsel! Proxy-funksjonalitet er i beta, det forventes feil. Vennligst rapporter feilene til våre utviklingskanaler for raske reparasjoner
nl: Waarschuwing! Proxy-functionaliteit is in bèta, bugs worden verwacht. Meld de bugs aan onze ontwikkelingskanalen voor snelle oplossingen
pl: Ostrzeżenie! Funkcjonalność proxy jest w fazie beta, spodziewane są błędy. Prosimy o zgłaszanie błędów do naszych kanałów programistycznych w celu uzyskania szybkich poprawek
sl: Opozorilo! Funkcionalnost proxyja je v različici beta, pričakovane so napake. Za hitre popravke prijavite napake našim razvojnim kanalom
sv: Varning! Proxyfunktionen är i betaversion och buggar förväntas. Rapportera buggarna till våra utvecklingskanaler för snabba korrigeringar
tr: Uyarı! Proxy işlevselliği beta aşamasındadır, hatalar beklenmektedir. Hızlı düzeltmeler için lütfen hataları geliştirme kanallarımıza bildirin
ur: وارننگ! پراکسی فعالیت بیٹا میں ہے، کیڑے متوقع ہیں۔ براہ کرم فوری اصلاحات کے لیے ہمارے ڈیولپمنٹ چینلز کو بگ کی اطلاع دیں۔
zh_cn: 警告！代理功能处于测试阶段，预计会出现错误。请将错误报告给我们的开发渠道以便快速修复
zh_tw: 警告！代理功能處於測試階段，預計會出現錯誤。請將錯誤報告給我們的開發渠道以進行快速修復

# app_proxy_select_type
source: Select proxy type
fi: Valitse välityspalvelimen tyyppi
fr: Sélectionnez le type de proxy
it: Seleziona il tipo di proxy
lt: Pasirinkite tarpinio serverio tipą
nb: Velg proxy-type
nl: Selecteer proxytype
pl: Wybierz typ proxy
sl: Izberite vrsto proxya
sv: Välj typ av proxy
tr: Proxy türünü seçin
ur: پراکسی کی قسم منتخب کریں۔
zh_cn: 选择代理类型
zh_tw: 選擇代理類型

# app_proxy_on
source: Proxy enabled
fi: Välityspalvelin käytössä
fr: Proxy activé
it: Proxy abilitato
lt: Įjungtas tarpinis serveris
nb: Proxy aktivert
nl: Proxy ingeschakeld
pl: Proxy włączone
sl: Proxy omogočen
sv: Proxy aktiverad
tr: Proxy etkin
ur: پراکسی فعال ہے۔
zh_cn: 启用代理
zh_tw: 啟用代理

# app_proxy_on_descr
source: The app will now connect to the platform via the proxy.
fi: Sovellus muodostaa nyt yhteyden alustaan välityspalvelimen kautta.
fr: L'application va maintenant se connecter à la plateforme via le proxy.
it: L'app ora si connetterà alla piattaforma tramite il proxy.
lt: Dabar programa prisijungs prie platformos per tarpinį serverį.
nb: Appen vil nå koble til plattformen via proxyen.
nl: De app maakt nu verbinding met het platform via de proxy.
pl: Aplikacja połączy się teraz z platformą za pośrednictwem serwera proxy.
sl: Aplikacija se bo zdaj povezala s platformo prek proxyja.
sv: Appen kommer nu att ansluta till plattformen via proxy.
tr: Uygulama artık proxy aracılığıyla platforma bağlanacak.
ur: ایپ اب پراکسی کے ذریعے پلیٹ فارم سے جڑ جائے گی۔
zh_cn: 该应用程序现在将通过代理连接到平台。
zh_tw: 該應用程序現在將通過代理連接到平台。

# app_proxy_unavailable
source: Proxy unavailable
fi: Välityspalvelin ei ole käytettävissä
fr: Proxy indisponible
it: Proxy non disponibile
lt: Tarpinis serveris nepasiekiamas
nb: Proxy utilgjengelig
nl: Proxy niet beschikbaar
pl: Serwer proxy niedostępny
sl: Proxy ni na voljo
sv: Proxy inte tillgänglig
tr: Proxy kullanılamıyor
ur: پراکسی دستیاب نہیں ہے۔
zh_cn: 代理不可用
zh_tw: 代理不可用

# app_proxy_unavailable_decr
source: Please check if the connection settings are correct or use another proxy.
fi: Tarkista, ovatko yhteysasetukset oikein, tai käytä toista välityspalvelinta.
fr: Veuillez vérifier si les paramètres de connexion sont corrects ou utilisez un autre proxy.
it: Controlla se le impostazioni di connessione sono corrette o utilizza un altro proxy.
lt: Patikrinkite, ar teisingi ryšio nustatymai, arba naudokite kitą tarpinį serverį.
nb: Sjekk om tilkoblingsinnstillingene er riktige eller bruk en annen proxy.
nl: Controleer of de verbindingsinstellingen correct zijn of gebruik een andere proxy.
pl: Sprawdź, czy ustawienia połączenia są prawidłowe lub użyj innego serwera proxy.
sl: Preverite, ali so nastavitve povezave pravilne, sicer uporabite drug proxy.
sv: Kontrollera om anslutningsinställningarna är korrekta eller använd en annan proxy.
tr: Lütfen bağlantı ayarlarının doğru olup olmadığını kontrol edin veya başka bir proxy kullanın.
ur: براہ کرم چیک کریں کہ کنکشن کی ترتیبات درست ہیں یا کوئی اور پراکسی استعمال کریں۔
zh_cn: 请检查连接设置是否正确或使用其他代理。
zh_tw: 請檢查連接設置是否正確或使用其他代理。

# api_error_269
source: Attempting to add an invalid address to an address book
fi: Yritetään lisätä osoitekirjaan virheellinen osoite
fr: Tentative d'ajout d'une adresse invalide à un carnet d'adresses
it: Tentativo di aggiungere un indirizzo non valido a una rubrica
lt: Bandoma į adresų knygą įtraukti neteisingą adresą
nb: Forsøker å legge til en ugyldig adresse i en adressebok
nl: Poging om een ongeldig adres toe te voegen aan een adresboek
pl: Próba dodania nieprawidłowego adresu do książki adresowej
sl: Poskus dodajanja neveljavnega naslova v imenik
sv: Försök att lägga till en ogiltig adress i en adressbok
tr: Adres defterine geçersiz bir adres eklemeye çalışmak
ur: ایڈریس بک میں غلط ایڈریس شامل کرنے کی کوشش
zh_cn: 尝试将无效地址添加到地址簿
zh_tw: 試圖將無效地址添加到地址簿

# api_error_270
source: Attempting to add a duplicate address to a user’s address book
fi: Yritetään lisätä päällekkäinen osoite käyttäjän osoitekirjaan
fr: Tentative d'ajout d'une adresse en double au carnet d'adresses d'un utilisateur
it: Tentativo di aggiungere un indirizzo duplicato alla rubrica di un utente
lt: Bandoma pridėti pasikartojantį adresą į vartotojo adresų knygą
nb: Forsøk på å legge til en duplikatadresse i en brukers adressebok
nl: Poging om een dubbel adres toe te voegen aan het adresboek van een gebruiker
pl: Próba dodania zduplikowanego adresu do książki adresowej użytkownika
sl: Poskus dodajanja podvojenega naslova v imenik uporabnika
sv: Försök att lägga till en duplicerad adress i en användares adressbok
tr: Bir kullanıcının adres defterine yinelenen bir adres eklemeye çalışmak
ur: صارف کی ایڈریس بک میں ڈپلیکیٹ ایڈریس شامل کرنے کی کوشش
zh_cn: 尝试将重复地址添加到用户的地址簿中
zh_tw: 試圖將重複的地址添加到用戶的地址簿

# api_error_273
source: Attempting to delete an address that doesn’t exist in a user’s address book
fi: Yritetään poistaa osoite, jota ei ole käyttäjän osoitekirjassa
fr: Tentative de suppression d'une adresse qui n'existe pas dans le carnet d'adresses d'un utilisateur
it: Tentativo di eliminare un indirizzo che non esiste nella rubrica di un utente
lt: Bandoma ištrinti adresą, kurio nėra vartotojo adresų knygoje
nb: Forsøk på å slette en adresse som ikke finnes i en brukers adressebok
nl: Poging om een adres te verwijderen dat niet bestaat in het adresboek van een gebruiker
pl: Próba usunięcia adresu, który nie istnieje w książce adresowej użytkownika
sl: Poskus brisanja naslova, ki ne obstaja v uporabnikovem imeniku
sv: Försök att radera en adress som inte finns i en användares adressbok
tr: Kullanıcının adres defterinde bulunmayan bir adresi silmeye çalışmak
ur: ایک ایسے ایڈریس کو حذف کرنے کی کوشش کرنا جو صارف کی ایڈریس بک میں موجود نہیں ہے۔
zh_cn: 尝试删除用户地址簿中不存在的地址
zh_tw: 試圖刪除用戶地址簿中不存在的地址

# asset8722Sbprops250Sbname250Sbbtc
source: Bitcoin
ur: بٹ کوائن
zh_cn: 比特币
zh_tw: 比特幣

# asset8722Sbprops250Sbname250Sbxmr
source: Monero
ur: مونیرو
zh_cn: 门罗币
zh_tw: 門羅幣

# distance250Sbmeters
source: m
zh_cn: 米
zh_tw: 米

# knowledge250Sbhistory250Sb1250Sbtitle
source: Bytecoin
zh_cn: Bytecoin字节币
zh_tw: Bytecoin位元組幣

# method250Sbalipay
source: Alipay
zh_cn: 支付宝
zh_tw: 支付宝

# method250Sbwechat
source: Wechat
zh_cn: 微信支付
zh_tw: 微信支付

# method250Sbyoomoney
source: YooMoney
ur: یو منی

# dashboard250Sbad250Sbtable8722Sbid
source: ID
fr: Identifiant

# dashboard250Sbtrade250Sbtable8722Sbid58Sb
source: ID
fr: Identifiant
