Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# note250Sbbutton
source: Add a note on {username}
cs: Přidat poznámku k {username}
fi: Lisää muistiinpano käyttäjälle {username}
fr: Ajouter une note sur {username}
it: Aggiungere una nota su {username}
lt: Pridėkite pastabą apie {val}
nb: Legg til et notat om {val}
nl: Voeg een notitie toe over {username}
pl: Dodaj notatkę na temat {username}
pt_br: Adicione uma nota sobre {username}
sl: Dodajte opombo k {username}
sv: Lägg till en anteckning om {username}
tl: Magdagdag ng tala sa {username}
tr: {username} üzerine bir not ekleyin
ur: {username} پر ایک نوٹ شامل کریں
zh_cn: 在 {username}上添加注释
zh_tw: 在 {username}上添加註釋

# note250Sbcreated
source: Created {at}
cs: Vytvořeno {at}
fi: Luotu {at}
fr: Créée {at}
it: Creato {at}
lt: Sukurta {at}
nb: Opprettet {at}
nl: Gemaakt {at}
pl: Utworzony {at}
pt_br: Criado {at}
sl: Ustvarjeno {at}
sv: Skapade {at}
tl: Nilikha {at}
tr: Oluşturuldu {at}
ur: تخلیق {at}
zh_cn: 已创建 {at}
zh_tw: 已創建 {at}

# wallet250Sbtx250Sbreserve8722Sbreturn
source: {assetName} reserve return from trade {id}
cs: {assetName} výnos z rezervy z obchodu {id}
fi: {assetName} varojen palautus kaupasta {id}
fr: Remboursement de la réserve en {assetName} pour la transaction {id}
lt: {assetName} rezervo grąžinimas iš prekybos {id}
nb: {assetName} reserveavkastning fra handel {id}
nl: {assetName} reserve rendement uit handel {id}
pl: zwrot rezerwy {assetName} za handel {id}
pt_br: Retorno do {assetName} reservado à negociação {id}
sl: {assetName} rezervni donos iz trgovanja {id}
sv: {assetName} reservavkastning från handel {id}
tl: {assetName} reserbang pagbabalik mula sa kalakalan {id}
tr: {assetName} işlemden rezerv getirisi {id}
ur: تجارت سے {assetName} ریزرو ریٹرن {id}
zh_cn: 还交易{id}{assetName}储量
zh_tw: 還交易{id}{assetName}儲量

# wallet250Sbtx250Sbsend
source: Sent to
cs: Odesláno
fi: Lähetetty
fr: Envoyée à
it: Inviato a
lt: Siunčiami į
nb: Sendt til
nl: Verzonden naar
pl: Wysłane do
pt_br: Enviado a
sl: Poslano
sv: Skickad till
tl: Ipinadala sa
tr: A gönderildi
ur: کو بھیجا
zh_cn: 发给
zh_tw: 發給

# wallet250Sbtx250Sbsend8722Sbid
source: {assetName} network transaction ID:
cs: {assetName} ID síťové transakce:
fi: {assetName} verkon transaktiotunnus:
fr: Identifiant de transaction sur le réseau {assetName} :
it: ID della transazione {assetName}:
lt: {assetName} tinklo operacijos ID:
nb: {assetName} nettverkstransaksjons-ID:
nl: {assetName} netwerktransactie-ID:
pl: Identyfikator transakcji sieci {assetName}:
pt_br: ID da transação na rede {assetName}:
sl: {assetName} ID omrežne transakcije:
sv: {assetName} nätverkstransaktions-ID:
tr: {assetName} ağ işlem kimliği:
ur: {assetName} نیٹ ورک ٹرانزیکشن ID:
zh_cn: {assetName}网络交易ID：
zh_tw: {assetName}網絡交易ID：

# wallet250Sbtxs250Sbdetails8722Sbdialog250Sbtitle
source: Transaction details
cs: Detaily transakce
fi: Transaktion tiedot
fr: Détails de la transaction
it: Dettagli transazione
lt: Pervedimo duomenys
nb: Transaksjonsdetaljer
nl: Transactie details
pl: Szczegóły transakcji
pt_br: Detalhes da transação
sl: Podrobnosti transakcije
sv: Transaktion detaljer
tl: Mga detalye ng transaksyon
tr: Ödeme detayları
ur: لین دین کی تفصیلات
zh_cn: 交易细节
zh_tw: 交易細節

# wallet250Sbtxs250Sbfilter250Sbdetails
source: Details
cs: Podrobnosti
fi: Yksityiskohdat
fr: Détails
it: Dettagli
lt: Detalės
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
sl: Podrobnosti
sv: Detaljer
tl: Mga Detalye
tr: Detaylar
ur: تفصیلات
zh_cn: 细节
zh_tw: 細節

# wallet250Sbtxs250Sbfilter250Sbdetails250Sbplaceholder
source: Tx ID, address, trade ID, username etc.
cs: Tx ID, adresa, ID obchodu, uživatelské jméno atd.
fi: Tx-tunnus, osoite, kauppatunnus, käyttäjätunnus jne.
fr: ID Tx, adresse, ID transaction, nom d'utilisateur, etc.
it: ID Tx, indirizzo, ID commerciale, nome utente ecc.
lt: Tx ID, adresas, prekybos ID, vartotojo vardas ir kt.
nb: Tx ID, adresse, handels-ID, brukernavn etc.
nl: Tx ID, adres, handels-ID, gebruikersnaam etc.
pl: Identyfikator Tx, adres, identyfikator handlowy, nazwa użytkownika itp.
pt_br: Tx ID, endereço, trade ID, nome de usuário, etc.
sl: Tx ID, naslov, trgovalni ID, uporabniško ime, itd.
sv: Tx ID, adress, handels-ID, användarnamn etc.
tl: Tx ID, address, trade ID, username atbp.
tr: Tx ID, adres, ticari ID, kullanıcı adı vb.
ur: Tx ID، پتہ، تجارتی ID، صارف نام وغیرہ۔
zh_cn: Tx ID、地址、交易 ID、用户名等。
zh_tw: Tx ID、地址、交易 ID、用戶名等。

# wallet250Sbtxs250Sbfilter250Sbfrom
source: From
cs: Z
fi: Keneltä
fr: De
it: Da
lt: Iš
nb: Fra
nl: Van
pl: Z
pt_br: De
sl: Od
sv: Från
tl: Mula sa
tr: İtibaren
ur: سے
zh_cn: 从
zh_tw: 從

# wallet250Sbtxs250Sbfilter250Sbtitle
source: Filter transactions
cs: Filtrovat transakce
fi: Suodata transaktiot
fr: Filtrer les transactions
it: Filtrare le transazioni
lt: Filtruoti operacijas
nb: Filtrer transaksjoner
nl: Transacties filteren
pl: Filtrowanie transakcji
pt_br: Filtrar transações
sl: Filtrirajte transakcije
sv: Filtrera transaktioner
tl: I-filter ang mga transaksyon
tr: İşlemleri filtrele
ur: لین دین کو فلٹر کریں
zh_cn: 过滤交易
zh_tw: 過濾交易

# wallet250Sbtxs250Sbfilter250Sbto
source: To
cs: Do
fi: Kenelle
fr: À
it: a
lt: Į
nb: Til
nl: Naar
pl: Do
pt_br: Para
sl: Za
sv: Till
tl: Upang
tr: İle
ur: کو
zh_cn: 至
zh_tw: 至

# wallet250Sbtxs250Sbfilter250Sbtype
source: Type
cs: Typ
fi: Tyyppi
it: Tipo
lt: Tipas
pl: Rodzaj
pt_br: Tipo
sl: Vrsta
sv: Typ
tl: Uri
tr: Tip
ur: قسم
zh_cn: 类型
zh_tw: 類型

# wallet250Sbtxs250Sbfilter250Sbtype250Sbaffiliate
source: Affiliate commission
cs: Partnerská provize
fi: Kumppanuus komissio
fr: Commission d'affiliation
it: Commissione di affiliazione
lt: Partnerių komisiniai
nb: Tilknyttet kommisjon
nl: Partner commissie
pl: Prowizja partnerska
pt_br: Comissão de afiliação
sl: Provizija partnerskega programa
sv: Affiliate provision
tl: Komisyon ng kaakibat
tr: Ortaklık komisyonu
ur: ملحق کمیشن
zh_cn: 加盟佣金
zh_tw: 加盟佣金

# wallet250Sbtxs250Sbfilter250Sbtype250Sball
source: All types
cs: Všechny typy
fi: Kaikki tyypit
fr: Tous les types
it: Tutti i tipi
lt: Visų rūšių
nb: Alle typer
nl: Alle typen
pl: Wszystkie rodzaje
pt_br: Todos os tipos
sl: Vse vrste
sv: Alla typer
tl: Lahat ng uri
tr: Her türlü
ur: تمام اقسام
zh_cn: 所有类型
zh_tw: 所有類型

# wallet250Sbtxs250Sbfilter250Sbtype250Sbcoupon
source: Coupon rebate
cs: Kupónová sleva
fi: Kuponkialennus
fr: Coupon de réduction
it: Abbuono del coupon
lt: Kupono nuolaida
nb: Kupongrabatt
nl: Couponkorting
pl: Rabat na kupon
pt_br: Desconto no cupom
sl: Rabat kupona
sv: Kupongrabatt
tl: Rebate ng kupon
tr: Kupon indirimi
ur: کوپن کی چھوٹ
zh_cn: 优惠券回扣
zh_tw: 優惠券回扣

# wallet250Sbtxs250Sbfilter250Sbtype250Sbfee
source: Network fee
cs: Síťový poplatek
fi: Verkkomaksu
fr: Frais de réseau
it: Canone di rete
lt: Tinklo mokestis
nb: Nettverksavgift
nl: Netwerktarief
pl: Opłata sieciowa
pt_br: Taxa de rede
sl: Omrežnina
sv: Nätverk avgift
tl: Bayad sa network
tr: Ağ ücreti
ur: نیٹ ورک فیس
zh_cn: 网络费用
zh_tw: 網絡費用

# wallet250Sbtxs250Sbfilter250Sbtype250Sbinternal8722Sbreceive
source: Internal receive
cs: Vnitřní příjem
fi: Sisäinen vastaanotto
fr: Réception interne
it: Ricezione interna
lt: Vidinis priėmimas
nb: Intern mottak
nl: Intern ontvangst
pl: Odbiór wewnętrzny
pt_br: Recepção interna
sl: Interni prejem
sv: Internt motta
tl: Panloob na pagtanggap
tr: Dahili alım
ur: اندرونی موصول
zh_cn: 内部接收
zh_tw: 內部接收

# wallet250Sbtxs250Sbfilter250Sbtype250Sbinternal8722Sbsend
source: Internal send
cs: Interní odeslání
fi: Sisäinen lähetys
fr: Envoi interne
it: Invio interno
lt: Vidinis siuntimas
nb: Intern sending
nl: Interne verzending
pl: Wysyłanie wewnętrzne
pt_br: Envio interno
sl: Interno pošiljanje
sv: Internt skicka
tl: Panloob na pagpapadala
tr: Dahili gönderme
ur: اندرونی بھیجیں
zh_cn: 内部发送
zh_tw: 內部發送

# wallet250Sbtxs250Sbfilter250Sbtype250Sbpending
source: Pending send
cs: Čeká na odeslání
fi: Odottaa lähetystä
fr: En attente d'envoi
it: In attesa di invio
lt: Laukiama siuntimo
nb: Venter på sending
nl: Verzending afwachten
pl: Oczekujące wysłanie
pt_br: Pendente de envio
sl: Čaka na pošiljanje
sv: Pending skicka
tl: Nakabinbing ipadala
tr: Gönderim bekleniyor
ur: زیر التواء بھیجنا
zh_cn: 待发送
zh_tw: 待發送

# wallet250Sbtxs250Sbfilter250Sbtype250Sbreceive
source: Receive
cs: Přijmout
fi: Vastaanota
fr: Réception
it: Ricevi
lt: Gauti
nb: Motta
nl: Ontvang
pl: Odbiór
pt_br: Receba
sl: Prejeti
sv: Motta
tl: Tumanggap
tr: Almak
ur: وصول کریں
zh_cn: 接收
zh_tw: 收到

# wallet250Sbtxs250Sbfilter250Sbtype250Sbreserve
source: Trade reserve
cs: Obchodní rezerva
fi: Kauppareservi
fr: Réserve de transaction
it: Riserva commerciale
lt: Prekybos rezervas
nb: Handelsreserve
nl: Transactie reserve
pl: Rezerwa handlowa
pt_br: Reserva comercial
sl: Trgovalna rezerva
sv: Handel reserv
tr: Ticaret rezervi
ur: تجارتی ریزرو
zh_cn: 贸易储备
zh_tw: 貿易儲備

# wallet250Sbtxs250Sbfilter250Sbtype250Sbreserve8722Sbreturn
source: Trade reserve return
cs: Vrácení obchodní rezervy
fi: Kauppareservin palautus
fr: Remboursement de la réserve de transaction
it: Rendimento della riserva commerciale
lt: Prekybos rezervo grąža
nb: Handelsreserveavkastning
nl: Transactiereserve teruggave
pl: Zwrot rezerwy handlowej
pt_br: Devolução da reserva comercial
sl: Donos trgovalne rezerve
sv: Handels reserv avkastning
tl: Pagbabalik ng trade reserve
tr: Ticaret rezervi dönüşü
ur: تجارتی ریزرو کی واپسی
zh_cn: 贸易准备金回报
zh_tw: 貿易準備金回報

# wallet250Sbtxs250Sbfilter250Sbtype250Sbsend
source: Send
cs: Odeslat
fi: Lähetä
fr: Envoyer
it: Invia
lt: Siųsti
nb: Sende
nl: Verstuur
pl: Wyślij
pt_br: ENVIAR
sl: Pošlji
sv: Skicka
tl: Ipadala
tr: Göndermek
ur: بھیجیں
zh_cn: 发送
zh_tw: 發送

# wallet250Sbtxs250Sbtable250Sbamount
source: Amount {assetSymbol}
cs: Částka {assetSymbol}
fi: Määrä {assetSymbol}
fr: Montant {assetSymbol}
it: Importo {assetSymbol}
lt: Suma {assetSymbol}
nb: Beløp {assetSymbol}
nl: Hoeveelheid {assetSymbol}
pl: Kwota {assetSymbol}
pt_br: Quantia {assetSymbol}
sl: Znesek {assetSymbol}
sv: Belopp {assetSymbol}
tl: Halaga {assetSymbol}
tr: Tutar {assetSymbol}
ur: رقم {assetSymbol}
zh_cn: 金额{assetSymbol}
zh_tw: 金額{assetSymbol}

# wallet250Sbtxs250Sbtable250Sbdate
source: Date
cs: Datum
fi: Päivämäärä
it: Data
lt: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
sl: Datum
sv: Datum
tl: Petsa
tr: Tarih
ur: تاریخ
zh_cn: 日期
zh_tw: 日期

# wallet250Sbtxs250Sbtable250Sbdescription
source: Description
cs: Popis
fi: Kuvaus
it: Descrizione
lt: apibūdinimas
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
sl: Opis
sv: Beskrivning
tl: Paglalarawan
tr: Tanım
ur: تفصیل
zh_cn: 说明
zh_tw: 說明

# wallet250Sbtxs250Sbtable250Sbreceived
source: Received {assetSymbol}
cs: Přijato {assetSymbol}
fi: Vastaanotettu {assetSymbol}
fr: {assetSymbol} reçus
it: {assetSymbol} ricevuti
lt: Gauta {assetSymbol}
nb: Mottatt {assetSymbol}
nl: {assetSymbol} ontvangen
pl: Otrzymano {assetSymbol}
pt_br: {assetSymbol} recebido
sl: Prejeto {assetSymbol}
sv: Mottagen {assetSymbol}
tl: Natanggap {assetSymbol}
tr: Alındı {assetSymbol}
ur: موصول ہوا {assetSymbol}
zh_cn: 接收{assetSymbol}
zh_tw: 接收{assetSymbol}

# wallet250Sbtxs250Sbtable250Sbsent
source: Sent {assetSymbol}
cs: Odesláno {assetSymbol}
fi: Lähetetty {assetSymbol}
fr: {assetSymbol} envoyés
it: {assetSymbol} inviati
lt: Išsiųsta {assetSymbol}
nb: Sendt {assetSymbol}
nl: {assetSymbol} verzonden
pl: Wysłano {assetSymbol}
pt_br: {assetSymbol} enviado
sl: Poslano {assetSymbol}
sv: Sänt {assetSymbol}
tl: Ipinadala {assetSymbol}
tr: Gönderildi {assetSymbol}
ur: بھیجا گیا {assetSymbol}
zh_cn: 发送{assetSymbol}
zh_tw: 發送{assetSymbol}

# wallet250Sbtxs250Sbtip8722Sbtext
source: If you can see a transaction ID with a link to the blockchain explorer in the description, it means that your transaction has successfully been broadcast. Please make sure that your wallet is fully synchronized and that you are using the {latestVersion} of the {assetName} wallet
cs: Pokud v popisu vidíte ID transakce s odkazem na průzkumníka blockchainu, znamená to, že vaše transakce byla úspěšně odeslána. Ujistěte se prosím, že je vaše peněženka plně synchronizovaná a že používáte {latestVersion} peněženky {assetName}
fi: Jos näet kuvauksessa transaktiotunnuksen, jossa on linkki lohkoketju-exploreriin, se tarkoittaa että transaktiosi on lähetetty onnistuneesti. Varmista että lompakkosi on täysin synkronoitu, ja että käytät {assetName} lompakon {latestVersion}
fr: Si vous pouvez voir un identifiant de transaction avec un lien vers l'explorateur de blockchain dans la description, cela signifie que votre transaction a été diffusée avec succès. Veuillez vous assurer que votre portefeuille est entièrement synchronisé et que vous utilisez la {latestVersion} du portefeuille {assetName}
it: Se è possibile visualizzare un ID di transazione con un collegamento al blockchain explorer nella descrizione, significa che la transazione è stata trasmessa correttamente. Assicurati che il tuo portafoglio sia completamente sincronizzato e che stai utilizzando l' {latestVersion} del portafoglio {assetName}
lt: Jei aprašyme matote operacijos ID su nuoroda į „blockchain explorer“, tai reiškia, kad jūsų operacija buvo sėkmingai transliuota. Įsitikinkite, kad jūsų piniginė yra visiškai sinchronizuota ir kad naudojate {assetName} piniginės {latestVersion}
nb: Hvis du kan se en transaksjons-ID med en lenke til blokkjedeutforskeren i beskrivelsen, betyr det at transaksjonen din har blitt kringkastet. Sørg for at lommeboken din er fullstendig synkronisert og at du bruker {latestVersion} til {assetName}-lommeboken
nl: Als u een transactie-ID met een link naar de blockchain-verkenner in de beschrijving kunt zien, betekent dit dat uw transactie met succes is uitgezonden. Zorg ervoor dat uw portefeuille volledig is gesynchroniseerd en dat u de {latestVersion} van de {assetName} portefeuille gebruikt
pl: Jeśli możesz zobaczyć identyfikator transakcji z linkiem do przeglądarki blockchaina w opisie, oznacza to, że Twoja transakcja została z powodzeniem nadana. Upewnij się, że portfel jest w pełni zsynchronizowany i że używasz {latestVersion} portfela {assetName}
pt_br: Se você vê o ID da transação com um link para o explorador de Blockchain na descrição, significa que sua transação foi enviada com sucesso. Por favor certifique-se que sua carteira está sincronizada e que você está usando a {latestVersion} da carteira {assetName}.
sl: Če v opisu vidite ID transakcije s povezavo do blockchain raziskovalca , to pomeni, da je bila vaša transakcija uspešno oddana. Prepričajte se, da je vaša denarnica popolnoma sinhronizirana in da uporabljate {latestVersion} denarnice {assetName}
sv: Om du kan se ett transaktions-ID med en länk till blockchain explorer i beskrivningen betyder det att din transaktion har sänts. Se till att din plånbok är helt synkroniserad och att du använder {latestVersion} av {assetName} plånboken
tl: Kung makakakita ka ng transaction ID na may link sa blockchain explorer sa paglalarawan, nangangahulugan ito na matagumpay na nai-broadcast ang iyong transaksyon. Pakitiyak na ganap na naka-synchronize ang iyong wallet at ginagamit mo ang {latestVersion} ng {assetName} wallet
tr: Açıklamada blockchain gezginine bağlantı içeren bir işlem kimliğini görebiliyorsanız, bu, işleminizin başarıyla yayınlandığı anlamına gelir. Lütfen cüzdanınızın tamamen senkronize olduğundan ve {assetName} cüzdanının {latestVersion}'ini kullandığınızdan emin olun.
ur: اگر آپ تفصیل میں بلاکچین ایکسپلورر کے لنک کے ساتھ ٹرانزیکشن ID دیکھ سکتے ہیں، تو اس کا مطلب ہے کہ آپ کی ٹرانزیکشن کامیابی کے ساتھ نشر ہو گئی ہے۔ براہ کرم یقینی بنائیں کہ آپ کا پرس پوری طرح سے مطابقت پذیر ہے اور یہ کہ آپ {assetName} والیٹ کا {latestVersion} استعمال کر رہے ہیں
zh_cn: 你如果在说明中能看到交易ID并块浏览器链接那么你的交易已成功播出。请确保你的{assetName}钱包{latestVersion}并已完全同步
zh_tw: 你如果在說明中能看到交易ID並塊瀏覽器鏈接那麼你的交易已成功播出。請確保你的{assetName}錢包{latestVersion}並已完全同步

# wallet250Sbtxs250Sbtip8722Sbtext8722Sblatest8722Sbversion
source: latest version
cs: Nejnovější verze
fi: viimeisintä versiota
fr: dernière version
it: ultima versione
lt: Naujausia versija
nb: siste versjon
nl: laatste versie
pl: najnowszej wersji
pt_br: última versão
sl: najnovejša različica
sv: senaste versionen
tl: pinakabagong bersyon
tr: En son sürüm
ur: تازہ ترین ورژن
zh_cn: 软件版是最新的
zh_tw: 軟件版是最新的

# wallet250Sbtxs250Sbtip8722Sbtitle
source: Tip: withdrew funds from {appName} and don't see them in your wallet?
cs: Tip: vybrali jste prostředky z {appName} a nevidíte je ve své peněžence?
fi: Vinkki: nostitko varoja {appName}:stä, etkä näe niitä lompakossasi?
fr: Astuce : vous avez retiré des fonds de {appName} et vous ne les voyez pas dans votre portefeuille ?
it: Suggerimento: ritirati i fondi da {appName} e non li vedi nel tuo portafoglio?
lt: Patarimas: išėmėte lėšų iš {appName} ir nematote jų savo piniginėje?
nb: Tips: tok du ut penger fra {appName} og ser dem ikke i lommeboken din?
nl: Tip: heeft u geld opgenomen van {appName} en ziet u het niet in uw portefeuille?
pl: Wskazówka: wycofałeś fundusze z {appName} i nie widzisz ich w portfelu?
pt_br: Dica: sacou dinheiro do {appName} e não vê o saldo na sua carteira?
sl: Nasvet: ste dvignili sredstva iz {appName} in jih ne vidite v svoji denarnici?
sv: Tips: ta ut pengar från {appName} och inte ser dem i din plånbok?
tl: Tip: nag-withdraw ng mga pondo mula sa {appName} at hindi mo nakikita ang mga ito sa iyong wallet?
tr: İpucu: {appName}'ten para çektiniz ve bunları cüzdanınızda göremiyor musunuz?
ur: ٹپ: {appName} سے فنڈز نکلوائے اور اپنے بٹوے میں نہیں دیکھ رہے؟
zh_cn: 注意：从{appName}取款了但你的钱包没收到了吗？
zh_tw: 注意：從{appName}取款了但你的錢包沒收到了嗎？

# wallet250Sbtxs250Sbtitle
source: Wallet transactions
cs: Transakce v peněžence
fi: Lompakon transaktiot
fr: Transactions du portefeuille
it: Transazioni a portafoglio
lt: Piniginės operacijos
nb: Lommeboktransaksjoner
nl: Portefeuille transacties
pl: Transakcje portfela
pt_br: Transações da carteira
sl: Transakcije denarnice
sv: Plånbok transaktioner
tl: Mga transaksyon sa pitaka
tr: Cüzdan işlemleri
ur: والیٹ کے لین دین
zh_cn: 钱包交易
zh_tw: 錢包交易

# wallet250Sbupdate8722Sbsoft8722Sbwarn
source: A new version of Monero software is out! Don't forget to {update} your wallet software, or you won't be able to send and receive transactions.
cs: Nová verze softwaru Monero je venku! Nezapomeňte {update} software vaší peněženky, jinak nebudete moci odesílat a přijímat transakce.
fi: Uusi versio Monero-ohjelmistosta on julkaistu! Älä unohda {update} lompakko-ohjelmistoasi, muuten et voi lähettää tai vastaanottaa transaktioita.
fr: Une nouvelle version de Monero est sortie ! N'oubliez pas de {update} votre portefeuille, ou vous ne pourrez pas envoyer et recevoir de transactions.
it: È disponibile una nuova versione del software Monero! Non dimenticare di {update} il tuo software di portafoglio, altrimenti non sarai in grado di inviare e ricevere transazioni.
lt: Išleista nauja Monero programinės įrangos versija! Nepamirškite {update} savo piniginės programinės įrangos, kitaip negalėsite siųsti ir gauti operacijų.
nb: En ny versjon av Monero-programvaren er ute! Ikke glem å {update} lommebokprogramvaren din, ellers vil du ikke kunne sende og motta transaksjoner.
nl: Er is een nieuwe versie van de Monero-software uit! Vergeet niet uw portefeuille-software {update}, anders kunt u geen transacties verzenden en ontvangen.
pl: Nowa wersja oprogramowania Monero jest dostępna! Nie zapomnij {update} swoje oprogramowanie portfela. Jeśli tego nie zrobisz nie będziesz mógł wysyłać i odbierać transakcji.
pt_br: Está disponível uma nova versão do software Monero! Não se esqueça de {update} seu software da carteira ou você não poderá enviar e receber transações.
sl: Izšla je nova različica programske opreme Monero! Ne pozabite {update} programske opreme denarnice, sicer ne boste mogli pošiljati in prejemati transakcij.
sv: En ny version av Monero-programvaran är ute! Glöm inte att {update} din plånboksprogramvara, annars kommer du inte att kunna skicka och ta emot transaktioner.
tl: Isang bagong bersyon ng Monero software ang lumabas! Huwag kalimutang {update} ang iyong wallet software, o hindi ka makakapagpadala at makakatanggap ng mga transaksyon.
tr: Monero yazılımının yeni sürümü çıktı! Cüzdan yazılımınızı {update} yapmayı unutmayın, aksi takdirde işlem gönderip alamazsınız.
ur: Monero سافٹ ویئر کا ایک نیا ورژن باہر ہے! اپنا والیٹ سافٹ ویئر {update} کرنا نہ بھولیں، ورنہ آپ لین دین بھیجنے اور وصول کرنے کے قابل نہیں ہوں گے۔
zh_cn: Monero软件的新版本发布了！不要忘记 {update} 您的钱包软件，否则您将无法发送和接收交易。
zh_tw: Monero軟件的新版本發布了！不要忘記 {update} 您的錢包軟件，否則您將無法發送和接收交易。

# wallet250Sbupdate8722Sbsoft8722Sbwarn8722Sbupdate
source: update
cs: aktualizovat
fi: päivittää
fr: mettre à jour
lt: atnaujinti
nb: Oppdater
pl: zaktualizować
pt_br: atualizar
sv: uppdatering
tr: güncelleme
ur: اپ ڈیٹ
zh_cn: 更新
zh_tw: 更新

# wallet250Sbwithdraw250Sbamount8722Sband8722Sbfee8722Sbnext
source: You will select the amount and fee level in the next step
cs: Částku a výši poplatku zvolíte v dalším kroku
fi: Valitset summan ja kulutason seuraavassa vaiheessa
fr: Vous sélectionnerez le montant et le niveau des frais à l'étape suivante
it: Selezionerete l'importo e il livello della tassa nel passo successivo
lt: Kitame žingsnyje pasirinksite sumą ir mokesčio lygį
nb: Du velger beløp og gebyrnivå i neste trinn
nl: In de volgende stap kiest u de hoeveelheid en het vergoedingsniveau
pl: W następnym kroku wybierzesz kwotę i poziom opłat
pt_br: Você selecionará o valor e o nível da taxa na próxima etapa
sl: V naslednjem koraku boste izbrali znesek in višino provizije
sv: Du väljer belopp och avgiftsnivå i nästa steg
tl: Pipiliin mo ang halaga at antas ng bayad sa susunod na hakbang
tr: Bir sonraki adımda tutarı ve ücret seviyesini seçeceksiniz
ur: آپ اگلے مرحلے میں رقم اور فیس کی سطح کا انتخاب کریں گے
zh_cn: 您将在下一步中选择金额和费用级别
zh_tw: 您將在下一步中選擇金額和費用級別

# wallet250Sbwithdraw250Sbamount8722Sbnext
source: You will select the amount in the next step
cs: Částku zvolíte v dalším kroku
fi: Valitset summan seuraavassa vaiheessa
fr: Vous sélectionnerez le montant à l'étape suivante
it: Selezionerete l'importo nel prossimo passo
lt: Kitame žingsnyje pasirinksite sumą
nb: Du velger beløpet i neste trinn
nl: In de volgende stap kiest u de hoeveelheid
pl: Wybierzesz kwotę w następnym kroku
pt_br: Você selecionará o valor na próxima etapa
sl: Znesek boste izbrali v naslednjem koraku
sv: Du kommer att välja beloppet i nästa steg
tl: Pipiliin mo ang halaga sa susunod na hakbang
tr: Bir sonraki adımda tutarı seçeceksiniz
ur: آپ اگلے مرحلے میں رقم منتخب کریں گے
zh_cn: 您将在下一步中选择金额
zh_tw: 您將在下一步中選擇金額

# wallet250Sbwithdraw250Sbamount8722Sbtype250Sbreceive250Sblabel
source: Receive
cs: Přijmout
fi: Vastaanota
fr: Recevoir
it: Ricevi
lt: Gauti
nb: Motta
nl: Ontvang
pl: Odbierz
pt_br: Receber
sl: Prejeti
sv: Motta
tl: Tumanggap
tr: Almak
ur: وصول کریں
zh_cn: 收取金额
zh_tw: 收取金額

# wallet250Sbwithdraw250Sbamount8722Sbtype250Sbreceive250Sbsecondary8722Sblabel
source: Input the amount to be received (w/o fee)
cs: Zadejte částku, která má být přijata (bez poplatku)
fi: Syötä vastaanotettava summa (ilman kuluja)
fr: Entrez le montant à recevoir (sans frais)
it: Inserire l'importo da ricevere (senza tassa)
lt: Įveskite sumą, kurią norite gauti (be mokesčio)
nb: Skriv inn beløpet som skal mottas (uten gebyr)
nl: Voer het te ontvangen bedrag in (zonder kosten)
pl: Wpisz kwotę do otrzymania (bez opłaty)
pt_br: Insira o valor a ser recebido (sem taxa)
sl: Vnesite znesek, ki ga želite prejeti (brez provizije)
sv: Ange det belopp som ska erhållas (utan avgift)
tl: Ipasok ang halagang matatanggap (walang bayad)
tr: Alınacak tutarı girin (ücretsiz)
ur: موصول ہونے والی رقم درج کریں (w/o fee)
zh_cn: 输入要收到的金额（不收费）
zh_tw: 輸入要收到的金額（不收費）

# wallet250Sbwithdraw250Sbamount8722Sbtype250Sbsend250Sblabel
source: Send
cs: Odeslat
fi: Lähetä
fr: Envoyer
it: Inviare
lt: Siųsti
nb: Sende
nl: Verstuur
pl: Wyślij
pt_br: Enviar
sl: Pošlji
sv: Skicka
tl: Ipadala
tr: Göndermek
ur: بھیجیں
zh_cn: 寄出金额
zh_tw: 寄出金額
