Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcoin250Sbdecentralized250Sbtext
source: Zcoin has implemented Znodes, which act simiarly to Dash masternodes, and have greater power than other nodes on the network. Since all nodes are not created equal, and the differenciating factor between them is the amount of money an individual has (Znodes cost 1000 XZC), the network is semi-centralized.
cs: Zcoin implementoval Znodes, které fungují podobně jako Dash masternodes a mají větší výkon než ostatní uzly v síti. Protože všechny uzly nejsou stejné a rozlišujícím faktorem mezi nimi je množství peněz, které jednotlivec má (Znodes stojí 1000 XZC), je síť částečně centralizovaná.
fi: Zcoin on ottanut käyttöön Znodeja, jotka toimivat samalla tavalla kuin Dash-mastersolmut, joilla on suurempi teho kuin muilla verkon solmuilla. Koska kaikkia solmuja ei luoda tasa-arvoisiksi ja niiden välinen ero on yksilön rahamäärä (Znodit maksavat 1000 XZC), verkko on vain puoliksi keskitetty.
fr: Zcoin a implémenté des Znodes, qui agissent de la même manière que les masternodes Dash, et ont une plus grande puissance que les autres nœuds du réseau. Étant donné que tous les nœuds ne sont pas créés égaux et que le facteur de différenciation entre eux est la somme d'argent dont dispose un individu (les nœuds Z coûtent 1000 XZC), le réseau est semi-centralisé.
it: Zcoin ha implementato Znodes, che agiscono in modo simile ai masternode di Dash e hanno una potenza maggiore rispetto ad altri nodi della rete. Poiché tutti i nodi non sono creati uguali e il fattore differenziante tra loro è la quantità di denaro che un individuo ha (Znodes costa 1000 XZC), la rete è semi-centralizzata.
lt: „Zcoin“ įdiegė „Znodes“, kurie veikia panašiai kaip „Dash“ pagrindiniai mazgai ir turi didesnę galią nei kiti tinklo mazgai. Kadangi visi mazgai nėra sukurti lygūs, o skirtumas tarp jų yra asmens turima pinigų suma (Zmazgai kainuoja 1000 XZC), tinklas yra pusiau centralizuotas.
nb: Zcoin har implementert Znodes, som fungerer på samme måte som Dash-masternoder, og har større kraft enn andre noder på nettverket. Siden alle noder ikke er skapt like, og den differensierende faktoren mellom dem er hvor mye penger et individ har (Znoder koster 1000 XZC), er nettverket semisentralisert.
nl: Zcoin heeft Znodes geïmplementeerd, die op dezelfde manier werken als Dash-masternodes en meer macht hebben dan andere knooppunten op het netwerk. Aangezien niet alle knooppunten gelijk zijn gemaakt en de onderscheidende factor tussen hen de hoeveelheid geld is die een individu heeft (Znodes kosten 1000 XZC), is het netwerk semi-gecentraliseerd.
pl: Zcoin implementuje Znodes, które działają podobnie do masternodów znanych z Dasha i mają większą moc niż inne węzły sieci. Ponieważ nie wszystkie węzły są równe, a współczynnikiem zróżnicowania między nimi jest kwota pieniędzy jaką ktoś ma (Znodes kosztują 1000 XZC), to sieć jest częściowo scentralizowana.
pt_br: O Zcoin implementou o Znodes, que age de maneira semelhante aos masternodes do Dash, e tem maior poder do que outros nós da rede. Como todos os nós não são criados iguais e o fator de diferenciação entre eles é a quantidade de dinheiro que um indivíduo possui (os znós custam 1000 XZC), a rede é semi-centralizada.
sl: Zcoin je implementiral Znodes, ki delujejo podobno kot Dash masternodes in imajo večjo moč kot druga vozlišča v omrežju. Ker vsa vozlišča niso ustvarjena enaka in je dejavnik razlikovanja med njimi količina denarja, ki ga ima posameznik (Znode stanejo 1000 XZC), je omrežje polcentralizirano.
sv: Zcoin har implementerat Znodes, som fungerar på samma sätt som Dash-masternoder och har större kraft än andra noder i nätverket. Eftersom alla noder inte skapas lika, och skillnaden mellan dem är hur mycket pengar en individ har (Znoder kostar 1000 XZC), är nätverket semi-centraliserat.
tl: Ipinatupad ng Zcoin ang Znodes, na kumikilos nang katulad sa mga masternode ng Dash, at may mas malaking kapangyarihan kaysa sa iba pang mga node sa network. Dahil ang lahat ng mga node ay hindi nilikha nang pantay, at ang pagkakaiba sa pagitan ng mga ito ay ang halaga ng pera na mayroon ang isang indibidwal (Ang mga Znode ay nagkakahalaga ng 1000 XZC), ang network ay semi-sentralisado.
tr: Zcoin, Dash masternode'larına benzer şekilde hareket eden ve ağdaki diğer düğümlerden daha fazla güce sahip olan Znode'ları uyguladı. Tüm düğümler eşit yaratılmadığından ve aralarındaki farklılaştırıcı faktör, bireyin sahip olduğu para miktarı olduğundan (Znode'ların maliyeti 1000 XZC), ağ yarı merkezidir.
ur: Zcoin نے Znodes کو لاگو کیا ہے، جو ڈیش ماسٹر نوڈس کی طرح کام کرتے ہیں، اور نیٹ ورک پر موجود دیگر نوڈس سے زیادہ طاقت رکھتے ہیں۔ چونکہ تمام نوڈس برابر نہیں بنائے گئے ہیں، اور ان کے درمیان فرق کرنے والا عنصر ایک فرد کے پاس ہونے والی رقم ہے (Znodes کی قیمت 1000 XZC)، نیٹ ورک نیم مرکزی ہے۔
zh_cn: Zcoin小零币已经实现了Znodes功能, 类似于达世币的超级节点, 相比较其他节点拥有更强大的功能和影响力. 由于不是每个节点的地位都是平等的, 而普通节点还是超级节点之间，最大的区别就是对所有者资金量的要求不同 (成为Znodes超级节点要拥有1000个小零币), 这导致整个系统是半中心化的.
zh_tw: Zcoin小零幣已經實現了Znodes功能, 類似于達世幣的超級節點, 相比較其他節點擁有更強大的功能和影響力. 由於不是每個節點的地位都是平等的, 而普通節點還是超級節點之間，最大的區別就是對所有者資金量的要求不同 (成為Znodes超級節點要擁有1000個小零幣), 這導致整個系統是半中心化的.

# faq250Sbanswer8722Sb4
source: If you have your backup code, use a QR generating service such as {value} to generate the QR from your backup code. Then scan the generated QR with your mobile 2FA app. If you don't have your backup code, it means that you've lost access to your account. Unfortunately, it's impossible for us to be able to differentiate between a hacker pretending to be you and you actually being you.
cs: Pokud máte svůj záložní kód, použijte službu generování QR kódů, jako je {value}, k vygenerování QR kódu ze záložního kódu. Poté naskenujte vygenerovaný QR pomocí mobilní aplikace 2FA. Pokud nemáte záložní kód, znamená to, že jste ztratili přístup ke svému účtu. Bohužel je nemožné, abychom byli schopni rozlišit mezi hackerem, který se za vás vydává a Vámi ve skutečnosti.
fi: Jos sinulla on varakoodisi, käytä QR:n luontipalvelua, kuten {value}, luodaksesi QR-koodin varakoodistasi. Skannaa sitten luotu QR 2FA-mobiilisovelluksellasi. Jos sinulla ei ole varakoodia, se tarkoittaa että olet menettänyt pääsyn tiliisi. Valitettavasti meidän on mahdotonta erottaa sinua esittävä hakkeri ja sinun olevan sinä.
fr: Si vous avez votre code de secours, utilisez un service générateur de QR code tel que {value} pour générer le QR code à partir de votre code de secours. Scannez ensuite le QR code généré avec votre application mobile 2FA. Si vous n'avez pas votre code de secours, cela signifie que vous avez perdu l'accès à votre compte. Malheureusement, il nous est impossible de faire la différence entre un pirate qui se fait passer pour vous et vous qui êtes réellement vous.
it: Se hai il tuo codice di backup, utilizza un servizio di generazione QR come {value} per generare il QR dal tuo codice di backup. Quindi scannerizza il QR generato con la tua app 2FA. Se non hai il tuo codice di backup, significa che hai perso l'accesso al tuo account. Sfortunatamente non siamo in grado di riattivare l'account.
lt: Jei turite atsarginį kodą, naudokite QR generavimo paslaugą, pvz., {value}, kad sugeneruotumėte QR iš atsarginio kodo. Tada nuskaitykite sugeneruotą QR su savo mobiliąja 2FA programėle. Jei neturite atsarginio kodo, tai reiškia, kad praradote prieigą prie paskyros. Deja, mes negalime atskirti, ar įsilaužėlis, apsimetęs jumis, ir jūs iš tikrųjų esate jūs.
nb: Hvis du har reservekoden din, bruk en QR-genererende tjeneste som {value} for å generere QR-en fra reservekoden. Skann deretter den genererte QR-en med din mobile 2FA-app. Hvis du ikke har reservekoden, betyr det at du har mistet tilgangen til kontoen din. Dessverre er det umulig for oss å kunne skille mellom en hacker som utgir seg for å være deg og at du faktisk er deg.
nl: Als u uw back-upcode heeft, gebruikt u een QR-genererende service zoals {value} om de QR te genereren op basis van uw back-upcode. Scan vervolgens de gegenereerde QR met uw mobiele 2FA-app. Als u uw back-upcode niet heeft, betekent dit dat u geen toegang meer heeft tot uw account. Helaas is het voor ons onmogelijk om onderscheid te maken tussen een hacker die zich voordoet als u of de werkelijke u.
pl: Jeśli masz kod kopii zapasowej, użyj usługi generowania QR, takiej jak {value}, aby wygenerować QR z kodu kopii zapasowej. Następnie zeskanuj wygenerowany QR za pomocą aplikacji mobilnej 2FA. Jeśli nie masz kodu kopii zapasowej, oznacza to, że straciłeś dostęp do swojego konta. Niestety, nie możemy odróżnić hakera udającego, że jest Tobą, a Ciebie.
pt_br: Se você anotou seu código de backup, use um serviço de geração de códigos QR como {value} para criar um QR a partir do seu código de backup. Escaneie este código com o seu app de 2FA. Se você não tem o código de backup, você perdeu acesso à sua conta. Infelizmente é impossível para o {appName} distinguir você de qualquer outra pessoa tentando se passar por você.
sl: Če imate rezervno kodo, uporabite storitev generiranja QR, kot je {value}, da ustvarite QR iz vaše rezervne kode. Nato skenirajte generiran QR s svojo mobilno aplikacijo 2FA. Če nimate rezervne kode, to pomeni, da ste izgubili dostop do vašega računa. Na žalost ni mogoče razlikovati med vami in hekerjem, ki se pretvarja, da ste vi.
sv: Om du har din reservkod, använd en QR-genererande tjänst som {value} för att generera QR från din reservkod. Skanna sedan den genererade QR-koden med din mobila 2FA-app. Om du inte har din reservkod betyder det att du har förlorat åtkomsten till ditt konto. Tyvärr är det omöjligt för oss att kunna skilja på en hacker som utger sig för att vara du och att du faktiskt är du.
tl: Kung mayroon ka ng iyong backup na code, gumamit ng isang QR generating service gaya ng {value} upang buuin ang QR mula sa iyong backup code. Pagkatapos ay i-scan ang nabuong QR gamit ang iyong mobile 2FA app. Kung wala ka ng iyong backup na code, nangangahulugan ito na nawalan ka ng access sa iyong account. Sa kasamaang palad, imposibleng matukoy natin ang pagkakaiba sa pagitan ng isang hacker na nagpapanggap na ikaw at ikaw talaga.
tr: Yedek kodunuz varsa yedek kodunuzdan QR oluşturmak için {value} gibi bir QR oluşturma hizmeti kullanın. Ardından oluşturulan QR'yi mobil 2FA uygulamanızla tarayın. Yedek kodunuz yoksa bu, hesabınıza erişimi kaybettiğiniz anlamına gelir. Ne yazık ki, sizmiş gibi davranan bir hacker ile sizin aslında siz olmanızı birbirinden ayırt edebilmemiz mümkün değil.
ur: اگر آپ کے پاس اپنا بیک اپ کوڈ ہے تو اپنے بیک اپ کوڈ سے QR بنانے کے لیے QR جنریٹنگ سروس جیسے {value} استعمال کریں۔ پھر اپنے موبائل 2FA ایپ سے تیار کردہ QR کو اسکین کریں۔ اگر آپ کے پاس اپنا بیک اپ کوڈ نہیں ہے، تو اس کا مطلب ہے کہ آپ نے اپنے اکاؤنٹ تک رسائی کھو دی ہے۔ بدقسمتی سے، یہ ناممکن ہے کہ ہم ایک ہیکر کے درمیان فرق کر سکیں جو آپ ہونے کا بہانہ کرتا ہے اور آپ اصل میں آپ ہیں۔
zh_cn: 如果您有备份代码，请使用QR生成服务（如{value}）从您的备份代码生成QR。然后扫描您的手机2FA应用程序生成的QR。如果您没有备份代码，则你无法登录您的帐户。 不幸的是，我们不可能区分一个伪装成你的黑客和实际的你。
zh_tw: 如果您有備份代碼，請使用QR生成服務（如{value}）從您的備份代碼生成QR。然后掃描您的手機2FA應用程序生成的QR。如果您沒有備份代碼，則你無法登錄您的帳戶。 不幸的是，我們不可能區分一個偽裝成你的黑客和實際的你。

# faq250Sbanswer8722Sb48722Sbthis
source: this
cs: tento
fi: Tämä
fr: celle-ci
it: questo
lt: tai
nb: dette
nl: deze
pl: ta
pt_br: este
sl: to
sv: detta
tl: ito
tr: Bu
ur: یہ
zh_cn: 这里
zh_tw: 這裡

# faq250Sbanswer8722Sb5
source: Yes, we do! Here it is: {onionUrl} (you need {tor} to open this link).
cs: Ano, máme! Zde je: {onionUrl} (k otevření tohoto odkazu potřebujete {tor}).
fi: Kyllä, meillä on! Tässä se on: {onionUrl} (tarvitset {tor} avataksesi tämän linkin).
fr: Oui ! Le voici : {onionUrl} (vous avez besoin de {tor} pour ouvrir ce lien).
it: Sì, lo facciamo! Eccolo: {onionUrl} (è necessario {tor} per aprire questo collegamento).
lt: Taip! Štai jis: {onionUrl} (kad atidarytumėte šią nuorodą, jums reikia {tor}).
nb: Ja det gjør vi! Her er den: {onionUrl} (du trenger {tor} for å åpne denne lenken).
nl: Ja, dat doen we! Hier is het: {onionUrl} (u heeft {tor} nodig om deze link te openen).
pl: Tak! Nasz link: {onionUrl} (potrzebujesz {tor}, aby otworzyć ten link).
pt_br: Claro que sim! Aqui está: {onionUrl} (você precisa do {tor} par abrir este link). Mas por enquanto é necessário usar JavaScript. A versão do {appName} livre de JS será lançada em breve! {linebreak} Se você está com problemas em carregar o site, tente colocar o nível de segurança do Tor para 'Médio'.
sl: Da, imamo! Tukaj je: {onionUrl} (potrebujete {tor}, da odprete to povezavo).
sv: Ja, det har vi! Här är den: {onionUrl} (du behöver {tor} för att öppna denna länk).
tl: Oo ginagawa namin! Narito ito: {onionUrl} (kailangan mo ng {tor} para buksan ang link na ito).
tr: Evet yaparız! İşte: {onionUrl} (bu bağlantıyı açmak için {tor}'e ihtiyacınız var).
ur: جی ہاں، ہم کرتے ہیں! یہ ہے: {onionUrl} (آپ کو ضرورت ہے {tor} اس لنک کو کھولنے کے لیے)۔
zh_cn: 有的！链接：{onionUrl}（你需要{tor}来打开这个链接）。
zh_tw: 有的！鏈接：{onionUrl}（你需要{tor}來打開這個鏈接）。

# faq250Sbanswer8722Sb6
source: Yes, we actually have two! Here they are: {b32I2pUrl} or {i2pUrl} (you need {i2p} to open these links).
cs: Ano, vlastně máme dva! Zde jsou: {b32I2purl} nebo {i2pUrl} (k otevření těchto odkazů potřebujete {i2p}).
fi: Kyllä, meillä on itse asiassa kaksi! Tässä ne ovat: {b32I2pUrl} tai {i2pUrl} (tarvitset {i2p} näiden linkkien avaamiseen).
fr: Oui, nous en avons même deux ! Les voici : {b32I2purl} ou {i2pUrl} (vous avez besoin de {i2p} pour ouvrir ces liens).
it: Sì, ne abbiamo due! Eccoli: {b32I2pUrl} o {i2pUrl} (è necessario {i2p} per aprire questi collegamenti).
lt: Taip, mes iš tikrųjų turime du! Čia jie yra: {b32I2pUrl} arba {i2pUrl} (jums reikia {i2p}, kad atidarytumėte šias nuorodas).
nb: Ja, vi har faktisk to! Her er de: {b32I2pUrl} eller {i2pUrl} (du trenger {i2p} for å åpne disse linkene).
nl: Ja, we hebben er zelfs twee! Hier zijn ze: {b32I2purl} of {i2pUrl} (u heeft {i2p} nodig om deze links te openen).
pl: Tak, nawet mamy dwa! Link: {b32I2pUrl} lub {i2pUrl} (potrzebujesz {i2p}, aby otworzyć te linki).
pt_br: Sim, inclusive são dois! Aqui estão: {b32I2purl} ou {i2pUrl} (você precisa do {i2p} para abrir estes links).
sl: Ja, pravzaprav imamo kar dva! Tukaj: {b32I2pUrl} ali {i2pUrl} (za odpiranje povezave potrebujete {i2p}).
sv: Ja, vi har faktiskt två! Här är de: {b32I2pUrl} eller {i2pUrl} (du behöver {i2p} för att öppna dessa länkar).
tl: Oo, dalawa talaga kami! Narito sila: {b32I2purl} o {i2pUrl} (kailangan mo ng {i2p} para buksan ang mga link na ito).
tr: Evet, aslında iki tane var! İşte bunlar: {b32I2pUrl} veya {i2pUrl} (bu bağlantıları açmak için {i2p}'e ihtiyacınız vardır).
ur: جی ہاں، ہمارے پاس اصل میں دو ہیں! وہ یہ ہیں: {b32I2pUrl} یا {i2pUrl} (you need {i2p} to open these links)۔
zh_cn: 有的！链接: {b32I2pUrl} 或 {i2pUrl}（你需要{i2p}来打开这些链接）。
zh_tw: 有的！鏈接: {b32I2pUrl} 或 {i2pUrl}（你需要{i2p}來打開這些鏈接）。

# faq250Sbanswer8722Sb7
source: Yup! Check it out {here}.
cs: Ano! Podívejte se na to {here}.
fi: Jep! Tsekkaa se {here}.
fr: Ouais ! Vérifiez-le {here}.
it: Sì! Controlla {here}.
lt: Taip! Patikrinkite {here}.
nb: Jepp! Sjekk det ut {here}.
nl: Yep! Bekijk het eens {here}.
pl: Tak! Sprawdź {here}.
pt_br: Sim! Saiba mais {here}.
sl: Ja! Preverite {here}.
sv: Japp! Kolla in det {here}.
tl: Oo! Tingnan ito {here}.
tr: Evet! Şuna bir göz atın {here}.
ur: ہاں! اسے چیک کریں {here}۔
zh_cn: 有的！ 请{here}查阅。
zh_tw: 有的！ 請{here}查閱。

# faq250Sbanswer8722Sb78722Sbhere
source: here
cs: tady
fi: täältä
fr: ici
it: qui
lt: čia
nb: her
nl: hier
pl: tutaj
pt_br: aqui
sl: tukaj
sv: här
tl: dito
tr: Burada
ur: یہاں
zh_cn: 这里
zh_tw: 這裡
