Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbkeys250Sb1250Sbtext
source: <h6 id="it-preserves-the-privacy-that-monero-affords-users">It preserves the privacy that Monero affords users</h6> <p>One of the most commonly misunderstood aspects of self-custody in Monero is that if you do not hold your own keys, you gain little to no benefit from the privacy Monero offers. As the sender of a transaction has full visibility into the true spend, amount, and recipient address, if you are not the one sending the transaction and instead leave that to an exchange or custodian, they have <em>full</em> visibility into the ways you spend your Monero.</p> <p>Thankfully, after they send the funds, Monero’s privacy guarantees kick in and provide strong “forward-secrecy”, but it will be clear to the exchange or custodian where you sent the funds and how much you sent initially.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">It enables the incredible censorship-resistance of Monero</h6> <p>One of the foundational aspects of Monero is enabling censorship-resistant transactions – allowing you to make transactions that may or may not be approved of by “them”, no matter what they try to do to stop you. While the need for censorship-resistance may be a bit lost on those of us in “free” countries, the rapid slide toward authoritarianism and political decay in many parts of the world is making it more apparent by the day that we need a way to transact with or without governmental approval.</p> <p>If you do not hold your own keys, however, a government or regulator can easily force an exchange or custodian to blacklist your funds, seize them, or censor transactions to specific addresses. This is already happening broadly due to state-level sanctions today, and will be an increasing theme as governments and regulators realize that exchanges and custodians are the easiest path towards control over Monero’s usage.</p> <p>The day could also come where a government will outlaw self-custody of Monero, and if you haven’t yet withdrawn your Monero from an exchange or custodian you may not ever be able to.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">It prevents simple theft or confiscation of your Monero</h6> <p>A hypothetical, but possible, scenario could be the worst-case for those who choose not to hold their own keys – their Monero getting stolen by a hacker or confiscated by a government with a <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-like order</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Almost $500 million</a> in cryptocurrency was stolen from centralized exchanges in 2021, and $3.2 billion total stolen from users who gave up custody of funds for one reason or another. This is one of the largest risks to cryptocurrency users, and continues to grow in both case-count and volume as cryptocurrency gains popularity. If an exchange holds the keys to your funds, those funds can be stolen by a hacker (or the exchange themselves!) at any time.</p> <p>If you hold your own keys, the only real risks of theft or confiscation are scams and physical attacks, something that is much less likely and usually only happens to high-profile individuals or those harmed by the theft or loss of know-your-customer (KYC) data from centralized exchanges that links their ID and address with cryptocurrency ownership.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">It prevents exchanges leveraging fractional reserve lending and trading</h6> <p>Another important aspect of holding your own keys is one that is less personal and more communal. When the vast majority of users in Monero hold their own keys, exchanges are less able to lie about the amount of Monero they custody and trade “paper Monero”, as users are not keeping their Monero in exchanges.</p> <p>While this type of activity is not often confirmed publicly, there are many in the community who are concerned that exchanges like Binance are leveraging the Monero it’s users hold on the exchange to trade against Monero, inflating the amount of Monero shorts and causing price suppression over time.</p> <p>This behavior can also lead to liquidity crises where users who <em>do</em> want to hold their own keys are unable to withdraw from the exchange as the exchange has promised more Monero to it’s users than it actually has available. The more Monero users hold their own keys and keep their Monero off exchanges, the healthier and more natural the market will theoretically be, and the less risk malicious or greedy exchanges can pose to the stability of Monero’s price.</p>
cs: <h6 id="it-preserves-the-privacy-that-monero-affords-users">To zachovává soukromí, které Monero poskytuje uživatelům</h6> <p>Jeden z nejčastěji nepochopených aspektů vlastní úschovy u Monera je, že pokud nedržíte své vlastní klíče, získáte jen málo nebo žádné benefity ze soukromí, které Monero nabízí. Jako odesílatel transakce má úplný přehled o skutečné útratě, částce a adrese příjemce, pokud nejste ten, kdo transakci odesílá, a místo toho to necháte na burze nebo správci, mají <em>plný</em> přehled o způsobu, jakým utrácíte své Monero.</p> <p>Po odeslání prostředků naštěstí začnou fungovat záruky ochrany osobních údajů společnosti Monero, které zajišťují přísné utajení, ale burze nebo správci bude jasné, kam jste prostředky poslali a kolik jste jich původně poslali.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">To umožňuje neuvěřitelnou odolnost Monero vůči cenzuře</h6> <p>Jedním ze základních aspektů Monero je umožnění transakcí odolných vůči cenzuře - umožňuje vám provádět transakce, které mohou, ale nemusí být schváleny "jimi", bez ohledu na to, co se vám snaží zabránit. Ačkoli potřeba odolnosti vůči cenzuře může být pro ty z nás, kteří žijí ve "svobodných" zemích, poněkud ztracená, rychlý posun směrem k autoritářství a politickému úpadku v mnoha částech světa způsobuje, že je den ode dne zřejmější, že potřebujeme způsob, jak provádět transakce s nebo bez vládního souhlasu.</p> <p>Pokud však nemáte vlastní klíče, může vláda nebo regulační orgán snadno donutit burzu nebo správce, aby vaše prostředky zařadil na černou listinu, zabavil je a vydal rozhodnutí o jejich zabavení. nebo cenzurovat transakce na konkrétní adresy. To je již dnes v důsledku sankcí na úrovni států v širokém měřítku děje a bude to stále častějším tématem, protože vlády a regulační orgány si uvědomují, že burzy a správci jsou nejsnazší cestou ke kontrole nad používáním měny Monero.</p> <p>Může také nastat den, kdy vláda zakáže vlastní úschovu měny Monero, a pokud jste si ještě nevybrali svou měnu Monero z burzy nebo od správce, možná už to nikdy nebudete moci udělat.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">To zabraňuje prosté krádeži nebo zabavení vašich Monero</h6> <p>Hypotetickým, ale možným scénářem by mohl být nejhorší případ pro ty, kteří se rozhodnou nemít své vlastní klíče - jejich Monero ukradne hacker nebo je zabaví vláda příkazem podobným <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">příkazu 6102</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Téměř 500 milionů $</a> v kryptoměnách a celkem 3,2 miliardy dolarů bylo odcizeno v roce 2021 bylo z centralizovaných burz uživatelům, kteří se z toho či onoho důvodu vzdali úschovy prostředků. Jedná se o jedno z největších rizik pro uživatele kryptoměn a s rostoucí popularitou kryptoměn nadále roste jak počet případů, tak jejich objem. Pokud má burza klíče k vašim finančním prostředkům, mohou být tyto prostředky odcizeny hackerem (nebo samotnou burzou!) kdykoli.</p> <p>Pokud máte své vlastní klíče, jediným skutečným rizikem krádeže nebo zabavení jsou podvody a fyzické útoky, což je mnohem méně pravděpodobné a obvykle se to stává pouze vysoce postaveným osobám nebo těm, kteří byli poškozeni krádeží nebo ztrátou údajů know-your-customer (KYC) z centralizovaných burz, které spojují jejich ID a adresu s vlastnictvím kryptoměn.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">To zabraňuje burzám, aby využívaly pákový efekt půjček s částečnými rezervami a obchodování</h6> <p>Další důležitý aspekt držení vlastních klíčů je méně osobní a více společný. Když drtivá většina uživatelů Monera drží své vlastní klíče, burzy mají menší možnost lhát o množství Monera, které uchovávají, a obchodovat s "papírovým Monerem", protože uživatelé nedrží své Monero na burzách.</p> <p>Ačkoli tento typ aktivit není často veřejně potvrzován, v komunitě je mnoho lidí, kteří se obávají, že burzy jako Binance využívají měnu Monero, kterou její uživatelé drží na burze, k obchodování proti Moneru, čímž nafukují množství Monero shortu a způsobují cenové stlačování kurzu měny v průběhu času.</p> <p>Toto chování může také vést ke krizím likvidity, kdy uživatelé, kteří <em>chtějí</em> držet své vlastní klíče, nemohou z burzy vybírat, protože burza svým uživatelům slíbila více měny Monero, než má ve skutečnosti k dispozici. Čím více uživatelů Monera bude držet své vlastní klíče a držet své Monero mimo burzy, tím zdravější a přirozenější bude teoreticky trh a tím menší riziko mohou zlomyslné nebo chamtivé burzy představovat pro stabilitu ceny Monera.</p>
fi: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Se säilyttää yksityisyyden, jonka Monero tarjoaa käyttäjille</h6> <p>Yksi yleisimmin väärinymmärretyistä itsehuoltajuuden näkökohdista Monerossa on se, että jos sinulla ei ole omia avaimia, hyödyt vähän tai et ollenkaan Moneron yksityisyydestä. Tapahtuman lähettäjänä saa täydellisen näkyvyyden todellisiin kuluihin, summaan ja vastaanottajan osoitteeseen, joten jos et ole tapahtuman lähettäjä ja jätät sen sen sijaan pörssille tai säilytysyhteisölle, heillä on <em>täydellinen</em> näkyvyys tapoihin, joilla käytät Moneroa.</p> <p> Onneksi Moneron yksityisyys potkaisee rahan lähettämisen jälkeen ja tarjoaa vahvaa yksityisyyttä Moneron liikkuessa eteenpäin, mutta pörssi silti näkee osoitteen minne lähetit varat ja kuinka paljon lähetit aluksi.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Se mahdollistaa Moneron uskomattoman sensuurivastuksen</h6> <p>Yksi Moneron perusnäkökohdista on mahdollistaa sensuurin kestävät transaktiot – joiden avulla voit tehdä liiketoimia jotka voivat olla "heidän" hyväksymiä tai ei, riippumatta siitä mitä "he" yrittävät tehdä pysäyttääksesi sinut. Vaikka sensuurin vastustamisen tarve saattaa olla hieman turhaa meille "vapaissa" maissa oleville, nopea liukuminen kohti autoritaarisuutta ja poliittista rappeutumista monissa osissa maailmaa on tehnyt päivä päivältä selvemmäksi, että tarvitsemme tavan asioida ilman viranomaisten hyväksyntää.</p> <p>Jos sinulla ei kuitenkaan ole omia avaimia, hallitus tai sääntelyviranomainen voi helposti pakottaa pörssin mustalle listalle varasi, takavarikoida tai sensuroida transaktiot tiettyihin osoitteisiin. Tätä tapahtuu jo laajalti osavaltiotason pakotteiden vuoksi tänään ja tulee olemaan kasvava teema, kun hallitukset ja sääntelyviranomaiset ymmärtävät että pörssit ja asiakkat ovat helpoin tie Moneron käytön hallintaan käyttö.</p> <p> Voi myös tulla päivä, jolloin hallitus kieltää itsehuollon Monerosta, ja jos et ole siihen mennessä poistanut Moneroasi pörssistä niin et ehkä koskaan pysty tekemään sitä.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Se estää Moneron</h6> yksinkertaisen varkauden tai takavarikoinnin <p>Hypoteettinen, mutta mahdollinen skenaario voi olla pahimmassa tapauksessa vastaava niille, jotka eivät halua pitää omia avaimiaan – heidän Moneronsa varastaa hakkeri tai hallitus takavarikoi Monerot <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102:n kaltaisella käskyllä</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Melkein 500 miljoonaa dollaria</a> kryptovaluuttaa varastettiin keskitetyistä pörsseistä vuonna 2021, ja yhteensä 3,2 miljardia dollaria varastettiin käyttäjiltä, jotka luopuivat varjoensa huoltajuudesta syystä tai toisesta. Tämä on yksi suurimmista riskeistä kryptovaluutan käyttäjille ja kasvu jatkuu sekä tapausmäärissä että volyymissa, kun kryptovaluutan suosio kasvaa. Jos pörssi säilyttää avaimiasi varoistasi, hakkeri (tai pörssi itse!) voi varastaa ne varat milloin tahansa.</p> <p>Jos sinulla on omat avaimesi, ainoa todellinen varkausriski tai takavarikointiriski ovat huijaukset ja fyysisiset hyökkäykset, mitkä on paljon vähemmän todennäköisiä ja tapahtuvat yleensä vain korkean profiilin henkilöille tai niille jotka ovat kärsineet asiakastietojen (KYC) varkaudesta tai katoamisesta.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Se estää pörssejä hyödyntämästä murto-osaa varoista lainohin ja kauppoihin</h6> <p>Toinen tärkeä omia avaimia säilyttäviä koskeva näkökulma on vähemmän henkilökohtainen ja enemmän yhteisöllinen. Kun suurin osa Monero-käyttäjistä pitää omia avaimiaan, pörssit ovat vähemmän kykyisiä valehtelemaan säilyttämiensä ja kaupankäyntiensä Monero-määrästä ja "paperi-Monerosta", sillä käyttäjät eivät säilytä Moneroa pörsseissä.</p> <p>Vaikka tämäntyyppistä toimintaa ei usein vahvisteta julkisesti, monet yhteisössä ovat huolissaan Binancen kaltaisista pörsseistä jotka hyödyntävät käyttäjiensä Moneroa pörssissä käydäkseen kauppaa Monerolla, mikä lisää Monero-shorttien määrää ja aiheuttaa hinnan alenemista ajan myötä.</p> <p>Tämä käyttäytyminen voi myös johtaa likviditeettikriiseihin, joissa käyttäjät, jotka haluavat <em>säilyttää</em> omat avaimet eivät pysty nostamaan rahaa pörssistä, koska pörssi on luvannut käyttäjilleen enemmän Moneroa kuin sillä on todellisuudessa saatavilla. Mitä useammat Moneron käyttäjät pitävät omat avaimensa hallussa ja pitävät Monerot pois pörsseistä, sitä terveellisemmät ja luonnollisemmat markkinat ovat teoriassa.</p>
fr: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Cela préserve la confidentialité que Monero offre aux utilisateurs</h6> <p>L'un des aspects les plus souvent mal compris de l'auto-gestion dans Monero est que si vous ne détenez pas vos propres clés, vous ne bénéficiez que peu ou pas de la confidentialité offerte par Monero. Comme l'expéditeur d'une transaction a une visibilité totale sur les dépenses réelles, le montant et l'adresse du destinataire, si vous n'êtes pas celui qui envoie la transaction et laissez plutôt cela à un échange ou un dépositaire, ils ont alors une visibilité <em>complète</em> sur le façons dont vous dépensez votre Monero.</p> <p>Heureusement, après l'envoi des fonds, les garanties de confidentialité de Monero entrent en jeu et assurent une forte confidentialité, mais l'échange ou le dépositaire saura où vous avez envoyé les fonds et combien vous avez envoyé initialement.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Cela permet l'incroyable résistance à la censure de Monero</h6> <p>L'un des aspects fondamentaux de Monero est de permettre transactions résistantes à la censure - vous permettant d'effectuer des transactions qui peuvent ou non être approuvées par « eux », peu importe ce qu'ils essaient de faire pour vous arrêter. Bien que le besoin de résistance à la censure puisse ne se fasse pas trop sentir pour celles et ceux d'entre nous vivant dans des pays « libres », le glissement rapide vers l'autoritarisme et la décadence politique dans de nombreuses régions du monde rend chaque jour plus évidente la nécessité d'effectuer des transactions avec ou sans approbation gouvernementale.</p> <p>Si vous ne détenez pas vos propres clés, alors, un gouvernement ou un régulateur peut facilement forcer un échange ou un dépositaire à mettre vos fonds sur liste noire, à les saisir, ou censurer les transactions engageant des adresses spécifiques. C'est déjà ce qui se passe largement en raison des sanctions prises au niveau des États aujourd'hui, et ce sera un thème croissant à mesure que les gouvernements et les régulateurs réaliseront que les échanges et les dépositaires sont le chemin le plus simple vers le contrôle de l'utilisation de Monero.</p> <p>Le jour pourrait aussi venir où un gouvernement interdira l'auto-gestion de Monero, et si vous n'avez pas encore retiré votre Monero d'un échange ou d'un dépositaire, vous ne le pourrez peut-être plus jamais.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Cela empêche le vol simple ou la confiscation de votre Monero</h6> <p>Un scénario hypothétique, mais possible, pourrait être le pire des cas pour ceux qui choisissent de ne pas détenir leurs propres clés - leur Monero pouvant être volé par un pirate ou confisqué par un gouvernement avec une <a class="next-link" target="_blank" rel="noopener nofollow" href="https://fr.wikipedia.org/wiki/Executive_Order_6102">demande de type 6102</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Presque 500 millions de dollars</a> en crypto-monnaie ont été volés sur des échanges centralisés en 2021, et 3,2 milliards de dollars au total volés aux utilisateurs qui ont renoncé à la gestion de leurs fonds pour une raison ou une autre. C'est l'un des plus grands risques pour les utilisateurs de crypto-monnaie, et continue de croître à la fois en nombre de cas et en volume à mesure que la crypto-monnaie gagne en popularité. Si un échange détient les clés de vos fonds, ceux-ci peuvent être volés à tout moment par un pirate (ou l'échange lui-même !).</p> <p>Si vous détenez vos propres clés, les seuls risques réels de vol ou de confiscation sont des escroqueries ou des agressions physiques, ce qui est beaucoup moins probable et qui n'arrive généralement qu'aux personnes de forte notoriété ou à celles et ceux victimes du vol ou de la perte de données de « connaître votre client » (KYC) des échanges centralisés qui établissent un lien leur identité et leur adresse de possession de crypto-monnaie.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Cela empêche les échanges de tirer parti des prêts de réserve fractionnaire et du trading</h6> <p>Un autre aspect important de la détention de vos propres clés est celui qui est moins personnel et plus communautaire. Lorsque la grande majorité des utilisateurs de Monero détiennent leurs propres clés, les échanges sont moins en mesure de mentir sur le montant de Monero qu'ils conservent et donc d'échanger du « monero papier », car les utilisateurs ne conservent pas leur Monero dans les échanges.</p> <p>Bien que ce type d'activité ne soit pas souvent confirmé publiquement, de nombreux membres de la communauté s'inquiètent du fait que des plateformes d'échange comme Binance utilisent le Monero que leurs utilisateurs détiennent sur leur plateforme pour effectuer des échanges contre du Monero, gonflant la quantité de Monero en circulation, causant ainsi un effondrement du prix au fil du temps.</p> <p>Ce comportement peut également entraîner des crises de liquidité où les utilisateurs qui conservent <em>eux-mêmes</em> leurs propres clés ne peuvent pas se retirer de l'échange car celui-ci a promis plus de Monero à ses utilisateurs qu'il n'en dispose réellement. Plus les utilisateurs de Monero détiennent leurs propres clés et conservent leur Monero en dehors des échanges, plus le marché sera théoriquement sain et naturel, et moins les échanges malveillants ou avides pourront mettre en danger la stabilité du prix de Monero.</p>
it: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Si conserva la privacy che Monero offre agli utenti</h6> <p>Uno degli aspetti più comunemente fraintesi dell'autocustodia in Monero è che se non possiedi le tue chiavi, guadagni poco o niente beneficiare della privacy offerta da Monero. Come mittente di una transazione ha piena visibilità sulla spesa reale, sull'importo e sull'indirizzo del destinatario, se non sei tu quello che invia la transazione e invece lascialo fare una borsa valori o un custode, hanno <em>piena</em> visibilità sul modi in cui spendi il tuo Monero.</p> <p>Per fortuna, dopo aver inviato i fondi, la privacy di Monero garantisce dare il via e fornire una forte "segretezza in avanti", ma sarà chiaro la borsa valori o il custode a cui hai inviato i fondi e quanto hai inviato inizialmente.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Esso abilita l'incredibile resistenza alla censura di Monero</h6> <p>Uno degli aspetti fondamentali di Monero è l'abilitazione transazioni resistenti alla censura: consentono di effettuare transazioni che possono o non possono essere approvati da "loro", indipendentemente da ciò che cercano di fare fai per fermarti. Mentre la necessità di resistenza alla censura potrebbe essere un po' perso su quelli di noi nei paesi "liberi", la rapida scivolata verso l'autoritarismo e il degrado politico in molte parti del mondo lo sono rendendo più evidente di giorno in giorno che abbiamo bisogno di un modo per effettuare transazioni o senza l'approvazione del governo.</p> <p>Se non possiedi le tue chiavi, tuttavia, un governo o un'autorità di regolamentazione può facilmente forzare uno scambio o un custode a inserire nella lista nera i tuoi fondi, sequestrare o censurare le transazioni a indirizzi specifici. Questo è già accadendo ampiamente a causa delle sanzioni a livello statale oggi e sarà un tema crescente man mano che i governi e le autorità di regolamentazione si rendono conto che gli scambi e i custodi sono il percorso più semplice per il controllo su Monero utilizzo.</p> <p>Potrebbe venire anche il giorno in cui un governo bandirà l'autocustodia di Monero, e se non hai ancora ritirato il tuo Monero da uno scambio o custode che potresti non essere mai in grado di fare.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Esso previene il semplice furto o la confisca del tuo Monero</h6> <p>Uno scenario ipotetico, ma possibile, potrebbe essere il caso peggiore per quelli che scelgono di non tenere le proprie chiavi – il loro Monero che ottiene rubato da un hacker o confiscato da un governo con un tipo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102 ordina</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Quasi $ 500 milioni</a> in criptovaluta sono stati rubati da scambi centralizzati nel 2021 e un totale di 3,2 miliardi di dollari rubati agli utenti che hanno rinunciato alla custodia fondi per un motivo o per l'altro. Questo è uno dei maggiori rischi per utenti di criptovaluta e continua a crescere sia nel conteggio dei casi che volume man mano che la criptovaluta guadagna popolarità. Se uno scambio detiene le chiavi ai tuoi fondi, quei fondi possono essere rubati da un hacker (o dall'exchange stessi!) in qualsiasi momento.</p> <p>Se possiedi le tue chiavi, gli unici veri rischi di furto o la confisca sono truffe e attacchi fisici, qualcosa che è molto meno probabile e di solito accade solo a individui di alto profilo o quelli danneggiato dal furto o dalla perdita di dati di know-your-customer (KYC). scambi centralizzati che collegano il loro ID e indirizzo con proprietà di criptovaluta.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Esso impedisce gli scambi sfruttando il prestito a riserva frazionaria e trading</h6> <p>Un altro aspetto importante di possedere le proprie chiavi è quello che è meno personale e più comunitario. Quando la stragrande maggioranza degli utenti in Monero detengono le proprie chiavi, gli scambi sono meno in grado di mentire sull'importo di Monero custodiscono e commerciano “carta Monero”, in quanto gli utenti non tengono i loro Monero in cambio.</p> <p>Sebbene questo tipo di attività non sia spesso confermato pubblicamente, lì ci sono molti nella comunità che sono preoccupati che scambi come Binance stanno sfruttando il Monero che gli utenti detengono sullo scambio per fare trading contro Monero, gonfiando la quantità di Monero in cortocircuito e provocando il prezzo soppressione nel tempo.</p> <p>Questo comportamento può anche portare a crisi di liquidità in cui gli utenti che <em>non</em> vogliono detenere le proprie chiavi non sono in grado di ritirarsi dal scambio poiché lo scambio ha promesso più Monero ai suoi utenti di quanto non lo sia ha effettivamente a disposizione. Più utenti Monero detengono le proprie chiavi e mantenere i loro Monero fuori dagli scambi, più sani e naturali sono i mercato sarà teoricamente, e il rischio meno dannoso o avido gli scambi possono porre alla stabilità del prezzo di Monero.</p>
lt: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Jis išsaugo privatumas, kurį Monero suteikia vartotojams</h6> <p>Vienas iš dažniausiai neteisingai suprantamų savęs globos aspektų Monero yra tai, kad jei neturėsite savo raktų, gausite mažai arba ne pasinaudoti Monero teikiamais privatumo pasiūlymais. Kaip operacijos siuntėjas turi pilną matomumą apie tikrąsias išlaidas, sumą ir gavėjo adresą, jei ne jūs siunčiate operaciją, o palikite tai padaryti birža arba saugotojas, jie turi <em>visą</em> matomumą būdai, kaip išleidžiate savo Monero.</p> <p> Laimei, jiems išsiuntus lėšas, Monero privatumas garantuojamas įsijungti ir užtikrinti tvirtą „paslaptį pirmyn“, bet tai bus aišku birža ar saugotojas, kur išsiuntėte lėšas ir kiek išsiuntėte iš pradžių.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Tai įgalina neįtikėtiną Monero </h6> atsparumą cenzūrai <p>Vienas iš pagrindinių Monero aspektų yra įgalinimas cenzūrai atsparūs sandoriai – leidžia atlikti sandorius kad „jie“ gali pritarti arba nepritarti, kad ir ką jie besistengtų padaryti, kad tave sustabdytų. Nors pasipriešinimo cenzūrai poreikis gali būti šiek tiek neteko mums, esantiems „laisvose“ šalyse, sparčiai slinkti link autoritarizmas ir politinis nuosmukis daugelyje pasaulio šalių yra kiekvieną dieną tampa aiškiau, kad mums reikia būdo sudaryti sandorius arba be vyriausybės patvirtinimo.</p> <p>Tačiau jei neturite savo raktų, tai vyriausybė arba reguliavimo institucija gali lengvai priversti biržą ar depozitoriumą įtraukti jūsų lėšas į juodąjį sąrašą, areštuoti juos arba cenzūruoti sandorius konkrečiais adresais. Tai jau yra įvyks iš esmės dėl valstybės lygio sankcijų šiandien ir bus vyriausybei ir reguliavimo institucijoms suvokus, kad tai keičiasi o saugotojai yra lengviausias kelias į Monero valdymą naudojimas.</p> <p> Taip pat gali ateiti diena, kai vyriausybė uždraus savarankišką globą Monero, ir jei dar neatsiėmėte savo Monero iš mainų arba saugotojas, kurio galbūt niekada negalėsite.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero"> Tai apsaugo nuo paprasto Monero </h6> vagystės ar konfiskavimo <p> Hipotetinis, bet įmanomas scenarijus gali būti blogiausias atvejis tie, kurie nusprendžia nelaikyti savo raktų – jų Monero gavimas pavogė įsilaužėlis arba vyriausybė konfiskavo su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102 panašiu order</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/"> Beveik Iš centralizuotų biržų buvo pavogta 500 milijonų dolerių </a> kriptovaliutos 2021 m., o iš vartotojų, kurie atsisakė globos, buvo pavogta 3,2 mlrd lėšų dėl vienokių ar kitokių priežasčių. Tai yra viena didžiausių pavojų kriptovaliutų vartotojų, ir toliau auga tiek atvejų skaičius, tiek apimtis, nes kriptovaliuta populiarėja. Jei biržoje yra raktai į jūsų lėšas, tas lėšas gali pavogti įsilaužėlis (arba birža patys!) bet kuriuo metu.</p> <p>Jei turite savo raktus, vienintelė reali vagystės rizika arba konfiskavimas yra sukčiavimas ir fiziniai išpuoliai, tai yra daug mažiau tikėtina ir dažniausiai nutinka tik aukšto lygio asmenims ar tiems nukentėjo dėl vagystės arba praradimo žinokite savo klientą (KYC) duomenų iš centralizuotos biržos, kurios susieja jų ID ir adresą su kriptovaliutos nuosavybė.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading"> Tai neleidžia biržoms panaudoti dalinio rezervo skolinimą ir prekyba</h6> <p>Kitas svarbus raktų laikymo aspektas yra mažesnis asmeninis ir labiau bendruomeninis. Kai didžioji dauguma Monero vartotojų turėti savo raktus, mainai mažiau gali meluoti apie jų kiekį Monero jie saugo ir prekiauja „popieriniu Monero“, nes vartotojai nesilaiko jų Monero mainuose.</p> <p> Nors tokio tipo veikla nėra dažnai patvirtinama viešai, ten Daugelis bendruomenės narių yra susirūpinę tokiais mainais kaip Binance prekiauja biržoje turimą Monero prieš Monero, padidindamas Monero šortų kiekį ir sukeldamas kainą slopinimas laikui bėgant.</p> <p> Toks elgesys taip pat gali sukelti likvidumo krizę, kai vartotojai, kurie <em> do</em>, norinčių turėti savo raktus, negali pasitraukti iš birža, nes birža savo vartotojams pažadėjo daugiau Monero nei ji iš tikrųjų turi. Kuo daugiau Monero vartotojų turi savo raktus ir kad jų Monero nesikeistų, tuo sveikesnis ir natūralesnis rinka teoriškai bus piktybiška ar godi, o tuo mažesnė rizika mainai gali lemti Monero kainos stabilumą.</p>
nb: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Den bevarer personvernet som Monero gir brukere</h6> <p>Et av de mest misforståtte aspektene ved selvforvaring i Monero er at hvis du ikke har dine egne nøkler, vinner du lite eller ingen dra nytte av personvernet Monero tilbyr. Som avsender av en transaksjon har full oversikt over det sanne forbruket, beløpet og mottakeradressen, hvis du ikke er den som sender transaksjonen, og la det i stedet være en børs eller forvalter, har de <em>full</em> innsyn i måter du bruker Monero på.</p> <p> Heldigvis, etter at de har sendt pengene, garanterer Moneros personvern sparke inn og gi sterk «frem-hemmelighold», men det vil være klart å børsen eller depotmottakeren du sendte midlene til og hvor mye du sendte innledningsvis.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Det muliggjør den utrolige sensurmotstanden til Monero</h6> <p>Et av de grunnleggende aspektene ved Monero er muliggjøring sensurresistente transaksjoner – slik at du kan foreta transaksjoner som kanskje eller ikke kan bli godkjent av "dem", uansett hva de prøver gjøre for å stoppe deg. Mens behovet for sensur-motstand kan være litt tapt på de av oss i "frie" land, den raske skredet mot autoritarisme og politisk forfall i mange deler av verden er gjør det mer tydelig for hver dag at vi trenger en måte å handle med eller uten godkjenning fra myndighetene.</p> <p>Hvis du ikke har dine egne nøkler, men en regjering eller regulator kan enkelt tvinge en børs eller depotmottaker til å svarteliste midlene dine, beslaglegge dem, eller sensurere transaksjoner til bestemte adresser. Dette er allerede skjer bredt på grunn av sanksjoner på statlig nivå i dag, og vil være en økende tema ettersom regjeringer og regulatorer innser at utveksling og forvaltere er den enkleste veien mot kontroll over Monero bruk.</p> <p>Dagen kan også komme hvor en regjering vil forby selvforvaring av Monero, og hvis du ennå ikke har trukket din Monero fra en børs eller vaktmester du kanskje aldri kan.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Det forhindrer enkelt tyveri eller konfiskering av din Monero</h6> <p>Et hypotetisk, men mulig, scenario kan være det verste tilfellet for de som velger å ikke holde sine egne nøkler – deres Monero-mottak stjålet av en hacker eller konfiskert av en regjering med en <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-lignende bestill</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Nesten 500 millioner dollar</a> i kryptovaluta ble stjålet fra sentraliserte børser i 2021, og totalt 3,2 milliarder dollar stjålet fra brukere som ga opp varetekt over midler av en eller annen grunn. Dette er en av de største risikoene kryptovalutabrukere, og fortsetter å vokse i både antall tilfeller og volum etter hvert som kryptovaluta øker i popularitet. Hvis en sentral holder nøklene til midlene dine kan disse midlene bli stjålet av en hacker (eller børsen seg selv!) når som helst.</p> <p>Hvis du har dine egne nøkler, er den eneste reelle risikoen for tyveri eller inndragning er svindel og fysiske angrep, noe som er mye mindre sannsynlig og skjer vanligvis bare med høyprofilerte personer eller de skadet av tyveri eller tap av kjenn-din-kunde-data (KYC) fra sentraliserte sentraler som kobler deres ID og adresse med eierskap av kryptovaluta.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Det hindrer børser som utnytter brøkreserveutlån og handel</h6> <p>Et annet viktig aspekt ved å holde dine egne nøkler er et som er mindre personlig og mer fellesskap. Når de aller fleste brukere i Monero holde sine egne nøkler, børser er mindre i stand til å lyve om mengden av Monero de forvarer og handler "papir Monero", som brukere ikke holder deres Monero i utveksling.</p> <p>Selv om denne typen aktivitet ikke ofte bekreftes offentlig, der er mange i samfunnet som er bekymret for at børser som Binance utnytter Moneroen brukerne har på børsen for å handle mot Monero, noe som øker mengden Monero-shorts og forårsaker pris undertrykkelse over tid.</p> <p>Denne oppførselen kan også føre til likviditetskriser der brukere som <em>vil</em> beholde sine egne nøkler kan ikke trekke seg fra børsen har lovet mer Monero til sine brukere enn den faktisk har tilgjengelig. Jo flere Monero-brukere holder sine egne nøkler og holde Monero unna utveksling, jo sunnere og mer naturlig er markedet vil teoretisk være, og jo mindre risiko ondsinnet eller grådig børser kan bidra til stabiliteten til Moneros pris.</p>
nl: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Het bewaart de privacy die Monero gebruikers biedt</h6> <p>Een van de meest verkeerd begrepen aspecten van zelfbewaring in Monero is dat als u uw eigen sleutels niet in handen hebt, u weinig tot geen winst krijgt bij het profiteren van de privacy die Monero biedt. Aangezien de afzender van een transactie volledig inzicht heeft in de werkelijke uitgaven, het bedrag en het adres van de ontvanger, en indien u niet degene bent die de transactie verzendt en het in plaats daarvan over laat een beurs of bewaarder, hebben ze <em>volledig</em> inzicht in de manieren waarop u uw Monero uitgeeft.</p> <p>Gelukkig garandeert Monero de privacy trap in nadat ze het geld hebben overgemaakt en zorgen ze voor sterke "voorwaartse geheimhouding", maar het zal als nog duidelijk zijn voor de beurs of bewaarder waar u het geld naartoe heeft gestuurd en hoeveel u heeft verzonden.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Het maakt de ongelooflijke censuurweerstand van Monero mogelijk </h6> <p>Een van de fundamentele aspecten van Monero is het mogelijk maken van censuurbestendige transacties – waardoor u transacties kunt uitvoeren die al dan niet door "hen" goedgekeurd worden, wat ze ook proberen doen om u hierin tegen te houden. Terwijl de behoefte aan censuur-weerstand misschien wat verloren is gegaan op degenen die zich in "vrije" landen bevinden, de snelle afdaling naar autoritarisme en politiek verval in vele delen van de wereld maakt het met de dag duidelijker dat we een manier nodig hebben om transacties uit te voeren, en dit ook zonder toestemming van de overheid.</p> <p>Als u niet in het bezit bent van uw eigen sleutels, dan kan een overheid of toezichthouder gemakkelijk een beurs of bewaarder dwingen om uw geld op de zwarte lijst te zetten, beslag te leggen, of transacties censureren naar specifieke adressen. Dit gebeurt vandaag al vaak als gevolg van sancties op staatsniveau, en zal een toenemend thema worden naarmate overheden en regelgevers zich realiseren dat transacties en bewaarders de gemakkelijkste weg zijn naar controle over Monero's gebruik.</p> <p>Er zou ook een dag kunnen komen waarop een regering zelfbewaring zal verbieden van Monero, en als u uw Monero nog niet uit een transactie of bewaarder heeft gehaald , kunt u dit misschien nooit meer doen.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Het voorkomt eenvoudige diefstal of inbeslagname van uw Monero</h6> <p>Een hypothetisch, maar mogelijk scenario zou in het slechtste geval kunnen zijn dat degenen die ervoor kiezen hun eigen sleutels niet vast te houden – van hun Monero worden beroofd door een hacker of in dat ze beslag worden genomen door de overheid met een <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-achtige bestelling</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Bijna $ 500 miljoen </a> aan cryptocurrency werd gestolen van gecentraliseerde beurzen in 2021, en in totaal werd er $ 3,2 miljard gestolen van gebruikers die de voogdij over hun fondsen om een of andere reden hadden opgegeven. Dit is een van de grootste risico's voor cryptocurrency-gebruikers, en blijft groeien in zowel het aantal gevallen als volume naarmate cryptocurrency aan populariteit wint. Als een handelaar of bewaarder de sleutels naar uw geld bezit, kan dat geld op elk moment worden gestolen door een hacker (of de exchange zichzelf!).</p> <p>Als u uw eigen sleutels bezit, is het enige echte risico op diefstal of confiscatie oplichting en fysieke aanvallen, iets dat veel minder waarschijnlijk is en meestal alleen gebeurt met bekendere individuen of degenen die door diefstal beschadigd zijn of het verlies van ken-uw-klant (KYC)-gegevens van gecentraliseerde uitwisselingen die hun ID en adres koppelen aan hun eigendom van cryptocurrency.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Het voorkomt dat uitwisselingen gebruikmaken van fractionele reserveleningen en handelen</h6> <p>Een ander belangrijk aspect van het bezit van uw eigen sleutels is een die minder persoonlijk en meer gemeenschappelijk is. Wanneer de overgrote meerderheid van de gebruikers in Monero hun eigen sleutels bijhouden, kunnen beurzen minder goed liegen over de hoeveelheid Monero die ze bezitten en "papieren Monero" die ze verhandelen, aangezien gebruikers hun Monero niet in de handel houden.</p> <p>Hoewel dit soort activiteiten niet vaak publiekelijk wordt bevestigd, zijn er wel velen in de gemeenschap die zich zorgen maken dat uitwisselingen zoals Binance gebruik maken van de Monero die gebruikers op de beurs hebben om tegen Monero te handelen, waardoor het aantal Monero-shorts wordt opgeblazen en er prijs onderdrukking na verloop van tijd wordt veroorzaakt.</p> <p>Dit gedrag kan ook leiden tot liquiditeitscrises waar gebruikers die <em>wel </em> hun eigen willen sleutels behouden, zich niet kunnen terugtrekken uit de transactie omdat deze meer Monero aan zijn gebruikers heeft beloofd dan het daadwerkelijk beschikbaar heeft. Hoe meer Monero-gebruikers hun eigen sleutels hebben en hun Monero uit handel houden, hoe gezonder en natuurlijker de markt in theorie zal zijn, en hoe minder risico kwaadaardige of hebzuchtige beurzen een rol kunnen spelen bij de stabiliteit van Monero's prijs.</p>
pl: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Zachowuje prywatność jaką Monero oferuje użytkownikom</h6> <p>Jednym z najczęściej niezrozumiałych aspektów przechowywania własnego Monero jest to, że jeśli nie trzymasz własnych kluczy, zyskujesz niewiele korzyści z prywatności Monero. <em>Nadawca transakcji widzi prawdziwe wydatki, kwotę i adres odbiorcy</em>, Jeśli nie jesteś nadawcą i zamiast tego pozostawiasz to giełdzie lub aplikacji, która nie daje Ci kluczy, widzą one jak wydajesz Monero. </p> <p> Na szczęście po wysłaniu funduszy Monero gwarantuje prywatność i zapewnia silną „forward-secrecy”, ale giełda lub aplikacja przechowująca Twoje klucze widzi ile i gdzie wysłałeś środki. </p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Umożliwia niesamowitą odporność na cenzurę Monero</h6> <p> Jednym z podstawowych aspektów Monero jest umożliwienie transakcji odpornych na cenzurę - umożliwia dokonywanie transakcji, które mogą nie zostać zatwierdzone przez „nich”, bez względu na to, co próbują zrobić, żeby Cię zatrzymać. Chociaż potrzeba odporności na cenzurę może być nieco odległa dla tych z nas w „wolnych” krajach. Jednak szybka degradacja w kierunku autorytaryzmu w wielu częściach świata staje się coraz bardziej widoczna i uzasadnia potrzebę możliwości wysyłania transakcji bez zgody rządu. </p> <p>Jednak jeśli nie możesz przechowywać własnych kluczy to władza może łatwo zmusić giełdę, lub trzymającego te środki do ich zablokowania, zabrania bądź też ocenzurowania transakcji na konkretny adres. Do takich sytuacji dochodzi już dzisiaj jako część różnych pakietów sankcji i będzie się to zdarzało jeszcze częściej, gdy władza zorientuje się, że giełdy i aplikacje nie dające pełnej kontroli nad środkami są najłatwiejszą metodą na kontrolowanie Monero.</p> <p>Może nawet nadejść dzień, w którym władza zakaże trzymania kluczy do własnego Monero i nie będziesz mógł wypłacić go z giełdy lub aplikacji, która tak naprawdę trzyma za Ciebie Monero.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero"> Zapobiega kradzieży i konfiskacji</h6> <p>Hipotetyczny, ale możliwy, najgorszy scenariusz, dla tych którzy nie trzymają kluczy do własnego Monero - ich Monero zostaje skradzione lub skonfiskowane przez rząd <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">rozporządzeniem wykonawczym podobnym do 6102</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Prawie 500 milionów dolarów</a> w kryptowalutach zostało skradzionych z scentralizowanych giełd w 2021 r; do tego blisko 3,2 miliardy dolarów łącznie skradziono użytkownikom, którzy powierzyli swoje środki jakiejś aplikacji lub usłudze z danego powodu. Stanowi to jedno z największych ryzyk dla użytkowników kryptowalut, zwłaszcza że ilość kradzieży stale rośnie, zarówno pod względem ich ilości jak i wartości. Jeśli giełda przechowuje klucze do Twoich środków, mogą one zostać skradzione przez hackera (albo nawet samą giełdę!) w każdej chwili.</p> <p>Jeśli sam trzymasz własne klucze, to jedynym źródłem ryzyka kradzieży, bądź konfiskaty są oszustwa i napady, a więc o wiele rzadsze ryzyko, które przeważnie istnieje jedynie u bardzo zamożnych lub wśród ofiar wycieków danych KYC z serwisów ich wymagających.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Zapobiega stosowaniu systemu rezerw cząstkowych przez giełdy</h6> <p> Kolejny ważny aspekt trzymania własnych kluczy to aspekt, który jest bardziej istotny dla całej wspólnoty niż jednej osoby. Kiedy zdecydowana większość użytkowników w Monero trzyma własne klucze, giełdy nie mogą kłamać na temat swoich rezerw Monero i sprzedawać „papierowe Monero”. </p> <p>Chociaż system rezerw cząstkowych w wykonaniu giełd nie jest oficjalnie potwierdzony, to jest wielu członków społeczności podejrzewających, że giełdy takie jak Binance wykorzystują użytkowników Monero do zakładania się przeciwko niemu i wypożyczają pieniądze użytkowników, aby sztucznie zwiększyć podaż Monero. </p> <p>To zachowanie może prowadzić do kryzysów płynności Monero, gdy użytkownicy, którzy <em>chcą</em> trzymać własne Monero nie mogą ich wypłacić z giełdy, ponieważ giełda, która im je sprzedała nie ma ich dostępnych. Im więcej Monero użytkownicy samodzielnie będą przechowywali poza giełdami, tym zdrowsza i bardziej naturalna będzie cena i rynek Monero, a ewentualna wroga giełda będzie miała mniejszą możliwość ataku ceny Monero.</p>
pt_br: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Preserva a privacidade que o Monero oferece aos usuários</h6> <p>Um dos aspectos mais comumente incompreendidos da auto-custódia em Monero é que se você não tiver suas próprias chaves, você ganha pouco ou nenhum se beneficiar da privacidade que o Monero oferece. Como remetente de uma transação tem visibilidade total do gasto real, valor e endereço do destinatário, se não for você que está enviando a transação e, em vez disso, deixar isso para uma bolsa ou custodiante, eles têm <em>visibilidade total</em> do maneiras de gastar seu Monero.</p> <p>Felizmente, depois que eles enviam os fundos, a privacidade do Monero garante entrar em ação e fornecer um forte “segredo para a frente”, mas ficará claro para a bolsa ou custodiante para onde você enviou os fundos e quanto você enviou inicialmente.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Isso permite a incrível resistência à censura do Monero</h6> <p>Um dos aspectos fundamentais do Monero é permitir transações resistentes à censura – permitindo que você faça transações que pode ou não ser aprovado por “eles”, não importa o que eles tentem fazer para te parar. Embora a necessidade de resistência à censura possa ser um pouco perdido para aqueles de nós em países “livres”, o rápido deslizamento em direção autoritarismo e decadência política em muitas partes do mundo é tornando mais evidente a cada dia que precisamos de uma maneira de fazer transações com ou sem aprovação governamental.</p> <p>Se você não tiver suas próprias chaves, no entanto, um governo ou regulador pode facilmente forçar uma bolsa ou custodiante a colocar seus fundos na lista negra, apreender ou censurar transações para endereços específicos. Isso já é acontecendo amplamente devido às sanções estaduais hoje, e será um tema crescente à medida que governos e reguladores percebem que as trocas e custodiantes são o caminho mais fácil para o controle da Monero uso.</p> <p>Também pode chegar o dia em que um governo banirá a autocustódia de Monero, e se você ainda não retirou seu Monero de uma bolsa ou guardião que você pode nunca ser capaz de fazer.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Isso impede o simples roubo ou confisco do seu Monero</h6> <p>Um cenário hipotético, mas possível, pode ser o pior caso para aqueles que optam por não ter suas próprias chaves - seu Monero recebendo roubado por um hacker ou confiscado por um governo com um <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-like ordem</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Quase US$ 500 milhões</a> em criptomoedas foram roubados de exchanges centralizadas em 2021, e um total de US$ 3,2 bilhões roubados de usuários que desistiram da custódia de fundos por uma razão ou outra. Este é um dos maiores riscos usuários de criptomoedas e continua a crescer tanto em número de casos quanto em volume à medida que a criptomoeda ganha popularidade. Se uma bolsa detém as chaves aos seus fundos, esses fundos podem ser roubados por um hacker (ou a exchange eles mesmos!) a qualquer momento.</p> <p>Se você possui suas próprias chaves, os únicos riscos reais de roubo ou confisco são golpes e ataques físicos, algo que é muito menos provável e geralmente só acontece com indivíduos de alto perfil ou aqueles prejudicado pelo roubo ou perda de dados de know-your-customer (KYC) de trocas centralizadas que vinculam seu ID e endereço com propriedade de criptomoedas.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Isso impede que as exchanges alavanquem empréstimos de reserva fracionária e trading</h6> <p>Outro aspecto importante de ter suas próprias chaves é aquele que é menos pessoais e mais comunitários. Quando a grande maioria dos usuários do Monero detêm suas próprias chaves, as exchanges são menos capazes de mentir sobre a quantidade de Monero eles guardam e negociam “papel Monero”, pois os usuários não estão mantendo seu Monero em trocas.</p> <p>Embora esse tipo de atividade não seja frequentemente confirmado publicamente, há muitos na comunidade estão preocupados que exchanges como a Binance estão aproveitando o Monero que seus usuários mantêm na bolsa para negociar contra Monero, inflando a quantidade de shorts Monero e causando preço supressão ao longo do tempo.</p> <p>Esse comportamento também pode levar a crises de liquidez em que os usuários que <em></em> desejam manter suas próprias chaves não conseguem sacar do exchange, pois a exchange prometeu mais Monero para seus usuários do que realmente tem disponível. Quanto mais usuários do Monero tiverem suas próprias chaves e manter seu Monero fora das trocas, mais saudável e natural o mercado será teoricamente, e menos risco malicioso ou ganancioso exchanges podem representar para a estabilidade do preço do Monero.</p>
sl: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Ohranja zasebnost, ki jo Monero nudi uporabnikom </h6> <p>Eden od najpogosteje napačno razumljenih vidikov skrbništva v Monero je, da če nimate lastnih ključev, pridobite le malo ali nič koristi od zasebnosti, ki jo ponuja Monero. Kot pošiljatelj transakcije ima popoln vpogled v pravo porabo, znesek in naslov prejemnika, če niste tisti, ki pošilja transakcijo in namesto tega prepustite to borzi, imajo <em>popoln</em> vpogled v to kako porabite svoj Monero.</p> <p>Na srečo Monero po pošiljanju sredstev zagotavlja zasebnost in zagotavljajo močno "vnaprejšnjo tajnost", vendar bo jasno, da bo borzi ali skrbniku, kam ste poslali sredstva in koliko ste jih poslali. na začetku. </p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">To omogoča neverjetno odpornost proti cenzuri Monera </h6> <p>Eden od temeljnih vidikov Monera je omogočanje transakcij, odpornih na cenzuro, kar vam omogoča, da opravljate transakcije ki jih "oni" lahko odobrijo ali pa tudi ne, ne glede na to, kaj poskušajo storiti , da bi vas ustavili. Čeprav je potreba po odpornosti na cenzuro morda nekoliko neznana za tiste v "svobodnih" državah, je hiter zdrs v avtoritarnosti in političnega razkroja v mnogih delih sveta je postaja iz dneva v dan bolj očitno, da potrebujemo način za poslovanje z ali brez vladne odobritve.</p> <p>Če nimate lastnih ključev, lahko vlada ali regulator lahko zlahka prisili borzo ali skrbnika, da vaša sredstva uvrsti na črno listo, zaseže ali cenzurirati transakcije na določene naslove. To je že zaradi sankcij na državni ravni, danes pa se bo to še naprej dogajalo. vse bolj pogosta tema, ko bodo vlade in regulatorji spoznali, da so borze najlažja pot do nadzora nad valuto Monero.</p> <p>Lahko pride tudi dan, ko bo vlada prepovedala lastništvo Monera in če še niste umaknili svojega Monera iz borze ali skrbnika morda nikoli ne boste mogli.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">To preprečuje preprosto krajo ali zaplembo vašega Monera </h6> <p>Hipotetičen, vendar možen scenarij bi lahko bil najslabši možni primer za tiste, ki se odločijo, da ne bodo imeli lastnih ključev – Monero ukrade heker ali ga zaplenila vlada z <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-podobnim pozivom</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/"> Iz centraliziranih menjalnic je bilo ukradenih skoraj 500 milijonov $ </a> v kriptovaluti leta 2021 in skupno 3,2 milijarde dolarjev uporabnikom, ki so se odrekli skrbništvu nad sredstvi iz enega ali drugega razloga. To je eno največjie tveganje za uporabnike kriptovalut in še naprej raste tako v številu primerov kot v obsegu, medtem ko kriptovalute pridobivajo na priljubljenosti. Če ima menjalnica ključe za vaša sredstva, lahko ta sredstva ukrade heker (ali borza samia) kadar koli.</p> <p>Če imate lastne ključe, je edina resnična nevarnost kraje ali so prevare in fizični napadi, kar je veliko manj verjetno in se ponavadi zgodi le uglednim posameznikom ali tistim, ki so oškodovani zaradi kraje ali izgube podatkov o poznanih strankah (KYC) iz centraliziranih izmenjav, ki povezujejo njihovo identiteto in naslov z lastništvom kriptovalute</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">To preprečuje, da bi borze izkoriščale posojanje delnih rezerv in trgovanje </h6> <p>Še en pomemben vidik posedovanja lastnih ključev je manj oseben in bolj skupen. Ko ima velika večina uporabnikov Monera lastne ključe, lahko borze manj lažejo o količini Monera, ki ga hranijo, in trgujejo s "papirnatim Monerom", saj uporabniki ne hranijo svojega Monera na borzah.</p> <p>Čeprav tovrstne dejavnosti niso pogosto javno potrjene, pa so mnogi v skupnosti zaskrbljeni, da borze, kot je Binance izkoriščajo valuto Monero, ki jo imajo njeni uporabniki na borzi, za trgovanje proti Moneru, s čimer napihujejo količino shortov v Moneru in povzročajo rast cene na borzi in sčasoma povzroči zatiranje tečaja.</p> <p>To vedenje lahko povzroči tudi likvidnostne krize, kjer uporabniki, ki <em>želijo</em> imeti svoje ključe, se ne morejo umakniti z borze, saj je borza uporabnikom obljubila več valut Monero, kot jih ima dejansko na voljo. Čim več uporabnikov Monera bo imelo svoje ključe in ne bo imelo Monera na borzah, tem bolj zdrav in naraven bo teoretično trg in tem manjše bo tveganje, ki ga zlonamerne ali pohlepne borze lahko predstavljajo za stabilnost cene Monera.</p>
sv: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Det bevarar integriteten som Monero ger användarna</h6> <p>En av de mest missförstådda aspekterna av självvård i Monero är att om du inte har dina egna nycklar, vinner du lite eller ingen dra nytta av den sekretess som Monero erbjuder. Som avsändare av en transaktion har full insyn i den verkliga utgiften, beloppet och mottagaradressen, om du inte är den som skickar transaktionen och i stället lämna det till en börs eller vårdnadshavare har de <em>full</em> insyn i hur du spenderar din Monero.</p> <p> Tack och lov, efter att de har skickat pengarna garanterar Moneros integritet sparka in och ge starkt "framåt-sekretess", men det kommer att vara tydligt börsen eller förvaringsinstitutet dit du skickade medlen och hur mycket du skickade initialt.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Det möjliggör det otroliga censurmotståndet hos Monero</h6> <p>En av de grundläggande aspekterna av Monero är att möjliggöra censurbeständiga transaktioner – så att du kan göra transaktioner som kanske eller kanske inte godkänns av "dem", oavsett vad de försöker göra för att stoppa dig. Medan behovet av censur-motstånd kan vara lite förlorade på de av oss i "fria" länder, den snabba glidningen mot auktoritarism och politiskt förfall i många delar av världen är gör det mer uppenbart för varje dag att vi behöver ett sätt att handla med eller utan statligt godkännande.</p> <p>Om du inte har dina egna nycklar, men en regering eller tillsynsmyndighet kan enkelt tvinga en börs eller förvaringsinstitut att svartlista dina pengar, beslagta dem, eller censurera transaktioner till specifika adresser. Det här är redan sker i stort sett på grund av sanktioner på statlig nivå idag, och kommer att bli en ökande tema som regeringar och tillsynsmyndigheter inser att utbyten och vårdnadshavare är den enklaste vägen mot kontroll över Monero's användning.</p> <p>Den dag kan också komma då en regering kommer att förbjuda självvård av Monero, och om du ännu inte har dragit tillbaka din Monero från ett utbyte eller vårdnadshavare som du kanske aldrig kan.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Det förhindrar enkel stöld eller konfiskering av din Monero</h6> <p>Ett hypotetiskt men möjligt scenario kan vara det värsta fallet de som väljer att inte hålla sina egna nycklar – deras Monero-fång stulen av en hacker eller konfiskerad av en regering med en <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-liknande beställ</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Nästan 500 miljoner USD</a> i kryptovaluta stals från centraliserade börser 2021, och totalt 3,2 miljarder dollar stulits från användare som gav upp vårdnaden om medel av en eller annan anledning. Detta är en av de största riskerna för cryptocurrency-användare, och fortsätter att växa i både antal fall och volym när kryptovaluta vinner popularitet. Om en börs innehar nycklarna till dina pengar kan dessa pengar stjälas av en hacker (eller börsen sig själva!) när som helst.</p> <p>Om du håller dina egna nycklar är de enda verkliga riskerna för stöld eller konfiskering är bedrägerier och fysiska attacker, något som är mycket mindre sannolikt och händer vanligtvis bara högprofilerade individer eller de skadas av stöld eller förlust av vet-din-kund-data (KYC) från centraliserade börser som länkar deras ID och adress till ägande av kryptovaluta.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Det förhindrar börser som utnyttjar fraktionerad reservutlåning och handel</h6> <p>En annan viktig aspekt av att hålla dina egna nycklar är en som är mindre personligt och mer gemensamt. När de allra flesta användare i Monero hålla sina egna nycklar, utbyten är mindre kunna ljuga om mängden Monero de förvarar och handlar med "papper Monero", eftersom användare inte håller deras Monero i utbyten.</p> <p> Även om denna typ av aktivitet inte ofta bekräftas offentligt, där är många i samhället som är oroade över att börser som Binance utnyttjar Monero som användarna har på börsen för att handla mot Monero, vilket ökar mängden Monero-shorts och orsakar priset undertryckning över tid.</p> <p>Detta beteende kan också leda till likviditetskriser där användare som <em>vill</em> behålla sina egna nycklar kan inte dra sig ur utbyte eftersom börsen har lovat mer Monero till sina användare än den faktiskt har tillgänglig. Ju fler Monero-användare har sina egna nycklar och hålla sina Monero utanför utbyten, desto hälsosammare och mer naturligt marknaden kommer teoretiskt att vara, och desto mindre risk skadlig eller girig börser kan bidra till stabiliteten i Moneros pris.</p>
tl: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Pinapanatili nito ang privacy na ibinibigay ng Monero sa mga user</h6> <p>Isa sa mga pinakakaraniwang hindi nauunawaang aspeto ng self-custody in Monero ay na kung hindi mo hawak ang iyong sariling mga susi, makakakuha ka ng kaunti hanggang sa hindi makinabang mula sa privacy na iniaalok ng Monero. Bilang nagpadala ng isang transaksyon ay may ganap na kakayahang makita sa totoong paggastos, halaga, at address ng tatanggap, kung hindi ikaw ang nagpapadala ng transaksyon at sa halip ay iwanan mo iyon isang exchange o custodian, mayroon silang <em>buong</em> visibility sa mga paraan kung paano mo ginagastos ang iyong Monero.</p> <p>Sa kabutihang palad, pagkatapos nilang ipadala ang mga pondo, ginagarantiyahan ng privacy ng Monero kick in at magbigay ng malakas na "forward-secrecy", ngunit magiging malinaw ito sa ang exchange o custodian kung saan mo ipinadala ang mga pondo at kung magkano ang iyong ipinadala sa simula.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Ito nagbibigay-daan sa hindi kapani-paniwalang censorship-resistance ng Monero</h6> <p>Isa sa mga pangunahing aspeto ng Monero ay ang pagpapagana mga transaksyong lumalaban sa censorship – nagbibigay-daan sa iyong gumawa ng mga transaksyon na maaaring aprubahan o hindi ng "kanila", anuman ang kanilang subukan gawin para pigilan ka. Habang ang pangangailangan para sa censorship-resistance ay maaaring medyo nawala sa atin sa "libre" na mga bansa, ang mabilis na pagdausdos patungo authoritarianism at political decay sa maraming bahagi ng mundo ay ginagawa itong mas maliwanag sa araw na kailangan natin ng paraan para makipagtransaksyon o walang pag-apruba ng pamahalaan.</p> <p>Kung hindi mo hawak ang sarili mong mga susi, gayunpaman, isang gobyerno o regulator madaling pilitin ang isang exchange o custodian na i-blacklist ang iyong mga pondo, sakupin kanila, o i-censor ang mga transaksyon sa mga partikular na address. Ito na malawakang nangyayari dahil sa mga parusa sa antas ng estado ngayon, at magiging isang tumataas na tema habang napagtatanto ng mga pamahalaan at regulator na ang pagpapalitan at ang mga tagapag-alaga ay ang pinakamadaling landas patungo sa kontrol sa Monero paggamit.</p> <p>Maaari ding dumating ang araw kung saan ipagbabawal ng gobyerno ang pag-iingat sa sarili ng Monero, at kung hindi mo pa binawi ang iyong Monero mula sa isang palitan o tagapag-alaga na maaaring hindi mo kailanman magagawa.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">Ito pinipigilan ang simpleng pagnanakaw o pagkumpiska ng iyong Monero</h6> <p>Ang isang hypothetical, ngunit posible, na senaryo ay maaaring ang pinakamasamang kaso para sa ang mga pinipiling huwag hawakan ang kanilang sariling mga susi – ang kanilang Monero ay nakukuha ninakaw ng isang hacker o kinumpiska ng isang gobyerno na may <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102-like order</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Halos Ang $500 milyon</a> sa cryptocurrency ay ninakaw mula sa mga sentralisadong palitan noong 2021, at $3.2 bilyon ang kabuuang ninakaw mula sa mga user na sumuko sa pangangalaga ng pondo para sa isang kadahilanan o iba pa. Ito ay isa sa mga pinakamalaking panganib sa mga gumagamit ng cryptocurrency, at patuloy na lumalaki sa parehong case-count at dami habang nagiging popular ang cryptocurrency. Kung ang isang palitan ay may hawak ng mga susi sa iyong mga pondo, ang mga pondong iyon ay maaaring nakawin ng isang hacker (o ang exchange kanilang sarili!) anumang oras.</p> <p>Kung hawak mo ang sarili mong mga susi, ang tanging tunay na panganib ng pagnanakaw o Ang pagkumpiska ay mga scam at pisikal na pag-atake, isang bagay na mas mababa malamang at kadalasan ay nangyayari lamang sa mga high-profile na indibidwal o sa mga iyon napinsala ng pagnanakaw o pagkawala ng data ng know-your-customer (KYC) mula sa sentralisadong palitan na nag-uugnay sa kanilang ID at address sa pagmamay-ari ng cryptocurrency.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Ito pinipigilan ang mga palitan ng paggamit ng fractional reserve lending at pangangalakal</h6> <p>Ang isa pang mahalagang aspeto ng paghawak ng sarili mong mga susi ay ang mas mababa personal at mas komunal. Kapag ang karamihan ng mga gumagamit sa Monero hawak ang kanilang sariling mga susi, ang mga palitan ay hindi gaanong makapagsisinungaling tungkol sa dami ng Monero ay kanilang pinangangalagaan at ipinagpalit ang "papel na Monero", dahil hindi iniingatan ng mga gumagamit kanilang Monero sa palitan.</p> <p>Bagama't ang ganitong uri ng aktibidad ay hindi madalas na nakumpirma sa publiko, nariyan ay marami sa komunidad na nag-aalala na ang pagpapalitan tulad ng Binance ay pinakikinabangan ang Monero na pinanghahawakan ng mga user sa palitan upang makipagkalakalan laban sa Monero, pagpapalaki ng halaga ng Monero shorts at nagiging sanhi ng presyo pagsugpo sa paglipas ng panahon.</p> <p>Ang pag-uugaling ito ay maaari ding humantong sa mga krisis sa pagkatubig kung saan ang mga user ay na <em>do</em> na gustong hawakan ang kanilang sariling mga susi ay hindi makaalis mula sa exchange dahil ipinangako ng exchange ang mas maraming Monero sa mga user nito kaysa dito meron talagang available. Kapag mas maraming gumagamit ng Monero ang may hawak ng kanilang sariling mga susi at panatilihin ang kanilang Monero off exchanges, mas malusog at mas natural ang market ay theoretically magiging, at ang mas mababang panganib nakakahamak o sakim ang mga palitan ay maaaring magdulot ng katatagan ng presyo ng Monero.</p>
tr: <h6 id="it-preserves-the-privacy-that-monero-affords-users">Korur Monero'nun kullanıcılara sağladığı gizlilik</h6> <p>Kendini velayet altına almanın en yaygın yanlış anlaşılan yönlerinden biri Monero, eğer kendi anahtarlarınızı elinizde tutmazsanız, çok az veya hiç kazanç elde edemezsiniz Monero'nun sunduğu gizlilikten yararlanın. Bir işlemin göndericisi olarak gerçek harcama, tutar ve alıcı adresine ilişkin tam görünürlüğe sahiptir, eğer işlemi gönderen siz değilseniz ve bunun yerine bunu başkalarına bırakın bir borsa veya saklayıcı, <em>tam</em> görünürlüğe sahiptirler Monero'nuzu nasıl harcayacağınız.</p> <p>Neyse ki parayı gönderdikten sonra Monero'nun gizlilik garantisi var devreye girer ve güçlü bir "ileri gizlilik" sağlar, ancak parayı gönderdiğiniz borsa veya saklamacı ve ne kadar gönderdiğiniz başlangıçta.</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">Bu Monero</h6>'un sansüre karşı inanılmaz direncini sağlar <p>Monero'nun temel yönlerinden biri, sansüre dayanıklı işlemler – işlem yapmanıza olanak tanır ne yapmaya çalışırlarsa çalışsınlar “onlar” tarafından onaylanabilir veya onaylanmayabilir seni durdurmak için yap. Sansüre karşı direnç ihtiyacı biraz da olsa "Özgür" ülkelerde yaşayan bizler için kaybedilen bu hızlı düşüş, Dünyanın birçok yerinde otoriterlik ve politik çürüme ile işlem yapmanın bir yoluna ihtiyacımız olduğunu gün geçtikçe daha da belirgin hale getiriyoruz veya devletin onayı olmadan.</p> <p>Ancak kendi anahtarlarınız sizde değilse, bir hükümet veya düzenleyici kolayca bir borsayı veya saklayıcıyı fonlarınızı kara listeye almaya zorlayabilir, el koyabilir veya belirli adreslere yönelik işlemleri sansürleyin. Bu zaten bugün devlet düzeyindeki yaptırımlar nedeniyle geniş çapta yaşanıyor ve olacak Hükümetler ve düzenleyiciler borsaların değişiminin farkına vardıkça tema giderek artıyor. ve saklamacılar Monero'yu kontrol etmenin en kolay yoludur kullanım.</p> <p>Hükümetin öz velayeti yasaklayacağı gün de gelebilir Monero'yu henüz bir borsadan çekmediyseniz veya saklamayı hiçbir zaman başaramayabilirsin.</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">O Monero</h6>'inizin basit bir şekilde çalınmasını veya müsadere edilmesini önler <p>Varsayımsal ancak olası bir senaryo, en kötü durum olabilir. kendi anahtarlarını tutmamayı seçenler – Monero’ları alıyor bir bilgisayar korsanı tarafından çalındı veya <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">6102 benzeri bir cihazla hükümet tarafından ele geçirildi sipariş</a>.</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">Neredeyse Merkezi borsalardan 500 milyon dolarlık</a> kripto para birimi çalındı 2021'de velayetinden vazgeçen kullanıcılardan toplam 3,2 milyar dolar çalındı şu ya da bu nedenle fonlar. Bu en büyük risklerden biri kripto para birimi kullanıcıları ve hem vaka sayısında hem de Kripto para birimi popülerlik kazandıkça hacim artıyor. Anahtarlar bir borsada bulunuyorsa fonlarınıza aktarılırsa, bu fonlar bir bilgisayar korsanı (veya borsa) tarafından çalınabilir. kendileri!) herhangi bir zamanda.</p> <p>Kendi anahtarlarınızı elinizde tutuyorsanız, hırsızlık veya müsadere dolandırıcılık ve fiziksel saldırılardır; bu çok daha az bir şeydir muhtemelen ve genellikle yalnızca yüksek profilli kişilerin veya kişilerin başına gelir Müşterinizi Tanıyın (KYC) verilerinin çalınması veya kaybedilmesi nedeniyle zarar gören kimliklerini ve adreslerini birbirine bağlayan merkezi borsalar kripto para birimi sahipliği.</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">Bu Kısmi rezerv kredilerinden yararlanan borsaları önler ve ticaret</h6> <p>Kendi anahtarlarınızı tutmanın bir diğer önemli yönü de daha az kişisel ve daha toplumsal. Monero'daki kullanıcıların büyük çoğunluğu Kendi anahtarlarını ellerinde bulundurdukları için borsalar para miktarı konusunda daha az yalan söyleyebilirler. Kullanıcılar saklamadığı için Monero'yu saklıyor ve "kağıt Monero"nun ticaretini yapıyorlar borsalardaki Monero'ları.</p> <p>Bu tür faaliyetler sıklıkla kamuya açık olarak onaylanmasa da, Toplulukta Binance gibi borsaların Kullanıcılarının borsada tuttukları Monero'yu ticaret yapmak için kullanıyorlar Monero'ya karşı, Monero short pozisyonlarının miktarını şişirerek fiyat oluşmasına neden oluyor zamanla bastırma.</p> <p>Bu davranış aynı zamanda likidite krizlerine de yol açabilir; <em>do</em> kendi anahtarlarını tutmak istiyor ve Borsa, kullanıcılarına olduğundan daha fazla Monero vaat ettiği için borsa aslında mevcut. Monero kullanıcısı ne kadar çok kendi anahtarını tutarsa ve Monero'larını borsalardan uzak tutun, daha sağlıklı ve daha doğal Piyasa teorik olarak daha az risk altında olacak ve kötü niyetli veya açgözlü olacak. borsalar Monero'nun fiyatının istikrarına neden olabilir.</p>
ur: <h6 id="it-preserves-the-privacy-that-monero-affords-users">یہ محفوظ رکھتا ہے۔ وہ رازداری جو منیرو صارفین کو فراہم کرتی ہے</h6> <p>خود کی تحویل کے سب سے عام غلط فہمی والے پہلوؤں میں سے ایک منیرو یہ ہے کہ اگر آپ اپنی چابیاں نہیں رکھتے ہیں، تو آپ کو بہت کم فائدہ ہوتا ہے۔ منیرو کی پرائیویسی آفرز سے فائدہ اٹھائیں۔ لین دین کے بھیجنے والے کے طور پر حقیقی خرچ، رقم، اور وصول کنندہ کے پتے کی مکمل مرئیت ہے، اگر آپ ٹرانزیکشن بھیجنے والے نہیں ہیں اور اس کے بجائے اسے چھوڑ دیں۔ ایکسچینج یا نگہبان، ان کے پاس <em>مکمل</em> مرئیت ہے اپنے منیرو خرچ کرنے کے طریقے۔</p> <p>شکر ہے، فنڈز بھیجنے کے بعد، منیرو کی رازداری کی ضمانت دیتا ہے لات ماریں اور مضبوط "آگے کی رازداری" فراہم کریں، لیکن یہ واضح ہو جائے گا ایکسچینج یا کسٹوڈین جہاں آپ نے فنڈز بھیجے اور آپ نے کتنی رقم بھیجی۔ ابتدائی طور پر</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">یہ منیرو کی ناقابل یقین سنسرشپ مزاحمت کو قابل بناتا ہے</h6> <p>منیرو کے بنیادی پہلوؤں میں سے ایک قابل بنانا ہے۔ سنسرشپ مزاحم لین دین - آپ کو لین دین کرنے کی اجازت دیتا ہے۔ جو "ان" کے ذریعہ منظور ہو سکتا ہے یا نہیں، چاہے وہ کچھ بھی کرنے کی کوشش کریں۔ آپ کو روکنے کے لئے کرو. جب کہ سنسرشپ مزاحمت کی ضرورت تھوڑی ہوسکتی ہے۔ "آزاد" ممالک میں ہم میں سے ان لوگوں پر کھو گیا، تیزی سے سلائیڈ کی طرف دنیا کے کئی حصوں میں آمریت اور سیاسی زوال پذیر ہے۔ دن کے ساتھ اس کو مزید واضح کرنا کہ ہمیں لین دین کے لیے ایک طریقہ کی ضرورت ہے۔ یا حکومتی منظوری کے بغیر</p> <p>اگر آپ کے پاس اپنی چابیاں نہیں ہیں، تاہم، حکومت یا ریگولیٹر ایکسچینج یا کسٹوڈین کو آسانی سے آپ کے فنڈز کو بلیک لسٹ کرنے، ضبط کرنے پر مجبور کر سکتے ہیں۔ انہیں، یا مخصوص پتوں پر لین دین کو سنسر کریں۔ یہ پہلے ہی ہے۔ آج ریاستی سطح کی پابندیوں کی وجہ سے بڑے پیمانے پر ہو رہا ہے، اور ہو گا۔ بڑھتی ہوئی تھیم کے طور پر حکومتوں اور ریگولیٹرز کو اس بات کا احساس ہوتا ہے کہ تبادلہ اور محافظ منیرو پر کنٹرول کی طرف سب سے آسان راستہ ہیں۔ استعمال</p> <p>وہ دن بھی آسکتا ہے جب حکومت خود کو غیر قانونی قرار دے گی۔ منیرو کا، اور اگر آپ نے ابھی تک اپنا منیرو کسی تبادلے سے واپس نہیں لیا ہے۔ یا نگہبان آپ کبھی نہیں کر پائیں گے۔</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">یہ آپ کے منیرو کی سادہ چوری یا ضبطی کو روکتا ہے</h6> <p>ایک فرضی، لیکن ممکنہ، منظر نامہ اس کے لیے بدترین صورت ہو سکتا ہے وہ لوگ جو اپنی چابیاں نہ رکھنے کا انتخاب کرتے ہیں – ان کا منیرو ہو رہا ہے۔ ہیکر کے ذریعہ چوری کیا گیا یا حکومت کے ذریعہ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102"> 6102 کی طرح ضبط کیا گیا آرڈر</a></p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">تقریباً سنٹرلائزڈ ایکسچینجز سے $500 ملین </a> cryptocurrency چوری ہو گئی 2021 میں، اور مجموعی طور پر 3.2 بلین ڈالر ان صارفین سے چوری کیے گئے جنہوں نے اپنی تحویل چھوڑ دی۔ کسی نہ کسی وجہ سے فنڈز۔ یہ سب سے بڑے خطرات میں سے ایک ہے۔ کریپٹو کرنسی کے استعمال کنندگان، اور معاملات کی گنتی اور دونوں میں اضافہ جاری ہے۔ حجم کے طور پر کریپٹو کرنسی مقبولیت حاصل کرتا ہے. اگر ایک تبادلہ چابیاں رکھتا ہے آپ کے فنڈز میں، وہ فنڈز ہیکر (یا ایکسچینج خود!) کسی بھی وقت</p> <p>اگر آپ اپنی چابیاں اپنے پاس رکھتے ہیں تو صرف چوری کے حقیقی خطرات یا ضبطی گھوٹالے اور جسمانی حملے ہیں، ایسی چیز جو بہت کم ہے۔ ممکنہ طور پر اور عام طور پر صرف ہائی پروفائل افراد یا ان لوگوں کے ساتھ ہوتا ہے۔ آپ کے جاننے والے کسٹمر (KYC) ڈیٹا کی چوری یا گم ہونے سے نقصان پہنچا سنٹرلائزڈ ایکسچینجز جو ان کی شناخت اور ایڈریس کو لنک کرتے ہیں۔ کریپٹو کرنسی کی ملکیت</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">یہ فرکشنل ریزرو قرضے سے فائدہ اٹھانے والے تبادلے کو روکتا ہے۔ تجارت</h6> <p>آپ کی اپنی چابیاں رکھنے کا ایک اور اہم پہلو وہ ہے جو کم ہے۔ ذاتی اور زیادہ فرقہ وارانہ۔ جب منیرو میں صارفین کی اکثریت ان کی اپنی چابیاں پکڑو، تبادلے کی رقم کے بارے میں جھوٹ بولنے کے قابل کم ہیں منیرو وہ تحویل میں رکھتے ہیں اور "کاغذ منیرو" کی تجارت کرتے ہیں، کیونکہ صارف نہیں رکھتے ہیں۔ تبادلے میں ان کا منیرو</p> <p>جبکہ اس قسم کی سرگرمی کی اکثر عوامی طور پر تصدیق نہیں ہوتی، وہاں کمیونٹی میں بہت سے لوگ ہیں جو بائننس جیسے تبادلے کے بارے میں فکر مند ہیں۔ منیرو کا فائدہ اٹھا رہے ہیں اس کے صارفین تجارت کے لیے ایکسچینج پر رکھتے ہیں۔ منیرو کے خلاف، منیرو شارٹس کی مقدار کو بڑھانا اور قیمت کا سبب بننا وقت کے ساتھ دبانا</p> <p>یہ رویہ لیکویڈیٹی بحران کا باعث بھی بن سکتا ہے جہاں صارفین جو <em>کریں</em> اپنی چابیاں اپنے پاس رکھنا چاہتے ہیں تبادلے کے طور پر ایکسچینج نے اپنے صارفین کو اس سے زیادہ منیرو دینے کا وعدہ کیا ہے۔ اصل میں دستیاب ہے. زیادہ منیرو صارفین ان کی اپنی چابیاں اور اپنے منیرو کو تبادلے سے دور رکھیں، صحت مند اور زیادہ قدرتی مارکیٹ نظریاتی طور پر ہو جائے گا، اور کم خطرہ بدنیتی پر مبنی یا لالچی تبادلے منیرو کی قیمت کے استحکام کو لاحق ہو سکتے ہیں۔</p>
zh_cn: <h6 id="it-preserves-the-privacy-that-monero-affords-users">这保留门罗币赋予用户的隐私</h6> <p>门罗币中自我保管的一个最常见的误解是，如果你不持有你自己的钥匙，你几乎不能从门罗币提供的隐私中获得任何好处。 由于交易的发件人对真实的花费、金额和收件人地址完全可见，如果你不是发送交易的人，而是将其交给交易所或托管人，他们对你花费门罗币的方式有 <em>完全</em> 可见。</p> <p>值得庆幸的是，在他们发送资金后，门罗币的隐私保证开始发挥作用，并提供强大的 "前瞻性保密"，但交易所或托管人将清楚地知道你到哪里发送资金，以及你最初发送了多少资金。</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">这使门罗币具有难以置信的抗审查能力</h6> <p>门罗币的一个基础方面是实现抗审查交易——允许你进行可能被 "他们"批准或不被批准的交易，无论他们试图做什么来阻止你。 虽然对我们这些 "自由"国家的人来说，抵制审查制度的必要性可能有点迷茫，但世界上许多地方迅速滑向独裁主义和政治腐朽，这使得我们需要一种在有无政府批准的情况下进行交易的方式，这一点日渐明显。</p> <p>然而，如果你不持有自己的钥匙，政府或监管机构可以很容易地迫使交易所或托管人将你的资金列入黑名单，扣押它们，或审查特定地址的交易。今天，由于国家层面的制裁，这种情况已经广泛发生，而且随着政府和监管机构意识到交易所和托管人是控制门罗币使用的最简单的途径，这将是一个越来越大的主题。</p> <p>这一天也可能到来，政府将取缔门罗币的自我托管，如果你还没有从交易所或托管机构提取你的门罗币，你可能永远无法提取。</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">这可以防止简单的盗窃或没收你的门罗币</h6> <p>对于那些选择不持有自己钥匙的人来说，一个假设但可能的情况可能是最坏的情况——他们的门罗币被黑客偷走或被政府以 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">类似6102的命令</a>没收了。</p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">2021年，近5亿美元</a> 的加密货币从集中式交易所被盗，从因某种原因放弃资金保管的用户那里共盗走32亿美元。这是加密货币用户面临的最大风险之一，而且随着加密货币的普及，案例数和币数量都在继续增长。如果交易所持有你的资金的钥匙，这些资金可能在任何时候被黑客（或交易所本身！）偷走。</p> <p>如果你持有自己的钥匙，唯一真正的盗窃或没收风险是诈骗和人身伤害，这种可能性要小得多，通常只发生在高调的个人身上，或因集中式交易所的 "了解你的客户"（KYC）数据被盗或丢失而受到伤害，这些数据将他们的身份和地址与加密货币所有权联系起来。</p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">这可以防止交易所利用部分准备金借贷和交易</h6> <p>持有自己的钥匙的另一个重要方面是一个不那么个人化和更公共化的方面。当门罗币的绝大多数用户都持有自己的钥匙时，交易所就不太能够在他们保管的门罗币数量上撒谎，并进行 "纸质门罗币"交易，因为用户并没有把他们的门罗币放在交易所里。</p> <p>虽然这种类型的活动并不经常被公开证实，但社区里有很多人担心，像Binance这样的交易所利用其用户在交易所持有的门罗币对门罗币进行交易，夸大了门罗币的空头数量，导致价格长期受到压制。</p> <p>这种行为还可能导致流动性危机，即 "确实"想持有自己钥匙的用户无法从交易所提款，因为交易所承诺给用户的门罗币比它实际可用的多。越多的门罗币用户持有自己的密钥，并将他们的门罗币留在交易所之外，理论上市场就会更健康和自然，恶意或贪婪的交易所对门罗币价格的稳定性构成的风险就越小。</p>
zh_tw: <h6 id="it-preserves-the-privacy-that-monero-affords-users">這保留門羅幣賦予用戶的隱私</h6> <p>門羅幣中自我保管的一個最常見的誤解是，如果你不持有你自己的鑰匙，你幾乎不能從門羅幣提供的隱私中獲得任何好處。 由於交易的發件人對真實的花費、金額和收件人地址完全可見，如果你不是發送交易的人，而是將其交給交易所或託管人，他們對你花費門羅幣的方式有 <em>完全</em> 可見。</p> <p>值得慶幸的是，在他們發送資金後，門羅幣的隱私保證開始發揮作用，並提供強大的 "前瞻性保密"，但交易所或託管人將清楚地知道你到哪裡發送資金，以及你最初發送了多少資金。</p> <h6 id="it-enables-the-incredible-censorship-resistance-of-monero">這使門羅幣具有難以置信的抗審查能力</h6> <p>門羅幣的一個基礎方面是實現抗審查交易——允許你進行可能被 "他們"批准或不被批准的交易，無論他們試圖做什麼來阻止你。 雖然對我們這些 "自由"國家的人來說，抵制審查制度的必要性可能有點迷茫，但世界上許多地方迅速滑向獨裁主義和政治腐朽，這使得我們需要一種在有無政府批准的情況下進行交易的方式，這一點日漸明顯。</p> <p>然而，如果你不持有自己的鑰匙，政府或監管機構可以很容易地迫使交易所或託管人將你的資金列入黑名單，扣押它們，或審查特定地址的交易。今天，由於國家層面的製裁，這種情況已經廣泛發生，而且隨著政府和監管機構意識到交易所和託管人是控制門羅幣使用的最簡單的途徑，這將是一個越來越大的主題。</p> <p>這一天也可能到來，政府將取締門羅幣的自我託管，如果你還沒有從交易所或託管機構提取你的門羅幣，你可能永遠無法提取。</p> <h6 id="it-prevents-simple-theft-or-confiscation-of-your-monero">這可以防止簡單的盜竊或沒收你的門羅幣</h6> <p>對於那些選擇不持有自己鑰匙的人來說，一個假設但可能的情況可能是最壞的情況——他們的門羅幣被黑客偷走或被政府以 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://en.wikipedia.org/wiki/Executive_Order_6102">類似6102的命令</a>沒收了。 </p> <p><a class="next-link" target="_blank" rel="noopener nofollow" href="https://blog.chainalysis.com/reports/2022-crypto-crime-report-introduction/">2021年，近5億美元</a> 的加密貨幣從集中式交易所被盜，從因某種原因放棄資金保管的用戶那里共盜走32億美元。這是加密貨幣用戶面臨的最大風險之一，而且隨著加密貨幣的普及，案例數和幣數量都在繼續增長。如果交易所持有你的資金的鑰匙，這些資金可能在任何時候被黑客（或交易所本身！）偷走。 </p> <p>如果你持有自己的鑰匙，唯一真正的盜竊或沒收風險是詐騙和人身傷害，這種可能性要小得多，通常只發生在高調的個人身上，或因集中式交易所的 "了解你的客戶"（KYC）數據被盜或丟失而受到傷害，這些數據將他們的身份和地址與加密貨幣所有權聯繫起來。 </p> <h6 id="it-prevents-exchanges-leveraging-fractional-reserve-lending-and-trading">這可以防止交易所利用部分準備金借貸和交易</h6> <p>持有自己的鑰匙的另一個重要方面是一個不那麼個人化和更公共化的方面。當門羅幣的絕大多數用戶都持有自己的鑰匙時，交易所就不太能夠在他們保管的門羅幣數量上撒謊，並進行 "紙質門羅幣"交易，因為用戶並沒有把他們的門羅幣放在交易所裡。 </p> <p>雖然這種類型的活動並不經常被公開證實，但社區裡有很多人擔心，像Binance這樣的交易所利用其用戶在交易所持有的門羅幣對門羅幣進行交易，誇大了門羅幣的空頭數量，導致價格長期受到壓制。 </p> <p>這種行為還可能導致流動性危機，即 "確實"想持有自己鑰匙的用戶無法從交易所提款，因為交易所承諾給用戶的門羅幣比它實際可用的多。越多的門羅幣用戶持有自己的密鑰，並將他們的門羅幣留在交易所之外，理論上市場就會更健康和自然，惡意或貪婪的交易所對門羅幣價格的穩定性構成的風險就越小。 </p>
