Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbblocks250Sb0250Sbtext
source: <p><i><b>Note:</b> It is highly recommended that the reader have read our articles <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Why Monero Has A Tail Emission"</a> and <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Mining: What Makes RandomX so Special”</a>. This article builds off of the concepts presented in there.</i></p> <p>Whenever individuals discuss the problems with blockchain, one of the first words to pop up will be 'scaling'. It's not a secret that blockchains don't scale well, but most people don't know why.</p> <p>The truth is, scaling is actually an umbrella term that covers two different categories: Protocol support and technological support at a given point in time. In this article, we're going to focus our attention on one, Protocol support is basically a measure of how many transactions the protocol can handle at a given time.</p> <p>Bitcoin has a block size limit, which means once enough transactions are included in a block, any additional transactions will have to wait in line for the next block. A helpful analogy would be thinking about a train. A train pulls up to the station, and those in line file in. Once the train is full, anyone left outside will have to wait for the next one.</p> <p>Bitcoin uses fees to determine who gets into the block or not. Jumping back to the train analogy, one can imagine one potential passenger, that is about to be left behind, offers the train engineer five dollars to give him a seat. Other passengers follow suit, and eventually there is a bidding war to see who gets which seats. It's up to the driver to decide if he wants to honor the first-come-first-serve policy, but it's in his best financial interest to maximize his income by taking the highest bidders on board.</p> <p>In this analogy, miners are the train drivers. They can include whatever transactions they want in the block, but they will generally choose the ones that have the highest paid fees.</p> <p>Alternatively, if blocks are not very full, people have no incentive to pay high fees because there are plenty of free seats to spare.</p> <p>In the height of the 2017 cryptocurrency boom, Bitcoin was flooded with transactions, and the fees skyrocketed for those that wanted to be included in the next block, or any near-future block for that matter. Those who were unwilling to pay high fees saw their transactions pushed back for hours, days, or even drop out of the queue altogether.</p> <p>This was a harrowing insight into how Bitcoin would fare if the oft talked about ‘mass adoption’ were to occur. If Bitcoin was to be used by the masses, things would be even worse than in 2017, and Bitcoin would be inaccessible to anyone but the wealthy, simply because the throughput is small due to a fixed block size, causing the fee market to take over.</p> <p>Monero foresaw this and wanted to do something different. So the Monero developers implemented a dynamic blocksize.</p> <p>Basically, Monero also has a block size cap, but it’s a soft cap. When the line of waiting transactions gets too long, the miners can increase the size of the blocks. With our train analogy, you can imagine adding more train cars to fit the extra passengers. After the queue is empty the blocks shrink back to their original size going forward.</p> <p>If this seems like a neat idea, it seems reasonable to ask why Monero is the only cryptocurrency that has implemented this. Why not add it on Bitcoin so as to put a stop to the throughput issues?</p> <p>Unfortunately, this is not possible. There are several reasons why, and we’ll do our best to explain.</p> <p> It's always in a miner's best interest to have large blocks. With large blocks they can fit in more transactions, and make more money off of the fees, as well as the block rewards. This has the potential to lead to spam attacks, where someone sends many small transactions, with small fees, to bloat the chain. Miner's would just raise the block size include them all because money is money, no matter how small. This would lead to consistently large blocks with little economic benefit. Bitcoin solves this by artificially restricting the block size, thereby generating a fee market. Spam attackers would have to outpay the other users in fees, and it is no longer cheap. But this means blocks get full leaving some transactions waiting as mentioned above.</p> <p>So how can Monero have dynamic blocksizes but avoid spam attacks? The answer is simple, but clever. A penalty on the block reward is introduced when a block is bigger than normal. If a miner wants to increase the blocksize, the reward they get from finding that block will be less than they would otherwise receive. So they will only increase the blocksize when the paid transaction fees of the users outweigh the lost portion of the block reward. For example, if the miner would lose 0.5 XMR by raising the block size, and the sum of the paid transaction fees would be 0.4 XMR, then there would be a net loss of 0.1 XMR if they were to raise the size, so they wouldn’t do it. Conversely, if the total transaction fees added up to 0.7 XMR, then there would be a net gain of 0.2 XMR, even though they lose the 0.5 XMR from the block reward penalty, so the miner will increase the size.</p> <p>These dynamic blocks, allow the network to grow organically, without aritifically restricting the blocksize to make a forced fee market, while still avoiding spam attacks. There are several more angles we can view this idea from, and more reasons why it wouldn't be possible to add to Bitcoin, but for now, we hope that the reader has an understanding of how Monero sidesteps several of the problems in Bitcoin and its derivatives, and how it plans to scale its throughput into the future.</p>
cs: <p><i><b>Poznámka:</b> Důrazně doporučujeme, aby si čtenář přečetl naše články <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">„Proč má Monero koncovou emisi“</a> a <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">„Těžba Monero: Co dělá RandomX tak speciální“</a>. Tento článek staví na konceptech zde uvedených.</i></p> <p> Kdykoli jednotlivci diskutují o problémech s blockchainem, jedním z prvních slov, které se objeví, bude „škálování“. Není tajemstvím, že blockchainy se špatně škálují, ale většina lidí neví proč.</p> <p>Pravdou je, že škálování je ve skutečnosti zastřešující pojem, který pokrývá dvě různé kategorie: Podpora protokolu a technologická podpora v daném okamžiku. V tomto článku zaměříme svou pozornost na jeden, podpora protokolu je v podstatě měřítkem toho, kolik transakcí protokol dokáže v daném čase zpracovat.</p> <p>Bitcoin má limit velikosti bloku, což znamená, že jakmile je v bloku zahrnuto dostatečné množství transakcí, jakékoli další transakce budou muset čekat ve frontě na další blok. Užitečnou analogií by bylo uvažování o vlaku. Vlak přijíždí ke stanici a ti, co jsou na řadě, se zařadí dovnitř. Jakmile bude vlak plný, kdokoli, kdo zůstane venku, bude muset čekat na další.</p> <p>Bitcoin používá poplatky k určení, kdo se do bloku dostane nebo ne. Když se vrátíme k analogii s vlakem, lze si představit, že jeden potenciální cestující, který má být opuštěn, nabídne strojníkovi pět dolarů, aby mu dal místo. Ostatní pasažéři následují příklad a nakonec dojde k nabídkové válce o to, kdo dostane která místa. Je na řidiči, aby se rozhodl, zda chce dodržet zásadu „kdo dřív přijde, je dřív na řadě“, ale je v jeho nejlepším finančním zájmu maximalizovat svůj příjem tím, že na palubu vezme ty nejvyšší nabídky.</p> <p>V této analogii jsou horníci strojvedoucí. Mohou do bloku zahrnout jakékoli transakce, které chtějí, ale obecně si vyberou ty, které mají nejvyšší placené poplatky.</p> <p> Alternativně, pokud bloky nejsou příliš plné, lidé nemají motivaci platit vysoké poplatky, protože je k dispozici spousta volných míst.</p> <p>V době největšího rozmachu kryptoměn v roce 2017 byl bitcoin zaplaven transakcemi a poplatky raketově vzrostly pro ty, kteří chtěli být zahrnuti do dalšího bloku nebo do jakéhokoli bloku blízké budoucnosti. Ti, kteří nebyli ochotni platit vysoké poplatky, viděli, že jejich transakce byly posunuty o hodiny, dny nebo dokonce úplně vypadly z fronty.</p> <p>Byl to otřesný pohled na to, jak by se Bitcoinu dařilo, kdyby se často hovořilo o „masové adopci“. Pokud by bitcoiny měly být používány masy, věci by byly ještě horší než v roce 2017 a bitcoiny by byly nedostupné pro kohokoli kromě bohatých, jednoduše proto, že propustnost je malá kvůli pevné velikosti bloku, což způsobí, že trh s poplatky převezme kontrolu. .</p> <p>Monero to předvídalo a chtělo udělat něco jiného. Vývojáři Monera tedy implementovali dynamickou velikost bloků.</p> <p> V zásadě má Monero také uzávěr velikosti bloku, ale je to měkký uzávěr. Když se řada čekajících transakcí příliš prodlouží, těžaři mohou zvětšit velikost bloků. S naší analogií vlaku si dokážete představit přidání dalších vlakových vozů, aby se vešly další cestující. Poté, co je fronta prázdná, se bloky zmenšují zpět na původní velikost.</p> <p>Pokud se vám to zdá jako dobrý nápad, zdá se rozumné se ptát, proč je Monero jedinou kryptoměnou, která to implementovala. Proč to nepřidat na bitcoiny, aby se zastavily problémy s propustností?</p> <p>Bohužel to není možné. Existuje několik důvodů a my se je pokusíme vysvětlit.</p> <p> Vždy je v nejlepším zájmu těžaře mít velké bloky. S velkými bloky se vejdou do více transakcí a vydělají více peněz na poplatcích a také na odměnách za bloky. To může vést k spamovým útokům, kdy někdo zasílá mnoho malých transakcí s malými poplatky, čímž nafoukne řetězec. Miner's by jen zvýšil velikost bloku, aby je všechny zahrnoval, protože peníze jsou peníze, bez ohledu na to, jak malé jsou. To by vedlo k trvale velkým blokům s malým ekonomickým přínosem. Bitcoin to řeší umělým omezením velikosti bloku, čímž generuje trh s poplatky. Spamoví útočníci by museli přeplatit ostatní uživatele na poplatcích a to už není levné. To ale znamená, že se bloky zaplní a některé transakce čekají, jak je uvedeno výše.</p> <p>Jak tedy může mít Monero dynamické velikosti bloků, ale vyhnout se útokům spamu? Odpověď je jednoduchá, ale chytrá. Je zavedena pokuta na odměnu za blok, když je blok větší než normálně. Pokud chce těžař zvětšit velikost bloku, odměna, kterou dostane za nalezení tohoto bloku, bude menší, než by jinak obdržel. Velikost bloků tedy zvýší pouze tehdy, když zaplacené transakční poplatky uživatelů převáží ztracenou část odměny za blokování. Pokud by například těžař ztratil 0,5 XMR zvýšením velikosti bloku a součet zaplacených transakčních poplatků by byl 0,4 XMR, pak by došlo k čisté ztrátě 0,1 XMR, pokud by zvětšili velikost, tj. by to nedělali. Naopak, pokud by celkové transakční poplatky dosáhly 0,7 XMR, pak by byl čistý zisk 0,2 XMR, i když ztratí 0,5 XMR z pokuty za blokovou odměnu, takže těžař raději zvětší velikost.</p> <p>Tyto dynamické bloky umožňují, aby síť organicky rostla, aniž by se aritificky omezovala velikost bloků, aby se vytvořil trh s vynucenými poplatky, a přitom se stále vyhýbají útokům spamu. Existuje několik dalších úhlů pohledu, ze kterých můžeme na tuto myšlenku nahlížet, a více důvodů, proč by nebylo možné přidat do bitcoinu, ale prozatím doufáme, že čtenář chápe, jak Monero obchází několik problémů v bitcoinech a jeho deriváty a jak plánuje rozšířit svou propustnost do budoucna.</p>
fi: <p><i><b>Huomaa:</b> On erittäin suositeltavaa, että lukija on lukenut artikkelimme <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Why Monero has Tail Emission"</a> ja <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Mining: What Makes RandomX so Special”</a>. Tämä artikkeli perustuu siinä esitettyihin käsitteisiin.</i></p> <p> Aina kun ihmiset keskustelevat lohkoketjun ongelmista, yksi ensimmäisistä avainsanoista on "skaalaus". Ei ole mikään salaisuus, että lohkoketjut eivät skaalaudu hyvin, mutta useimmat ihmiset eivät tiedä miksi.</p> <p>Totuus on, että skaalaus on itse asiassa termi, joka kattaa kaksi eri alaluokkaa: protokollatuki ja tekninen tuki tietyllä hetkellä. Tässä artikkelissa keskitämme huomiomme yhteen, Protokollatuki on pohjimmiltaan mitta siitä, kuinka monta tapahtumaa protokolla pystyy käsittelemään tietyllä hetkellä.</p> <p>Bitcoinilla on lohkon kokorajoitus, mikä tarkoittaa, että kun lohkoon on sisällytetty tarpeeksi tapahtumia, kaikkien lisätapahtumien on odotettava jonossa seuraavaa lohkoa varten. Hyödyllinen analogia olisi ajatella junaa. Juna saapuu asemalle ja jonossa olevat ilmoittautuvat sisään. Kun juna on täynnä, kaikkien ulkopuolelle jääneiden on odotettava seuraavaa.</p> <p>Bitcoin käyttää maksuja määrittääkseen, kuka pääsee lohkoon ja kuka ei. Hyppäämällä takaisin juna-analogiaan, voidaan kuvitella, että yksi mahdollinen matkustaja, joka on jäämässä jälkeen, tarjoaa junainsinöörille viisi dollaria, jotta hän antaisi hänelle paikan. Muut matkustajat seuraavat perässä, ja lopulta käydään tarjoussota siitä, kuka saa mitkäkin paikat. Kuljettajan on päätettävä, haluaako hän noudattaa saapumisjärjestystä, mutta hänen parhaan taloudellisen edunsa mukaista on maksimoida tulonsa ottamalla mukaan korkeimman tarjouksen tekijät.</p> <p>Tässä analogiassa louhijat ovat junankuljettajia. He voivat sisällyttää lohkoon mitä tahansa tapahtumia, mutta yleensä he valitsevat ne, joiden maksut ovat korkeimmat.</p> <p>Vaihtoehtoisesti, jos junat eivät ole kovin täynnä, ihmisillä ei ole kannustimia maksaa korkeita maksuja, koska vapaita paikkoja on runsaasti jäljellä.</p> <p>Vuoden 2017 kryptovaluuttabuumin huipulla Bitcoin transaktiot tulvivat ja maksut nousivat pilviin niiltä, jotka halusivat tulla mukaan seuraavaan lohkoon tai mihin tahansa lohkoon lähitulevaisuudessa. Ne jotka eivät halunneet maksaa korkeita maksuja, näkivät, että heidän tapahtumansa lykkääntyivät tunteja, päiviä tai jopa putosivat jonosta kokonaan.</p> <p>Tämä oli tuskallinen näkemys siitä, kuinka Bitcoinille kävisi, jos usein puhuttu "massa-adoptio" tapahtuisi. Jos Bitcoinin ottaisi käyttöön massat, asiat olisivat vielä huonommin kuin vuonna 2017 ja Bitcoin olisi muiden kuin varakkaiden ulottumattomissa, yksinkertaisesti siksi, että läpijuoksu on pieni kiinteän lohkokoon vuoksi, jolloin maksumarkkinat ottavat vallan. </p> <p>Monero näki tämän ja halusi tehdä jotain erilaista. Joten Monero-kehittäjät ottivat käyttöön dynaamisen lohkokoon.</p> <p>Periaatteessa Monerossa on myös lohkokoon raja, mutta se on pehmeä raja. Kun odottavien tapahtumien jono tulee liian pitkäksi, louhijat voivat suurentaa lohkojen kokoa. Juna-analogiamme avulla voit kuvitella lisääväsi junavaunuja ylimääräisille matkustajille. Kun jono on tyhjä, lohkot pienenevät takaisin alkuperäiseen kokoonsa eteenpäin.</p> <p>Jos tämä vaikuttaa siistiltä ajatukselta, on järkevää kysyä, miksi Monero on ainoa kryptovaluutta, joka on toteuttanut tämän? Mikset lisäisi sitä Bitcoiniin suorituskyvyn ongelmien lopettamiseksi?</p> <p>Valitettavasti tämä ei ole mahdollista. Syitä siihen on useita ja teemme parhaamme selittääksemme sen.</p> <p> On aina louhijan edun mukaista hankkia suuria lohkoja. Suurilla lohkoilla ne mahtuvat useampaan tapahtumaan ja ansaitsevat enemmän rahaa maksuista sekä lohkopalkkioista. Tämä voi johtaa spämmihyökkäyksiin, joissa joku lähettää monia pieniä tapahtumia pienillä kuluilla turvottaakseen ketjua. Louhijat vain nostaisi lohkon kokoa, ottaen mukaan ne kaikki tapahtumat, koska raha on rahaa, olipa se kuinka pieni määrä tahansa. Tämä johtaisi jatkuvasti suuriin lohkoihin, joista olisi vain vähän taloudellista hyötyä. Bitcoin ratkaisee tämän rajoittamalla keinotekoisesti lohkon kokoa, jolloin syntyy maksumarkkinat. Spämmihyökkääjät joutuisivat maksamaan muille käyttäjille maksuja, eikä se ole enää halpaa. Mutta tämä tarkoittaa että lohkot täyttyvät, joten jotkut tapahtumat jäävät odottamaan kuten yllä mainittiin.</p> <p>Kuinka Monerolla voi olla dynaamisia lohkokokoja mutta välttää spämmihyökkäykset? Vastaus on yksinkertainen, mutta fiksu. Lohkopalkkion rangaistus otetaan käyttöön, kun lohko on normaalia suurempi. Jos louhija haluaa suurentaa lohkon kokoa, palkkio jonka hän saa lohkon löytämisestä, on pienempi kuin mitä he muuten saisivat. Joten ne lisäävät lohkon kokoa vain, kun käyttäjien maksamat tapahtumamaksut ovat suuremmat kuin lohkopalkkion menetetty osuus. Jos louhija esimerkiksi menettäisi 0,5 XMR nostamalla lohkon kokoa ja maksettujen transaktiomaksujen summa olisi 0,4 XMR, nettotappio olisi 0,1 XMR jos he nostavat kokoa, joten he eivät tee sitä. Päinvastoin, jos transaktiomaksujen yhteenlaskettu summa on 0,7 XMR, nettovoitto on 0,2 XMR, vaikka he menettävät 0,5 XMR:n lohkopalkkion rangaistuksesta, joten louhija kasvattaa kokoa.</p> <p>Näiden dynaamisten lohkojen avulla verkko voi kasvaa orgaanisesti ilman, että se rajoittaa keinotekoisesti lohkon kokoa pakollisten maksujen muodostamiseksi ja välttää samalla spämmihyökkäyksiä. On monia muita näkökulmia joista voimme tarkastella tätä ideaa ja enemmän syitä, miksi sitä ei olisi mahdollista lisätä Bitcoiniin, mutta tällä hetkellä toivomme, että lukija ymmärtää kuinka Monero ohittaa useita Bitcoinin ongelmia ja kuinka se aikoo skaalata suorituskykyään tulevaisuuteen.</p>
fr: <p><i><b>Remarque :</b> Il est fortement recommandé au lecteur de lire nos articles « <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">Pourquoi Monero a une émission résiduelle</a> » et « <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">Le minage de Monero : ce qui rend RandomX si spécial</a> ». Cet article s'appuie sur les concepts qui y sont présentés.</i></p> <p>Chaque fois que des individus discutent des problèmes liés à la blockchain, l'un des premiers mots qui apparaît sera « passage à l'échelle ». Ce n'est un secret pour personne que les blockchains ne passent pas très bien à l'échelle (c'est-à-dire avoir ici un très grand nombre d'utilisateurs et de transactions), mais la plupart des gens ne savent pas pourquoi.</p> <p>La vérité est que le passage à l'échelle est en fait un terme générique qui couvre deux catégories différentes : la charge du protocole et le support technologique à un moment donné. Dans cet article, nous allons concentrer notre attention sur l'un d'entre eux : la charge du protocole est essentiellement une mesure du nombre de transactions que le protocole peut gérer à un moment donné.</p> <p>Bitcoin a une limite de taille de bloc, ce qui signifie qu'une fois que suffisamment de transactions sont incluses dans un bloc, toute transaction supplémentaire devra attendre en ligne pour le bloc suivant. Une analogie utile serait de penser à un train. Un train arrive à la gare et ceux qui font la queue entrent. Une fois le train plein, toute personne restée à l'extérieur devra attendre le suivant.</p> <p>Bitcoin utilise des frais pour déterminer qui entre ou non dans le bloc. Revenant à l'analogie du train, on peut imaginer qu'un passager potentiel, qui est sur le point d'être laissé pour compte, offre cinq dollars au contrôleur du train pour lui donner un siège. D'autres passagers emboîtent le pas, et finalement il y a une guerre d'enchères pour déterminer qui obtient quels sièges. C'est au contrôleur de décider s'il veut respecter la politique du premier arrivé, premier servi, mais il est dans son intérêt financier de maximiser ses revenus en acceptant les plus offrants.</p> <p>Dans cette analogie, les mineurs sont les contrôleurs de train. Ils peuvent inclure toutes les transactions qu'ils souhaitent dans le bloc, mais ils choisiront généralement celles qui ont les frais les plus élevés.</p> <p>Alternativement, si les blocs ne sont pas très remplis, les gens ne sont pas incités à payer des frais élevés car il y a beaucoup de places libres à revendre.</p> <p>Au plus fort du boom de la crypto-monnaie en 2017, Bitcoin a été inondé de transactions et les frais ont grimpé en flèche pour ceux qui souhaitaient être inclus dans le bloc suivant, ou dans tout bloc à venir d'ailleurs. Ceux qui n'étaient pas disposés à payer des frais élevés ont vu leurs transactions repoussées pendant des heures, des jours ou même complètement abandonnées.</p> <p>C'était un aperçu déchirant de la façon dont Bitcoin se comporterait si l'« adoption massive » dont on parle souvent devait se produire. Si Bitcoin devait être utilisé par les masses, les choses seraient encore pires qu'en 2017, et Bitcoin serait inaccessible à quiconque sauf aux riches, simplement parce que le débit est faible en raison d'une taille de bloc fixe, ce qui fait que le marché des frais prend le dessus. .</p> <p>Monero avait prévu cela et voulait faire quelque chose de différent. Les développeurs de Monero ont donc implémenté une taille de bloc dynamique.</p> <p>Fondamentalement, Monero a également un plafond de taille de bloc, mais c'est un plafond souple. Lorsque la file des transactions en attente devient trop longue, les mineurs peuvent augmenter la taille des blocs. Avec notre analogie avec le train, vous pouvez imaginer ajouter plus de wagons pour accueillir les passagers supplémentaires. Une fois la file d'attente vide, les blocs reviennent à leur taille d'origine.</p> <p>Si cela semble être une bonne idée, il semble raisonnable de se demander pourquoi Monero est la seule crypto-monnaie à l'avoir implémentée. Pourquoi ne pas l'ajouter sur Bitcoin afin de mettre un terme aux problèmes de débit ?</p> <p>Malheureusement, ce n'est pas possible. Il y a plusieurs raisons à cela, et nous ferons de notre mieux pour vous les expliquer.</p> <p>Il est toujours dans l'intérêt d'un mineur d'avoir de gros blocs. Avec de gros blocs, ils peuvent s'adapter à plus de transactions et gagner plus d'argent sur les frais, ainsi que sur les récompenses de bloc. Cela a le potentiel de conduire à des attaques de spam, où quelqu'un envoie de nombreuses petites transactions, avec de petits frais, pour gonfler la chaîne. Miner augmenterait simplement la taille du bloc pour les inclure tous parce que l'argent est de l'argent, aussi petit soit-il. Cela conduirait à des blocs toujours grands avec peu d'avantages économiques. Bitcoin résout ce problème en limitant artificiellement la taille des blocs, générant ainsi un marché des frais. Les attaquants de spam devraient payer plus que les autres utilisateurs en frais, et ce n'est plus bon marché. Mais cela signifie que les blocs sont pleins, laissant certaines transactions en attente, comme mentionné ci-dessus.</p> <p>Alors, comment Monero peut-il avoir des tailles de bloc dynamiques tout en évitant les attaques de spam ? La réponse est simple, mais astucieuse. Une pénalité sur la récompense de bloc est introduite lorsqu'un bloc est plus grand que la normale. Si un mineur veut augmenter la taille de bloc, la récompense qu'il obtiendra en trouvant ce bloc sera inférieure à ce qu'il recevrait autrement. Ainsi, ils n'augmenteront la taille de bloc que lorsque les frais de transaction payés par les utilisateurs l'emporteront sur la partie perdue de la récompense de bloc. Par exemple, si le mineur perdait 0,5 XMR en augmentant la taille du bloc et que la somme des frais de transaction payés serait de 0,4 XMR, alors il y aurait une perte nette de 0,1 XMR s'il augmentait la taille, donc il le ferait ne le fais pas. Inversement, si les frais de transaction totaux s'élevaient à 0,7 XMR, il y aurait un gain net de 0,2 XMR, même s'il perdait les 0,5 XMR de la pénalité de récompense globale, de sorte que le mineur augmenterait la taille.</p> <p>Ces blocs dynamiques permettent au réseau de se développer de manière organique, sans restreindre artificiellement la taille des blocs pour créer un marché à frais forcés, tout en évitant les attaques de spam. Il y a plusieurs autres angles sous lesquels nous pouvons voir cette idée, et plus de raisons pour lesquelles il ne serait pas possible de l'ajouter à Bitcoin, mais pour l'instant, nous espérons que le lecteur comprend comment Monero évite plusieurs des problèmes de Bitcoin et de ses dérivés et comment il prévoit d'adapter son débit à l'avenir.</p>
it: <p><i><b>Nota:</b> Si consiglia vivamente al lettore di leggere i nostri articoli <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Perché Monero ha un'emissione di coda"</a> e <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"Monero Mining: What Makes RandomX così speciale”</a>. Questo articolo si basa sui concetti qui presentati.</i></p> <p>Ogni volta che le persone discutono dei problemi con la blockchain, una delle prime parole a comparire sarà "dimensionamento". Non è un segreto che le blockchain non si adattino bene, ma la maggior parte delle persone non sa perché.</p> <p>La verità è che il ridimensionamento è in realtà un termine generico che copre due diverse categorie: supporto del protocollo e supporto tecnologico in un dato momento. In questo articolo concentreremo la nostra attenzione su uno: il supporto del protocollo è fondamentalmente una misura di quante transazioni il protocollo può gestire in un dato momento.</p> <p>Bitcoin ha un limite alla dimensione del blocco, il che significa che una volta incluse un numero sufficiente di transazioni in un blocco, eventuali transazioni aggiuntive dovranno attendere in linea per il blocco successivo. Un’analogia utile potrebbe essere pensare a un treno. Un treno si ferma alla stazione e quelli in fila entrano. Una volta che il treno è pieno, chiunque sia rimasto fuori dovrà aspettare il successivo.</p> <p>Bitcoin utilizza le commissioni per determinare chi entra o meno nel blocco. Tornando all'analogia del treno, si può immaginare che un potenziale passeggero, che sta per essere lasciato indietro, offra al macchinista cinque dollari per dargli un posto. Altri passeggeri seguono l'esempio e alla fine scoppia una guerra di offerte per vedere chi ottiene quali posti. Spetta all'autista decidere se vuole onorare la politica "primo arrivato, primo servito", ma è nel suo miglior interesse finanziario massimizzare il suo reddito accettando a bordo i migliori offerenti.</p> <p>In questa analogia, i minatori sono i macchinisti. Possono includere qualunque transazione vogliano nel blocco, ma generalmente sceglieranno quelle che hanno le commissioni pagate più alte.</p> <p>In alternativa, se i blocchi non sono molto pieni, le persone non hanno alcun incentivo a pagare tariffe elevate perché ci sono molti posti liberi da riservare.</p> <p>Al culmine del boom delle criptovalute del 2017, Bitcoin è stato inondato di transazioni e le commissioni sono salite alle stelle per coloro che volevano essere inclusi nel blocco successivo, o in qualsiasi blocco del prossimo futuro. Coloro che non erano disposti a pagare commissioni elevate hanno visto le loro transazioni rinviate per ore, giorni o addirittura eliminate del tutto dalla coda.</p> <p>Questa è stata una visione straziante di come se la sarebbe cavata Bitcoin se si fosse verificata la tanto citata "adozione di massa". Se Bitcoin dovesse essere utilizzato dalle masse, le cose andrebbero ancora peggio che nel 2017, e Bitcoin sarebbe inaccessibile a chiunque tranne che ai ricchi, semplicemente perché il throughput è piccolo a causa della dimensione fissa dei blocchi, facendo sì che il mercato delle commissioni prenda il sopravvento. .</p> <p>Monero lo aveva previsto e voleva fare qualcosa di diverso. Quindi gli sviluppatori di Monero hanno implementato una dimensione di blocco dinamica.</p> <p>Fondamentalmente, Monero ha anche un limite massimo alle dimensioni dei blocchi, ma è un limite morbido. Quando la fila delle transazioni in attesa diventa troppo lunga, i minatori possono aumentare la dimensione dei blocchi. Con la nostra analogia con il treno, puoi immaginare di aggiungere più vagoni ferroviari per accogliere i passeggeri in più. Dopo che la coda è vuota, i blocchi ritornano alla loro dimensione originale da ora in poi.</p> <p>Se sembra un'idea interessante, sembra ragionevole chiedersi perché Monero è l'unica criptovaluta ad averlo implementato. Perché non aggiungerlo su Bitcoin in modo da porre fine ai problemi di throughput?</p> <p>Purtroppo questo non è possibile. Esistono diversi motivi e faremo del nostro meglio per spiegarli.</p> <p> È sempre nell'interesse del minatore avere blocchi di grandi dimensioni. Con blocchi di grandi dimensioni possono adattarsi a più transazioni e guadagnare di più dalle commissioni, nonché dai premi dei blocchi. Ciò può potenzialmente portare ad attacchi di spam, in cui qualcuno invia molte piccole transazioni, con piccole commissioni, per gonfiare la catena. I minatori aumenterebbero semplicemente la dimensione dei blocchi includendoli tutti perché il denaro è denaro, non importa quanto piccolo. Ciò porterebbe a blocchi costantemente grandi con scarsi vantaggi economici. Bitcoin risolve questo problema limitando artificialmente la dimensione del blocco, generando così un mercato delle commissioni. Gli aggressori di spam dovrebbero pagare più degli altri utenti in commissioni, e questo non è più economico. Ma questo significa che i blocchi si riempiono lasciando alcune transazioni in attesa come menzionato sopra.</p> <p>Allora come può Monero avere dimensioni di blocco dinamiche ed evitare attacchi di spam? La risposta è semplice, ma intelligente. Viene introdotta una penalità sulla ricompensa del blocco quando un blocco è più grande del normale. Se un minatore desidera aumentare la dimensione del blocco, la ricompensa che otterrà trovando quel blocco sarà inferiore a quella che riceverebbe altrimenti. Quindi aumenteranno la dimensione del blocco solo quando le commissioni di transazione pagate dagli utenti supereranno la parte persa della ricompensa del blocco. Ad esempio, se il minatore perdesse 0,5 XMR aumentando la dimensione del blocco e la somma delle commissioni di transazione pagate fosse 0,4 XMR, allora ci sarebbe una perdita netta di 0,1 XMR se aumentasse la dimensione, quindi non farebbero non farlo. Al contrario, se le commissioni di transazione totali ammontassero a 0,7 XMR, allora ci sarebbe un guadagno netto di 0,2 XMR, anche se perdono 0,5 XMR dalla penalità di ricompensa del blocco, quindi il minatore aumenterà le dimensioni.</p> <p>Questi blocchi dinamici consentono alla rete di crescere organicamente, senza limitare artificialmente la dimensione del blocco per creare un mercato a tariffa forzata, evitando comunque attacchi di spam. Ci sono molti altri punti di vista da cui possiamo vedere questa idea, e più ragioni per cui non sarebbe possibile aggiungerla a Bitcoin, ma per ora, speriamo che il lettore abbia una comprensione di come Monero elude molti dei problemi di Bitcoin e Bitcoin. i suoi derivati e come prevede di ampliare la propria produttività in futuro.</p>
lt: <p><i><b>Pastaba:</b> Labai rekomenduojama, kad skaitytojas perskaitytų mūsų straipsnius <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link"> „Kodėl Monero turi uodegą“</a> ir <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link"> „Monero Mining: What Makes RandomX“ toks ypatingas“</a>. Šis straipsnis paremtas jame pateiktomis sąvokomis.</i></p> <p> Kai asmenys aptaria „blockchain“ problemas, vienas iš pirmųjų iššokančių žodžių bus „mastelis“. Ne paslaptis, kad „blockchains“ netinkamai keičiasi, tačiau dauguma žmonių nežino kodėl.</p> <p> Tiesa ta, kad mastelio keitimas iš tikrųjų yra bendras terminas, apimantis dvi skirtingas kategorijas: protokolo palaikymą ir technologinį palaikymą tam tikru momentu. Šiame straipsnyje mes sutelksime dėmesį į vieną, protokolo palaikymas iš esmės yra matas, kiek operacijų protokolas gali apdoroti tam tikru metu.</p> <p>Bitcoin turi bloko dydžio limitą, o tai reiškia, kad kai į bloką įtraukiama pakankamai operacijų, bet kokios papildomos operacijos turės laukti kito bloko eilėje. Naudinga analogija būtų galvojimas apie traukinį. Traukinys atvažiuoja į stotį, o eilėje esantys registruojasi. Kai traukinys bus pilnas, visi, likę lauke, turės laukti kito.</p> <p>Bitcoin naudoja mokesčius, kad nustatytų, kas patenka į bloką, ar ne. Grįžtant prie traukinio analogijos, galima įsivaizduoti, kad vienas potencialus keleivis, kurį netrukus paliks, siūlo traukinio inžinieriui penkis dolerius, kad užleistų jam vietą. Kiti keleiviai seka jų pavyzdžiu, ir galiausiai vyksta varžytuvių karas, kad sužinotų, kas gauna kokias vietas. Vairuotojas turi nuspręsti, ar jis nori laikytis „pirmas atėjai, pirmas“ politikos, tačiau jo finansinis interesas yra maksimaliai padidinti savo pajamas, priimant didžiausią kainą pasiūliusius asmenis.</p> <p> Pagal šią analogiją kalnakasiai yra traukinio mašinistai. Jie gali įtraukti į bloką bet kokias norimas operacijas, tačiau paprastai pasirenka tas, kurių mokesčiai yra didžiausi.</p> <p> Arba, jei blokai nėra labai pilni, žmonės neturi paskatų mokėti didelių mokesčių, nes yra daug laisvų vietų. </p> <p> 2017 m. kriptovaliutų bumo įkarštyje Bitcoin buvo užtvindytas sandorių, o mokesčiai išaugo tiems, kurie norėjo būti įtraukti į kitą bloką arba bet kurį artimiausią bloką. Tie, kurie nenorėjo mokėti didelių mokesčių, matė, kad jų operacijos buvo nustumtos valandomis, dienomis arba net iš viso iškrito iš eilės.</p> <p> Tai buvo šiurpi įžvalga, kaip Bitcoin seksis, jei įvyktų dažnai kalbama apie „masinį įvaikinimą“. Jei bitkoiną naudotų masės, viskas būtų dar blogiau nei 2017 m., o Bitcoin būtų nepasiekiamas niekam, išskyrus turtinguosius, vien dėl to, kad pralaidumas yra mažas dėl fiksuoto bloko dydžio, todėl mokesčių rinka perimtų viršų. </p> <p> Monero tai numatė ir norėjo padaryti ką nors kitaip. Taigi Monero kūrėjai įdiegė dinaminį bloko dydį.</p> <p> Iš esmės „Monero“ taip pat turi bloko dydžio dangtelį, tačiau tai minkšta. Kai laukiančių operacijų eilė tampa per ilga, kalnakasiai gali padidinti blokų dydį. Pagal mūsų traukinio analogiją galite įsivaizduoti, kad pridėsite daugiau traukinių vagonų, kad tilptų papildomi keleiviai. Ištuštėjus eilei, toliau blokai susitraukia iki pradinio dydžio.</p> <p>Jei tai atrodo tvarkinga idėja, atrodo pagrįsta paklausti, kodėl Monero yra vienintelė kriptovaliuta, kuri tai įgyvendino. Kodėl nepridėjus jo prie „Bitcoin“, kad būtų sustabdytos pralaidumo problemos?</p> <p>Deja, tai neįmanoma. Yra kelios priežastys, ir mes padarysime viską, kad paaiškintume.</p> <p> Kasytojui visada naudinga turėti didelius blokus. Su dideliais blokais jie gali tilpti į daugiau operacijų ir uždirbti daugiau pinigų iš mokesčių bei blokų atlygio. Tai gali sukelti nepageidaujamo pašto atakas, kai kas nors siunčia daug mažų operacijų su nedideliais mokesčiais, kad išpūstų grandinę. Miner's tiesiog padidins bloko dydį, įtraukdamas juos visus, nes pinigai yra pinigai, nesvarbu, kokie maži. Tai leistų sukurti nuolat didelius blokus, o ne ekonominę naudą. Bitcoin tai išsprendžia dirbtinai apribodamas bloko dydį ir taip sukurdamas mokesčių rinką. Šlamšto užpuolikai turėtų sumokėti kitiems vartotojams mokesčius, ir tai nebėra pigu. Tačiau tai reiškia, kad blokai užpildomi, kai kurios operacijos lieka laukti, kaip minėta anksčiau.</p> <p> Taigi kaip „Monero“ gali turėti dinaminius blokų dydžius, tačiau išvengti nepageidaujamo pašto atakų? Atsakymas paprastas, bet protingas. Bauda už bloko atlygį įvedama, kai blokas yra didesnis nei įprasta. Jei kalnakasys nori padidinti bloko dydį, atlygis, kurį jis gaus suradęs tą bloką, bus mažesnis, nei gautų kitu atveju. Taigi jie padidins bloko dydį tik tada, kai vartotojų sumokėti operacijų mokesčiai viršys prarastą bloko atlygio dalį. Pavyzdžiui, jei kalnakasys, padidinęs bloko dydį, prarastų 0,5 XMR, o sumokėtų operacijų mokesčių suma būtų 0,4 XMR, tada, padidinus bloko dydį, grynasis nuostolis būtų 0,1 XMR, taigi nedaryk to. Ir atvirkščiai, jei visi operacijos mokesčiai padidėtų 0,7 XMR, grynasis pelnas būtų 0,2 XMR, net jei jie praras 0,5 XMR iš bloko atlygio baudos, todėl kalnakasys padidins dydį.</p> <p>Šie dinamiški blokai leidžia tinklui augti natūraliai, dirbtinai neapribojant bloko dydžio, kad sudarytų priverstinių mokesčių rinką, tuo pačiu išvengiant šiukšlių atakų. Yra dar keletas kampų, iš kurių galime pažvelgti į šią idėją, ir daugiau priežasčių, kodėl nebūtų įmanoma pridėti prie Bitcoin, tačiau kol kas tikimės, kad skaitytojas supras, kaip Monero apeina kelias Bitcoin problemas ir jos išvestinės priemonės ir kaip ji planuoja padidinti savo pralaidumą ateityje.</p>
nb: <p><i><b>Merk:</b> Det anbefales sterkt at leseren har lest artiklene våre <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Why Monero Has A Tail Emission"</a> og <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"Monero Mining: What Makes RandomX så spesiell"</a>. Denne artikkelen bygger på konseptene som presenteres der.</i></p> <p>Når enkeltpersoner diskuterer problemene med blokkjede, vil et av de første ordene som dukker opp være "skalering". Det er ikke en hemmelighet at blokkjeder ikke skalerer godt, men de fleste vet ikke hvorfor.</p> <p>Sannheten er at skalering faktisk er et paraplybegrep som dekker to forskjellige kategorier: Protokollstøtte og teknologisk støtte på et gitt tidspunkt. I denne artikkelen skal vi fokusere vår oppmerksomhet på én. Protokollstøtte er i utgangspunktet et mål på hvor mange transaksjoner protokollen kan håndtere på et gitt tidspunkt.</p> <p>Bitcoin har en blokkstørrelsesgrense, noe som betyr at når nok transaksjoner er inkludert i en blokk, må eventuelle ekstra transaksjoner stå i kø til neste blokk. En nyttig analogi ville være å tenke på et tog. Et tog kjører opp til stasjonen, og de som står i kø melder seg inn. Når toget er fullt, må alle som står utenfor vente på neste.</p> <p>Bitcoin bruker gebyrer for å bestemme hvem som kommer inn i blokken eller ikke. Når man hopper tilbake til toganalogien, kan man forestille seg en potensiell passasjer, som er i ferd med å bli etterlatt, tilbyr togingeniøren fem dollar for å gi ham et sete. Andre passasjerer følger etter, og etter hvert blir det budkrig for å se hvem som får hvilke seter. Det er opp til sjåføren å avgjøre om han vil respektere først-til-mølla-policyen, men det er i hans beste økonomiske interesse å maksimere inntekten ved å ta de høyestbydende om bord.</p> <p>I denne analogien er gruvearbeidere lokførerne. De kan inkludere hvilke transaksjoner de vil i blokken, men de vil vanligvis velge de som har høyest betalte avgifter.</p> <p>Alternativt, hvis blokkene ikke er veldig fulle, har folk ingen insentiv til å betale høye avgifter fordi det er mange ledige seter til overs.</p> <p>På høyden av kryptovalutaboomen i 2017 ble Bitcoin oversvømmet med transaksjoner, og gebyrene skjøt i været for de som ønsket å bli inkludert i neste blokk, eller en hvilken som helst nær fremtidig blokk for den saks skyld. De som ikke var villige til å betale høye gebyrer, så at transaksjonene deres ble presset tilbake i timer, dager eller til og med droppet ut av køen.</p> <p>Dette var en opprivende innsikt i hvordan Bitcoin ville klare seg hvis den ofte omtalte «masseadopsjonen» skulle skje. Hvis Bitcoin skulle brukes av massene, ville ting vært enda verre enn i 2017, og Bitcoin ville være utilgjengelig for andre enn de velstående, rett og slett fordi gjennomstrømningen er liten på grunn av en fast blokkstørrelse, noe som får gebyrmarkedet til å ta over .</p> <p>Monero forutså dette og ønsket å gjøre noe annerledes. Så Monero-utviklerne implementerte en dynamisk blokkstørrelse.</p> <p>I utgangspunktet har Monero også en hette i blokkstørrelse, men det er en myk hette. Når køen av ventende transaksjoner blir for lang, kan gruvearbeiderne øke størrelsen på blokkene. Med vår toganalogi kan du tenke deg å legge til flere togvogner for å passe de ekstra passasjerene. Etter at køen er tom, krymper blokkene tilbake til sin opprinnelige størrelse fremover.</p> <p>Hvis dette virker som en god idé, virker det rimelig å spørre hvorfor Monero er den eneste kryptovalutaen som har implementert dette. Hvorfor ikke legge det til på Bitcoin for å stoppe gjennomstrømningsproblemene?</p> <p>Dette er dessverre ikke mulig. Det er flere grunner til hvorfor, og vi skal gjøre vårt beste for å forklare.</p> <p> Det er alltid i en gruvearbeiders interesse å ha store blokker. Med store blokker kan de få plass til flere transaksjoner, og tjene mer penger på gebyrene, så vel som blokkbelønningene. Dette har potensial til å føre til spam-angrep, der noen sender mange små transaksjoner, med små gebyrer, for å blåse opp kjeden. Miner's ville bare øke blokkstørrelsen inkludere dem alle fordi penger er penger, uansett hvor lite det er. Dette vil føre til gjennomgående store blokker med liten økonomisk nytte. Bitcoin løser dette ved å kunstig begrense blokkstørrelsen, og dermed generere et gebyrmarked. Spam-angripere ville måtte betale de andre brukerne i avgifter, og det er ikke lenger billig. Men dette betyr at blokkene blir fulle og lar noen transaksjoner vente som nevnt ovenfor.</p> <p>Så hvordan kan Monero ha dynamiske blokkstørrelser, men unngå spam-angrep? Svaret er enkelt, men smart. En straff på blokkbelønningen introduseres når en blokk er større enn normalt. Hvis en gruvearbeider ønsker å øke blokkstørrelsen, vil belønningen de får ved å finne den blokken være mindre enn de ellers ville fått. Så de vil bare øke blokkstørrelsen når de betalte transaksjonsgebyrene til brukerne oppveier den tapte delen av blokkbelønningen. For eksempel, hvis gruvearbeideren ville tape 0,5 XMR ved å øke blokkstørrelsen, og summen av de betalte transaksjonsgebyrene ville være 0,4 XMR, ville det være et nettotap på 0,1 XMR hvis de skulle øke størrelsen, slik at de ville ikke gjør det. Omvendt, hvis de totale transaksjonsgebyrene summeres til 0,7 XMR, vil det være en nettogevinst på 0,2 XMR, selv om de mister 0,5 XMR fra blokkbelønningsstraffen, så gruvearbeideren vil øke størrelsen.</p> <p>Disse dynamiske blokkeringene lar nettverket vokse organisk, uten å begrense blokkstørrelsen for å lage et tvunget gebyrmarked, samtidig som spam-angrep unngås. Det er flere vinkler vi kan se denne ideen fra, og flere grunner til at det ikke ville være mulig å legge til Bitcoin, men foreløpig håper vi at leseren har forståelse for hvordan Monero omgår flere av problemene i Bitcoin og dens derivater, og hvordan den planlegger å skalere sin gjennomstrømning inn i fremtiden.</p>
nl: <p><i><b>Opmerking:</b> Het wordt ten zeerste aanbevolen dat de lezer de volgende artikelen leest <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Waarom Monero Een 'Tail Emission' Heeft"</a> en <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Mining: Wat RandomX zo Speciaal Maakt”</a>. Dit artikel bouwt voort op de concepten die daarin worden gepresenteerd.</i></p> <p>Telkens wanneer individuelen de problemen met blockchain bespreken, is 'scaling' een van de eerste woorden die opduikt. Het is geen geheim dat blockchains niet goed 'scalen', maar de meeste mensen weten niet waarom.</p> <p>De waarheid is dat scaling eigenlijk een overkoepelende term is die twee verschillende categorieën omvat: protocolondersteuning en technologische ondersteuning op een gegeven moment. In dit artikel gaan we onze aandacht richten op één: protocolondersteuning is in feite een maat voor het aantal transacties dat het protocol op een bepaald moment aankan. </p> <p>Bitcoin heeft een limiet voor de blokgrootte, wat betekent dat zodra er voldoende transacties in een blok zijn opgenomen, eventuele extra transacties in de rij moeten wachten op het volgende blok. Een nuttige analogie zou zijn om aan een trein te denken. Er stopt een trein op het station, en degenen die in de rij staan, komen binnen. Als de trein eenmaal vol is, moet iedereen die buiten staat wachten op de volgende.</p> <p>Bitcoin gebruikt vergoedingen om te bepalen wie er in het blok komt of niet. Terugkomend op de treinanalogie, kan men zich voorstellen dat een potentiële passagier, die op het punt staat achter te blijven, de treinmachinist vijf dollar aanbiedt om hem een zitplaats te geven. Andere passagiers volgen, en uiteindelijk is er een biedingsoorlog om te zien wie welke plek krijgt. Het is aan de chauffeur om te beslissen of hij het 'wie het eerst komt, het eerst maalt'-beleid wil honoreren, maar het is in zijn beste financiële belang om zijn inkomen te maximaliseren door de hoogste bieders aan boord te nemen.</p> <p>In deze analogie zijn 'miners' de treinbestuurders. Ze kunnen elke gewenste transactie in het blok opnemen, maar over het algemeen kiezen ze degene met de best betaalde kosten. </p> <p>Als alternatief, als blokken niet erg vol zijn, hebben mensen geen reden om hoge kosten te betalen omdat er voldoende vrije plaatsen over zijn.</p> <p>Op het hoogtepunt van de cryptocurrency-boom van 2017 werd Bitcoin overspoeld met transacties, en de vergoedingen schoten omhoog voor degenen die wilden worden opgenomen in het volgende blok, of welk blok dan ook in de nabije toekomst. Degenen die niet bereid waren hoge kosten te betalen, zagen hun transacties uren of dagen vertraagd worden, of zelfs helemaal uit de wachtrij vallen.</p> <p>Dit was een schrijnend inzicht in hoe het met Bitcoin zou gaan als de vaak genoemde 'massa-adoptie' zou plaatsvinden. Als Bitcoin door de massa zou worden gebruikt, zou het nog erger zijn dan in 2017, en zou Bitcoin voor niemand toegankelijk zijn behalve voor de rijken, simpelweg omdat de doorvoer klein is vanwege een vaste blokgrootte, waardoor de vergoedingsmarkt het overneemt .</p> <p>Monero voorzag dit en wilde iets anders doen. Daarom hebben de Monero-ontwikkelaars een dynamische blokgrootte geïmplementeerd.</p> <p>Kortom, Monero heeft ook een limiet van blokformaat, maar het is een zachte limiet. Wanneer de rij wachtende transacties te lang wordt, kunnen de 'miners' de blokken vergroten. Met onze treinanalogie kunt u uzelf voorstellen dat u meer treinwagons toevoegt om de extra passagiers te passen. Nadat de wachtrij leeg is, krimpen de blokken in de toekomst terug naar hun oorspronkelijke grootte.</p> <p>Als dit een zo'n goed idee was, is het redelijk om te vragen waarom Monero de enige cryptocurrency is die dit heeft geïmplementeerd. Waarom zou u het niet toevoegen aan Bitcoin om een einde te maken aan de doorvoerproblemen? </p> <p>Helaas is dit niet mogelijk. Er zijn verschillende redenen waarom, en we zullen ons best doen om het uit te leggen. </p> <p> Het is altijd van belang voor een 'miner' om grote blokken te hebben. Met grote blokken kunnen ze meer transacties passen en meer geld verdienen aan de vergoedingen, evenals aan de blokbeloningen. Dit kan leiden tot spamaanvallen, waarbij iemand veel kleine transacties tegen kleine vergoedingen verzendt om de keten op te blazen. 'Miners' zouden gewoon de blokgrootte verhogen, en ze allemaal includeren, omdat geld geld is, hoe klein het bedrag dan ook. Dit zou leiden tot consistent grote blokken met weinig economisch voordeel. Bitcoin lost dit op door de blokgrootte kunstmatig te beperken en zo een vergoedingsmarkt te genereren. Spamaanvallers zouden de andere gebruikers moeten betalen, en dit is niet meer goedkoop. Maar dit betekent wel dat blokken eventueel vol raken, waardoor sommige transacties moeten wachten, zoals hierboven vermeld. </p> <p>Dus hoe kan Monero dynamische blokgroottes hebben, maar spamaanvallen vermijden? Het antwoord is simpel, maar slim. Een straf op de blokbeloning wordt geïntroduceerd wanneer een blok groter is dan normaal. Als een 'miner' de blokgrootte wil vergroten, zal de beloning die ze krijgen voor het vinden van dat blok lager zijn dan ze anders zouden ontvangen. Ze zullen de blokgrootte dus alleen vergroten wanneer de betaalde transactiekosten van de gebruikers opwegen tegen het verloren deel van de blokbeloning. Als de 'miner' bijvoorbeeld 0,5 XMR zou verliezen door de blokbeloning te verhogen, en de som van de betaalde transactiekosten zou 0,4 XMR zijn, dan zou er een nettoverlies zijn van 0,1 XMR als ze de grootte zouden verhogen, dus ze doen het niet. Omgekeerd, als de totale transactiekosten optellen tot 0,7 XMR, dan zou er een nettowinst zijn van 0,2 XMR, ook al verliezen ze de 0,5 XMR van de blokbeloningsboete, dus de 'miner' zal de blok groter maken.</p> <p>Deze dynamische blokken zorgen ervoor dat het netwerk organisch kan groeien, zonder de blokken artificieel te beperken om een geforceerde vergoedingsmarkt te creëren, terwijl spamaanvallen worden vermeden. Er zijn nog meer invalshoeken van waaruit we dit idee kunnen bekijken, en meer redenen waarom het niet mogelijk zou zijn om iets toe te voegen aan Bitcoin, maar voor nu hopen we dat de lezer begrijpt hoe Monero verschillende problemen in Bitcoin omzeilt en zijn afgeleiden, en hoe het van plan is hun doorvoer naar de toekomst te 'scalen'. </p>
pl: <p><i><b>Uwaga:</b> Zdecydowanie zalecamy czytelnikowi przeczytanie naszych artykułów <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Czemu Monero ma Tail Emissions"</a> i <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"Kopanie Monero: Co czyni RandomX tak wyjątkowym” </a>. Ten artykuł opiera się na koncepcjach tam przedstawionych.</i></p> <p> Ilekroć ludzie dyskutują o problemach z blockchainem, jednym z pierwszych tematów, które poruszą, będzie „skalowanie”. Nie jest tajemnicą, że blockchainy nie skalują się dobrze, ale większość ludzi nie wie dlaczego.</p> <p>Prawda jest taka, że skalowanie to właściwie ogólny termin, który obejmuje dwie różne kwestie: możliwości protokołów i możliwości technologiczne w danej chwili. W tym artykule skupimy naszą uwagę na pierwszej kwestii. Możliwości protokołów są zasadniczo miarą liczby transakcji, które protokół może obsłużyć w danym momencie.</p> <p>Bitcoin ma limit rozmiaru bloku, co oznacza, że po uwzględnieniu wystarczającej liczby transakcji w bloku wszelkie dodatkowe transakcje będą musiały czekać w kolejce na następny blok. Pomocną analogią byłoby wyobrażenie sobie pociągu. Pociąg podjeżdża na stację, a ci, którzy stoją w kolejce, wchodzą. Gdy pociąg jest pełny, każdy, kto zostanie na peronie, będzie musiał czekać na następny pociąg. </p> <p>Bitcoin wykorzystuje opłaty, aby określić, kto dostanie się do bloku, a kto nie. Wracając do analogii z pociągiem, można sobie wyobrazić, że jeden potencjalny pasażer, który ma zostać w tyle, oferuje maszyniście pięć dolarów za ustąpienie mu miejsca. Inni pasażerowie idą jego śladem i ostatecznie dochodzi do licytacji, aby ustalić, kto dostanie które miejsca. Do maszynisty należy decyzja, czy chce przestrzegać zasady „kto pierwszy, ten lepszy”, ale w jego najlepszym interesie finansowym leży maksymalizacja dochodów poprzez przyjmowanie na pokład pasażerów, którzy zaoferują najwyższą cenę.</p> <p> W tej analogii minersi są maszynistami. Mogą zawierać dowolne transakcje w bloku, ale przeważnie wybiorą te, które mają najwyższe opłaty.</p> <p>Alternatywnie, jeśli bloki nie są bardzo pełne, ludzie nie mają powodów do płacenia wysokich opłat, ponieważ jest mnóstwo wolnych miejsc.</p> <p> W szczytowym okresie boomu kryptowalut w 2017 r. Bitcoin został zalany transakcjami, a opłaty gwałtownie wzrosły dla tych użytkowników, którzy chcieli zostać włączeni do następnego bloku lub dowolnego bloku w najbliższym czasie. Ci, którzy nie chcieli płacić wysokich opłat, widzieli, jak ich transakcje były opóźniane o godziny, dni, a nawet całkowicie wypadały z kolejki.</p> <p> To był wstrząsający wgląd w to, jak Bitcoin może sobie radzić, gdyby doszło do często wspominanej „masowej adopcji”. Gdyby Bitcoin miał być używany przez masę ludzi, sytuacja byłaby jeszcze gorsza niż w 2017 r., a Bitcoin byłby niedostępny dla nikogo poza bogatymi, po prostu dlatego, że przepustowość jest niewielka ze względu na stały rozmiar bloku, wymuszając aukcje opłat.</p> <p> Monero przewidziało tą sytuację i postanowiło zrobić coś innego. Dlatego programiści Monero wdrożyli dynamiczny rozmiar bloku.</p> <p> Zasadniczo Monero również ma limit wielkości bloku, ale jest to miękki limit. Gdy kolejka oczekujących transakcji staje się zbyt długa, minersi mogą zwiększyć rozmiar bloków. Korzystając z naszej analogii pociągu, możesz sobie wyobrazić dodanie większej liczby wagonów, aby pomieścić dodatkowych pasażerów. Gdy kolejka jest pusta, bloki zmniejszają się do pierwotnego rozmiaru. </p> <p> Jeśli wydaje się to fajnym pomysłem, nasuwa się pytanie, dlaczego Monero jest jedyną kryptowalutą, która coś takiego zaimplementowała. Dlaczego nie dodać tego rozwiązania do Bitcoina celem położenia kresu problemom z przepustowością?</p> <p>Niestety nie jest to możliwe. Jest kilka powodów, które postaramy się wyjaśnić.</p> <p> Duże bloki zawsze leży w najlepszym interesie minera. Dzięki dużym blokom mogą zmieścić większą ilość transakcji i zarobić więcej pieniędzy na opłatach, a także na nagrodach blokowych. Może to prowadzić do ataków spamowych, w których ktoś wysyła wiele małych transakcji z niewielkimi opłatami, aby zapchać blockchain. Minersi po prostu zwiększyliby rozmiar bloku, przyjmując je wszystkie, ponieważ im się to opłaca, bez względu na to, jak niskie są opłaty tych kolejnych transakcji. Prowadziłoby to do coraz większych bloków. Bitcoin rozwiązuje ten problem, sztucznie ograniczając rozmiar bloku, wymuszając w ten sposób licytację opłat. Osoby spamujące musiałyby zapłacić więcej niż inni użytkownicy, a to nie jest takie tanie. Ale to oznacza, że bloki się zapełniają, pozostawiając niektóre transakcje oczekujące, jak wspomnieliśmy wcześniej. </p> <p>W jaki sposób Monero może mieć dynamiczne rozmiary bloków unikając ataków spamu? Odpowiedź jest prosta, ale sprytna. Kara za nagrodę za blok jest wprowadzana, gdy blok jest większy niż normalnie. Jeśli miner chce zwiększyć rozmiar bloku, nagroda, jaką otrzyma za znalezienie tego bloku, będzie mniejsza niż w innym przypadku. Zwiększa więc rozmiar bloku tylko wtedy, gdy opłaty transakcyjne uiszczane przez użytkowników przewyższą utraconą część nagrody za blok. Na przykład, jeśli miner straciłby 0,5 XMR poprzez zwiększenie rozmiaru bloku, a suma zapłaconych opłat transakcyjnych wyniosłaby 0,4 XMR, to gdyby zwiększył rozmiar bloku, poniósłby stratę w wysokości 0,1 XMR, więc tego nie zrobi. I odwrotnie, jeśli suma opłat transakcyjnych wyniosłaby 0,7 XMR, zysk netto wyniósłby 0,2 XMR, mimo że straci 0,5 XMR kary za blok, więc miner zwiększy rozmiar.</p> <p> Te dynamiczne bloki pozwalają sieci rozwijać się organicznie, bez sztucznego ograniczania rozmiaru bloków w celu wymuszenia licytacji opłat transakcyjnych, przy jednoczesnym zapobieganiu spamowi. Jest jeszcze inny punkt widzenia, z którego możemy spojrzeć na tą ideę, i więcej powodów, dla których dodanie jej do Bitcoina nie byłoby możliwe, ale na razie mamy nadzieję, że czytelnik rozumie, w jaki sposób Monero omija kilka problemów występujących w Bitcoinie, i jego pochodnych, i jak Monero planuje skalować swoją przepustowość w przyszłości.</p>
pt_br: <p><i><b>Nota:</b> É altamente recomendável que o leitor tenha lido nossos artigos <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Por que o Monero tem uma emissão de cauda"</a> e <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Mining: o que torna o RandomX tão Especial”</a>. Este artigo se baseia nos conceitos apresentados nele.</i></p> <p>Sempre que as pessoas discutem os problemas com o blockchain, uma das primeiras palavras a aparecer será 'dimensionamento'. Não é segredo que blockchains não escalam bem, mas a maioria das pessoas não sabe por quê.</p> <p>A verdade é que o escalonamento é, na verdade, um termo abrangente que abrange duas categorias diferentes: suporte a protocolo e suporte tecnológico em um determinado ponto no tempo. Neste artigo, vamos focar nossa atenção em um, o suporte a protocolo é basicamente uma medida de quantas transações o protocolo pode manipular em um determinado momento.</p> <p>Bitcoin tem um limite de tamanho de bloco, o que significa que uma vez que transações suficientes são incluídas em um bloco, quaisquer transações adicionais terão que esperar na fila pelo próximo bloco. Uma analogia útil seria pensar em um trem. Um trem para na estação e os que estão na fila entram. Assim que o trem estiver cheio, quem ficar do lado de fora terá que esperar pelo próximo.</p> <p>Bitcoin usa taxas para determinar quem entra no bloco ou não. Voltando à analogia do trem, pode-se imaginar que um passageiro em potencial, que está prestes a ser deixado para trás, oferece ao maquinista do trem cinco dólares para lhe dar um assento. Outros passageiros seguem o exemplo e, eventualmente, há uma guerra de lances para ver quem fica com quais assentos. Cabe ao motorista decidir se deseja honrar a política de ordem de chegada, mas é de seu interesse financeiro maximizar sua receita aceitando os lances mais altos.</p> <p> Nesta analogia, os mineiros são os maquinistas. Eles podem incluir as transações que quiserem no bloco, mas geralmente escolherão aquelas que têm as taxas pagas mais altas.</p> <p>Como alternativa, se os blocos não estiverem muito cheios, as pessoas não têm incentivo para pagar taxas altas porque há muitos assentos livres de sobra.</p> <p> No auge do boom das criptomoedas de 2017, o Bitcoin foi inundado com transações e as taxas dispararam para aqueles que queriam ser incluídos no próximo bloco ou em qualquer bloco do futuro próximo. Aqueles que não estavam dispostos a pagar altas taxas viram suas transações atrasarem por horas, dias ou até mesmo saírem completamente da fila.</p> <p>Esta foi uma visão angustiante de como o Bitcoin se sairia se a tão falada 'adoção em massa' ocorresse. Se o Bitcoin fosse usado pelas massas, as coisas seriam ainda piores do que em 2017, e o Bitcoin seria inacessível para qualquer pessoa, exceto para os ricos, simplesmente porque a taxa de transferência é pequena devido a um tamanho de bloco fixo, fazendo com que o mercado de taxas assuma o controle. .</p> <p>Monero previu isso e quis fazer algo diferente. Assim, os desenvolvedores do Monero implementaram um tamanho de bloco dinâmico.</p> <p>Basicamente, o Monero também tem um limite de tamanho de bloco, mas é um limite flexível. Quando a fila de transações em espera fica muito longa, os mineradores podem aumentar o tamanho dos blocos. Com nossa analogia de trem, você pode imaginar a adição de mais vagões para acomodar os passageiros extras. Depois que a fila estiver vazia, os blocos voltam ao tamanho original daqui para frente.</p> <p>Se isso parece uma boa ideia, parece razoável perguntar por que o Monero é a única criptomoeda que implementou isso. Por que não adicioná-lo ao Bitcoin para acabar com os problemas de taxa de transferência?</p> <p>Infelizmente, isso não é possível. Existem vários motivos e faremos o possível para explicar.</p> <p> É sempre do interesse de um minerador ter blocos grandes. Com grandes blocos, eles podem caber em mais transações e ganhar mais dinheiro com as taxas, bem como com as recompensas do bloco. Isso tem o potencial de levar a ataques de spam, em que alguém envia muitas transações pequenas, com pequenas taxas, para inchar a cadeia. O Miner's apenas aumentaria o tamanho do bloco, incluindo todos eles, porque dinheiro é dinheiro, não importa quão pequeno seja. Isso levaria a blocos consistentemente grandes com pouco benefício econômico. O Bitcoin resolve isso restringindo artificialmente o tamanho do bloco, gerando assim um mercado de taxas. Os invasores de spam teriam que pagar mais do que os outros usuários em taxas, e isso não é mais barato. Mas isso significa que os blocos ficam cheios, deixando algumas transações em espera, conforme mencionado acima.</p> <p> Então, como o Monero pode ter tamanhos de blocos dinâmicos, mas evitar ataques de spam? A resposta é simples, mas inteligente. Uma penalidade na recompensa do bloco é introduzida quando um bloco é maior que o normal. Se um minerador quiser aumentar o tamanho do bloco, a recompensa que receberá ao encontrar esse bloco será menor do que receberia de outra forma. Portanto, eles só aumentarão o tamanho do bloco quando as taxas de transação pagas pelos usuários superarem a parte perdida da recompensa do bloco. Por exemplo, se o minerador perdesse 0,5 XMR ao aumentar o tamanho do bloco e a soma das taxas de transação pagas fosse 0,4 XMR, haveria uma perda líquida de 0,1 XMR se aumentasse o tamanho. não faça isso. Por outro lado, se as taxas totais da transação somassem 0,7 XMR, haveria um ganho líquido de 0,2 XMR, mesmo que eles perdessem 0,5 XMR da penalidade de recompensa do bloco, então o minerador aumentaria o tamanho.</p> <p>Esses blocos dinâmicos permitem que a rede cresça organicamente, sem restringir artificialmente o tamanho do bloco para criar um mercado de taxas forçadas, enquanto ainda evita ataques de spam. Existem vários outros ângulos pelos quais podemos ver essa ideia e mais razões pelas quais não seria possível adicionar ao Bitcoin, mas, por enquanto, esperamos que o leitor tenha uma compreensão de como o Monero evita vários dos problemas no Bitcoin e seus derivados e como planeja escalar sua taxa de transferência no futuro.</p>
sl: <p><i><b>Opomba:</b> Zelo priporočamo, da bralec prebere naše zapise <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Zakaj ima Monero Tail emisijo"</a> in <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"Rudarjenje Monero: Kaj naredi RandomX tako poseben"</a>. Ta članek temelji na tam predstavljenih konceptih.</i></p> <p>Kadar koli posamezniki razpravljajo o težavah z verigo blokov, bo ena od prvih besed, ki se pojavi, 'razširitev'. Ni skrivnost, da se verige blokov slabo prilagajajo, vendar večina ljudi ne ve, zakaj.</p> <p>Resnica je, da je skaliranje pravzaprav krovni izraz, ki zajema dve različni kategoriji: podporo za protokol in tehnološko podporo v danem trenutku. V tem članku se bomo osredotočili na eno, podpora protokolu je v bistvu merilo, koliko transakcij lahko protokol obravnava v določenem času.</p> <p>Bitcoin ima omejitev velikosti bloka, kar pomeni, da ko je v blok vključenih dovolj transakcij, bodo morale vse dodatne transakcije čakati v vrsti za naslednji blok. Koristna analogija bi bila razmišljanje o vlaku. Vlak pripelje do postaje in tisti v vrsti se zgrinjajo noter. Ko je vlak poln, bo vsak, ki ostane zunaj, moral počakati na naslednjega.</p> <p>Bitcoin uporablja pristojbine, da določi, kdo bo vstopil v blok in kdo ne. Če se vrnemo k analogiji z vlakom, si lahko predstavljamo, da eden od potencialnih potnikov, ki bo ostal zadaj, ponudi strojevodji pet dolarjev, da mu odstopi sedež. Drugi potniki mu sledijo in sčasoma se začne licitacijska vojna, kdo bo dobil kateri sedež. Strojevodja se mora odločiti, ali bo spoštoval pravilo "kdor prej pride, prej melje", vendar je v njegovem finančnem interesu, da čim bolj poveča svoj prihodek, tako da na vlak vzame tiste, ki ponudijo največ.</p> <p>V tej analogiji so rudarji strojevodje. V blok lahko vključijo katere koli transakcije želijo, vendar bodo običajno izbrali tiste, ki imajo najvišje plačane pristojbine.</p> <p>Alternativno, če bloki niso zelo polni, ljudje niso motivirani za plačevanje visokih pristojbin, saj je na voljo veliko prostih sedežev.</p> <p>V času največjega razcveta kriptovalut leta 2017 je bil Bitcoin preplavljen s transakcijami, zato so se pristojbine za tiste, ki so želeli biti vključeni v naslednji blok ali kateri koli bližnji blok, povzpele v nebo. Tistim, ki niso bili pripravljeni plačati visokih pristojbin, so se njihove transakcije prestavile za več ur, dni ali celo povsem izpadle iz čakalne vrste.</p> <p>To je bil pretresljiv vpogled v to, kako bi se Bitcoinu godilo, če bi prišlo do "množičnega sprejetja", o katerem se pogosto govori. Če bi Bitcoin uporabljale množice, bi bilo stanje še slabše kot leta 2017, Bitcoin pa bi bil nedostopen vsem, razen premožnim, preprosto zato, ker je prepustnost zaradi fiksne velikosti bloka majhna, zaradi česar bi prevladal trg pristojbin.</p> <p>Monero je to predvidel in želel narediti nekaj drugačnega. Tako so Monero razvijalci implementirali dinamično velikost bloka.</p> <p>V bistvu ima tudi Monero omejitev velikosti bloka, vendar gre za mehko omejitev. Ko je vrsta čakajočih transakcij predolga, lahko rudarji povečajo velikost blokov. Z našo analogijo z vlakom si lahko predstavljate, da bi dodali več vagonov, da bi lahko namestili dodatne potnike. Ko se čakalna vrsta izprazni, se bloki zmanjšajo na prvotno velikost, ki jo imajo v nadaljevanju.</p> <p>Če se zdi, da je ta zamisel elegantna, se zdi smiselno vprašati, zakaj je Monero edina kriptovaluta, ki je to izvedla. Zakaj je ne bi dodali tudi pri Bitcoinu, da bi tako zaustavili težave s prepustnostjo? </p> <p>Na žalost to ni mogoče. Razlogov za to je več in potrudili se bomo, da jih pojasnimo.</p> <p> Rudarju je vedno v interesu, da ima velike bloke. Z velikimi bloki lahko izvedejo več transakcij in zaslužijo več denarja s pristojbinami ter nagradami za bloke. To lahko privede do spam napadov, ko nekdo pošlje veliko majhnih transakcij z majhnimi pristojbinami, da bi napolnil verigo. Rudarji bi samo povečali velikost bloka in jih vključili vse, saj je denar še vedno denar, ne glede na to, kako majhen je. To bi privedlo do stalno velikih blokov z majhnimi ekonomskimi koristmi. Bitcoin to rešuje z umetnim omejevanjem velikosti blokov, s čimer ustvarja trg pristojbin. Napadalci na spam bi morali s pristojbinami preplačati druge uporabnike, kar ni več poceni. To pa pomeni, da se bloki zapolnijo, zaradi česar nekatere transakcije čakajo, kot je navedeno zgoraj.</p> <p>Kako torej lahko Monero uporablja dinamične velikosti blokov, a se hkrati izogne napadom s spamom? Odgovor je preprost, a pameten. Ko je blok večji od običajnega, se uvede kazen za nagrado za blok. Če želi rudar povečati velikost bloka, bo nagrada, ki jo dobi za iskanje tega bloka, manjša, kot bi jo dobil sicer. Zato bodo povečali velikost bloka le, če bodo plačane pristojbine za transakcije uporabnikov odtehtale izgubljeni del nagrade za blok. Na primer, če bi rudar s povečanjem velikosti bloka izgubil 0,5 XMR, vsota plačanih pristojbin za transakcije pa bi znašala 0,4 XMR, bi bila neto izguba 0,1 XMR, če bi povečali velikost, zato tega ne bi storili. In obratno, če bi se seštevek pristojbin za transakcije povzpel na 0,7 XMR, bi bila neto pridobitev 0,2 XMR, čeprav bi izgubili 0,5 XMR zaradi kazni za nagrado za blok, zato bo rudar povečal velikost.</p> <p>Ti dinamični bloki omogočajo organično rast omrežja, ne da bi obenem aritmetično omejevali velikost blokov, da bi ustvarili prisilni trg pristojbin, hkrati pa se še vedno izogibajo spam napadom. Obstaja še več zornih kotov, s katerih lahko pogledamo na to zamisel, in več razlogov, zakaj je ne bi bilo mogoče dodati Bitcoinu, vendar za zdaj upamo, da bralec razume, kako Monero zaobide več težav v Bitcoinu in njegovih derivatih ter kako namerava v prihodnosti povečati svojo prepustnost.</p>
sv: <p><i><b>Obs:</b> Det rekommenderas starkt att läsaren har läst våra artiklar <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Why Monero Has A Tail Emission"</a> och <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"Monero Mining: What Makes RandomX så speciell”</a>. Den här artikeln bygger på de koncept som presenteras där.</i></p> <p>När individer diskuterar problemen med blockchain kommer ett av de första orden att dyka upp vara "skalning". Det är ingen hemlighet att blockkedjor inte skalar bra, men de flesta vet inte varför.</p> <p>Sanningen är att skalning faktiskt är ett paraplybegrepp som täcker två olika kategorier: Protokollstöd och tekniskt stöd vid en given tidpunkt. I den här artikeln kommer vi att fokusera vår uppmärksamhet på en, Protokollstöd är i grunden ett mått på hur många transaktioner protokollet kan hantera vid en given tidpunkt.</p> <p>Bitcoin har en blockstorleksgräns, vilket innebär att när tillräckligt många transaktioner är inkluderade i ett block, måste alla ytterligare transaktioner vänta i kö till nästa block. En användbar analogi skulle vara att tänka på ett tåg. Ett tåg stannar till stationen och de som står i kö fyller sig in. När tåget är fullt måste alla som lämnas utanför vänta på nästa.</p> <p>Bitcoin använder avgifter för att avgöra vem som kommer in i blocket eller inte. Om man hoppar tillbaka till tågliknelsen kan man föreställa sig att en potentiell passagerare, som är på väg att bli kvar, erbjuder tågingenjören fem dollar för att ge honom en plats. Andra passagerare följer efter, och så småningom blir det ett budkrig för att se vem som får vilka platser. Det är upp till föraren att bestämma om han vill respektera först till kvarn-principen, men det ligger i hans bästa ekonomiska intresse att maximera sin inkomst genom att ta de högstbjudande ombord.</p> <p>I denna analogi är gruvarbetare lokförarna. De kan inkludera vilka transaktioner de vill i blocket, men de kommer i allmänhet att välja de som har högst betalda avgifter.</p> <p>Alternativt, om blocken inte är särskilt fulla, har folk inga incitament att betala höga avgifter eftersom det finns gott om lediga platser att övergå.</p> <p>I höjden av kryptovalutaboomen 2017 svämmades Bitcoin över av transaktioner, och avgifterna skjuter i höjden för dem som ville inkluderas i nästa block, eller vilket block som helst i en nära framtid för den delen. De som inte var villiga att betala höga avgifter såg att deras transaktioner trycktes tillbaka i timmar, dagar eller till och med hoppade ur kön helt och hållet.</p> <p>Detta var en skrämmande insikt om hur Bitcoin skulle klara sig om den ofta omtalade "massadoptionen" skulle inträffa. Om Bitcoin skulle användas av massorna skulle det bli ännu värre än 2017, och Bitcoin skulle vara otillgängligt för alla andra än de rika, helt enkelt för att genomströmningen är liten på grund av en fast blockstorlek, vilket gör att avgiftsmarknaden tar över .</p> <p>Monero förutsåg detta och ville göra något annorlunda. Så Monero-utvecklarna implementerade en dynamisk blockstorlek.</p> <p>I grund och botten har Monero också en keps i blockstorlek, men det är en mjuk keps. När raden av väntande transaktioner blir för lång kan gruvarbetarna öka storleken på blocken. Med vår tåganalogi kan du tänka dig att lägga till fler tågvagnar för att passa de extra passagerarna. När kön är tom krymper blocken tillbaka till sin ursprungliga storlek framöver.</p> <p>Om detta verkar vara en bra idé verkar det rimligt att fråga varför Monero är den enda kryptovalutan som har implementerat detta. Varför inte lägga till det på Bitcoin för att sätta stopp för genomströmningsproblemen?</p> <p>Det här är tyvärr inte möjligt. Det finns flera anledningar till varför, och vi ska göra vårt bästa för att förklara.</p> <p> Det är alltid i en gruvarbetares intresse att ha stora block. Med stora block kan de få plats med fler transaktioner och tjäna mer pengar på avgifterna, såväl som blockbelöningarna. Detta har potential att leda till spamattacker, där någon skickar många små transaktioner, med små avgifter, för att blåsa upp kedjan. Miner's skulle bara höja blockstorleken inkludera dem alla eftersom pengar är pengar, oavsett hur små de är. Detta skulle leda till genomgående stora block med liten ekonomisk nytta. Bitcoin löser detta genom att på konstgjord väg begränsa blockstorleken och därigenom generera en avgiftsmarknad. Skräppostangripare skulle behöva betala ut de andra användarna i avgifter, och det är inte längre billigt. Men detta innebär att blocken blir fulla och lämnar vissa transaktioner som väntar som nämnts ovan.</p> <p>Så hur kan Monero ha dynamiska blockstorlekar men undvika skräppostattacker? Svaret är enkelt, men smart. En straffavgift på blockbelöningen införs när ett block är större än normalt. Om en gruvarbetare vill öka blockstorleken kommer belöningen de får för att hitta det blocket att vara mindre än de annars skulle få. Så de kommer bara att öka blockstorleken när de betalda transaktionsavgifterna för användarna uppväger den förlorade delen av blockbelöningen. Till exempel, om gruvarbetaren skulle förlora 0,5 XMR genom att höja blockstorleken, och summan av de betalda transaktionsavgifterna skulle vara 0,4 XMR, så skulle det bli en nettoförlust på 0,1 XMR om de skulle höja storleken, så att de skulle gör det inte. Omvänt, om de totala transaktionsavgifterna adderades till 0,7 XMR, skulle det finnas en nettovinst på 0,2 XMR, även om de förlorar 0,5 XMR från blockbelöningsstraffet, så gruvarbetaren kommer att öka storleken.</p> <p>Dessa dynamiska block gör att nätverket kan växa organiskt, utan att begränsa blockstorleken för att skapa en påtvingad avgiftsmarknad, samtidigt som man undviker spamattacker. Det finns flera fler vinklar vi kan se den här idén från, och fler anledningar till varför det inte skulle vara möjligt att lägga till Bitcoin, men för tillfället hoppas vi att läsaren har en förståelse för hur Monero kringgår flera av problemen i Bitcoin och dess derivat, och hur den planerar att skala sin genomströmning in i framtiden.</p>
tl: <p><i><b>Tandaan:</b> Lubos na inirerekomenda na basahin ng mambabasa ang aming mga artikulo <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Bakit May Tail Emission ang Monero"</a> at <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Mining: What Makes RandomX napaka Espesyal”</a>. Binubuo ng artikulong ito ang mga konseptong ipinakita doon.</i></p> <p>Sa tuwing tinatalakay ng mga indibidwal ang mga problema sa blockchain, ang isa sa mga unang salitang lalabas ay ang 'scaling'. Hindi lihim na ang mga blockchain ay hindi maganda ang sukat, ngunit karamihan sa mga tao ay hindi alam kung bakit.</p> <p>Ang totoo, ang pag-scale ay talagang isang umbrella term na sumasaklaw sa dalawang magkaibang kategorya: Protocol support at technological support sa isang partikular na punto ng oras. Sa artikulong ito, itutuon namin ang aming pansin sa isa, ang suporta sa Protocol ay karaniwang sukatan kung gaano karaming mga transaksyon ang maaaring pangasiwaan ng protocol sa isang partikular na oras.</p> <p>Ang Bitcoin ay may limitasyon sa laki ng block, na nangangahulugang kapag sapat na ang mga transaksyon na naisama sa isang bloke, anumang karagdagang transaksyon ay kailangang maghintay sa linya para sa susunod na block. Ang isang kapaki-pakinabang na pagkakatulad ay pag-iisip tungkol sa isang tren. Isang tren ang humihinto sa istasyon, at ang mga nasa linya ay pumasok. Kapag puno na ang tren, sinumang maiiwan sa labas ay kailangang maghintay para sa susunod.</p> <p>Gumagamit ang Bitcoin ng mga bayarin upang matukoy kung sino ang papasok sa block o hindi. Sa pagbabalik sa analogy ng tren, maiisip ng isang tao ang isang potensyal na pasahero, na malapit nang maiwan, ay nag-aalok sa engineer ng tren ng limang dolyar upang bigyan siya ng upuan. Sumunod din ang ibang mga pasahero, at kalaunan ay may bidding war upang makita kung sino ang makakakuha ng mga upuan. Nasa driver ang pagpapasya kung gusto niyang igalang ang patakarang first-come-first-serve, ngunit nasa kanyang pinakamahusay na pinansiyal na interes na i-maximize ang kanyang kita sa pamamagitan ng pagkuha ng pinakamataas na bidder.</p> <p>Sa pagkakatulad na ito, ang mga minero ay ang mga tsuper ng tren. Maaari nilang isama ang anumang mga transaksyon na gusto nila sa block, ngunit karaniwang pipiliin nila ang mga may pinakamataas na bayad na bayarin.</p> <p>O kaya, kung hindi masyadong puno ang mga bloke, walang insentibo ang mga tao na magbayad ng mataas na bayarin dahil maraming libreng upuan na matitira.</p> <p>Sa kasagsagan ng 2017 cryptocurrency boom, binaha ang Bitcoin ng mga transaksyon, at ang mga bayarin ay tumaas para sa mga gustong mapabilang sa susunod na block, o anumang malapit na hinaharap na block sa bagay na iyon. Nakita ng mga ayaw magbayad ng mataas na bayarin ang kanilang mga transaksyon na itinulak pabalik sa loob ng maraming oras, araw, o kahit na tuluyang umalis sa pila.</p> <p>Ito ay isang nakakatakot na insight sa kung ano ang mangyayari sa Bitcoin kung ang madalas na pinag-uusapan tungkol sa 'mass adoption' ay mangyayari. Kung ang Bitcoin ay gagamitin ng masa, ang mga bagay ay magiging mas masahol pa kaysa sa 2017, at ang Bitcoin ay hindi naa-access ng sinuman maliban sa mga mayayaman, dahil lamang sa maliit na throughput dahil sa isang nakapirming laki ng bloke, na nagiging sanhi ng pagsakop sa merkado ng bayad. .</p> <p>Nakita ito ni Monero at gustong gumawa ng kakaiba. Kaya nagpatupad ang mga developer ng Monero ng dynamic na blocksize.</p> <p>Sa pangkalahatan, mayroon ding block size na takip ang Monero, ngunit ito ay malambot na takip. Kapag ang linya ng naghihintay na mga transaksyon ay masyadong mahaba, maaaring dagdagan ng mga minero ang laki ng mga bloke. Sa aming pagkakatulad ng tren, maaari mong isipin na magdagdag ng higit pang mga kotse ng tren upang magkasya sa mga dagdag na pasahero. Matapos mawalan ng laman ang pila, ang mga bloke ay lumiliit pabalik sa kanilang orihinal na laki pasulong.</p> <p>Kung ito ay tila isang maayos na ideya, tila makatwirang itanong kung bakit ang Monero ang tanging cryptocurrency na nagpatupad nito. Bakit hindi ito idagdag sa Bitcoin para matigil ang mga isyu sa throughput?</p> <p>Sa kasamaang palad, hindi ito posible. Mayroong ilang mga dahilan kung bakit, at gagawin namin ang aming makakaya upang ipaliwanag.</p> <p> Palaging nasa pinakamahusay na interes ng isang minero ang magkaroon ng malalaking bloke. Sa malalaking bloke maaari silang magkasya sa mas maraming transaksyon, at kumita ng mas maraming pera mula sa mga bayarin, pati na rin ang mga reward sa block. Ito ay may potensyal na humantong sa mga pag-atake ng spam, kung saan ang isang tao ay nagpapadala ng maraming maliliit na transaksyon, na may maliliit na bayad, upang palakihin ang kadena. Itataas lang ng Miner ang block size isama silang lahat dahil pera ay pera, gaano man kaliit. Ito ay hahantong sa tuluy-tuloy na malalaking bloke na may kaunting pakinabang sa ekonomiya. Niresolba ito ng Bitcoin sa pamamagitan ng artipisyal na paghihigpit sa laki ng block, sa gayon ay bumubuo ng isang market ng bayad. Kailangang bayaran ng mga spam attacker ang iba pang mga user sa mga bayarin, at hindi na ito mura. Ngunit ito ay nangangahulugan na ang mga bloke ay napuno na iniiwan ang ilang mga transaksyon na naghihintay tulad ng nabanggit sa itaas.</p> <p>Kaya paano magkakaroon ng mga dynamic na blocksize ang Monero ngunit maiiwasan ang mga pag-atake ng spam? Ang sagot ay simple, ngunit matalino. Ang isang parusa sa block reward ay ipinakilala kapag ang isang block ay mas malaki kaysa sa normal. Kung gusto ng isang minero na pataasin ang blocksize, ang reward na makukuha nila sa paghahanap sa block na iyon ay magiging mas mababa kaysa sa kung hindi man ay matatanggap nila. Kaya't tataas lamang nila ang blocksize kapag ang mga binayarang bayarin sa transaksyon ng mga user ay lumampas sa nawalang bahagi ng block reward. Halimbawa, kung ang minero ay mawawalan ng 0.5 XMR sa pamamagitan ng pagtataas ng block reward, at ang kabuuan ng mga bayad na bayarin sa transaksyon ay magiging 0.4 XMR, magkakaroon ng netong pagkawala na 0.1 XMR kung sila ay magtataas ng laki, kaya sila ay huwag gawin ito. Sa kabaligtaran, kung ang kabuuang mga bayarin sa transaksyon ay nagdagdag ng hanggang 0.7 XMR, magkakaroon ng netong pakinabang na 0.2 XMR, kahit na mawala sa kanila ang 0.5 XMR mula sa parusa sa block reward, kaya tataas ang laki ng minero.</p> <p>Ang mga dynamic na bloke na ito, ay nagbibigay-daan sa network na lumago nang organiko, nang hindi pinaghihigpitan ang laki ng block upang makagawa ng market ng sapilitang bayad, habang iniiwasan pa rin ang mga pag-atake ng spam. Mayroong ilang higit pang mga anggulo na maaari naming tingnan ang ideyang ito, at higit pang mga dahilan kung bakit hindi ito posibleng idagdag sa Bitcoin, ngunit sa ngayon, umaasa kami na ang mambabasa ay may pag-unawa kung paano iniiwasan ni Monero ang ilang mga problema sa Bitcoin at ang mga derivative nito, at kung paano nito pinaplano na sukatin ang throughput nito sa hinaharap.</p>
tr: <p><i><b>Not:</b> Okuyucunun <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"Monero'nun Neden Kuyruk Emisyonu Vardır"</a> ve <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“Monero Madenciliği: RandomX'i Ne Yapar? adlı makalelerimizi okuması önemle tavsiye edilir. çok Özel”</a>. Bu makale burada sunulan kavramlardan yola çıkılarak oluşturulmuştur.</i></p> <p>Ne zaman bireyler blockchain ile ilgili sorunları tartışsa, ortaya çıkan ilk kelimelerden biri "ölçeklendirme" olacaktır. Blockchainlerin iyi ölçeklenemediği bir sır değil ancak çoğu insan bunun nedenini bilmiyor.</p> <p>Gerçek şu ki, ölçeklendirme aslında iki farklı kategoriyi kapsayan bir şemsiye terimdir: Protokol desteği ve belirli bir zamanda teknolojik destek. Bu makalede dikkatimizi bir tanesine yoğunlaştıracağız: Protokol desteği temel olarak protokolün belirli bir zamanda kaç işlemi gerçekleştirebileceğinin bir ölçüsüdür.</p> <p>Bitcoin'in bir blok boyutu sınırı vardır; bu, bir bloğa yeterli sayıda işlem dahil edildiğinde, tüm ek işlemlerin bir sonraki blok için sırada beklemesi gerekeceği anlamına gelir. Yararlı bir benzetme, bir treni düşünmek olabilir. Bir tren istasyona yanaşıyor ve sırada bekleyenler sıraya giriyor. Tren dolduğunda, dışarıda kalan herkes bir sonraki treni beklemek zorunda kalacak.</p> <p>Bitcoin, bloğa kimin girip girmeyeceğini belirlemek için ücretleri kullanır. Tren benzetmesine geri dönecek olursak, geride kalmak üzere olan potansiyel bir yolcunun, tren makinistine kendisine yer vermesi için beş dolar teklif ettiğini hayal edebiliriz. Diğer yolcular da aynısını yapar ve sonunda kimin hangi koltuğu alacağını görmek için bir açık artırma savaşı başlar. İlk gelen ilk alır politikasına uyup uymamak sürücüye kalmıştır, ancak en yüksek teklif verenleri araca alarak gelirini en üst düzeye çıkarmak onun mali çıkarınadır.</p> <p>Bu benzetmede madenciler tren makinistleridir. İstedikleri işlemleri bloğa dahil edebilirler ancak genellikle en yüksek ücrete sahip olanları seçerler.</p> <p>Alternatif olarak, bloklar çok dolu değilse, yedeklenecek çok sayıda boş koltuk olduğundan insanların yüksek ücret ödemeye teşviki olmaz.</p> <p>2017'deki kripto para patlamasının zirvesinde, Bitcoin işlemlerle doluydu ve bir sonraki bloğa veya bu konuda yakın gelecekteki herhangi bir bloğa dahil olmak isteyenler için ücretler hızla arttı. Yüksek ücret ödemeye isteksiz olanlar, işlemlerinin saatlerce, günlerce ertelendiğini, hatta kuyruktan tamamen çekildiğini gördüler.</p> <p>Bu, 'kitlesel benimseme'den sık sık bahsedilirse Bitcoin'in nasıl bir performans göstereceğine dair üzücü bir fikirdi. Eğer Bitcoin kitleler tarafından kullanılacak olsaydı, işler 2017'dekinden daha da kötü olurdu ve Bitcoin'e zenginler dışında kimse erişemez olurdu, çünkü sabit blok boyutu nedeniyle verim küçüktü ve ücret piyasasının kontrolü ele geçirmesine neden olurdu. .</p> <p>Monero bunu öngördü ve farklı bir şey yapmak istedi. Böylece Monero geliştiricileri dinamik bir blok boyutu uyguladılar.</p> <p>Temel olarak Monero'nun blok boyutunda bir üst sınırı vardır, ancak bu yumuşak bir üst sınırdır. Bekleme işlemlerinin sırası çok uzadığında madenciler blokların boyutunu artırabilir. Bizim tren benzetmemizle, ekstra yolculara sığacak şekilde daha fazla tren vagonu eklemeyi hayal edebilirsiniz. Sıra boşaldıktan sonra bloklar ileriye doğru orijinal boyutlarına geri döner.</p> <p>Bu iyi bir fikir gibi görünüyorsa, Monero'nun neden bunu uygulayan tek kripto para birimi olduğunu sormak mantıklı görünüyor. Üretim sorunlarına bir son vermek için neden bunu Bitcoin'e eklemiyorsunuz?</p> <p>Maalesef bu mümkün değil. Bunun birkaç nedeni var ve açıklamak için elimizden geleni yapacağız.</p> <p> Büyük bloklara sahip olmak her zaman madencinin çıkarınadır. Büyük bloklarla daha fazla işleme sığabilirler ve blok ödüllerinin yanı sıra ücretlerden de daha fazla para kazanabilirler. Bunun, zinciri şişirmek için birisinin küçük ücretlerle çok sayıda küçük işlem gönderdiği spam saldırılarına yol açma potansiyeli vardır. Madenciler blok boyutunu yükseltir, hepsini içerir çünkü ne kadar küçük olursa olsun para paradır. Bu, çok az ekonomik fayda sağlayan sürekli olarak büyük bloklara yol açacaktır. Bitcoin bunu blok boyutunu yapay olarak kısıtlayarak ve böylece bir ücret piyasası oluşturarak çözer. Spam saldırganlarının diğer kullanıcılara ücret olarak daha fazla ödeme yapması gerekecek ve bu artık ucuz değil. Ancak bu, yukarıda belirtildiği gibi blokların dolması ve bazı işlemlerin beklemede kalması anlamına gelir.</p> <p>Peki Monero nasıl dinamik blok boyutlarına sahip olabilir ama spam saldırılarından kaçınabilir? Cevap basit ama akıllıca. Bir blok normalden büyük olduğunda blok ödülüne ceza uygulanır. Bir madenci blok boyutunu artırmak isterse, o bloğu bulmaktan elde edeceği ödül, aksi takdirde alacağından daha az olacaktır. Dolayısıyla, yalnızca kullanıcıların ödediği işlem ücretleri, blok ödülünün kaybedilen kısmından daha ağır bastığında blok boyutunu artıracaklar. Örneğin, madenci blok boyutunu yükselterek 0,5 XMR kaybedecekse ve ödenen işlem ücretlerinin toplamı 0,4 XMR olacaksa, o zaman boyutu yükseltirse 0,1 XMR net kayıp olacaktır; yapma. Tersine, toplam işlem ücretlerinin toplamı 0,7 XMR'ye ulaşırsa, blok ödülü cezasından 0,5 XMR'yi kaybetmelerine rağmen 0,2 XMR'lik net kazanç olur, dolayısıyla madenci boyutu artıracaktır.</p> <p>Bu dinamik bloklar, spam saldırılarından kaçınırken zorunlu bir ücret piyasası oluşturmak için blok boyutunu yapay olarak kısıtlamadan ağın organik olarak büyümesine olanak tanır. Bu fikre bakabileceğimiz birkaç bakış açısı ve bunun Bitcoin'e eklenmesinin mümkün olmamasının daha fazla nedeni var, ancak şimdilik okuyucunun Monero'nun Bitcoin'deki birçok sorunu nasıl atlattığını anladığını umuyoruz. türevleri ve verimini geleceğe nasıl ölçeklendirmeyi planladığı.</p>
ur: <p><i><b>نوٹ:</b> یہ انتہائی سفارش کی جاتی ہے کہ قارئین ہمارے مضامین <a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">"مونیرو میں دم کا اخراج کیوں ہوتا ہے۔"</a> اور <a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">"منیرو مائننگ: کیا بناتا ہے RandomX کو پڑھ لیں بہت خاص"</a>۔ یہ مضمون وہاں میں پیش کیے گئے تصورات پر مشتمل ہے۔</i></p> <p>جب بھی لوگ بلاک چین کے مسائل پر بات کرتے ہیں، پاپ اپ ہونے والے پہلے الفاظ میں سے ایک 'پیمانہ کاری' ہوگا۔ یہ کوئی راز نہیں ہے کہ بلاک چینز اچھی طرح سے پیمانے پر نہیں ہیں، لیکن زیادہ تر لوگ نہیں جانتے کہ کیوں۔</p> <p>سچ تو یہ ہے کہ پیمانہ کاری دراصل ایک چھتری کی اصطلاح ہے جو دو مختلف زمروں کا احاطہ کرتی ہے: پروٹوکول سپورٹ اور ایک مقررہ وقت پر تکنیکی مدد۔ اس مضمون میں، ہم اپنی توجہ ایک پر مرکوز کرنے جا رہے ہیں، پروٹوکول سپورٹ بنیادی طور پر اس بات کا ایک پیمانہ ہے کہ پروٹوکول ایک مقررہ وقت میں کتنے لین دین کو سنبھال سکتا ہے۔</p> <p>بٹ کوائن میں بلاک سائز کی حد ہوتی ہے، جس کا مطلب ہے کہ ایک بار بلاک میں کافی لین دین شامل ہو جانے کے بعد، کسی بھی اضافی لین دین کو اگلے بلاک کے لیے قطار میں انتظار کرنا پڑے گا۔ اس کی مشابہت ايک ٹرین کی سی ہوگی۔ ایک ٹرین اسٹیشن تک آتی ہے، اور لائن میں موجود لوگ اندر آتے ہیں۔ ٹرین بھر جانے کے بعد، جو بھی باہر نکل جاتا ہے اسے اگلی کا انتظار کرنا پڑے گا۔</p> <p>بٹ کوائن فیس کا استعمال اس بات کا تعین کرتا ہے کہ کون بلاک میں آتا ہے یا نہیں۔ ٹرین کی مشابہت پر واپس آتے ہوئے، کوئی تصور کر سکتا ہے کہ ایک ممکنہ مسافر، جو پیچھے رہ جانے والا ہے، ٹرین انجینئر کو پانچ ڈالر کی پیشکش کرتا ہے کہ وہ اسے سیٹ دے دي۔ دوسرے مسافر بھی اس کی پیروی کرتے ہیں، اور آخر کار یہ دیکھنے کے لیے بولی کی جنگ ہوتی ہے کہ کون سی سیٹیں حاصل کرتی ہیں۔ یہ فیصلہ کرنا ڈرائیور پر منحصر ہے کہ آیا وہ پہلے آئیے پہلے پائیے کی پالیسی کا احترام کرنا چاہتا ہے، لیکن یہ اس کے بہترین مالی مفاد میں ہے کہ وہ سب سے زیادہ بولی لگانے والوں کو بورڈ پر لے کر اپنی آمدنی کو زیادہ سے زیادہ بڑھائے۔</p> <p>اس مشابہت میں،miners ٹرین کے ڈرائیور ہیں۔ وہ بلاک میں جو بھی لین دین چاہتے ہیں شامل کر سکتے ہیں، لیکن وہ عام طور پر ان کا انتخاب کریں گے جن کی فیس سب سے زیادہ ہے۔</p> <p>متبادل طور پر، اگر بلاکس زیادہ بھرے ہوئے نہیں ہیں، تو لوگوں کو زیادہ فیس ادا کرنے کی کوئی ترغیب نہیں ہے کیونکہ وہاں کافی مفت سیٹیں باقی ہیں۔</p> <p> کی کریپٹو کرنسی عروج کے عروج میں، بٹ کوائن لین دین سے بھر گیا، اور فیس ان لوگوں کے لیے آسمان کو چھونے لگی جو اگلے بلاک، یا اس معاملے کے لیے مستقبل کے کسی بلاک میں شامل ہونا چاہتے تھے۔ وہ لوگ جو زیادہ فیس ادا کرنے کو تیار نہیں تھے ان کے لین دین کو گھنٹوں، دنوں کے لیے پیچھے دھکیل دیا گیا، یا یہاں تک کہ مکمل طور پر قطار سے باہر ہوتے دیکھا۔</p> <p>یہ ایک پریشان کن بصیرت تھی کہ اگر بٹ کوائن کی کارکردگی 'بڑے پیمانے پر اپنانے’کے بارے میں اکثر بات کی جاتی ہے۔ اگر بٹ کوائن کو عوام استعمال کرنا چاہتے تھے تو حالات 2017 سے بھی بدتر ہوں گے، اور بٹ کوائن امیروں کے علاوہ کسی کے لیے بھی ناقابل رسائی ہو گا، صرف اس وجہ سے کہ تھروپپٹ ایک مقررہ بلاک سائز کی وجہ سے چھوٹا ہے، جس کی وجہ سے فیس مارکیٹ پر قبضہ ہو جائے گا۔ </p> <p>منیرو نے اس کا اندازہ لگایا اور وہ کچھ مختلف کرنا چاہتا تھا۔ لہذا منیرو کے ڈویلپرز نے ایک متحرک بلاکسائز کو نافذ کیا۔</p> <p>بنیادی طور پر، منیرو میں بلاک سائز کی ٹوپی بھی ہے، لیکن یہ ایک نرم ٹوپی ہے۔ جب انتظار کے لین دین کی لائن بہت لمبی ہو جاتی ہے، تو miners بلاکس کا سائز بڑھا سکتے ہیں۔ ہماری ٹرین کی مشابہت کے ساتھ، آپ اضافی مسافروں کو فٹ کرنے کے لیے مزید ٹرین کاریں شامل کرنے کا تصور کر سکتے ہیں۔ قطار کے خالی ہونے کے بعد بلاکس اپنے اصل سائز پر واپس سکڑ جاتے ہیں۔</p> <p>اگر یہ ایک صاف خیال لگتا ہے، تو یہ پوچھنا مناسب معلوم ہوتا ہے کہ منیرو واحد کرپٹو کرنسی کیوں ہے جس نے اسے نافذ کیا ہے۔ کیوں نہ اسے بٹ کوائن میں شامل کیا جائے تاکہ تھرو پٹ مسائل کو روکا جا سکے؟</p> <p> بدقسمتی سے، یہ ممکن نہیں ہے۔ اس کی کئی وجوہات ہیں، اور ہم وضاحت کرنے کی پوری کوشش کریں گے۔</p> <p>بڑے بلاکس رکھنا ہمیشہ miners کے بہترین مفاد میں ہوتا ہے۔ بڑے بلاکس کے ساتھ وہ مزید لین دین میں فٹ ہو سکتے ہیں، اور فیسوں کے ساتھ بلاک انعامات سے زیادہ رقم کما سکتے ہیں۔ یہ سپیم حملوں کی قیادت کرنے کی صلاحیت رکھتا ہے، جہاں کوئی بہت سے چھوٹے ٹرانزیکشنز بھیجتا ہے، چھوٹی فیس کے ساتھ، سلسلہ کو بڑھانے کے لیے۔ مائنر صرف بلاک سائز میں اضافہ کریں گے ان سب کو شامل کریں کیونکہ پیس پیسہ ہے، چاہے کتنا ہی چھوٹا ہو۔ یہ بہت کم اقتصادی فائدے کے ساتھ مسلسل بڑے بلاکس کا باعث بنے گا۔ بٹ کوائن بلاک کے سائز کو مصنوعی طور پر محدود کر کے اس کو حل کرتا ہے، اس طرح فیس مارکیٹ پیدا ہوتی ہے۔ اسپام حملہ آوروں کو دوسرے صارفین کو فیس میں زیادہ ادائیگی کرنی ہوگی، اور یہ اب سستا نہیں ہے۔ لیکن اس کا مطلب ہے کہ کچھ لین دین کا انتظار کرتے ہوئے بلاکس مکمل ہو جاتے ہیں جیسا کہ اوپر بتایا گیا ہے۔</p> <p>تو Monero متحرک بلاکسائز کیسے رکھتا ہے لیکن اسپام حملوں سے بچ سکتا ہے؟ جواب آسان ہے، لیکن ہوشیار ہے۔ بلاک انعام پر ایک جرمانہ متعارف کرایا جاتا ہے جب بلاک معمول سے بڑا ہوتا ہے۔ اگر کوئی miner بلاک کا سائز بڑھانا چاہتا ہے، تو اسے اس بلاک کو تلاش کرنے سے جو انعام ملے گا وہ اس سے کم ہوگا جتنا کہ اسے ملے گا۔ لہذا وہ بلاکسائز میں صرف اس وقت اضافہ کریں گے جب صارفین کی ادا شدہ ٹرانزیکشن فیس بلاک انعام کے کھوئے ہوئے حصے سے زیادہ ہو گی۔ مثال کے طور پر، اگر miner بلاک کا سائز بڑھا کر 0.5 XMR سے محروم ہو جائے گا، اور ادا شدہ لین دین کی فیس کا مجموعہ 0.4 XMR ہو گا، تو 0.1 XMR کا خالص نقصان ہو گا اگر وہ سائز بڑھاتے ہیں، تو وہ کریں گے۔ یہ مت کرو. اس کے برعکس، اگر لین دین کی کل فیس 0.7 XMR تک شامل کی جاتی ہے، تو 0.2 XMR کا خالص فائدہ ہوگا، حالانکہ وہ بلاک انعامی جرمانے سے 0.5 XMR کھو دیتے ہیں، اس لیے کان کن سائز میں اضافہ کرے گا۔</p> <p>یہ متحرک بلاکس، جبری فیس مارکیٹ بنانے کے لیے بلاکسائز کو مصنوعی طور پر محدود کیے بغیر، نیٹ ورک کو باضابطہ طور پر بڑھنے دیتے ہیں، جب کہ اسپام حملوں سے بھی بچتے ہیں۔ اس خیال کو ہم کئی اور زاویوں سے دیکھ سکتے ہیں، اور اس کی مزید وجوہات ہیں کہ بٹ کوائن میں شامل کرنا کیوں ممکن نہیں ہوگا، لیکن ابھی کے لیے، ہم امید کرتے ہیں کہ قاری کو اس بات کی سمجھ ہو گی کہ مونیرو بٹ کوائن کے کئی مسائل کو کیسے دور کرتا ہے اور اس کے مشتقات، اور یہ مستقبل میں اپنے تھرو پٹ کو کس طرح پیمانہ کرنے کا ارادہ رکھتا ہے۔</p>
zh_cn: <p><i><b>注：</b>强烈建议读者阅读我们的文章<a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">“为什么门罗币有尾部发射”</a>和<a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">“门罗币挖矿：是什么造就了RandomX”太特别了”</a>。本文以其中提出的概念为基础。</i></p> <p>每当人们讨论区块链问题时，第一个出现的词就是“扩展”。区块链不能很好地扩展已经不是什么秘密了，但大多数人不知道为什么。</p> <p>事实是，扩展实际上是一个涵盖两个不同类别的总称：协议支持和给定时间点的技术支持。在本文中，我们将重点关注一个问题，协议支持基本上是衡量协议在给定时间可以处理多少事务的指标。</p> <p>比特币有区块大小限制，这意味着一旦一个区块中包含足够的交易，任何额外的交易都必须排队等待下一个区块。一个有用的类比是考虑火车。一列火车进站，排队的人鱼贯而入。一旦火车满员，留在外面的人就必须等待下一班车。</p> <p>比特币使用费用来确定谁进入区块或不进入区块。回到火车的类比，我们可以想象一位即将被抛在后面的潜在乘客向火车工程师提供五美元以给他一个座位。其他乘客也纷纷效仿，最终引发一场竞购战，看看谁能获得哪个座位。由司机决定是否遵守先到先得的政策，但通过接受出价最高的人上车来最大化他的收入符合他的最佳经济利益。</p> <p>在这个比喻中，矿工就是火车司机。他们可以在区块中包含他们想要的任何交易，但他们通常会选择支付费用最高的交易。</p> <p>或者，如果区块不是很满，人们就没有动力支付高额费用，因为有大量空闲座位。</p> <p>在 2017 年加密货币繁荣的鼎盛时期，比特币交易量激增，对于那些想要包含在下一个区块或任何近期区块中的人来说，费用飙升。那些不愿意支付高额费用的人则发现他们的交易被推迟了几个小时、几天，甚至完全退出了队列。</p> <p>这是对如果经常谈论的“大规模采用”发生的话比特币将会如何发展的一个令人痛心的见解。如果比特币被大众使用，情况会比 2017 年更糟糕，除了富人之外，任何人都无法使用比特币，因为区块大小固定，吞吐量很小，导致费用市场占据主导地位。 .</p> <p>门罗币预见到了这一点并想做一些不同的事情。因此门罗币开发人员实现了动态区块大小。</p> <p>基本上，门罗币也有区块大小上限，但它是软上限。当等待交易的队伍太长时，矿工可以增加区块的大小。通过我们的火车类比，您可以想象添加更多的火车车厢来容纳额外的乘客。队列为空后，块会缩小到原始大小。</p> <p>如果这看起来是一个好主意，那么有理由问为什么门罗币是唯一实现这一点的加密货币。为什么不将其添加到比特币上以解决吞吐量问题？</p> <p>不幸的是，这是不可能的。原因有很多，我们会尽力解释。</p> <p> 拥有大区块始终符合矿工的最大利益。有了大区块，他们就可以容纳更多交易，并从费用和区块奖励中赚到更多钱。这有可能导致垃圾邮件攻击，即有人发送许多小额交易，收取少量费用，从而使链条膨胀。矿工只会提高区块大小，将它们全部包括在内，因为钱就是钱，无论多小。这将导致区块持续大而经济效益微乎其微。比特币通过人为限制区块大小来解决这个问题，从而产生费用市场。垃圾邮件攻击者必须支付高于其他用户的费用，而且费用不再便宜。但这意味着区块已满，留下一些交易等待，如上所述。</p> <p>那么门罗币如何拥有动态区块大小同时避免垃圾邮件攻击呢？答案很简单，但很聪明。当区块比正常情况大时，就会对区块奖励进行惩罚。如果矿工想要增加区块大小，他们从找到该区块中获得的奖励将少于他们原本获得的奖励。因此，只有当用户支付的交易费用超过区块奖励损失的部分时，他们才会增加区块大小。例如，如果矿工因增加区块大小而损失 0.5 XMR，而支付的交易费用总和为 0.4 XMR，那么如果他们增加区块大小，将净损失 0.1 XMR，因此他们不会不要这样做。相反，如果总交易费用加起来为 0.7 XMR，那么即使他们因区块奖励惩罚而损失了 0.5 XMR，也会获得 0.2 XMR 的净收益，因此矿工将增加规模。</p> <p>这些动态区块允许网络有机增长，无需人为限制区块大小以形成强制费用市场，同时仍然避免垃圾邮件攻击。我们可以从更多角度来看待这个想法，以及为什么它不可能添加到比特币的更多原因，但现在，我们希望读者了解门罗币如何回避比特币中的几个问题，以及它的衍生品，以及它计划如何在未来扩展其吞吐量。</p>
zh_tw: <p><i><b>注：</b>強烈建議讀者閱讀我們的文章<a target="_blank" href="/knowledge/monero-tail-emission" class="next-link">《為什麼門羅有尾部發射》</a>和<a target="_blank" href="/knowledge/monero-mining-randomx" class="next-link">《門羅挖礦：什麼造就了RandomX》如此特別”</a>。本文基於其中介紹的概念。</i></p> <p>每當人們討論區塊鏈問題時，第一個跳出的詞就是“擴展”。區塊鏈不能很好地擴展已經不是什麼秘密，但大多數人不知道為什麼。</p> <p>事實是，擴展實際上是一個涵蓋兩個不同類別的總稱：給定時間點的協議支持和技術支持。在本文中，我們將重點關註一個，協議支持基本上是衡量協議在給定時間可以處理多少事務的量度。</p> <p>比特幣有區塊大小限制，這意味著一旦足夠多的交易被包含在一個區塊中，任何額外的交易都必須排隊等候下一個區塊。一個有用的類比是考慮火車。一列火車停靠在車站，排隊的人魚貫而入。一旦火車滿員，留在外面的任何人都必須等待下一班。</p> <p>比特幣使用費用來確定誰進入區塊。回到火車的類比，可以想像一位即將被落在後面的潛在乘客向火車工程師提供五美元讓他坐下。其他乘客也紛紛效仿，最終發生了一場競價戰，看誰能坐到哪個座位。由司機決定他是否要遵守先到先得的政策，但通過接受出價最高的人來最大化他的收入符合他的最佳經濟利益。</p> <p>在這個比喻中，礦工就是火車司機。他們可以在區塊中包含他們想要的任何交易，但他們通常會選擇支付費用最高的交易。</p> <p>或者，如果街區不是很滿，人們就沒有動力支付高額費用，因為有很多免費座位可供使用。</p> <p> 在 2017 年加密貨幣繁榮的鼎盛時期，比特幣充斥著大量交易，那些想要包含在下一個區塊或任何近期區塊中的交易費用飆升。不願支付高額手續費的交易延遲數小時、數天，甚至完全退出隊列。</p> <p>如果人們經常談論“大規模採用”，比特幣將如何發展，這是一個令人痛心的見解。如果比特幣被大眾使用，情況會比 2017 年更糟，除了富人之外，任何人都無法訪問比特幣，僅僅是因為區塊大小固定導致吞吐量很小，導致費用市場接管.</p> <p>Monero 預見到了這一點，並想做一些不同的事情。所以 Monero 開發人員實現了動態塊大小。</p> <p>基本上，Monero 也有塊大小上限，但它是軟上限。當等待交易的隊列太長時，礦工可以增加區塊的大小。用我們的火車類比，你可以想像增加更多的火車車廂來容納額外的乘客。隊列為空後，塊會收縮回原來的大小。</p> <p>如果這看起來是個不錯的主意，那麼問為什麼門羅幣是唯一實現了這個的加密貨幣似乎是合理的。為什麼不將其添加到比特幣上以解決吞吐量問題？</p> <p>不幸的是，這是不可能的。有幾個原因，我們會盡力解釋。</p> <p> 擁有大區塊始終符合礦工的最大利益。有了大區塊，他們可以進行更多交易，並從費用和區塊獎勵中賺取更多的錢。這有可能導致垃圾郵件攻擊，即有人發送許多小額交易，收取少量費用，從而使鏈條膨脹。礦工只會增加區塊大小，因為錢就是錢，不管多小。這將導致始終如一的大區塊，而經濟效益很小。比特幣通過人為限制區塊大小來解決這個問題，從而產生一個費用市場。垃圾郵件攻擊者必須支付超過其他用戶的費用，而且它不再便宜。但這意味著塊已滿，留下一些交易等待如上所述。</p> <p>那麼門羅幣如何在擁有動態塊大小的同時避免垃圾郵件攻擊呢？答案很簡單，但很聰明。當區塊大於正常值時，會引入對區塊獎勵的懲罰。如果礦工想要增加區塊大小，他們從發現該區塊中獲得的獎勵將少於他們在其他情況下獲得的獎勵。因此，只有當用戶支付的交易費用超過區塊獎勵的損失部分時，他們才會增加區塊大小。例如，如果礦工通過提高區塊大小將損失 0.5 XMR，而支付的交易費用總和為 0.4 XMR，那麼如果他們提高區塊大小，將淨損失 0.1 XMR，因此他們不會去做吧。相反，如果總交易費用加起來達到 0.7 XMR，那麼將獲得 0.2 XMR 的淨收益，即使他們從區塊獎勵懲罰中損失了 0.5 XMR，因此礦工將增加規模。</p> <p>這些動態塊允許網絡有機增長，而無需人為地限制塊大小來建立強制收費市場，同時仍然避免垃圾郵件攻擊。我們可以從更多的角度來看待這個想法，以及為什麼不可能添加到比特幣的更多原因，但現在，我們希望讀者了解門羅幣如何迴避比特幣中的幾個問題，它的衍生品，以及它計劃如何將其吞吐量擴展到未來。</p>
