Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# affiliate250Sbterms250Sbtext
source: • You can link to any individual page, such as country listing or payment method listing, or anything else on {appName}. <br/>• You will earn {assetName} from the users who arrive to the site through your affiliate link register and make trades. <br/>• Payouts will be made daily to your {appName} wallet as {assetName}. <br/>• Commissions will be paid for one year from the user's registration. Commission is based on the income the new user brings for {appName} (trading fees). <br/>• If you have active coupons, your total coupon rebates for a given period will be subtracted from your affiliate earnings for the same given period. If your total rebate amount for a given period is greater than or equal to the affiliate earnings for the same given period, you will not receive any affiliate earnings for that given period. <br/>• Any foul play, such as misleading advertising, is forbidden. <br/>• Spamming is forbidden. Spamming includes sending unsubscribed private or public messages on forums/reddit, unsubscribed mass-mail, etc. <br/>• Adding hidden iframes on a website in order to capture affiliates is forbidden. Only affiliate iframes or direct links to the webpage are allowed. <br/>• {appName} has the right to disable any affiliate user at any given time. If you breach the terms, your affiliate program will be terminated.
cs: • Můžete odkazovat na libovolnou jednotlivou stránku, jako je výpis zemí nebo platebních metod nebo cokoli jiného na {appName}. <br/>• Budete vydělávat {assetName} od uživatelů, kteří přijdou na web prostřednictvím vaší registrace přidružených odkazů a budou obchodovat. <br/>• Výplaty budou denně vypláceny do vaší peněženky {appName} jako {assetName}. <br/>• Provize budou vypláceny po dobu jednoho roku od registrace uživatele. Provize je založena na příjmu, který nový uživatel přináší za {appName} (poplatky za obchodování). <br/>• Pokud máte aktivní kupóny, vaše celkové slevy na kupóny za dané období budou odečteny od vašich přidružených příjmů za stejné dané období. Pokud je vaše celková částka slevy za dané období větší nebo rovna affiliate příjmům za stejné dané období, neobdržíte za dané období žádné další affiliate příjmy. <br/>• Jakákoli nečestná hra, jako je klamavá reklama, je zakázána. <br/>• Spamování je zakázáno. Spamování zahrnuje zasílání ne-registrovaných soukromých nebo veřejných zpráv na fórech/reddit, ne-registrované hromadné e-maily atd. <br/>• Přidávání skrytých prvků iframů na web za účelem získaní nových affiliate partneru je zakázáno. Povoleny jsou pouze přidružené prvky iframe nebo přímé odkazy na webovou stránku. <br/>• {appName} má právo kdykoli deaktivovat kteréhokoli přidruženého uživatele. Pokud porušíte podmínky, váš partnerský program bude ukončen.
fi: • Voit linkittää mille tahansa yksittäiselle sivulle, kuten maaluetteloon tai maksutapaluetteloon, tai mihin vain muuhun {appName}:ssä. <br/>• Ansaitset {assetName} käyttäjiltä, jotka saapuvat sivustolle affiliate-linkkisi kautta, rekisteröityvät ja tekevät kauppoja. <br/>• Maksut suoritetaan päivittäin {appName}-lompakkoon muodossa {assetName}. <br/>• Palkkioita maksetaan yhden vuoden ajan käyttäjän rekisteröitymisestä. Provisio perustuu tuloihin, jotka uusi käyttäjä tuo {appName}:lle (kaupankäyntikulut). <br/>• Jos sinulla on aktiivisia kuponkeja, tietyn ajanjakson kuponkihyvitysten kokonaismäärä vähennetään kumppanuutesi saman ajanjakson tuloista. Jos kokonaishyvityssummasi tietyltä ajanjaksolta on suurempi tai yhtä suuri kuin kumppanuustulot samalta ajanjaksolta, et saa kumppanituloja kyseiseltä ajanjaksolta. <br/>• Kaikki hämärätoiminta, kuten harhaanjohtava mainonta, on kiellettyä. <br/>• Spämmääminen on kiellettyä. Spämmääminen sisältää tilaamattomien yksityisten tai julkisten viestien lähettämisen foorumeilla/redditissä, tilaamattomien joukkosähköpostien lähettämisen jne. <br/>• Piilotettujen iframe-elementtien lisääminen verkkosivustolle jäsenten keräämiseksi on kielletty. Vain kumppanuus-iframet tai suorat linkit verkkosivulle ovat sallittuja. <br/>• {appName}:llä on oikeus poistaa ohjelmasta kuka tahansa kumppani milloin tahansa. Jos rikot ehtoja, kumppaniohjelmasi lopetetaan.
fr: • Vous pouvez créer un lien vers n'importe quelle page individuelle, telle qu'une liste de pays ou une liste de méthodes de paiement, ou toute autre page sur {appName}. <br />• Vous gagnerez du {assetName} des utilisateurs qui arrivent sur le site via votre lien d'affiliation, s'inscrivent et effectuent des transactions. <br />• Les paiements seront effectués quotidiennement sur votre portefeuille {appName} sous le nom de {assetName}. <br />• Les commissions seront versées pendant un an à compter de l'inscription de l'utilisateur. La commission est basée sur le revenu que le nouvel utilisateur apporte pour {appName} (frais de négociation). <br />• Si vous avez des coupons actifs, le total de vos remises sur les coupons pour une période donnée sera soustrait de vos revenus d'affiliation pour la même période donnée. Si le montant total de votre remboursement pour une période donnée est supérieur ou égal aux revenus d'affiliation pour la même période donnée, vous ne recevrez aucun revenu d'affiliation pour cette période donnée. <br />• Toute malveillance , telle que la publicité mensongère, est interdite. <br />• Le spam est interdit. Le spam comprend l'envoi de messages privés ou publics non sollicités sur des forums/reddit, des e-mails de masse non sollicités, etc. <br/>• L'ajout d'iframes masquées sur un site Web afin de capturer des affiliés est interdit. Seuls les iframes affiliées ou les liens directs vers la page Web sont autorisés. <br />• {appName} a le droit de désactiver tout utilisateur affilié à tout moment. Si vous enfreignez les conditions, votre programme d'affiliation sera résilié.
it: • Puoi collegarti a qualsiasi singola pagina, ad esempio elenco dei Paesi o elenco dei metodi di pagamento, o qualsiasi altra pagina su {appName}. <br/> • Guadagnerai {assetName} dagli utenti che arrivano al sito attraverso il tuo registro di affiliazione e faranno degli scambi. <br/> • I pagamenti saranno effettuati giornalmente sul tuo portafoglio {appName}. <br/> • Le commissioni verranno pagate per un anno dalla registrazione dell'utente. La Commissione si basa sul reddito che il nuovo utente porta per {appName} (commissioni di negoziazione).<br/>• Se disponi di coupon attivi, gli sconti sui coupon totali per un determinato periodo verranno sottratti dalle entrate della tua affiliazione per lo stesso periodo. Se l'importo del rimborso totale per un determinato periodo è maggiore o uguale ai guadagni della filiale per lo stesso periodo, non riceverai alcun guadagno della filiale per quel determinato periodo. <br/> • È vietato qualsiasi gioco scorretto, come pubblicità ingannevoli. <br/> • Lo spamming è vietato. Lo spamming include l'invio di messaggi privati • o pubblici su forum / reddit, mass-mail non iscritte, ecc. <br/> • È vietato aggiungere iframe nascosti su un sito Web per catturare affiliati. Sono ammessi solo iframe di affiliazione o collegamenti diretti alla pagina web. <br/> • {appName} ha il diritto di disabilitare qualsiasi utente affiliato in qualsiasi momento. Se si violano i termini, il programma di affiliazione verrà chiuso.
lt: • Galite pateikti nuorodą į bet kurį atskirą puslapį, pvz., šalies sąrašą, mokėjimo metodų sąrašą ar bet ką kitą {appName}. <br/>• Uždirbsite {assetName} iš vartotojų, kurie atvyksta į svetainę per jūsų filialo nuorodų registrą ir atlieka sandorius. <br/>• Išmokėjimai bus atliekami kasdien į jūsų {appName} piniginę kaip {assetName}. <br/>• Komisiniai mokami vienerius metus nuo vartotojo registracijos. Komisinis dydis yra pagrįstas pajamomis, kurias naujas vartotojas atneša už {appName} (prekybos mokesčiai). <br/>• Jei turite aktyvių kuponų, visos tam tikro laikotarpio kuponų nuolaidos bus atimtos iš to paties laikotarpio filialo pajamų. Jei jūsų bendra nuolaidos suma per tam tikrą laikotarpį yra didesnė arba lygi filialo pajamoms per tą patį laikotarpį, jūs negausite jokių filialo pajamų per tą laikotarpį. <br/>• Bet koks nešvarus žaidimas, pvz., klaidinanti reklama, yra draudžiamas. <br/>• Šlamšto siuntimas draudžiamas. Šlamšto siuntimas apima neprenumeruotų privačių ar viešų pranešimų siuntimą forumuose / „reddit“, neprenumeruojamus masinius laiškus ir kt. <br/>• Draudžiama svetainėje pridėti paslėptų „iframe“ rėmelių, kad būtų užfiksuoti filialai. Leidžiami tik filialų „iframe“ elementai arba tiesioginės nuorodos į tinklalapį. <br/>• {appName} turi teisę bet kuriuo metu išjungti bet kurį susijusį naudotoją. Jei pažeisite sąlygas, jūsų partnerių programa bus nutraukta.
nb: • Du kan koble til en hvilken som helst individuell side, for eksempel landoppføring eller betalingsmåteoppføring, eller noe annet på {appName}. <br/>• Du vil tjene {assetName} fra brukerne som kommer til nettstedet gjennom ditt tilknyttede lenkeregister og gjør handler. <br/>• Utbetalinger vil bli gjort daglig til {appName}-lommeboken din som {assetName}. <br/>• Provisjoner vil bli betalt i ett år fra brukerens registrering. Provisjon er basert på inntekten den nye brukeren kommer med for {appName} (handelsgebyrer). <br/>• Hvis du har aktive kuponger, vil dine totale kupongrabatter for en gitt periode trekkes fra tilknyttede inntekter for samme gitte periode. Hvis det totale rabattbeløpet ditt for en gitt periode er større enn eller lik partnerinntektene for samme gitte periode, vil du ikke motta noen tilknyttede inntekter for den gitte perioden. <br/>• Alt stygt spill, slik som villedende reklame, er forbudt. <br/>• Spamming er forbudt. Spamming inkluderer å sende private eller offentlige meldinger som ikke abonneres på forum/reddit, avmeldt massepost osv. <br/>• Det er forbudt å legge til skjulte iframes på et nettsted for å fange opp tilknyttede selskaper. Bare tilknyttede iframes eller direkte lenker til nettsiden er tillatt. <br/>• {appName} har rett til å deaktivere enhver tilknyttet bruker til enhver tid. Hvis du bryter vilkårene, vil tilknytningsprogrammet ditt bli avsluttet.
nl: • U kunt naar elke afzonderlijke pagina linken, zoals een lijst met landen, betaalmethodes, of iets anders op {appName}. <br/>• U zult {assetName} verdienen van de gebruikers die via uw aangesloten link naar de site komen, zich registreren en transacties maken. <br/>• Uitbetalingen worden dagelijks gedaan naar uw {appName}-portefeuille als {assetName}. <br/>• Commissies worden uitbetaald één jaar na de registratie van de gebruiker. Commissie is gebaseerd op het inkomen dat de nieuwe gebruiker voor {appName} (handelskosten) opbrengt. <br/>• Als u actieve coupons heeft, worden uw totale couponkortingen voor een bepaalde periode afgetrokken van uw affiliate-inkomsten voor dezelfde periode. Als uw totale kortingsbedrag voor een bepaalde periode groter is dan of gelijk is aan de affiliate-inkomsten voor dezelfde bepaalde periode, ontvangt u geen affiliate-inkomsten voor die periode. <br/>• Elk soort gemeen spel, zoals misleidende reclame, zijn verboden. <br/>• Spammen is verboden. Spammen omvat het verzenden van niet-geabonneerde privé- of openbare berichten op forums/reddit, niet-geabonneerde massamail, enz. <br/>• Het is verboden om verborgen iframes toe te voegen aan een website om affiliates vast te leggen. Alleen aangesloten iframes of directe links naar de webpagina zijn toegestaan. <br/>• {appName} heeft het recht om elke aangesloten gebruiker op elk gewenst moment uit te schakelen. Als u de voorwaarden overtreedt, wordt uw partnerprogramma beëindigd.
pl: • Możesz linkować do dowolnej strony, chociażby listy ogłoszeń w danym kraju lub listy ogłoszeń metodą płatności lub jakiekolwiek inne w {appName}. <br/> • Zarabiasz {assetName} od użytkowników, którzy otwierają witrynę za pośrednictwem linka partnerskiego i wykonują transakcje. <br/> • Wypłaty będą wykonywane codziennie do portfela {appName} jako {assetName}. <br/> • Prowizje będą opłacane przez rok od rejestracji użytkownika. Prowizja opiera się na dochodach, jakie nowy użytkownik przynosi dla {appName} (opłatach handlowych). <br/> • Jeśli masz aktywne kupony, Twój całkowity rabat kuponów przez dany okres zostanie odjęty od zarobków partnerskich za ten sam okres. Jeśli całkowita kwota rabatów dla danego okresu jest większa lub równa zarobkom partnerskim za ten sam okres, nie otrzymasz żadnych zarobków partnerskich za dany okres. <br/> • Każde niesprawiedliwe zagranie, jak wprowadzająca w błąd reklama, jest zabronione. <br/> • Spamowanie jest zabronione. Spamming obejmuje wysyłanie nieporządanych wiadomości prywatnych lub publicznych na forach/redditcie, masowe rozsyłanie maili itp. <br/> • Dozwolone są tylko iframy partnerskie lub bezpośrednie linki do strony. Ukryte iframy są zakazane. <br/> • {appName} ma prawo wykluczyć dowolnego użytkownika z programu partnerskiego w dowolnym momencie. Jeśli naruszysz warunki, program partnerski zostanie zakończony.
pt_br: • Você usar links de qualquer página individual, como listagem de país ou lista de formas de pagamento. <br/>• Você ganhará comissões em {assetName} dos usuários que chegam ao site através do seu link de afiliado e façam negociações. <br/>• Os pagamentos serão feitos diariamente na sua carteira {appName} em {assetName}. <br/>• As comissões serão pagas por um ano a partir do cadastro do usuário. A comissão baseia-se no lucro que o novo usuário traz para o {appName} (taxas de negociação).<br/>• Se você tiver cupons ativos, os descontos totais do cupom por um determinado período serão subtraídos dos ganhos de afiliados pelo mesmo período. Se o valor total do seu reembolso para um determinado período for maior ou igual aos ganhos do afiliado no mesmo período, você não receberá nenhum ganho do afiliado nesse período. <br/>• Qualquer propaganda enganosa é proibida. <br/>• Fazer spam é proibido. Incluindo enviar e-mails em passa, spammear redes sociais e WhatsApp também. <br/>• É proibido adicionar iframes ocultos num website para capturar afiliados. Somente iframes de afiliados ou links diretos para a página do {appName} são permitidos. <br/>• O {appName} tem o direito de desativar qualquer usuário afiliado a qualquer momento. Se você violar os termos, seu programa de afiliados será encerrado.
sl: • Na {appName} lahko povežete katero koli posamezno stranjo, kot je seznam držav, način plačila ali karkoli drugega. <br/>• Zaslužili boste {assetName} od uporabnikov, ki pridejo na spletno mesto prek registracije vaše affiliate povezave in sklepajo trejde. <br/>• Izplačila bodo vsak dan v vašo {appName} denarnico kot {assetName}. <br/>• Provizije bodo plačane eno leto od registracije uporabnika. Provizija temelji na dohodku, ki ga novi uporabnik prinese za {appName} (provizije za trgovanje). <br/>• Če imate aktivne kupone, bodo vaši skupni popusti na kupone za dano obdobje odšteti od vašega partnerskega zaslužka za dano obdobje. Če je vaš skupni znesek rabata za določeno obdobje večji ali enak partnerskemu zaslužku za isto obdobje, ne boste prejeli nobenega affiliate dobička za to dano obdobje. <br/>• Kakršna koli goljufija, kot je zavajajoče oglaševanje, je prepovedano. <br/>• Pošiljanje neželene pošte je prepovedano. Pošiljanje neželene pošte vključuje pošiljanje odjavljenih zasebnih ali javnih sporočil na forumih/redditu, odjavljeno množično pošto itd. <br/>• Dodajanje skritih okvirjev iframes na spletno mesto z namenom pridobivanja affiliate uporabnikov je prepovedano. Dovoljeni so samo affiliate iframe ali neposredne povezave do spletne strani. <br/>• {appName} ima kadar koli pravico onemogočiti katerega koli pridruženega uporabnika. Če kršite pogoje, bo vaš affiliate program ukinjen.
sv: • Du kan länka till vilken enskild sida som helst, till exempel listning över land eller betalningsmetod, eller något annat på {appName}. <br/>• Du kommer att tjäna {assetName} från de användare som kommer till sidan via ditt affiliate-länkregister och gör byten. <br/>• Utbetalningar kommer att göras dagligen till din {appName} plånbok som {assetName}. <br/>• Provision kommer att betalas i ett år från användarens registrering. Provisionen baseras på den inkomst den nya användaren ger för {appName} (handelsavgifter). <br/>• Om du har aktiva kuponger, kommer dina totala kupongrabatter för en viss period att dras från dina affiliateintäkter för samma givna period. Om ditt totala rabattbelopp för en viss period är större än eller lika med affiliateintäkterna för samma givna period, kommer du inte att få några affiliateintäkter för den givna perioden. <br/>• Allt felspel, såsom vilseledande reklam, är förbjudet. <br/>• Skräppost är förbjudet. Skräppost inkluderar att skicka privata eller offentliga meddelanden som inte prenumereras på forum/reddit, massmail som inte prenumereras, etc. <br/>• Det är förbjudet att lägga till dolda iframes på en webbplats för att fånga affiliates. Endast affiliate iframes eller direktlänkar till webbsidan är tillåtna. <br/>• {appName} har rätt att inaktivera alla affiliate-användare när som helst. Om du bryter mot villkoren kommer ditt affiliateprogram att avslutas.
tl: • Maaari kang mag-link sa anumang indibidwal na pahina, tulad ng listahan ng bansa o listahan ng paraan ng pagbabayad, o anumang bagay sa {appName}. <br/>• Ikaw ay kikita ng {assetName} mula sa mga user na dumating sa site sa pamamagitan ng iyong affiliate link register at gumawa ng mga trade. <br/>• Ang mga pagbabayad ay gagawin araw-araw sa iyong {appName} wallet bilang {assetName}. <br/>• Babayaran ang mga komisyon sa loob ng isang taon mula sa pagpaparehistro ng user. Ang komisyon ay batay sa kita ng bagong user para sa {appName} (mga bayarin sa pangangalakal). <br/>• Kung mayroon kang aktibong mga kupon, ang iyong kabuuang mga rebate ng kupon para sa isang partikular na panahon ay ibabawas mula sa iyong mga kita ng kaakibat para sa parehong ibinigay na panahon. Kung ang iyong kabuuang halaga ng rebate para sa isang partikular na panahon ay mas malaki kaysa o katumbas ng mga kita ng kaakibat para sa parehong ibinigay na panahon, hindi ka makakatanggap ng anumang mga kita ng kaakibat para sa ibinigay na panahon. <br/>• Ang anumang foul play, gaya ng mapanlinlang na advertising, ay ipinagbabawal. <br/>• Ipinagbabawal ang pag-spam. Kasama sa spamming ang pagpapadala ng mga hindi naka-subscribe na pribado o pampublikong mensahe sa mga forum/reddit, hindi naka-subscribe na mass-mail, atbp. <br/>• Ipinagbabawal ang pagdaragdag ng mga nakatagong iframe sa isang website upang makakuha ng mga affiliate. Ang mga affiliate na iframe o direktang link sa webpage lang ang pinapayagan. <br/>• Ang {appName} ay may karapatang i-disable ang sinumang affiliate na user sa anumang partikular na oras. Kung lalabag ka sa mga tuntunin, wawakasan ang iyong kaakibat na programa.
tr: • Ülke listesi veya ödeme yöntemi listesi gibi herhangi bir sayfaya veya {appName} üzerindeki başka herhangi bir sayfaya bağlantı verebilirsiniz. <br/>• Affiliate linkiniz üzerinden siteye gelip işlem yapan kullanıcılardan {assetName} kazanacaksınız. <br/>• Ödemeler günlük olarak {appName} cüzdanınıza {assetName} olarak yapılacaktır. <br/>• Komisyonlar kullanıcının kaydolmasından itibaren bir yıl süreyle ödenecektir. Komisyon, yeni kullanıcının {appName} için getirdiği gelire (işlem ücretleri) dayanmaktadır. <br/>• Aktif kuponlarınız varsa, belirli bir döneme ait toplam kupon iadeleriniz, aynı döneme ait ortaklık kazançlarınızdan düşülecektir. Belirli bir döneme ait toplam indirim tutarınız, aynı döneme ait ortaklık kazancından büyük veya ona eşitse, söz konusu dönemde herhangi bir ortaklık kazancı almayacaksınız. <br/>• Yanıltıcı reklamlar gibi her türlü kötü davranış yasaktır. <br/>• Spam yapmak yasaktır. Spam, forumlarda/reddit'te abone olunmayan özel veya genel mesajların gönderilmesini, abone olunmayan toplu postaların vs. gönderilmesini içerir. <br/>• Bağlı kuruluşları yakalamak amacıyla bir web sitesine gizli iframe'ler eklemek yasaktır. Yalnızca bağlı kuruluş iframe'lerine veya web sayfasına doğrudan bağlantılara izin verilir. <br/>• {appName} herhangi bir bağlı kuruluş kullanıcısını herhangi bir zamanda devre dışı bırakma hakkına sahiptir. Şartları ihlal etmeniz durumunda ortaklık programınız sonlandırılacaktır.
ur: • آپ کسی بھی انفرادی صفحہ سے لنک کر سکتے ہیں، جیسے ملک کی فہرست یا ادائیگی کے طریقہ کار کی فہرست، یا {appName} پر کوئی اور چیز۔ <br/>• آپ ان صارفین سے {assetName} کمائیں گے جو آپ کے الحاق شدہ لنک رجسٹر کے ذریعے سائٹ پر آتے ہیں اور تجارت کرتے ہیں۔ <br/>• ادائیگی روزانہ آپ کے {appName} والیٹ میں بطور {assetName} کی جائے گی۔ <br/>• صارف کی رجسٹریشن سے ایک سال کے لیے کمیشن ادا کیے جائیں گے۔ کمیشن اس آمدنی پر مبنی ہے جو نیا صارف {appName} (trading fees) کے لیے لاتا ہے۔ <br/>• اگر آپ کے پاس فعال کوپن ہیں، تو ایک مقررہ مدت کے لیے آپ کے کوپن کی کل چھوٹ اسی دی گئی مدت کے لیے آپ کی ملحقہ آمدنی سے منہا کر دی جائے گی۔ اگر کسی مقررہ مدت کے لیے آپ کی کل چھوٹ کی رقم اسی دی گئی مدت کے لیے ملحقہ کمائی سے زیادہ یا اس کے برابر ہے، تو آپ کو اس دی گئی مدت کے لیے ملحقہ آمدنی نہیں ملے گی۔ <br/>• کوئی بھی غلط کھیل، جیسے گمراہ کن اشتہارات، منع ہے۔ <br/>• سپیمنگ منع ہے۔ اسپیمنگ میں فورمز/ریڈیٹ، ان سبسکرائب شدہ ماس میل وغیرہ پر ان سبسکرائب شدہ نجی یا عوامی پیغامات بھیجنا شامل ہے۔<br/> صرف الحاق والے iframes یا ویب پیج کے براہ راست لنکس کی اجازت ہے۔ <br/>• {appName} کو کسی بھی ملحقہ صارف کو کسی بھی وقت غیر فعال کرنے کا حق حاصل ہے۔ اگر آپ شرائط کی خلاف ورزی کرتے ہیں، تو آپ کا الحاق پروگرام ختم کر دیا جائے گا۔
zh_cn: • 您可以链接到任何页面，比如国家列表，付款方式列表或 {appName}上的任何其他页面。 <br/>• 您可以从通过您的分销联盟链接到达我们的网站注册并且交易的用户中赚取{assetName}。 <br/>• 奖金会以{assetName}的形式每天支付到您在{appName}的钱包 <br/>• 自用户注册日起佣金将会被支付一年。 佣金根据新用户为 {appName}带来的收入（交易费 ）来计算。<br/>• 如果您有有效的优惠券，则在给定期间内的总优惠券折扣将从同一个时期内的会员收入中扣除。如果给定时期内的总回扣金额大于或等于同一给定时期内的会员收入，则在该给定时期内您将不会收到任何会员收入。<br/>• 任何犯规，如误导性广告，是禁止的。 <br/>• 禁止发送垃圾邮件。垃圾邮件包括在论坛/Reddit 上发送取消订阅的私人或公共消息、取消订阅的群发邮件，等等。<br/>• 禁止为了获取联盟会员而在网站上添加隐藏的 iframe。仅允许添加联盟 iframe 或网页的直接链接。 <br/>• {appName}有权在任何时间取消任何分销联盟用户。 如果您违反条款，您的联盟计划将被终止。
zh_tw: • 您可以鏈接到任何頁面，比如國家列表，付款方式列表或 {appName}上的任何其他頁面。 <br/>• 您可以從通過您的分銷聯盟鏈接到達我們的網站注冊並且交易的用戶中賺取{assetName}。 <br/>• 獎金會以{assetName}的形式每天支付到您在{appName}的錢包 <br/>• 自用戶注冊日起佣金將會被支付一年。 佣金根據新用戶為 {appName}帶來的收入（交易費）來計算 。<br/>• 如果您有有效的優惠券，則在給定期間內的總優惠券回扣將從您在同一給定期間內的會員收入中扣除。如果給定時期內的總回扣金額大於或等於同一給定時期內的會員收入，則在該給定時期內您將不會收到任何會員收入。<br/>• 任何犯規，如誤導性廣告，是禁止的。 <br/>• 禁止發送垃圾郵件。垃圾郵件包括在論壇/Reddit 上發送取消訂閱的私人或公共消息、取消訂閱的群發郵件，等等。<br/>• 禁止為了獲取聯盟會員而在網站上添加隱藏的 iframe。僅允許添加聯盟 iframe 或網頁的直接鏈接。 <br/>• {appName}有權在任何時間取消任何分銷聯盟用戶。 如果您違反條款，您的聯盟計劃將被終止。
