Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sbfeedback250Sbpositive
source: Positive
cs: Pozitivní
fi: Positiivinen
it: Positivo
lt: Teigiamas
nb: Positivt
nl: Positief
pl: Pozytywna
pt_br: Positivo
sl: Pozitivno
sv: Positivt
tl: Positibo
tr: Pozitif
ur: مثبت
zh_cn: 好
zh_tw: 好

# trade250Sbfeedback250Sbtip
source: Feedback will be visible only if the total trade volume between you and your trading partner is over a 100 USD equivalent.
cs: Zpětná vazba bude viditelná pouze v případě, že celkový objem obchodu mezi vámi a vaším obchodním partnerem přesáhne ekvivalent 100 USD.
fi: Palaute näkyy vain, jos sinun ja kauppakumppanisi välinen kaupan kokonaismäärä on yli 100 USD.
fr: Les évaluations ne seront visibles que si le volume total des échanges entre vous et votre partenaire d'échange est supérieur à l'équivalent de 100 USD.
it: Il feedback sarà visibile solo se il volume totale degli scambi tra te e il tuo partner commerciale è superiore a un equivalente di 100 USD.
lt: Atsiliepimai bus matomi tik tuo atveju, jei bendra prekybos apimtis tarp jūsų ir jūsų prekybos partnerio viršys 100 USD ekvivalentą.
nb: Tilbakemelding vil bare være synlig hvis det totale handelsvolumet mellom deg og din handelspartner er over 100 USD tilsvarende.
nl: Feedback is alleen zichtbaar als het totale handelsvolume tussen u en uw handelspartner meer dan 100 USD bedraagt.
pl: Opinia będzie widoczna tylko wtedy, gdy łączna wartość wymian handlowych pomiędzy Tobą a Twoim partnerem handlowym przekroczy równowartość 100 USD.
pt_br: O feedback será visível apenas se o volume total de transações entre você e seu parceiro comercial for superior a um equivalente a 100 USD.
sl: Povratne informacije bodo vidne samo, če bo skupni obseg trgovanja med vami in vašim trgovinskim partnerjem presegel protivrednost 100 USD.
sv: Feedback visas endast om den totala handelsvolymen mellan dig och din handelspartner är över motsvarande 100 USD.
tl: Ang feedback ay makikita lamang kung ang kabuuang dami ng kalakalan sa pagitan mo at ng iyong kasosyo sa kalakalan ay higit sa katumbas ng 100 USD.
tr: Geri bildirim yalnızca sizinle ticaret ortağınız arasındaki toplam ticaret hacmi 100 USD eşdeğerinin üzerindeyse görünür olacaktır.
ur: فیڈ بیک صرف اس صورت میں نظر آئے گا جب آپ اور آپ کے تجارتی پارٹنر کے درمیان کل تجارتی حجم 100 USD کے برابر ہو۔
zh_cn: 只有当您和您的贸易伙伴之间的总交易量超过100美元等值时，才会显示反馈。
zh_tw: 只有當您和您的貿易夥伴之間的總交易量超過100美元等值時，才會顯示反饋。

# trade250Sbfeedback250Sbtrust
source: Trustworthy
cs: Důvěryhodný
fi: Luotettava
fr: Fiable
lt: Patikimas
nb: Troverdig
nl: Betrouwbaar
pl: Godny zaufania
pt_br: Confiável
sl: Zaupanja vreden
sv: Pålitlig
tl: Mapagkakatiwalaan
tr: Güvenilir
ur: امانتدار
zh_cn: 可信
zh_tw: 可信

# trade250Sbfeedback250Sbupdate8722Sbfeedback8722Sbon
source: Update feedback on {username}
cs: Aktualizovat zpětnou vazbu na {username}
fi: Päivitä palaute käyttäjälle: {username}
fr: Mettre à jour l'évaluation de {username}
it: Aggiorna feedback di {username}
lt: Atnaujinti atsiliepimą apie {username}
nb: Oppdater tilbakemelding på {username}
nl: Feedback bijwerken over {username}
pl: Zaktualizuj opinie o użytkowniku {username}
pt_br: Atualizar feedback de {username}
sl: Posodobite povratne informacije o {username}
sv: Uppdatera feedback på {username}
tl: I-update ang feedback sa {username}
tr: {username} ile ilgili geri bildirimi güncelleyin
ur: {username} پر تاثرات کو اپ ڈیٹ کریں
zh_cn: 更改你对{username}的评价
zh_tw: 更改你對{username}的評價

# trade250Sbfeedback250Sbyour8722Sbmessage8722Sbtip
source: Optional. Leave a message about {username} to be displayed alongside feedback on the receiver's profile page. Maximum 256 characters.
cs: Volitelný. Zanechte zprávu o {username}, která se zobrazí vedle zpětné vazby na stránce profilu příjemce. Maximálně 256 znaků.
fi: Valinnainen. Jätä viesti {username}:sta, joka näytetään palautteen yhteydessä vastaanottajan profiilisivulla. Enintään 256 merkkiä.
fr: Optionnel. Laissez un message à propos de {username} à afficher avec les commentaires sur la page de profil du destinataire. Maximum 256 caractères.
it: Opzionale. Lascia un messaggio su {username} da visualizzare assieme al punteggio sulla pagina del profilo del commerciante. Massimo 256 caratteri.
lt: Neprivaloma. Palikite pranešimą apie {username}, kuris bus rodomas kartu su atsiliepimais imtuvo profilio puslapyje. Daugiausia 256 simboliai.
nb: Valgfri. Legg igjen en melding om {username} som skal vises sammen med tilbakemelding på mottakerens profilside. Maksimalt 256 tegn.
nl: Optioneel. Laat een bericht achter over {username} dat wordt weergegeven naast feedback op de profielpagina van de ontvanger. Maximaal 256 tekens.
pl: Opcjonalne. Zostaw wiadomość dotyczącą {username}, która ma być wyświetlana na profilu użytkownika obok Twojej opinii. Maksymalnie 256 znaków.
pt_br: Opcional. Deixe uma mensagem sobre {username} que será exibida ao lado do feedback no perfil da contraparte. Máximo 256 caracteres.
sl: Neobvezno. Pustite sporočilo o {username}, ki bo prikazano poleg povratnih informacij na strani s profilom prejemnika. Maksimalno 256 znakov.
sv: Valfritt. Lämna ett meddelande om {username} ska visas tillsammans med feedback på mottagarens profilsida. Maximalt 256 tecken.
tl: Opsyonal. Mag-iwan ng mensahe tungkol sa {username} na ipapakita kasama ng feedback sa page ng profile ng receiver. Maximum na 256 na character.
tr: İsteğe bağlı. Alıcının profil sayfasında geri bildirimle birlikte görüntülenecek {username} hakkında bir mesaj bırakın. Maksimum 256 karakter.
ur: اختیاری. وصول کنندہ کے پروفائل صفحہ پر تاثرات کے ساتھ ظاہر ہونے کے لیے {username} کے بارے میں ایک پیغام چھوڑیں۔ زیادہ سے زیادہ 256 حروف۔
zh_cn: 可选。留言关于 {username} 的消息将与接收者个人资料页面上的评价一起显示。最多256字符。
zh_tw: 可選。留言關於 {username} 的消息將與接收者個人資料頁面上的評價一起顯示。最多256字符。

# trade250Sbfeedback250Sbyour8722Sbmessage8722Sbtitle
source: Your feedback message
cs: Vaše zpětná vazba
fi: Palauteviestisi
fr: Votre message d'évaluation
it: Il tuo commento
lt: Jūsų atsiliepimo pranešimas
nb: Din tilbakemeldingsmelding
nl: Uw feedbackbericht
pl: Twoja dodatkowa opinia
pt_br: Sua mensagem de feedback
sl: Vaše povratno sporočilo
sv: Ditt meddelande om feedback
tl: Ang iyong mensahe ng feedback
tr: Geri bildirim mesajınız
ur: آپ کی رائے کا پیغام
zh_cn: 你的评价内容
zh_tw: 你的評價內容

# trade250Sbfloating8722Sbprice8722Sbtext
source: The {assetName} amount is {floating} with the market price.
cs: Částka {assetName} je {floating} s tržní cenou.
fi: {assetName} määrä on {floating} markkinahinnalla.
fr: Le montant de {assetName} est {floating} en fonction du prix du marché.
it: L'importo del {assetName} è {floating} con il prezzo di mercato.
lt: {assetName} suma yra {floating} su rinkos kaina.
nb: {assetName} beløpet er {floating} med markedsprisen.
nl: Het bedrag van {assetName} is {floating} met de marktprijs.
pl: Wartość {assetName} {floating} wraz z ceną rynkową.
pt_br: A quantia em {assetName} está {floating} em relação ao preço de mercado
sl: Znesek {assetName} je {floating} s tržno ceno.
sv: Den {assetName} belopp är {floating} med marknadspriset.
tl: Ang halaga ng {assetName} ay {floating} kasama ang presyo sa merkado.
tr: {assetName} miktarı piyasa fiyatıyla {floating} tutarındadır.
ur: مارکیٹ کی قیمت کے ساتھ {assetName} رقم {floating} ہے۔
zh_cn: 本{assetName}金额基于市场价{floating}。
zh_tw: 本{assetName}金額基於市場價{floating}。

# trade250Sbfloating8722Sbprice8722Sbtext8722Sbfloating
source: floating
cs: plovoucí
fi: kelluvalla
fr: fluctuant
it: fluttuante
lt: plaukiojantis
nb: flytende
pl: zmienia się
pt_br: flutuando
sv: flytande
tl: lumulutang
tr: yüzer
ur: تیرتا ہوا
zh_cn: 浮动
zh_tw: 浮動

# trade250Sbfund8722Sbtrade8722Sbbtn
source: Fund this trade
cs: Financujte tento obchod
fi: Rahoita tämä kauppa
fr: Financer cette transaction
it: Finanzia questo scambio
lt: Finansuokite šią prekybą
nb: Finansier denne handelen
nl: Financier deze transactie
pl: Sfinansuj ten handel
pt_br: Financie esta negociação
sl: Financirajte to trgovanje
sv: Finansiera denna handel
tl: Pondohan ang kalakalang ito
tr: Bu ticareti finanse edin
ur: اس تجارت کو فنڈ دیں
zh_cn: 出这交易的资
zh_tw: 出這交易的資

# trade250Sbi8722Sbhave8722Sbpaid8722Sbbtn
source: I have paid
cs: Zaplatil jsem
fi: Olen maksanut
fr: J'ai payé
it: Ho pagato
lt: aš sumokėjau
nb: jeg har betalt
nl: ik heb betaald
pl: Płatność dokonana
pt_br: Pagamento feito
sl: Plačal sem
sv: jag har betalat
tl: nakapagbayad na ako
tr: ben ödedim
ur: میں نے ادائیگی کر دی ہے
zh_cn: 我已付款
zh_tw: 我已付款

# trade250Sbinfo250Sbfee250Sblabel
source: 1% {appName} fee:
cs: 1% {appName} poplatek:
fi: 1% {appName} maksu:
fr: Frais de 1% {appName} :
it: 1% di {appName} commissione:
lt: 1 % {appName} mokestis:
nb: 1 % {appName} gebyr:
nl: 1% {appName} tarief:
pl: opłata {appName} 1%:
pt_br: 1% de taxa {appName}:
sl: 1 % {appName} provizija:
sv: 1 % {appName} avgift:
tl: 1% {appName} bayad:
tr: %1 {appName} ücret:
ur: 1% {appName} فیس:
zh_cn: 1%{appName}费用：
zh_tw: 1%{appName}費用：

# trade250Sbinfo250Sbtrade8722Sbad
source: Trade ad ({adType})
cs: Obchodní reklama ({ad_type})
fi: Kauppailmoitus ({adType})
fr: Annonce d'échange ({ad_type})
it: Annuncio commerciale ({adType})
lt: Prekybos skelbimas ({adType})
nb: Handelsannonse ({adType})
nl: Handelsadvertentie ({ad_type})
pl: Ogłoszenie wymiany handlowej {adType}
pt_br: Anúncio comercial ({ad_type})
sl: Trgovalni oglas ({adType})
sv: Annons handel ({adType})
tr: Ticari reklam ({adType})
ur: تجارتی اشتہار ({adType})
zh_cn: 交易广告（{adType}）
zh_tw: 交易廣告（{adType}）

# trade250Sblocal250Sbbuyer250Sbverification8722Sbcode
source: {verificationCode} is your verification code. The seller will know it only after they've finalized the trade. You can write it down and use it to verify the seller has actually sent the coins after receiving your payment when you meet, without needing to use a device at all.
cs: {verificationCode} je váš ověřovací kód. Prodejce jej bude vědět až poté, co dokončí obchod. Můžete si jej zapsat a použít k ověření, že prodejce skutečně odeslal mince po obdržení vaší platby, když se setkáte, aniž byste museli používat zařízení.
fi: {verificationCode} on vahvistuskoodisi. Myyjä tietää sen vasta, kun hän on tehnyt kaupan. Voit kirjoittaa sen muistiin ja varmistaa sen avulla, että myyjä on todella lähettänyt kolikot saatuasi maksusi tavatessanne, ilman että sinun tarvitsee käyttää laitetta ollenkaan.
fr: Votre code de vérification est {verificationCode} . Le vendeur ne le saura qu'après avoir finalisé la transaction. Vous pouvez l'écrire et l'utiliser pour vérifier que le vendeur a effectivement envoyé les jetons après avoir reçu votre paiement lors de votre rencontre, sans avoir besoin d'utiliser un appareil.
it: {verificationCode} è il tuo codice di verifica. Il venditore lo conoscerà solo dopo aver finalizzato lo scambio. Puoi scriverlo e usarlo per verificare che il venditore abbia effettivamente inviato le monete dopo aver ricevuto il tuo pagamento quando vi incontrate, senza bisogno di usare un dispositivo.
lt: {verificationCode} yra jūsų patvirtinimo kodas. Pardavėjas tai sužinos tik užbaigęs prekybą. Galite jį užsirašyti ir naudoti norėdami patikrinti, ar pardavėjas iš tikrųjų išsiuntė monetas po to, kai gavote jūsų mokėjimą, visiškai nenaudodami įrenginio.
nb: {verificationCode} er bekreftelseskoden din. Selgeren vil vite det først etter at de har fullført handelen. Du kan skrive det ned og bruke det til å bekrefte at selgeren faktisk har sendt myntene etter å ha mottatt betalingen din når du møtes, uten å måtte bruke en enhet i det hele tatt.
nl: {verificationCode} is uw verificatiecode. De verkoper zal het pas weten nadat ze de transactie hebben afgerond. U kunt het opschrijven en gebruiken om te verifiëren dat de verkoper de munten daadwerkelijk heeft verzonden na ontvangst van uw betaling wanneer u elkaar ontmoet, zonder dat u geen apparaat hoeft te gebruiken.
pl: {verificationCode} to twój kod weryfikacyjny. Sprzedawca pozna go dopiero po sfinalizowaniu handlu. Możesz go zapisać i użyć do sprawdzenia, czy sprzedawca faktycznie wysłał środki po otrzymaniu płatności podczas spotkania, bez konieczności korzystania z urządzenia.
pt_br: {verificationCode} é o seu código de verificação. O vendedor só o saberá depois de ter finalizado o comércio. Você pode escrevê-lo e usá-lo para verificar se o vendedor realmente enviou as moedas após receber seu pagamento quando você se encontrar, sem necessidade de usar nenhum dispositivo.
sl: {verificationCode} je vaša verifikacijska koda. Prodajalec jo bo izvedel šele po zaključku trgovanja. Lahko si jo zapišete in jo uporabite za preverjanje, ali je prodajalec po prejemu vašega plačila dejansko poslal kovance, ko se srečata, ne da bi vam bilo treba sploh uporabiti napravo.
sv: {verificationCode} är din verifieringskod. Säljaren får veta den först efter att de har slutfört handeln. Du kan skriva ner den och använda den för att verifiera att säljaren faktiskt har skickat mynten efter att ha tagit emot din betalning när ni träffas, utan att behöva använda någon enhet alls.
tl: {verificationCode} ang iyong verification code. Malalaman lang ito ng nagbebenta pagkatapos nilang tapusin ang kalakalan. Maaari mo itong isulat at gamitin upang i-verify na ang nagbebenta ay aktwal na nagpadala ng mga barya pagkatapos matanggap ang iyong bayad kapag nagkita kayo, nang hindi na kailangang gumamit ng device.
tr: {verificationCode} doğrulama kodunuzdur. Satıcı bunu ancak ticareti tamamladıktan sonra bilecektir. Buluştuğunuzda ödemenizi aldıktan sonra satıcının paraları gerçekten gönderdiğini doğrulamak için bunu yazabilir ve herhangi bir cihaz kullanmanıza gerek kalmadan kullanabilirsiniz.
ur: {verificationCode} آپ کا تصدیقی کوڈ ہے۔ بیچنے والے کو یہ تب ہی معلوم ہوگا جب وہ تجارت کو حتمی شکل دے گا۔ آپ اسے لکھ سکتے ہیں اور اس بات کی تصدیق کے لیے استعمال کر سکتے ہیں کہ بیچنے والے نے آپ سے ملنے پر آپ کی ادائیگی موصول ہونے کے بعد واقعی سکے بھیجے ہیں، بغیر کسی ڈیوائس کو استعمال کرنے کی ضرورت ہے۔
zh_cn: {verificationCode} 是您的验证码。卖方只有在完成交易后才会知道。您可以将其写下来并使用它来验证卖家在您见面时收到您的付款后是否确实发送了硬币，而根本不需要使用设备。
zh_tw: {verificationCode} 是您的驗證碼。賣方只有在完成交易後才會知道。您可以將其寫下來並使用它來驗證賣家在您見面時收到您的付款後是否確實發送了硬幣，而根本不需要使用設備。

# trade250Sblocal250Sbstep8722Sb0250Sbbuyer250Sbtitle
source: Waiting for the seller to fund the trade
cs: Čekání, až prodejce zafinancuje obchod
fi: Odotetaan, että myyjä rahoittaa kaupan
fr: Attendre que le vendeur finance l'échange
it: Aspettando che il venditore finanzi il commercio
lt: Laukiama, kol pardavėjas finansuos prekybą
nb: Venter på at selgeren skal finansiere handelen
nl: In afwachting tot de verkoper de transactie financiert
pl: Oczekiwanie na sfinansowanie handlu przez sprzedawcę
pt_br: Esperando que o vendedor financie a negociação
sl: Čakanje na prodajalca, da financira trgovanje
sv: Väntar på att säljaren ska finansiera affären
tl: Naghihintay para pondohan ng nagbebenta ang kalakalan
tr: Satıcının ticareti finanse etmesini bekliyorum
ur: فروخت کنندہ کے تجارت کے لیے فنڈز کا انتظار
zh_cn: 等待卖方为交易提供资金
zh_tw: 等待賣方為交易提供資金

# trade250Sblocal250Sbstep8722Sb0250Sbbuyer250Sbwait8722Sbfor8722Sbfunding
source: Wait for the seller to deposit more coins into their {appName} wallet to cover the amount of this trade.
cs: Počkejte, až prodejce vloží více mincí do své {appName} peněženky, aby pokryl částku tohoto obchodu.
fi: Odota, että myyjä tallettaa lisää kolikoita heidän {appName}-lompakkoonsa kattaakseen tämän kaupan summan.
fr: Attendez que le vendeur dépose plus de jetons dans son portefeuille {appName} pour couvrir le montant de cette transaction.
it: Attendi che il venditore depositi più monete nel suo portafoglio {appName} per coprire l'importo di questo scambio.
lt: Palaukite, kol pardavėjas įneš daugiau monetų į savo {appName} piniginę, kad padengtų šio sandorio sumą.
nb: Vent til selgeren setter inn flere mynter i {appName}-lommeboken for å dekke beløpet for denne handelen.
nl: Wacht tot de verkoper meer munten in zijn {appName} portefeuille stort om het bedrag van deze transactie te dekken.
pl: Poczekaj, aż sprzedawca wpłaci do swojego portfela {appName} więcej monet, aby pokryć kwotę tego handlu.
pt_br: Espere o vendedor depositar mais moedas em sua carteira {appName} para cobrir o valor desta negociação.
sl: Počakajte, da prodajalec položi več kovancev v svojo {appName} denarnico, da pokrije znesek tega trgovanja.
sv: Vänta tills säljaren sätter in fler mynt i sin {appName} plånbok för att täcka beloppet för denna handel.
tl: Hintayin ang nagbebenta na magdeposito ng higit pang mga barya sa kanilang {appName} wallet upang masakop ang halaga ng kalakalang ito.
tr: Bu ticaretin tutarını karşılamak için satıcının {appName} cüzdanına daha fazla para yatırmasını bekleyin.
ur: اس تجارت کی رقم کو پورا کرنے کے لیے بیچنے والے کے اپنے {appName} والیٹ میں مزید سکے جمع کرنے کا انتظار کریں۔
zh_cn: 等待卖方将更多硬币存入其{appName}钱包中，以支付这笔交易的金额。
zh_tw: 等待賣方將更多硬幣存入其{appName}錢包中，以支付這筆交易的金額。

# trade250Sblocal250Sbstep8722Sb0250Sbseller250Sbfund8722Sbthe8722Sbtrade
source: You need to have at least {amount} in your {appName} wallet to fund this trade.
cs: K financování tohoto obchodu musíte mít ve své {appName} peněžence alespoň {amount}.
fi: Sinun {appName} lompakossasi on oltava vähintään {amount}, jotta voit rahoittaa tämän kaupan.
fr: Vous devez avoir au moins {amount} dans votre portefeuille {appName} pour financer cette transaction.
it: Devi avere almeno {amount} nel tuo portafoglio {appName} per finanziare questo scambio.
lt: Norėdami finansuoti šį sandorį, savo {appName} piniginėje turite turėti bent {amount}.
nb: Du må ha minst {amount} i {appName}-lommeboken for å finansiere denne handelen.
nl: U moet minimaal {amount} in uw {appName} portefeuille hebben om deze transactie te financieren.
pl: Musisz mieć co najmniej {amount} w portfelu {appName}, aby sfinansować ten handel.
pt_br: Você precisa ter pelo menos {amount} em sua carteira {appName} para financiar esta negociação.
sl: Za financiranje tega trgovanja morate imeti v denarnici vsaj {amount} {appName}.
sv: Du måste ha minst {amount} i din {appName} plånbok för att finansiera denna handel.
tl: Kailangan mong magkaroon ng kahit man lang {amount} sa iyong {appName} wallet para pondohan ang trade na ito.
tr: Bu ticareti finanse etmek için {appName} cüzdanınızda en az {amount} bulunması gerekir.
ur: اس تجارت کو فنڈ دینے کے لیے آپ کے پاس اپنے {appName} والیٹ میں کم از کم {amount} ہونا ضروری ہے۔
zh_cn: 您的{appName}钱包中至少需要有 {amount} 才能为这笔交易提供资金。
zh_tw: 您的{appName}錢包中至少需要有 {amount} 才能為這筆交易提供資金。

# trade250Sblocal250Sbstep8722Sb0250Sbseller250Sbpress8722Sbfund8722Sbbtn
source: After depositing the required amount, press the button to fund the trade.
cs: Po vložení požadované částky stiskněte tlačítko pro financování obchodu.
fi: Kun olet tallettanut vaaditun summan, paina painiketta kaupan rahoittamiseksi.
fr: Après avoir déposé le montant requis, appuyez sur le bouton pour financer la transaction.
it: Dopo aver depositato l'importo richiesto, premi il pulsante per finanziare lo scambio.
lt: Įnešę reikiamą sumą, paspauskite mygtuką, kad finansuotumėte sandorį.
nb: Etter å ha satt inn det nødvendige beløpet, trykk på knappen for å finansiere handelen.
nl: Nadat u het vereiste bedrag heeft gestort, drukt u op de knop om de transactie te financieren.
pl: Po wpłacie wymaganej wartości, naciśnij przycisk, aby sfinansować handel.
pt_br: Depois de depositar a quantia necessária, pressione o botão para financiar a negociação.
sl: Ko položite zahtevani znesek, pritisnite gumb za financiranje trgovanja.
sv: När du har satt in önskat belopp trycker du på knappen för att finansiera affären.
tl: Pagkatapos magdeposito ng kinakailangang halaga, pindutin ang pindutan upang pondohan ang kalakalan.
tr: Gerekli tutarı yatırdıktan sonra, işlemi finanse etmek için düğmeye basın.
ur: مطلوبہ رقم جمع کرنے کے بعد، بٹن کو دبائیں تاکہ تجارت کو فنڈ دیا جائے۔
zh_cn: 存入所需金额后，请按按钮为交易提供资金。
zh_tw: 存入所需金額後，請按按鈕為交易提供資金。

# trade250Sblocal250Sbstep8722Sb0250Sbseller250Sbtitle
source: Fund the trade
cs: Financujte obchod
fi: Rahoita kauppa
fr: Financer la transaction
it: Finanzia il commercio
lt: Finansuokite prekybą
nb: Finansier handelen
nl: Financier de transactie
pl: Sfinansuj handel
pt_br: Financie o comércio
sl: Financirajte trgovanje
sv: Finansiera handeln
tl: Pondohan ang kalakalan
tr: Ticareti finanse edin
ur: تجارت کو فنڈ دیں
zh_cn: 资助交易
zh_tw: 資助交易

# trade250Sblocal250Sbstep8722Sb1250Sbbuyer250Sbtitle
source: Arrange the meeting and make the payment
cs: Domluvte si schůzku a proveďte platbu
fi: Järjestä tapaaminen ja suorita maksu
fr: Organiser la rencontre et effectuer le paiement
it: Organizza l'incontro ed effettua il pagamento
lt: Suorganizuokite susitikimą ir sumokėkite
nb: Arranger møtet og foreta betalingen
nl: Regel de meeting en voer de betaling uit
pl: Zorganizuj spotkanie i dokonaj płatności
pt_br: Marque a reunião e faça o pagamento
sl: Dogovorite se za sestanek in izvedite plačilo
sv: Ordna mötet och gör betalningen
tl: Ayusin ang pagpupulong at magbayad
tr: Toplantıyı düzenleyin ve ödemeyi yapın
ur: میٹنگ کا بندوبست کریں اور ادائیگی کریں
zh_cn: 安排会议并付款
zh_tw: 安排會議並付款
