Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbsell250Sbstep8722Sbfive8722Sbtext
source: After you've sent the trade request the buyer will ask you for your payment details (e.g. if you want to sell for a bank transfer the buyer will ask for your bank account information). After the buyer is provided the payment information, he will pay for the {assetName} and confirm it to you. Please make sure that you have received the money into your account before finalizing the trade. NEVER finalize the trade before you have received the payment. {assetName} transactions are irreversible, once you send the {assetName} to the buyer there is no way to get them back, even if the buyer's payment doesn't show up. Once you have confirmed that the payment has been made you can scroll down the page and select 'Finalize'. This will send the {assetName} to the buyer's settlement wallet and complete the trade.
cs: Po odeslání žádosti o obchod vás kupující požádá o vaše platební údaje (např. pokud chcete prodat bankovním převodem, kupující vás požádá o informace o vašem bankovním účtu). Poté, co kupující poskytne platební údaje, zaplatí za {assetName} a potvrdí Vám to. Před dokončením obchodu se prosím ujistěte, že jste obdrželi peníze na svůj účet. NIKDY nedokončujte obchod, dokud neobdržíte platbu. Transakce {assetName} jsou nevratné, jakmile odešlete {assetName} kupujícímu, neexistuje způsob, jak je získat zpět, i když se platba kupujícího nezobrazí. Jakmile potvrdíte, že platba byla provedena, můžete posouvat stránku dolů a vybrat 'Dokončit'. Tím odešlete {assetName} do peněženky kupujícího a dokončíte obchod.
fi: Kun olet lähettänyt kauppapyynnön, ostaja pyytää sinulta maksutietojasi (esim. jos haluat myydä pankkisiirrolla, ostaja pyytää pankkitilisi tietoja). Kun ostajalle on annettu maksutiedot, hän maksaa {assetName}:n ja vahvistaa sen sinulle. Varmista ennen kaupantekoa, että olet saanut rahat tilillesi. ÄLÄ KOSKAAN viimeistele kauppaa ennen kuin olet vastaanottanut maksun. {assetName}-transaktiot ovat peruuttamattomia. Kun lähetät {assetName}:n ostajalle, niitä ei voi saada takaisin, vaikka ostajan maksu ei näkyisikään. Kun olet vahvistanut, että maksu on suoritettu, voit vierittää sivua alaspäin ja valita 'Viimeistele'. Tämä lähettää {assetName}:n ostajan maksulompakkoon ja suorittaa kaupan loppuun.
fr: Après avoir envoyé la demande d'échange, l'acheteur vous demandera vos informations de paiement (par exemple, si vous souhaitez vendre par virement bancaire, l'acheteur vous demandera vos informations de compte bancaire). Une fois que l'acheteur aura reçu les informations de paiement, il paiera pour le {assetName} et vous le confirmera. Veuillez vous assurer que vous avez reçu l'argent sur votre compte avant de finaliser la transaction. Ne finalisez JAMAIS la transaction avant d'avoir reçu le paiement. Les transactions de {assetName} sont irréversibles, une fois que vous avez envoyé du {assetName} à l'acheteur, il n'y a aucun moyen de le récupérer, même si le paiement de l'acheteur n'apparaît pas. Une fois que vous avez confirmé que le paiement a été effectué, vous pouvez faire défiler la page et sélectionner « Finaliser ». Cela enverra le {assetName} au portefeuille de règlement de l'acheteur et terminera la transaction.
it: Dopo che hai inviato la richiesta di scambio, l'acquirente ti chiederà i tuoi dati di pagamento (ad esempio, se vuoi vendere con un bonifico bancario, l'acquirente ti chiederà le informazioni del tuo conto corrente). Dopo che l'acquirente ha ricevuto le informazioni di pagamento, pagherà per il {assetName} e te lo confermerà. Assicurati di aver ricevuto i soldi sul tuo conto prima di finalizzare lo scambio. Non finalizzare MAI la compravendita prima di aver ricevuto il pagamento. Le transazioni {assetName} sono irreversibili, una volta che hai inviato i {assetName} all'acquirente non c'è modo di riaverli indietro, anche se il pagamento dell'acquirente non arriva. Una volta confermato che il pagamento è stato effettuato, puoi scorrere la pagina e selezionare 'Finalizza'. Questo invierà i {assetName} al portafoglio di regolamento dell'acquirente e completerà lo scambio.
lt: Kai išsiųsite prekybos užklausą, pirkėjas paprašys jūsų mokėjimo informacijos (pvz., jei norite parduoti už banko pavedimą, pirkėjas paprašys jūsų banko sąskaitos informacijos). Pirkėjui pateikęs mokėjimo informaciją, jis sumokės už {assetName} ir patvirtins tai. Prieš užbaigdami sandorį įsitikinkite, kad gavote pinigus į savo sąskaitą. NIEKADA neužbaikite sandorio, kol negavote mokėjimo. {assetName} operacijos yra negrįžtamos, kai išsiųsite {assetName} pirkėjui, jų nebus galima susigrąžinti, net jei pirkėjo mokėjimas nerodomas. Patvirtinę, kad mokėjimas atliktas, galite slinkti žemyn puslapiu ir pasirinkti „Užbaigti“. Taip {assetName} bus nusiųstas į pirkėjo atsiskaitymo piniginę ir sandoris bus baigtas.
nb: Etter at du har sendt handelsforespørselen, vil kjøperen be deg om betalingsopplysningene dine (hvis du f.eks. ønsker å selge for en bankoverføring, vil kjøperen be om bankkontoinformasjonen din). Etter at kjøperen har mottatt betalingsinformasjonen, betaler han for {assetName} og bekrefter den til deg. Sørg for at du har mottatt pengene på kontoen din før du fullfører handelen. Fullfør ALDRI handelen før du har mottatt betalingen. {assetName}-transaksjoner er irreversible. Når du sender {assetName} til kjøperen, er det ingen måte å få dem tilbake på, selv om kjøperens betaling ikke vises. Når du har bekreftet at betalingen er utført, kan du bla nedover siden og velge "Fullfør". Dette vil sende {assetName} til kjøperens oppgjørslommebok og fullføre handelen.
nl: Nadat u het ruilverzoek heeft verzonden, zal de koper u om uw betalingsgegevens vragen (als u bijvoorbeeld wilt verkopen voor een bankoverschrijving, zal de koper om uw bankrekeninggegevens vragen). Nadat de koper de betalingsinformatie heeft ontvangen, zal hij betalen voor de {assetName} en deze aan u bevestigen. Zorg ervoor dat u het geld op uw rekening heeft ontvangen voordat u de transactie voltooit. Voltooi de transactie NOOIT voordat u de betaling heeft ontvangen. {assetName}-transacties zijn onomkeerbaar, zodra u de {assetName} naar de koper stuurt, is er geen manier om ze terug te krijgen, zelfs als de betaling van de koper niet verschijnt. Zodra u heeft bevestigd dat de betaling is voltooid, kunt u naar beneden scrollen op de pagina en 'Voltooien' selecteren. Hierdoor wordt de {assetName} naar de afwikkelingsportefeuille van de koper gestuurd en wordt de transactie voltooid.
pl: Po wysłaniu prośby o handel kupujący poprosi Cię o dane dotyczące płatności (np. jeśli chcesz sprzedać za przelew bankowy, kupujący poprosi o informacje o koncie bankowym). Po dostarczeniu informacji o płatności zapłaci za {assetName} i to potwierdzi. Upewnij się, że otrzymałeś pieniądze na swoim koncie przed sfinalizowaniem handlu. Nigdy nie finalizuj handlu przed otrzymaniem płatności. Transakcje {assetName} są nieodwracalne, po wysłaniu {assetName} do kupującego nie ma sposobu, aby je odzyskać, nawet jeśli płatność kupującego się nie pojawi. Po potwierdzeniu, że płatność została dokonana, możesz przewinąć stronę i wybrać „Sfinalizuj”. To wyśle {assetName} do portfela na uregulowania kupującego i zakończy handel.
pt_br: Após enviar o pedido comercial, o comprador lhe pedirá seus detalhes de pagamento (por exemplo, se você quiser vender para uma transferência bancária, o comprador pedirá as informações de sua conta bancária). Após o comprador receber as informações de pagamento, ele pagará o {assetName} e o confirmará para você. Certifique-se de que você tenha recebido o dinheiro em sua conta antes de finalizar a operação. NUNCA finalize a negociação antes de ter recebido o pagamento. As transações {assetName} são irreversíveis, uma vez que você envie o {assetName} ao comprador, não há como recuperá-las, mesmo que o pagamento do comprador não apareça. Uma vez confirmado que o pagamento foi feito, você pode descer a página e selecionar 'Finalizar'. Isto enviará o {assetName} para a carteira do comprador e completará a operação.
sl: Ko pošljete zahtevo za trgovanje, vas bo kupec vprašal za podatke o plačilu (če želite na primer prodati z bančnim nakazilom, bo kupec zahteval podatke o vašem bančnem računu). Ko bo kupec prejel podatke o plačilu, bo plačal {assetName} in vam to potrdil. Prepričajte se, da ste prejeli denar na svoj račun, preden zaključite trgovanje. NIKOLI ne dokončajte posla, preden prejmete plačilo. Transakcije {assetName} so nepovratne, ko {assetName} pošljete kupcu, jih ni več mogoče dobiti nazaj, tudi če se kupčevo plačilo ne prikaže. Ko potrdite, da je bilo plačilo izvedeno, se lahko pomaknete navzdol po strani in izberete 'Dokončaj'. To bo poslalo {assetName} v kupčevo poravnalno denarnico in zaključilo trgovanje.
sv: När du har skickat handelsförfrågan kommer köparen att be dig om dina betalningsuppgifter (t.ex. om du vill sälja mot en banköverföring kommer köparen att be om din bankkontoinformation). Efter att köparen har fått betalningsinformationen kommer han att betala för {assetName} och bekräfta det för dig. Se till att du har fått pengarna på ditt konto innan du slutför handeln. Slutför ALDRIG affären innan du har mottagit betalningen. {assetName}-transaktioner är oåterkalleliga, när du väl skickar {assetName} till köparen finns det inget sätt att få tillbaka dem, även om köparens betalning inte dyker upp. När du har bekräftat att betalningen har gjorts kan du scrolla ner på sidan och välja "Slutför". Detta kommer att skicka {assetName} till köparens avräkningsplånbok och slutföra affären.
tl: Pagkatapos mong ipadala ang kahilingan sa pangangalakal hihilingin sa iyo ng mamimili ang iyong mga detalye ng pagbabayad (hal. kung gusto mong ibenta para sa isang bank transfer hihilingin ng mamimili ang impormasyon ng iyong bank account). Matapos maibigay sa mamimili ang impormasyon sa pagbabayad, babayaran niya ang {assetName} at kumpirmahin ito sa iyo. Pakitiyak na natanggap mo ang pera sa iyong account bago tapusin ang kalakalan. HUWAG i-finalize ang trade bago mo matanggap ang bayad. Ang mga transaksyon sa {assetName} ay hindi na mababawi, kapag naipadala mo na ang {assetName} sa bumibili, wala nang paraan upang maibalik ang mga ito, kahit na hindi lumabas ang bayad ng mamimili. Sa sandaling nakumpirma mo na ang pagbabayad ay nagawa na, maaari kang mag-scroll pababa sa pahina at piliin ang 'Tapusin'. Ipapadala nito ang {assetName} sa settlement wallet ng mamimili at kumpletuhin ang trade.
tr: Takas talebini gönderdikten sonra alıcı sizden ödeme ayrıntılarınızı isteyecektir (örneğin, banka havalesi karşılığında satış yapmak istiyorsanız alıcı banka hesap bilgilerinizi isteyecektir). Alıcıya ödeme bilgileri verildikten sonra {assetName} için ödeme yapacak ve bunu size onaylayacaktır. Lütfen işlemi tamamlamadan önce parayı hesabınıza aldığınızdan emin olun. Ödemeyi almadan ASLA işlemi sonlandırmayın. {assetName} işlemleri geri alınamaz; {assetName}'i alıcıya gönderdikten sonra, alıcının ödemesi görünmese bile bunları geri almanın bir yolu yoktur. Ödemenin yapıldığını onayladıktan sonra sayfayı aşağı kaydırıp 'Sonlandır'ı seçebilirsiniz. Bu, {assetName}'i alıcının ödeme cüzdanına gönderecek ve işlemi tamamlayacaktır.
ur: تجارتی درخواست بھیجنے کے بعد خریدار آپ سے آپ کی ادائیگی کی تفصیلات طلب کرے گا (e.g. if you want to sell for a bank transfer the buyer will ask for your bank account information))۔ خریدار کو ادائیگی کی معلومات فراہم کرنے کے بعد، وہ {assetName} کی ادائیگی کرے گا اور آپ کو اس کی تصدیق کرے گا۔ براہ کرم یقینی بنائیں کہ تجارت کو حتمی شکل دینے سے پہلے آپ کو اپنے اکاؤنٹ میں رقم موصول ہو گئی ہے۔ ادائیگی موصول ہونے سے پہلے کبھی بھی تجارت کو حتمی شکل نہ دیں۔ {assetName} ٹرانزیکشنز ناقابل واپسی ہیں، ایک بار جب آپ خریدار کو {assetName} بھیج دیتے ہیں تو انہیں واپس حاصل کرنے کا کوئی طریقہ نہیں ہے، چاہے خریدار کی ادائیگی ظاہر نہ ہو۔ ایک بار جب آپ نے تصدیق کر لی کہ ادائیگی ہو چکی ہے تو آپ صفحہ کو نیچے سکرول کر کے 'Finalize' کو منتخب کر سکتے ہیں۔ یہ خریدار کے سیٹلمنٹ والیٹ میں {assetName} بھیجے گا اور تجارت مکمل کر لے گا۔
zh_cn: 在您发送交易请求后，买家会询问您的付款详细信息（例如，如果您想通过银行转帐出售商品，买家会询问您的银行帐户信息）。向买家提供付款信息后，他将为 {assetName} 付款并向您确认。在完成交易之前，请确保您已将款项汇入您的账户。在您收到付款之前，切勿完成交易。 {assetName} 交易是不可逆的，一旦您将 {assetName} 发送给买方，即使没有显示买方的付款，也无法将其取回。确认付款后，您可以向下滚动页面并选择“完成”。这会将 {assetName} 发送到买方的结算钱包并完成交易。
zh_tw: 在您發送交易請求後，買家會詢問您的付款詳細信息（例如，如果您想通過銀行轉帳出售商品，買家會詢問您的銀行帳戶信息）。向買家提供付款信息後，他將為 {assetName} 付款並向您確認。在完成交易之前，請確保您已將款項匯入您的賬戶。在您收到付款之前，切勿完成交易。 {assetName} 交易是不可逆的，一旦您將 {assetName} 發送給買方，即使沒有顯示買方的付款，也無法將其取回。確認付款後，您可以向下滾動頁面並選擇“完成”。這會將 {assetName} 發送到買方的結算錢包並完成交易。

# guide250Sbsell250Sbstep8722Sbfour8722Sbtext
source: After you press the 'Sell' button you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them you can go back to the previous page and choose another advertisement. To start the trade, type in how much {assetName} you want to sell and click the 'Send trade request' button to the start the trade. Once you start the trade your {assetName} will be moved from your wallet to the arbitration bond for trade protection.
cs: Po stisknutí tlačítka 'Prodat' se vám zobrazí další informace o inzerátu včetně obchodních podmínek. Před odesláním žádosti o obchod si je přečtěte, pokud s nimi nesouhlasíte, můžete se vrátit na předchozí stránku a vybrat si jiný inzerát. Chcete-li zahájit obchod, zadejte, kolik {assetName} chcete prodat, a kliknutím na tlačítko „Odeslat požadavek na obchod“ zahajte obchod. Jakmile začnete obchodovat, Vaše {assetName} bude přesunuto z vaší peněženky do arbitrážního dluhopisu pro ochranu obchodu.
fi: Kun painat 'Myy'-painiketta, näet lisätietoja ilmoituksesta, mukaan lukien kaupan ehdot. Lue ne läpi ennen kauppapyynnön lähettämistä, jos et ole samaa mieltä, voit palata edelliselle sivulle ja valita toisen ilmoituksen. Aloita kauppa kirjoittamalla, kuinka paljon {assetName} haluat myydä ja napsauta 'Lähetä kauppapyyntö' -painiketta aloittaaksesi kaupan. Kun aloitat kaupan, {assetName} siirretään lompakostasi välimiestakuuseen kaupan suojaamiseksi.
fr: Après avoir appuyé sur le bouton "Vendre", vous verrez plus d'informations sur l'annonce, y compris les conditions de l'échange. Lisez-les avant de soumettre la demande d'échange, si vous n'êtes pas d'accord avec celles-ci, vous pouvez revenir à la page précédente et choisir une autre annonce. Pour démarrer la transaction, saisissez la quantité de {assetName} que vous souhaitez vendre et cliquez sur le bouton "Envoyer la demande d'échange" pour démarrer la transaction. Une fois que vous avez commencé l'échange, votre {assetName} sera déplacé de votre portefeuille vers la caution d'arbitrage pour la protection de la transaction.
it: Dopo aver premuto il pulsante 'Vendi' vedrai più informazioni sull'annuncio, inclusi i termini dello scambio. Leggili prima di inviare la richiesta di scambio, se non sei d'accordo puoi tornare alla pagina precedente e scegliere un altro annuncio. Per iniziare lo scambio, digita quanto {assetName} vuoi vendere e clicca sul pulsante 'Invia richiesta di scambio' per iniziare lo scambio. Una volta avviata la compravendita il tuo {assetName} verrà spostato dal tuo portafoglio all'obbligazione arbitrale per la protezione del commercio.
lt: Paspaudę mygtuką „Parduoti“, pamatysite daugiau informacijos apie skelbimą, įskaitant prekybos sąlygas. Perskaitykite juos prieš pateikdami prekybos užklausą, jei su jomis nesutinkate, galite grįžti į ankstesnį puslapį ir pasirinkti kitą skelbimą. Norėdami pradėti prekybą, įveskite, kiek {assetName} norite parduoti, ir spustelėkite mygtuką „Siųsti prekybos užklausą“, kad pradėtumėte prekybą. Kai pradėsite prekybą, jūsų {assetName} bus perkeltas iš jūsų piniginės į arbitražo obligaciją, kad būtų apsaugota prekyba.
nb: Etter at du har trykket på "Selg"-knappen vil du se mer informasjon om annonsen, inkludert vilkårene for handelen. Les gjennom dem før du sender inn handelsforespørselen, hvis du ikke er enig med dem kan du gå tilbake til forrige side og velge en annen annonse. For å starte handelen, skriv inn hvor mye {assetName} du vil selge og klikk på 'Send handelsforespørsel'-knappen for å starte handelen. Når du starter handelen, vil din {assetName} bli flyttet fra lommeboken til voldgiftsobligasjonen for handelsbeskyttelse.
nl: Nadat u op de knop 'Verkopen' heeft gedrukt, ziet u meer informatie over de advertentie, inclusief de voorwaarden van de transactie. Lees ze door voordat u het ruilverzoek indient, als u het er niet mee eens bent, kunt u teruggaan naar de vorige pagina en een andere advertentie kiezen. Om de transactie te starten, voert u in hoeveel {assetName} u wilt verkopen en klikt u op de knop 'Verstuur handelsverzoek' om de transactie te starten. Zodra u de transactie start, wordt uw {assetName} verplaatst van uw portefeuille naar de arbitrageband voor handelsbescherming.
pl: Po naciśnięciu przycisku „Sprzedaj” zobaczysz więcej informacji na temat ogłoszenia, w tym warunki handlu. Przeczytaj je przed przesłaniem żądania handlu, jeśli nie zgadzasz się z nimi, możesz wrócić do poprzedniej strony i wybrać inne ogłoszenie. Aby rozpocząć handel, wpisz, ile {assetName} chcesz sprzedać i kliknij przycisk „Wyślij żądanie handlu”, aby rozpocząć handel. Po rozpoczęciu handlu {assetName} zostanie przeniesione z portfela do ochrony arbitrażowej w celu ochrony handlu.
pt_br: Após pressionar o botão "Vender", você verá mais informações sobre o anúncio, incluindo os termos do negócio. Leia-os antes de enviar o pedido de comércio, se você não concordar com eles você pode voltar à página anterior e escolher outro anúncio. Para iniciar a negociação, digite quanto {assetName} você deseja vender e clique no botão 'Enviar pedido de negociação' para iniciar a negociação. Uma vez iniciada a negociação, seu {assetName} será movido de sua carteira para o título de arbitragem para proteção comercial.
sl: Ko pritisnete gumb "Prodaj", boste videli več informacij o oglasu, vključno s pogoji trgovanja. Preberite jih, preden oddate zahtevo za trgovanje, če se z njimi ne strinjate, se lahko vrnete na prejšnjo stran in izberete drug oglas. Za začetek trgovanja vnesite, koliko {assetName} želite prodati in izberite "Pošlji zahtevo za trgovanje", da začnete trgovanje. Ko začnete trgovati, bo vaš {assetName} premaknjen iz vaše denarnice v arbitražno obveznico zaradi zaščite trgovanja.
sv: När du har tryckt på "Sälj"-knappen kommer du att se mer information om annonsen, inklusive handelsvillkoren. Läs igenom dem innan du skickar in handelsförfrågan, om du inte håller med dem kan du gå tillbaka till föregående sida och välja en annan annons. För att starta handeln, skriv in hur mycket {assetName} du vill sälja och klicka på knappen 'Skicka handelsförfrågan' för att starta handeln. När du startar handeln kommer din {assetName} att flyttas från din plånbok till skiljedomstolen för handelsskydd.
tl: Pagkatapos mong pindutin ang pindutang 'Ibenta' makakakita ka ng higit pang impormasyon tungkol sa advertisement, kasama ang mga tuntunin ng kalakalan. Basahin ang mga ito bago isumite ang kahilingan sa kalakalan, kung hindi ka sumasang-ayon sa kanila maaari kang bumalik sa nakaraang pahina at pumili ng isa pang advertisement. Upang simulan ang kalakalan, i-type kung magkano {assetName} ang gusto mong ibenta at i-click ang 'Ipadala ang kahilingan sa kalakalan' upang simulan ang kalakalan. Sa sandaling simulan mo ang kalakalan, ang iyong {assetName} ay ililipat mula sa iyong wallet patungo sa arbitration bond para sa proteksyon sa kalakalan.
tr: 'Sat' düğmesine bastıktan sonra, ticaret koşulları da dahil olmak üzere ilan hakkında daha fazla bilgi göreceksiniz. Takas talebini göndermeden önce bunları okuyun, eğer kabul etmiyorsanız önceki sayfaya dönüp başka bir ilan seçebilirsiniz. Ticareti başlatmak için ne kadar {assetName} satmak istediğinizi yazın ve ticareti başlatmak için 'Takas isteği gönder' butonuna tıklayın. Ticarete başladığınızda, {assetName} cüzdanınız ticaretin korunması için cüzdanınızdan tahkim bonosuna taşınacaktır.
ur: 'Sell' بٹن دبانے کے بعد آپ کو اشتہار کے بارے میں مزید معلومات نظر آئیں گی، بشمول تجارت کی شرائط۔ تجارتی درخواست جمع کرانے سے پہلے ان کو پڑھیں، اگر آپ ان سے متفق نہیں ہیں تو آپ پچھلے صفحہ پر واپس جا کر کوئی دوسرا اشتہار منتخب کر سکتے ہیں۔ تجارت شروع کرنے کے لیے، ٹائپ کریں کہ آپ کتنا {assetName} بیچنا چاہتے ہیں اور تجارت شروع کرنے کے لیے 'Send trade request' بٹن پر کلک کریں۔ ایک بار جب آپ تجارت شروع کر دیں گے تو آپ کے {assetName} کو آپ کے بٹوے سے تجارتی تحفظ کے لیے ثالثی بانڈ میں منتقل کر دیا جائے گا۔
zh_cn: 在您按下“卖出”按钮后，您将看到有关广告的更多信息，包括交易条款。在提交交易请求之前通读它们，如果您不同意它们，您可以返回上一页并选择另一个广告。要开始交易，请输入您想要卖出的 {assetName} 数量，然后点击“发送交易请求”按钮开始交易。一旦您开始交易，您的 {assetName} 将从您的钱包转移到仲裁保证金以保护贸易。
zh_tw: 在您按下“賣出”按鈕後，您將看到有關廣告的更多信息，包括交易條款。在提交交易請求之前通讀它們，如果您不同意它們，您可以返回上一頁並選擇另一個廣告。要開始交易，請輸入您想要賣出的 {assetName} 數量，然後點擊“發送交易請求”按鈕開始交易。一旦您開始交易，您的 {assetName} 將從您的錢包轉移到仲裁保證金以保護貿易。
