Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbgrin250Sbprivate250Sbtext
source: Grin does not have a rich list, which would indicate some form of privacy. Indeed, passive attackers scanning the chain cannot see which address has how much money in it, partially because amounts are obfuscated via confidential transactions, partially because address data is not stored on chain, and partially because of Mimblewimble's cut-through technology, where intermediate transactions can be removed from the chain, leaving little metadata from past transactions.
cs: Grin nemá bohatý seznam, který by naznačoval určitou formu soukromí. Pasivní útočníci skenující řetězec totiž nemohou zjistit, na které adrese je kolik peněz, částečně proto, že částky jsou obfuskovány prostřednictvím důvěrných transakcí, částečně proto, že údaje o adresách nejsou v řetězci uloženy, a částečně díky technologii Mimblewimble cut-through, kdy lze z řetězce odstranit mezilehlé transakce a zanechat jen málo metadat z minulých transakcí.
fi: Grin:llä ei ole "rikasta listaa", mikä viittaisi jonkinlaiseen yksityisyyteen. Juurikin näin, passiiviset hyökkääjät jotka skannaavat ketjua, eivät näe missä osoitteessa on paljon rahaa. Osittain koska summat hämärtyvät luottamuksellisten transaktioiden kautta, osittain koska osoitetietoja ei tallenneta ketjuun ja osittain Mimblewimblen läpileikkaustekniikan vuoksi, jossa välitransaktiot voidaan poistaa ketjusta, jolloin jää vain vähän metatietoja aiemmista transaktioista.
fr: Grin n'a pas de « liste des riches », ce qui indiquerait une certaine forme de confidentialité. En effet, les attaquants passifs scannant la chaîne ne peuvent pas voir quelle adresse contient combien d'argent, en partie parce que les montants sont obscurcis via des transactions confidentielles, en partie parce que les données d'adresse ne sont pas stockées sur la chaîne, et en partie à cause de la technologie de transition de Mimblewimble, où les transactions intermédiaires peuvent être retirées de la chaîne, laissant peu de métadonnées des transactions passées.
it: Grin non ha un ricco elenco, che indicherebbe una qualche forma di privacy. In effetti, gli aggressori passivi che eseguono la scansione della catena non possono vedere quale indirizzo contenga quanti soldi al suo interno, in parte perché gli importi sono offuscati tramite transazioni riservate, in parte perché i dati dell'indirizzo non sono archiviati nella catena e in parte a causa della tecnologia cut-through di Mimblewimble, dove le transazioni intermedie può essere rimosso dalla catena, lasciando piccoli metadati dalle transazioni passate.
lt: Grin neturi turtingo sąrašo, kuris rodytų tam tikrą privatumo formą. Iš tiesų, pasyvūs užpuolikai, nuskaitantys grandinę, negali matyti, kuriame adresu yra pinigų, iš dalies dėl to, kad sumos yra užtemdytos atliekant konfidencialias operacijas, iš dalies dėl to, kad adresų duomenys nesaugomi grandinėje ir iš dalies dėl „Mimblewimble“ perpjovimo technologijos, kai atliekamos tarpinės operacijos. gali būti pašalintas iš grandinės, paliekant mažai metaduomenų iš ankstesnių operacijų.
nb: Grin har ikke en rik liste, noe som tyder på en form for personvern. Faktisk kan passive angripere som skanner kjeden ikke se hvilken adresse som har hvor mye penger i seg, delvis fordi beløp tilsløres via konfidensielle transaksjoner, delvis fordi adressedata ikke er lagret på kjeden, og delvis på grunn av Mimblewimbles cut-through-teknologi, der mellomliggende transaksjoner kan fjernes fra kjeden, og etterlater lite metadata fra tidligere transaksjoner.
nl: Grin heeft geen lijst van rijken, wat zou duiden op enige vorm van privacy. Passieve aanvallers die de keten scannen, kunnen inderdaad niet zien welk adres hoeveel geld bevat, deels omdat bedragen worden verborgen via vertrouwelijke transacties, deels omdat adresgegevens niet in de keten zijn opgeslagen en deels vanwege Mimblewimble's cut-through-technologie, waarbij tussenliggende transacties uit de keten kunnen worden verwijderd, waardoor er weinig metadata overblijven van transacties uit het verleden.
pl: Grin nie ma listy najbogatszych adresów, co sugeruje jakąś formę prywatności. Rzeczywiście, pasywny przeciwnik skanujący blockchain nie widzi ile każdy adres posiada, po części dlatego, że ilości są chowane za pomocą technologii confidential transactions, po części dlatego, że dane adresów nie są przechowywane na blockchainie, a po części dlatego, że za sprawą technologii Mimblewimble, pośrednie transakcje są usuwane z blockchaina, pozostawiając niewiele danych o starych transakcjach.
pt_br: O sorriso não tem uma lista rica, o que indicaria alguma forma de privacidade. De fato, os invasores passivos que examinam a cadeia não conseguem ver qual endereço tem quanto dinheiro, parcialmente porque os valores são ofuscados por transações confidenciais, parcialmente porque os dados do endereço não são armazenados na cadeia e parcialmente devido à tecnologia de corte de Mimblewimble, onde transações intermediárias pode ser removido da cadeia, deixando poucos metadados de transações passadas.
sl: Grin nima seznama bogatašev (rich list-a), kar bi kazalo na določeno obliko zasebnosti. Pasivni napadalci, ki pregledujejo verigo, dejansko ne morejo videti, na katerem naslovu je koliko denarja, deloma zato, ker so zneski zakriti z zaupnimi transakcijami, deloma zato, ker podatki o naslovih niso shranjeni v verigi, deloma pa zaradi tehnologije Mimblewimble cut-through, pri kateri je mogoče vmesne transakcije odstraniti iz verige, tako da ostane le malo metapodatkov o preteklih transakcijah.
sv: Grin har ingen rik lista, vilket skulle tyda på någon form av integritet. Faktum är att passiva angripare som skannar kedjan inte kan se vilken adress som har hur mycket pengar i sig, delvis på grund av att belopp fördunklas via konfidentiella transaktioner, delvis på grund av att adressdata inte lagras i kedjan, och delvis på grund av Mimblewimbles genombrottsteknologi, där mellanliggande transaktioner kan tas bort från kedjan och lämnar lite metadata från tidigare transaktioner.
tl: Walang rich list si Grin, na magsasaad ng ilang uri ng privacy. Sa katunayan, ang mga passive attacker na nag-scan sa chain ay hindi maaaring makita kung aling address ang may kung gaano karaming pera, bahagyang dahil ang mga halaga ay na-obfuscate sa pamamagitan ng mga kumpidensyal na transaksyon, bahagyang dahil ang data ng address ay hindi nakaimbak sa chain, at bahagyang dahil sa cut-through na teknolohiya ng Mimblewimble, kung saan ang mga intermediate na transaksyon maaaring alisin sa chain, na nag-iiwan ng kaunting metadata mula sa mga nakaraang transaksyon.
tr: Grin'in zengin bir listesi yok, bu da bir tür mahremiyete işaret ediyor. Aslında, zinciri tarayan pasif saldırganlar, kısmen gizli işlemler yoluyla tutarların gizlenmesi nedeniyle, kısmen adres verilerinin zincirde saklanmaması nedeniyle ve kısmen de Mimblewimble'ın ara işlemlerin gerçekleştirildiği kesme teknolojisi nedeniyle hangi adreste ne kadar para bulunduğunu göremezler. geçmiş işlemlerden çok az meta veri bırakarak zincirden çıkarılabilir.
ur: Grin کے پاس ایک بھرپور فہرست نہیں ہے، جو رازداری کی کسی نہ کسی شکل کی نشاندہی کرے گی۔ درحقیقت، زنجیر کو اسکین کرنے والے غیر فعال حملہ آور یہ نہیں دیکھ سکتے کہ کس ایڈریس میں کتنی رقم ہے، جزوی طور پر اس لیے کہ رازدارانہ لین دین کے ذریعے رقوم کو مبہم کیا جاتا ہے، جزوی طور پر اس لیے کہ ایڈریس کا ڈیٹا چین پر محفوظ نہیں ہوتا، اور جزوی طور پر Mimblewimble کی کٹ تھرو ٹیکنالوجی کی وجہ سے، جہاں انٹرمیڈیٹ لین دین ہوتا ہے۔ ماضی کے لین دین سے تھوڑا میٹا ڈیٹا چھوڑ کر سلسلہ سے ہٹایا جا سکتا ہے۔
zh_cn: 古灵币没有富豪榜，这表明其具备一定的隐私性. 确实,扫描区块链数据的被动攻击者无法看到哪个钱包地址还有多少余额, 因为首先古灵币采取了机密交易隐藏了交易金额, 并且古灵币的地址信息也不储存在链上, 还有部分原因在于Mimblewimble协议的直通式技术，该技术从链中剔除中间事务，只留下很少的元数据保存在区块链上.
zh_tw: 古靈幣沒有富豪榜，這表明其具備一定的隱私性. 確實,掃描區塊鏈資料的被動攻擊者無法看到哪個錢包位址還有多少餘額, 因為首先古靈幣採取了機密交易隱藏了交易金額, 並且古靈幣的位址資訊也不儲存在鏈上, 還有部分原因在於Mimblewimble協定的直通式技術，該技術從鏈中剔除中間事務，只留下很少的中繼資料保存在區塊鏈上.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbgrin250Sbuntraceablity250Sbtext
source: Grin does not defend against an active attacker building a transaction graph. It is possible for both miners and a slightly modified node to watch every transaction, save it before the cut-through technology kicks in, and build a complete transaction graph from here, along with retaining all 'cut-through' data. They would not be able to discern any information prior to when they start, but everything after they begin will be valuable metadata with which they could potentially link transactions.
cs: Grin se nebrání aktivnímu útočníkovi, který vytváří graf transakcí. Je možné, aby těžaři i mírně upravený uzel sledovali každou transakci, uložili ji před spuštěním technologie cut-through a vytvořili odtud kompletní graf transakcí spolu se zachováním všech "cut-through" dat. Nebyli by schopni rozeznat žádné informace před tím, než začnou, ale vše po začátku bude cennými metadaty, s nimiž by mohli potenciálně propojit transakce.
fi: Grin ei puolusta aktiivista hyökkääjää vastaan, joka rakentaa tapahtumakaavion. Sekä louhijoiden, että hieman muokatun solmun on mahdollista seurata jokaista transaktiota, tallentaa se ennen kuin läpimurtotekniikka käynnistyy ja rakentaa tästä täydellinen tapahtumakaavio sekä säilyttää kaikki läpileikkaustiedot. He eivät pysty havaitsemaan mitään tietoja ennen aloittamistaan, mutta kaikki niiden alkamisen jälkeen on arvokasta metatietoa, johon he voivat linkittää transaktioita.
fr: Grin ne se défend pas contre un attaquant actif construisant un graphe de transaction. Il est possible à la fois pour les mineurs et pour un nœud légèrement modifié de surveiller chaque transaction, de la sauvegarder avant que la technologie de transition n'entre en vigueur et de créer un graphe des transaction complet à partir d'ici, tout en conservant toutes les données « transparentes ». Ils ne seraient pas en mesure de discerner des informations avant qu'ils commencent, mais tout ce qui se produira après leur démarrage constituera des métadonnées précieuses avec lesquelles ils pourraient potentiellement lier des transactions.
it: Grin non difende da un attaccante attivo che costruisce un grafico delle transazioni. È possibile sia per i minatori che per un nodo leggermente modificato osservare ogni transazione, salvarla prima che la tecnologia cut-through entri in azione e costruire un grafico completo delle transazioni da qui, oltre a conservare tutti i dati "cut-through". Non sarebbero in grado di discernere alcuna informazione prima di quando iniziano, ma tutto ciò che inizia dopo saranno preziosi metadati con cui potrebbero potenzialmente collegare le transazioni.
lt: Grin nesigina nuo aktyvaus užpuoliko, kuriančio sandorių grafiką. Tiek kalnakasiai, tiek šiek tiek pakeistas mazgas gali stebėti kiekvieną operaciją, išsaugoti ją prieš įsijungiant perpjovimo technologijai ir iš čia sudaryti visą operacijų grafiką, kartu išsaugant visus „perpjautus“ duomenis. Jie negalės įžvelgti jokios informacijos prieš pradėdami, bet viskas po jų pradžios bus vertingi metaduomenys, su kuriais jie galėtų susieti operacijas.
nb: Grin forsvarer seg ikke mot at en aktiv angriper bygger en transaksjonsgraf. Det er mulig for både gruvearbeidere og en litt modifisert node å se hver transaksjon, lagre den før gjennomskjæringsteknologien starter, og bygge en komplett transaksjonsgraf herfra, sammen med å beholde alle "gjennomsnittlige" data. De ville ikke kunne skjelne noen informasjon før de starter, men alt etter at de begynner vil være verdifulle metadata som de potensielt kan koble transaksjoner med.
nl: Grin verdedigt niet tegen een actieve aanvaller die een transactiegrafiek opbouwt. Het is voor zowel miners als een licht gewijzigde node mogelijk om elke transactie te bekijken, op te slaan voordat de cut-through-technologie in werking treedt en van hieruit een complete transactiegrafiek samen te stellen met behoud van alle 'cut-through'-gegevens. Ze zouden geen informatie kunnen onderscheiden voordat ze beginnen, maar alles nadat ze zijn begonnen, zal waardevolle metadata zijn waarmee ze mogelijk transacties kunnen koppelen.
pl: Grin nie chroni przed aktywnym atakującym, który buduje wykresy transakcyjne. Możliwe jest, że zarówno minersi, jak i nieco zmodyfikowany węzeł widzą każdą transakcję, zapisują ją przed wykorzystaniem technologii Mimblewimble i budują pełny wykres transakcji, wraz z zachowaniem wszystkich „uciętych” danych. Nie byliby w stanie rozpoznać żadnych informacji przed rozpoczęciem, ale wszystko po rozpoczęciu będzie cennymi metadanymi, którymi mogą powiązać transakcje.
pt_br: Grin não se defende contra um invasor ativo que cria um gráfico de transação. É possível que os mineradores e um nó levemente modificado assistam a todas as transações, salve-os antes que a tecnologia de corte inicie e construam um gráfico completo de transações a partir daqui, juntamente com a retenção de todos os dados de corte. Eles não seriam capazes de discernir nenhuma informação antes de começar, mas tudo depois que começarem será um metadado valioso com o qual eles podem potencialmente vincular transações.
sl: Grin se ne brani pred aktivnim napadalcem, ki gradi graf transakcij. Tako rudarji kot nekoliko spremenjeno vozlišče lahko opazujejo vsako transakcijo, jo shranijo, preden se sproži tehnologija "cut-through", in od tu zgradijo celoten graf transakcij ter ohranijo vse podatke "cut-through". Pred začetkom ne bi mogla razbrati nobenih informacij, vendar bodo vsi podatki po začetku dragoceni metapodatki, s katerimi bi lahko potencialno povezala transakcije.
sv: Grin försvarar sig inte mot att en aktiv angripare bygger en transaktionsgraf. Det är möjligt för både gruvarbetare och en något modifierad nod att titta på varje transaktion, spara den innan den genomskärande tekniken sätter igång, och bygga en komplett transaktionsgraf härifrån, tillsammans med att behålla all "genomskuren" data. De skulle inte kunna urskilja någon information innan de startar, men allt efter att de börjar kommer att vara värdefull metadata som de potentiellt skulle kunna koppla transaktioner med.
tl: Hindi nagtatanggol si Grin laban sa isang aktibong umaatake na gumagawa ng graph ng transaksyon. Posible para sa parehong mga minero at isang bahagyang binagong node na panoorin ang bawat transaksyon, i-save ito bago magsimula ang cut-through na teknolohiya, at bumuo ng kumpletong graph ng transaksyon mula rito, kasama ang pagpapanatili ng lahat ng 'cut-through' na data. Hindi nila malalaman ang anumang impormasyon bago sila magsimula, ngunit ang lahat pagkatapos nilang magsimula ay magiging mahalagang metadata kung saan maaari silang mag-link ng mga transaksyon.
tr: Grin, işlem grafiği oluşturan aktif bir saldırgana karşı savunma yapmaz. Hem madencilerin hem de biraz değiştirilmiş bir düğümün her işlemi izlemesi, kesme teknolojisi devreye girmeden önce kaydetmesi ve tüm 'kesme' verilerinin saklanmasıyla birlikte buradan eksiksiz bir işlem grafiği oluşturması mümkündür. Başlamadan önce herhangi bir bilgiyi ayırt edemeyecekler, ancak başladıktan sonraki her şey, potansiyel olarak işlemleri bağlayabilecekleri değerli meta veriler olacak.
ur: Grin لین دین کا گراف بنانے والے ایک فعال حملہ آور کے خلاف دفاع نہیں کرتا ہے۔ کان کنوں اور قدرے تبدیل شدہ نوڈ دونوں کے لیے ہر ٹرانزیکشن کو دیکھنا، کٹ تھرو ٹیکنالوجی کے آنے سے پہلے اسے محفوظ کرنا، اور تمام 'کٹ تھرو' ڈیٹا کو برقرار رکھنے کے ساتھ یہاں سے مکمل لین دین کا گراف بنانا ممکن ہے۔ وہ شروع ہونے سے پہلے کسی بھی معلومات کو نہیں جان سکیں گے، لیکن ان کے شروع ہونے کے بعد ہر چیز قیمتی میٹا ڈیٹا ہوگی جس کے ساتھ وہ ممکنہ طور پر لین دین کو جوڑ سکتے ہیں۔
zh_cn: 古灵币不能防御主动攻击者建立交易图的攻击. 不论是矿工还是简单修改过的节点都可以观察每一笔交易, 并在 cut-through 阶段进行之前就将其保存下来, 从而构建一个完整的交易图, 用这种方法 cut-through 的数据也囊括其中. 他们虽然不能窥探到更早的历史数据, 但是从他们开始监视的那一刻开始，以后的每一个元数据都对攻击者十分有价值，可以潜在用于交易关联.
zh_tw: 古靈幣不能防禦主動攻擊者建立交易圖的攻擊. 不論是礦工還是簡單修改過的節點都可以觀察每一筆交易, 並在 cut-through 階段進行之前就將其保存下來, 從而構建一個完整的交易圖, 用這種方法 cut-through 的資料也囊括其中. 他們雖然不能窺探到更早的歷史資料, 但是從他們開始監視的那一刻開始，以後的每一個中繼資料都對攻擊者十分有價值，可以潛在用於交易關聯.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbintro
source: Here is an analysis of well-known cryptocurrencies which claim anonymity and/or untraceability as their key differentiator. Bitcoin itself is not within the scope of this analysis since it's never claimed to be anonymous.
cs: Zde je analýza známých kryptoměn, které prohlašují anonymitu a/nebo nevystopovatelnost za svůj klíčový rozlišovací znak. Samotný Bitcoin do této analýzy nespadá, protože o sobě nikdy netvrdil, že je anonymní.
fi: Tässä on analyysi tunnetuista kryptovaluutoista, jotka väittävät anonymiteetin ja/tai jäljittämättömyyden olevan erottavana avaintekijänä. Bitcoin itsessään ei kuulu tämän analyysin piiriin, koska sen ei ole koskaan väitetty olevan anonyymi.
fr: Voici une analyse des crypto-monnaies bien connues qui revendiquent l'anonymat et/ou l'intraçabilité comme principal différenciateur. Bitcoin lui-même n'entre pas dans le cadre de cette analyse car il n'a jamais prétendu être anonyme.
it: Ecco un'analisi delle famose criptovalute che rivendicano l'anonimato e / o non tracciabilità come loro principale fattore di differenziazione. Bitcoin stesso non rientra nell'ambito di questa analisi poiché non è mai stato dichiarato anonimo.
lt: Čia yra gerai žinomų kriptovaliutų, kurios teigia, kad jų pagrindinis skirtumas yra anonimiškumas ir (arba) neatsekamumas, analizė. Pats Bitcoin nepatenka į šios analizės sritį, nes niekada nebuvo teigiama, kad jis yra anonimas.
nb: Her er en analyse av velkjente kryptovalutaer som hevder anonymitet og/eller usporbarhet som deres nøkkeldifferensiator. Bitcoin i seg selv er ikke innenfor rammen av denne analysen, siden den aldri hevdes å være anonym.
nl: Hier is een analyse van bekende cryptocurrencies die anonimiteit en/of onvindbaarheid claimen als hun belangrijkste onderscheidende factor. Bitcoin zelf valt niet binnen het bereik van deze analyse, aangezien er nooit is beweerd dat het anoniem is.
pl: Oto analiza dobrze znanych kryptowalut, które twierdzą, że anonimowość i/lub niemożliwość ich śledzenia je wyróżnia. Sam Bitcoin nie znajduje się w zakresie tej analizy, ponieważ nigdy nie twierdził, że jest anonimowy.
pt_br: Aqui está uma análise de criptomoedas conhecidas que reivindicam anonimato e / ou rastreabilidade como seu principal diferencial. O Bitcoin em si não está dentro do escopo desta análise, pois nunca foi reivindicado como anônimo.
sl: Tukaj je analiza znanih kriptovalut, ki kot svojo ključno razlikovalno lastnost navajajo anonimnost in/ali neizsledljivost. Bitcoin sam ne spada v okvir te analize, saj nikoli ni trdil, da je anonimen.
sv: Här är en analys av välkända kryptovalutor som hävdar anonymitet och/eller ospårbarhet som sin viktigaste differentiator. Bitcoin i sig omfattas inte av denna analys eftersom den aldrig har påstått sig vara anonym.
tl: Narito ang isang pagsusuri ng mga kilalang cryptocurrencies na nag-claim ng anonymity at/o untraceability bilang kanilang pangunahing pagkakaiba. Ang Bitcoin mismo ay wala sa saklaw ng pagsusuring ito dahil hindi ito kailanman inaangkin na hindi nagpapakilala.
tr: Burada, ana farkları olarak anonimlik ve/veya izlenemezlik iddiasında bulunan iyi bilinen kripto para birimlerinin bir analizi yer almaktadır. Bitcoin'in kendisi bu analizin kapsamında değildir çünkü hiçbir zaman anonim olduğu iddia edilmemiştir.
ur: یہاں معروف کرپٹو کرنسیوں کا ایک تجزیہ ہے جو اپنے کلیدی تفریق کے طور پر گمنامی اور/یا ناقابل شناخت ہونے کا دعویٰ کرتی ہیں۔ Bitcoin خود اس تجزیے کے دائرہ کار میں نہیں ہے کیونکہ اس نے کبھی بھی گمنام ہونے کا دعویٰ نہیں کیا ہے۔
zh_cn: 下面给出的分析比较了那些主流隐私币/匿名币他们的区别和不同. 比特币并不在这个讨论的范畴内，而比特币本身也从未声称过它是匿名的.
zh_tw: 下面給出的分析比較了那些主流隱私幣/匿名幣他們的區別和不同. 比特幣並不在這個討論的範疇內，而比特幣本身也從未聲稱過它是匿名的.
