Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb30
source: At the moment, we don't have a standalone mobile app. But you can receive mobile notifications in {telegram}! {thisGuide} will take you through the Telegram notifications activation process (it's easy). Our bot will then send you notifications on your {appName} events.
cs: V současné době nemáme samostatnou mobilní aplikaci. Ale můžete přijímat mobilní oznámení v {telegram}! {thisGuide} vás provede procesem aktivace oznámení telegramu (je to snadné). Náš robot vám poté zašle oznámení o vašich událostech {appName}.
fi: Kyllä, me teemme! Jos sinulla on Android, voit hankkia sen {playstoreLink}:lle, {fdroidLink}:lle tai voit ladata {apkLink} suoraan. iOS-laitteille se on saatavilla {appstoreLink}:ssä. Voit myös vastaanottaa mobiili-ilmoituksia {telegram}:ssä! {thisGuide} vie sinut Telegram-ilmoitusten aktivointiprosessin läpi (se on helppoa). Bottimme lähettää sinulle ilmoituksia {appName} tapahtumistasi.
fr: Pour le moment, nous n'avons pas d'application mobile autonome. Mais vous pouvez recevoir des notifications mobiles dans {telegram} ! {thisGuide} vous guidera tout au long du processus d'activation des notifications Telegram (c'est facile). Notre bot vous enverra alors des notifications sur vos événements {appName}.
it: Sì, lo sappiamo! Se hai Android, puoi scaricarlo su {playstoreLink}, {fdroidLink} oppure puoi scaricare direttamente {apkLink}. Per i dispositivi iOS, è disponibile su {appstoreLink}. Puoi anche ricevere notifiche mobili in {telegram}! {thisGuide} ti guiderà attraverso il processo di attivazione delle notifiche di Telegram (è facile). Il nostro bot ti invierà quindi notifiche sui tuoi eventi {appName}.
lt: Taip! Jei turite „Android“, galite jį gauti naudodami {playstoreLink}, {fdroidLink} arba galite atsisiųsti {apkLink} tiesiogiai. „iOS“ įrenginiuose jis pasiekiamas naudojant {appstoreLink}. Taip pat galite gauti mobiliuosius pranešimus {telegram}! {thisGuide} padės suaktyvinti Telegramos pranešimus (tai paprasta). Tada mūsų robotas atsiųs jums pranešimus apie {appName} įvykius.
nb: Ja det gjør vi! Hvis du har Android, kan du få den på {playstoreLink}, {fdroidLink}, eller du kan laste ned {apkLink} direkte. For iOS-enheter er den tilgjengelig på {appstoreLink}. Du kan også motta mobilvarsler i {telegram}! {thisGuide} tar deg gjennom aktiveringsprosessen for Telegram-varsler (det er enkelt). Boten vår vil da sende deg varsler om dine {appName}-hendelser.
nl: Op dit moment hebben we geen zelfstandige mobiele app. Maar u kunt mobiele meldingen ontvangen in {telegram}! {thisGuide} leidt u door het activeringsproces voor Telegram-meldingen (het is eenvoudig). Onze bot stuurt u dan meldingen over uw {appName}-gebeurtenissen.
pl: Tak! Jeśli masz Androida, możesz pobrać go na {playstoreLink}, {fdroidLink} lub bezpośrednio pobrać {apkLink}. W przypadku urządzeń z systemem iOS jest dostępny na {appstoreLink}. Możesz także otrzymywać powiadomienia mobilne w {telegram}! {thisGuide} przeprowadzi Cię przez proces aktywacji powiadomień Telegram (to proste). Nasz bot wyśle Ci powiadomienia o wydarzeniach w {appName}.
pt_br: No momento não temos um aplicativo dedicado. Mas você pode receber suas notificações no {telegram}! {thisGuide} vai te ajudar no processo para ativar as notificações via Telegram (é bem fácil). Nosso bot te enviará notificações dos eventos que se passam na sua conta {appName}.
sl: Da, imamo! Če imate Android, ga lahko dobite na {playstoreLink}, {fdroidLink} ali pa neposredno prenesete {apkLink}. Za naprave iOS je na voljo na {appstoreLink}. V {telegram} lahko prejemate tudi mobilna obvestila! {thisGuide} vas bo popeljal skozi postopek aktivacije obvestil Telegram (je enostavno). Naš bot vam bo nato poslal obvestila o vaših {appName} dogodkih.
sv: Ja det gör vi! Om du har Android kan du få den på {playstoreLink}, {fdroidLink}, eller så kan du ladda ner {apkLink} direkt. För iOS-enheter är den tillgänglig på {appstoreLink}. Du kan också ta emot mobilaviseringar i {telegram}! {thisGuide} tar dig genom aktiveringsprocessen för Telegram-meddelanden (det är enkelt). Vår bot kommer sedan att skicka dig aviseringar om dina {appName}-händelser.
tl: Sa ngayon, wala kaming standalone na mobile app. Ngunit maaari kang makatanggap ng mga abiso sa mobile sa {telegram}! Dadalhin ka ng {thisGuide} sa proseso ng pag-activate ng mga notification sa Telegram (madali lang). Magpapadala sa iyo ang aming bot ng mga notification sa iyong {appName} na mga kaganapan.
tr: Evet yaparız! Android'iniz varsa, onu {playstoreLink}, {fdroidLink} üzerinden edinebilir veya doğrudan {apkLink}'i indirebilirsiniz. iOS cihazlarda {appstoreLink}'te mevcuttur. Ayrıca {telegram}'te mobil bildirimler alabilirsiniz! {thisGuide} sizi Telegram bildirimlerini etkinleştirme sürecine yönlendirecektir (kolaydır). Botumuz daha sonra size {appName} etkinliklerinizle ilgili bildirimler gönderecektir.
ur: جی ہاں، ہم کرتے ہیں! اگر آپ کے پاس Android ہے تو آپ اسے {playstoreLink}، {fdroidLink} پر حاصل کر سکتے ہیں، یا آپ براہ راست {apkLink} ڈاؤن لوڈ کر سکتے ہیں۔ iOS آلات کے لیے، یہ {appstoreLink} پر دستیاب ہے۔ آپ موبائل اطلاعات {telegram} میں بھی حاصل کر سکتے ہیں! {thisGuide} آپ کو ٹیلیگرام نوٹیفیکیشن ایکٹیویشن کے عمل میں لے جائے گا (یہ آسان ہے)۔ اس کے بعد ہمارا بوٹ آپ کو آپ کے {appName} ایونٹس پر اطلاعات بھیجے گا۔
zh_cn: 是的，我们愿意！如果您有Android系统，可以在{playstoreLink}、{fdroidLink}上获取，也可以直接下载{apkLink}。对于 iOS 设备，它可在 {appstoreLink} 上使用。您还可以在{telegram}中接收手机通知！ {thisGuide} 将带您完成 Telegram 通知激活过程（很简单）。然后，我们的机器人将向您发送有关您的 {appName} 事件的通知。
zh_tw: 是的，我們有！如果你有安卓系統，可以在{playstoreLink}、{fdroidLink}上獲取，也可以直接下載{apkLink}。對於 iOS 設備，它在 {appstoreLink} 上可用。也可以在【X225X】接收手機通知！ {thisGuide} 將帶您完成 Telegram 通知激活過程（很簡單）。然後我們的機器人會向您發送有關您的 {appName} 事件的通知。

# faq250Sbanswer8722Sb308722Sbthis8722Sbguide
source: This guide
cs: Tento průvodce
fi: Tämä opas
fr: Ce guide
it: Questa guida
lt: Šis vadovas
nb: Denne guiden
nl: Deze handleiding
pl: Ten przewodnik
pt_br: Esse guia
sl: Ta vodnik
sv: Denna guide
tl: Ang gabay na ito
tr: Bu kılavuz
ur: یہ گائیڈ
zh_cn: 该指南
zh_tw: 該指南

# faq250Sbanswer8722Sb32
source: The transaction priority is a setting used in Monero to set your payment apart from other payments in the Monero network (if there is any competition). Low priority transactions may take a longer time to complete.
cs: Priorita transakce je nastavení používané v Monero k odlišení vaší platby od ostatních plateb v síti Monero (pokud existuje konkurence). Dokončení transakcí s nízkou prioritou může trvat déle.
fi: Transaktioprioriteetti on asetus, jota käytetään Monerossa maksun erottamiseen muista Monero-verkoston maksuista (jos kilpailua on). Matalan prioriteetin tapahtumien suorittaminen voi kestää kauemmin.
fr: La priorité de transaction est un paramètre utilisé dans Monero pour différencier votre paiement des autres paiements du réseau Monero (en cas de concurrence). Les transactions de faible priorité peuvent prendre plus de temps à se terminer.
it: La priorità della transazione è un'impostazione utilizzata per impostare il pagamento separatamente dagli altri pagamenti nella rete Monero. Le transazioni a bassa priorità potrebbero richiedere più tempo per essere completate.
lt: Operacijos prioritetas yra nustatymas, naudojamas Monero, kad jūsų mokėjimas būtų atskirtas nuo kitų mokėjimų Monero tinkle (jei yra konkurencija). Žemo prioriteto operacijos gali užtrukti ilgiau.
nb: Transaksjonsprioriteten er en innstilling som brukes i Monero for å skille betalingen din fra andre betalinger i Monero-nettverket (hvis det er konkurranse). Transaksjoner med lav prioritet kan ta lengre tid å fullføre.
nl: De transactieprioriteit is een instelling die in Monero wordt gebruikt om uw betaling te onderscheiden van andere betalingen in het Monero-netwerk (als er concurrentie is). Transacties met een lage prioriteit kunnen meer tijd in beslag nemen.
pl: Priorytet transakcji to ustawienie używane w Monero w celu odróżnienia płatności od innych płatności w sieci Monero (jeśli istnieje jakakolwiek konkurencja). Transakcje o niskim priorytecie mogą zająć więcej czasu.
pt_br: A prioridade da transação é usada para distinguir sua transação de outras da rede Monero (caso haja competição). Transações de baixa prioridade podem levar mais tempo para serem mineradas.
sl: Prioriteta transakcije je nastavitev, ki se pri Monero uporablja za razlikovanje vašega plačila od drugih plačil v Monero omrežju (če obstaja konkurenca). Izvedba transakcij z nizko prioriteto lahko traja dlje časa.
sv: Transaktionsprioritet är en inställning som används i Monero för att skilja din betalning från andra betalningar i Monero-nätverket (om det finns någon konkurrens). Transaktioner med låg prioritet kan ta längre tid att slutföra.
tl: Ang priyoridad ng transaksyon ay isang setting na ginagamit sa Monero upang itakda ang iyong pagbabayad bukod sa iba pang mga pagbabayad sa network ng Monero (kung mayroong anumang kumpetisyon). Ang mga transaksyong mababa ang priyoridad ay maaaring tumagal ng mas mahabang oras upang makumpleto.
tr: İşlem önceliği, ödemenizi Monero ağındaki diğer ödemelerden (herhangi bir rekabet varsa) ayırmak için Monero'da kullanılan bir ayardır. Düşük öncelikli işlemlerin tamamlanması daha uzun zaman alabilir.
ur: لین دین کی ترجیح ایک ترتیب ہے جو Monero میں آپ کی ادائیگی کو Monero نیٹ ورک میں دیگر ادائیگیوں سے الگ کرنے کے لیے استعمال کی جاتی ہے (if there is any competition)۔ کم ترجیحی لین دین کو مکمل ہونے میں زیادہ وقت لگ سکتا ہے۔
zh_cn: 交易优先级是一种用于设您的交易与门罗币网络中的其他交易的优先级（如果有任何竞争）的设置。 低优先级的交易可能需要较长时间才能确认。
zh_tw: 交易優先級是一種用於設您的交易與門羅幣網絡中的其他交易的優先級（如果有任何競爭）的設置。 低優先級的交易可能需要較長時間才能確認。

# faq250Sbanswer8722Sb32250Sb1
source: In Bitcoin, fee levels affect the speed at which your transaction is going to be confirmed by incentivizing miners to prioritize your transaction for a higher fee. A high fee transaction is estimated to be confirmed within a few blocks; A medium fee transaction is estimated to be confirmed within a day; A low fee transaction is estimated to be confirmed within a week.
cs: V bitcoinech ovlivňují úrovně poplatků rychlost, s jakou bude vaše transakce potvrzena tím, že těžaři budou motivováni k tomu, aby upřednostnili vaši transakci za vyšší poplatek. Odhaduje se, že transakce s vysokými poplatky bude potvrzena během několika bloků; Odhaduje se, že transakce se středním poplatkem bude potvrzena do jednoho dne; Odhaduje se, že transakce s nízkým poplatkem bude potvrzena do týdne.
fi: Bitcoinissa maksutasot vaikuttavat nopeuteen jolla tapahtumasi vahvistetaan, kannustamalla louhijoita priorisoimaan tapahtumasi korkeampaa maksua vastaan. Korkean maksun tapahtuman arvioidaan vahvistuvan muutaman lohkon sisällä; Keskihintaisen maksutapahtuman arvioidaan vahvistuvan vuorokauden sisällä; Halpamaksutapahtuman arvioidaan vahvistuvan viikon sisällä.
fr: Dans Bitcoin, les niveaux de frais affectent la vitesse à laquelle votre transaction va être confirmée en incitant les mineurs à donner la priorité à votre transaction moyennant des frais plus élevés. On estime qu'une transaction à frais élevés est confirmée en quelques blocs ; On estime qu'une transaction à frais moyens est confirmée en une journée ; Une transaction à frais modiques devrait être confirmée en une semaine.
it: In Bitcoin, i livelli delle commissioni influenzano la velocità con cui la transazione verrà confermata incentivando i miner a dare la priorità alla transazione per una commissione più alta. Si stima che una transazione con commissioni elevate venga confermata entro pochi blocchi; Si stima che una transazione a tariffa media venga confermata entro un giorno; Si stima che una transazione a basso costo venga confermata entro una settimana.
lt: „Bitcoin“ mokesčių lygiai turi įtakos jūsų sandorio patvirtinimo greičiui, skatinant kalnakasius teikti pirmenybę jūsų sandoriui už didesnį mokestį. Apskaičiuota, kad didelio mokesčio sandoris bus patvirtintas per kelis blokus; Vidutinio mokesčio sandoris bus patvirtintas per dieną; Mažo mokesčio sandoris bus patvirtintas per savaitę.
nb: I Bitcoin påvirker gebyrnivåer hastigheten som transaksjonen din skal bekreftes med ved å oppmuntre gruvearbeidere til å prioritere transaksjonen din for en høyere avgift. En transaksjon med høye gebyrer anslås å bli bekreftet innen noen få blokker; En transaksjon med middels avgift anslås å bli bekreftet innen en dag; En transaksjon med lavt gebyr anslås å bli bekreftet innen en uke.
nl: In Bitcoin beïnvloeden de vergoedingsniveaus de snelheid waarmee uw transactie wordt bevestigd door 'miners' te stimuleren om prioriteit te geven aan uw transactie voor een hogere vergoeding. Een transactie met hoge kosten wordt naar schatting binnen een paar blokken bevestigd; Een transactie met gemiddelde kosten wordt naar schatting binnen een dag bevestigd; Een transactie met lage kosten wordt naar schatting binnen een week bevestigd.
pl: W Bitcoinie poziomy opłat wpływają na prędkość, z jaką Twoja transakcja zostanie potwierdzona przez minerów zachęcając ich do wybrania Twojej transakcji szybciej kosztem innych, aby uzyskać Twoją opłatę. Szacuje się, że transakcja wysokiej opłaty zostanie potwierdzona w ciągu kilku bloków; Szacuje się, że transakcja średniej opłaty zostanie potwierdzona w ciągu jednego dnia; Szacuje się, że transakcja niskiej opłaty zostanie potwierdzona w ciągu tygodnia.
pt_br: No Bitcoin, os níveis de taxas afetam a velocidade com que sua transação será confirmada, incentivando os mineiros a priorizar sua transação por uma taxa mais alta. Estima-se que a transação de alta taxa seja confirmada dentro de alguns blocos; Estima-se que a transação de taxa média seja confirmada em um dia; Estima-se que a transação de baixa taxa seja confirmada em uma semana.
sl: Pri Bitcoinu raven provizije vpliva na hitrost potrjevanja vaše transakcije, tako, da rudarji dajo prednost vaši transakciji za višjo provizijo. Ocenjuje se, da bo transakcija z visoko provizijo potrjena v nekaj blokih; Transakcija s srednjo provizijo bo potrjena v roku enega dneva; Transakcija z nizko provizijo bo predvidoma potrjena roku enega tedna.
sv: I Bitcoin påverkar avgiftsnivåer den hastighet med vilken din transaktion kommer att bekräftas genom att uppmuntra gruvarbetare att prioritera din transaktion för en högre avgift. En transaktion med hög avgift beräknas vara bekräftad inom några kvarter; En transaktion med medelhög avgift beräknas bli bekräftad inom en dag; En transaktion med låg avgift beräknas bli bekräftad inom en vecka.
tl: Sa Bitcoin, ang mga antas ng bayad ay nakakaapekto sa bilis kung saan ang iyong transaksyon ay makukumpirma sa pamamagitan ng pagbibigay-insentibo sa mga minero na unahin ang iyong transaksyon para sa mas mataas na bayad. Ang isang transaksyon na may mataas na bayad ay tinatantya na makumpirma sa loob ng ilang bloke; Ang isang transaksyon sa katamtamang bayad ay tinatantya na makumpirma sa loob ng isang araw; Ang isang transaksyon sa mababang bayad ay tinatantya na makukumpirma sa loob ng isang linggo.
tr: Bitcoin'de ücret seviyeleri, madencileri işleminize daha yüksek bir ücret karşılığında öncelik vermeye teşvik ederek işleminizin onaylanma hızını etkiler. Yüksek ücretli bir işlemin birkaç blok içinde onaylanacağı tahmin ediliyor; Orta düzeyde ücret gerektiren bir işlemin bir gün içerisinde onaylanması tahmin edilmektedir; Düşük ücretli bir işlemin bir hafta içinde onaylanması bekleniyor.
ur: Bitcoin میں، فیس کی سطح اس رفتار کو متاثر کرتی ہے جس سے آپ کے لین دین کی تصدیق ہونے والی ہےminers کو زیادہ فیس کے لیے آپ کے لین دین کو ترجیح دینے کے لیے ترغیب دے کر۔ چند بلاکس کے اندر ایک زیادہ فیس کے لین دین کی تصدیق کا تخمینہ لگایا جاتا ہے۔ ایک درمیانی فیس کے لین دین کی تصدیق ایک دن کے اندر ہونے کا تخمینہ ہے۔ ایک کم فیس کے لین دین کی تصدیق ایک ہفتے کے اندر متوقع ہے۔
zh_cn: 在比特币中，通过激励矿工以更高的费用优先处理您的交易，费用水平会影响您确认交易的速度。估计高额费用交易将在几个步骤之内得到确认；预计将在一天之内确认中等费用交易；估计低价交易将在一周内确认。
zh_tw: 在比特幣中，通過激勵礦工以更高的費用優先處理您的交易，費用水平會影響您確認交易的速度。估計高額費用交易將在幾個步驟之內得到確認；預計將在一天之內確認中等費用交易；估計低價交易將在一周內確認。
