Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb7250Sbtext
source: <p>In the 2017-2018 era, the Monero community made a commitment to keep ASICs off of the network. This was done by continuously hard forking every six months to a new proof-of-work algorithm, which would stop ASICs from taking over the network. The printer analogy in our <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">article on mining in Monero</a> explains how this works.</p> <p>What most people don't know is that Monero's hard forks did not begin for the reasons of changing its proof-of-work. Monero had been hard forking every six months prior to this as well, going back as far as 2015. Why do these hard forks in the first place? Ask any person that works on privacy and they will tell you that privacy is an arms race. One side makes good privacy, the other develops tools that can break said privacy, causing the first side to develop stronger technology, and the cycle goes on and on.</p> <p>A major example of pre-PoW change hard forks is the inclusion of RingCT in 2017, arguably the biggest changes to Monero ever that increased Monero's privacy by many orders of magnitude. We simply think it’s too soon to ossify the protocol, especially with exciting new privacy technologies in the works, such as Triptych and Lelantus. That said, we work hard to ensure our development, research, and more are as decentralized as possible. We have <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">an article that covers that topic</a> as well, so be sure to check it out.</p> <p>All this to say, the decentralized development team is finding it too difficult and exhausting to keep up this schedule and is looking to transition to a hard fork every nine months or even every year. This is because the community feels, with advancements like Triptych and Arcturus, we're getting close to what we are hoping will be a truly robust privacy with few weak points, leading to the lack of necessity for sustained, protocol-changing development. And on the proof-of-work front several community members created RandomX as a last gambit to keep ASICs off of the network. At time of writing, we’re still in the middle of this experiment, and have yet to see if it will be successful in the long term, but one of the desired results has come to pass, another reason for rapid forking removed, enabling a slower forking schedule.</p>
cs: <p>V letech 2017-2018 se komunita Monero zavázala, že ASIC nebude v síti používat. Toho bylo dosaženo tím, že každých šest měsíců byl průběžně prováděn hard forking na nový proof-of-work algoritmus, který by ASICům zabránil v ovládnutí sítě. Analogie s tiskárnou v našem <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">článku o těžbě v Moneru</a> vysvětluje, jak to funguje.</p> <p>Většina lidí neví, že hard forky Monera nezačaly kvůli změně proof-of-work. Monero se hard forkovalo každých šest měsíců i předtím, a to už od roku 2015. Proč tyto hard forky vůbec dělat? Zeptejte se kteréhokoli člověka, který se zabývá ochranou soukromí, a řekne vám, že ochrana soukromí je závod ve zbrojení. Jedna strana vytváří dobré soukromí, druhá vyvíjí nástroje, které mohou zmíněné soukromí prolomit, což způsobuje, že první strana vyvíjí silnější technologii, a cyklus pokračuje dál a dál.</p> <p>Hlavním příkladem hard forků před změnou PoW je začlenění RingCT v roce 2017, pravděpodobně největší změny v Moneru, která zvýšila soukromí Monera o mnoho řádů. Jednoduše si myslíme, že je příliš brzy na to, aby protokol zkostnatěl, zejména s ohledem na nové vzrušující technologie ochrany soukromí, na kterých se pracuje, jako jsou Triptych a Lelantus. Přesto tvrdě pracujeme na tom, aby náš vývoj, výzkum a další aktivity byly co nejvíce decentralizované. Máme <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">článek, který pokrývá i toto téma</a>, takže se na něj určitě podívejte.</p> <p>Všechno to znamená, že pro decentralizovaný vývojový tým je příliš obtížné a vyčerpávající dodržovat tento plán a chce přejít na hard fork každých devět měsíců nebo dokonce každý rok. Je to proto, že komunita má pocit, že díky pokrokům, jako je Triptych a Arcturus, se blížíme k tomu, v co doufáme, že bude skutečně robustní soukromí s několika slabými místy, což vede k tomu, že není potřeba trvalého vývoje, který by měnil protokol. A co se týče proof-of-work, několik členů komunity vytvořilo RandomX jako poslední pokus, jak udržet ASIC mimo síť. V době psaní tohoto článku jsme stále uprostřed tohoto experimentu a musíme ještě zjistit, zda bude dlouhodobě úspěšný, ale jeden z požadovaných výsledků se dostavil, další důvod pro rychlé forkování byl odstraněn, což umožnilo pomalejší rozvrh forkování.</p>
fi: <p>2017–2018 aikakaudella Monero-yhteisö sitoutui pitämään ASIC:t poissa verkosta. Tämä tehtiin forkkaamalla jatkuvasti kuuden kuukauden välein uuteen proof-of-work-algoritmiin, joka estäisi ASIC:itä valtaamasta verkkoa. Tulostimen analogia <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">-artikkelissamme Moneron louhintatoiminnasta</a> selittää, kuinka tämä toimii.</p> <p>Useimmat ihmiset eivät tiedä, että Moneron hard forkit eivät alkaneet syistä, jotka muuttivat sen proof-of-workkia. Monero oli tehnyt hard forkin kuuden kuukauden välein myös tätä ennen, aina vuoteen 2015 asti. Miksi nämä hard forkit ylipäätään tehtiin? Kysy keneltä tahansa henkilöltä, joka työskentelee yksityisyyden parissa ja he kertovat sinulle, että yksityisyys on kilpavarustelu. Toinen puoli tekee hyvää yksityisyyttä, toinen kehittää työkaluja, jotka voivat rikkoa mainitun yksityisyyden, jolloin ensimmäinen puoli kehittää vahvempaa tekniikkaa, ja sykli jatkuu ja jatkuu loputtomiin.</p> <p>Tärkein esimerkki PoW-muutosta edeltävistä hard forkeista on RingCT:n sisällyttäminen vuonna 2017, luultavasti kaikkien aikojen suurimmat Moneron muutokset, jotka lisäsivät Moneron yksityisyyttä useilla suuruusluokilla. Mielestämme on yksinkertaisesti liian aikaista kangistaa protokollaa, varsinkin kun valmisteilla on uusia jännittäviä tietosuojatekniikoita, kuten Triptych ja Lelantus. Teemme kuitenkin kovasti töitä varmistaaksemme, että kehitystyömme, tutkimuksemme ja muut ovat mahdollisimman hajautettuja. Meillä on <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">artikkeli, joka kattaa myös tämän aiheen</a>, joten muista tarkistaa se.</p> <p>Kaikki tämä tiivistää siihen, että hajautetun kehitystiimin on liian vaikeaa ja uuvuttavaa pysyä tässä aikataulussa, ja se aikoo siirtyä hard forkkaamaan yhdeksän kuukauden välein tai jopa vain kerran vuodessa. Tämä johtuu siitä, että yhteisö kokee että edistyminen, kuten Triptych ja Arcturus, lähestyy sitä minkä toivomme olevan todella vankka yksityisyys muutamilla heikoilla kohdilla, mikä taas johtaa siihen, että jatkuvaa protokollaa muuttavaa kehitystä ei tarvita. Ja työn todisteena useat yhteisön jäsenet loivat RandomX:n viimeisenä keinona pitää ASIC:t poissa verkosta. Tätä kirjoitettaessa olemme vielä kesken tämän kokeilun, emmekä saa nähdä onnistuuko se pitkällä aikavälillä, mutta yksi halutuista tuloksista on saavutettu, toinen syy nopeaan forkkaamiseen on poistettu, mikä mahdollistaa hitaamman forkkausaikataulun.</p>
fr: <p>Dans la période 2017-2018, la communauté Monero s'est engagée à garder les ASIC hors du réseau. Cela a été fait en créant « hard forks » (« embranchements durs », signifiant une nouvelle version non rétro-compatible) tous les six mois vers un nouvel algorithme de minage par preuve de travail, qui empêcherait les ASIC de prendre le contrôle du réseau. L'analogie de l'imprimante dans notre <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">article sur le minage de Monero</a> explique comment cela fonctionne.</p> <p>Ce que la plupart des gens ne savent pas, c'est que les « hard forks » de Monero n'ont pas commencé pour des raisons de changement de son algorithme de minage par preuve de travail. Monero en faisait déjà tous les six mois auparavant, remontant jusqu'en 2015. Pourquoi donc faire tous ces « hard forks » ? Demandez à n'importe quelle personne qui travaille sur la confidentialité et elle vous dira que c'est la « course aux armements ». Un côté met en place des mécanismes forts de confidentialité, l'autre développe des outils qui peuvent briser ladite confidentialité, obligeant le premier côté à développer une technologie plus forte, et le cycle continue encore et encore.</p> <p>Un exemple majeur de « hard fork » d'avant cette période de changement d'algorithme de minage par preuve de travail est l'inclusion de la technologie RingCT en 2017, sans doute un des plus grands changements jamais apportés à Monero qui a augmenté la confidentialité de Monero de plusieurs ordres de grandeur. Nous pensons simplement qu'il est trop tôt pour scléroser le protocole, en particulier avec de nouvelles technologies de confidentialité passionnantes en préparation, telles que Triptych ou Lelantus. Cela dit, nous travaillons dur pour nous assurer que notre développement, nos recherches et bien plus encore sont aussi décentralisés que possible. Nous avons <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">un article qui couvre également ce sujet</a>, et nous vous conseillons de le consulter si cela vous intéresse.</p> <p>Tout cela pour dire que l'équipe de développement décentralisée trouve qu'il est trop difficile et épuisant de respecter ce calendrier et cherche à passer à un « hard fork » tous les neuf mois, voire tous les ans. En effet, la communauté a le sentiment qu'avec des avancées telles que Triptych ou Arcturus, nous nous rapprochons de ce que nous espérons être une confidentialité vraiment robuste avec peu de points faibles, conduisant à la non nécessité d'un développement soutenu pour l'évolution du protocole. Et sur le front de l'algorithme de minage par preuve de travail, plusieurs membres de la communauté ont créé RandomX comme dernière tentative pour garder les ASIC hors du réseau. Au moment de l'écriture de ces lignes, nous sommes encore au milieu de cette expérience, et nous n'avons pas encore vu si elle réussira à long terme, mais l'un des résultats souhaités s'est produit, ce qui est une autre raison d'arrêter les « hard forks » trop rapprochés, permettant un calendrier de « fork » plus espacé.</p>
it: <p>Nell'era 2017-2018, la comunità Monero si è impegnata a mantenere gli ASIC fuori dalla rete. Ciò è stato fatto eseguendo il fork continuo ogni sei mesi di un nuovo algoritmo di prova del lavoro, che avrebbe impedito agli ASIC di assumere il controllo della rete. L'analogia della stampante nel nostro <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">articolo sul mining a Monero</a> spiega come funziona.</p> <p>Alla fine, il team di sviluppo decentralizzato ha trovato troppo difficile ed estenuante mantenere questo programma, e così hanno creato RandomX come ultima mossa per tenere fuori ASIC. Al momento della stesura, siamo ancora nel mezzo di questo esperimento e dobbiamo ancora vedere se avrà successo a lungo termine, ma uno dei risultati desiderati è arrivato, un programma di fork più lento. </p> <p>Perché continuiamo a sborsare? Chiedi a qualsiasi persona che lavora sulla privacy e ti diranno che la privacy è una corsa agli armamenti. Una parte crea una buona privacy, l'altra sviluppa strumenti che possono infrangere detta privacy, facendo sì che la prima parte sviluppi una tecnologia più forte e il ciclo continua all'infinito. Pensiamo semplicemente che sia troppo presto per ossificare il protocollo, in particolare con nuove entusiasmanti tecnologie di privacy in cantiere, come Triptych e Lelantus. Detto questo, lavoriamo sodo per garantire che il nostro sviluppo, la ricerca e altro siano il più decentralizzati possibile. Abbiamo <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">un articolo che copre anche quell'argomento</a> , quindi assicurati di dare un'occhiata.</p>
lt: <p>2017–2018 m. eroje Monero bendruomenė įsipareigojo neleisti ASIC tinkle. Tai buvo daroma kas šešis mėnesius nuolat sunkiai įsisavinant naują darbo patikrinimo algoritmą, kuris neleistų ASIC perimti tinklo. Spausdintuvo analogija mūsų <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank"> straipsnyje apie kasybą Monero</a> paaiškina, kaip tai veikia.</p> <p> Dauguma žmonių nežino, kad Monero kietosios šakės neprasidėjo dėl to, kad buvo pakeistas darbo įrodymas. Monero prieš tai taip pat kas šešis mėnesius atsitraukdavo nuo 2015 m. Paklauskite bet kurio asmens, kuris rūpinasi privatumu, ir jie jums pasakys, kad privatumas yra ginklavimosi varžybos. Viena pusė užtikrina gerą privatumą, kita kuria įrankius, kurie gali pažeisti minėtą privatumą, todėl pirmoji pusė sukuria stipresnę technologiją, o ciklas tęsiasi ir tęsiasi.</p> <p>Pagrindinis prieš PoW pakeitimą pakeitusių kietųjų šakių pavyzdys yra RingCT įtraukimas 2017 m., be abejo, didžiausi visų laikų Monero pakeitimai, kurie padidino Monero privatumą daugeliu dydžių. Tiesiog manome, kad dar per anksti sukaulinti protokolą, ypač kai kuriamos įdomios naujos privatumo technologijos, pvz., Triptikas ir Lelantus. Be to, mes sunkiai dirbame, kad mūsų plėtra, tyrimai ir kt. būtų kuo decentralizuoti. Turime <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">straipsnį, kuriame taip pat nagrinėjama ta tema</a>, todėl būtinai peržiūrėkite jį.</p> <p>Visa tai galima pasakyti, kad decentralizuoto kūrimo komandai per sunku ir vargina laikytis šio grafiko, todėl ji siekia pereiti prie „hard fork“ kas devynis mėnesius ar net kasmet. Taip yra todėl, kad bendruomenė mano, kad dėl pažangos, tokios kaip Triptikas ir Arktūras, artėjame prie to, ko tikimės, bus tikrai tvirtas privatumas su keletu silpnųjų vietų, todėl nereikia nuolatinio, protokolą keičiančio vystymosi. Darbo įrodymo srityje keli bendruomenės nariai sukūrė „RandomX“ kaip paskutinę gamtą, kad ASIC nepatektų į tinklą. Rašydami šį eksperimentą, mes vis dar esame šio eksperimento viduryje ir dar turime pamatyti, ar jis bus sėkmingas ilgalaikėje perspektyvoje, tačiau pasiektas vienas iš norimų rezultatų, pašalinta kita greito išsišakojimo priežastis, leidžianti lėtesnis išsišakojimo grafikas.</p>
nb: <p>I 2017-2018-epoken forpliktet Monero-fellesskapet seg til å holde ASIC-er borte fra nettverket. Dette ble gjort ved kontinuerlig hardt gaffel hver sjette måned til en ny proof-of-work-algoritme, som ville stoppe ASIC-er fra å overta nettverket. Skriveranalogien i vår <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikkel om gruvedrift i Monero</a> forklarer hvordan dette fungerer.</p> <p>Det folk flest ikke vet er at Moneros harde gafler ikke startet av grunner til å endre bevis-på-arbeid. Monero hadde vært hardt gaffel hver sjette måned før dette også, så langt tilbake som 2015. Hvorfor gjør disse harde gaflene i utgangspunktet? Spør enhver person som jobber med personvern, og de vil fortelle deg at personvern er et våpenkappløp. Den ene siden skaper godt personvern, den andre utvikler verktøy som kan bryte dette personvernet, noe som får den første siden til å utvikle sterkere teknologi, og syklusen fortsetter og fortsetter.</p> <p>Et viktig eksempel på hardgafler før PoW-bytte er inkluderingen av RingCT i 2017, uten tvil de største endringene til Monero noensinne som økte Moneros personvern i mange størrelsesordener. Vi synes rett og slett det er for tidlig å forbedre protokollen, spesielt med spennende nye personvernteknologier på gang, som Triptych og Lelantus. Når det er sagt, jobber vi hardt for å sikre at vår utvikling, forskning og mer er så desentralisert som mulig. Vi har <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">en artikkel som dekker det emnet</a> også, så sørg for å sjekke den ut.</p> <p> Alt dette for å si, det desentraliserte utviklingsteamet finner det for vanskelig og utmattende å holde denne tidsplanen og ser etter å gå over til en hard gaffel hver niende måned eller til og med hvert år. Dette er fordi samfunnet føler, med fremskritt som Triptych og Arcturus, at vi nærmer oss det vi håper vil være et virkelig robust personvern med få svake punkter, noe som fører til mangel på nødvendighet for vedvarende, protokollendrende utvikling. Og på bevis-av-arbeid-fronten opprettet flere fellesskapsmedlemmer RandomX som en siste satsing for å holde ASIC-er borte fra nettverket. I skrivende stund er vi fortsatt midt i dette eksperimentet, og har ennå til gode å se om det vil lykkes på lang sikt, men ett av de ønskede resultatene har kommet, en annen grunn til å fjerne raskt gaffel, noe som muliggjør en langsommere gaffelplan.</p>
nl: <p>In 2017-2018 deed de Monero-gemeenschap een toezegging om ASIC's van het netwerk te weren. Dit werd gedaan door elke zes maanden continu hard te forken naar een nieuw proof-of-work-algoritme, dat zou voorkomen dat ASIC's het netwerk zouden overnemen. De printeranalogie in ons <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikel over mining in Monero</a> legt uit hoe dit werkt.</p> <p>Wat de meeste mensen niet weten, is dat de hard forks van Monero niet zijn begonnen om de reden van het wijzigen van de proof-of-work. Monero was hiervoor ook elke zes maanden aan het hard forken geweest, tot 2015. Waarom waren er deze hard forks in de eerste plaats? Vraag het aan iedereen die werkt aan privacy en zij zullen u vertellen dat privacy een wapenwedloop is. De ene kant maakt privacy beter, de andere ontwikkelt tools die deze privacy kunnen doorbreken, waardoor de eerste kant sterkere technologie ontwikkelt, en de cyclus maar door en door gaat.</p> <p>Een belangrijk voorbeeld van pre-PoW change hard forks is de opname van RingCT in 2017, misschien wel de grootste veranderingen in Monero ooit die de privacy van Monero met vele ordes van grootte hebben vergroot. We denken dat het te vroeg is om het protocol te verstarren, vooral met opwindende nieuwe privacytechnologieën in de maak, zoals Triptych en Lelantus. Dat gezegd hebbende, werken we er hard aan om ervoor te zorgen dat onze ontwikkeling, onderzoek en meer zo gedecentraliseerd mogelijk zijn. We hebben <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">een artikel over dit onderwerp</a>, dus zorg ervoor dat u het leest.</p> <p> Dit alles om te zeggen dat het gedecentraliseerde ontwikkelingsteam het te moeilijk en vermoeiend vindt om dit schema bij te houden en elke negen maanden of zelfs elk jaar wil overstappen op een hard fork. Dit komt omdat de gemeenschap het gevoel heeft dat we, met vorderingen als Triptych en Arcturus, in de buurt komen van wat we hopen dat een echt robuuste privacy zal zijn met weinig zwakke punten, wat leidt tot het ontbreken van de noodzaak voor duurzame, protocolveranderende ontwikkeling. En op het gebied van proof-of-work hebben verschillende leden van de gemeenschap RandomX gemaakt als een laatste poging om ASIC's van het netwerk af te houden. Op het moment dat dit geschreven wordt, zitten we nog midden in dit experiment en moeten we nog zien of het op de lange termijn succesvol zal zijn, maar een van de gewenste resultaten is bereikt, een andere reden voor snelle forking is verwijderd, waardoor een langzamer forkschema mogelijk is gemaakt.</p>
pl: <p>Na przełomie 2017 i 2018 roku społeczność Monero zobowiązała się do tego, aby trzymać ACIS z dala od sieci. Dokonano tego poprzez wprowadzanie hard forków do algorytmu proof-of-work co każde sześć miesięcy. W naszym artykule o <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">miningu w Monero</a> jest to wyjaśnione.</p> <p>Większość ludzi nie wie, że hard forków w Monero nie zaczęto wprowadzać z powodów chęci zmiany jego proof-of-work. Monero swoje co sześciomiesięczne hard forki rozpoczęło już wcześniej, sięgając aż do 2015 roku. Co je w ogóle zapoczątkowało? Zapytaj kogokolwiek, kto zajmuje się prywatnością, a dowiesz się, że to wyścig zbrojeń. Jedna strona będzie starała się zapewnić narzędzia, żeby ulepszyć prywatność, a druga strona będzie z nią konkurować i próbować jej to uprzykrzyć powodując tym samym większą motywację do działania u pierwszej strony. Obie strony wzajemnie się napędzają, co pociąga za sobą coraz to lepsze technologie.</p> <p>Dobrym przykładem hard forków poprzedzających późniejsze zmiany w proof-of-work jest włączenie RingCT w 2017 roku. Prawdopodobnie jest to największa zmiana w historii Monero, która zwiększyła jego prywatności o wiele rzędów wielkości. Uważamy, że jest zbyt wcześnie, żeby utrwalić protokół, zwłaszcza będąc świadomym nowych technologii, które są w realizacji tj. Triptych czy Lelantus. W związku z tym, ciężko pracujemy, aby zapewnić, że nasz rozwój, badania i inne są tak zdecentralizowane, jak to tylko możliwe. Mamy dla Ciebie<a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">artykuł dotyczący tego tematu, także</a> nie zapomnij go przeczytać.</p> <p>Mimo wszystkich pozytywnych wpływów hard forków, niezależny zespół stara się, żeby były one wykonywane raz na dziewięć miesięcy czy nawet raz na rok. Nie wynika to tylko z faktu, że hard forki są skomplikowanym i wyczerpującym procesem. Społeczność uważa, że z postępem takim jak Triptych i Arcturus, zbliżamy się do tego, co mamy nadzieję że będzie naprawdę solidną prywatnością z kilkoma słabymi punktami. To naszym zdaniem prowadzi do braku konieczności ciągłych zmian w protokole. </p>
pt_br: <p>Na era 2017-2018, a comunidade Monero se comprometeu a manter os ASICs fora da rede. Isso foi feito forçando continuamente a cada seis meses um novo algoritmo de prova de trabalho, que impediria os ASIC de assumirem o controle da rede. A analogia da impressora em nosso artigo <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">sobre mineração no Monero</a> explica como isso funciona.</p> <p>Por fim, a equipe de desenvolvimento descentralizada achou muito difícil e cansativo manter esse cronograma e, por isso, criou o RandomX como a última aposta para manter os ASICs fora. No momento da redação, ainda estamos no meio desse experimento e ainda precisamos ver se será bem-sucedido a longo prazo, mas um dos resultados desejados já passou, um cronograma mais lento de bifurcação. </p> <p>Por que ainda bifurcamos? Pergunte a qualquer pessoa que trabalhe com privacidade e elas lhe dirão que a privacidade é uma corrida armamentista. Um lado cria boa privacidade, o outro desenvolve ferramentas que podem romper a privacidade, fazendo com que o primeiro desenvolva uma tecnologia mais forte e o ciclo continua. Simplesmente achamos que é muito cedo para ossificar o protocolo, especialmente com novas e emocionantes tecnologias de privacidade em andamento, como Triptych e Lelantus. Dito isto, trabalhamos duro para garantir que nosso desenvolvimento, pesquisa e muito mais sejam o mais descentralizados possível. Temos <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">um artigo que também aborda esse tópico</a> , portanto, verifique-o.</p>
sl: <p>V obdobju 2017–2018 se je skupnost Monero zavezala, da bo ASIC-je izključila iz omrežja. To je bilo storjeno z nenehnim trdim razcepom vsakih šest mesecev na nov algoritem za dokazovanje dela, ki bi preprečil, da bi ASIC-ji prevzeli omrežje. Analogija tiskalnika v našem <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">članku o rudarjenju v Monero</a> pojasnjuje, kako to deluje.</p> <p>Večina ljudi ne ve, da se trdi forki Monera niso začeli zaradi spreminjanja njegovega dokaza o delu. Monero je tudi pred tem izvajal hard forke vsakih šest mesecev, vse do leta 2015. Zakaj sploh pride do teh trdih forkov? Vprašajte katero koli osebo, ki se ukvarja z zasebnostjo, in povedal vam bo, da je zasebnost tekma v oboroževanju. Ena stran zagotavlja dobro zasebnost, druga razvija orodja, ki lahko zlomijo to zasebnost, zaradi česar prva stran razvije močnejšo tehnologijo, in cikel se nadaljuje in nadaljuje.</p> <p>Velik primer trdih forkov pred spremembo PoW je vključitev RingCT leta 2017, kar je verjetno največja sprememba Monera doslej, ki je povečala zasebnost Monera za več stopenj velikosti. Enostavno menimo, da je še prezgodaj za okostenelost protokola, zlasti z vznemirljivimi novimi tehnologijami zasebnosti v delu, kot sta Triptych in Lelantus. Kljub temu se močno trudimo zagotoviti, da so naš razvoj, raziskave in drugo čim bolj decentralizirani. Imamo <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">članek, ki pokriva tudi to temo </a>, zato ga vsekakor preverite.</p> <p>Razvojna ekipa decentralizacije ugotavlja, da je takšen urnik prezahtevno in naporno vzdrževati, zato želi preiti na trdo vilico vsakih devet mesecev ali celo vsako leto. Skupnost namreč meni, da se z napredki, kot sta Triptych in Arcturus, približujemo tistemu, za kar upamo, da bo resnično robustna zasebnost z malo šibkimi točkami, zaradi česar ni potrebe po trajnem razvoju, ki bi spreminjal protokol. Na področju dokazovanja dela pa je več članov skupnosti ustvarilo RandomX kot zadnjo možnost, da bi preprečili dostop ASIC do omrežja. V času pisanja članka smo še vedno sredi tega poskusa in moramo še preveriti, ali bo dolgoročno uspešen, vendar se je uresničil eden od želenih rezultatov, saj je bil odstranjen še en razlog za hitro forkanje, kar je omogočilo počasnejši razpored forkanja.</p>
sv: <p>Under eran 2017–2018 åtog sig Monero-communityt att hålla ASICs borta från nätverket. Detta gjordes genom att kontinuerligt gå hårt var sjätte månad till en ny proof-of-work-algoritm, som skulle stoppa ASICs från att ta över nätverket. Skrivaranalogin i vår <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikel om gruvdrift i Monero</a> förklarar hur detta fungerar.</p> <p>Vad de flesta inte vet är att Moneros hårda gafflar inte började på grund av att de ändrade sitt arbetsbevis. Monero hade också gått hårt var sjätte månad innan detta, så långt tillbaka som till 2015. Varför gör dessa hårda gafflar i första hand? Fråga vilken person som helst som arbetar med integritet och de kommer att berätta att integritet är en kapprustning. Den ena sidan skapar bra integritet, den andra utvecklar verktyg som kan bryta nämnda integritet, vilket får den första sidan att utveckla starkare teknologi, och cykeln fortsätter och fortsätter.</p> <p>Ett stort exempel på hårdgafflar före PoW-byte är införandet av RingCT 2017, utan tvekan den största förändringen av Monero någonsin som ökade Moneros integritet i många storleksordningar. Vi tycker helt enkelt att det är för tidigt att förbena protokollet, särskilt med spännande nya integritetsteknologier på gång, som Triptych och Lelantus. Som sagt, vi arbetar hårt för att säkerställa att vår utveckling, forskning och mer är så decentraliserat som möjligt. Vi har <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">en artikel som tar upp det ämnet</a> också, så se till att kolla in den.</p> <p>Allt detta att säga, det decentraliserade utvecklingsteamet tycker att det är för svårt och utmattande att hålla detta schema och funderar på att gå över till en hård gaffel var nionde månad eller till och med varje år. Detta beror på att samhället känner att vi, med framsteg som Triptych och Arcturus, närmar oss vad vi hoppas kommer att vara en riktigt robust integritet med få svaga punkter, vilket leder till bristen på nödvändighet för hållbar utveckling som förändrar protokollet. Och på proof-of-work-fronten skapade flera communitymedlemmar RandomX som en sista satsning för att hålla ASICs borta från nätverket. I skrivande stund är vi fortfarande mitt uppe i det här experimentet och har ännu inte sett om det kommer att bli framgångsrikt på lång sikt, men ett av de önskade resultaten har uppnåtts, en annan anledning till att snabbt förgrena sig bort, vilket möjliggör ett långsammare gaffelschema.</p>
tl: <p>Sa panahon ng 2017-2018, ang komunidad ng Monero ay gumawa ng pangako na panatilihing wala sa network ang mga ASIC. Ginawa ito sa pamamagitan ng tuluy-tuloy na hard forking tuwing anim na buwan sa isang bagong proof-of-work algorithm, na pipigil sa mga ASIC sa pagkuha sa network. Ang pagkakatulad ng printer sa aming <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikulo sa pagmimina sa Monero</a> ay nagpapaliwanag kung paano ito gumagana.</p> <p>Ang hindi alam ng karamihan sa mga tao ay hindi nagsimula ang mga hard forks ni Monero para sa mga dahilan ng pagbabago nito sa proof-of-work. Si Monero ay naging mahirap mag-forking tuwing anim na buwan bago ito, bumalik hanggang sa 2015. Bakit ang mga matigas na tinidor na ito sa unang lugar? Magtanong sa sinumang tao na gumagawa sa privacy at sasabihin nila sa iyo na ang privacy ay isang arm race. Ang isang panig ay gumagawa ng magandang privacy, ang isa ay gumagawa ng mga tool na maaaring masira ang nasabing privacy, na nagiging sanhi ng unang bahagi upang bumuo ng mas malakas na teknolohiya, at ang ikot ay nagpapatuloy at patuloy.</p> <p>Isang pangunahing halimbawa ng mga pre-PoW change hard forks ay ang pagsasama ng RingCT noong 2017, na malamang na ang pinakamalaking pagbabago sa Monero kailanman na nagpapataas sa privacy ni Monero ng maraming order of magnitude. Sa palagay lang namin ay masyadong maaga upang i-ossify ang protocol, lalo na sa mga kapana-panabik na bagong teknolohiya sa privacy sa mga gawa, tulad ng Triptych at Lelantus. Iyon ay sinabi, nagsusumikap kami nang husto upang matiyak na ang aming pag-unlad, pananaliksik, at higit pa ay desentralisado hangga't maaari. Mayroon kaming <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">isang artikulo na sumasaklaw din sa paksang iyon</a>, kaya siguraduhing tingnan ito.</p> <p>Ibig sabihin, ang desentralisadong development team ay napakahirap at nakakapagod na panatilihin ang iskedyul na ito at naghahanap ng paglipat sa isang hard fork tuwing siyam na buwan o kahit na bawat taon. Ito ay dahil sa pakiramdam ng komunidad, sa mga pagsulong tulad ng Triptych at Arcturus, nalalapit na tayo sa inaasahan nating magiging isang tunay na matatag na privacy na may kaunting kahinaan, na humahantong sa kakulangan ng pangangailangan para sa napapanatiling, pagbabago ng protocol na pag-unlad. At sa harap ng proof-of-work, ilang miyembro ng komunidad ang lumikha ng RandomX bilang isang huling sugal upang panatilihing wala sa network ang mga ASIC. Sa oras ng pagsulat, nasa kalagitnaan pa rin tayo ng eksperimentong ito, at hindi pa natin nakikita kung magiging matagumpay ito sa mahabang panahon, ngunit natupad na ang isa sa mga gustong resulta, isa pang dahilan para sa mabilis na pag-forking na inalis, na nagpapagana. isang mas mabagal na iskedyul ng forking.</p>
tr: <p>2017-2018 döneminde Monero topluluğu ASIC'leri ağdan uzak tutma taahhüdünde bulundu. Bu, ASIC'lerin ağı ele geçirmesini engelleyecek yeni bir iş kanıtı algoritmasına her altı ayda bir sürekli olarak hard fork uygulanmasıyla gerçekleştirildi. Monero'da madencilikle ilgili <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">makalemizdeki</a> yazıcı benzetmesi bunun nasıl çalıştığını açıklıyor.</p> <p>Çoğu insanın bilmediği şey, Monero'nun hard forklarının iş kanıtını değiştirme nedeniyle başlamadığıdır. Monero bundan önce de her altı ayda bir hard fork yapıyordu, 2015 yılına kadar gidiyordu. Neden bu hard forklar ilk etapta yapılıyor? Gizlilik konusunda çalışan herkese sorun, size mahremiyetin bir silahlanma yarışı olduğunu söyleyeceklerdir. Bir taraf iyi gizlilik sağlar, diğer taraf söz konusu gizliliği bozabilecek araçlar geliştirir, bu da ilk tarafın daha güçlü teknoloji geliştirmesine neden olur ve döngü böyle devam eder.</p> <p>PoW öncesi değişiklik sert çatallarının önemli bir örneği, RingCT'nin 2017'de dahil edilmesidir; bu muhtemelen Monero'nun gizliliğini birçok büyüklük düzeyinde artıran Monero'da şimdiye kadarki en büyük değişikliklerdir. Özellikle Triptych ve Lelantus gibi heyecan verici yeni gizlilik teknolojilerinin çalışmaları nedeniyle protokolü kemikleştirmek için henüz çok erken olduğunu düşünüyoruz. Bununla birlikte, geliştirme, araştırma ve daha fazlasının mümkün olduğunca merkezi olmayan olmasını sağlamak için çok çalışıyoruz. <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">Bu konuyu kapsayan bir makalemiz de var</a>, mutlaka göz atın.</p> <p>Tüm bunları söylemek gerekirse, merkezi olmayan geliştirme ekibi bu programa uymayı çok zor ve yorucu buluyor ve her dokuz ayda bir, hatta her yıl bir hard fork'a geçiş yapmayı düşünüyor. Bunun nedeni, topluluğun Triptych ve Arcturus gibi gelişmelerle birlikte, birkaç zayıf noktayla gerçekten sağlam bir gizlilik olacağını umduğumuz şeye yaklaştığımızı düşünmesidir; bu da sürekli, protokol değiştiren bir geliştirme gerekliliğinin ortadan kalkmasına yol açar. Ve çalışma kanıtı cephesinde, birkaç topluluk üyesi, ASIC'leri ağdan uzak tutmak için son bir kumar olarak RandomX'i yarattı. Bu yazının yazıldığı sırada, hâlâ bu deneyin ortasındayız ve uzun vadede başarılı olup olmayacağını henüz görmedik, ancak arzu edilen sonuçlardan biri gerçekleşti; hızlı çatallanmanın bir diğer nedeni ortadan kalktı ve bu da mümkün oldu. daha yavaş bir çatallanma programı.</p>
ur: <p> 2018-2017 کے دور میں، Monero کمیونٹی نے ASICs کو نیٹ ورک سے دور رکھنے کا عہد کیا۔ یہ کام ہر چھ ماہ بعد ایک نئےproof-of-work الگورتھم پر مسلسل سختی سے کیا گیا، جو ASICs کو نیٹ ورک پر قبضہ کرنے سے روک دے گا۔ مونیرو میںmining پر ہمارے <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">مضمون</a> میں پرنٹر کی تشبیہ بتاتی ہے کہ یہ کیسے کام کرتا ہے۔</p> <p>جو زیادہ تر لوگ نہیں جانتے وہ یہ ہے کہ مونیرو کے ہارڈ فورکس اس کےproof-of-work کو تبدیل کرنے کی وجہ سے شروع نہیں ہوئے تھے۔ مونیرو اس سے پہلے بھی ہر چھ ماہ قبل سخت کانٹے لگا رہا تھا، 2015 تک واپس جا رہا تھا۔ یہ سخت کانٹے پہلے جگہ پر کیوں ہیں؟ رازداری پر کام کرنے والے کسی بھی شخص سے پوچھیں اور وہ آپ کو بتائے گا کہ رازداری ہتھیاروں کی دوڑ ہے۔ ایک طرف اچھی پرائیویسی بناتا ہے، دوسرا ایسے ٹولز تیار کرتا ہے جو کہی گئی پرائیویسی کو توڑ سکتے ہیں، جس کی وجہ سے پہلا فریق مضبوط ٹیکنالوجی تیار کرتا ہے، اور یہ سلسلہ چلتا رہتا ہے۔</p> <p>پہلے سے PoW تبدیلی کے سخت فورکس کی ایک بڑی مثال 2017 میں RingCT کی شمولیت ہے، جو کہ مونیرو میں اب تک کی سب سے بڑی تبدیلیاں ہیں جس نے مونیرو کی رازداری کو بہت سے آرڈرز سے بڑھایا ہے۔ ہم صرف یہ سمجھتے ہیں کہ پروٹوکول کو ختم کرنا بہت جلد ہے، خاص طور پر کاموں میں پرائیویسی کی دلچسپ نئی ٹیکنالوجیز، جیسے Triptych اور Lelantus کے ساتھ۔ اس نے کہا، ہم اس بات کو یقینی بنانے کے لیے سخت محنت کرتے ہیں کہ ہماری ترقی، تحقیق اور مزید بہت کچھ ممکن حد تکdecentralized ہو۔ ہمارے پاس <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">ایک مضمون ہے جس میں اس موضوع </a> کا بھی احاطہ کیا گیا ہے، لہذا اسے ضرور دیکھیں۔</p> <p>یہ سب کچھ کہنے کے لیے،غيرمرکزی ترقیاتی ٹیم کو اس شیڈول کو برقرار رکھنا بہت مشکل اور تھکا دینے والا لگ رہا ہے اور وہ ہر نو ماہ یا یہاں تک کہ ہر سال سخت کانٹے کی طرف جانے کی کوشش کر رہی ہے۔ اس کی وجہ یہ ہے کہ کمیونٹی محسوس کرتی ہے، Triptych اور Arcturus جیسی ترقیوں کے ساتھ، ہم اس کے قریب پہنچ رہے ہیں جس کی ہم امید کر رہے ہیں کہ چند کمزور نکات کے ساتھ واقعی ایک مضبوط رازداری ہوگی، جس کے نتیجے میں پائیدار، پروٹوکول تبدیل کرنے والی ترقی کی ضرورت کا فقدان ہے۔ اور پروف آف ورک فرنٹ پر کمیونٹی کے کئی ممبران نے ASICs کو نیٹ ورک سے دور رکھنے کے لیے آخری گیمبٹ کے طور پر RandomX کو بنایا۔ لکھنے کے وقت، ہم ابھی بھی اس تجربے کے بیچ میں ہیں، اور ابھی تک یہ دیکھنا باقی ہے کہ آیا یہ طویل مدتی میں کامیاب ہوگا، لیکن مطلوبہ نتائج میں سے ایک سامنے آیا ہے، تیزی سے کانٹے کو ہٹانے کی ایک اور وجہ، اسے فعال کرنا۔ ایک سست فورکنگ شیڈول۔</p>
zh_cn: <p>在2017-2018年间, 门罗社区表达永远对抗ASIC. 做法是每半年以硬分叉升级的形式更换挖矿算法, 以将ASIC驱逐门罗网络. 在文章里<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">我们用打印机的比方</a>来解释这一切.</p> <p>大部分人太不明白的是, 门罗币的硬分叉并不是一开始就是更换算法导致的. 从2015年开始, 门罗币便每半年硬分叉升级一次. 为什么呢? 问任何一个加密技术工作者, 他都会告诉你技术是一项永远的军备竞赛. 一方研发出不错的隐私技术, 另一方就会想办法破解, 促使前者迭代更强的隐私技术, 如此循环.</p> <p>2017年的RingCT升级就是一个典型的例子, 它将门罗的隐私性提升了数个维度, 也许可以视为门罗币史上最重大的升级. 至今我们认为底层协议还远没有到可以停止进化的时候, 特别是一些令人兴奋的新技术, 如Triptych和Lelantus正在研发之中. 我们而门罗币也尽可能地使研发等工作更加去中心化. 我们的 <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">另一篇文章</a>将会讲述这个话题, 请务必阅读.</p> <p>去中心化的社区也发觉保持每半年一次的硬分叉升级难度很高, 且相当消耗精力, 所以倾向于将迭代周期更改为9个月或1年. 目前社区认为, 当集成了诸如Triptych和Arcturus等技术后, 我们已经很接近长久以来所期待的只有几许瑕疵的强力隐私技术, 所以未来在协议层进行更改的必要性也就大大降低了. 并且由几位社区成员发明的RandomX成为了抗ASIC的最终王牌. 在写作本文时, 我们仍在进行这场抗ASIC试验, 虽然还无法判断它是否会长期有效, 但至少我们不必再像以前那样频繁地硬分叉升级了.</p>
zh_tw: <p>在2017-2018年間, 門羅社區表達永遠對抗ASIC. 做法是每半年以硬分叉升級的形式更換挖礦演算法, 以將ASIC驅逐門羅網路. 在文章裡<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">我們用印表機的比方</a>來解釋這一切.</p> <p>大部分人太不明白的是, 門羅幣的硬分叉並不是一開始就是更換演算法導致的. 從2015年開始, 門羅幣便每半年硬分叉升級一次. 為什麼呢? 問任何一個加密技術工作者, 他都會告訴你技術是一項永遠的軍備競賽. 一方研發出不錯的隱私技術, 另一方就會想辦法破解, 促使前者反覆運算更強的隱私技術, 如此迴圈.</p> <p>2017年的RingCT升級就是一個典型的例子, 它將門羅的隱私性提升了數個維度, 也許可以視為門羅幣史上最重大的升級. 至今我們認為底層協定還遠沒有到可以停止進化的時候, 特別是一些令人興奮的新技術, 如Triptych和Lelantus正在研發之中. 我們而門羅幣也盡可能地使研發等工作更加去中心化. 我們的 <a class="next-link" href="/knowledge/why-monero-is-open-source-and-decentralized" target="_blank">另一篇文章</a>將會講述這個話題, 請務必閱讀.</p> <p>去中心化的社區也發覺保持每半年一次的硬分叉升級難度很高, 且相當消耗精力, 所以傾向於將反覆運算週期更改為9個月或1年. 目前社區認為, 當集成了諸如Triptych和Arcturus等技術後, 我們已經很接近長久以來所期待的只有幾許瑕疵的強力隱私技術, 所以未來在協議層進行更改的必要性也就大大降低了. 並且由幾位社區成員發明的RandomX成為了抗ASIC的最終王牌. 在寫作本文時, 我們仍在進行這場抗ASIC試驗, 雖然還無法判斷它是否會長期有效, 但至少我們不必再像以前那樣頻繁地硬分叉升級了.</p>
