Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbdash250Sbdecentralized250Sbtext
source: Not all DASH nodes are equal. There is a superclass of nodes, called <i>Masternodes</i> whose owners have more influence over the system than regular node operators. This makes DASH semi-centralized instead of the ideal 100% decentralized system.
cs: Ne všechny uzly DASH jsou stejné. Existuje nadtřída uzlů, tzv. <i>Masternodes</i>, jejichž vlastníci mají na systém větší vliv než běžní provozovatelé uzlů. Díky tomu je systém DASH polocentralizovaný namísto ideálního 100% decentralizovaného systému.
fi: Kaikki DASH-solmut eivät ole samanarvoisia. On olemassa solmujen superluokka, nimeltään <i>Masternodes</i>, joiden omistajilla on enemmän vaikutusvaltaa järjestelmään kuin tavallisilla solmuoperaattoreilla. Tämä tekee DASHista puolikeskitetyn ihanteellisen 100% hajautetun järjestelmän sijaan.
fr: Tous les nœuds DASH ne sont pas égaux. Il existe une superclasse de nœuds, appelés <i>Masternodes</i> dont les propriétaires ont plus d'influence sur le système que les opérateurs de nœuds normaux. Cela rend DASH semi-centralisé au lieu du système idéal 100% décentralisé.
it: Non tutti i nodi DASH sono uguali. Esiste una superclasse di nodi, chiamata <i>Masternodes</i> i cui proprietari hanno più influenza sul sistema rispetto ai normali operatori di nodi. Ciò rende DASH semi-centralizzato anziché l'ideale sistema decentralizzato al 100%.
lt: Ne visi DASH mazgai yra vienodi. Yra superklasė mazgų, vadinamų <i>Masternodes</i>, kurių savininkai turi didesnę įtaką sistemai nei įprasti mazgų operatoriai. Dėl to DASH tampa pusiau centralizuota, o ne idealia 100 % decentralizuota sistema.
nb: Ikke alle DASH-noder er like. Det er en superklasse av noder, kalt <i>Masternodes</i> hvis eiere har mer innflytelse over systemet enn vanlige nodeoperatører. Dette gjør DASH semisentralisert i stedet for det ideelle 100% desentraliserte systemet.
nl: Niet alle DASH-knooppunten zijn gelijk. Er is een superklasse van knooppunten, genaamd <i>Masternodes</i> waarvan de eigenaren meer invloed hebben op het systeem dan reguliere knooppuntoperators. Dit maakt DASH semi-gecentraliseerd in plaats van het ideale 100% gedecentraliseerde systeem.
pl: Nie wszystkie węzły DASH są równe. Istnieje nadklasa węzłów, zwana <i> Masternodes </i>, których właściciele mają większy wpływ na system niż zwykli operatorzy węzłów. To sprawia, że DASH jest częściowo scentralizowany zamiast idealnego 100% zdecentralizowania.
pt_br: Nem todos os nós DASH são iguais. Existe uma superclasse de nós, chamada <i>Masternodes</i>, cujos proprietários têm mais influência sobre o sistema do que os operadores de nó comuns. Isso torna o DASH semi-centralizado em vez do sistema 100% descentralizado ideal.
sl: Vsa vozlišča DASH niso enaka. Obstaja nadrazred vozlišč, imenovan <i>Masternodes</i>, katerih lastniki imajo večji vpliv na sistem kot običajni operaterji vozlišč. Zaradi tega je DASH polcentraliziran namesto idealnega 100-odstotno decentraliziranega sistema.
sv: Alla DASH-noder är inte lika. Det finns en superklass av noder, kallade <i>Masternodes</i> vars ägare har mer inflytande över systemet än vanliga nodoperatörer. Detta gör DASH semi-centraliserat istället för det ideala 100% decentraliserade systemet.
tl: Hindi lahat ng DASH node ay pantay. Mayroong isang superclass ng mga node, na tinatawag na <i>Masternodes</i> na ang mga may-ari ay may higit na impluwensya sa system kaysa sa mga regular na node operator. Ginagawa nitong semi-sentralisado ang DASH sa halip na ang perpektong 100% desentralisadong sistema.
tr: Tüm DASH düğümleri eşit değildir. Sahipleri sistem üzerinde normal düğüm operatörlerinden daha fazla etkiye sahip olan, <i>Ana Düğümler</i> adı verilen bir düğüm üst sınıfı vardır. Bu, DASH'i ideal %100 merkezi olmayan sistem yerine yarı merkezi hale getirir.
ur: تمام DASH نوڈس برابر نہیں ہیں۔ نوڈس کا ایک سپر کلاس ہے، جسے <i>Masternodes</i> کہا جاتا ہے جس کے مالکان کا نظام پر باقاعدہ نوڈ آپریٹرز سے زیادہ اثر و رسوخ ہے۔ یہ مثالی 100%decentralized نظام کے بجائے DASH کو نیم مرکزی بناتا ہے۔
zh_cn: 一枚达世币并不等值于另一枚达世币. 在达世币系统里有一种超级节点, 被称作 <i>Masternodes</i> 拥有这些超级节点的人比普通节点对系统的影响力更大. 超级节点的存在让整个达世币系统成了半中心化的系统，而不是理想中的去中心化.
zh_tw: 一枚達世幣並不等值於另一枚達世幣. 在達世幣系統裡有一種超級節點, 被稱作 <i>Masternodes</i> 擁有這些超級節點的人比普通節點對系統的影響力更大. 超級節點的存在讓整個達世幣系統成了半中心化的系統，而不是理想中的去中心化.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbdash250Sbfungible250Sbtext
source: Since transactions are not private, the potential exists for an entity to block or blacklist certain coins, making them less valuable than the others. See the note on the lack of Bitcoin fungibility below since the same principle applies to DASH.
cs: Protože transakce nejsou soukromé, existuje možnost, že subjekt některé mince zablokuje nebo zařadí na černou listinu, čímž se stanou méně hodnotnými než ostatní. Viz poznámka o nedostatečné zastupitelnosti Bitcoinu níže, protože stejný princip platí i pro DASH.
fi: Koska transaktiot eivät ole yksityisiä, taholla on mahdollisuus estää tai lisätä mustalle listalle tiettyjä kolikoita, mikä tekee niistä vähemmän arvokkaita kuin muut. Katso alla oleva huomautus Bitcoinin vaihdettavuuden puutteesta, koska sama periaate pätee DASH:iin.
fr: Étant donné que les transactions ne sont pas privées, il est possible qu'une entité bloque ou mette sur liste noire certains jetons, les rendant moins précieux que les autres. Voir la note sur le manque de fongibilité de Bitcoin ci-dessous puisque le même principe s'applique au DASH.
it: Poiché le transazioni non sono private, esiste il potenziale per un'entità di bloccare o inserire nella blacklist alcune monete, rendendole meno preziose delle altre. Vedi la nota sulla mancanza di fungibilità dei Bitcoin di seguito poiché lo stesso principio si applica a DASH.
lt: Kadangi sandoriai nėra privatūs, subjektas gali blokuoti arba įtraukti į juodąjį sąrašą tam tikras monetas, todėl jos bus mažiau vertingos nei kitos. Žemiau žr. pastabą apie Bitcoin pakeičiamumo trūkumą, nes tas pats principas galioja ir DASH.
nb: Siden transaksjoner ikke er private, eksisterer potensialet for en enhet til å blokkere eller svarteliste visse mynter, noe som gjør dem mindre verdifulle enn de andre. Se merknaden om mangelen på Bitcoin-fungibilitet nedenfor siden det samme prinsippet gjelder for DASH.
nl: Aangezien transacties niet privé zijn, bestaat het potentieel voor een entiteit om bepaalde munten te blokkeren of op de zwarte lijst te zetten, waardoor ze minder waardevol worden dan de andere. Zie de opmerking over het gebrek aan vervangbaarheid van Bitcoin hieronder, aangezien hetzelfde principe van toepassing is op DASH.
pl: Ponieważ transakcje nie są prywatne, istnieje możliwość, żeby ktoś je zablokował lub umieszczał niektóre monety na czarnej liście, co czyni je mniej cennymi niż inne. Przeczytaj poniższą notatkę na temat braku zamienności Bitcoinów, ponieważ ta sama zasada dotyczy również DASHA.
pt_br: Como as transações não são privadas, existe o potencial de uma entidade bloquear ou colocar na lista negra certas moedas, tornando-as menos valiosas que as outras. Veja a nota sobre a falta de fungibilidade do Bitcoin abaixo, pois o mesmo princípio se aplica ao DASH.
sl: Ker transakcije niso zasebne, obstaja možnost, da subjekt blokira ali uvrsti določene kovance na črno listo, zaradi česar postanejo manj vredni od drugih. Glejte spodnjo opombo o pomanjkanju zamenljivosti Bitcoinov, saj isto načelo velja za DASH.
sv: Eftersom transaktionerna inte är privata finns det en potential för en enhet att blockera eller svartlista vissa mynt, vilket gör dem mindre värdefulla än de andra. Se anmärkningen om bristen på fungibilitet hos Bitcoin nedan eftersom samma princip gäller för DASH.
tl: Dahil hindi pribado ang mga transaksyon, umiiral ang potensyal para sa isang entity na i-block o i-blacklist ang ilang partikular na barya, na ginagawang hindi gaanong mahalaga ang mga ito kaysa sa iba. Tingnan ang tala sa kakulangan ng Bitcoin fungibility sa ibaba dahil ang parehong prinsipyo ay nalalapat sa DASH.
tr: İşlemler özel olmadığından, bir kuruluşun belirli paraları bloke etme veya kara listeye alma potansiyeli vardır ve bu da onları diğerlerinden daha az değerli hale getirir. Aynı prensip DASH için de geçerli olduğundan, Bitcoin'in değiştirilebilmesinin eksikliğine ilişkin aşağıdaki nota bakın.
ur: چونکہ لین دین نجی نہیں ہوتے ہیں، اس لیے کسی ہستی کے لیے کچھ سکوں کو بلاک کرنے یا بلیک لسٹ کرنے کی صلاحیت موجود ہے، جس سے وہ دوسروں کے مقابلے میں کم قیمتی ہیں۔ ذیل میں بٹ کوائن فنگبلٹی کی کمی پر نوٹ دیکھیں کیونکہ یہی اصول DASH پر لاگو ہوتا ہے۔
zh_cn: 由于交易不是私密的，因此某些主体可能会将某些币封锁或列入黑名单, 导致这些币的价值低于其它币的价值. 请参阅以下有关比特币缺乏可替代性的说明，达世币也会有相同的问题.
zh_tw: 由於交易不是私密的，因此某些主體可能會將某些幣封鎖或列入黑名單, 導致這些幣的價值低於其它幣的價值. 請參閱以下有關比特幣缺乏可替代性的說明，達世幣也會有相同的問題.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbdash250Sbprivate
source: DASH has a <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> rich list</a>, so this is not a private coin. The financial details of coin addresses are visible to anyone examining the blockchain.
cs: DASH má <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> bohatý seznam</a>, takže se nejedná o soukromou minci. Finanční detaily coinových adres jsou viditelné pro každého, kdo zkoumá blockchain.
fi: DASHilla on <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> "rikas lista"</a>, joten tämä ei ole yksityinen kolikko. Kolikko-osoitteiden taloudelliset tiedot näkyvät kaikille lohkoketjua tutkiville.
fr: DASH a une <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html">liste des riches</a>, donc ce n'est pas une crypto-monnaie privée. Les détails financiers des adresses des jetons sont visibles pour toute personne examinant la blockchain.
it: DASH ha una <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> lista ricca</a>, quindi questa non è una moneta privata. I dettagli finanziari degli indirizzi delle monete sono visibili a chiunque stia esaminando la blockchain.
lt: DASH turi <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> turtingą sąrašą</a>, todėl tai nėra privati moneta. Monetų adresų finansinė informacija yra matoma visiems, nagrinėjantiems blokų grandinę.
nb: DASH har en <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> rik liste</a>, så dette er ikke en privat mynt. De økonomiske detaljene til myntadresser er synlige for alle som undersøker blokkjeden.
nl: DASH heeft een <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> rijke lijst </a>, dus dit is geen privémunt. De financiële details van muntadressen zijn zichtbaar voor iedereen die de blockchain onderzoekt.
pl: DASH ma <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html">listę najbogatszych adresów</a>, więc nie jest prywatną kryptowalutą. Szczegóły finansowe adresów są widoczne dla każdego, kto przegląda blockchain.
pt_br: DASH tem uma <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> lista rica</a>, portanto, essa não é uma moeda particular. Os detalhes financeiros dos endereços de moedas são visíveis para qualquer pessoa que examine o blockchain.
sl: DASH ima <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> "rich list" </a>, zato to ni zasebni kovanec. Finančne podrobnosti naslovov kovancev so vidne vsem, ki pregledujejo verigo blokov.
sv: DASH har en <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> rik lista</a>, så detta är inte ett privat mynt. De finansiella detaljerna för myntadresser är synliga för alla som undersöker blockkedjan.
tl: Ang DASH ay may <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> rich list</a>, kaya hindi ito pribadong coin. Ang mga detalye sa pananalapi ng mga address ng barya ay makikita ng sinumang sumusuri sa blockchain.
tr: DASH'in <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> zengin listesi</a> var, dolayısıyla bu özel bir para değil. Coin adreslerinin mali ayrıntıları, blockchaini inceleyen herkes tarafından görülebilir.
ur: DASH کے پاس ایک <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> امیر فہرست</a> ہے، لہذا یہ کوئی نجی سکہ نہیں ہے۔ سکے کے پتوں کی مالی تفصیلات بلاک چین کی جانچ کرنے والے ہر شخص کو نظر آتی ہیں۔
zh_cn: 达世币拥有一个 <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> 富豪榜</a>, 所以达世币称不上隐私币. 通过检索区块链的任何人都可以看到每个账户的财务详细信息.
zh_tw: 達世幣擁有一個 <a href="https://bitinfocharts.com/top-100-richest-darkcoin-addresses.html"> 富豪榜</a>, 所以達世幣稱不上隱私幣. 通過檢索區塊鏈的任何人都可以看到每個帳戶的財務詳細資訊.

source: <b>Peter Todd</b>, another Bitcoin Core developer and cryptographer, has made a <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> similar statement</a>.
cs: <b>Peter Todd</b>, další vývojář bitcoinového jádra a kryptograf, učinil <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> podobné prohlášení</a>.
fi: <b>Peter Todd</b>, toinen Bitcoin Core -kehittäjä ja kryptografi, on antanut <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> samanlaisen lausunnon</a>.
fr: <b>Peter Todd</b>, un autre développeur et cryptographe Bitcoin Core, a fait une <a href="https://twitter.com/petertoddbtc/status/622022840330682368">déclaration similaire</a>.
it: <b>Peter Todd</b>, un altro sviluppatore e crittografo di Bitcoin Core, ha fatto una <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> dichiarazione simile</a>.
lt: <b>Peter Todd</b>, kitas Bitcoin Core kūrėjas ir kriptografas, padarė <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> panašų pareiškimą</a>.
nb: <b>Peter Todd</b>, en annen Bitcoin Core-utvikler og kryptograf, har kommet med en <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> lignende uttalelse</a>.
nl: <b>Peter Todd</b>, een andere Bitcoin Core-ontwikkelaar en cryptograaf, heeft een <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> soortgelijke verklaring afgelegd</a>.
pl: <b>Peter Todd</b>, inny programista i kryptograf Bitcoina Core, podzielił się <a href="https://twitter.com/petertoddbtc/status/622022840330682368">podobnym zdaniem</a>.
pt_br: <b>Peter Todd</b>, outro desenvolvedor e criptógrafo do Bitcoin Core, fez uma <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> declaração semelhante</a>.
sl: <b>Peter Todd</b>, še en razvijalec in kriptograf Bitcoin Core, je podal <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> podobno izjavo</a>.
sv: <b>Peter Todd</b>, en annan Bitcoin Core-utvecklare och kryptograf, har gjort ett <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> liknande uttalande</a>.
tl: Si <b>Peter Todd</b>, isa pang developer at cryptographer ng Bitcoin Core, ay gumawa ng <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> katulad na pahayag</a>.
tr: Başka bir Bitcoin Core geliştiricisi ve kriptografı olan <b>Peter Todd</b>, <a href="https://twitter.com/petertoddbtc/status/622022840330682368">benzer bir açıklama</a> yaptı.
ur: <b>پیٹر ٹوڈ</b>، ایک اور بٹ کوائن کور ڈویلپر اور کرپٹوگرافر نے <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> اسی طرح کا بیان </a> دیا ہے۔
zh_cn: <b>Peter Todd</b>, 另一位比特币核心开发者成员和密码学家, 发表了一篇 <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> 类似的文章</a>.
zh_tw: <b>Peter Todd</b>, 另一位比特幣核心開發者成員和密碼學家, 發表了一篇 <a href="https://twitter.com/petertoddbtc/status/622022840330682368"> 類似的文章</a>.
