Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app250Sbgoogle8722Sbplay8722Sbstore8722Sbtitle250Sbagoradesk
source: AgoraDesk: buy BTC anonymously
cs: AgoraDesk: anonymní nakup BTC
fi: AgoraDesk: osta BTC anonyyminä
fr: AgoraDesk : achat BTC anonyme
it: AgoraDesk: BTC compra facile
nb: AgoraDesk: kjøp BTC anonymt
nl: AgoraDesk: anoniem BTC kopen
pl: AgoraDesk: kup BTC anonimowo
sl: AgoraDesk: enostavno kupi BTC
sv: AgoraDesk: köp BTC anonymt
tr: AgoraDesk: kolayca BTC alın
ur: AgoraDesk: گمنام طور پر BTC خریدیں
zh_cn: AgoraDesk：匿名购买 BTC
zh_tw: AgoraDesk：匿名購買比特幣
