Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbemission250Sb0250Sbtext
source: <p>When most people think of what sets Monero apart, they think of Monero’s privacy technology. Indeed, most would consider the privacy, and the fungibility that it unlocks, as Monero’s defining trait, and the main weapon it brings into the ring when compared to other coins. What most people might not know is that Monero contains other protocol differences from Bitcoin and its derivatives that some might argue are just as important as Monero’s privacy technologies. In this article, we will look at one of these: the tail emission.</p> <p>First, let’s define what this term means. A tail emission is an unceasing subsidy of block rewards, even after the ‘last’ Monero is minted. In other words, Monero’s block reward will never fall to zero, but rather fall until it reaches 0.6 XMR per block, and then stay there forever. Miners will always be paid to mine Monero, and will never have to solely rely on a fee market.</p> <p>But let’s take a step back for a moment, and look at mining on a very high level. Monero miners are incentivized to secure a network by mining hashes. The incentive is the opportunity to make Monero if they find a new block. This Monero is awarded in two ways. Firstly, the miner receives the paid fees of every user who paid for their transaction's inclusion in the block. These are the transaction fees that you pay when you send a transaction. Secondly, the miner receives a predetermined amount of Monero from the protocol itself. In most cases, this ‘block reward’ is substantially higher than the user transaction fees, and is where miners make the most money. This block reward serves to keep the miners financially invested in the chain’s security, but also to get new coins into circulation.</p> <p>In most cryptocurrency protocols, this block reward is set to decrease over time. Most Bitcoin derivatives have what are called halvenings, predetermined points in time where the block reward halves (such as from 20 BTC to 10 BTC). These halvenings happen every few years, and every time it happens, the security on the network decreases. Why? Well, we encourage the reader to read our <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">article on Mining and RandomX</a>, and in doing so they will learn that mining is a race. Block rewards are only given out to those who find a block, and there are many entities in competition to do so. When the rewards are higher, more people are interested in playing this game, whereas when the rewards are low, less people, even those with the equipment to do so, will be willing to use their time and resources on a chance to win a measly prize.</p> <p>Already we begin to scratch the surface of the reason for Monero’s tail emission. Monero too has a decreasing block reward, although unlike Bitcoin there are no halvenings. Instead, each block reward is a tiny amount less than the previous one, so the reduction is much smoother. But the question for all cryptocurrencies is: “What happens when the block reward hits zero?” This is a strange situation in which we both know and don’t know the answer. The part we know is that there will be no more block reward subsidy, which means miners will have to be incentivized by the user transaction fees alone. What we don’t know is if these amounts will be enough to keep the miners securing the chain.</p> <p>As mentioned earlier, at present time, the block reward outweighs the transaction fees by a substantial amount, so the hope is that, as more users use the chain, fees would increase, and with increased fees the miners will deem it worth their time to continue mining. There is another side to this scenario however, the side of the users. If fees increase, then it will become much more expensive to transact with cryptocurrency for everyone, potentially walling it off from those without sufficient monetary resources. But on the other hand, if the fees stay low and the block reward goes to zero, then very few miners will secure the network, leaving it vulnerable to 51% attacks and reversed transactions.</p> <p>Nobody has good answers for this scenario, and no major coin has yet entered this phase of their cryptocurrency's life, so we have no real-world experience with it either. It’s all speculation. A gamble. Bitcoin makes the bet that the fees will be enough to sustain the miners, even if it means excluding the impoverished. Monero makes a different bet. Monero bets that the fees alone would not be enough for chain security, so it includes a tail emission as part of the protocol.</p> <p>We remind the reader that the block reward will not fall below 0.6 XMR per block, ever. Will this be enough to incentivize miners? We don’t know, but it’s certainly better than 0, which is what almost every other currency has built in to their protocol.</p> <p>The main criticism levied against this approach is that this means Monero’s supply is theoretically infinite, causing inflation over time, while coins that cap the block reward have a finite supply, their scarcity increasing the value over time. We feel this argument is insufficient for several reasons.</p> <p>Firstly, what good is a scarce, high-value coin that is easily attacked, censored, and subverted due to low security? If anything, the low security would decrease the value, more than offsetting what increase the scarcity would provide. Secondly, though Monero’s supply is theoretically infinite, the inflation is linear and trends toward zero as a yearly percentage, unlike fiat which is exponential.</p> <p>Monero’s inflation is precisely known ahead of time, and can be accurately projected, unlike fiat which may increase by more or less on a given year based on the whims of the powers that be. This still preserves the cypherpunk spirit of removing the possibility of human corruption through protocol enforced technology. With the added benefit of the peace of mind that the security of Monero’s blockchain through mining will be around as long as the world needs it.</p> <p>The last point we want to touch on is one of fairness. Money is used in several ways, as a store of value, as a medium of exchange, and as a unit of account. In a system where supply is finite, inflation will stop, meaning that those that use it as a store of value use the system for free. They benefit from the continued security provided by the miners without paying anything for it, since without inflation, their money does not slowly lose value over time. Conversely, anyone who uses the currency as a medium of exchange gets penalized (via potentially high transaction fees). This will encourage people to hold but not spend, and skews the fairness of the system to favor holders. By having a tail emission, this evens out the equation. Now holders also pay a small tax, via inflation, for the system's security. The tail emission makes it more fair for everyone.</p>
cs: <p>Když většina lidí přemýšlí o tom, čím se Monero odlišuje, napadne je technologie ochrany soukromí Monero. Většina z nich skutečně považuje soukromí a zaměnitelnost, kterou odemyká, za charakteristický rys Monera a hlavní zbraň, kterou přináší do ringu ve srovnání s ostatními mincemi. Většina lidí však možná neví, že Monero obsahuje i další odlišnosti protokolu od Bitcoinu a jeho derivátů, o kterých by někteří mohli tvrdit, že jsou stejně důležité jako technologie ochrany soukromí Monera. V tomto článku se podíváme na jednu z nich: na koncové emise.</p> <p>Nejprve si definujme, co tento pojem znamená. Koncová emise je nepřetržitá dotace blokových odměn, a to i po vytěžení "posledního" Monera. Jinými slovy, bloková odměna Monero nikdy neklesne na nulu, ale spíše bude klesat, dokud nedosáhne 0,6 XMR za blok, a pak tam zůstane navždy. Těžaři budou za těžbu Monera vždy dostávat peníze a nikdy se nebudou muset spoléhat pouze na trh s poplatky.</p> <p>Na chvíli se ale vraťme o krok zpět a podívejme se na těžbu na velmi vysoké úrovni. Těžaři Monera jsou motivováni k zabezpečení sítě těžbou hashů. Touto pobídkou je možnost vydělat Monero, pokud najdou nový blok. Toto Monero je udělováno dvěma způsoby. Za prvé, těžař obdrží zaplacené poplatky každého uživatele, který zaplatil za zařazení své transakce do bloku. Jedná se o transakční poplatky, které se platí při odeslání transakce. Za druhé, těžař obdrží předem stanovené množství Monera od samotného protokolu. Ve většině případů je tato "odměna za blok" podstatně vyšší než transakční poplatky uživatelů a těžaři na ní vydělávají nejvíce. Tato bloková odměna slouží k udržení finanční investice těžařů do bezpečnosti řetězce, ale také k tomu, aby se do oběhu dostaly nové mince.</p> <p>Ve většině kryptoměnových protokolů je tato bloková odměna nastavena tak, aby se v průběhu času snižovala. Většina derivátů Bitcoinu má tzv. halveningy, předem stanovené body v čase, kdy se bloková odměna snižuje na polovinu (například z 20 BTC na 10 BTC). Tyto halveningy se konají každých několik let a pokaždé, když k nim dojde, bezpečnost v síti se sníží. Proč? No, doporučujeme čtenářům, aby si přečetli náš <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">článek o těžbě a Random X</a>, a přitom se dozvědí, že těžba je závod. Odměny za bloky jsou vypláceny pouze těm, kteří blok najdou, a o to soutěží mnoho subjektů. Když jsou odměny vyšší, má o tuto hru zájem více lidí, zatímco když jsou odměny nízké, méně lidí, dokonce i těch, kteří na to mají vybavení, bude ochotno vynaložit svůj čas a zdroje na šanci vyhrát mizernou odměnu.</p> <p>Již nyní začínáme objevovat příčinu koncové emise Monera na. I Monero má klesající blokovou odměnu, ačkoli na rozdíl od Bitcoinu nedochází k půlení. Místo toho je každá bloková odměna o nepatrnou částku nižší než ta předchozí, takže snižování je mnohem plynulejší. Otázkou pro všechny kryptoměny však je: "Co se stane, když bloková odměna dosáhne nuly?" To je zvláštní situace, na kterou známe i neznáme odpověď. Část, kterou známe, je, že už nebude existovat žádná dotace blokové odměny, což znamená, že těžaři budou muset být motivováni pouze transakčními poplatky uživatelů. Co nevíme, je, zda tyto částky budou stačit na to, aby těžaři řetězec zabezpečili.</p> <p>Jak již bylo zmíněno, v současné době odměna za blok výrazně převažuje nad transakčními poplatky, takže je naděje, že s větším počtem uživatelů, kteří budou řetězec používat, se poplatky zvýší a s vyššími poplatky se těžařům vyplatí pokračovat v těžbě. Tento scénář má však i druhou stranu, stranu uživatelů. Pokud se poplatky zvýší, pak bude transakce s kryptoměnou pro všechny mnohem dražší, což ji potenciálně zazdí před těmi, kteří nemají dostatek peněžních prostředků. Na druhou stranu však, pokud poplatky zůstanou nízké a odměna za blok klesne na nulu, pak bude síť zabezpečovat jen velmi málo těžařů, což ji učiní zranitelnou vůči útokům 51 % a obráceným transakcím.</p> <p>Na tento scénář nemá nikdo dobré odpovědi a žádná významná mince zatím do této fáze života své kryptoměny nevstoupila, takže s ní nemáme ani žádné reálné zkušenosti. Všechno jsou to jen spekulace. Hazardní hra. Bitcoin sází na to, že poplatky budou stačit na obživu těžařů, i kdyby to mělo znamenat vyloučení chudých. Monero uzavírá jinou sázku. Monero sází na to, že samotné poplatky nebudou stačit na zabezpečení řetězce, a proto jako součást protokolu zahrnuje i emise na chvostu.</p> <p>Připomínáme, že odměna za blok nikdy neklesne pod 0,6 XMR za blok. Bude to stačit k motivaci těžařů? To nevíme, ale rozhodně je to lepší než 0, kterou mají ve svém protokolu zabudovanou téměř všechny ostatní měny.</p> <p>Hlavní kritika tohoto přístupu spočívá v tom, že nabídka Monera je teoreticky nekonečná, což v průběhu času způsobuje inflaci, zatímco mince, které omezují odměnu za blok, mají konečnou nabídku a jejich nedostatek v průběhu času zvyšuje hodnotu. Domníváme se, že tento argument je nedostatečný z několika důvodů.</p> <p>Předně, k čemu je vzácná mince s vysokou hodnotou, která je snadno napadnutelná, cenzurovatelná a podvratná kvůli nízkému zabezpečení? Pokud něco, pak nízké zabezpečení sníží její hodnotu, což více než vyváží zvýšení, které by vzácnost přinesla. Za druhé, ačkoli je nabídka Monera teoreticky nekonečná, inflace je lineární a v ročním procentuálním vyjádření směřuje k nule, na rozdíl od fiat, který je exponenciální.</p> <p>Inflace měny Monero je přesně známa dopředu a lze ji přesně odhadnout, na rozdíl od fiat měny, která může v daném roce vzrůst o více či méně na základě rozmarů mocných. To stále zachovává ducha cypherpunku, kterým je odstranění možnosti lidské korupce prostřednictvím technologie vynucené protokolem. S přidanou výhodou klidu, že bezpečnost blockchainu Monero prostřednictvím těžby bude existovat tak dlouho, jak bude svět potřebovat.</p> <p>Posledním bodem, kterého se chceme dotknout, je otázka spravedlnosti. Peníze se používají několika způsoby, jako uchovatel hodnoty, prostředek směny a zúčtovací jednotka. V systému, kde je nabídka konečná, se inflace zastaví, což znamená, že ti, kteří je používají jako uchovatele hodnoty, je používají zdarma. Těží z trvalé bezpečnosti, kterou jim poskytují těžaři, aniž by za to cokoli platili, protože bez inflace jejich peníze v průběhu času pomalu neztrácejí hodnotu. Naopak každý, kdo měnu používá jako prostředek směny, je penalizován (prostřednictvím potenciálně vysokých transakčních poplatků). To bude lidi motivovat k držení, ale neutrácení, a vychýlí spravedlnost systému ve prospěch držitelů. Tím, že má měna koncové emise, se tato rovnice vyrovnává. Nyní držitelé také platí malou daň prostřednictvím inflace za bezpečnost systému. Díky koncové emisi je systém spravedlivější pro všechny.</p>
fi: <p>Kun useimmat ihmiset ajattelevat sitä, mikä erottaa Moneron muista, he ajattelevat Moneron tietosuojatekniikkaa. Itse asiassa useimmat pitävät yksityisyyttä ja sen vapauttamaa vaihdettavuutta Moneron määrittävänä ominaisuutena ja tärkeimpänä aseena, jonka se tuo kehään muihin kolikoihin verrattuna. Useimmat ihmiset eivät ehkä tiedä, että Monero sisältää muita protokollaeroja Bitcoinista ja sen johdannaisista, joiden jotkut saattavat väittää olevan yhtä tärkeitä kuin Moneron tietosuojatekniikat. Tässä artikkelissa tarkastelemme yhtä näistä: "Tail emission".</p> <p>Määritetään ensin, mitä tämä termi tarkoittaa. Tail emissio on lakkaamaton tuki lohkopalkkioille, jopa sen jälkeen, kun "viimeinen" Monero on louhittu. Toisin sanoen Moneron lohkopalkkio ei koskaan putoa nollaan, vaan laskee, kunnes se saavuttaa 0,6 XMR:ää lohkoa kohden, ja pysyy sitten siellä ikuisesti. Louhijoille maksetaan aina palkkaa Moneron louhimisesta, eikä heidän koskaan tarvitse luottaa pelkästään maksumarkkinoihin.</p> <p>Mutta mennään hetkeksi taaksepäin ja katsotaan louhimistoimintaa erittäin korkealla tasolla. Monero-louhijoita kannustetaan turvaamaan verkko hashien louhinnalla. Kannustimena on mahdollisuus tehdä Moneroa, jos he löytävät uuden lohkon. Tämä Monero palkitaan kahdella tavalla. Ensinnäkin louhija saa maksetut maksut jokaiselta käyttäjältä, joka maksoi tapahtumansa sisällyttämisestä lohkoon. Nämä ovat transaktiomaksuja, jotka maksat, kun lähetät transaktion. Toiseksi louhija saa ennalta määrätyn määrän Moneroa itse protokollasta. Useimmissa tapauksissa tämä "lohkopalkkio" on huomattavasti korkeampi kuin käyttäjän transaktiomaksut, ja niillä louhijat tienaavat eniten. Tämä lohkopalkkio auttaa pitämään louhijat taloudellisesti kiinnostuneina ketjun turvallisuudesta, mutta myös saamaan liikkeelle uusia kolikoita.</p> <p>Useimmissa kryptovaluuttaprotokollissa tämä lohkopalkkio on asetettu pienenemään ajan myötä. Useimmilla Bitcoin-johdannaisilla on ns. puolittuminen, ennalta määrätyt ajankohdat, jolloin lohkopalkkio puolittuu (kuten 20 BTC:stä 10 BTC:hen). Nämä puolittumiset tapahtuvat muutaman vuoden välein, ja joka kerta kun se tapahtuu, verkon turvallisuus heikkenee. Miksi? Kannustamme lukijaa lukemaan <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">-artikkelimme louhinnasta ja RandomX</a>:stä, ja näin tehdessään he oppivat, että louhinta on kilpailua. Lohkopalkintoja jaetaan vain niille jotka löytävät lohkon, ja monet tahot kilpailevat siitä. Kun palkinnot ovat korkeammat, useammat ihmiset ovat kiinnostuneita pelaamaan tätä peliä, kun taas kun palkinnot ovat alhaiset, vähemmän ihmisiä on valmiita käyttämään aikaansa ja resurssejaan voittaakseen vähäisen voiton.</p> <p>Alamme jo raapia Moneron Tail emission syytä. Monerolla on myös laskeva lohkopalkkio, vaikka toisin kuin Bitcoinissa, siinä ei ole puoliintumista. Sen sijaan jokainen lohkopalkkio on pienen summan pienempi kuin edellinen, joten vähennys on paljon tasaisempaa. Mutta kysymys kaikille kryptovaluutoille on: "Mitä tapahtuu, kun lohkopalkkio osuu nollaan?" Tämä on outo tilanne, jossa me sekä tiedämme että emme tiedä vastausta. Tiedämme, että lohkopalkkiotukea ei enää tule, mikä tarkoittaa, että louhijoita on kannustettava pelkästään käyttäjämaksuilla. Emme tiedä, ovatko nämä määrät riittävät pitämään louhijat varmistamassa ketjua.</p> <p>Kuten aiemmin mainittiin, tällä hetkellä lohkopalkkio ylittää transaktiomaksut huomattavalla summalla, joten toivotaan, että kun yhä useammat käyttäjät käyttävät ketjua, maksut nousevat ja korotettujen maksujen myötä louhijat pitävät louhimista kannattavana. Tällä skenaariolla on kuitenkin toinen puoli, käyttäjien puoli. Jos maksut nousevat, kryptovaluuttakaupan tekemisestä tulee paljon kalliimpaa kaikille, mikä saattaa eristää sen niiltä, joilla ei ole riittäviä resursseja. Mutta toisaalta, jos maksut pysyvät alhaisina ja lohkopalkkio jää nollaan, hyvin harvat louhijat suojaavat verkkoa, mikä jättää sen alttiiksi 51% hyökkäyksille ja käänteisille transaktiolle.</p> <p> Kenelläkään ei ole hyviä vastauksia tähän skenaarioon, eikä mikään suuri kolikko ole vielä päässyt kryptovaluuttansa elämän tähän vaiheeseen, joten meillä ei ole myöskään todellista kokemusta siitä. Kaikki on spekulaatiota. Arpapeliä. Bitcoin lyö vetoa, että maksut riittävät louhijoiden elättämiseen, vaikka se tarkoittaisi köyhien sulkemista pois. Monero tekee toisenlaisen vedon. Monero vetoaa, että maksut eivät yksin riittäisi ketjun turvallisuuteen, joten se sisältää Tail emission osana protokollaa.</p> <p>Muistutamme lukijaa, että lohkopalkkio ei koskaan laske alle 0,6 XMR:tä lohkoa kohden. Riittääkö tämä louhijoiden kannustamiseen? Emme tiedä, mutta se on varmasti parempi kuin 0, mitä melkein kaikki muut valuutat ovat sisällyttäneet protokollaan.</p> <p>Tälle lähestymistavalle kohdistettu pääasiallinen kritiikki on se, että tämä tarkoittaa, että Moneron tarjonta on teoriassa ääretön, mikä aiheuttaa inflaatiota ajan myötä, kun taas lohkopalkkion rajoittavilla kolikoilla on rajallinen tarjonta, ja niiden niukkuus lisää arvoa ajan myötä. Mielestämme tämä argumentti on riittämätön useista syistä.</p> <p>Ensinnäkin, mitä hyötyä on vähäisestä, arvokkaasta kolikosta, johon on helppo hyökätä, se on sensuroitu ja kaatuu heikon turvallisuuden vuoksi? Alhainen turvallisuus alentaisi arvoa, enemmän kuin niukkuus sitä lisäisi. Toiseksi, vaikka Moneron tarjonta on teoriassa ääretön, inflaatio on lineaarinen ja suuntautuu kohti nollaa vuotuisena prosenttiosuutena, toisin kuin fiat, jonka inflaatio on eksponentiaalinen.</p> <p>Moneron inflaatio tiedetään tarkasti etukäteen ja se voidaan ennustaa tarkasti, toisin kuin fiatin, joka voi nousta enemmän tai vähemmän tiettynä vuonna vallitsevien voimien mielijohteesta riippuen. Monero säilyttää edelleen cyberpunk-hengen, joka poistaa inhimillisen korruption mahdollisuuden protokollavalvontatekniikan avulla. Lisäetu on mielenrauha, että Moneron lohkoketjun suoja louhinnan kautta on olemassa niin kauan kuin maailma tarvitsee sitä.</p> <p>Viimeinen asia jota haluamme käsitellä, on oikeudenmukaisuus. Rahaa käytetään monella tapaa, arvon säilyttäjänä, vaihtovälineenä ja laskentayksikkönä. Järjestelmässä jossa tarjonta on rajallinen, inflaatio pysähtyy, mikä tarkoittaa että ne, jotka käyttävät sitä arvon säilyttäjänä, käyttävät järjestelmää ilmaiseksi. He hyötyvät louhijoiden tarjoamasta jatkuvasta turvallisuudesta maksamatta siitä mitään, koska ilman inflaatiota heidän rahansa eivät menetä arvoaan hitaasti ajan myötä. Sitä vastoin jokainen joka käyttää valuuttaa vaihtovälineenä, saa rangaistuksen (mahdollisesti korkeiden transaktiomaksujen kautta). Tämä rohkaisee ihmisiä pitämään, mutta ei kuluttamaan, ja vääristää järjestelmän oikeudenmukaisuutta haltijoille. Tail emissio tasoittaa tämän yhtälön. Nyt haltijat maksavat myös pienen veron inflaation kautta järjestelmän turvallisuudesta. Tail emissio tekee siitä oikeudenmukaisempaa kaikille.</p>
fr: <p>Lorsque la plupart des gens pensent à ce qui distingue Monero des autres, ils pensent à la technologie de confidentialité de Monero. En effet, la plupart considéreraient la confidentialité et la fongibilité qu'elle permet comme le trait déterminant de Monero et l'arme principale qu'elle apporte sur le ring par rapport aux autres crypto-monnaies. Ce que la plupart des gens ne savent peut-être pas, c'est que Monero contient d'autres différences de protocole par rapport à Bitcoin et ses dérivés qui, selon certains, sont tout aussi importantes que les technologies de confidentialité de Monero. Dans cet article, nous allons nous intéresser à l'un d'entre eux : l'émission résiduelle.</p> <p>Tout d'abord, définissons ce que signifie ce terme. Une émission résiduelle est une subvention incessante de récompenses globales, même après la frappe du « dernier » Monero. En d'autres termes, la récompense de bloc de Monero ne tombera jamais à zéro, mais tombera plutôt jusqu'à ce qu'elle atteigne 0,6 XMR par bloc, puis y restera pour toujours. Les mineurs seront toujours payés pour miner du Monero et n'auront jamais à dépendre uniquement d'un marché payant.</p> <p>Mais revenons un instant en arrière et examinons le minage à un niveau très élevé. Les mineurs de Monero sont incités à sécuriser un réseau en calculant des hachages. La motivation est l'opportunité de gagner du Monero s'ils trouvent un nouveau bloc. Ce Monero est attribué de deux manières. Premièrement, le mineur reçoit les frais payés par chaque utilisateur qui a payé pour l'inclusion de sa transaction dans le bloc. Ce sont les frais de transaction que vous payez lorsque vous envoyez une transaction. Deuxièmement, le mineur reçoit une quantité prédéterminée de Monero, de la part du protocole lui-même. Dans la plupart des cas, cette « récompense globale » est nettement supérieure aux frais de transaction des utilisateurs et c'est là que les mineurs gagnent le plus d'argent. Cette récompense en bloc sert à maintenir les mineurs financièrement investis dans la sécurisation de la chaîne, mais aussi à faire circuler de nouveaux jetons.</p> <p>Dans la plupart des protocoles de crypto-monnaie, cette récompense de bloc est définie pour diminuer avec le temps. La plupart des dérivés Bitcoin ont ce qu'on appelle des « halvenings », des moments prédéterminés où la récompense pour trouver un bloc est réduite de moitié (par exemple de 20 BTC à 10 BTC). Ces réductions de moitié se produisent toutes les quelques années, et chaque fois que cela se produit, la sécurité sur le réseau diminue. Pourquoi ? Eh bien, nous encourageons le lecteur à lire notre <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">article sur le minage et RandomX</a>, et ce faisant, il apprendra que le minage est une course. Les récompenses de bloc ne sont remises qu'à ceux qui trouvent un bloc, et de nombreuses entités sont en concurrence pour le faire. Lorsque les récompenses sont plus élevées, plus de personnes sont intéressées à jouer à ce jeu, tandis que lorsque les récompenses sont faibles, moins de personnes, même celles qui disposent de l'équipement pour le faire, seront prêtes à utiliser leur temps et leurs ressources pour tenter de gagner un prix misérable.</p> <p>Nous commençons déjà à gratter la surface de la raison de l'émission résiduelle de Monero. Monero a également une récompense de bloc décroissante, bien que contrairement à Bitcoin, il n'y ait pas de réduction de moitié. Au lieu de cela, chaque récompense de bloc est légèrement inférieure à la précédente, de sorte que la réduction est beaucoup plus fluide. Mais la question pour toutes les crypto-monnaies est : « Que se passe-t-il lorsque la récompense de bloc atteint zéro ? ». C'est une situation étrange dans laquelle, à la fois nous connaissons et ne connaissons pas la réponse. La partie que nous savons est qu'il n'y aura plus de subvention de récompense globale, ce qui signifie que les mineurs devront être motivés uniquement par les frais de transaction des utilisateurs. Ce que nous ne savons pas, c'est si ces montants seront suffisants pour permettre aux mineurs de sécuriser la chaîne.</p> <p>Comme mentionné précédemment, à l'heure actuelle, la récompense globale dépasse les frais de transaction d'un montant substantiel, donc l'espoir est que, à mesure que de plus en plus d'utilisateurs utilisent la chaîne, les frais augmenteront, et avec des frais accrus, les mineurs jugeront que cela vaut la peine de continuer le minage. Il y a cependant un autre côté à ce scénario, du côté des utilisateurs. Si les frais augmentent, il deviendra alors beaucoup plus coûteux d'effectuer des transactions avec la crypto-monnaie pour tout le monde, ce qui pourrait l'empêcher de disposer de ressources monétaires suffisantes. Mais d'un autre côté, si les frais restent bas et que la récompense globale tombe à zéro, alors très peu de mineurs sécuriseront le réseau, le laissant vulnérable à une attaque des 51% et de transactions inversées.</p> <p>Personne n'a de bonnes réponses à ce scénario, et aucune crypto-monnaie majeure n'est encore entrée dans cette phase de la vie de leur crypto-monnaie, nous n'avons donc aucune expérience du monde réel avec elle non plus. Tout n'est que spéculation. Un pari. Bitcoin fait le pari que les frais seront suffisants pour faire vivre les mineurs, quitte à exclure les plus démunis. Monero fait un pari différent. Monero parie que les frais à eux seuls ne suffiraient pas pour la sécurisation de la chaîne, il inclut donc une émission résiduelle dans le cadre du protocole.</p> <p>Nous rappelons au lecteur que la récompense de bloc ne tombera jamais en dessous de 0,6 XMR par bloc. Cela suffira-t-il à motiver les mineurs ? Nous ne savons pas, mais c'est certainement mieux que 0, ce que presque toutes les autres crypto-monnaies ont intégré à leur protocole.</p> <p>La principale critique formulée à l'encontre de cette approche est que cela signifie que l'offre de Monero est théoriquement infinie, provoquant une inflation au fil du temps, tandis que les crypto-monnaies qui plafonnent la récompense globale ont une offre finie, leur rareté augmentant la valeur au fil du temps. Nous pensons que cet argument est insuffisant pour plusieurs raisons.</p> <p>Premièrement, à quoi sert une crypto-monnaie rare et de grande valeur qui est facilement attaquée, censurée et détournée en raison d'un manque de sécurité ? Au contraire, la faible sécurité diminuerait la valeur, plus que ce que pourrait apporter l'augmentation de sa rareté. Deuxièmement, bien que l'offre de Monero soit théoriquement infinie, l'inflation est linéaire et tend vers zéro en pourcentage annuel, contrairement à la monnaie fiat qui est exponentielle.</p> <p>L'inflation de Monero est précisément connue à l'avance et peut être projetée avec précision, contrairement à la monnaie fiat qui peut augmenter plus ou moins sur une année donnée en fonction des caprices des pouvoirs en place. Cela préserve toujours l'esprit « cypherpunk » d'éliminer la possibilité de corruption humaine grâce à une technologie renforcée par un protocole. Avec l'avantage supplémentaire de la tranquillité d'esprit que la sécurisation de la blockchain de Monero grâce au minage sera là aussi longtemps que le monde en aura besoin.</p> <p>Le dernier point que nous voulons aborder est celui de l'équité. La monnaie est utilisée de plusieurs façons, comme réserve de valeur, comme moyen d'échange et comme unité de compte. Dans un système où l'offre est finie, l'inflation s'arrêtera, ce qui signifie que ceux qui l'utilisent comme réserve de valeur utilisent le système gratuitement. Ils bénéficient de la sécurité continue fournie par les mineurs sans rien payer pour cela, car sans inflation, leur argent ne perd pas lentement de la valeur au fil du temps. À l'inverse, quiconque utilise la monnaie comme moyen d'échange est pénalisé (via des frais de transaction potentiellement élevés). Cela encouragera les gens à détenir mais pas à dépenser, et faussera l'équité du système pour favoriser les détenteurs. En ayant une émission résiduelle, cela égalise l'équation. Désormais, les détenteurs paient également une petite taxe, via l'inflation, pour la sécurité du système. L'émission résiduelle le rend plus juste pour tout le monde.</p>
it: <p>Quando la maggior parte delle persone pensa a ciò che distingue Monero, pensa alla tecnologia sulla privacy di Monero. In effetti, la maggior parte considererebbe la privacy e la fungibilità che sblocca, come tratto distintivo di Monero, e l'arma principale che porta sul ring rispetto ad altre monete. Ciò che la maggior parte delle persone potrebbe non sapere è che Monero contiene altre differenze di protocollo rispetto a Bitcoin e ai suoi derivati che alcuni potrebbero sostenere siano importanti quanto le tecnologie sulla privacy di Monero. In questo articolo, esamineremo uno di questi: l'emissione della coda.</p> <p>Innanzitutto, definiamo cosa significa questo termine. Un'emissione di coda è un sussidio incessante di ricompense in blocco, anche dopo che è stato coniato l'ultimo "Monero". In altre parole, la ricompensa per blocchi di Monero non scenderà mai a zero, ma piuttosto diminuirà fino a raggiungere 0,6 XMR per blocco, per poi rimanere lì per sempre. I minatori saranno sempre pagati per estrarre Monero e non dovranno mai fare affidamento esclusivamente su un mercato a pagamento.</p> <p>Ma facciamo un passo indietro per un momento e guardiamo al mining a un livello molto alto. I minatori di Monero sono incentivati a proteggere una rete estraendo hash. L'incentivo è l'opportunità di fare Monero se trovano un nuovo blocco. Questo Monero è assegnato in due modi. In primo luogo, il minatore riceve le commissioni pagate da ogni utente che ha pagato l'inclusione della propria transazione nel blocco. Queste sono le commissioni di transazione che paghi quando invii una transazione. In secondo luogo, il minatore riceve una quantità predeterminata di Monero dal protocollo stesso. Nella maggior parte dei casi, questa "ricompensa in blocco" è sostanzialmente superiore alle commissioni di transazione dell'utente ed è il luogo in cui i minatori guadagnano di più. Questa ricompensa a blocchi serve a mantenere i minatori investiti finanziariamente nella sicurezza della catena, ma anche a mettere in circolazione nuove monete.</p> <p>Nella maggior parte dei protocolli di criptovaluta, questo premio di blocco è destinato a diminuire nel tempo. La maggior parte dei derivati Bitcoin hanno quelli che vengono chiamati dimezzamenti, punti predeterminati nel tempo in cui il premio viene dimezzato (come da 20 BTC a 10 BTC). Queste distinzioni si verificano ogni pochi anni e ogni volta che accade, la sicurezza sulla rete diminuisce. Perché? Bene, incoraggiamo il lettore a leggere il nostro <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">articolo su Mining e RandomX</a>, e così facendo impareranno che il mining è una razza. I premi in blocco vengono assegnati solo a coloro che trovano un blocco e ci sono molte entità in competizione per farlo. Quando le ricompense sono più alte, più persone sono interessate a giocare a questo gioco, mentre quando le ricompense sono basse, meno persone, anche quelle con l'equipaggiamento per farlo, saranno disposte a usare il loro tempo e le loro risorse sulla possibilità di vincere un misero premio.</p> <p>Già iniziamo a grattare la superficie del motivo dell'emissione della coda di Monero. Anche Monero ha una ricompensa in blocco decrescente, sebbene a differenza di Bitcoin non ci siano dimezzamenti. Invece, ogni ricompensa in blocchi è una quantità molto inferiore alla precedente, quindi la riduzione è molto più agevole. Ma la domanda per tutte le criptovalute è: "Cosa succede quando la ricompensa del blocco arriva a zero?" Questa è una strana situazione in cui entrambi conosciamo e non conosciamo la risposta. La parte che sappiamo è che non ci saranno più sussidi per la ricompensa dei blocchi, il che significa che i minatori dovranno essere incentivati dalle sole commissioni di transazione dell'utente. Quello che non sappiamo è se questi importi saranno sufficienti per mantenere i minatori che assicurano la catena.</p> <p>Come accennato in precedenza, attualmente, il premio del blocco supera di gran lunga le commissioni di transazione, quindi la speranza è che, man mano che più utenti usano la catena, le commissioni aumenterebbero e con l'aumento delle commissioni i minatori riterranno che valga il loro tempo per continuare il mining. C'è un altro lato di questo scenario, tuttavia, il lato degli utenti. Se le commissioni aumentano, diventerà molto più costoso negoziare con criptovaluta per tutti, potenzialmente murandolo da quelli senza sufficienti risorse monetarie. D'altra parte, se le commissioni rimangono basse e la ricompensa del blocco si azzera, pochissimi minatori proteggeranno la rete, rendendola vulnerabile agli attacchi del 51% e alle transazioni annullate.</p> <p>Nessuno ha buone risposte per questo scenario e nessuna moneta importante è ancora entrata in questa fase della vita della loro criptovaluta, quindi non abbiamo nemmeno esperienza del mondo reale con essa. È tutta una speculazione. Una scommessa. Bitcoin scommette che le commissioni saranno sufficienti per sostenere i minatori, anche se ciò significa escludere gli impoveriti. Monero fa una scommessa diversa. Monero scommette che le sole commissioni non sarebbero sufficienti per la sicurezza della catena, quindi include un'emissione di coda come parte del protocollo.</p> <p>Ricordiamo al lettore che la ricompensa per blocco non scenderà mai al di sotto di 0,6 XMR per blocco. Sarà sufficiente per incentivare i minatori? Non lo sappiamo, ma è sicuramente meglio di 0, che è ciò che quasi tutte le altre valute hanno integrato nel loro protocollo.</p> <p>La principale critica sollevata contro questo approccio è che ciò significa che l'offerta di Monero è teoricamente infinita, causando l'inflazione nel tempo, mentre le monete che coprono la ricompensa del blocco hanno un'offerta limitata, la loro scarsità aumenta il valore nel tempo. Riteniamo che questa argomentazione sia insufficiente per diversi motivi.</p> <p>In primo luogo, a che serve una moneta scarsa e di alto valore che può essere facilmente attaccata, censurata e sovvertita a causa della scarsa sicurezza? Semmai, la bassa sicurezza diminuirebbe il valore, più che compensare ciò che aumenterebbe la scarsità. In secondo luogo, sebbene l'offerta di Monero sia teoricamente infinita, l'inflazione è lineare e tende allo zero in percentuale annua, a differenza di Fiat che è esponenziale.</p> <p>L'inflazione di Monero è nota con precisione in anticipo e può essere accuratamente proiettata, a differenza di Fiat che può aumentare di più o di meno in un determinato anno in base ai capricci dei poteri che sono. Ciò preserva ancora lo spirito cypherpunk di rimuovere la possibilità di corruzione umana attraverso la tecnologia applicata dal protocollo. Con l'ulteriore vantaggio della tranquillità che la sicurezza della blockchain di Monero attraverso il mining sarà in circolazione fino a quando il mondo ne avrà bisogno.</p> <p> L'ultimo punto su cui vogliamo soffermarci è quello della correttezza. Il denaro viene utilizzato in diversi modi, come riserva di valore, come mezzo di scambio e come unità di conto. In un sistema in cui l'offerta è limitata, l'inflazione si fermerà, il che significa che coloro che la usano come riserva di valore usano il sistema gratuitamente. Beneficiano della continua sicurezza fornita dai minatori senza pagare nulla, poiché senza inflazione i loro soldi non perdono lentamente valore nel tempo. Al contrario, chiunque utilizzi la valuta come mezzo di scambio viene penalizzato (tramite commissioni di transazione potenzialmente elevate). Ciò incoraggerà le persone a trattenere ma non a spendere e distorce l'equità del sistema per favorire i titolari. Avendo un'emissione di coda, questo uniforma l'equazione. Ora i titolari pagano anche una piccola tassa, tramite l'inflazione, per la sicurezza del sistema. L'emissione della coda la rende più giusta per tutti. </p>
lt: <p>Kai dauguma žmonių galvoja apie tai, kas išskiria Monero, jie galvoja apie Monero privatumo technologiją. Iš tiesų, dauguma mano, kad privatumas ir pakeičiamumas, kurį jis atrakina, yra pagrindinis Monero bruožas ir pagrindinis ginklas, kurį jis įneša į ringą, palyginti su kitomis monetomis. Dauguma žmonių gali nežinoti, kad Monero turi kitų protokolų skirtumų nuo Bitcoin ir jo darinių, kurie, kai kurių nuomone, yra tokie pat svarbūs kaip ir Monero privatumo technologijos. Šiame straipsnyje apžvelgsime vieną iš jų: uodegos emisiją.</p> <p> Pirmiausia apibrėžkime, ką reiškia šis terminas. Uodegos emisija yra nepaliaujama subsidijuoti blokinius atlygius, net ir nukaldinus „paskutinį“ Monero. Kitaip tariant, Monero bloko atlygis niekada nenukris iki nulio, o nukris, kol pasieks 0,6 XMR vienam blokui, ir tada liks ten amžinai. Kalnakasiams visada bus mokama už Monero kasyklą ir jiems niekada nereikės pasikliauti vien mokesčių rinka.</p> <p>Tačiau trumpam žengkime žingsnį atgal ir pažiūrėkime į kasybą labai aukštu lygiu. Monero kalnakasiai skatinami apsaugoti tinklą išgaunant maišą. Paskata yra galimybė padaryti Monero, jei jie suras naują bloką. Šis Monero yra apdovanojamas dviem būdais. Pirma, kalnakasys gauna sumokėtus mokesčius už kiekvieną vartotoją, sumokėjusį už savo operacijos įtraukimą į bloką. Tai yra operacijos mokesčiai, kuriuos mokate siųsdami operaciją. Antra, kalnakasys iš paties protokolo gauna iš anksto nustatytą Monero kiekį. Daugeliu atvejų šis „blokinis atlygis“ yra daug didesnis nei naudotojo operacijų mokesčiai, todėl kalnakasiai uždirba daugiausiai pinigų. Šis blokinis atlygis padeda išlaikyti kalnakasių finansines investicijas į grandinės saugumą, taip pat siekiant į apyvartą patekti naujų monetų.</p> <p>Daugelyje kriptovaliutų protokolų šis bloko atlygis nustatytas laikui bėgant mažėti. Dauguma Bitcoin išvestinių finansinių priemonių turi vadinamuosius perpusėjimus, iš anksto nustatytus momentus, kai bloko atlygis sumažėja perpus (pvz., nuo 20 BTC iki 10 BTC). Šie sumažinimai įvyksta kas kelerius metus, ir kiekvieną kartą, kai tai įvyksta, tinklo saugumas mažėja. Kodėl? Na, raginame skaitytoją perskaityti mūsų <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">straipsnį apie kasybą ir RandomX</a>, ir tai darydami jie sužinos, kad kasyba yra lenktynės. Blokų apdovanojimai skiriami tik tiems, kurie suranda bloką, ir dėl to konkuruoja daug subjektų. Kai atlygis didesnis, daugiau žmonių domisi žaisti šį žaidimą, o kai atlygis mažas, mažiau žmonių, net ir turinčių tam reikalingą įrangą, norės panaudoti savo laiką ir išteklius, siekdami laimėti menką. prizas.</p> <p>Jau pradedame braižyti Monero uodegos emisijos priežastį. Monero taip pat turi mažėjantį atlygį už bloką, nors, skirtingai nei Bitcoin, nėra perpus. Vietoj to, kiekvienas atlygis už bloką yra šiek tiek mažesnis nei ankstesnis, todėl sumažinimas vyksta daug sklandžiau. Tačiau visoms kriptovaliutoms kyla klausimas: „Kas atsitiks, kai bloko atlygis pasieks nulį? Tai keista situacija, kai mes ir žinome, ir nežinome atsakymo. Mums žinoma dalis yra ta, kad nebebus teikiamos subsidijos už atlygį, o tai reiškia, kad kalnakasiai turės būti skatinami vien tik naudotojo operacijų mokesčiais. Nežinome, ar šių sumų pakaks, kad kalnakasiai apsaugotų grandinę.</p> <p>Kaip minėta anksčiau, šiuo metu blokinis atlygis gerokai viršija operacijų mokesčius, todėl tikimasi, kad kuo daugiau vartotojų naudosis grandine, mokesčiai padidėtų, o padidėjus mokesčiams kalnakasiai manys, kad tai verta. jų laikas tęsti kasybą. Tačiau yra ir kita šio scenarijaus pusė – vartotojų pusė. Jei mokesčiai padidės, sandoriai su kriptovaliuta taps daug brangesni visiems, o tai gali būti atskirta nuo tų, kurie neturi pakankamai pinigų. Tačiau, kita vertus, jei mokesčiai išliks maži, o bloko atlygis bus lygus nuliui, labai nedaug kalnakasių apsaugos tinklą, todėl jis bus pažeidžiamas 51 % atakų ir atšauktų operacijų.</p> <p>Niekas neturi gerų atsakymų į šį scenarijų, ir jokia svarbi moneta dar neįžengė į šį jų kriptovaliutos gyvavimo etapą, todėl su ja taip pat neturime jokios realios patirties. Visa tai yra spėlionės. Lošimas. „Bitcoin“ tikisi, kad mokesčių pakaks kalnakasiams išlaikyti, net jei tai reiškia, kad skurstančiųjų neįtrauks. Monero atlieka kitokį statymą. Monero lažinasi, kad vien mokesčių grandinės saugumui nepakaktų, todėl į protokolą įtraukta uodegos emisija.</p> <p>Primename skaitytojui, kad bloko atlygis niekada nenukris žemiau 0,6 XMR už bloką. Ar to pakaks kalnakasiams paskatinti? Nežinome, bet tai tikrai geriau nei 0, o tai yra beveik visos kitos valiutos įtrauktos į savo protokolą.</p> <p>Pagrindinė šio metodo kritika yra ta, kad tai reiškia, kad Monero pasiūla teoriškai yra begalinė ir laikui bėgant sukelia infliaciją, o monetų, kurios riboja bloko atlygį, pasiūla yra ribota, o jų trūkumas laikui bėgant didina vertę. Manome, kad šio argumento nepakanka dėl kelių priežasčių.</p> <p>Pirma, kam naudinga ribota didelės vertės moneta, kuri dėl žemo saugumo lengvai užpuolama, cenzūruojama ir pažeidžiama? Jei kas, mažas saugumas sumažintų vertę, daugiau nei kompensuotų trūkumo padidėjimą. Antra, nors Monero pasiūla teoriškai yra begalinė, infliacija yra tiesinė ir metinė procentinė dalis linkusi nulio, skirtingai nei fiat, kuris yra eksponentinis.</p> <p>Monero infliacija yra tiksliai žinoma iš anksto ir gali būti tiksliai prognozuojama, kitaip nei „fiat“, kuri tam tikrais metais gali padidėti daugiau ar mažiau, atsižvelgiant į esamų galių užgaidas. Tai vis dar išsaugo cypherpunk dvasią, kad būtų pašalinta žmonių korupcijos galimybė naudojant protokolo vykdomą technologiją. Papildoma ramybės privalumas, kad Monero blokų grandinės saugumas kasybos būdu išliks tol, kol pasauliui to reikės.</p> <p>Paskutinis dalykas, kurį norime paliesti, yra sąžiningumas. Pinigai naudojami įvairiais būdais: kaip vertės kaupiklis, kaip mainų priemonė ir kaip apskaitos vienetas. Sistemoje, kurioje pasiūla yra ribota, infliacija sustos, o tai reiškia, kad tie, kurie ją naudoja kaip vertės saugyklą, naudojasi sistema nemokamai. Jie naudojasi nuolatiniu kalnakasių teikiamu saugumu nieko už tai nemokėdami, nes be infliacijos jų pinigai laikui bėgant nepraranda vertės. Ir atvirkščiai, kiekvienas, kuris naudoja valiutą kaip mainų priemonę, yra baudžiamas (dėl galimai didelių operacijų mokesčių). Tai paskatins žmones laikyti, bet neišlaidauti, o sistemos teisingumas bus palankesnis turėtojams. Turint uodegos emisiją, tai išlygina lygtį. Dabar turėtojai taip pat moka nedidelį mokestį per infliaciją už sistemos saugumą. Dėl uodegos emisijos ji tampa teisingesnė visiems.</p>
nb: <p>Når de fleste tenker på hva som skiller Monero, tenker de på Moneros personvernteknologi. Faktisk vil de fleste vurdere personvernet og fungibiliteten som den låser opp, som Moneros definerende egenskap, og hovedvåpenet den bringer inn i ringen sammenlignet med andre mynter. Det de fleste kanskje ikke vet er at Monero inneholder andre protokollforskjeller fra Bitcoin og dets derivater som noen kanskje vil hevde er like viktige som Moneros personvernteknologier. I denne artikkelen skal vi se på en av disse: haleutslippet.</p> <p>La oss først definere hva dette begrepet betyr. En haleutslipp er en uopphørlig subsidiering av blokkbelønninger, selv etter at den "siste" Monero er preget. Med andre ord, Moneros blokkbelønning vil aldri falle til null, men heller falle til den når 0,6 XMR per blokk, og deretter forbli der for alltid. Gruvearbeidere vil alltid bli betalt for å utvinne Monero, og vil aldri bare måtte stole på et gebyrmarked.</p> <p>Men la oss ta et skritt tilbake et øyeblikk og se på gruvedrift på et veldig høyt nivå. Monero-gruvearbeidere oppmuntres til å sikre et nettverk ved å utvinne hash. Incitamentet er muligheten til å lage Monero hvis de finner en ny blokk. Denne Monero deles ut på to måter. For det første mottar gruvearbeideren de betalte avgiftene til hver bruker som har betalt for transaksjonens inkludering i blokken. Dette er transaksjonsgebyrene du betaler når du sender en transaksjon. For det andre mottar gruvearbeideren en forhåndsbestemt mengde Monero fra selve protokollen. I de fleste tilfeller er denne "blokkbelønningen" betydelig høyere enn brukertransaksjonsgebyrene, og det er der gruvearbeidere tjener mest penger. Denne blokkbelønningen tjener til å holde gruvearbeiderne økonomisk investert i kjedens sikkerhet, men også for å få nye mynter i omløp.</p> <p>I de fleste kryptovalutaprotokoller er denne blokkbelønningen satt til å reduseres over tid. De fleste Bitcoin-derivater har det som kalles halveringer, forhåndsbestemte tidspunkter hvor blokkbelønningen halveres (som fra 20 BTC til 10 BTC). Disse halveringene skjer med noen års mellomrom, og hver gang det skjer synker sikkerheten på nettet. Hvorfor? Vel, vi oppfordrer leseren til å lese <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikkelen vår om Mining og RandomX</a>, og ved å gjøre det vil de lære at gruvedrift er en rase. Blokkbelønninger deles bare ut til de som finner en blokk, og det er mange enheter som konkurrerer om å gjøre det. Når belønningene er høyere, er flere mennesker interessert i å spille dette spillet, mens når belønningene er lave, vil færre mennesker, selv de som har utstyret til å gjøre det, være villige til å bruke tiden og ressursene sine på en sjanse til å vinne en søt premie.</p> <p>Allerede begynner vi å skrape i overflaten av årsaken til Moneros haleutslipp. Monero har også en avtagende blokkbelønning, men i motsetning til Bitcoin er det ingen halveringer. I stedet er hver blokkbelønning en liten mengde mindre enn den forrige, så reduksjonen er mye jevnere. Men spørsmålet for alle kryptovalutaer er: "Hva skjer når blokkbelønningen treffer null?" Dette er en merkelig situasjon der vi både vet og ikke vet svaret. Den delen vi vet er at det ikke vil være mer blokkbelønningstilskudd, noe som betyr at gruvearbeidere må incentiveres av brukertransaksjonsgebyrene alene. Det vi ikke vet er om disse beløpene vil være nok til å holde gruvearbeiderne sikre kjeden.</p> <p>Som nevnt tidligere, for øyeblikket oppveier blokkbelønningen transaksjonsgebyrene med et betydelig beløp, så håpet er at etter hvert som flere brukere bruker kjeden, vil gebyrene øke, og med økte gebyrer vil gruvearbeiderne finne det verdt deres tid til å fortsette gruvedriften. Det er imidlertid en annen side ved dette scenariet, siden til brukerne. Hvis gebyrene øker, vil det bli mye dyrere å handle med kryptovaluta for alle, og potensielt avgrense det fra de som ikke har tilstrekkelige økonomiske ressurser. Men på den annen side, hvis avgiftene forblir lave og blokkbelønningen går til null, vil svært få gruvearbeidere sikre nettverket, noe som gjør det sårbart for 51 % angrep og reverserte transaksjoner.</p> <p>Ingen har gode svar på dette scenariet, og ingen større mynt har ennå gått inn i denne fasen av kryptovalutaens liv, så vi har heller ingen erfaring med det i den virkelige verden. Det hele er spekulasjoner. En sjanse. Bitcoin satser på at avgiftene vil være nok til å opprettholde gruvearbeiderne, selv om det betyr å ekskludere de fattige. Monero gjør en annen innsats. Monero satser på at avgiftene alene ikke vil være nok for kjedesikkerhet, så det inkluderer en haleutslipp som en del av protokollen.</p> <p>Vi minner leseren om at blokkbelønningen aldri vil falle under 0,6 XMR per blokk. Vil dette være nok til å stimulere gruvearbeidere? Vi vet ikke, men det er absolutt bedre enn 0, som er det nesten alle andre valutaer har innebygd i protokollen deres.</p> <p>Den viktigste kritikken mot denne tilnærmingen er at dette betyr at Moneros tilbud er teoretisk uendelig, noe som forårsaker inflasjon over tid, mens mynter som begrenser blokkbelønningen har et begrenset tilbud, og deres knapphet øker verdien over tid. Vi mener dette argumentet er utilstrekkelig av flere grunner.</p> <p>For det første, hva hjelper en knapp, høyverdimynt som lett kan angripes, sensureres og undergraves på grunn av lav sikkerhet? Om noe, ville den lave sikkerheten redusere verdien, mer enn å oppveie den økningen knappheten ville gi. For det andre, selv om Moneros tilbud er teoretisk uendelig, er inflasjonen lineær og trender mot null som en årlig prosentandel, i motsetning til fiat som er eksponentiell.</p> <p>Moneros inflasjon er nøyaktig kjent på forhånd, og kan projiseres nøyaktig, i motsetning til fiat som kan øke med mer eller mindre på et gitt år basert på innfallene til maktene som er. Dette bevarer fortsatt cypherpunk-ånden om å fjerne muligheten for menneskelig korrupsjon gjennom protokollhåndhevet teknologi. Med den ekstra fordelen av tryggheten om at sikkerheten til Moneros blokkjede gjennom gruvedrift vil eksistere så lenge verden trenger det.</p> <p>Det siste punktet vi ønsker å berøre er rettferdighet. Penger brukes på flere måter, som et verdilager, som et byttemiddel og som en kontoenhet. I et system der tilbudet er begrenset, vil inflasjonen stoppe, noe som betyr at de som bruker det som verdilager bruker systemet gratis. De drar nytte av den fortsatte sikkerheten som gruvearbeiderne gir uten å betale noe for det, siden uten inflasjon taper ikke pengene deres sakte i verdi over tid. Motsatt blir alle som bruker valutaen som et byttemiddel straffet (via potensielt høye transaksjonsgebyrer). Dette vil oppmuntre folk til å holde, men ikke bruke, og forvrider systemets rettferdighet til å favorisere innehavere. Ved å ha et haleutslipp jevner dette ut ligningen. Nå betaler innehaverne også en liten skatt, via inflasjon, for systemets sikkerhet. Haleutslippet gjør det mer rettferdig for alle.</p>
nl: <p>Als de meeste mensen denken aan wat Monero onderscheidt, denken ze aan de privacytechnologie van Monero. De meesten zouden inderdaad de privacy, en de fungibiliteit die het ontgrendelt, beschouwen als de bepalende eigenschap van Monero, en het belangrijkste wapen dat het in de ring brengt in vergelijking met andere munten. Wat de meeste mensen misschien niet weten, is dat Monero andere protocolverschillen bevat dan Bitcoin en zijn derivaten, waarvan sommigen beweren dat ze net zo belangrijk zijn als de privacytechnologieën van Monero. In dit artikel kijken we naar één daarvan: de staartemissie.</p> <p>Laten we eerst definiëren wat deze term betekent. Een staartemissie is een onophoudelijke subsidie van blokbeloningen, zelfs nadat de ‘laatste’ Monero is geslagen. Met andere woorden, de blokbeloning van Monero zal nooit naar nul dalen, maar eerder tot het 0,6 XMR per blok bereikt, en vervolgens daar voor altijd blijven. Miners worden altijd betaald om Monero te minen en zullen nooit alleen afhankelijk zijn van een vergoedingsmarkt.</p> <p>Maar laten we even een stapje terug doen en mining op een zeer hoog niveau bekijken. Monero miners worden gestimuleerd om een netwerk te beveiligen door hashes te minen. De stimulans is de mogelijkheid om Monero te maken als ze een nieuw blok vinden. Deze Monero wordt op twee manieren toegekend. Ten eerste ontvangt de miner de betaalde vergoedingen van elke gebruiker die heeft betaald voor de opname van hun transactie in het blok. Dit zijn de transactiekosten die u betaalt als u een transactie verstuurt. Ten tweede ontvangt de miner een vooraf bepaalde hoeveelheid Monero van het protocol zelf. In de meeste gevallen is deze 'blokbeloning' aanzienlijk hoger dan de transactiekosten van de gebruiker, en hier verdienen miners het meeste geld. Deze blokbeloning dient om de miners financieel te laten investeren in de beveiliging van de keten, maar ook om nieuwe munten in omloop te brengen.</p> <p>In de meeste cryptocurrency-protocollen wordt deze blokbeloning in de loop van de tijd afgebouwd. De meeste Bitcoin-derivaten hebben zogenaamde halveringen, vooraf bepaalde tijdstippen waarop de blokbeloning halveert (zoals van 20 BTC naar 10 BTC). Deze halveringen vinden om de paar jaar plaats en elke keer dat dit gebeurt, neemt de beveiliging van het netwerk af. Waarom? Nou, we moedigen de lezer aan om dan ons artikel <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank"> over mining en RandomX </a> te lezen, en door dit te doen zullen ze leren dat mining een race is. Blokbeloningen worden alleen uitgedeeld aan degenen die een blok vinden, en er zijn veel entiteiten in competitie om dit te doen. Wanneer de beloningen hoger zijn, zijn meer mensen geïnteresseerd in het spelen van dit spel, terwijl wanneer de beloningen laag zijn, minder mensen, zelfs degenen met de uitrusting om dit te doen, bereid zullen zijn hun tijd en middelen te gebruiken om kans te maken op een miezerige prijs.</p> <p>We beginnen al aan de oppervlakte te komen van de reden voor Monero's staartemissie. Ook Monero heeft een afnemende blokbeloning, hoewel er in tegenstelling tot Bitcoin geen halveringen zijn. In plaats daarvan is elke blokbeloning een klein bedrag minder dan de vorige, dus de verlaging verloopt veel soepeler. Maar de vraag voor alle cryptocurrencies is: "Wat gebeurt er als de blokbeloning nul bereikt?" Dit is een vreemde situatie waarin we allebei het antwoord weten en niet weten. Het deel dat we weten is dat er geen blokbeloningssubsidie meer zal zijn, wat betekent dat miners alleen moeten worden gestimuleerd door de gebruikerstransactiekosten. Wat we niet weten, is of deze bedragen voldoende zullen zijn om de miners de ketting te laten beveiligen. </p> <p>Zoals eerder vermeld, weegt de blokbeloning op dit moment aanzienlijk zwaarder dan de transactiekosten, dus de hoop is dat naarmate meer gebruikers de keten gebruiken, de kosten zullen stijgen, en met hogere kosten zullen de miners het de moeite waard vinden in hun tijd door te gaan met minen. Er is echter nog een andere kant van dit scenario, namelijk de kant van de gebruikers. Als de kosten stijgen, wordt het voor iedereen veel duurder om transacties met cryptocurrency uit te voeren, waardoor het mogelijk wordt afgeschermd van degenen die niet over voldoende financiële middelen beschikken. Maar aan de andere kant, als de kosten laag blijven en de blokbeloning naar nul gaat, zullen maar heel weinig miners het netwerk beveiligen, waardoor het kwetsbaar blijft voor 51% aanvallen en omgekeerde transacties.</p> <p>Niemand heeft goede antwoorden op dit scenario en er is nog geen enkele grote munt in deze fase van hun crytpocurrency-leven gekomen, dus we hebben er ook geen praktijkervaring mee. Het is allemaal speculatie. Een gok. Bitcoin wedt dat de vergoedingen voldoende zullen zijn om de miners te onderhouden, zelfs als dit betekent dat de armen worden uitgesloten. Monero maakt een andere weddenschap. Monero wedt dat de vergoedingen alleen niet voldoende zijn voor ketenbeveiliging, dus neemt het een staartemissie op als onderdeel van het protocol.</p> <p>We herinneren de lezer eraan dat de blokbeloning nooit lager zal zijn dan 0,6 XMR per blok. Zal dit genoeg zijn om miners te stimuleren? We weten het niet, maar het is zeker beter dan 0, wat bijna elke andere valuta in hun protocol heeft ingebouwd.</p> <p>De belangrijkste kritiek op deze aanpak is dat dit betekent dat de voorraad van Monero in theorie oneindig is, wat na verloop van tijd inflatie veroorzaakt, terwijl munten die de blokbeloning beperken een eindige voorraad hebben, terwijl hun schaarste de waarde in de loop van de tijd verhoogt. We zijn van mening dat dit argument om verschillende redenen onvoldoende is.</p> <p>Ten eerste, wat heeft u aan een schaarse munt van hoge waarde die gemakkelijk kan worden aangevallen, gecensureerd en ondermijnd vanwege de lage beveiliging? De lage beveiliging zou in ieder geval de waarde verlagen, meer dan compenseren voor de toename die de schaarste zou opleveren. Ten tweede, hoewel het aanbod van Monero theoretisch oneindig is, is de inflatie lineair en neigt het naar nul als een jaarlijks percentage, in tegenstelling tot fiat dat exponentieel is. </p> <p>De inflatie van Monero is van tevoren precies bekend en kan nauwkeurig worden geprojecteerd, in tegenstelling tot fiat dat in een bepaald jaar min of meer kan stijgen op basis van de grillen van de machthebbers. Dit behoudt nog steeds de cypherpunk-geest van het verwijderen van de mogelijkheid van menselijke corruptie door middel van protocol-afgedwongen technologie. Met het extra voordeel van de gemoedsrust dat de veiligheid van Monero's blockchain door middel van mining er zal zijn zolang de wereld het nodig heeft. </p> <p>Het laatste punt dat we willen bespreken is eerlijkheid. Geld wordt op verschillende manieren gebruikt: als waardeopslagmiddel, als ruilmiddel en als rekeneenheid. In een systeem waar het aanbod eindig is, stopt de inflatie, wat betekent dat degenen die het gebruiken als waardeopslag het systeem gratis gebruiken. Ze profiteren van de voortdurende zekerheid die de miners bieden zonder er iets voor te betalen, want zonder inflatie verliest hun geld in de loop van de tijd snel hun waarde. Omgekeerd wordt iedereen die de valuta als ruilmiddel gebruikt, bestraft (via mogelijk hoge transactiekosten). Dit zal mensen aanmoedigen om te houden maar niet uit te geven, en vertekent de eerlijkheid van het systeem om houders te bevoordelen. Door een staartemissie te hebben, egaliseert dit de vergelijking. Nu betalen houders ook een kleine belasting, via inflatie, voor de veiligheid van het systeem. De staartemissie maakt het eerlijker voor iedereen.</p>
pl: <p>Gdy większość osób myśli o tym, co wyróżnia Monero, ma na myśli jego prywatność. To prawda, że dla wielu prywatność i umożliwiona przez nią zamienność, definiują Monero i stanowią główną jego siłę w porównaniu z innymi kryptowalutami. Jednak większość osób nie zdaje sobie sprawy, że Monero różni się od Bitcoina na więcej sposobów, przy czym wiele z nich być może równie ważna co prywatność. W tym artykule przyjrzymy się jednej z nich: tail emissions</p> <p>Zacznijmy od zdefiniowania tego pojęcia. Tail emissions to niekończąca się nagroda za wykopanie bloku, emitowana nawet po wykopaniu "ostatniego" Monero. Innymi słowy nagroda za blok Monero nigdy nie spada do zera, lecz spada, aż do osiągnięcia 0,6 XMR za blok i pozostaje na tym poziomie na zawsze. Minersi zawsze otrzymają zapłatę za kopanie Monero i nigdy nie będą zmuszeni do tego, żeby polegać wyłącznie na opłatach za transakcje.</p> <p>Ale cofnijmy się trochę i spójrzmy na kopanie. Minersi Monero są zachęcani do zabezpieczenia sieci licząc hashe. Zachętą jest szansa na zarobienie Monero, jeśli znajdą nowy blok. To Monero składa się z dwóch części. Najpierw miner dostaje opłaty transakcyjne od każdego użytkownika, który wysłał transakcje znajdujące się w tym nowym bloku. Są to opłaty transakcyjne, które płacisz, gdy wysyłasz transakcję. W drugiej części, miner otrzymuje pewną zawczasu ustaloną ilość Monero od samego protokołu. Przeważnie ta nagroda za blok od protokołu jest znacznie większa niż opłaty od użytkowników i na niej głównie minersi zarabiają. Ta nagroda zachęca minerów do zabezpieczenia sieci, ale również wprowadza nowe Monero do obrotu.</p> <p>W większości protokołów kryptowalut ta nagroda za blok maleje z czasem. Większość pochodnych Bitcoina posiada tak zwane halvenings - ustalone daty, po których nagroda za blok spada o połowę (np: z 20 BTC na 10 BTC). Te halvenings mają miejsce co kilka lat i za każdym razem, gdy do nich dochodzi bezpieczeństwo sieci spada. Dlaczego? Cóż, zachęcamy czytelnika do przeczytania naszego <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artykułu na temat kopania i RandomX</a>, aby dowiedział się, że kopanie kryptowalut to wyścig. Nagrody za bloki są przyznawane jedynie temu, który znajdzie blok, a jest wielu konkurentów do tego. Im nagrody za bloki są wyższe, tym więcej ludzi jest zainteresowanych, podczas gdy przy niskich nagrodach, mniej osób jest chętnych, nawet jeśli posiadają sprzęt, jako, że wymaga to czasu i kosztownych zasobów, aby mieć szansę na zdobycie drobnej nagrody.</p> <p>Zaczynamy rozumieć więc powody, dla których Monero ma tail emissions. Monero też ma spadającą nagrodę za blok, jednak w przeciwieństwie do Bitcoina, nie ma halvenings. Zamiast tego każdy kolejny blok ma nieco mniejszą nagrodę, więc redukcja jest o wiele łagodniejsza. Pytaniem dla każdej kryptowaluty jest co, gdy nagroda za nowy blok spadnie do 0? To dziwne pytanie, bo jednocześnie znamy i nie znamy odpowiedzi. Wiemy, że nie będzie już nagrody za nowy blok, co oznacza, że minerzy będą musieli się zmotywować jedynie opłatami za transakcje. Nie wiemy jednak, czy te opłaty wystarczą, aby zabezpieczyć blockchain.</p> <p>Jak wspomnieliśmy wcześniej, na tę chwilę nagroda za nowy blok jest znacznie większa niż opłaty za transakcje, więc jest nadzieja, że gdy więcej osób skorzysta z sieci to opłaty wzrosną, a więc minerom będzie się opłacać kopanie. Jest też inny punkt widzenia na ten scenariusz - punkt widzenia użytkowników. Jeśli opłaty za transakcje będą zbyt wysokie, wówczas korzystanie z sieci będzie bardzo drogie, potencjalnie zbyt drogie dla mniej zamożnych użytkowników. Z drugiej strony, jeśli opłaty za transakcje pozostaną niskie, a nagroda za nowy blok spadnie do 0, wówczas bardzo niewielu minerów będzie zabezpieczać sieć pozostawiając ją podatną na ataków 51% oraz ryzyko cofniętych transakcji.</p> <p>Nikt nie ma dobrych odpowiedzi na ten scenariusz i żadna wiodąca kryptowaluta jeszcze nie osiągnęła tego etapu, więc nie mamy przykładów z rzeczywistego świata. To są tylko spekulacje. Bitcoin zakłada, że opłaty za transakcje wystarczą, aby zachęcić minerów, nawet jeśli wykluczy to mniej zamożnych użytkowników. Monero zakłada inaczej – przyjmuje, że opłaty za transakcje nie wystarczą, aby zabezpieczyć sieć i dlatego tail emissions są częścią protokołu.</p> <p>Przypominamy, że nagroda za nowy blok nigdy nie spadnie poniżej 0,6 XMR. Czy to wystarczy, aby zmotywować minerów? Nie mamy pewności, ale zdecydowanie jest to lepsze niż 0, które jest stosowane przez niemal każdą inną kryptowalutę.</p> <p>Główna krytyka stosowana wobec tego rozwiązania to spostrzeżenie, że teoretycznie Monero ma nieskończoną podaż powodującą inflację, podczas gdy ilość innych kryptowalut jest ograniczona, a ich niedobór się nasila i zwiększa ich wartość z czasem. Sądzimy, że ten argument jest niewystarczający z kilku powodów.</p> <p>Po pierwsze, na co niedostatek drogiej kryptowaluty skoro można ją łatwo zaatakować, ocenzurować, lub inaczej przejąć z uwagi na niskie zabezpieczenia? Jeśli już, to te niskie zabezpieczenia obniżą wartość bardziej, niż niedostatek ją podwyższy. Po drugie, podaż Monero jest teoretycznie nieograniczona, inflacja jest liniowa i dąży do zera jako procent, w przeciwieństwie do fiata, którego podaż rośnie wykładniczo.</p> <p>Inflacja Monero jest dokładnie znana zawczasu i może być dokładnie przewidziana, w przeciwieństwie do fiata, gdzie zmienia się ona w zależności od kaprysów władzy. Rozwiązanie Monero pozostawia duch cypherpunk, zgodnie z którym eliminuje się możliwość skorompowania przez kogoś, dzięki technologii blockchain, z tą zaletą, że bezpieczeństwo Monero będzie dostępne da świata tak długo jak będzie to potrzebne.</p> <p>Ostatnim punktem jest kwestia sprawiedliwości. Pieniądze są wykorzystywane na różne sposoby – jako przechowywanie wartości, jako środek wymiany, czy też jako jednostka miary. W świecie, w którym jego podaż jest ograniczona inflacji nie będzie, co oznacza, że stosujący walutę jako sposób na przechowywanie wartości będą z niej korzystać za darmo. Zyskują na bezpieczeństwie zapewnianym przez minerów bez płacenia za nie, skoro bez inflacji ich pieniądze nie tracą wartości z czasem. Natomiast, każdy kto wykorzystuje walutę jako środek wymiany jest karany (poprzez wysokie opłaty transakcyjne). To zachęca ludzi do przechowywania, ale nie do wydawania i zaburza sprawiedliwość protokołu na korzyść przechowujących. Tail emissions balansują system i jego użytkowników. Wówczas przechowujący również płacą niski podatek, drogą inflacji, za bezpieczeństwo protokołu. Tail emissions sprawiają, że system jest bardziej sprawiedliwy dla wszystkich.</p>
pt_br: <p>Quando a maioria das pessoas pensa no que diferencia Monero, elas pensam na tecnologia de privacidade de Monero. De fato, a maioria consideraria a privacidade e a fungibilidade que ela desbloqueia, como característica definidora de Monero, e a principal arma que ela traz para o ringue quando comparada a outras moedas. O que a maioria das pessoas talvez não saiba é que o Monero contém outras diferenças de protocolo do Bitcoin e seus derivados que alguns podem argumentar serem tão importantes quanto as tecnologias de privacidade do Monero. Neste artigo, veremos um destes: a emissão da cauda.</p> <p>Primeiro, vamos definir o que esse termo significa. Uma emissão de cauda é um subsídio incessante de recompensas em bloco, mesmo depois que o 'último' Monero é cunhado. Em outras palavras, a recompensa de bloco de Monero nunca cai para zero, mas cai até atingir 0,6 XMR por bloco e fica lá para sempre. Os mineradores serão sempre pagos para minerar Monero e nunca terão que depender apenas de um mercado de taxas.</p> <p>Mas vamos dar um passo atrás por um momento e analisar a mineração em um nível muito alto. As mineradoras Monero são incentivadas a proteger uma rede através de hashes de mineração. O incentivo é a oportunidade de fazer o Monero se eles encontrarem um novo bloco. Este Monero é premiado de duas maneiras. Primeiro, o minerador recebe as taxas pagas de cada usuário que pagou pela inclusão de sua transação no bloco. Essas são as taxas de transação que você paga quando envia uma transação. Em segundo lugar, o minerador recebe uma quantidade predeterminada de Monero do próprio protocolo. Na maioria dos casos, essa "recompensa em bloco" é substancialmente mais alta que as taxas de transação do usuário e é onde os mineradores ganham mais dinheiro. Essa recompensa em bloco serve para manter os mineradores investidos financeiramente na segurança da cadeia, mas também para colocar em circulação novas moedas.</p> <p>Na maioria dos protocolos de criptomoeda, essa recompensa de bloco deve diminuir com o tempo. A maioria dos derivados de Bitcoin tem o que é chamado de halvenings, pontos pré-determinados no tempo em que o bloco recompensa pela metade (como de 20 BTC a 10 BTC). Esses cortes ocorrem a cada poucos anos e, toda vez que isso acontece, a segurança na rede diminui. Por quê? Bem, incentivamos o leitor a ler nosso artigo <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">sobre Mineração e RandomX</a>e, ao fazer isso, eles aprenderão que a mineração é uma corrida. As recompensas em bloco são concedidas apenas àqueles que encontrarem um bloco, e há muitas entidades em competição para fazê-lo. Quando as recompensas são mais altas, mais pessoas estão interessadas em jogar este jogo, enquanto que quando as recompensas são baixas, menos pessoas, mesmo as que têm o equipamento necessário, estarão dispostas a usar seu tempo e recursos na chance de ganhar um prêmio escasso. prêmio.</p> <p>Já começamos a arranhar a superfície do motivo da emissão de cauda de Monero. Monero também tem uma recompensa em bloco decrescente, embora, ao contrário do Bitcoin, não haja metade. Em vez disso, cada recompensa de bloco é uma quantidade minúscula menor que a anterior, portanto a redução é muito mais suave. Mas a pergunta para todas as criptomoedas é: "O que acontece quando a recompensa do bloco chega a zero?" Essa é uma situação estranha na qual nós dois sabemos e não sabemos a resposta. A parte que sabemos é que não haverá mais subsídio de recompensa por bloco, o que significa que as mineradoras terão que ser incentivadas apenas pelas taxas de transação do usuário. O que não sabemos é se esses valores serão suficientes para manter os mineradores protegendo a cadeia.</p> <p>Como mencionado anteriormente, atualmente, a recompensa em bloco supera as taxas de transação em uma quantia substancial. Portanto, a esperança é que, à medida que mais usuários usem a cadeia, as taxas aumentem, e com taxas aumentadas os mineradores considerem que vale a pena. seu tempo para continuar minerando. Há outro lado nesse cenário, no entanto, o lado dos usuários. Se as taxas aumentarem, será muito mais caro negociar com criptomoeda para todos, potencialmente isolando-os daqueles sem recursos monetários suficientes. Por outro lado, se as taxas permanecerem baixas e a recompensa do bloco chegar a zero, pouquíssimos mineradores protegerão a rede, deixando-a vulnerável a 51% de ataques e transações reversas.</p> <p>Ninguém tem boas respostas para esse cenário, e nenhuma moeda importante ainda entrou nesta fase da vida de suas criptomoedas, portanto também não temos experiência no mundo real com ela. É tudo especulação. Uma aposta. O Bitcoin aposta que as taxas serão suficientes para sustentar os mineradores, mesmo que isso signifique excluir os empobrecidos. Monero faz uma aposta diferente. Monero aposta que as taxas por si só não seriam suficientes para a segurança da cadeia, por isso inclui uma emissão residual como parte do protocolo.</p> <p>Lembramos ao leitor que a recompensa do bloco nunca cairá abaixo de 0,6 XMR por bloco, nunca. Isso será suficiente para incentivar os mineradores? Não sabemos, mas certamente é melhor que 0, que é o que quase todas as outras moedas incorporaram ao seu protocolo.</p> <p>A principal crítica lançada contra essa abordagem é que isso significa que a oferta de Monero é teoricamente infinita, causando inflação ao longo do tempo, enquanto as moedas que limitam a recompensa do bloco têm uma oferta finita, sua escassez aumentando o valor ao longo do tempo. Consideramos esse argumento insuficiente por várias razões.</p> <p>Em primeiro lugar, de que serve uma moeda escassa e de alto valor que é facilmente atacada, censurada e subvertida devido à baixa segurança? Na verdade, a baixa segurança diminuiria o valor, mais do que compensando o aumento que a escassez proporcionaria. Em segundo lugar, embora a oferta de Monero seja teoricamente infinita, a inflação é linear e tende a zero como uma porcentagem anual, ao contrário do decreto exponencial.</p> <p>A inflação de Monero é conhecida com antecedência e pode ser projetada com precisão, ao contrário do decreto que pode aumentar mais ou menos em um determinado ano, com base nos caprichos das potências existentes. Isso ainda preserva o espírito cypherpunk de remover a possibilidade de corrupção humana por meio da tecnologia imposta por protocolo. Com o benefício adicional da tranqüilidade de saber que a segurança da blockchain da Monero por meio da mineração estará em torno do tempo que o mundo precisar.</p> <p> O último ponto que queremos abordar é o da justiça. O dinheiro é usado de várias maneiras, como uma reserva de valor, como um meio de troca e como uma unidade de conta. Em um sistema em que a oferta é finita, a inflação para, o que significa que aqueles que a utilizam como reserva de valor usam o sistema gratuitamente. Eles se beneficiam da segurança contínua fornecida pelos mineradores sem pagar nada por isso, pois, sem inflação, seu dinheiro não perde valor lentamente ao longo do tempo. Por outro lado, qualquer pessoa que use a moeda como meio de troca é penalizada (por meio de taxas de transação potencialmente altas). Isso incentivará as pessoas a manter, mas não gastará, e distorce a imparcialidade do sistema para favorecer os proprietários. Por ter uma emissão de cauda, isso equilibra a equação. Agora, os detentores também pagam um pequeno imposto, via inflação, pela segurança do sistema. A emissão da cauda torna mais justo para todos. </p>
sl: <p>Ko večina ljudi pomisli na to, kaj razlikuje Monero, pomisli na tehnologijo zasebnosti Monero. Pravzaprav bi večina menila, da sta zasebnost in zamenljivost, ki jo odpira, Monerova značilnost in glavno orožje, ki ga prinaša v ringu v primerjavi z drugimi kovanci. Večina ljudi pa morda ne ve, da Monero vsebuje še druge razlike v protokolu v primerjavi z bitcoinom in njegovimi derivati, za katere nekateri trdijo, da so prav tako pomembne kot Monerove tehnologije zasebnosti. V tem članku si bomo ogledali eno od njih: Tail emisijo. </p> <p>Najprej opredelimo, kaj ta izraz pomeni. Tail ozr. repna emisija je neprekinjeno subvencioniranje nagrad za bloke, tudi ko je izkopan "zadnji" Monero. Z drugimi besedami, nagrada za blok Monero ne bo nikoli padla na nič, temveč bo padala, dokler ne doseže 0,6 XMR na blok, nato pa bo tam ostala za vedno. Rudarji bodo vedno plačani za rudarjenje Monera in se jim nikoli ne bo treba zanašati izključno na trg provizij.</p> <p>Vendar se za trenutek pomaknimo nazaj in si rudarstvo oglejmo na zelo visoki ravni. Rudarji Monero so spodbujeni, da z rudarjenjem hashev zavarujejo omrežje. Spodbuda je priložnost zaslužiti Monero, če najdejo nov blok. Monero se dodeli na dva načina. Prvič, rudar prejme plačane pristojbine vsakega uporabnika, ki je plačal za vključitev njegove transakcije v blok. To so pristojbine za transakcije, ki jih plačate, ko pošljete transakcijo. Drugič, rudar prejme vnaprej določen znesek Monero od samega protokola. V večini primerov je ta "nagrada za blok" bistveno višja od uporabniških pristojbin za transakcije in z njo rudarji največ zaslužijo. Ta nagrada za blok služi temu, da rudarji ohranjajo finančno naložbo v varnost verige, pa tudi temu, da v obtok pridejo novi kovanci.</p> <p>V večini protokolov kriptovalut je ta nagrada za blok nastavljena tako, da se sčasoma zmanjša. Večina derivatov Bitcoina ima tako imenovane halveninge, vnaprej določene točke v času, ko se nagrada za blok prepolovi (na primer z 20 BTC na 10 BTC). Ti halveningi se zgodijo vsakih nekaj let in vsakič, ko se to zgodi, se varnost v omrežju zmanjša. Zakaj? No, bralca spodbujamo, da prebere naš <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">članek o rudarjenju in RandomX</a> , pri tem se bo naučil, da je rudarjenje dirka. Nagrade za blok se dodelijo le tistim, ki najdejo blok, za to pa se poteguje veliko subjektov. Če so nagrade višje, je za igranje te igre zainteresiranih več ljudi, če pa so nagrade nizke, bo manj ljudi, tudi tistih z ustrezno opremo, pripravljenih porabiti svoj čas in sredstva za priložnost, da osvojijo skromno nagrado.</p> <p>Že zdaj lahko začnemo odkrivati razloge za tail emisijo Monera. Tudi pri Moneru se nagrada za blok zmanjšuje, čeprav za razliko od Bitcoina ni polovičk. Namesto tega je vsaka nagrada za blok malenkost manjša od prejšnje, zato je zmanjševanje veliko bolj gladko. Vprašanje za vse kriptovalute pa je: "Kaj se zgodi, ko nagrada za blok doseže ničlo?" To je nenavadna situacija, v kateri hkrati poznamo in ne poznamo odgovora. Del, ki ga poznamo, je, da subvencije nagrade za blok ne bo več, kar pomeni, da bo treba rudarje stimulirati samo s pristojbinami za transakcije uporabnikov. Ne vemo pa, ali bodo ti zneski zadostovali za to, da bodo rudarji še naprej zagotavljali varnost verige.</p> <p>Kot smo že omenili, trenutno nagrada za blok precej presega pristojbine za transakcije, zato upamo, da se bodo z večjim številom uporabnikov, ki bodo uporabljali verigo, pristojbine povečale, rudarji pa bodo zaradi višjih pristojbin menili, da se jim splača nadaljevati z rudarjenjem. Ta scenarij pa ima tudi drugo plat, plat uporabnikov. Če se pristojbine povečajo, bo poslovanje s kriptovalutami za vse veliko dražje, kar bi jih lahko odrinilo od tistih, ki nimajo dovolj denarnih sredstev. Toda po drugi strani, če bodo pristojbine ostale nizke in bo nagrada za blok padla na nič, potem bo zelo malo rudarjev zavarovalo omrežje, zaradi česar bo to ranljivo za napade 51 % in obrnjene transakcije.</p> <p>Nihče nima dobrih odgovorov za ta scenarij in noben večji kovanec še ni vstopil v to fazo življenja njihove kriptovalute, zato tudi nimamo izkušenj v resničnem svetu. Vse so špekulacije ozr. igra na srečo. Bitcoin stavi, da bodo provizije zadostovale za vzdrževanje rudarjev, tudi če to pomeni izključitev obubožanih. Monero stavi drugače.. Monero stavi, da samo nadomestila ne bodo zadostovala za varnost verige, zato vključuje tail emisijo kot del protokola.</p> <p>Bralca spomnimo, da nagrada za blok nikoli ne bo padla pod 0,6 XMR na blok. Bo to dovolj za spodbudo rudarjem? Ne vemo, vendar je zagotovo boljše od 0, kar ima nastavljena skoraj vsaka druga valuta v svoj protokol.</p> <p>Glavna kritika tega pristopa je, da to pomeni, da je ponudba Monera teoretično neskončna, kar sčasoma povzroči inflacijo, medtem ko je ponudba kovancev, ki omejujejo nagrado za blok, končna, njihovo pomanjkanje pa sčasoma povečuje vrednost. Menimo, da je ta argument nezadosten iz več razlogov.</p> <p>Prvič, kaj pomaga redek kovanec visoke vrednosti, ki ga je zaradi slabe varnosti mogoče zlahka napasti, cenzurirati in spodkopati? Če kaj, bi nizka varnost zmanjšala vrednost, kar bi več kot odtehtalo povečanje, ki bi ga prinesla redkost. Drugič, čeprav je zaloga Monera teoretično neskončna, je inflacija linearna in se v letnem odstotku giblje proti ničli, za razliko od fiat, ki je eksponentna.</p> <p>Inflacija Monera je znana vnaprej in jo je mogoče natančno napovedati, za razliko od fiat valut, ki se lahko v določenem letu poveča za več ali manj glede na muhavost vladajočih. S tem se še vedno ohranja duh cypherpunka, ki s tehnologijo, ki jo uveljavlja protokol, odpravlja možnost človeške korupcije. Dodatna prednost je mirna vest, da bo varnost verige blokov Monero prek rudarjenja obstajala, dokler jo bo svet potreboval.</p> <p>Zadnja točka, ki se je želimo dotakniti, je pravičnost. Denar se uporablja na več načinov: kot hranilnik vrednosti, menjalno sredstvo in obračunska enota. V sistemu, kjer je ponudba končna, se inflacija ustavi, kar pomeni, da ga tisti, ki ga uporabljajo kot hranilnik vrednosti, uporabljajo brezplačno. Imajo koristi od stalne varnosti, ki jo zagotavljajo rudarji, ne da bi za to kar koli plačali, saj brez inflacije njihov denar sčasoma ne izgublja počasi vrednosti. Nasprotno pa so vsi, ki valuto uporabljajo kot menjalno sredstvo, kaznovani (s potencialno visokimi pristojbinami za transakcije). To bo ljudi spodbujalo k temu, da imajo denar, vendar ga ne porabijo, in izkrivlja pravičnost sistema v korist imetnikov. Z tail emisijo se enačba izravna. Zdaj imetniki plačujejo tudi majhen davek, in sicer prek inflacije, za varnost sistema. Zaradi te emisije je sistem pravičnejši za vse.</p>
sv: <p>När mest människor tänka av vad uppsättningar Monero åtskilda, de tänka av Monero’s privatliv teknologi. Verkligen,de flesta människor skulle betrakta den sekretess, och den fungibiliteten att den låser upp, som Monero's utmärkande egenskap, och den viktigaste vapnet det för med sig in i ringen jämfört til andra mynt. Vad de flesta kanske inte vet är att Monero innehåller andra protokollskillnader från Bitcoin och dess derivat som vissa skulle kunna hävda är lika viktiga som Monero's privatlivet teknik. </p> <p>Låt oss först definiera vad denna term betyder. En tail emission är en oavbruten subvention av blockbelöningar, även efter att den 'sista' Moneron har präglats. Med andra ord kommer Moneros blockbelöning aldrig att falla till noll, utan snarare falla tills den når 0,6 XMR per block, och sedan stanna där för alltid. Gruvarbetare kommer alltid att få betalt för att bryta Monero, och kommer aldrig att behöva enbart förlita sig på en avgiftsmarknad.</p> <p>Men låt oss ta ett steg tillbaka ett ögonblick och titta på mining på en mycket hög nivå. Monero-miners har ett incitament att säkra ett nätverk genom att mina hashes. Incitamentet är möjligheten att tjäna Monero om de hittar ett nytt block. Denna Monero tilldelas på två sätt. Först får minern de betalda avgifterna för varje användare som betalat för att deras transaktion ska inkluderas i blocket. Detta är de transaktionsavgifter som du betalar när du skickar en transaktion. För det andra får mineraren en förutbestämd mängd Monero från själva protokollet. I de flesta fall är denna "blockbelöning" betydligt högre än användarnas transaktionsavgifter, och det är här miners tjänar mest pengar. Blockbelöningen används för att hålla miners finansiellt investerade i kedjans säkerhet, men också för att få nya mynt i omlopp.</p> <p>I de flesta kryptovalutaprotokoll är denna blockbelöning inställd på att minska över tid. De flesta Bitcoin-derivat har så kallade halvenings, förutbestämda tidpunkter då blockbelöningen halveras (t.ex. från 20 BTC till 10 BTC). Dessa halveringar inträffar med några års mellanrum, och varje gång det händer minskar säkerheten i nätverket. Hur kommer det sig? Tja, vi uppmuntrar läsaren att läsa vår <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikel om gruvdrift och RandomX</a>, och genom att göra det kommer de att lära sig att gruvdrift är en tävling. Blockbelöningar delas bara ut till dem som hittar ett block, och det finns många enheter som konkurrerar om att göra det. När belöningarna är högre är fler människor intresserade av att spela detta spel, medan när belöningarna är låga är färre människor, även de som har utrustningen för att göra det, villiga att använda sin tid och sina resurser på en chans att vinna ett ynkligt pris.</p> <p>Vi börjar redan skrapa på ytan av orsaken till Moneros svansemission. Monero har också en minskande blockbelöning, men till skillnad från Bitcoin finns det inga halveringar. Istället är varje blockbelöning en liten mängd mindre än den föregående, så minskningen är mycket mjukare. Men frågan för alla kryptovalutor är: "Vad händer när blockbelöningen når noll?" Det här är en märklig situation där vi både vet och inte vet svaret. Den del vi vet är att det inte kommer att finnas någon mer blockbelöningssubvention, vilket innebär att miners måste uppmuntras enbart av användarnas transaktionsavgifter. Vad vi inte vet är om dessa belopp kommer att räcka för att hålla miners säkra i kedjan.</p> <p>Som nämnts tidigare, är blockbelöningen för närvarande betydligt större än transaktionsavgifterna, så förhoppningen är att avgifterna ska öka när fler användare använder kedjan, och med ökade avgifter kommer miners att anse att det är värt deras tid att fortsätta miningen. Det finns dock en annan sida av detta scenario, användarnas sida. Om avgifterna ökar kommer det att bli mycket dyrare att handla med kryptovaluta för alla, vilket potentiellt kan avskärma det från dem utan tillräckliga monetära resurser. Men å andra sidan, om avgifterna förblir låga och blockbelöningen går till noll, kommer väldigt få miners att säkra nätverket, vilket gör det sårbart för 51%-attacker och omvända transaktioner.</p> <p>Ingen har bra svar på detta scenario, och inget större mynt har ännu gått in i denna fas av sin kryptovalutas liv, så vi har ingen verklig erfarenhet av det heller. Allt är spekulation. En chansning. Bitcoin satsar på att avgifterna kommer att vara tillräckliga för att upprätthålla miners, även om det innebär att de fattiga exkluderas. Monero gör en annan satsning. Monero satsar på att enbart avgifterna inte skulle räcka till för kedjesäkerhet, så det inkluderar en tail emission som en del av protokollet.</p> <p>Vi påminner läsaren om att blockbelöningen inte kommer att sjunka under 0,6 XMR per block, någonsin. Kommer detta att vara tillräckligt för att stimulera miners? Vi vet inte, men det är definitivt bättre än 0, vilket är vad nästan alla andra valutor har byggt in i sitt protokoll.</p> <p>Den huvudsakliga kritiken mot detta tillvägagångssätt är att det innebär att Moneros utbud teoretiskt sett är oändligt, vilket orsakar inflation över tid, medan mynt som begränsar blockbelöningen har ett begränsat utbud och deras knapphet ökar värdet över tid. Vi anser att detta argument är otillräckligt av flera skäl.</p> <p>För det första, vad är det för nytta med ett sällsynt mynt av högt värde som lätt kan attackeras, censureras och undermineras på grund av låg säkerhet? Om något skulle den låga säkerheten minska värdet och mer än uppväga den ökning som knappheten skulle ge. För det andra, även om Moneros utbud är teoretiskt oändligt, är inflationen linjär och trender mot noll som en årlig procentandel, till skillnad från fiat som är exponentiell.</p> <p>Moneros inflation är exakt känd i förväg och kan beräknas exakt, till skillnad från fiat som kan öka med mer eller mindre under ett visst år baserat på makthavarnas nycker. Detta bevarar fortfarande cypherpunk andan att ta bort möjligheten till mänsklig korruption genom protokollförd teknik. Med den extra fördelen av sinnesro att säkerheten i Moneros blockkedja genom gruvdrift kommer att finnas så länge världen behöver det.</p> <p>Den sista punkten som vi vill beröra är rättvisan. Pengar används på flera sätt, som en värdebevarare, som ett bytesmedel och som en räkneenhet. I ett system där tillgången är begränsad kommer inflationen att upphöra, vilket innebär att de som använder dem som värdebevarare använder systemet gratis. De drar nytta av den fortsatta säkerhet som gruvarbetarna tillhandahåller utan att betala något för det, eftersom deras pengar utan inflation inte långsamt förlorar värde över tid. Omvänt straffas alla som använder valutan som ett bytesmedel (via potentiellt höga transaktionsavgifter). Detta kommer att uppmuntra människor att hålla men inte spendera, och snedvrider rättvisan i systemet för att gynna innehavare. Genom att ha ett svansutsläpp jämnar detta ut ekvationen. Nu betalar innehavarna också en liten skatt, via inflationen, för systemets säkerhet. Tail-emissionen gör det mer rättvist för alla.</p>
tl: <p>Kapag iniisip ng karamihan sa mga tao kung ano ang pinagkaiba ni Monero, iniisip nila ang teknolohiya ng privacy ng Monero. Sa katunayan, isasaalang-alang ng karamihan ang pagkapribado, at ang pagiging naa-unlock nito, bilang pangunahing katangian ni Monero, at ang pangunahing sandata na dinadala nito sa singsing kung ihahambing sa iba pang mga barya. Ang maaaring hindi alam ng karamihan sa mga tao ay ang Monero ay naglalaman ng iba pang mga pagkakaiba sa protocol mula sa Bitcoin at mga derivatives nito na maaaring ipagtatalunan ng ilan ay kasinghalaga ng mga teknolohiya sa privacy ng Monero. Sa artikulong ito, titingnan natin ang isa sa mga ito: ang tail emission.</p> <p>Una, tukuyin natin kung ano ang ibig sabihin ng terminong ito. Ang tail emission ay isang walang tigil na subsidy ng block rewards, kahit na matapos ang 'huling' Monero ay nai-minted. Sa madaling salita, ang block reward ni Monero ay hindi kailanman bababa sa zero, ngunit sa halip ay babagsak ito hanggang umabot ito sa 0.6 XMR bawat block, at pagkatapos ay manatili doon magpakailanman. Ang mga minero ay palaging babayaran sa minahan ng Monero, at hindi na kailangang umasa lamang sa isang market ng bayad.</p> <p>Ngunit bumalik tayo saglit, at tingnan ang pagmimina sa napakataas na antas. Ang mga minero ng Monero ay binibigyang-insentibo upang ma-secure ang isang network sa pamamagitan ng pagmimina ng mga hash. Ang insentibo ay ang pagkakataong gumawa ng Monero kung makakita sila ng bagong block. Ang Monero na ito ay iginawad sa dalawang paraan. Una, natatanggap ng minero ang mga bayad na bayarin ng bawat user na nagbayad para sa pagsasama ng kanilang transaksyon sa block. Ito ang mga bayarin sa transaksyon na babayaran mo kapag nagpadala ka ng transaksyon. Pangalawa, ang minero ay tumatanggap ng paunang natukoy na halaga ng Monero mula sa protocol mismo. Sa karamihan ng mga kaso, ang 'block reward' na ito ay higit na mataas kaysa sa mga bayarin sa transaksyon ng user, at kung saan kumikita ang mga minero. Ang block reward na ito ay nagsisilbing panatilihing pinansiyal na namumuhunan ang mga minero sa seguridad ng chain, ngunit para rin magkaroon ng mga bagong barya sa sirkulasyon.</p> <p>Sa karamihan ng mga protocol ng cryptocurrency, nakatakdang bumaba ang block reward na ito sa paglipas ng panahon. Karamihan sa mga Bitcoin derivatives ay may tinatawag na halvenings, mga paunang natukoy na punto sa oras kung saan ang block reward ay nahahati (tulad ng mula 20 BTC hanggang 10 BTC). Nangyayari ang mga halvening na ito kada ilang taon, at sa tuwing mangyayari ito, bumababa ang seguridad sa network. Bakit? Kaya, hinihikayat namin ang mambabasa na basahin ang aming <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">artikulo sa Pagmimina at RandomX</a>, at sa paggawa nito ay malalaman nila na ang pagmimina ay isang lahi. Ibinibigay lang ang mga reward sa block sa mga nakahanap ng block, at maraming entity na nakikipagkumpitensya para gawin ito. Kapag mas mataas ang mga gantimpala, mas maraming tao ang interesadong maglaro ng larong ito, samantalang kapag mababa ang mga gantimpala, mas kaunting tao, kahit na ang mga may kagamitan para gawin ito, ay handang gamitin ang kanilang oras at mga mapagkukunan sa pagkakataong manalo ng napakaliit. premyo.</p> <p>Nagsisimula na kaming scratch the surface of the reason for Monero's tail emission. Ang Monero ay mayroon ding bumababa na gantimpala sa block, bagama't hindi katulad ng Bitcoin ay walang mga halvenings. Sa halip, ang bawat block reward ay isang maliit na halaga na mas mababa kaysa sa nauna, kaya ang pagbabawas ay mas maayos. Ngunit ang tanong para sa lahat ng cryptocurrencies ay: "Ano ang mangyayari kapag ang block reward ay umabot sa zero?" Ito ay isang kakaibang sitwasyon kung saan pareho nating alam at hindi alam ang sagot. Ang bahaging alam namin ay wala nang block reward subsidy, na nangangahulugang ang mga minero ay kailangang bigyan ng insentibo sa pamamagitan lamang ng mga bayarin sa transaksyon ng user. Ang hindi namin alam ay kung sapat ba ang mga halagang ito para panatilihing secure ng mga minero ang chain.</p> <p>Tulad ng nabanggit kanina, sa kasalukuyang panahon, mas malaki ang halaga ng block reward sa mga bayarin sa transaksyon, kaya ang pag-asa ay, habang mas maraming user ang gumagamit ng chain, tataas ang mga bayarin, at kapag tumaas ang mga bayarin ay ituturing ng mga minero na sulit ito. ang kanilang oras upang ipagpatuloy ang pagmimina. May isa pang panig sa senaryo na ito gayunpaman, ang panig ng mga gumagamit. Kung tataas ang mga bayarin, magiging mas mahal ang pakikipagtransaksyon sa cryptocurrency para sa lahat, na posibleng iwasan ito mula sa mga walang sapat na mapagkukunan ng pera. Ngunit sa kabilang banda, kung ang mga bayarin ay mananatiling mababa at ang block reward ay magiging zero, kung gayon napakakaunting mga minero ang magse-secure sa network, na magiging bulnerable sa 51% na pag-atake at mga binaliktad na transaksyon.</p> <p>Walang sinuman ang may magagandang sagot para sa sitwasyong ito, at wala pang malaking coin ang pumasok sa yugtong ito ng buhay ng kanilang cryptocurrency, kaya wala rin kaming karanasan dito sa totoong mundo. Ang lahat ng ito ay haka-haka. Isang sugal. Ang Bitcoin ay tumataya na ang mga bayarin ay magiging sapat upang mapanatili ang mga minero, kahit na nangangahulugan ito na hindi kasama ang mga naghihirap. Gumagawa ng ibang taya si Monero. Tinataya ni Monero na ang mga bayarin lamang ay hindi magiging sapat para sa seguridad ng chain, kaya may kasama itong tail emission bilang bahagi ng protocol.</p> <p>Paalalahanan namin ang mambabasa na ang block reward ay hindi bababa sa 0.6 XMR bawat block, kailanman. Sapat na ba ito para bigyan ng insentibo ang mga minero? Hindi namin alam, ngunit tiyak na mas mahusay ito kaysa sa 0, na kung ano ang halos lahat ng iba pang currency ay naka-built in sa kanilang protocol.</p> <p>Ang pangunahing batikos na ipinapataw laban sa diskarteng ito ay ang ibig sabihin nito ay theoretically infinite ang supply ng Monero, na nagdudulot ng inflation sa paglipas ng panahon, habang ang mga coin na sumasaklaw sa block reward ay may hangganang supply, ang kanilang kakulangan ay tumataas ang halaga sa paglipas ng panahon. Sa palagay namin ay hindi sapat ang argumentong ito para sa ilang kadahilanan.</p> <p>Una, ano ang silbi ng isang kakaunting, mataas na halaga na barya na madaling inaatake, ma-censor, at masira dahil sa mababang seguridad? Kung mayroon man, mababawasan ng mababang seguridad ang halaga, higit pa sa pag-offset sa kung anong pagtaas ang ibibigay ng kakulangan. Pangalawa, kahit na ang supply ng Monero ay theoretically infinite, ang inflation ay linear at mga trend patungo sa zero bilang taunang porsyento, hindi tulad ng fiat na exponential.</p> <p>Ang inflation ng Monero ay tiyak na nalalaman nang maaga, at maaaring tumpak na hulaan, hindi tulad ng fiat na maaaring tumaas nang higit pa o mas kaunti sa isang partikular na taon batay sa mga kapritso ng mga kapangyarihan. Pinapanatili pa rin nito ang diwa ng cypherpunk na alisin ang posibilidad ng katiwalian ng tao sa pamamagitan ng teknolohiyang ipinapatupad ng protocol. Sa dagdag na benepisyo ng kapayapaan ng isip na ang seguridad ng blockchain ng Monero sa pamamagitan ng pagmimina ay mananatili hangga't kailangan ito ng mundo.</p> <p>Ang huling puntong gusto naming talakayin ay ang pagiging patas. Ginagamit ang pera sa maraming paraan, bilang isang tindahan ng halaga, bilang isang daluyan ng palitan, at bilang isang yunit ng account. Sa isang sistema kung saan ang supply ay may hangganan, ang inflation ay titigil, ibig sabihin, ang mga gumagamit nito bilang isang tindahan ng halaga ay gumagamit ng sistema nang libre. Nakikinabang sila sa patuloy na seguridad na ibinibigay ng mga minero nang walang binabayaran para dito, dahil kung walang inflation, hindi dahan-dahang nawawalan ng halaga ang kanilang pera sa paglipas ng panahon. Sa kabaligtaran, ang sinumang gagamit ng currency bilang medium of exchange ay mapaparusahan (sa pamamagitan ng potensyal na mataas na bayarin sa transaksyon). Hikayatin nito ang mga tao na humawak ngunit hindi gumastos, at pinipihit ang pagiging patas ng sistema upang paboran ang mga may hawak. Sa pamamagitan ng pagkakaroon ng tail emission, pinapapantay nito ang equation. Ngayon ang mga may hawak ay nagbabayad din ng maliit na buwis, sa pamamagitan ng inflation, para sa seguridad ng system. Ang tail emission ay ginagawa itong mas patas para sa lahat.</p>
tr: <p>Çoğu kişi Monero'yu farklı kılan şeyin ne olduğunu düşündüğünde aklına Monero'nun gizlilik teknolojisi geliyor. Aslında çoğu kişi, Monero'nun tanımlayıcı özelliği ve diğer kripto paralarla karşılaştırıldığında ringe getirdiği ana silah olarak, kilidini açtığı gizlilik ve değiştirilebilirliği dikkate alacaktır. Çoğu insanın bilmeyebileceği şey, Monero'nun Bitcoin ve türevlerinden, bazılarının Monero'nun gizlilik teknolojileri kadar önemli olduğunu iddia edebileceği başka protokol farklılıkları içerdiğidir. Bu yazımızda bunlardan birine bakacağız: kuyruk emisyonu.</p> <p>Önce bu terimin ne anlama geldiğini tanımlayalım. Kuyruk emisyonu, 'son' Monero basıldıktan sonra bile blok ödüllerine verilen aralıksız bir sübvansiyondur. Başka bir deyişle, Monero'nun blok ödülü hiçbir zaman sıfıra düşmeyecek, bunun yerine blok başına 0,6 XMR'ye ulaşana kadar düşecek ve sonra sonsuza kadar orada kalacak. Madencilere Monero madenciliği için her zaman ödeme yapılacak ve hiçbir zaman yalnızca ücret piyasasına güvenmek zorunda kalmayacaklar.</p> <p>Ama bir anlığına geriye gidelim ve madenciliğe çok yüksek bir düzeyde bakalım. Monero madencileri, hash madenciliği yoluyla bir ağın güvenliğini sağlamaya teşvik ediliyor. Teşvik, yeni bir blok bulmaları halinde Monero yapma fırsatıdır. Bu Monero iki şekilde verilir. İlk olarak madenci, işlemlerinin bloğa dahil edilmesi için ödeme yapan her kullanıcının ödenen ücretlerini alır. Bunlar, bir işlem gönderdiğinizde ödediğiniz işlem ücretleridir. İkinci olarak madenci, protokolün kendisinden önceden belirlenmiş miktarda Monero alır. Çoğu durumda bu 'blok ödülü', kullanıcı işlem ücretlerinden önemli ölçüde daha yüksektir ve madencilerin en çok parayı kazandığı yerdir. Bu blok ödülü, madencilerin finansal olarak zincirin güvenliğine yatırım yapmalarını sağlamaya ve aynı zamanda yeni paraların dolaşıma girmesine hizmet ediyor.</p> <p>Çoğu kripto para protokolünde, bu blok ödülü zamanla azalacak şekilde ayarlanmıştır. Çoğu Bitcoin türevi, blok ödülünün yarıya indiği (örneğin 20 BTC'den 10 BTC'ye) zaman içinde önceden belirlenmiş noktalar olan yarılanmalara sahiptir. Bu yarılanmalar birkaç yılda bir gerçekleşir ve her gerçekleştiğinde ağdaki güvenlik azalır. Neden? Okuyucuyu Madencilik ve RandomX</a> hakkındaki <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">makalemizi okumaya teşvik ediyoruz ve böylece madenciliğin bir yarış olduğunu öğrenecekler. Blok ödülleri yalnızca bloğu bulanlara verilir ve bunu yapmak için rekabet halinde olan birçok kuruluş vardır. Ödüller yüksek olduğunda, daha fazla insan bu oyunu oynamakla ilgilenirken, ödüller düşük olduğunda, daha az insan, hatta bunu yapacak donanıma sahip olanlar bile, önemsiz bir kazanma şansı için zamanlarını ve kaynaklarını kullanmaya istekli olacaklardır. ödül.</p> <p>Monero'nun kuyruk emisyonunun nedeninin yüzeyini şimdiden kazmaya başladık. Monero'nun da azalan bir blok ödülü var, ancak Bitcoin'in aksine yarılanma yok. Bunun yerine, her blok ödülü bir öncekinden çok az miktarda daha azdır, dolayısıyla azalma çok daha yumuşak olur. Ancak tüm kripto para birimleri için soru şu: "Blok ödülü sıfıra ulaştığında ne olur?" Bu, cevabını hem bildiğimiz hem de bilmediğimiz garip bir durum. Bildiğimiz kısım, artık blok ödülü sübvansiyonunun olmayacağı, bu da madencilerin yalnızca kullanıcı işlem ücretleriyle teşvik edilmesi gerektiği anlamına geliyor. Bilmediğimiz şey ise bu miktarların madencilerin zinciri güvence altına almaya yetip yetmeyeceği.</p> <p>Daha önce de belirtildiği gibi, şu anda blok ödülü, işlem ücretlerinden önemli miktarda daha ağır basıyor; bu nedenle, zinciri daha fazla kullanıcı kullandıkça ücretlerin artacağı ve artan ücretlerle birlikte madencilerin buna değeceği umulmaktadır. madenciliğe devam etme zamanları. Ancak bu senaryonun bir de kullanıcı tarafı var. Ücretler artarsa, herkes için kripto para birimiyle işlem yapmak çok daha pahalı hale gelecek ve potansiyel olarak yeterli parasal kaynağı olmayanlara karşı bir duvar oluşturacak. Ancak diğer yandan, ücretler düşük kalırsa ve blok ödülü sıfıra düşerse, çok az sayıda madenci ağı güvence altına alacak ve ağ %51 saldırılarına ve ters işlemlere karşı savunmasız kalacaktır.</p> <p>Kimsenin bu senaryo için iyi bir cevabı yok ve hiçbir büyük kripto para, kripto para biriminin yaşamının bu aşamasına henüz girmedi, dolayısıyla bu konuda gerçek dünya deneyimimiz de yok. Bunların hepsi spekülasyon. Bir kumar. Bitcoin, yoksulları hariç tutmak anlamına gelse bile ücretlerin madencileri geçindirmeye yeteceğine dair iddiaya giriyor. Monero farklı bir bahis yapıyor. Monero, ücretlerin tek başına zincir güvenliği için yeterli olmayacağına bahse giriyor, bu nedenle protokolün bir parçası olarak bir kuyruk emisyonu içeriyor.</p> <p>Okuyucuya blok ödülünün hiçbir zaman blok başına 0,6 XMR'nin altına düşmeyeceğini hatırlatırız. Bu madencileri teşvik etmek için yeterli olacak mı? Bilmiyoruz ama kesinlikle 0'dan daha iyidir; bu da hemen hemen her para biriminin kendi protokollerinde yerleşik olan özelliğidir.</p> <p>Bu yaklaşıma yöneltilen ana eleştiri, bunun Monero'nun arzının teorik olarak sonsuz olduğu, zamanla enflasyona neden olduğu, blok ödülünü sınırlayan koinlerin ise sınırlı bir arza sahip olduğu ve kıtlığının zaman içinde değeri artırdığı anlamına gelmesidir. Bu argümanın çeşitli nedenlerden dolayı yetersiz olduğunu düşünüyoruz.</p> <p>Öncelikle, düşük güvenlik nedeniyle kolayca saldırıya uğrayan, sansürlenen ve çökertilen, az bulunan, yüksek değerli bir paranın ne faydası var? Aksine, düşük güvenlik, kıtlığın sağlayacağı artışı dengelemekten ziyade değeri azaltacaktır. İkinci olarak, Monero'nun arzı teorik olarak sonsuz olsa da enflasyon doğrusaldır ve üstel olan fiat'ın aksine yıllık yüzde olarak sıfıra doğru eğilim gösterir.</p> <p>Monero'nun enflasyonu, belirli bir yılda mevcut güçlerin kaprislerine göre az çok artabilen fiat'ın aksine, önceden tam olarak bilinir ve doğru bir şekilde tahmin edilebilir. Bu, protokol destekli teknoloji aracılığıyla insanın yolsuzluk olasılığını ortadan kaldırmaya yönelik şifrepunk ruhunu hâlâ koruyor. Monero'nun blok zincirinin madencilik yoluyla güvenliğinin, dünyanın buna ihtiyacı olduğu sürece var olacağı gönül rahatlığının getirdiği ek faydayla birlikte.</p> <p>Dokunmak istediğimiz son nokta adalettir. Para, değer saklama aracı, değişim aracı ve hesap birimi olarak çeşitli şekillerde kullanılmaktadır. Arzın sınırlı olduğu bir sistemde enflasyon duracak, yani onu değer saklama aracı olarak kullananlar sistemi ücretsiz kullanacak. Madenciler tarafından sağlanan sürekli güvenlikten hiçbir ücret ödemeden yararlanıyorlar çünkü enflasyon olmadan paraları zaman içinde yavaş yavaş değer kaybetmez. Tersine, para birimini bir değişim aracı olarak kullanan herkes cezalandırılır (potansiyel olarak yüksek işlem ücretleri yoluyla). Bu, insanları elinde tutmaya ancak harcamamaya teşvik edecek ve sistemin adaletini, sahipleri tercih edecek şekilde çarpıtacaktır. Kuyruk emisyonuna sahip olmak denklemi eşitler. Artık sistem sahipleri sistemin güvenliği için enflasyon yoluyla küçük bir vergi de ödüyorlar. Kuyruk emisyonu bunu herkes için daha adil hale getiriyor.</p>
ur: <p>جب زیادہ تر لوگ یہ سوچتے ہیں کہ مونیرو کو کیا الگ کرتا ہے، تو وہ مونیرو کی رازداری کی ٹیکنالوجی کے بارے میں سوچتے ہیں۔ درحقیقت، زیادہ تر لوگ پرائیویسی پر غور کریں گے، اور اس سے کھلنے والی فنجیبلٹی، جیسا کہ مونیرو کی تعریفی خاصیت، اور دوسرے سکوں کے مقابلے میں یہ رنگ میں لانے والے اہم ہتھیار کے طور پر۔ جو بات زیادہ تر لوگ نہیں جانتے ہوں گے وہ یہ ہے کہمونیرو میں Bitcoin اور اس کے مشتقات سے دوسرے پروٹوکول اختلافات ہیں جن کے بارے میں کچھ لوگ بحث کر سکتے ہیں کہ مونیرو کی رازداری کی ٹیکنالوجیز کی طرح اہم ہیں۔ اس مضمون میں، ہم ان میں سے ایک کو دیکھیں گے: دم کا اخراج</p> <p>سب سے پہلے، آئیے اس اصطلاح کا مطلب بیان کرتے ہیں۔ ایک دم کا اخراج بلاک انعامات کی ایک نہ ختم ہونے والی سبسڈی ہے، یہاں تک کہ 'آخری' مونیرو کے ٹکسال کے بعد بھی۔ دوسرے لفظوں میں، مونیرو کا بلاک انعام کبھی بھی صفر پر نہیں گرے گا، بلکہ اس وقت تک گرے گا جب تک کہ یہ فی بلاک 0.6 XMR تک نہ پہنچ جائے، اور پھر ہمیشہ کے لیے وہیں رہے۔ کان کنوں کو ہمیشہ مائن Monero کو ادائیگی کی جائے گی، اور انہیں کبھی بھی صرف فیس مارکیٹ پر انحصار نہیں کرنا پڑے گا۔</p> <p>لیکن آئیے ایک لمحے کے لیے ایک قدم پیچھے ہٹیں، اور mining کو بہت اونچی سطح پر دیکھیں۔ مونیرو minersکو مائننگ ہیشز کے ذریعے نیٹ ورک کو محفوظ بنانے کی ترغیب دی جاتی ہے۔ ترغیب یہ ہے کہ وہ مونیرو بنانے کا موقع ہے اگر انہیں کوئی نیا بلاک مل جاتا ہے۔ یہ مونیرو دو طریقوں سے نوازا جاتا ہے۔ سب سے پہلے،miner ہر اس صارف کی ادا شدہ فیس وصول کرتا ہے جس نے بلاک میں اپنے لین دین کی شمولیت کے لیے ادائیگی کی تھی۔ یہ وہ ٹرانزیکشن فیس ہیں جو آپ لین دین بھیجتے وقت ادا کرتے ہیں۔ دوم،miner کو پروٹوکول سے ہی Monero کی پہلے سے طے شدہ رقم ملتی ہے۔ زیادہ تر معاملات میں، یہ 'بلاک ریوارڈ' صارف کے لین دین کی فیس سے کافی زیادہ ہے، اور یہ وہ جگہ ہے جہاں miners سب سے زیادہ پیسہ کماتے ہیں۔ یہ بلاک انعام miners کو زنجیر کی حفاظت میں مالی طور پر سرمایہ کاری کرنے کے ساتھ ساتھ نئے سکے کو گردش میں لانے کے لیے بھی کام کرتا ہے۔</p> <p>زیادہ تر کریپٹو کرنسی پروٹوکولز میں، یہ بلاک انعام وقت کے ساتھ کم ہونے کے لیے سیٹ کیا جاتا ہے۔ زیادہ تر بٹ کوائن ڈیریویٹوز میں ایسے ہوتے ہیں جنہیں halvenings کہا جاتا ہے، وقت کے ساتھ پہلے سے طے شدہ پوائنٹس جہاں بلاک ریوارڈ آدھا ہو جاتا ہے (جیسے 20 BTC سے 10 BTC تک)۔ یہ آدھے حصے ہر چند سال بعد ہوتے ہیں، اور جب بھی ایسا ہوتا ہے، نیٹ ورک پر سیکیورٹی کم ہو جاتی ہے۔ کیوں؟ ٹھیک ہے، ہم قاری کی حوصلہ افزائی کرتے ہیں کہ وہ مائننگ اور رینڈم ایکس پر ہمارا <a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">مضمون</a> پڑھیں، اور ایسا کرنے سے وہ سیکھیں گے کہmining ایک دوڑ ہے۔ بلاک انعامات صرف ان لوگوں کو دیے جاتے ہیں جو بلاک تلاش کرتے ہیں، اور ایسا کرنے کے لیے بہت سے ادارے مقابلے میں ہیں۔ جب انعامات زیادہ ہوتے ہیں، تو زیادہ لوگ اس گیم کو کھیلنے میں دلچسپی لیتے ہیں، جب کہ جب انعامات کم ہوتے ہیں، تو کم لوگ، یہاں تک کہ جن کے پاس ایسا کرنے کے لیے سازوسامان ہوتا ہے، معمولی طور پر جیتنے کے موقع پر اپنا وقت اور وسائل استعمال کرنے کے لیے تیار ہوں گے۔ انعام</p> <p>ہم پہلے ہی مونیرو کے دم کے اخراج کی وجہ کی سطح کو کھرچنا شروع کر دیتے ہیں۔ مونیرو کے پاس بھی بلاک کا کم ہونے والا انعام ہے، حالانکہ بٹ کوائن کے برعکس کوئی نصف نہیں ہے۔ اس کے بجائے، ہر بلاک کا انعام پچھلے سے ایک چھوٹی سی رقم ہے، لہذا کمی بہت ہموار ہے۔ لیکن تمام کریپٹو کرنسیوں کے لیے سوال یہ ہے کہ: "جب بلاک کا انعام صفر ہو جائے تو کیا ہوتا ہے؟" یہ ایک عجیب صورتحال ہے جس کا جواب ہم دونوں جانتے ہیں اور نہیں جانتے۔ جو حصہ ہم جانتے ہیں وہ یہ ہے کہ مزید بلاک انعامی سبسڈی نہیں ہوگی، جس کا مطلب ہے کہ miners کو صرف صارف کے لین دین کی فیس کے ذریعے ترغیب دینا ہوگی۔ جو ہم نہیں جانتے وہ یہ ہے کہ آیا یہ مقدار miners کو زنجیر کو محفوظ رکھنے کے لیے کافی ہو گی۔</p> <p>جیسا کہ پہلے ذکر کیا گیا ہے، اس وقت، بلاک کا انعام لین دین کی فیس سے کافی زیادہ ہے، اس لیے امید ہے کہ جیسے جیسے زیادہ صارفین چین کا استعمال کریں گے، فیسوں میں اضافہ ہو گا، اور بڑھتی ہوئی فیس کے ساتھ کان کن اسے قابل قدر سمجھیں گے۔mining جاری رکھنے کا ان کا وقت ہے۔ تاہم اس منظر نامے کا ایک اور رخ بھی ہے، صارفین کا پہلو۔ اگر فیسوں میں اضافہ ہوتا ہے، تو ہر ایک کے لیے کریپٹو کرنسی کے ساتھ لین دین کرنا بہت زیادہ مہنگا ہو جائے گا، ممکنہ طور پر ان لوگوں سے جو کافی مالی وسائل نہیں رکھتے۔ لیکن دوسری طرف، اگر فیس کم رہتی ہے اور بلاک کا انعام صفر پر چلا جاتا ہے، تو بہت کمminers نیٹ ورک کو محفوظ بنائیں گے، جس سے یہ 51% حملوں اور الٹ ٹرانزیکشنز کا خطرہ ہو جائے گا۔</p> <p>کسی کے پاس بھی اس منظر نامے کے لیے اچھے جواب نہیں ہیں، اور کوئی بڑا سکہ ابھی تک ان کی کریپٹو کرنسی کی زندگی کے اس مرحلے میں داخل نہیں ہوا ہے، اس لیے ہمیں اس کے ساتھ حقیقی دنیا کا کوئی تجربہ بھی نہیں ہے۔ یہ سب قیاس آرائیاں ہیں۔ ایک جوا ۔ بٹ کوائن شرط لگاتا ہے کہ فیسminers کو برقرار رکھنے کے لیے کافی ہوگی، چاہے اس کا مطلب غریبوں کو چھوڑ دیا جائے۔ مونیرو ایک مختلف شرط لگاتا ہے۔ مونیرو شرط لگاتا ہے کہ صرف فیس چین کی حفاظت کے لیے کافی نہیں ہوگی، اس لیے اس میں پروٹوکول کے حصے کے طور پر دم کا اخراج شامل ہے۔</p> <p>ہم قاری کو یاد دلاتے ہیں کہ بلاک کا انعام 0.6 XMR فی بلاک سے نیچے نہیں آئے گا۔ کیا یہminers کی حوصلہ افزائی کے لیے کافی ہوگا؟ ہم نہیں جانتے، لیکن یہ یقینی طور پر 0 سے بہتر ہے، جو کہ تقریباً ہر دوسری کرنسی نے اپنے پروٹوکول میں بنایا ہے۔</p> <p>اس نقطہ نظر کے خلاف عائد کی جانے والی اہم تنقید یہ ہے کہ اس کا مطلب ہے کہ مونیرو کی سپلائی نظریاتی طور پر لامحدود ہے، جس سے وقت کے ساتھ افراط زر بڑھتا ہے، جب کہ سکے جو بلاک انعام کو محدود کرتے ہیں ان کی سپلائی محدود ہوتی ہے، ان کی کمی وقت کے ساتھ ساتھ قدر میں اضافہ کرتی ہے۔ ہمیں لگتا ہے کہ یہ دلیل کئی وجوہات کی بنا پر ناکافی ہے۔</p> <p>سب سے پہلے، ایک نایاب، زیادہ قیمت والا سکہ کیا فائدہ ہے جو کم سیکیورٹی کی وجہ سے آسانی سے حملہ، سنسر، اور الٹ دیا جاتا ہے؟ اگر کچھ بھی ہے تو، کم سیکیورٹی قدر کو کم کرے گی، اس سے زیادہ کہ اس کی کمی سے کیا اضافہ ہوگا۔ دوم، اگرچہ مونیرو کی سپلائی نظریاتی طور پر لامحدود ہے، افراط زر لکیری ہے اور سالانہ فیصد کے طور پر صفر کی طرف رجحان ہے، فیاٹ کے برعکس جو کہ ایکسپونینشل ہے۔</p> <p>منیرو کی افراط زر کا وقت سے پہلے بالکل ٹھیک پتہ چل جاتا ہے، اور اس کا درست اندازہ لگایا جا سکتا ہے، فیاٹ کے برعکس جو کہ طاقتوں کی خواہشات کی بنیاد پر کسی مخصوص سال میں کم یا زیادہ بڑھ سکتا ہے۔ یہ اب بھی پروٹوکول نافذ ٹیکنالوجی کے ذریعے انسانی بدعنوانی کے امکان کو دور کرنے کے سائپر پنک جذبے کو محفوظ رکھتا ہے۔ ذہنی سکون کے اضافی فائدے کے ساتھ کہ کان کنی کے ذریعے مونیرو کے بلاک چین کی حفاظت اس وقت تک رہے گی جب تک دنیا کو اس کی ضرورت ہو گی۔</p> <p>آخری نکتہ جس پر ہم چھونا چاہتے ہیں وہ ایک انصاف پسندی ہے۔ رقم کو کئی طریقوں سے استعمال کیا جاتا ہے، قیمت کے ذخیرہ کے طور پر، زر مبادلہ کے ذریعہ، اور اکاؤنٹ کی اکائی کے طور پر۔ ایک ایسے نظام میں جہاں سپلائی محدود ہو، افراط زر رک جائے گا، یعنی جو لوگ اسے قیمت کے ذخیرے کے طور پر استعمال کرتے ہیں وہ نظام کو مفت میں استعمال کرتے ہیں۔ وہ کان کنوں کی طرف سے فراہم کی جانے والی مسلسل سیکیورٹی سے فائدہ اٹھاتے ہیں، اس کے لیے کچھ بھی ادا کیے بغیر، کیونکہ افراط زر کے بغیر، ان کا پیسہ وقت کے ساتھ آہستہ آہستہ اپنی قدر نہیں کھوتا۔ اس کے برعکس، کوئی بھی جو کرنسی کو زرِ مبادلہ کے ذریعہ استعمال کرتا ہے اسے سزا دی جاتی ہے (ممکنہ طور پر زیادہ ٹرانزیکشن فیس کے ذریعے)۔ اس سے لوگوں کو پکڑنے کی ترغیب ملے گی لیکن خرچ نہیں کریں گے، اور ہولڈرز کے حق میں نظام کی انصاف پسندی کو کم کر دے گا۔ دم کا اخراج ہونے سے، یہ مساوات کو برابر کر دیتا ہے۔ اب ہولڈرز بھی نظام کی حفاظت کے لیے، مہنگائی کے ذریعے، تھوڑا سا ٹیکس ادا کرتے ہیں۔ دم کا اخراج اسے سب کے لیے زیادہ منصفانہ بناتا ہے۔</p>
zh_cn: <p>当提到为何门罗币与众不同时，人们往往就会首先想到门罗币的隐私技术. 的确，人们认可门罗币就是因为它的隐私性和完美的可替代性，与其他加密货币相比，这是门罗币的撒手锏. 但大多数人可能不知道的是，门罗币与比特币及其衍生产品存在许多其他协议层的差异，有的特性可能与门罗币的隐私技术同样重要. 在本文中，我们将研究其中之一，也就是尾部增发.</p> <p>首先，让我们定义一下尾部增发的含义. 该术语表示在门罗币发行的第一阶段尾部，当所谓的最后一个门罗币被挖掘出来之后，也就是2022年五月，总量达到1813.2万个门罗币时，门罗币将进入尾部增发新阶段，也就是对区块奖励继续不断的补贴. 换句话说，门罗币的区块奖励永远不会降为零，而是会下降到每区块0.6 XMR，然后一直保持不变，矿工将始终获得稳定的门罗币作为采矿的报酬，不必完全只依赖转账的矿工费.</p> <p>继续这个话题之前，让我们先回顾一下为什么会有挖矿这个设计，并从较高的维度来审视一下采矿本身. 对于加密货来说，门罗币和其它加密货币之所以需要很多矿工挖矿，是为了通过他们之间的竞争来保护网络的记账权足够安全且分散. 而对于矿工们来说，他们之所以愿意投入时间和金钱为了全网其他人的安全来挖矿记账，原因是一旦出块成功，他们会获取一定量的币作为奖励，该奖励由两部分组成. 首先，矿工会收到该区块中每个用户所支付的矿工费，这些是每个使用者发送交易时支付的交易费. 其次，矿工从该币的发行协议本身获得一定量的新增发的币. 在大多数情况下，这种发行奖励远高于用户交易费，是矿工赚钱最多的地方. 这种爆块奖励不仅可以使矿工在链上安全方面进行更多的投资，还可以使新发行的币相对公平的进入流通环节.</p> <p>在大多数加密货币协议中，该区块奖励设置为随时间流逝而减少. 大多数比特币衍生品都有所谓的减半，也就是说在区块减半的预定区块高度，会发生类似于50 BTC的爆块奖励减少到25 BTC的情况，并且这些减半机制会每隔几年发生一次，继续减半直到归零，并且伴随每次减半的发生，该网络上的安全性都会降低. 为什么？ 好吧，我们鼓励读者阅读我们的另一篇文章<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">这是一篇关于门罗币RandomX算法的文章</a>, 通过阅读该文章，人们将了解到采矿是一场怎样的竞赛. 区块奖励仅发给找到块的那个人，并且有很多个体在竞争挖矿. 当奖励较高时，更多的人会对挖矿感兴趣，而当奖励较低时，更少的人会愿意参与竞争，这包括那些已经有挖矿设备的人们，只要在他们的收益线以上，哪怕爆块机会微薄，他们也将愿意利用他们的时间和资源来赢得机会.</p> <p>我们已经开始了解门罗币尾部增发的表面原因. 另外值得一提的是，门罗币第一阶段的奖励也有减少机制，但是与比特币不同，门罗币没有所谓的减半. 取而代之的是，门罗币每个区块奖励都比前一个奖励少了一点，因此减产的幅度更大，却更平缓. 但是所有加密货币都面对的问题是, 当区块奖励减少到零时会发生什么? 这是一个很特别的问题，我们都知道也不知道答案. 我们知道的部分是，整个币将不再有爆块奖励，这意味着仅靠用户们交易手续费来激励矿工挖矿，我们不知道是，这些金额是否足以使矿工保持稳定和维护整个链的安全.</p> <p>目前，各个币的区块奖励远远超过交易费用，因此只能寄希望随着更多用户参与链上转账和交易，才能使矿工费总体增加，而随着矿工费的增加，矿工才会认为值得继续挖矿和维护网络. 但是，这种情况还有另一种方面和可能. 也就是说如果使用的人增多，在不扩容的情况下，区块会拥堵导致矿工费增加，那么对所有人来说，使用加密货币进行交易将变得更加昂贵，从而会减少一些人进行链上转账和使用，导致全部矿工费降低. 如果矿工费保持在低水平，而区块奖励变成零，那么只有很少的矿工愿意继续保护网络和挖矿，导致该网络容易遭受51％的攻击和反向交易.</p> <p>在这种情况下，没有人有肯定的答案，并且还没有主要的加密货币进入零增发的这一阶段，因此我们也没有更多的实际经验. 所有行动都是基于预测.这像是一场赌博. 比特币打赌，只靠手续费足以维持矿工的生活，即使这意味着穷人支付不起比特币的转账费，而门罗币押注了不同的一边. 门罗币认为仅凭这些不稳定的矿工费不足以保证整个链条安全稳定，因此门罗币协议包含了一个尾部增发.</p> <p>门罗币区块奖励永远不会低于每个区块0.6 XMR. 但是这足以激励矿工吗？ 我们不知道，但是肯定比0好，而几乎其他所有货币协议都设置某一天奖励为0.</p> <p>反对这种设置的主要批评是，这意味着门罗币的供应在理论上是无限的，随着时间的推移会导致通货膨胀，而总量固定的加密货币则供应总量有限，其稀缺性会随着时间的推移增加价值. 我们认为该论点不足有以下几个原因.</p> <p>首先，越高价值和越稀缺的币由于矿工减少，其安全性低而越容易受到攻击，导致被审查和破坏，稀缺性此时又有什么好处？当一个币由于稀缺性间接导致的不安全减少的价值和带来的风险，也将远远抵消其稀缺性所带来的好处. 其次，尽管门罗币的供应量在理论上是无限的，但通货膨胀是线性的，并且以每年千分之8开始继续减少趋向于零，这与法定货币的指数式增长是完全不同的.</p> <p>此外，门罗币的通货膨胀是提前知道的，并且可以准确预测，这同样与法定货币不同，法定货币在特定年份可能会根据其权力不受限度的增发，门罗币仍然保留了通过协议强制执行，从而消除人类腐败的可能性，保存了密码朋克精神. 只要世界还需要门罗币，门罗币的采矿和记账安全性便会存在，不用额外担心系统是否安全，专注技术应用和提升应用，这就是尾部增发的额外好处.</p> <p>最后一点我们要讨论是关于公平的问题.钱在我们的生活中以多种功能被使用，它有时可以存储价值，有时候充当交换媒介,也就是一般等价物，而有时候则扮演衡量价格的价值尺度.在一个加密货币供应总量有限的系统中，货币最终会没有通货膨胀，这意味着那些将其用作价值存储的人免费使用该系统. 他们从矿工那里持续受益，因为在获得安全保障的时候，无需为此付出任何代价，这是因为没有通货膨胀，所以他们的钱不会随着时间的流逝而缓慢失去价值. 相反，维护整个系统安全的成本被全部转嫁到了使用者身上，任何将加密货币用作交换媒介都将受到处罚，例如支出高额矿工费，这将鼓励人们囤积居奇，而不是真的去使用和应用它，同时使该制度的公平性更偏向于持有者. 通过尾部增发，持有者和使用者之间将相对平衡. 这样以来，持有人也间接通过通货膨胀为系统的安全支付少量税款，共同维护系统安全.尾部增发使得每个持有人都相对平等.</p>
zh_tw: <p>當提到為何門羅幣與眾不同時，人們往往就會首先想到門羅幣的隱私技術. 的確，人們認可門羅幣就是因為它的隱私性和完美的可替代性，與其他加密貨幣相比，這是門羅幣的撒手鐧. 但大多數人可能不知道的是，門羅幣與比特幣及其衍生產品存在許多其他協定層的差異，有的特性可能與門羅幣的隱私技術同樣重要. 在本文中，我們將研究其中之一，也就是尾部增發.</p> <p>首先，讓我們定義一下尾部增發的含義. 該術語表示在門羅幣發行的第一階段尾部，當所謂的最後一個門羅幣被挖掘出來之後，也就是2022年五月，總量達到1813.2萬個門羅幣時，門羅幣將進入尾部增發新階段，也就是對區塊獎勵繼續不斷的補貼. 換句話說，門羅幣的區塊獎勵永遠不會降為零，而是會下降到每區塊0.6 XMR，然後一直保持不變，礦工將始終獲得穩定的門羅幣作為採礦的報酬，不必完全只依賴轉帳的礦工費.</p> <p>繼續這個話題之前，讓我們先回顧一下為什麼會有挖礦這個設計，並從較高的維度來審視一下採礦本身. 對於加密貨來說，門羅幣和其它加密貨幣之所以需要很多礦工挖礦，是為了通過他們之間的競爭來保護網路的記帳權足夠安全且分散. 而對於礦工們來說，他們之所以願意投入時間和金錢為了全網其他人的安全來挖礦記帳，原因是一旦出塊成功，他們會獲取一定量的幣作為獎勵，該獎勵由兩部分組成. 首先，礦工會收到該區塊中每個用戶所支付的礦工費，這些是每個使用者發送交易時支付的交易費. 其次，礦工從該幣的發行協議本身獲得一定量的新增發的幣. 在大多數情況下，這種發行獎勵遠高於使用者交易費，是礦工賺錢最多的地方. 這種爆塊獎勵不僅可以使礦工在鏈上安全方面進行更多的投資，還可以使新發行的幣相對公平的進入流通環節.</p> <p>在大多數加密貨幣協議中，該區塊獎勵設置為隨時間流逝而減少. 大多數比特幣衍生品都有所謂的減半，也就是說在區塊減半的預定區塊高度，會發生類似於50 BTC的爆塊獎勵減少到25 BTC的情況，並且這些減半機制會每隔幾年發生一次，繼續減半直到歸零，並且伴隨每次減半的發生，該網路上的安全性都會降低. 為什麼？ 好吧，我們鼓勵讀者閱讀我們的另一篇文章<a class="next-link" href="/knowledge/monero-mining-randomx" target="_blank">這是一篇關於門羅幣RandomX演算法的文章</a>, 通過閱讀該文章，人們將瞭解到採礦是一場怎樣的競賽. 區塊獎勵僅發給找到塊的那個人，並且有很多個體在競爭挖礦. 當獎勵較高時，更多的人會對挖礦感興趣，而當獎勵較低時，更少的人會願意參與競爭，這包括那些已經有挖礦設備的人們，只要在他們的收益線以上，哪怕爆塊機會微薄，他們也將願意利用他們的時間和資源來贏得機會.</p> <p>我們已經開始瞭解門羅幣尾部增發的表面原因. 另外值得一提的是，門羅幣第一階段的獎勵也有減少機制，但是與比特幣不同，門羅幣沒有所謂的減半. 取而代之的是，門羅幣每個區塊獎勵都比前一個獎勵少了一點，因此減產的幅度更大，卻更平緩. 但是所有加密貨幣都面對的問題是, 當區塊獎勵減少到零時會發生什麼? 這是一個很特別的問題，我們都知道也不知道答案. 我們知道的部分是，整個幣將不再有爆塊獎勵，這意味著僅靠使用者們交易手續費來激勵礦工挖礦，我們不知道是，這些金額是否足以使礦工保持穩定和維護整個鏈的安全.</p> <p>目前，各個幣的區塊獎勵遠遠超過交易費用，因此只能寄希望隨著更多用戶參與鏈上轉帳和交易，才能使礦工費總體增加，而隨著礦工費的增加，礦工才會認為值得繼續挖礦和維護網路. 但是，這種情況還有另一種方面和可能. 也就是說如果使用的人增多，在不擴容的情況下，區塊會擁堵導致礦工費增加，那麼對所有人來說，使用加密貨幣進行交易將變得更加昂貴，從而會減少一些人進行鏈上轉帳和使用，導致全部礦工費降低. 如果礦工費保持在低水準，而區塊獎勵變成零，那麼只有很少的礦工願意繼續保護網路和挖礦，導致該網路容易遭受51％的攻擊和反向交易.</p> <p>在這種情況下，沒有人有肯定的答案，並且還沒有主要的加密貨幣進入零增發的這一階段，因此我們也沒有更多的實際經驗. 所有行動都是基於預測.這像是一場賭博. 比特幣打賭，只靠手續費足以維持礦工的生活，即使這意味著窮人支付不起比特幣的轉帳費，而門羅幣押注了不同的一邊. 門羅幣認為僅憑這些不穩定的礦工費不足以保證整個鏈條安全穩定，因此門羅幣協議包含了一個尾部增發.</p> <p>門羅幣區塊獎勵永遠不會低於每個區塊0.6 XMR. 但是這足以激勵礦工嗎？ 我們不知道，但是肯定比0好，而幾乎其他所有貨幣協議都設置某一天獎勵為0.</p> <p>反對這種設置的主要批評是，這意味著門羅幣的供應在理論上是無限的，隨著時間的推移會導致通貨膨脹，而總量固定的加密貨幣則供應總量有限，其稀缺性會隨著時間的推移增加價值. 我們認為該論點不足有以下幾個原因.</p> <p>首先，越高價值和越稀缺的幣由於礦工減少，其安全性低而越容易受到攻擊，導致被審查和破壞，稀缺性此時又有什麼好處？當一個幣由於稀缺性間接導致的不安全減少的價值和帶來的風險，也將遠遠抵消其稀缺性所帶來的好處. 其次，儘管門羅幣的供應量在理論上是無限的，但通貨膨脹是線性的，並且以每年千分之8開始繼續減少趨向於零，這與法定貨幣的指數式增長是完全不同的.</p> <p>此外，門羅幣的通貨膨脹是提前知道的，並且可以準確預測，這同樣與法定貨幣不同，法定貨幣在特定年份可能會根據其權力不受限度的增發，門羅幣仍然保留了通過協議強制執行，從而消除人類腐敗的可能性，保存了密碼朋克精神. 只要世界還需要門羅幣，門羅幣的採礦和記帳安全性便會存在，不用額外擔心系統是否安全，專注技術應用和提升應用，這就是尾部增發的額外好處.</p> <p>最後一點我們要討論是關於公平的問題.錢在我們的生活中以多種功能被使用，它有時可以存儲價值，有時候充當交換媒介,也就是一般等價物，而有時候則扮演衡量價格的價值尺度.在一個加密貨幣供應總量有限的系統中，貨幣最終會沒有通貨膨脹，這意味著那些將其用作價值存儲的人免費使用該系統. 他們從礦工那裡持續受益，因為在獲得安全保障的時候，無需為此付出任何代價，這是因為沒有通貨膨脹，所以他們的錢不會隨著時間的流逝而緩慢失去價值. 相反，維護整個系統安全的成本被全部轉嫁到了使用者身上，任何將加密貨幣用作交換媒介都將受到處罰，例如支出高額礦工費，這將鼓勵人們囤積居奇，而不是真的去使用和應用它，同時使該制度的公平性更偏向於持有者. 通過尾部增發，持有者和使用者之間將相對平衡. 這樣以來，持有人也間接通過通貨膨脹為系統的安全支付少量稅款，共同維護系統安全.尾部增發使得每個持有人都相對平等.</p>
