Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbuy250Sbstep8722Sbfour8722Sbtext
source: After you press the 'Buy' button you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them you can go back to the previous page and choose another advertisement. To start the trade, type in how much {assetName} you want to buy and click the 'Send trade request' button to the start the trade. Be sure you're ready to pay when clicking the button, if you don't pay before the payment window is over, the seller will be able to cancel the trade.
cs: Po stisknutí tlačítka 'Koupit' se vám zobrazí další informace o inzerátu včetně obchodních podmínek. Před odesláním žádosti o obchod si je přečtěte, pokud s nimi nesouhlasíte, můžete se vrátit na předchozí stránku a vybrat si jiný inzerát. Chcete-li zahájit obchod, zadejte, kolik {assetName} chcete koupit, a kliknutím na tlačítko „Odeslat žádost o obchod“ zahajte obchod. Po kliknutí na tlačítko se ujistěte, že jste připraveni zaplatit, pokud nezaplatíte před uplynutím platebního okna, prodejce bude moci obchod zrušit.
fi: Kun painat 'Osta'-painiketta, näet lisätietoja ilmoituksesta, mukaan lukien kaupan ehdot. Lue ne läpi ennen kauppapyynnön lähettämistä, jos et ole samaa mieltä, voit palata edelliselle sivulle ja valita toisen ilmoituksen. Aloita kauppa kirjoittamalla, kuinka paljon {assetName} haluat ostaa ja napsauta 'Lähetä kauppapyyntö' -painiketta aloittaaksesi kaupan. Varmista, että olet valmis maksamaan nappia painamalla, sillä jos et maksa ennen maksuikkunan päättymistä, myyjä voi peruuttaa kaupan.
fr: Après avoir appuyé sur le bouton "Acheter", vous verrez plus d'informations sur l'annonce, y compris les conditions de l'échange. Lisez-les avant de soumettre la demande d'échange, si vous n'êtes pas d'accord avec eux, vous pouvez revenir à la page précédente et choisir une autre annonce. Pour démarrer l'échange, saisissez la quantité de {assetName} que vous souhaitez acheter et cliquez sur le bouton "Envoyer la demande d'échange" pour démarrer l'échange. Assurez-vous d'être prêt à payer lorsque vous cliquez sur le bouton. Si vous ne payez pas avant la fin de la fenêtre de paiement, le vendeur pourra annuler la transaction.
it: Dopo aver premuto il pulsante 'Acquista', vedrai ulteriori informazioni sull'annuncio, compresi i termini del contratto. Leggili attentamente prima di inviare la richiesta di scambio. Se non si soddisfatto puoi tornare alla pagina precedente e scegliere un altro annuncio. Per iniziare lo scambio, digita quanti {assetName} vuoi acquistare e fai clic sul pulsante 'Invia richiesta commerciale' per avviare lo scambio. Assicurati di essere pronto a pagare quando fai clic sul pulsante, se non paghi prima che finisca il tempo impostato per il pagamento, il venditore potrà annullare la transazione.
lt: Paspaudę mygtuką „Pirkti“, pamatysite daugiau informacijos apie skelbimą, įskaitant prekybos sąlygas. Perskaitykite juos prieš pateikdami prekybos užklausą, jei su jomis nesutinkate, galite grįžti į ankstesnį puslapį ir pasirinkti kitą skelbimą. Norėdami pradėti prekybą, įveskite, kiek {assetName} norite nusipirkti, ir spustelėkite mygtuką „Siųsti prekybos užklausą“, kad pradėtumėte prekybą. Paspaudę mygtuką įsitikinkite, kad esate pasiruošę mokėti, jei nesumokėsite nepasibaigus mokėjimo langui, pardavėjas galės atšaukti prekybą.
nb: Etter at du har trykket på 'Kjøp'-knappen, vil du se mer informasjon om annonsen, inkludert vilkårene for handelen. Les gjennom dem før du sender inn handelsforespørselen, hvis du ikke er enig med dem kan du gå tilbake til forrige side og velge en annen annonse. For å starte handelen, skriv inn hvor mye {assetName} du vil kjøpe og klikk på 'Send handelsforespørsel'-knappen for å starte handelen. Vær sikker på at du er klar til å betale når du klikker på knappen, hvis du ikke betaler før betalingsvinduet er over, vil selgeren kunne kansellere handelen.
nl: Nadat u op de knop 'Kopen' heeft gedrukt, ziet u meer informatie over de advertentie, inclusief de voorwaarden van de transactie. Lees ze door voordat u het ruilverzoek indient, als u het er niet mee eens bent, kunt u teruggaan naar de vorige pagina en een andere advertentie kiezen. Om de transactie te starten, voert u in hoeveel {assetName} u wilt kopen en klikt u op de knop 'Verstuur handelsverzoek' om de transactie te starten. Zorg ervoor dat u klaar bent om te betalen wanneer u op de knop klikt. Als u niet betaalt voordat de betalingsperiode voorbij is, kan de verkoper de transactie annuleren.
pl: Po naciśnięciu przycisku „Kup” zobaczysz więcej informacji na temat ogłoszenia, w tym warunki handlu. Przeczytaj je przed przesłaniem żądania handlu, jeśli nie zgadzasz się z nimi, możesz wrócić do poprzedniej strony i wybrać kolejne ogłoszenie. Aby rozpocząć handel, wpisz, ile {assetName} chcesz kupić i kliknij przycisk „Wyślij żądanie handlu” aby rozpocząć handel. Upewnij się, że jesteś gotów zapłacić po kliknięciu przycisku, jeśli nie zapłacisz przed zakończeniem okna płatności, sprzedawca będzie mógł anulować handel.
pt_br: Após clicar em 'Comprar' você terá acesso a mais informações sobre o anúncio, incluindo os termos da negociação. Leia com muita atenção antes de enviar um pedido de compra. Se você não concordar com os termos, escolha outro anúncio. Para fazer negócio, digite a quantia em {assetName} que deseja comprar e clique em 'Enviar pedido de negociação'. Certifique-se de estar pronto para pagar ao clicar no botão. Se você não pagar antes da janela de tempo terminar, o vendedor poderá cancelar a compra.
sl: Ko pritisnete gumb "Kupi", boste videli več informacij o oglasu, vključno s pogoji trgovanja. Preberite jih, preden oddate zahtevo za trgovanje, če se z njimi ne strinjate, se lahko vrnete na prejšnjo stran in izberete drug oglas. Za začetek trgovanja vnesite, koliko {assetName} želite kupiti in kliknite gumb "Pošlji zahtevo za trgovanje", da začnete trgovanje. Prepričajte se, da ste pripravljeni, saj če ne boste izvedli plačila pred iztekom plačilnega obdobja, bo prodajalec lahko trgovanje preklical.
sv: När du har tryckt på knappen "Köp" kommer du att se mer information om annonsen, inklusive handelsvillkoren. Läs igenom dem innan du skickar in handelsförfrågan, om du inte håller med dem kan du gå tillbaka till föregående sida och välja en annan annons. För att starta handeln, skriv in hur mycket {assetName} du vill köpa och klicka på knappen 'Skicka handelsförfrågan' för att starta handeln. Se till att du är redo att betala när du klickar på knappen, om du inte betalar innan betalningsfönstret är över kommer säljaren att kunna avbryta affären.
tl: Pagkatapos mong pindutin ang button na 'Buy' makakakita ka ng higit pang impormasyon tungkol sa advertisement, kasama ang mga tuntunin ng kalakalan. Basahin ang mga ito bago isumite ang kahilingan sa kalakalan, kung hindi ka sumasang-ayon sa kanila maaari kang bumalik sa nakaraang pahina at pumili ng isa pang advertisement. Upang simulan ang kalakalan, i-type kung magkano {assetName} ang gusto mong bilhin at i-click ang 'Ipadala ang kahilingan sa kalakalan' upang simulan ang kalakalan. Tiyaking handa kang magbayad kapag nag-click sa pindutan, kung hindi ka magbabayad bago matapos ang window ng pagbabayad, magagawang kanselahin ng nagbebenta ang kalakalan.
tr: 'Satın Al' butonuna bastıktan sonra, ticaret koşulları da dahil olmak üzere ilan hakkında daha fazla bilgi göreceksiniz. Takas talebini göndermeden önce bunları okuyun, eğer kabul etmiyorsanız önceki sayfaya dönüp başka bir ilan seçebilirsiniz. İşlemi başlatmak için ne kadar {assetName} satın almak istediğinizi yazın ve işlemi başlatmak için 'Takas isteği gönder' butonuna tıklayın. Düğmeye tıkladığınızda ödemeye hazır olduğunuzdan emin olun, ödeme süresi dolmadan ödeme yapmazsanız satıcı işlemi iptal edebilir.
ur: 'Buy' بٹن دبانے کے بعد آپ کو اشتہار کے بارے میں مزید معلومات نظر آئیں گی، بشمول تجارت کی شرائط۔ تجارتی درخواست جمع کرانے سے پہلے ان کو پڑھیں، اگر آپ ان سے متفق نہیں ہیں تو آپ پچھلے صفحہ پر واپس جا کر کوئی دوسرا اشتہار منتخب کر سکتے ہیں۔ تجارت شروع کرنے کے لیے، ٹائپ کریں کہ آپ کتنا {assetName} خریدنا چاہتے ہیں اور تجارت شروع کرنے کے لیے 'Send trade request' بٹن پر کلک کریں۔ اس بات کو یقینی بنائیں کہ بٹن پر کلک کرتے وقت آپ ادائیگی کے لیے تیار ہیں، اگر آپ ادائیگی کی ونڈو ختم ہونے سے پہلے ادائیگی نہیں کرتے ہیں، تو بیچنے والا تجارت کو منسوخ کر سکے گا۔
zh_cn: 按“购买”按钮后，您将看到有关广告的更多信息，包括交易条款。在提交交易请求之前仔细阅读它们，如果您不同意，您可以返回上一页并选择另一个广告。要开始交易，请输入您要购买的 {assetName} 数量，然后单击“发送交易请求”按钮开始交易。单击按钮时请确保您已准备好付款，如果您未在付款窗口结束前付款，卖家将能够取消交易。
zh_tw: 按“購買”按鈕後，您將看到有關廣告的更多信息，包括交易條款。在提交交易請求之前仔細閱讀它們，如果您不同意，您可以返回上一頁並選擇另一個廣告。要開始交易，請輸入您要購買的 {assetName} 數量，然後單擊“發送交易請求”按鈕開始交易。單擊按鈕時請確保您已準備好付款，如果您未在付款窗口結束前付款，賣家將能夠取消交易。

# guide250Sbbuy250Sbstep8722Sbone8722Sbtext
source: {registerAnAccount} with {appName}. You get a free and secure online Monero wallet. No additional apps are needed. If you already have an account, skip to the next step.
cs: {registerAnaccount} s {appName}. Získáte bezplatnou a bezpečnou online peněženku Monero. Nejsou potřeba žádné další aplikace. Pokud již máte účet, přejděte k dalšímu kroku.
fi: {registerAnAccount} {appName}:llä. Saat ilmaisen ja turvallisen Monero-lompakon verkossa. Lisäsovelluksia ei tarvita. Jos sinulla on jo tili, siirry seuraavaan vaiheeseen.
fr: {registerAnaccount} avec {appName}. Vous obtenez un portefeuille Monero en ligne gratuit et sécurisé. Aucune application supplémentaire n'est nécessaire. Si vous avez déjà un compte, passez à l'étape suivante.
it: {registerAnAccount} su {appName}. Ottieni un portafoglio Monero online gratuito e sicuro. Non sono necessarie altre app. Se hai già un account, vai al passaggio successivo.
lt: {registerAnAccount} su {appName}. Jūs gaunate nemokamą ir saugią internetinę Monero piniginę. Nereikia jokių papildomų programų. Jei jau turite paskyrą, pereikite prie kito veiksmo.
nb: {registerAnAccount} med {appName}. Du får en gratis og sikker online Monero-lommebok. Ingen ekstra apper er nødvendig. Hvis du allerede har en konto, hopp til neste trinn.
nl: {registerAnaccount} met {appName}. U krijgt een gratis en veilige online Monero-portefeuille. Er zijn geen extra apps nodig. Als u al een account heeft, ga dan naar de volgende stap.
pl: {registerAnAccount} na {appName}. Otrzymasz darmowy, bezpieczny portfel online Monero. Nie potrzebujesz dodatkowych aplikacji. Jeśli masz już konto, przejdź do następnego kroku.
pt_br: {registerAnaccount} no {appName}. Você terá acesso à uma carteira Monero online e segura. Nenhum software adicional é necessário. Se você já tem uma conta, vá para o próximo passo.
sl: {registerAnAccount} z {appName}. Pridobite brezplačno in varno spletno Monero denarnico. Dodatne aplikacije niso potrebne. Če že imate račun, preskočite na naslednji korak.
sv: {registerAnAccount} med {appName}. Du får en gratis och säker online Monero-plånbok. Inga ytterligare appar behövs. Om du redan har ett konto, hoppa till nästa steg.
tl: {registerAnaccount} na may {appName}. Makakakuha ka ng libre at secure na online na Monero wallet. Walang karagdagang app ang kailangan. Kung mayroon ka nang account, lumaktaw sa susunod na hakbang.
tr: {registerAnAccount} ile {appName}. Ücretsiz ve güvenli bir çevrimiçi Monero cüzdanına sahip olursunuz. Ek uygulamalara gerek yoktur. Zaten bir hesabınız varsa bir sonraki adıma geçin.
ur: {registerAnAccount} {appName} کے ساتھ۔ آپ کو ایک مفت اور محفوظ آن لائن Monero والیٹ ملتا ہے۔ کسی اضافی ایپس کی ضرورت نہیں ہے۔ اگر آپ کے پاس پہلے سے ہی اکاؤنٹ ہے تو اگلے مرحلے پر جائیں۔
zh_cn: 在{appName}上{registerAnAccount}。您将获得一个免费的网上门罗币钱包。不需要安装任何应用即可使用。如果您已经拥有帐户，请跳到下一步。
zh_tw: 在{appName}上{registerAnAccount}。您將獲得一個免費的網上門羅幣錢包。不需要安裝任何應用即可使用。如果您已經擁有帳戶，請跳到下一步。

# guide250Sbbuy250Sbstep8722Sbone8722Sbtext8722Sbregister8722Sban8722Sbaccount
source: Register an account
cs: Zaregistrujte si účet
fi: Rekisteröi tili
fr: Créer un compte
it: Registra un account
lt: Užregistruokite paskyrą
nb: Registrer en konto
nl: Registreer een account
pl: Zarejestruj konto
pt_br: Crie uma conta
sl: Registrirajte račun
sv: Registrera ett konto
tl: Magrehistro ng isang account
tr: Bir hesap oluştur
ur: ایک اکاؤنٹ رجسٹر کریں
zh_cn: 注册一个帐户
zh_tw: 注冊一個帳戶

# guide250Sbbuy250Sbstep8722Sbone8722Sbtext57Sbagoradesk
source: {registerAnAccount} with {appName}. You get a free and secure online cryptocurrency wallet. No additional apps are needed. If you already have an account, skip to the next step.
cs: {registerAnaccount} s {appName}. Získáte bezplatnou a bezpečnou online peněženku na kryptoměny. Nejsou potřeba žádné další aplikace. Pokud již máte účet, přejděte k dalšímu kroku.
fi: {registerAnAccount} {appName}:llä. Saat ilmaisen ja turvallisen online-kryptovaluuttalompakon. Lisäsovelluksia ei tarvita. Jos sinulla on jo tili, siirry seuraavaan vaiheeseen.
fr: {registerAnaccount} avec {appName}. Vous obtenez un portefeuille de crypto-monnaie en ligne gratuit et sécurisé. Aucune application supplémentaire n'est nécessaire. Si vous avez déjà un compte, passez à l'étape suivante.
it: {registerAnAccount} con {appName}. Ottieni un portafoglio di criptovaluta online gratuito e sicuro. Non sono necessarie app aggiuntive. Se hai già un account, vai al passaggio successivo.
lt: {registerAnAccount} su {appName}. Jūs gaunate nemokamą ir saugią internetinę kriptovaliutų piniginę. Nereikia jokių papildomų programų. Jei jau turite paskyrą, pereikite prie kito veiksmo.
nb: {registerAnAccount} med {appName}. Du får en gratis og sikker online kryptovaluta lommebok. Ingen ekstra apper er nødvendig. Hvis du allerede har en konto, hopp til neste trinn.
nl: {registerAnaccount} met {appName}. U krijgt een gratis en veilige online Cryptocurrency-portefeuille. Er zijn geen extra apps nodig. Als u al een account heeft, ga dan naar de volgende stap.
pl: {registerAnAccount} na {appName}. Otrzymasz darmowy, bezpieczny portfel online kryptowalut. Nie potrzebujesz dodatkowych aplikacji. Jeśli masz już konto, przejdź do następnego kroku.
pt_br: {registerAnaccount} com {appName}. Você obtém uma carteira de criptomoedas on-line gratuita e segura. Nenhum aplicativo adicional é necessário. Se você já tem uma conta, pule para a próxima etapa.
sl: {registerAnAccount} z {appName}. Pridobite brezplačno in varno spletno denarnico za kriptovalute. Dodatne aplikacije niso potrebne. Če že imate račun, preskočite na naslednji korak.
sv: {registerAnAccount} med {appName}. Du får en gratis och säker online kryptovaluta plånbok. Inga ytterligare appar behövs. Om du redan har ett konto, hoppa till nästa steg.
tl: {registerAnaccount} na may {appName}. Makakakuha ka ng libre at secure na online na cryptocurrency wallet. Walang karagdagang app ang kailangan. Kung mayroon ka nang account, lumaktaw sa susunod na hakbang.
tr: {registerAnAccount} ile {appName}. Ücretsiz ve güvenli bir çevrimiçi kripto para birimi cüzdanına sahip olursunuz. Ek uygulamalara gerek yoktur. Zaten bir hesabınız varsa bir sonraki adıma geçin.
ur: {registerAnAccount} {appName} کے ساتھ۔ آپ کو ایک مفت اور محفوظ آن لائن کریپٹو کرنسی والیٹ ملتا ہے۔ کسی اضافی ایپس کی ضرورت نہیں ہے۔ اگر آپ کے پاس پہلے سے ہی اکاؤنٹ ہے تو اگلے مرحلے پر جائیں۔
zh_cn: {appName}为{registerAnAccount} 。您将获得一个免费且安全的在线加密货币钱包。无需其他应用。如果您已有帐户，请跳至下一步。
zh_tw: {appName}為{registerAnAccount} 。您將獲得一個免費且安全的在線加密貨幣錢包。無需其他應用。如果您已有帳戶，請跳至下一步。

# guide250Sbbuy250Sbstep8722Sbthree8722Sbtext
source: From the list of advertisements, choose one from a trader with a good reputation score and a high amount of trades. A green circle means the trader has been online today, a yellow circle means they have visited the site this week and a grey circle means that the trader hasn't been here for over a week. You can click the 'Buy' button to view more information about an advertisement.
cs: Ze seznamu inzerátů vyberte jeden od obchodníka s dobrým skóre reputace a vysokým počtem obchodů. Zelený kruh znamená, že obchodník byl dnes online, žlutý kruh znamená, že web tento týden navštívil, a šedý kruh znamená, že obchodník zde nebyl déle než týden. Kliknutím na tlačítko 'Koupit' zobrazíte další informace o inzerátu.
fi: Valitse ilmoitusluettelosta kauppias, jolla on hyvä maine ja suuri määrä kauppoja. Vihreä ympyrä tarkoittaa, että kauppias on ollut verkossa tänään, keltainen ympyrä tarkoittaa, että hän on käynyt sivustolla tällä viikolla ja harmaa ympyrä tarkoittaa, että kauppias ei ole ollut täällä yli viikkoon. Voit napsauttaa 'Osta'-painiketta nähdäksesi lisätietoja ilmoituksesta.
fr: Dans la liste des annonces, choisissez-en une avec un trader ayant un bon score de réputation et un grand nombre de transactions. Un cercle vert signifie que le trader a été en ligne aujourd'hui, un cercle jaune signifie qu'il a visité le site cette semaine et un cercle gris signifie que le trader n'est pas venu depuis plus d'une semaine. Vous pouvez cliquer sur le bouton "Acheter" pour afficher plus d'informations sur une annonce.
it: Dalla lista degli annunci, scegli un trader con un buon punteggio di reputazione e una quantità elevata di scambi. Un cerchio verde significa che il trader è online oggi, un cerchio giallo significa che hanno visitato il sito questa settimana e un cerchio grigio significa che il trader non è qui da più di una settimana. È possibile fare clic sul pulsante 'Acquista' per visualizzare ulteriori informazioni sull' annuncio.
lt: Iš skelbimų sąrašo pasirinkite prekybininką, turintį gerą reputaciją ir didelį sandorių skaičių. Žalias apskritimas reiškia, kad prekiautojas šiandien prisijungė, geltonas apskritimas reiškia, kad jis lankėsi svetainėje šią savaitę, o pilkas apskritimas reiškia, kad prekiautojas čia nebuvo daugiau nei savaitę. Norėdami pamatyti daugiau informacijos apie skelbimą, galite spustelėti mygtuką „Pirkti“.
nb: Fra listen over annonser, velg en fra en handelsmann med et godt omdømme og et høyt antall handler. En grønn sirkel betyr at traderen har vært online i dag, en gul sirkel betyr at de har besøkt siden denne uken og en grå sirkel betyr at traderen ikke har vært her på over en uke. Du kan klikke på "Kjøp"-knappen for å se mer informasjon om en annonse.
nl: Uit de lijst met advertenties, let er op dat u een handelaar kiest met een goede reputatiescore en een hoog aantal transacties. Een groene cirkel betekent dat de handelaar vandaag online is geweest, een gele cirkel betekent dat hij deze week de site heeft bezocht en een grijze cirkel betekent dat de handelaar hier al meer dan een week niet is geweest. U kunt op de knop 'Kopen' klikken om meer informatie over een advertentie te bekijken.
pl: Z listy ogłoszeń wybierz jedno od handlowca z dobrą oceną i dużą ilością transakcji. Zielone koło oznacza, że handlowiec jest dziś online, żółte koło oznacza, że odwiedził witrynę w tym tygodniu, a szare koło oznacza, że handlowiec nie był tu od ponad tygodnia. Możesz kliknąć przycisk „Kup”, aby wyświetlić więcej informacji o ogłoszeniu.
pt_br: Da lista de anúncios, escolha aquele de um operador com boa reputação e um alto número de negociações (quando disponível). Um círculo verde indica que ele esteve online nas últimas 24 horas; o círculo amarelo indica que ele esteve online durante a semana; e o cinza indica que ele está inativo há mais de 7 dias. Clique no botão 'Comprar' para ver mais informações sobre um anúncio.
sl: Na seznamu oglasov izberite enega od trgovalcev z dobrim ugledom in velikim številom poslov. Zelen krog pomeni, da je bil trgovec danes online, rumen krog pomeni, da je spletno mesto obiskal ta teden, siv krog pa pomeni, da ni bil tukaj več kot teden dni. Za več informacij o oglasu lahko kliknete gumb "Kupi".
sv: Från listan över annonser, välj en från en handlare med ett gott rykte och ett stort antal affärer. En grön cirkel betyder att handlaren har varit online idag, en gul cirkel betyder att de har besökt webbplatsen den här veckan och en grå cirkel betyder att handlaren inte har varit här på över en vecka. Du kan klicka på knappen "Köp" för att se mer information om en annons.
tl: Mula sa listahan ng mga advertisement, pumili ng isa mula sa isang mangangalakal na may magandang marka ng reputasyon at mataas na halaga ng mga trade. Ang berdeng bilog ay nangangahulugan na ang mangangalakal ay online ngayon, ang isang dilaw na bilog ay nangangahulugan na binisita nila ang site ngayong linggo at ang isang kulay-abo na bilog ay nangangahulugan na ang mangangalakal ay hindi nakapunta rito nang mahigit isang linggo. Maaari mong i-click ang button na 'Buy' upang tingnan ang higit pang impormasyon tungkol sa isang advertisement.
tr: İlan listesinden iyi itibar puanına ve yüksek miktarda ticarete sahip bir tüccar arasından birini seçin. Yeşil daire, yatırımcının bugün çevrimiçi olduğu, sarı daire bu hafta siteyi ziyaret ettiği ve gri daire ise yatırımcının bir haftadan uzun süredir burada olmadığı anlamına gelir. Bir ilan hakkında daha fazla bilgi görüntülemek için 'Satın Al' düğmesini tıklayabilirsiniz.
ur: اشتہارات کی فہرست میں سے، اچھی شہرت کے اسکور اور زیادہ تجارت والے تاجر میں سے ایک کا انتخاب کریں۔ سبز دائرے کا مطلب ہے کہ تاجر آج آن لائن ہے، پیلے رنگ کے دائرے کا مطلب ہے کہ اس نے اس ہفتے سائٹ کا دورہ کیا ہے اور سرمئی دائرے کا مطلب ہے کہ تاجر یہاں ایک ہفتے سے زیادہ وقت سے نہیں آیا ہے۔ آپ کسی اشتہار کے بارے میں مزید معلومات دیکھنے کے لیے 'Buy' بٹن پر کلک کر سکتے ہیں۔
zh_cn: 从广告列表中，选择一个拥有良好信誉和大量交易记录的交易者。最后一次在线时间指示器会显示交易者最后一次在线时间是在24小时内（绿色）、七天内（黄色）或超过七天（灰色）。您可以单击“购买”按钮查看有关广告的更多信息。
zh_tw: 從廣告列表中，選擇一個擁有良好信譽和大量交易記錄的交易者。最后一次在線時間指示器會顯示交易者最后一次在線時間是在24小時內（綠色）、七天內（黃色）或超過七天（灰色）。您可以單擊“購買”按鈕查看有關廣告的更多信息。
