Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# coupons250Sberror250Sb181
source: This coupon can only be redeemed during registration
cs: Tento kupón lze uplatnit pouze při registraci
fi: Tämän kupongin voi lunastaa vain rekisteröitymisen yhteydessä
fr: Ce coupon ne peut être utilisé que lors de l'inscription
it: Questo coupon può essere riscattato solo durante la registrazione
lt: Šį kuponą galima išpirkti tik registracijos metu
nb: Denne kupongen kan kun løses inn under registrering
nl: Deze coupon kan alleen tijdens de registratie worden ingewisseld
pl: Ten kupon można wykorzystać tylko podczas rejestracji
pt_br: Este cupom só pode ser resgatado durante o registro
sl: Ta kupon je možno unovčiti samo ob registraciji
sv: Denna kupong kan endast lösas in under registreringen
tl: Mare-redeem lang ang kupon na ito sa panahon ng pagpaparehistro
tr: Bu kupon yalnızca kayıt sırasında kullanılabilir
ur: یہ کوپن صرف رجسٹریشن کے دوران ہی حاصل کیا جا سکتا ہے
zh_cn: 此优惠券只能在注册时兑换
zh_tw: 此優惠券只能在註冊時兌換

# coupons250Sberror250Sb182
source: You've already redeemed this coupon
cs: Tento kupón jste již uplatnili
fi: Olet jo lunastanut tämän kupongin
fr: Vous avez déjà utilisé ce coupon
it: Hai già riscattato questo coupon
lt: Jau išpirkote šį kuponą
nb: Du har allerede løst inn denne kupongen
nl: U heeft deze coupon al ingewisseld
pl: Już wykorzystałeś ten kupon
pt_br: Você já resgatou este cupom
sl: Ta kupon ste že unovčili
sv: Du har redan löst in den här kupongen
tl: Na-redeem mo na ang kupon na ito
tr: Bu kuponu zaten kullandınız
ur: آپ نے پہلے ہی اس کوپن کو بھنایا ہے
zh_cn: 您已经兑换了此优惠券
zh_tw: 您已經兌換了此優惠券

# coupons250Sberror250Sb183
source: This coupon is out of stock
cs: Tento kupón není skladem
fi: Tämä kuponki on loppunut valikoimasta
fr: Ce coupon est en rupture de stock
it: Questo coupon è esaurito
lt: Šio kupono sandėlyje nėra
nb: Denne kupongen er utsolgt
nl: Deze coupon is niet op voorraad
pl: Ten kupon nie jest dostępny
pt_br: Este cupom está esgotado
sl: Ta kupon ni na zalogi
sv: Denna kupong är slut i lager
tl: Wala nang stock ang kupon na ito
tr: Bu kupon stokta yok
ur: یہ کوپن اسٹاک سے باہر ہے
zh_cn: 此优惠券缺货
zh_tw: 此優惠券缺貨

# coupons250Sberror250Sb184
source: You can only have one active coupon at a time
cs: V jednu chvíli můžete mít pouze jeden aktivní kupón
fi: Sinulla voi olla vain yksi aktiivinen kuponki kerrallaan
fr: Vous ne pouvez avoir qu'un seul coupon actif à la fois
it: Puoi avere un solo coupon attivo alla volta
lt: Vienu metu galite turėti tik vieną aktyvų kuponą
nb: Du kan bare ha én aktiv kupong om gangen
nl: U kunt slechts één actieve coupon tegelijk hebben
pl: Możesz mieć tylko jeden aktywny kupon na raz
pt_br: Você só pode ter um cupom ativo por vez
sl: Naenkrat imate lahko samo en aktiven kupon
sv: Du kan bara ha en aktiv kupong åt gången
tl: Maaari ka lang magkaroon ng isang aktibong kupon sa isang pagkakataon
tr: Aynı anda yalnızca bir aktif kuponunuz olabilir
ur: آپ ایک وقت میں صرف ایک فعال کوپن رکھ سکتے ہیں
zh_cn: 您一次只能拥有一张有效的优惠券
zh_tw: 您一次只能擁有一張有效的優惠券

# coupons250Sberror250Sbdialog250Sbtitle
source: Redeeming coupon error
cs: Chyba při uplatnění kupónu
fi: Virhe kuponkien lunastuksessa
fr: Erreur lors de l'utilisation du coupon
it: Errore nel riscatto del coupon
lt: Kupono išpirkimo klaida
nb: Feil ved innløsing av kupong
nl: Coupon inwisseling fout
pl: Błąd realizacji kuponu
pt_br: Resgatar erro de cupom
sl: Napaka pri unovčevanju kupona
sv: Redeeming kupong fel
tl: Error sa pagkuha ng kupon
tr: Kupon kullanma hatası
ur: کوپن کی خرابی کو چھڑانا
zh_cn: 兑换优惠券错误
zh_tw: 兌換優惠券錯誤

# coupons250Sberror250Sbgeneric
source: Something went wrong while redeeming a coupon. If that doesn't seem right, please contact the support. Error code: {errorCode}.
cs: Při uplatňování kupónu se něco pokazilo. Pokud se vám to nezdá, kontaktujte prosím podporu. Kód chyby: {error_code}.
fi: Jotain meni pieleen kuponkia lunastaessa. Jos et tiedä miksi et voi lunastaa kuponkia, ota yhteyttä tukeen. Virhekoodi: {errorCode}.
fr: Une erreur s'est produite lors de l'utilisation d'un coupon. Si cela ne devrait pas se produire, veuillez alors contacter le support. Code d'erreur : {error_code}.
it: Qualcosa è andato storto durante il riscatto di un coupon. Se ciò non sembra corretto, contatta l'assistenza. Codice errore: {errorCode}.
lt: Išperkant kuponą įvyko klaida. Jei tai neatrodo teisinga, susisiekite su palaikymo komanda. Klaidos kodas: {errorCode}.
nb: Noe gikk galt under innløsning av en kupong. Hvis det ikke virker riktig, vennligst kontakt kundestøtten. Feilkode: {errorCode}.
nl: Er is iets misgegaan bij het inwisselen van een coupon. Als dat niet correct lijkt, neem dan contact op met de ondersteuning. Foutcode: {error_code}.
pl: Coś poszło nie tak podczas realizacji kuponu. Jeśli wydaje Ci się, że nie powinno tak być, skontaktuj się z obsługą klienta. Kod błędu: {errorCode}.
pt_br: Ocorreu um erro ao resgatar um cupom. Se isso não parecer certo, entre em contato com o suporte. Código de erro: {error_code}.
sl: Med unovčenjem kupona je šlo nekaj narobe. Če se vam to ne zdi v redu, se obrnite na podporo. Koda napake: {errorCode}.
sv: Något gick fel när du löste in en kupong. Om det inte verkar stämma, vänligen kontakta supporten. Felkod: {errorCode}.
tl: Nagkaproblema habang nagre-redeem ng coupon. Kung mukhang hindi iyon tama, mangyaring makipag-ugnayan sa suporta. Error code: {error_code}.
tr: Kupon kullanılırken bir şeyler ters gitti. Bu doğru görünmüyorsa lütfen destekle iletişime geçin. Hata kodu: {errorCode}.
ur: کوپن کو بھنانے کے دوران کچھ غلط ہو گیا۔ اگر یہ درست نہیں لگتا ہے، تو براہ کرم سپورٹ سے رابطہ کریں۔ خرابی کا کوڈ: {errorCode}۔
zh_cn: 兑换优惠券时出了点问题。如果这似乎不正确，请与支持人员联系。错误代码： {errorCode}。
zh_tw: 兌換優惠券時出了點問題。如果這似乎不正確，請與支持人員聯繫。錯誤代碼： {errorCode}。

# coupons250Sbshow8722Sbexpired8722Sbbtn250Sbhide
source: Hide your expired coupons
cs: Skryjte své prošlé kupóny
fi: Piilota vanhentuneet kupongit
fr: Cacher vos coupons expirés
it: Nascondi i coupon scaduti
lt: Paslėpkite kuponus, kurių galiojimo laikas pasibaigęs
nb: Skjul dine utløpte kuponger
nl: Verberg uw verlopen coupons
pl: Ukryj swoje wygasłe kupony
pt_br: Ocultar seus cupons expirados
sl: Skrijte potekle kupone
sv: Göm dina utgångna kuponger
tl: Itago ang iyong mga nag-expire na kupon
tr: Süresi dolmuş kuponlarınızı gizleyin
ur: اپنے میعاد ختم ہونے والے کوپن چھپائیں
zh_cn: 隐藏您过期的优惠券
zh_tw: 隱藏您過期的優惠券

# post8722Sbad250Sbstep8722Sb4
source: Step 4
cs: Krok 4
fi: Vaihe 4
fr: Étape 4
lt: 4 veiksmas
nb: Trinn 4
nl: Stap 4
pl: Krok 4
pt_br: Etapa 4
sl: 4. korak
sv: Steg 4
tl: Hakbang 4
tr: 4. Adım
ur: مرحلہ 4
zh_cn: 第四步
zh_tw: 第四步

# post8722Sbad250Sbstep8722Sb5
source: Step 5
cs: Krok 5
fi: Vaihe 5
fr: Étape 5
lt: 5 veiksmas
nb: Trinn 5
nl: Stap 5
pl: Krok 5
pt_br: Etapa 5
sl: 5. korak
sv: Steg 5
tl: Hakbang 5
tr: Adım 5
ur: مرحلہ 5
zh_cn: 第五步
zh_tw: 第五步

# post8722Sbad250Sbstep8722Sb6
source: Step 6
cs: Krok 6
fi: Vaihe 6
fr: Étape 6
lt: 6 veiksmas
nb: Trinn 6
nl: Stap 6
pl: Krok 6
pt_br: Etapa 6
sl: 6. korak
sv: Steg 6
tl: Hakbang 6
tr: Adım 6
ur: مرحلہ 6
zh_cn: 第六步
zh_tw: 第六步

# coupons250Sbshow8722Sbexpired8722Sbbtn250Sbshow
source: Show your expired coupons
cs: Ukažte své kupóny, jejichž platnost vypršela
fi: Näytä vanhentuneet kupongit
fr: Montrer vos coupons expirés
it: Mostra i coupon scaduti
lt: Parodykite pasibaigusio galiojimo kuponus
nb: Vis dine utløpte kuponger
nl: Toon uw verlopen coupons
pl: Pokaż swoje wygasłe kupony
pt_br: Mostre seus cupons expirados
sl: Pokažite potekle kupone
sv: Visa dina utgångna kuponger
tl: Ipakita ang iyong mga nag-expire na kupon
tr: Süresi dolmuş kuponlarınızı gösterin
ur: اپنے میعاد ختم ہونے والے کوپن دکھائیں
zh_cn: 显示过期的优惠券
zh_tw: 顯示過期的優惠券

# coupons250Sbsignup250Sbshow8722Sbcoupon8722Sbinput8722Sbbtn
source: I have a coupon code
cs: Mám kód kupónu
fi: Minulla on kuponkikoodi
fr: J'ai un coupon de réduction
it: Ho un codice coupon
lt: Turiu kupono kodą
nb: Jeg har en kupongkode
nl: Ik heb een couponcode
pl: Mam kod kuponu
pt_br: Eu tenho um código de cupom
sl: Imam kodo kupona
sv: Jag har en kupongkod
tl: Mayroon akong coupon code
tr: Kupon kodum var
ur: میرے پاس ايک کوپن کوڈ ہے
zh_cn: 我有优惠券代码
zh_tw: 我有優惠券代碼

# formula250Sbfiat8722Sbrates
source: Fiat Exchange Rates
cs: Směnné kurzy Fiat
fi: Fiatin valuuttakurssit
fr: Taux de change Fiat
it: Tassi di cambio Fiat
lt: Fiat valiutos kursai
nb: Fiat valutakurser
nl: Fiat-wisselkoersen
pl: Kursy Walut Fiat
pt_br: Taxas de Câmbio Fiat
sl: Fiat menjalni tečaji
sv: Fiats växelkurser
tl: Mga Rate ng Fiat Exchange
tr: Fiat Döviz Kurları
ur: Fiat ایکسچینج ریٹس
zh_cn: 菲亚特汇率
zh_tw: 菲亞特匯率

# formula250Sbfiat8722Sbrates8722Sbtab
source: Fiat Exch Rates
cs: Směnné kurzy Fiat
fi: Fiatin vaihtokurssit
fr: Taux de change Fiat
it: Tariffe Exch Fiat
lt: Fiat valiutos kursai
nb: Fiat børskurser
nl: Fiat beurskoersen
pl: Kursy Walut Fiat
sl: Fiat Menjalni Tečaji
sv: Fiats växelkurser
tl: Fiat Exch Rate
tr: Fiat Döviz Kurları
ur: Fiat ایکسچ ریٹس
zh_cn: 菲亚特汇率
zh_tw: 菲亞特匯率

# formula250Sbfunctions
source: Functions
cs: Funkce
fi: Toiminnot
fr: Les fonctions
it: Funzioni
lt: Funkcijos
nb: Funksjoner
nl: Functies
pl: Funkcje
pt_br: Funções
sl: Funkcije
sv: Funktioner
tl: Mga pag-andar
tr: Fonksiyonlar
ur: افعال
zh_cn: 功能
zh_tw: 功能

# formula250Sbinput8722Sblabel
source: Price formula
cs: Cenový vzorec
fi: Hintakaava
fr: Formule de prix
it: Formula del prezzo
lt: Kainos formulė
nb: Prisformel
nl: Prijs formule
pl: Wzór na cenę
pt_br: Fórmula de preço
sl: Cenovna formula
sv: Pris formel
tl: Formula ng presyo
tr: Fiyat formülü
ur: قیمت کا فارمولا
zh_cn: 价格公式
zh_tw: 價格公式

# formula250Sbinvalid8722Sbmessage
source: Invalid formula!
cs: Neplatný vzorec!
fi: Virheellinen kaava!
fr: Formule invalide !
it: Formula non valida!
lt: Netinkama formulė!
nb: Ugyldig formel!
nl: Ongeldige formule!
pl: Niepoprawny wzór!
pt_br: Fórmula inválida!
sl: Neveljavna formula!
sv: Ogiltig formel!
tl: Di-wastong formula!
tr: Geçersiz formül!
ur: غلط فارمولہ!
zh_cn: 无效的公式！
zh_tw: 無效的公式！

# formula250Sbmarkets
source: Markets
cs: Trhy
fi: Markkinat
fr: Marchés
it: Mercati
lt: Rinkos
nb: Markeder
nl: Markten
pl: Rynki
pt_br: Mercados
sl: Trgi
sv: Marknader
tl: Mga pamilihan
tr: Piyasalar
ur: منڈیاں
zh_cn: 市场
zh_tw: 市場

# formula250Sbmarkets8722Sbtab
source: Markets
cs: Trhy
fi: Markkinat
fr: Marchés
it: Mercati
lt: Rinkos
nb: Markeder
nl: Markten
pl: Rynki
pt_br: Mercados
sl: Trgi
sv: Marknader
tl: Mga pamilihan
tr: Piyasalar
ur: منڈیاں
zh_cn: 市场
zh_tw: 市場

# formula250Sbno8722Sbformula8722Sbmessage
source: Enter a valid formula to see the price
cs: Chcete-li zobrazit cenu, zadejte platný vzorec
fi: Syötä kelvollinen kaava nähdäksesi hinnan
fr: Entrez une formule valide pour voir le prix
it: Inserisci una formula valida per vedere il prezzo
lt: Įveskite galiojančią formulę, kad pamatytumėte kainą
nb: Skriv inn en gyldig formel for å se prisen
nl: Voer een geldige formule in om de prijs te zien
pl: Wprowadź poprawny wzór, aby zobaczyć cenę
pt_br: Insira uma fórmula válida para ver o preço
sl: Za ogled cene vnesite veljavno formulo
sv: Ange en giltig formel för att se priset
tl: Maglagay ng wastong formula upang makita ang presyo
tr: Fiyatı görmek için geçerli bir formül girin
ur: قیمت دیکھنے کے لیے ایک درست فارمولا درج کریں
zh_cn: 输入有效的公式来查看价格
zh_tw: 輸入有效的公式來查看價格

# formula250Sboperators
source: Operators
cs: Operátoři
fi: Operaattorit
fr: Les opérateurs
lt: Operatoriai
nb: Operatører
nl: Exploitanten
pl: Operatory
pt_br: Operadores
sl: Operaterji
sv: Operatörer
tl: Mga operator
tr: Operatörler
ur: آپریٹرز
zh_cn: 运营商
zh_tw: 運營商

# formula250Sboperators8722Sband8722Sbfunctions8722Sbtab
source: Opers & Funcs
cs: Opers & Funks
fi: Operaattorit & Funktiot
fr: Opérations et fonctions
lt: Operacijos ir funkcijos
nb: Operasjoner og funksjoner
nl: Operaties & Functies
pl: Oper. & Funk.
sl: Operacije in funkcije
sv: Operatörer och funktioner
tl: Mga Oper at Func
tr: Operatörler ve İşlevler
ur: آپریشنز اور فنکشنز
zh_cn: 运营商＆功能
zh_tw: 運營商和功能

# formula250Sbpopular8722Sbfiat8722Sbpairs
source: Popular fiat exchange pairs
cs: Populární výměnné fiat páry
fi: Suositut fiat-vaihtoparit
fr: Paires d'échange fiat populaires
it: Coppie di scambio fiat popolari
lt: Populiarios fiat mainų poros
nb: Populære fiat-byttepar
nl: Populaire fiat-handelsparen
pl: Popularne kursy fiat
pt_br: Pares fiduciários de troca popular
sl: Priljubljeni fiat menjalni pari
sv: Populära fiat-växlingspar
tl: Mga sikat na pares ng fiat exchange
tr: Popüler fiat döviz çiftleri
ur: مشہورfiat ایکسچینج جوڑے
zh_cn: 流行的法定交换对
zh_tw: 流行的法定交換對

# formula250Sbunexpected8722Sberror
source: Error! Refresh the page and try again. If the problem persists, please contact our support.
cs: Chyba! Obnovte stránku a zkuste to znovu. Pokud problém přetrvává, kontaktujte prosím naši podporu.
fi: Virhe! Päivitä sivu ja yritä uudelleen. Jos ongelma jatkuu, otathan yhteyttä tukeemme.
fr: Erreur ! Actualisez la page et réessayez. Si le problème persiste, veuillez contacter notre support.
it: Errore! Aggiorna la pagina e riprova Se il problema persiste, contatta il nostro supporto.
lt: Klaida! Atnaujinkite puslapį ir bandykite dar kartą. Jei problema išlieka, susisiekite su mūsų palaikymo komanda.
nb: Feil! Oppdater siden og prøv igjen. Hvis problemet vedvarer, vennligst kontakt vår kundestøtte.
nl: Fout! Herlaad de pagina en probeer het opnieuw. Neem contact met onze ondersteuning op als het probleem zich blijft voordoen.
pl: Błąd! Odśwież stronę i spróbuj ponownie. Jeśli problem będzie się utrzymywał, skontaktuj się z obsługą klienta.
pt_br: Erro! Atualize a página e tente novamente. Se o problema persistir, entre em contato com nosso suporte.
sl: Napaka! Osvežite stran in poskusite znova. Če težave ne odpravite, se obrnite na našo podporo.
sv: Fel! Uppdatera sidan och försök igen. Om problemet kvarstår, vänligen kontakta vår support.
tl: Error! I-refresh ang page at subukang muli. Kung magpapatuloy ang problema, mangyaring makipag-ugnayan sa aming suporta.
tr: Hata! Sayfayı yenileyip tekrar deneyin. Sorun devam ederse lütfen desteğimizle iletişime geçin.
ur: غلطی! صفحہ ریفریش کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ برقرار رہتا ہے، تو براہ کرم ہمارے سپورٹ سے رابطہ کریں۔
zh_cn: 错误！刷新页面并重试。如果问题仍然存在，请联系我们的支持。
zh_tw: 錯誤！刷新頁面並重試。如果問題仍然存在，請聯繫我們的支持。

# guide250Sbsell250Sbstep8722Sbtwo8722Sbtext8722Sb08722Sbmain8722Sbpage
source: main page
cs: hlavní stránka
fi: etusivu
fr: page d'accueil
it: Pagina principale
lt: Pagrindinis puslapis
nb: hovedside
nl: hoofdpagina
pl: strony głównej
pt_br: página principal
sl: glavna stran
sv: huvud sida
tl: pangunahing pahina
tr: ana Sayfa
ur: سرورق
zh_cn: 主页
zh_tw: 主頁

# guide250Sb2fa250Sbstep8722Sbfive8722Sbtext
source: In your authenticator app, scan the QR code shown on the page. After you've done that, 6 digit one-time passwords will start appearing in the app.
cs: V aplikaci pro ověřování naskenujte QR kód zobrazený na stránce. Poté, co to uděláte, se v aplikaci začnou objevovat 6 místná jednorázová hesla.
fi: Skannaa todennussovelluksessasi sivulla näkyvä QR-koodi. Kun olet tehnyt sen, 6-numeroiset kertaluonteiset salasanat alkavat näkyä sovelluksessa.
fr: Dans votre application d'authentification, scannez le code QR code affiché sur la page. Après cela, des mots de passe à usage unique à 6 chiffres commenceront à apparaître dans l'application.
it: Con la tua app scansiona il codice QR mostrato sulla pagina. Dopo averlo fatto, i codici a tempo a 6 cifre inizieranno a essere visualizzate nell'app.
lt: Autentifikavimo programoje nuskaitykite puslapyje rodomą QR kodą. Kai tai padarysite, programoje bus rodomi 6 skaitmenų vienkartiniai slaptažodžiai.
nb: Skann QR-koden som vises på siden i autentiseringsappen din. Etter at du har gjort det, vil 6-sifrede engangspassord begynne å vises i appen.
nl: Scan met uw authenticator-app de QR-code die op de pagina wordt weergegeven. Nadat u dat heeft gedaan, verschijnen er 6-cijferige, eenmalige wachtwoorden in de app.
pl: W aplikacji uwierzytelniającej zeskanuj kod QR pokazany na stronie. Następnie, 6 cyfrowe hasła jednorazowe zaczną się pojawiać w aplikacji.
pt_br: Escaneie o código QR exibido na página com o seu aplicativo de 2FA. Você verá que senhas de 6 dígitos passarão a aparecer no app.
sl: V aplikaciji za preverjanje pristnosti skenirajte QR kodo, prikazano na strani. Ko to storite, se bodo v aplikaciji začela pojavljati 6-mestna gesla za enkratno uporabo.
sv: I din autentiseringsapp skannar du QR-koden som visas på sidan. När du har gjort det kommer 6-siffriga engångslösenord att börja visas i appen.
tl: Sa iyong authenticator app, i-scan ang QR code na ipinapakita sa page. Pagkatapos mong gawin iyon, magsisimulang lumabas sa app ang 6 na digit na isang beses na password.
tr: Kimlik doğrulayıcı uygulamanızda sayfada gösterilen QR kodunu tarayın. Bunu yaptıktan sonra uygulamada 6 haneli tek kullanımlık şifreler görünmeye başlayacak.
ur: اپنی تصدیق کنندہ ایپ میں، صفحہ پر دکھائے گئے QR کوڈ کو اسکین کریں۔ ایسا کرنے کے بعد، ایپ میں 6 ہندسوں والے one-timeپاس ورڈز ظاہر ہونا شروع ہو جائیں گے۔
zh_cn: 启动您的智能手机上的身份验证器应用，然后选择“扫描条形码”。完成之后，双重身份验证代码将出现在身份验证器应用中。
zh_tw: 啟動您的智能手機上的身份驗証器應用，然后選擇“掃描條形碼”。完成之后，雙重身份驗証代碼將出現在身份驗証器應用中。

# guide250Sb2fa250Sbstep8722Sbfour8722Sbtext
source: Install the authentication app on your phone. You can {chooseAnyApp} that supports TOTP. For example, {andotp} is Free and Open Source.
cs: Nainstalujte si do telefonu aplikaci pro ověřování. Můžete {chooseAnyapp}, který podporuje TOTP. Například {andotp} je bezplatný a otevřený zdroj.
fi: Asenna todennussovellus puhelimeesi. Voit {chooseAnyApp}, joka tukee TOTP:tä. Esimerkiksi {andotp} on ilmainen ja avoimen lähdekoodin sovellus.
fr: Installez l'application d'authentification sur votre téléphone. Vous pouvez {chooseAnyapp} qui prend en charge TOTP. Par exemple, {andotp} est gratuite et open source.
it: Installa l'app di autenticazione sul tuo telefono. Puoi {chooseAnyApp} che supporti TOTP. Per esempio, {andotp} è gratuito e open source.
lt: Įdiekite autentifikavimo programą savo telefone. Galite {chooseAnyApp}, kuris palaiko TOTP. Pavyzdžiui, {andotp} yra nemokamas ir atvirojo kodo.
nb: Installer autentiseringsappen på telefonen din. Du kan {chooseAnyApp} som støtter TOTP. For eksempel er {andotp} gratis og åpen kildekode.
nl: Installeer de authenticatie-app op uw telefoon. U kunt {chooseAnyapp} die TOTP ondersteunt. Bijvoorbeeld, {andotp} is Gratis en Open Source.
pl: Zainstaluj aplikację uwierzytelniania w telefonie. Możesz {chooseAnyApp}, która obsługuje TOTP. Na przykład {andotp} jest bezpłatna i open source.
pt_br: Instale o app de 2FA no seu telefone. Você pode {chooseAnyapp} que suporte o TOTP. Por exemplo, {andotp} é grátis e código aberto.
sl: Namestite aplikacijo za preverjanje pristnosti. Izberete lahko {chooseAnyApp}, ki podpira TOTP. Na primer, {andotp} je brezplačen in odprtokoden.
sv: Installera autentiseringsappen på din telefon. Du kan {chooseAnyApp} som stöder TOTP. Till exempel är {andotp} gratis och har öppen källkod.
tl: I-install ang authentication app sa iyong telepono. Maaari kang {chooseAnyapp} na sumusuporta sa TOTP. Halimbawa, ang {andotp} ay Libre at Open Source.
tr: Kimlik doğrulama uygulamasını telefonunuza yükleyin. TOTP'yi destekleyen {chooseAnyApp} yapabilirsiniz. Örneğin, {andotp} Ücretsiz ve Açık Kaynaktır.
ur: اپنے فون پر تصدیقی ایپ انسٹال کریں۔ آپ {chooseAnyApp} کر سکتے ہیں جو TOTP کو سپورٹ کرتا ہے۔ مثال کے طور پر، {andotp} مفت اور اوپن سورس ہے۔
zh_cn: 在您的手机上安装身份验证应用。在手机上安装身份验证应用程序。 您可以{chooseAnyApp}支持TOTP的应用程序。例如，{andotp}是免费和开源的.
zh_tw: 在您的手機上安裝身份驗証應用。在手機上安裝身份驗証應用程序。 您可以{chooseAnyApp}支持TOTP的應用程序。例如，{andotp}是免費和開源的.

# guide250Sb2fa250Sbstep8722Sbfour8722Sbtext8722Sbchoose8722Sbany8722Sbapp
source: choose any app
cs: vyberte libovolnou aplikaci
fi: valitse mikä tahansa sovellus
fr: choisissez n'importe quelle application
it: scegliere qualsiasi app
lt: pasirinkti bet kurią programą
nb: velg hvilken som helst app
nl: kies een app
pl: wybrać dowolną aplikację
pt_br: escolher qualquer app
sl: izberite katero koli aplikacijo
sv: välj valfri app
tl: pumili ng anumang app
tr: herhangi bir uygulamayı seçin
ur: کسی بھی ایپ کا انتخاب کریں
zh_cn: 选择任何
zh_tw: 選擇任何

# coupons250Sbsubtitle
source: Your active and expired coupons will be shown here. If you have a coupon code, you can redeem it here.
cs: Zde se zobrazí vaše aktivní a prošlé kupóny. Pokud máte kód kupónu, můžete jej uplatnit zde.
fi: Aktiiviset ja vanhentuneet kuponkisi näkyvät täällä. Jos sinulla on kuponkikoodi, voit lunastaa sen täällä.
fr: Vos coupons actifs et expirés seront affichés ici. Si vous avez un coupon de réduction, vous pouvez l'utiliser ici.
it: I coupon attivi e scaduti verranno visualizzati qui. Se hai un codice coupon, puoi riscattarlo qui.
lt: Čia bus rodomi jūsų aktyvūs ir pasibaigusio galiojimo kuponai. Jei turite kupono kodą, galite jį išpirkti čia.
nb: Dine aktive og utløpte kuponger vises her. Hvis du har en kupongkode, kan du løse den inn her.
nl: Uw actieve en verlopen coupons worden hier weergegeven. Als u een couponcode heeft, kunt u deze hier inwisselen.
pl: Twoje aktywne i wygasłe kupony będą widoczne tutaj. Jeśli masz kod kuponu, możesz go wykorzystać tutaj.
pt_br: Seus cupons ativos e expirados serão mostrados aqui. Se você tiver um código de cupom, poderá resgatá-lo aqui.
sl: Tukaj bodo prikazani vaši aktivni in potekli kuponi. Če imate kodo kupona, jo lahko unovčite tukaj.
sv: Dina aktiva och utgångna kuponger visas här. Om du har en kupongkod kan du lösa in den här.
tl: Ang iyong aktibo at nag-expire na mga kupon ay ipapakita dito. Kung mayroon kang coupon code, maaari mo itong i-redeem dito.
tr: Aktif ve süresi dolmuş kuponlarınız burada gösterilecektir. Kupon kodunuz varsa buradan kullanabilirsiniz.
ur: آپ کے فعال اور میعاد ختم ہونے والے کوپن یہاں دکھائے جائیں گے۔ اگر آپ کے پاس کوپن کوڈ ہے، تو آپ اسے یہاں چھڑا سکتے ہیں۔
zh_cn: 您的有效和过期优惠券将在此处显示。如果您有优惠券代码，可以在这里兑换。
zh_tw: 您的有效和過期優惠券將在此處顯示。如果您有優惠券代碼，可以在這裡兌換。

# coupons250Sbterms8722Sb0
source: You can only have one coupon active at a time.
cs: V jednu chvíli můžete mít aktivní pouze jeden kupón.
fi: Sinulla voi olla vain yksi aktiivinen kuponki kerrallaan.
fr: Vous ne pouvez avoir qu'un seul coupon actif à la fois.
it: Puoi avere un solo coupon attivo alla volta.
lt: Vienu metu galite turėti tik vieną aktyvų kuponą.
nb: Du kan bare ha én aktiv kupong om gangen.
nl: U kunt slechts één coupon tegelijk actief hebben.
pl: Możesz mieć tylko jeden kupon aktywny na raz.
pt_br: Você só pode ter um cupom ativo por vez.
sl: Naenkrat imate lahko samo en aktiven kupon.
sv: Du kan bara ha en kupong aktiv åt gången.
tl: Maaari ka lang magkaroon ng isang kupon na aktibo sa isang pagkakataon.
tr: Aynı anda yalnızca bir kuponunuz aktif olabilir.
ur: آپ ایک وقت میں صرف ایک کوپن فعال رکھ سکتے ہیں۔
zh_cn: 您一次只能使用一张优惠券。
zh_tw: 您一次只能使用一張優惠券。

# coupons250Sbterms8722Sb1
source: You cannot deactivate a coupon after redeeming it.
cs: Po uplatnění nelze kupón deaktivovat.
fi: Et voi deaktivoida kuponkia sen lunastamisen jälkeen.
fr: Vous ne pouvez pas désactiver un coupon après l'avoir utilisé.
it: Non è possibile disattivare un coupon dopo averlo riscattato.
lt: Išpirkę kuponą negalite išjungti.
nb: Du kan ikke deaktivere en kupong etter at du har løst den inn.
nl: U kunt een coupon niet deactiveren nadat u deze heeft ingewisseld.
pl: Nie możesz dezaktywować kuponu po jego aktywowaniu.
pt_br: Você não pode desativar um cupom depois de resgatá-lo.
sl: Po unovčitvi kupona ga ne morete deaktivirati.
sv: Du kan inte avaktivera en kupong efter att du löst in den.
tl: Hindi mo maaaring i-deactivate ang isang kupon pagkatapos itong i-redeem.
tr: Bir kuponu kullandıktan sonra devre dışı bırakamazsınız.
ur: آپ کوپن کو چھڑانے کے بعد اسے غیر فعال نہیں کر سکتے۔
zh_cn: 兑换后，您无法停用优惠券。
zh_tw: 兌換後，您無法停用優惠券。
