Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_167
source: The current market price is less than or equal to the exercise price when netting a CALL trade. The trade is out-of-the-money by market standards, therefore cannot be netted. Use normal settlement if needed.
cs: Aktuální tržní cena je nižší nebo rovna realizační ceně při započtení obchodu CALL. Obchod je podle tržních standardů bez-peněz, proto jej nelze započítat. V případě potřeby použijte normální vyrovnání.
fi: Nykyinen markkinahinta on pienempi tai yhtä suuri kuin toteutushinta CALL-kaupan nettoutuksessa. Kauppa on markkinastandardien mukaan lopussa, joten sitä ei voida netata. Käytä tarvittaessa normaalia ratkaisua.
fr: Le prix actuel du marché est inférieur ou égal au prix d'exercice lors de la compensation d'une transaction CALL. La transaction est hors du cours selon les normes du marché et ne peut donc pas être compensée. Utilisez un règlement normal si nécessaire.
it: Il prezzo di mercato corrente è inferiore o uguale al prezzo di esercizio quando si compensa un'operazione CALL. Secondo gli standard di mercato, l’operazione è out-of-the-money e pertanto non può essere compensata. Se necessario, utilizzare la liquidazione normale.
lt: Dabartinė rinkos kaina yra mažesnė arba lygi įvykdymo kainai, kai užskaitomas CALL sandoris. Prekyba pagal rinkos standartus yra be pinigų, todėl negali būti įskaityta. Jei reikia, naudokite įprastą atsiskaitymą.
nb: Gjeldende markedspris er mindre enn eller lik utøvelsesprisen ved netting av en CALL-handel. Handelen er ute av pengene etter markedsstandarder, og kan derfor ikke nettes. Bruk vanlig oppgjør om nødvendig.
nl: De huidige marktprijs is lager dan of gelijk aan de uitoefenprijs bij verrekening van een CALL-transactie. De transactie is naar marktstandaarden out-of-the-money en kan daarom niet worden gesaldeerd. Gebruik indien nodig de normale afwikkeling.
pl: Aktualna cena rynkowa jest mniejsza lub równa cenie wykorzystania opcji handlu CALL. Handel jest out-of-the-money według standardów rynkowych, dlatego nie może być wykonany. W razie potrzeby użyj normalnego rozliczenia.
pt_br: O preço de mercado atual é menor ou igual ao preço de exercício ao compensar uma negociação CALL. A negociação está fora do dinheiro pelos padrões do mercado, portanto não pode ser compensada. Use liquidação normal, se necessário.
sl: Trenutna tržna cena je nižja ali enaka izvršilni ceni pri netiranju posla CALL. Trgovanje je po tržnih standardih brez denarja, zato ga ni mogoče pobotati. Po potrebi uporabite običajno poravnavo.
sv: Det aktuella marknadspriset är lägre än eller lika med lösenpriset vid nettning av en CALL-affär. Affären är out-of-the-money enligt marknadsstandarder och kan därför inte nettas. Använd normal avveckling om det behövs.
tl: Ang kasalukuyang presyo sa merkado ay mas mababa sa o katumbas ng presyo ng ehersisyo kapag kumita ng isang CALL trade. Ang kalakalan ay out-of-the-money sa pamamagitan ng mga pamantayan ng merkado, samakatuwid ay hindi maaaring netted. Gumamit ng normal na settlement kung kinakailangan.
tr: Mevcut piyasa fiyatı, bir CALL işleminin netleştirilmesi sırasındaki kullanım fiyatından düşük veya ona eşittir. Ticaret piyasa standartlarına göre kârsız olduğundan netleştirilemez. Gerekirse normal yerleşimi kullanın.
ur: موجودہ مارکیٹ کی قیمت CALL ٹریڈنگ کرتے وقت ورزش کی قیمت سے کم یا اس کے برابر ہے۔ تجارت مارکیٹ کے معیار کے مطابق out-of-the-money اس لیے اسے جال نہیں لگایا جا سکتا۔ اگر ضرورت ہو تو عام تصفیہ کا استعمال کریں۔
zh_cn: 当净值看涨交易时，当前市场价格小于或等于执行价格。按照市场标准，该交易属于价外交易，因此无法进行净额结算。如果需要，请使用正常结算。
zh_tw: 當前市場價格小於或等於淨看漲交易時的行使價。按照市場標準，交易是價外交易，因此不能進行淨值交易。如果需要，使用正常結算。

# api_error_168
source: User requesting to confirm cover payment of trade doesn’t exist
cs: Uživatel požadující potvrzení krycí platby obchodu neexistuje
fi: Käyttäjää, joka pyytää vahvistamaan kaupan kattavuuden, ei ole olemassa
fr: L'utilisateur demandant la confirmation du paiement de la couverture de la transaction n'existe pas
it: L'utente che richiede di confermare il pagamento della copertura commerciale non esiste
lt: Vartotojas, prašantis patvirtinti, kad sandorio apmokėjimas yra padengtas, neegzistuoja
nb: Bruker som ber om å bekrefte dekningsbetaling for handel eksisterer ikke
nl: Gebruiker die verzoekt de dekkingsbetaling van de transactie te bevestigen, bestaat niet
pl: Użytkownik prosi o potwierdzenie pokrycia płatności handlu, który nie istnieje
pt_br: O usuário que solicita a confirmação do pagamento da cobertura da negociação não existe
sl: Uporabnik, ki zahteva potrditev kritja plačila trgovanja, ne obstaja
sv: Användare som begär att bekräfta täckningsbetalning av handel existerar inte
tl: Ang user na humihiling na kumpirmahin ang pagbabayad ng saklaw ng kalakalan ay hindi umiiral
tr: Ticari teminat ödemesinin teyit edilmesini isteyen kullanıcı mevcut değil
ur: تجارت کی کور ادائیگی کی تصدیق کرنے کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 用户请求确认交易保证金不存在
zh_tw: 用戶請求確認交易的掩護付款不存在

# api_error_169
source: Attempting to confirm cover paid for a trade that doesn’t exist
cs: Pokus o potvrzení krytí zaplaceného za obchod, který neexistuje
fi: Yritetään varmistaa, että kate on maksettu kaupalle, jota ei ole olemassa
fr: Tentative de confirmation de paiement de la couverture pour une transaction qui n'existe pas
it: Tentativo di confermare la copertura pagata per un'operazione che non esiste
lt: Bandoma patvirtinti, kad padengimas sumokėtas už neegzistuojančią prekybą
nb: Forsøk på å bekrefte dekning betalt for en handel som ikke eksisterer
nl: Poging om te bevestigen dat dekking is betaald voor een transactie die niet bestaat
pl: Próba potwierdzenia opłaconego pokrycia dla handlu, który nie istnieje
pt_br: Tentativa de confirmar a cobertura paga por uma negociação que não existe
sl: Poskus potrditve kritja, plačanega za trade, ki ne obstaja
sv: Försöker bekräfta att täckning betalats för en handel som inte existerar
tl: Sinusubukang kumpirmahin ang bayad na bayad para sa isang kalakalan na hindi umiiral
tr: Mevcut olmayan bir işlem için ödenen teminatın onaylanmaya çalışılması
ur: ایسی تجارت کے لیے ادائیگی کی تصدیق کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 试图确认为不存在的交易支付的保险费
zh_tw: 試圖確認為不存在的交易支付的保障

# api_error_172
source: Attempting to post an ad where the asset is the same as the ad currency
cs: Pokus o zveřejnění reklamy, jejíž aktivum je stejné jako měna reklamy
fi: Yritetään julkaista ilmoitus, jossa omaisuus on sama kuin ilmoituksen valuutta
fr: Tentative de publication d'une annonce dans laquelle l'actif est identique à la devise de l'annonce
it: Tentativo di pubblicare un annuncio in cui la risorsa è uguale alla valuta dell'annuncio
lt: Bandoma paskelbti skelbimą, kuriame išteklius sutampa su skelbimo valiuta
nb: Forsøk på å legge ut en annonse der ressursen er den samme som annonsevalutaen
nl: Poging om een advertentie te plaatsen waarbij het activum hetzelfde is als de advertentievaluta
pl: Próba opublikowania ogłoszenia, w którym zasób jest taki sam jak waluta ogłoszenia
pt_br: Tentativa de postar um anúncio em que o ativo é o mesmo que a moeda do anúncio
sl: Poskus objave oglasa, kjer je sredstvo enako valuti oglasa
sv: Försök att publicera en annons där tillgången är densamma som annonsvalutan
tl: Pagtatangkang mag-post ng ad kung saan ang asset ay kapareho ng currency ng ad
tr: Varlığın reklam para birimiyle aynı olduğu bir reklam yayınlamaya çalışmak
ur: ایک اشتہار پوسٹ کرنے کی کوشش کرنا جہاں اثاثہ اشتہار کی کرنسی کے برابر ہو
zh_cn: 尝试发布资产与广告货币相同的广告
zh_tw: 嘗試發布資產與廣告貨幣相同的廣告

# api_error_174
source: Attempting to exercise out-of-the-money PUT trade
cs: Pokus o provedení obchodu PUT bez-peněz
fi: Yritetään harjoittaa rahatonta PUT-kauppaa
fr: Tentative d'exercer une transaction PUT hors de la monnaie
it: Tentativo di esercitare operazioni PUT out-of-the-money
lt: Bandoma užsiimti nenaudinga PUT prekyba
nb: Forsøk på å utøve PUT-handel uten penger
nl: Poging om out-of-the-money PUT-handel uit te oefenen
pl: Próba wykonania handlu PUT out-of-the-money
pt_br: Tentativa de exercer uma operação PUT out-of-the-money
sl: Poskus izvajanja trgovanja PUT brez denarja
sv: Försök att utöva out-of-the-money PUT-handel
tl: Pagtatangkang mag-ehersisyo sa labas ng pera na PUT trade
tr: Nakit dışı PUT ticareti yapmaya çalışmak
ur: PUT out-of-the-money تجارت کرنے کی کوشش کرنا
zh_cn: 尝试执行价外看跌期权交易
zh_tw: 嘗試執行價外 PUT 交易

# api_error_175
source: Attempting to redeem coupon that doesn’t exist during registration
cs: Pokus o uplatnění kupónu, který během registrace neexistuje
fi: Yritetään lunastaa kuponkia, jota ei ole olemassa rekisteröinnin aikana
fr: Tentative d'utilisation d'un coupon qui n'existe pas lors de l'inscription
it: Tentativo di riscattare un coupon che non esiste durante la registrazione
lt: Bandoma išpirkti kuponą, kurio nėra registracijos metu
nb: Forsøker å løse inn kuponger som ikke eksisterer under registrering
nl: Poging om een coupon in te wisselen die niet bestaat tijdens de registratie
pl: Podczas rejestracji próba zrealizowania kuponu, który nie istnieje
pt_br: Tentativa de resgate de cupom que não existe durante o cadastro
sl: Poskus unovčenja kupona, ki ob registraciji ne obstaja
sv: Försöker lösa in kupong som inte finns under registrering
tl: Sinusubukang i-redeem ang kupon na wala sa panahon ng pagpaparehistro
tr: Kayıt sırasında mevcut olmayan kuponu kullanmaya çalışmak
ur: کوپن کو چھڑانے کی کوشش کرنا جو رجسٹریشن کے دوران موجود نہیں ہے
zh_cn: 尝试兑换注册时不存在的优惠券
zh_tw: 嘗試兌換註冊時不存在的優惠券

# api_error_176
source: Attempting to redeem an expired coupon during registration
cs: Pokus o uplatnění kupónu, jehož platnost vypršela během registrace
fi: Yritetään lunastaa vanhentunut kuponki rekisteröinnin aikana
fr: Tentative d'utilisation d'un coupon expiré lors de l'inscription
it: Tentativo di riscattare un coupon scaduto durante la registrazione
lt: Registracijos metu bandoma išpirkti pasibaigusį kuponą
nb: Forsøk på å løse inn en utløpt kupong under registrering
nl: Poging om een verlopen coupon in te wisselen tijdens de registratie
pl: Próba zrealizowania wygasłego kuponu podczas rejestracji
pt_br: Tentativa de resgatar um cupom expirado durante o registro
sl: Poskus unovčenja potečenega kupona med registracijo
sv: Försök att lösa in en utgången kupong under registrering
tl: Sinusubukang kunin ang isang nag-expire na kupon sa panahon ng pagpaparehistro
tr: Kayıt sırasında süresi dolmuş bir kuponu kullanmaya çalışmak
ur: رجسٹریشن کے دوران میعاد ختم ہونے والے کوپن کو چھڑانے کی کوشش کرنا
zh_cn: 注册期间尝试兑换过期优惠券
zh_tw: 嘗試在註冊期間兌換過期的優惠券

# api_error_177
source: Attempting to redeem a coupon that’s out of stock during registration
cs: Pokus o uplatnění kuponu, který je vyprodaný během registrace
fi: Yritetään lunastaa kuponki, joka on loppunut varastosta rekisteröinnin aikana
fr: Tentative d'utilisation d'un coupon en rupture de stock lors de l'inscription
it: Tentativo di riscattare un coupon esaurito durante la registrazione
lt: Bandoma išpirkti kuponą, kurio registracijos metu nebeliko
nb: Forsøker å løse inn en kupong som ikke er på lager under registreringen
nl: Poging om een coupon in te wisselen die niet op voorraad is tijdens de registratie
pl: Podczas rejestracji próba zrealizowania kuponu, który nie jest dostępny
pt_br: Tentativa de resgatar um cupom que está esgotado durante o registro
sl: Poskus unovčenja kupona, ki ga med registracijo ni na zalogi
sv: Försöker lösa in en kupong som är slut i lager under registreringen
tl: Sinusubukang i-redeem ang isang kupon na wala nang stock sa panahon ng pagpaparehistro
tr: Kayıt sırasında stokta olmayan bir kuponu kullanmaya çalışmak
ur: رجسٹریشن کے دوران ایک کوپن کو چھڑانے کی کوشش کرنا جو اسٹاک سے باہر ہے
zh_cn: 尝试兑换注册期间缺货的优惠券
zh_tw: 嘗試兌換註冊時缺貨的優惠券

# api_error_185
source: Attempting to get coupons for user that doesn’t exist
cs: Pokus o získání kupónů pro uživatele, který neexistuje
fi: Yritetään saada kuponkeja käyttäjille, joita ei ole olemassa
fr: Tentative d'obtention des coupons pour un utilisateur qui n'existe pas
it: Tentativo di ottenere coupon per un utente che non esiste
lt: Bandoma gauti kuponus vartotojui, kurio nėra
nb: Forsøker å få kuponger for brukere som ikke eksisterer
nl: Poging om coupons te krijgen voor een gebruiker die niet bestaat
pl: Próba zdobycia kuponów dla użytkownika, który nie istnieje
pt_br: Tentativa de obter cupons para usuário que não existe
sl: Poskus pridobivanja kuponov za uporabnika, ki ne obstaja
sv: Försöker hämta kuponger för användare som inte existerar
tl: Sinusubukang makakuha ng mga kupon para sa user na wala
tr: Mevcut olmayan kullanıcı için kuponlar alınmaya çalışılıyor
ur: ایسے صارف کے لیے کوپن حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户获取优惠券
zh_tw: 試圖為不存在的用戶獲取優惠券

# api_error_186
source: Attempting to get more than 50 ads when getting ads by ID
cs: Pokus o získání více než 50 reklam při získávání reklam podle ID
fi: Yritetään saada yli 50 ilmoitusta hankittaessa ilmoituksia tunnuksella
fr: Tentative d'obtenir plus de 50 annonces lors de la recherche d'annonces par identifiant
it: Tentativo di ottenere più di 50 annunci quando si ottengono annunci per ID
lt: Bandoma gauti daugiau nei 50 skelbimų, kai skelbimai gaunami pagal ID
nb: Forsøk på å få mer enn 50 annonser når du får annonser etter ID
nl: Poging om meer dan 50 advertenties te krijgen bij het ontvangen van advertenties op ID
pl: Próba uzyskania ponad 50 ogłoszeń podczas pobierania ogłoszeń za pomocą identyfikatora
pt_br: Tentando obter mais de 50 anúncios ao obter anúncios por ID
sl: Poskus pridobivanja več kot 50 oglasov pri pridobivanju oglasov po ID-ju
sv: Försök att få fler än 50 annonser när annonser hämtas efter ID
tl: Sinusubukang makakuha ng higit sa 50 mga ad kapag nakakakuha ng mga ad sa pamamagitan ng ID
tr: Kimliğe göre reklam alırken 50'den fazla reklam almaya çalışılıyor
ur: ID کے ذریعہ اشتہارات حاصل کرتے وقت 50 سے زیادہ اشتہارات حاصل کرنے کی کوشش کرنا
zh_cn: 通过 ID 获取广告时尝试获取超过 50 个广告
zh_tw: 按ID獲取廣告時嘗試獲取超過50個廣告

# api_error_187
source: Attempting to give an empty list of IDs when getting ads by ID
cs: Pokus o zadání prázdného seznamu ID při získávání reklam podle ID
fi: Yritetään antaa tyhjä luettelo tunnuksista, kun haetaan ilmoituksia tunnuksella
fr: Tentative de donner une liste vide lors de la recherche d'annonces par identifiant
it: Tentativo di fornire un elenco vuoto di ID quando si ottengono annunci in base all'ID
lt: Gaunant skelbimus pagal ID bandoma pateikti tuščią ID sąrašą
nb: Forsøk på å gi en tom liste over IDer når du får annonser etter ID
nl: Poging om een lege lijst met ID's te geven bij het ontvangen van advertenties op ID
pl: Próba podania pustej listy identyfikatorów podczas pobierania ogłoszeń według identyfikatora
pt_br: Tentativa de fornecer uma lista vazia de IDs ao obter anúncios por ID
sl: Poskus podajanja praznega seznama ID-jev pri pridobivanju oglasov po ID-ju
sv: Försök att ge en tom lista med ID-nummer när annonser hämtas per ID
tl: Sinusubukang magbigay ng walang laman na listahan ng mga ID kapag nakakakuha ng mga ad sa pamamagitan ng ID
tr: Kimliğe göre reklam alırken boş bir kimlik listesi verilmeye çalışılıyor
ur: ID کے ذریعہ اشتہارات حاصل کرتے وقت IDs کی خالی فہرست دینے کی کوشش کرنا
zh_cn: 按 ID 获取广告时尝试提供空 ID 列表
zh_tw: 按 ID 獲取廣告時嘗試提供空的 ID 列表

# api_error_188
source: Not a single of the requested ad IDs is a valid ID when getting ads by ID
cs: Při získávání reklam podle ID není ani jedno z požadovaných ID reklam platné
fi: Yksikään pyydetyistä ilmoitustunnuksista ei ole kelvollinen tunnus, kun ilmoituksia haetaan tunnuksella
fr: Aucun des identifiants d'annonce demandés n'est un identifiant valide pour la recherche d'annonces par identifiant
it: Nessuno degli ID annuncio richiesti è un ID valido quando si ottengono annunci per ID
lt: Nė vienas iš prašomų skelbimų ID nėra galiojantis ID, kai skelbimai gaunami pagal ID
nb: Ikke en eneste av de forespurte annonse-ID-ene er en gyldig ID når du får annonser etter ID
nl: Geen enkele van de aangevraagde advertentie-ID's is een geldig ID bij het ontvangen van advertenties op ID
pl: Żaden z żądanych identyfikatorów ogłoszenia nie jest prawidłowym identyfikatorem przy otrzymywaniu ogłoszeń według identyfikatora
pt_br: Nenhum dos IDs de anúncio solicitados é um ID válido ao obter anúncios por ID
sl: Noben od zahtevanih ID-jev oglasov ni veljaven ID pri pridobivanju oglasov po ID-ju
sv: Inte ett enda av de begärda annons-ID:n är ett giltigt ID när annonser hämtas med ID
tl: Walang isa sa mga hiniling na ad ID ang valid ID kapag nakakakuha ng mga ad sa pamamagitan ng ID
tr: Reklamları kimliğe göre alırken istenen reklam kimliklerinden hiçbiri geçerli bir kimlik değil
ur: ID کے ذریعہ اشتہارات حاصل کرتے وقت درخواست کردہ اشتہار IDs میں سے ایک بھی درست ID نہیں ہے
zh_cn: 通过 ID 获取广告时，所请求的广告 ID 均不是有效 ID
zh_tw: 按 ID 獲取廣告時，沒有一個請求的廣告 ID 是有效 ID

# api_error_189
source: Not a single of the requested ads exist when getting ads by ID
cs: Při získávání reklam podle ID neexistuje žádná z požadovaných reklam
fi: Yhtäkään pyydetyistä ilmoituksista ei ole olemassa, kun ilmoituksia haetaan tunnuksella
fr: Pas une seule des annonces demandées n'existe pour la recherche d'annonces par identifiant
it: Non esiste uno solo degli annunci richiesti quando si ottengono annunci per ID
lt: Gaunant skelbimus pagal ID nėra nė vieno iš prašomų skelbimų
nb: Ikke en eneste av de forespurte annonsene eksisterer når du får annonser etter ID
nl: Geen enkele van de aangevraagde advertenties bestaat bij het ontvangen van advertenties op ID
pl: Żadne z żądanych ogłoszeń nie istnieje podczas pobierania ogłoszeń według identyfikatora
pt_br: Nenhum dos anúncios solicitados existe ao obter anúncios por ID
sl: Pri pridobivanju oglasov po ID-ju ne obstaja niti en zahtevani oglas
sv: Inte en enda av de efterfrågade annonserna finns när man hämtar annonser efter ID
tl: Wala ni isa sa mga hiniling na ad ang umiiral kapag kumukuha ng mga ad sa pamamagitan ng ID
tr: Kimliğe göre reklam alırken istenen reklamlardan hiçbiri mevcut değil
ur: ID کے ذریعہ اشتہارات حاصل کرتے وقت درخواست کردہ اشتہارات میں سے ایک بھی موجود نہیں ہے
zh_cn: 通过ID获取广告时，所请求的广告不存在
zh_tw: 按 ID 獲取廣告時請求的廣告不存在

# api_error_190
source: Attempting to give an empty list of IDs when getting trades by ID
cs: Pokus o zadání prázdného seznamu ID při získávání obchodů podle ID
fi: Yritetään antaa tyhjä luettelo tunnuksista, kun hankitaan kauppoja tunnuksella
fr: Tentative de donner une liste vide pour la recherche de transactions par identifiant
it: Tentativo di fornire un elenco vuoto di ID quando si ottengono operazioni per ID
lt: Atliekant sandorius pagal ID, bandoma pateikti tuščią ID sąrašą
nb: Forsøker å gi en tom liste over IDer når du får handler med ID
nl: Poging om een lege lijst met ID's te geven bij het ophalen van transacties op ID
pl: Próba podania pustej listy identyfikatorów podczas uzyskiwania handli według identyfikatora
pt_br: Tentativa de fornecer uma lista vazia de IDs ao obter negociações por ID
sl: Poskus podajanja praznega seznama ID-jev pri pridobivanju trgovanj z ID-jem
sv: Försök att ge en tom lista med ID-nummer när ID-nummer används för handel
tl: Sinusubukang magbigay ng walang laman na listahan ng mga ID kapag nakakakuha ng mga trade sa pamamagitan ng ID
tr: Kimliğe göre işlem alırken boş bir kimlik listesi verilmeye çalışılıyor
ur: ID کے ذریعے تجارت کرتے وقت IDs کی خالی فہرست دینے کی کوشش کرنا
zh_cn: 通过 ID 获取交易时尝试提供空的 ID 列表
zh_tw: 按 ID 獲取交易時嘗試提供一個空的 ID 列表

# api_error_191
source: Attempting to get more than 50 ads when getting trades by ID
cs: Pokus o získání více než 50 reklam při získávání obchodů podle ID
fi: Yritetään saada yli 50 ilmoitusta hankittaessa kauppoja tunnuksella
fr: Tenter d'obtenir plus de 50 annonces pour la recherche de transactions par identifiant
it: Tentativo di ottenere più di 50 annunci quando si ottengono transazioni per ID
lt: Bandoma gauti daugiau nei 50 skelbimų, kai atliekami sandoriai pagal ID
nb: Forsøk på å få mer enn 50 annonser når du får handler med ID
nl: Poging om meer dan 50 advertenties te krijgen bij het ontvangen van transacties op ID
pl: Próba uzyskania ponad 50 ogłoszeń podczas uzyskiwania handli według identyfikatora
pt_br: Tentativa de obter mais de 50 anúncios ao obter negociações por ID
sl: Poskus pridobitve več kot 50 oglasov pri pridobivanju trgovanj po ID-ju
sv: Försök att få fler än 50 annonser när man får handel efter ID
tl: Sinusubukang makakuha ng higit sa 50 ad kapag nakakakuha ng mga trade sa pamamagitan ng ID
tr: Kimliğe göre işlem alırken 50'den fazla reklam almaya çalışmak
ur: ID کے ذریعے تجارت کرتے وقت 50 سے زیادہ اشتہارات حاصل کرنے کی کوشش کرنا
zh_cn: 通过 ID 获取交易时尝试获取超过 50 个广告
zh_tw: 按 ID 獲取交易時嘗試獲取超過 50 個廣告

# api_error_192
source: Not a single of the requested trade IDs is a valid ID when getting trades by ID
cs: Ani jedno z požadovaných ID obchodu není platné ID při získávání obchodů podle ID
fi: Yksikään pyydetyistä kauppatunnuksista ei ole kelvollinen tunnus, kun hankitaan kauppoja tunnuksella
fr: Pas un seul des identifiants de transaction demandés n'est un identifiant valide lors de la recherche de transactions par identifiant
it: Nessuno degli ID di transazione richiesti è un ID valido quando si ottengono transazioni per ID
lt: Nė vienas iš prašomų prekybos ID nėra galiojantis ID, kai prekiaujama pagal ID
nb: Ikke en eneste av de forespurte handels-ID-ene er en gyldig ID når du får handler med ID
nl: Geen enkele van de gevraagde transactie-ID's is een geldige ID bij het verkrijgen van transacties op ID
pl: Żaden z żądanych identyfikatorów handlu nie jest prawidłowym identyfikatorem podczas uzyskiwania handli według identyfikatora
pt_br: Nenhum dos IDs comerciais solicitados é um ID válido ao obter negociações por ID
sl: Noben od zahtevanih ID-jev trgovanj ni veljaven ID pri pridobivanju trgovanj po ID-ju
sv: Inte ett enda av de begärda handels-ID:n är ett giltigt ID när du hämtar affärer med ID
tl: Walang isa sa mga hiniling na trade ID ang valid ID kapag kumukuha ng mga trade sa pamamagitan ng ID
tr: Kimliğe göre işlem alırken istenen işlem kimliklerinden hiçbiri geçerli bir kimlik değil
ur: ID کے ذریعے تجارت کرتے وقت درخواست کردہ تجارتی IDs میں سے ایک بھی درست ID نہیں ہے
zh_cn: 通过 ID 获取交易时，所请求的交易 ID 中没有一个是有效 ID
zh_tw: 按 ID 獲取交易時，沒有一個請求的交易 ID 是有效 ID

# api_error_193
source: Not a single of the requested trades exist when getting trades by ID
cs: Při získávání obchodů podle ID neexistuje ani jeden z požadovaných obchodů
fi: Yhtään pyydettyä kauppaa ei ole, kun kauppoja hankitaan tunnuksella
fr: Pas une seule des transactions demandées n'existe lors de la recherche de transactions par identifiant
it: Non esiste una sola delle transazioni richieste quando si ottengono transazioni per ID
lt: Gaunant sandorius pagal ID neegzistuoja nė vienas iš prašomų sandorių
nb: Ikke en eneste av de forespurte handlene eksisterer når du får handler med ID
nl: Geen enkele van de aangevraagde transacties bestaat bij het verkrijgen van transacties op ID
pl: Żaden z żądanych handli nie istnieje podczas uzyskiwania handli według identyfikatora
pt_br: Nenhuma das negociações solicitadas existe ao obter negociações por ID
sl: Ne obstaja nobena od zahtevanih transakcij pri pridobivanju trgovanj po ID-ju
sv: Inte en enda av de efterfrågade branscherna finns när du hämtar branscher efter ID
tl: Wala ni isa sa mga hiniling na trade ang umiiral kapag nakakakuha ng mga trade sa pamamagitan ng ID
tr: Kimliğe göre işlem alırken talep edilen işlemlerin hiçbiri mevcut değil
ur: ID کے ذریعے تجارت حاصل کرتے وقت درخواست کردہ تجارت میں سے ایک بھی موجود نہیں ہے
zh_cn: 通过 ID 获取交易时，不存在任何请求的交易
zh_tw: 通過 ID 獲取交易時，不存在任何請求的交易
