Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# about250Sbblock8722Sb28722Sbtext
source: On {appName} you are dealing with humans. Unlike centralized cryptocurrency exchanges, you make a trade directly with another person. This makes the process lean and fast, as there is no corporate overhead. You get your Monero instantly. Also, {appName} can support every payment method its user community supports, making it possible for users without access to traditional banking to also be able to buy or sell Monero. For every transaction, {appName} requires the seller to post an arbitration bond to protect the buyer of Monero.
cs: Na {appName} obchodujete přímo s lidmi. Na rozdíl od centralizovaných směnáren s kryptoměnami obchodujete přímo s jinou osobou. Díky tomu je proces štíhlý a rychlý, protože neexistuje žádná firemní režie. Monero získáte okamžitě. {appName} také může podporovat každou platební metodu, kterou podporuje její uživatelská komunita, což umožňuje uživatelům bez přístupu k tradičnímu bankovnictví také nakupovat nebo prodávat Monero. Pro každou transakci {appName} vyžaduje, aby prodávající složil arbitrážní kauci na ochranu kupujícího Monero.
fi: {appName}:ssä olet tekemisissä ihmisten kanssa. Toisin kuin keskitetyissä kryptovaluuttapörsseissä, teet kaupan suoraan toisen henkilön kanssa. Tämä tekee prosessista kevyen ja nopean, koska yrityksellä ei ole yleiskustannuksia. Saat Monerosi heti. Lisäksi {appName} voi tukea kaikkia sen käyttäjäyhteisön tukemia maksutapoja, jolloin käyttäjät, joilla ei ole pääsyä perinteiseen pankkipalveluun, voivat myös ostaa tai myydä Moneroa. {appName} edellyttää jokaista tapahtumaa varten myyjää asettamaan välimiestakuun Moneron ostajan suojelemiseksi.
fr: Sur {appName}, vous avez affaire à des humains. Contrairement aux échanges centralisés de crypto-monnaie, vous effectuez une transaction directement avec une autre personne. Cela rend le processus léger et rapide, car il n'y a pas de surcoût dû à une entité intermédiaire. Vous obtenez votre Monero instantanément. De plus, {appName} peut prendre en charge tous les modes de paiement pris en charge par sa communauté d'utilisateurs, ce qui permet aux utilisateurs n'ayant pas accès aux services bancaires traditionnels de pouvoir également acheter ou vendre du Monero. Pour chaque transaction, {appName} oblige le vendeur à déposer une caution d'arbitrage pour protéger l'acheteur de Monero.
it: Su {appName} hai a che fare con degli esperti. A differenza degli scambi centralizzati di criptovalute, tu fai uno scambio direttamente con una persona reale. Questo rende il processo snello e veloce ed ottieni il tuo Monero all'istante. Inoltre, {appName} può supportare ogni metodo di pagamento supportato dalla comunità degli utenti, rendendo possibile agli utenti che non hanno accesso al banking tradizionale di poter acquistare o vendere Monero. Per ogni transazione, {appName} richiede al venditore di postare un vincolo arbitrale per proteggere il compratore di Monero.
lt: {appName} turite reikalų su žmonėmis. Skirtingai nei centralizuotose kriptovaliutų biržose, prekybą sudarote tiesiogiai su kitu asmeniu. Dėl to procesas yra paprastas ir greitas, nes įmonė nereikalauja papildomų išlaidų. Savo Monero gausite akimirksniu. Be to, {appName} gali palaikyti visus mokėjimo būdus, kuriuos palaiko jos vartotojų bendruomenė, todėl vartotojai, neturintys prieigos prie tradicinės bankininkystės, taip pat galės pirkti arba parduoti Monero. Kiekvienam sandoriui {appName} reikalauja, kad pardavėjas pateiktų arbitražo obligaciją, kad apsaugotų Monero pirkėją.
nb: På {appName} samhandler du med mennesker. I motsetning til sentraliserte kryptobørser, gjør du en handel direkte med en annen person. Dette gjør prosessen minimal og rask, siden det ikke er noen bedriftskostnader. Du får din Monero umiddelbart. Dessuten kan {appName} støtte alle betalingsmåter brukerfellesskapet støtter, noe som gjør det mulig for brukere uten tilgang til tradisjonell bank også å kunne kjøpe eller selge Monero. For hver transaksjon krever {appName} at selgeren legger ut en voldgiftsobligasjon for å beskytte kjøperen av Monero.
nl: Op {appName} heb je te maken met mensen. In tegenstelling tot gecentraliseerde cryptocurrency-uitwisselingen, doet u een transactie rechtstreeks met een ander persoon. Dit maakt het proces lean en snel, omdat er geen zakelijke overhead is. U krijgt uw Monero direct. {appName} kan ook elke betaalmethode ondersteunen die door de gebruikersgemeenschap wordt ondersteund, waardoor gebruikers zonder toegang tot traditioneel bankieren ook Monero kunnen kopen of verkopen. Voor elke transactie vereist {appName} dat de verkoper een arbitragegarantie plaatst om de koper van Monero te beschermen.
pl: Na {appName} masz do czynienia z ludźmi. W przeciwieństwie do scentralizowanych giełd kryptowalut, handlujesz bezpośrednio z człowiekiem. To sprawia, że cały proces jest łatwy i szybki, gdyż nie ma kosztów dodatkowych firm. Dostajesz swoje Monero od razu. Co więcej, {appName} może obsługiwać każdą metodę płatności używaną przez swoich użytkowników, tym samym umożliwiając handel Monero użytkownikom bez dostępu do tradycyjnej bankowości. {appName} wymaga środków w zastaw w każdej transakcji, by chronić kupującego Monero.
pt_br: No {appName} você está lidando com humanos. Ao contrário das corretoras centralizadas, você negocia diretamente com outra pessoa. Isso torna o processo enxuto e rápido, já que não há sobrecarga corporativa. Você recebe seu Monero instantaneamente. Além disso, o {appName} tem todas as formas de pagamento suportadas pela comunidade, possibilitando que usuários sem acesso ao banco tradicional também possam comprar ou vender Monero. Para cada transação, a {appName} exige que o vendedor apresente uma garantia de arbitragem para proteger o comprador de Monero.
sl: Na {appName} imate opravka z ljudmi. Za razliko od centraliziranih menjalnic kriptovalut sklepate trgovanje neposredno z drugo osebo. Zaradi tega je postopek enostaven in hiter, saj ni režijskih stroškov podjetja. Svoj Monero dobite takoj. Poleg tega lahko {appName} podpira vsako plačilno metodo, ki jo podpira skupnost uporabnikov, kar omogoča uporabnikom brez dostopa do tradicionalnega bančništva, da lahko tudi kupijo ali prodajo Monero. Za vsako transakcijo {appName} od prodajalca zahteva, da položi arbitražno garancijo za zaščito kupca Monera.
sv: På {appName} har du att göra med människor. Till skillnad från centraliserade kryptovalutabörser gör du en handel direkt med en annan person. Detta gör processen smidig och snabb, eftersom det inte finns några företagskostnader. Du får din Monero direkt. Dessutom kan {appName} stödja alla betalningsmetoder som dess användargemenskap stöder, vilket gör det möjligt för användare utan tillgång till traditionell bankverksamhet att också kunna köpa eller sälja Monero. För varje transaktion kräver {appName} att säljaren lägger ut en skiljedomstol för att skydda köparen av Monero.
tl: itSa {appName} nakikipag-ugnayan ka sa mga tao. Hindi tulad ng mga sentralisadong palitan ng cryptocurrency, direktang nakikipagkalakalan ka sa ibang tao. Ginagawa nitong sandalan at mabilis ang proseso, dahil walang corporate overhead. Makukuha mo agad ang iyong Monero. Gayundin, masusuportahan ng {appName} ang bawat paraan ng pagbabayad na sinusuportahan ng komunidad ng user nito, na ginagawang posible para sa mga user na walang access sa tradisyonal na pagbabangko na makabili o makabenta rin ng Monero. Para sa bawat transaksyon, hinihiling ng {appName} sa nagbebenta na mag-post ng arbitration bond upang protektahan ang bumibili ng Monero.
tr: {appName}'da insanlarla ticaret yapıyorsunuz. Merkezi kripto para borsalarının aksine, doğrudan başka bir kişiyle ticaret yaparsınız. Kurumsal bir ek yük olmadığı için bu, süreci yalın ve hızlı hale getirir. Monero'nuzu anında alırsınız. Ayrıca {appName}, kullanıcı topluluğunun desteklediği her ödeme yöntemini destekleyerek, geleneksel bankacılığa erişimi olmayan kullanıcıların da Monero alıp satabilmelerini mümkün kılar. {appName}, her işlem için satıcının Monero alıcısını korumak için bir tahkim bonosu göndermesini gerektirir.
ur: {appName} پر آپ انسانوں کے ساتھ معاملہ کر رہے ہیں۔ مرکزی کرپٹو کرنسی ایکسچینج کے برعکس، آپ براہ راست کسی دوسرے شخص کے ساتھ تجارت کرتے ہیں۔ یہ عمل کوآسان اور تیز بناتا ہے، کیونکہ کوئی کارپوریٹ اوور ہیڈ نہیں ہے۔ آپ کو فوری طور پر اپنا Monero مل جاتا ہے۔ اس کے علاوہ، {appName} ادائیگی کے ہر اس طریقے کی حمایت کر سکتا ہے جو اس کی صارف کمیونٹی سپورٹ کرتی ہے، جس سے روایتی بینکنگ تک رسائی کے بغیر صارفین کے لیے یہ ممکن ہو جاتا ہے کہ وہ Monero کو خرید یا فروخت کر سکیں۔ ہر لین دین کے لیے، {appName} بیچنے والے سے مطالبہ کرتا ہے کہ وہ Monero کے خریدار کی حفاظت کے لیے ثالثی بانڈ پوسٹ کرے۔
zh_cn: 在{appName} 您和真人进行交易。和中央式的门罗币交易所不同，您直接和另一个交易者进行交易。 这使得整个交易过程快速有效，因为中间不牵涉任何公司。您直接得到您的门罗币。 同时，{appName}可以支持各种不同的付款方式。对于每一笔交易，{appName}都要求卖方缴纳仲裁保证金以保护Monero的买方。
zh_tw: 在{appName} 您和真人進行交易。和中央式的門羅幣交易所不同，您直接和另一個交易者進行交易。 這使得整個交易過程快速有效，因為中間不牽涉任何公司。您直接得到您的門羅幣。 同時，{appName}可以支持各種不同的付款方式。對於每筆交易，{appName} 要求賣家發布仲裁保證金以保護 Monero 的買家。

# password8722Sbtip
source: 8-72 characters.
cs: 8-72 znaků.
fi: 8-72 merkkiä.
fr: de 8 à 72 caractères.
it: 8-72 caratteri.
lt: 8-72 simboliai.
nb: 8-72 tegn.
nl: 8-72 tekens.
pl: 8-72 znaków.
pt_br: 8-72 caracteres.
sl: 8-72 znakov.
sv: 8-72 karaktär.
tl: 8-72 character.
tr: 8-72 karakter.
ur: 8-72 حروف۔
zh_cn: 8-72字符。
zh_tw: 8-72字符。

# description250Sbguide250Sbbuy57Sbagoradesk
source: This guide will help you understand how to buy cryptocurrency with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to purchase cryptocurrency anonymously without ID verification.
cs: Tato příručka vám pomůže pochopit, jak nakupovat kryptoměnu pomocí oblíbených online platebních metod (jako je bankovní převod, PayPal, kreditní karta atd.). {appName} je bezpečný, rychlý a snadný způsob anonymního nákupu kryptoměny bez ověření ID.
fi: Tämä opas auttaa sinua ymmärtämään, kuinka ostaa kryptovaluuttoja suosituilla verkkomaksutavoilla (kuten pankkisiirto, PayPal, luottokortti jne.). {appName} on turvallinen, nopea ja helppo tapa ostaa kryptovaluuttoja nimettömästi ilman henkilöllisyystodistusta.
fr: Ce guide vous aidera à comprendre comment acheter de la crypto-monnaie avec des méthodes de paiement en ligne populaires (telles que le virement bancaire, PayPal, une carte de crédit, etc.). {appName} est un moyen sécurisé, rapide et facile d'acheter de la crypto-monnaie de manière anonyme sans vérification d'identité.
it: Questa guida ti aiuterà a capire come acquistare criptovaluta con i metodi di pagamento online più diffusi (come bonifico bancario, PayPal, carta di credito ecc.). {appName} è un modo sicuro, rapido e semplice per acquistare criptovaluta in modo anonimo senza verifica dell'ID.
lt: Šis vadovas padės suprasti, kaip įsigyti kriptovaliutą naudojant populiarius mokėjimo internetu būdus (pvz., banko pavedimu, PayPal, kreditine kortele ir kt.). {appName} yra saugus, greitas ir paprastas būdas anonimiškai įsigyti kriptovaliutą be asmens tapatybės patvirtinimo.
nb: Denne guiden vil hjelpe deg å forstå hvordan du kjøper kryptovaluta med populære online betalingsmetoder (som bankoverføring, PayPal, kredittkort osv.). {appName} er en sikker, rask og enkel måte å kjøpe kryptovaluta anonymt uten ID-verifisering.
nl: Deze handleiding helpt u te begrijpen hoe u cryptocurrency kunt kopen met populaire online betaalmethodes (zoals bankoverschrijving, PayPal, creditcard, enz.). {appName} is een veilige, snelle en gemakkelijke manier om anoniem cryptocurrency te kopen zonder ID-verificatie.
pl: Ten przewodnik pomoże Ci zrozumieć, jak kupić kryptowaluty za pomocą popularnych metod płatności online (takich jak przelew bankowy, PayPal, karta kredytowa itp.). {appName} jest bezpiecznym, szybkim i łatwym sposobem na anonimowy zakup kryptowalut bez weryfikacji dokumentów tożsamości.
pt_br: Este guia ajudará você a entender como comprar criptomoedas com métodos populares de pagamento online (como transferência bancária, PayPal, cartão de crédito etc.). O {appName} é uma forma segura, rápida e fácil de comprar criptomoedas anonimamente sem verificação de ID.
sl: Ta vodnik vam bo pomagal razumeti, kako kupiti kriptovaluto s priljubljenimi načini spletnega plačila (kot so bančno nakazilo, PayPal, kreditna kartica itd.). {appName} je varen, hiter in enostaven način za anonimen nakup kriptovalute brez preverjanja osebnih dokumentov.
sv: Den här guiden hjälper dig att förstå hur du köper kryptovaluta med populära onlinebetalningsmetoder (som banköverföring, PayPal, kreditkort etc.). {appName} är ett säkert, snabbt och enkelt sätt att köpa kryptovalutor anonymt utan ID-kontroll.
tl: Tutulungan ka ng gabay na ito na maunawaan kung paano bumili ng cryptocurrency gamit ang mga sikat na paraan ng pagbabayad online (tulad ng bank transfer, PayPal, credit card atbp.). Ang {appName} ay ligtas, mabilis at madaling paraan upang bumili ng cryptocurrency nang hindi nagpapakilala nang walang pag-verify ng ID.
tr: Bu kılavuz, popüler çevrimiçi ödeme yöntemleriyle (banka havalesi, PayPal, kredi kartı vb.) kripto para birimini nasıl satın alacağınızı anlamanıza yardımcı olacaktır. {appName}, kimlik doğrulaması olmadan anonim olarak kripto para birimi satın almanın güvenli, hızlı ve kolay yoludur.
ur: یہ گائیڈ آپ کو یہ سمجھنے میں مدد کرے گا کہ مقبول آن لائن ادائیگی کے طریقوں (such as bank transfer, PayPal,credit card etc) کے ساتھ کریپٹو کرنسی کیسے خریدی جائے۔ {appName} ID کی تصدیق کے بغیر گمنام طور پر کریپٹو کرنسی خریدنے کا محفوظ، تیز اور آسان طریقہ ہے۔
zh_cn: 本指南将帮助您了解如何使用流行的在线支付方式（如银行转帐，PayPal，信用卡等）购买加密货币。 {appName}是一种安全，快捷，简便的方式，可以匿名购买加密货币而无需身份验证。
zh_tw: 本指南將幫助您了解如何使用流行的在線支付方式（如銀行轉帳，PayPal，信用卡等）購買加密貨幣。 {appName}是一種安全，快捷，簡便的方式，可以匿名購買加密貨幣而無需身份驗證。

# description250Sbguide250Sblocal
source: This guide will help you understand how to anonymously buy or sell Monero for cash via local meetup. {appName} is secure, fast and easy way to trade XMR without ID verification.
cs: Tato příručka vám pomůže pochopit, jak anonymně nakupovat nebo prodávat Monero za hotovost prostřednictvím místního setkání ( local meetup). {appName} je bezpečný, rychlý a snadný způsob obchodování XMR bez ověření ID.
fi: Tämä opas auttaa sinua ymmärtämään, kuinka Moneroa voi ostaa tai myydä nimettömästi käteisellä paikan päällä tavatessa. {appName} on turvallinen, nopea ja helppo tapa käydä kauppaa XMR:llä ilman henkilöllisyystodistusta.
fr: Ce guide vous aidera à comprendre comment acheter ou vendre anonymement du Monero contre de l'espèce au cours d'une rencontre physique locale. {appName} est un moyen sécurisé, rapide et facile d'échanger du XMR sans vérification d'identité.
it: Questa guida ti aiuterà a capire come acquistare o vendere in modo anonimo Monero in contanti tramite il meetup locale. {appName} è un modo sicuro, veloce e semplice per scambiare XMR senza verifica dell'ID.
lt: Šis vadovas padės suprasti, kaip anonimiškai nusipirkti arba parduoti Monero už grynuosius per vietinį susitikimą. {appName} yra saugus, greitas ir paprastas būdas prekiauti XMR be ID patvirtinimo.
nb: Denne guiden vil hjelpe deg å forstå hvordan du anonymt kan kjøpe eller selge Monero for kontanter via lokalt møte. {appName} er en sikker, rask og enkel måte å handle XMR på uten ID-verifisering.
nl: Deze handleiding helpt je te begrijpen hoe je anoniem Monero kunt kopen of verkopen voor contant geld via een lokale bijeenkomst. {appName} is een veilige, snelle en gemakkelijke manier om XMR te verhandelen zonder ID-verificatie.
pl: Ten przewodnik pomoże Ci zrozumieć, jak anonimowo kupić lub sprzedać Monero za gotówkę za pośrednictwem lokalnego spotkania offline. {appName} jest bezpiecznym, szybkim i łatwym sposobem na wymianę XMR bez weryfikacji dokumentów tożsamości.
pt_br: Este guia ajudará você a entender como anonimamente comprar ou vender o Monero por dinheiro via meetup local. {appName} é uma forma segura, rápida e fácil de negociar XMR sem verificação de identidade.
sl: Ta vodnik vam bo pomagal razumeti, kako anonimno kupiti ali prodati Monero za gotovino prek lokalnega srečanja. {appName} je varen, hiter in enostaven način trgovanja z XMR brez preverjanja osebnih dokumentov.
sv: Den här guiden hjälper dig att förstå hur du anonymt köper eller säljer Monero för kontanter via lokala möten. {appName} är ett säkert, snabbt och enkelt sätt att handla XMR utan ID-verifiering.
tl: Tutulungan ka ng gabay na ito na maunawaan kung paano bumili o magbenta ng Monero nang hindi nagpapakilala nang pera sa pamamagitan ng lokal na pagkikita. Ang {appName} ay ligtas, mabilis at madaling paraan upang i-trade ang XMR nang walang pag-verify ng ID.
tr: Bu kılavuz, Monero'yu yerel buluşma yoluyla nakit karşılığında anonim olarak nasıl satın alacağınızı veya satacağınızı anlamanıza yardımcı olacaktır. {appName}, kimlik doğrulaması olmadan XMR ticareti yapmanın güvenli, hızlı ve kolay yoludur.
ur: یہ گائیڈ آپ کو یہ سمجھنے میں مدد کرے گا کہ مقامی میٹ اپ کے ذریعے نقد رقم کے عوض Monero کو گمنام طور پر کیسے خریدنا یا بیچنا ہے۔ {appName} ID کی تصدیق کے بغیر XMR تجارت کرنے کا محفوظ، تیز اور آسان طریقہ ہے۔
zh_cn: 本指南将帮助您了解如何通过本地聚会匿名购买或出售门罗币以获取现金。 {appName}是一种安全,快捷,简便的交易XMR的方式,无需身份验证。
zh_tw: 本指南將幫助您了解如何通過本地聚會匿名購買或出售門羅幣以獲取現金。{appName}是一種安全,快捷,簡便的交易XMR的方式,無需身份驗證。

# post8722Sbad250Sbamount8722Sbtitle
source: Amount
cs: Částka
fi: Määrä
fr: Montant
it: Quantità
lt: Suma
nb: Beløp
nl: Hoeveelheid
pl: Wartość
pt_br: Quantia
sl: Znesek
sv: Belopp
tl: Halaga
tr: Miktar
ur: رقم
zh_cn: 金额
zh_tw: 金額

# post8722Sbad250Sbcountry250Sbtitle
source: Country
cs: Země
fi: Maa
fr: Pays
it: Nazione
lt: Šalis
nb: Land
nl: Land
pl: Kraj
pt_br: País
sl: Država
sv: Land
tl: Bansa
tr: Ülke
ur: ملک
zh_cn: 国家
zh_tw: 國家

# post8722Sbad250Sbcurrency250Sbtitle
source: Currency
cs: Měna
fi: Valuutta
fr: Devise
it: Moneta
lt: Valiuta
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
sl: Valuta
sv: Valuta
tl: Pera
tr: Para birimi
ur: کرنسی
zh_cn: 货币
zh_tw: 貨幣

# post8722Sbad250Sbdetails
source: Details
cs: Podrobnosti
fi: Tarkemmat tiedot
fr: Détails
it: Dettagli
lt: Detalės
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
sl: Podrobnosti
sv: Detaljer
tl: Mga Detalye
tr: Detaylar
ur: تفصیلات
zh_cn: 细节
zh_tw: 細節
