Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# settings250Sbtab250Sbimport8722Sbreputation250Sbdescription
source: You can import your reputation from another P2P platform to {appName}. You'll need to place a code somewhere in your profile on the other platform, which we'll then verify. You can link one account per platform.
cs: Svou reputaci můžete importovat z jiné P2P platformy do {appName}. Někde ve svém profilu na druhé platformě budete muset umístit kód, který pak ověříme. Pro každou platformu můžete propojit jeden účet.
fi: Voit tuoda maineesi toiselta P2P-alustalta {appName} alustalle. Sinun on sijoitettava koodi jonnekin profiiliisi toisella alustalla, jonka sitten vahvistamme. Voit linkittää yhden tilin alustaa kohden.
fr: Vous pouvez importer votre réputation depuis une autre plate-forme P2P vers {appName}. Vous devrez placer un code quelque part dans votre profil sur l'autre plate-forme, que nous vérifierons ensuite. Vous pouvez lier un compte par plateforme.
it: Puoi importare la tua reputazione da un'altra piattaforma P2P su {appName}. Dovrai inserire un codice da qualche parte nel tuo profilo sull'altra piattaforma, che poi verificheremo. Puoi collegare un account per piattaforma.
lt: Galite importuoti savo reputaciją iš kitos P2P platformos į {appName}. Kitoje platformoje savo profilyje turėsite įdėti kodą, kurį tada patvirtinsime. Vienoje platformoje galite susieti vieną paskyrą.
nb: Du kan importere omdømmet ditt fra en annen P2P-plattform til {appName}. Du må plassere en kode et sted i profilen din på den andre plattformen, som vi så bekrefter. Du kan koble til én konto per plattform.
nl: U kunt uw reputatie van een ander P2P-platform importeren naar {appName}. U moet ergens in uw profiel op het andere platform een code plaatsen, die wij vervolgens verifiëren. U kunt één account per platform koppelen.
pl: Możesz zaimportować swoją reputację z innej platformy P2P do {appName}. Następnie umieścić kod gdzieś na swoim profilu innej platformy, który następnie zweryfikujemy. Z każdą platformą można powiązać tylko jedno konto.
pt_br: Você pode importar sua reputação de outra plataforma P2P para {appName}. Você precisará colocar um código em algum lugar do seu perfil na outra plataforma, que iremos verificar. Você pode vincular uma conta por plataforma.
sl: Svoj ugled lahko uvozite iz druge P2P platforme v {appName}. Kodo boste morali vnesti nekam v svoj profil na drugi platformi, ki jo bomo nato preverili. Na platformo lahko povežete en račun.
sv: Du kan importera ditt rykte från en annan P2P-plattform till {appName}. Du måste placera en kod någonstans i din profil på den andra plattformen, som vi sedan verifierar. Du kan länka ett konto per plattform.
tl: Maaari mong i-import ang iyong reputasyon mula sa isa pang platform ng P2P sa {appName}. Kakailanganin mong maglagay ng code sa isang lugar sa iyong profile sa kabilang platform, na aming ibe-verify. Maaari kang mag-link ng isang account sa bawat platform.
tr: İtibarınızı başka bir P2P platformundan {appName}'e aktarabilirsiniz. Daha sonra doğrulayacağımız diğer platformdaki profilinizin herhangi bir yerine bir kod yerleştirmeniz gerekecek. Her platforma bir hesap bağlayabilirsiniz.
ur: آپ اپنی ساکھ کو دوسرے P2P پلیٹ فارم سے {appName} پر درآمد کر سکتے ہیں۔ آپ کو دوسرے پلیٹ فارم پر اپنے پروفائل میں کہیں ایک کوڈ ڈالنے کی ضرورت ہوگی، جس کی ہم پھر تصدیق کریں گے۔ آپ فی پلیٹ فارم ایک اکاؤنٹ لنک کر سکتے ہیں۔
zh_cn: 您可以将信誉从另一个P2P平台导入{appName}。您需要将代码放在其他平台上的个人资料中的某个位置，然后我们将对其进行验证。您可以在每个平台上关联一个帐户。
zh_tw: 您可以將信譽從另一個P2P平台導入{appName}。您需要將代碼放在其他平台上的個人資料中的某個位置，然後我們將對其進行驗證。您可以在每個平台上關聯一個帳戶。

# settings250Sbtab250Sbnotifications250Sblong
source: Notifications
cs: Oznámení
fi: Ilmoitukset
it: Notifiche
lt: Pranešimai
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
sl: Obvestila
sv: Meddelanden
tl: Mga abiso
tr: Bildirimler
ur: اطلاعات
zh_cn: 通知
zh_tw: 通知

# settings250Sbtab250Sbuser8722Sbsettings8722Sblong
source: Personal
cs: Osobní
fi: Henkilökohtainen
fr: Personnel
it: Personale
lt: Asmeninis
nb: Personlig
nl: Persoonlijk
pl: Osobisty
pt_br: Pessoal
sl: Osebno
sv: Personlig
tr: Kişisel
ur: ذاتی
zh_cn: 用户设定
zh_tw: 用戶設定

# settings250Sbtitle
source: Account settings
cs: Nastavení účtu
fi: Tilin asetukset
fr: Paramètres du compte
it: Impostazioni account
lt: Paskyros nustatymai
nb: Kontoinnstillinger
nl: Account instellingen
pl: Ustawienia konta
pt_br: Configurações da conta
sl: Nastavitve računa
sv: Konto inställningar
tl: Mga setting ng account
tr: Hesap ayarları
ur: اکاؤنٹ کی ترتیبات
zh_cn: 账户设定
zh_tw: 賬戶設定

# settings250Sbvacation8722Sbtitle
source: Vacation
cs: Dovolená
fi: Loma
fr: Pauses
it: Vacanza
lt: Atostogos
nb: Ferie
nl: Vakantie
pl: Wakacje
pt_br: Férias
sl: Dopust
sv: Semester
tl: Bakasyon
tr: Tatil
ur: چھٹی
zh_cn: 度假
zh_tw: 度假

# settings250Sbwrong8722Sbpassword
source: Wrong password
cs: Nesprávné heslo
fi: Väärä salasana
fr: Mot de passe incorrect
it: Password sbagliata
lt: Neteisingas slaptažodis
nb: Feil passord
nl: Verkeerd wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha incorreta
sl: Napačno geslo
sv: Fel lösenord
tl: Maling password
tr: Yanlış şifre
ur: غلط پاس ورڈ
zh_cn: 密码错误
zh_tw: 密碼錯誤

# settlement8722Sbaddress
source: Settlement wallet address
cs: Adresa peněženky vypořádání
fi: Selvityslompakko-osoite
fr: Adresse du portefeuille de règlement
it: Indirizzo del portafoglio di regolamento
lt: Atsiskaitymų piniginės adresas
nb: Oppgjørslommebokadresse
nl: Adres van de afwikkelingsportefeuille
pl: Adres portfela do uregulowań
pt_br: Endereço da carteira do assentamento
sl: Naslov denarnice za poravnavo
sv: Avräkningsplånboksadress
tl: Address ng settlement wallet
tr: Ödeme cüzdanı adresi
ur: تصفیہ والیٹ کا پتہ
zh_cn: 结算钱包地址
zh_tw: 結算錢包地址

# signup8722Sbsuccess250Sbletter8722Sbsent
source: A verification letter has been sent to your email.
cs: Na váš e-mail byl zaslán ověřovací dopis.
fi: Vahvistusviesti on lähetetty sähköpostiisi.
fr: Un e-mail de vérification a été envoyée à votre adresse e-mail.
it: Una lettera di verifica è stata inviata alla tua email.
lt: Jūsų el. pašto adresu buvo išsiųstas patvirtinimo laiškas.
nb: Et bekreftelsesbrev er sendt til din e-post.
nl: Er is een verificatiebrief naar uw e-mailadres verzonden.
pl: Mail weryfikacyjny został wysłany na Twój adres e-mail.
pt_br: Um e-mail de verificação foi enviado a você.
sl: Potrditveno pismo je bilo poslano na vaš e-poštni naslov.
sv: Ett bekräftelsebrev har skickats till din e-postadress.
tl: Isang verification letter ang ipinadala sa iyong email.
tr: E-postanıza bir doğrulama mektubu gönderildi.
ur: آپ کے ای میل پر ایک تصدیقی خط بھیجا گیا ہے۔
zh_cn: 验证信已发送到您的电子邮件。
zh_tw: 驗証信已發送到您的電子郵件。

# signup8722Sbsuccess250Sblogin
source: You will now be redirected to the homepage.
cs: Nyní budete přesměrováni na domovskou stránku.
fi: Sinut ohjataan nyt etusivulle.
fr: Vous allez maintenant être redirigé vers la page d'accueil.
it: Verrai reindirizzato alla homepage.
lt: Dabar būsite nukreipti į pagrindinį puslapį.
nb: Du vil nå bli omdirigert til hjemmesiden.
nl: U wordt nu doorgestuurd naar de startpagina.
pl: Zostaniesz teraz przekierowany na stronę główną.
pt_br: Redirecionamento à página principal.
sl: Sedaj boste preusmerjeni na domačo stran.
sv: Du kommer nu att omdirigeras till startsidan.
tl: Ire-redirect ka na ngayon sa homepage.
tr: Artık ana sayfaya yönlendirileceksiniz.
ur: اب آپ کو ہوم پیج پر بھیج دیا جائے گا۔
zh_cn: 您现在将被重定向到首页面。
zh_tw: 您现在将被重定向到首页面。

# signup8722Sbsuccess250Sbtitle
source: Registration success!
cs: Úspěšná registrace!
fi: Rekisteröityminen onnistui!
fr: Inscription réussie !
it: Registrazione avvenuta!
lt: Registracija sėkminga!
nb: Registrerings suksess!
nl: Registratie succesvol!
pl: Rejestracja zakończona!
pt_br: Cadastro realizado!
sl: Uspešna registracija!
sv: Registreringen lyckades!
tl: Tagumpay ang pagpaparehistro!
tr: Başarılı Kayıt!
ur: اندراج کامیاب ہوا!
zh_cn: 注册成功！
zh_tw: 注冊成功！

# signup250Sbagree8722Sbto8722Sbtos
source: I have read and agreed to {terms}
cs: Přečetl/a jsem a souhlasím s {terms}
fi: Olen lukenut ja hyväksynyt {terms}
fr: J'ai lu et j'accepte {terms}
it: Ho letto e accettato i {terms}
lt: Aš perskaičiau ir sutinku su {terms}
nb: Jeg har lest og godtatt {terms}
nl: Ik heb {terms} gelezen en ga er mee akkoord
pl: Przeczytałem i zgadzam się na {terms}
pt_br: Eu li e estou de acordo com os {terms}
sl: Prebral sem in se strinjam z {terms}
sv: Jag har läst och samtyckt till {terms}
tl: Nabasa ko at sumang-ayon sa {terms}
tr: {terms}'i okudum ve kabul ettim
ur: میں نے پڑھ لیا ہے اور اس سے اتفاق کیا ہے {terms}
zh_cn: 我已阅读并同意{terms}
zh_tw: 我已閱讀並同意{terms}

# signup250Sbagree8722Sbto8722Sbtos8722Sbterms
source: {appName} terms of service
cs: {appName} smluvní podmínky
fi: {appName} käyttöehdot
fr: conditions d'utilisation de {appName}
it: Termini di servizio di {appName}
lt: {appName} paslaugų teikimo sąlygos
nb: {appName} vilkår for bruk
nl: {appName} servicevoorwaarden
pl: Warunki świadczenia usług {appName}
pt_br: temos de serviço do {appName}
sl: {appName} pogoji storitve
sv: {appName} användarvillkor
tl: {appName} mga tuntunin ng serbisyo
tr: {appName} hizmet şartları
ur: {appName} سروس کی شرائط
zh_cn: {appName}服务条款
zh_tw: {appName}服務條款

# signup250Sbbtn
source: Register
cs: Registrovat
fi: Rekisteröidy
fr: S'inscrire
it: Registrati
lt: Registruotis
nb: Registrere
nl: Registreer
pl: Zarejestruj się
pt_br: Cadastrar
sl: Registrirajte se
sv: Registrera
tl: Magrehistro
tr: Kayıt olmak
ur: رجسٹر کریں
zh_cn: 注册
zh_tw: 注冊

# signup250Sbconfirm8722Sbpass
source: Confirm password
cs: Potvrďte heslo
fi: Vahvista salasana
fr: Confirmez le mot de passe
it: Conferma password
lt: Patvirtinti slaptažodį
nb: Bekreft passord
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt_br: Confirmar senha
sl: Potrdi geslo
sv: Bekräfta lösenord
tl: Kumpirmahin ang password
tr: Şifreyi Onayla
ur: پاس ورڈ کی تصدیق کریں
zh_cn: 确认密码
zh_tw: 確認密碼

# signup250Sbemail
source: Email (optional)
cs: E-mail (volitelné)
fi: Sähköposti (valinnainen)
fr: Adresse e-mail (facultatif)
it: Email (opzionale)
lt: El. paštas (neprivaloma)
nb: E-post (valgfritt)
nl: E-mail (optioneel)
pl: E-mail (opcjonalnie)
pt_br: E-mail (opcional)
sl: E-pošta (neobvezno)
sv: Email (valfritt)
tl: Email (opsyonal)
tr: E-posta isteğe bağlı)
ur: ای میل (اختیاری)
zh_cn: 电邮地址（可选）
zh_tw: 電郵地址（可選）

# signup250Sbemail8722Sbtip
source: You don't have to enter your email to trade Monero, but without it we won't be able to recover your password or send you email notifications. Your email will be checked against a third-party database of disposable email providers.
cs: Pro obchodování s Monero nemusíte zadávat svůj e-mail, ale bez něj nebudeme schopni obnovit vaše heslo ani vám zasílat e-mailová upozornění. Váš e-mail bude porovnán s databází poskytovatelů e-mailových služeb na jedno použití třetích stran.
fi: Sinun ei tarvitse syöttää sähköpostiosoitettasi käydäksesi kauppaa Monerolla, mutta ilman sitä emme voi palauttaa salasanaasi tai lähettää sinulle sähköposti-ilmoituksia. Sähköpostisi tarkistetaan kolmannen osapuolen kertakäyttöisten sähköpostipalvelujen tarjoajien tietokannasta.
fr: Vous n'avez pas besoin de saisir votre adresse e-mail pour échanger du Monero, mais sans elle, nous ne pourrons pas récupérer votre mot de passe ni vous envoyer de notifications par e-mail. Votre adresse e-mail sera vérifiée par rapport à une base de données tierce de fournisseurs de messagerie jetables.
it: Non è necessario inserire la tua e-mail per scambiare Monero, ma senza di essa non saremo in grado di recuperare la tua password o inviarti notifiche e-mail. La tua e-mail verrà controllata rispetto a un database di terze parti di provider di posta elettronica monouso.
lt: Norėdami prekiauti Monero, jums nereikia įvesti savo el. pašto adreso, bet be jo negalėsime atkurti jūsų slaptažodžio arba atsiųsti jums pranešimų el. paštu. Jūsų el. paštas bus patikrintas pagal trečiosios šalies vienkartinių el. pašto paslaugų teikėjų duomenų bazę.
nb: Du trenger ikke oppgi e-postadressen din for å handle Monero, men uten den vil vi ikke kunne gjenopprette passordet ditt eller sende deg e-postvarsler. E-posten din vil bli sjekket mot en tredjeparts database med engangse-postleverandører.
nl: U hoeft uw e-mailadres niet in te voeren om in Monero te handelen, maar zonder dit kunnen we uw wachtwoord niet herstellen of u e-mailmeldingen sturen. Uw e-mail wordt vergeleken met een externe database van wegwerp-e-mailproviders.
pl: Nie musisz podawać swojego adresu e-mail, aby handlować Monero, ale bez niego nie będziemy w stanie odzyskać Twojego hasła oraz wysyłać Ci powiadomień e-mail. Twój e-mail zostanie sprawdzony z bazą danych osób trzecich, zawierającą dostawców jednorazowych e-mail.
pt_br: Você não precisa digitar seu e-mail para negociar com o Monero, mas sem ele não poderemos recuperar sua senha ou enviar notificações por e-mail. Seu email será verificado em um banco de dados de terceiros de provedores de email descartáveis.
sl: Za trgovanje z Monero vam ni treba vnesti svojega e-poštnega naslova, vendar brez njega ne bomo mogli obnoviti vašega gesla ali vam poslati e-poštnih obvestil. Vaša e-pošta bo preverjena glede na bazo podatkov tretjih ponudnikov e-pošte za enkratno uporabo.
sv: Du behöver inte ange din e-postadress för att handla Monero, men utan den kommer vi inte att kunna återställa ditt lösenord eller skicka e-postmeddelanden till dig. Din e-post kommer att kontrolleras mot en tredjepartsdatabas av engångs-e-postleverantörer.
tl: Hindi mo kailangang ipasok ang iyong email upang i-trade ang Monero, ngunit kung wala ito hindi namin mababawi ang iyong password o magpadala sa iyo ng mga abiso sa email. Ang iyong email ay susuriin laban sa isang third-party na database ng mga disposable email provider.
tr: Monero ticareti yapmak için e-posta adresinizi girmenize gerek yoktur, ancak bu olmadan şifrenizi kurtaramayız veya size e-posta bildirimleri gönderemeyiz. E-postanız, tek kullanımlık e-posta sağlayıcılarından oluşan üçüncü taraf bir veritabanıyla karşılaştırılarak kontrol edilecektir.
ur: Monero کو تجارت کرنے کے لیے آپ کو اپنا ای میل درج کرنے کی ضرورت نہیں ہے، لیکن اس کے بغیر ہم آپ کا پاس ورڈ بازیافت یا آپ کو ای میل اطلاعات بھیجنے کے قابل نہیں ہوں گے۔ آپ کا ای میل ڈسپوزایبل ای میل فراہم کنندگان کے تھرڈ پارٹی ڈیٹا بیس کے خلاف چیک کیا جائے گا۔
zh_cn: 您无需输入电子邮件即可进行门罗币交易，但没有它，我们将无法找回密码或向您发送电子邮件通知。我们将根据一次性电子邮件提供商的第三方数据库检查您的电子邮件。
zh_tw: 您無需輸入電子郵件即可進行門羅幣交易，但沒有它，我們將無法找回密碼或向您發送電子郵件通知。我們將根據一次性電子郵件提供商的第三方數據庫檢查您的電子郵件。

# signup250Sbemail8722Sbtip57Sbagoradesk
source: You don't have to enter your email to trade cryptocurrencies, but without it we won't be able to recover your password or send you email notifications. Your email will be checked against a third-party database of disposable email providers.
cs: K obchodování s kryptoměnami nemusíte zadávat svůj e-mail, ale bez něj nebudeme schopni obnovit vaše heslo ani vám zasílat e-mailová upozornění. Váš e-mail bude porovnán s databází poskytovatelů e-mailových služeb na jedno použití třetích stran.
fi: Sinun ei tarvitse syöttää sähköpostiosoitettasi käydäksesi kauppaa kryptovaluutoilla, mutta ilman sitä emme voi palauttaa salasanaasi tai lähettää sinulle sähköposti-ilmoituksia. Sähköpostisi tarkistetaan kolmannen osapuolen kertakäyttöisten sähköpostipalvelujen tarjoajien tietokannasta.
fr: Vous n'avez pas besoin de saisir votre adresse e-mail pour échanger des crypto-monnaies, mais sans cela, nous ne pourrons pas récupérer votre mot de passe ni vous envoyer de notifications par e-mail. Votre adresse e-mail sera vérifiée par rapport à une base de données tierce de fournisseurs de messagerie jetables.
it: Non è necessario inserire la tua e-mail per scambiare criptovalute, ma senza di essa non saremo in grado di recuperare la tua password o inviarti notifiche e-mail. La tua e-mail verrà controllata rispetto a un database di terze parti di provider di posta elettronica monouso.
lt: Norėdami prekiauti kriptovaliutomis, jums nereikia įvesti savo el. pašto adreso, tačiau be jo negalėsime atkurti jūsų slaptažodžio ar atsiųsti jums pranešimų el. paštu. Jūsų el. paštas bus patikrintas pagal trečiosios šalies vienkartinių el. pašto paslaugų teikėjų duomenų bazę.
nb: Du trenger ikke oppgi e-postadressen din for å handle kryptovalutaer, men uten den vil vi ikke kunne gjenopprette passordet ditt eller sende deg e-postvarsler. E-posten din vil bli sjekket mot en tredjeparts database med engangse-postleverandører.
nl: U hoeft uw e-mailadres niet in te voeren om cryptocurrencies te verhandelen, maar zonder dit kunnen we uw wachtwoord niet herstellen of u e-mailmeldingen sturen. Uw e-mail wordt vergeleken met een externe database van wegwerp-e-mailproviders.
pl: Nie musisz podawać swojego adresu e-mail, aby handlować kryptowalutami, ale bez niego nie będziemy w stanie odzyskać Twojego hasła oraz wysyłać Ci powiadomień e-mail. Twój e-mail zostanie sprawdzony z bazą danych osób trzecich, zawierającą dostawców jednorazowych e-mail.
pt_br: Você não precisa digitar seu email para negociar criptomoedas, mas sem ele não poderemos recuperar sua senha ou enviar notificações por email. Seu email será verificado em um banco de dados de terceiros de provedores de email descartáveis.
sl: Za trgovanje s kriptovalutami vam ni treba vnesti svojega e-poštnega naslova, vendar brez njega ne bomo mogli obnoviti vašega gesla ali vam poslati e-poštnih obvestil. Vaša e-pošta bo preverjena glede na bazo podatkov tretjih ponudnikov e-pošte za enkratno uporabo.
sv: Du behöver inte ange din e-postadress för att handla kryptovalutor, men utan den kommer vi inte att kunna återställa ditt lösenord eller skicka e-postmeddelanden till dig. Din e-postadress kommer att kontrolleras mot en tredjepartsdatabas med e-postleverantörer för engångsbruk.
tl: Hindi mo kailangang ilagay ang iyong email para makipagkalakal ng mga cryptocurrencies, ngunit kung wala ito hindi namin mababawi ang iyong password o makakapagpadala sa iyo ng mga notification sa email. Ang iyong email ay susuriin laban sa isang third-party na database ng mga disposable email provider.
tr: Kripto para ticareti yapmak için e-posta adresinizi girmenize gerek yoktur, ancak bu olmadan şifrenizi kurtaramayız veya size e-posta bildirimleri gönderemeyiz. E-postanız, tek kullanımlık e-posta sağlayıcılarından oluşan üçüncü taraf bir veritabanıyla karşılaştırılarak kontrol edilecektir.
ur: آپ کو کرپٹو کرنسیوں کی تجارت کرنے کے لیے اپنا ای میل درج کرنے کی ضرورت نہیں ہے، لیکن اس کے بغیر ہم آپ کا پاس ورڈ بازیافت یا آپ کو ای میل اطلاعات بھیجنے کے قابل نہیں ہوں گے۔ آپ کا ای میل ڈسپوزایبل ای میل فراہم کنندگان کے تھرڈ پارٹی ڈیٹا بیس کے خلاف چیک کیا جائے گا۔
zh_cn: 您无需输入电子邮件即可交易加密货币，但是如果没有它，我们将无法找回密码或向您发送电子邮件通知。我们将根据一次性电子邮件提供商的第三方数据库检查您的电子邮件。
zh_tw: 您無需輸入電子郵件即可交易加密貨幣，但是如果沒有它，我們將無法找回密碼或向您發送電子郵件通知。我們將根據一次性電子郵件提供商的第三方數據庫檢查您的電子郵件。

# signup250Sberror8722Sb28722Sbdialog8722Sbtitle
source: Registration error
cs: Chyba registrace
fi: Virhe rekisteröityessä
fr: Erreur d'enregistrement
it: Errore in fase di registrazione
lt: Registracijos klaida
nb: Registreringsfeil
nl: Registratie fout
pl: Błąd rejestracji
pt_br: Erro ao cadastrar
sl: Napaka pri registraciji
sv: Registreringsfel
tl: Error sa pagpaparehistro
tr: Kayıt Hatası
ur: رجسٹریشن کی خرابی
zh_cn: 注册错误
zh_tw: 注冊錯誤

# signup250Sberror8722Sbdialog8722Sbtext
source: Please enter valid information.
cs: Zadejte prosím platné informace.
fi: Syötä kelvolliset tiedot.
fr: Veuillez saisir des informations valides.
it: Si prega di inserire informazioni valide.
lt: Įveskite galiojančią informaciją.
nb: Vennligst skriv inn gyldig informasjon.
nl: Voer alstublieft geldige informatie in.
pl: Wprowadź odpowiednie informacje.
pt_br: Insira informações válidas
sl: Vnesite veljavne podatke.
sv: Vänligen ange giltig information.
tl: Mangyaring magpasok ng wastong impormasyon.
tr: Lütfen geçerli bilgileri girin.
ur: براہ کرم درست معلومات درج کریں۔
zh_cn: 请输入正确的信息。
zh_tw: 請輸入正確的信息。

# signup250Sberror8722Sbdialog8722Sbtitle
source: Form error
cs: Chyba formuláře
fi: Lomakevirhe
fr: Erreur de formulaire
it: Errore
lt: Formos klaida
nb: Skjemafeil
nl: Formulier fout
pl: Błąd formy
pt_br: Erro no formulário
sl: Napaka obrazca
sv: Form fel
tl: Error sa form
tr: Form hatası
ur: فارم کی خرابی
zh_cn: 表格错误
zh_tw: 表格錯誤

# signup250Sblogin
source: Already have an account? {link}
cs: Máte již účet? {link}
fi: Onko sinulla jo käyttäjä? {link}
fr: Vous avez déjà un compte ? {link}
it: Hai già un account? {link}
lt: Jau turite paskyrą? {link}
nb: Har du allerede en konto? {link}
nl: Heeft u al een account? {link}
pl: Posiadasz już konto? {link}
pt_br: Já tem uma conta? {link}
sl: Že imate račun? {link}
sv: Har du redan ett konto? {link}
tl: Mayroon nang account? {link}
tr: Zaten hesabınız var mı? {link}
ur: پہلے سے ہی ایک اکاؤنٹ ہے؟ {link}
zh_cn: 已经有一个帐户？{link}
zh_tw: 已經有一個帳戶？{link}

# signup250Sblogin8722Sblink
source: Log in.
cs: Přihlásit se.
fi: Kirjaudu sisään.
fr: Connexion.
it: Accedi.
lt: Prisijungti.
nb: Logg Inn.
nl: Inloggen.
pl: Zaloguj się.
pt_br: Entrar.
sl: Vpiši se.
sv: Logga in.
tl: Mag log in.
tr: Giriş yapmak.
ur: لاگ ان کریں.
zh_cn: 登录。
zh_tw: 登錄。

# signup250Sbtitle
source: Sign up
cs: Registrovat se
fi: Rekisteröidy
fr: Inscription
it: Iscriviti
lt: Registruotis
nb: Melde deg på
nl: Aanmelden
pl: Zarejestruj się
pt_br: Cadastre-se
sl: Prijavite se
sv: Tecken upp
tl: Mag-sign up
tr: Üye olmak
ur: سائن اپ
zh_cn: 注册
zh_tw: 注冊

# signup250Sbtos8722Sbdialog8722Sbtext
source: In order to register, please read and agree with {terms}
cs: Chcete-li se zaregistrovat, prosím přečtěte si a odsouhlaste {terms}
fi: Rekisteröityäksesi luethan ja hyväksyt {terms}
fr: Pour vous inscrire, veuillez lire et accepter {terms}
it: Per registrarti, leggi e accetta i {terms}
lt: Norėdami užsiregistruoti, perskaitykite ir sutikite su {terms}
nb: For å registrere deg, vennligst les og godta {terms}
nl: Lees en ga akkoord met {terms} om u te registreren
pl: Przeczytaj i zgódź się na {terms}, aby się zarejestrować
pt_br: Para cadastrar, leia e concorde com os {terms}
sl: Za registracijo preberite in se strinjajte z {terms}
sv: För att registrera dig, vänligen läs och godkänn {terms}
tl: Upang makapagrehistro, mangyaring basahin at sumang-ayon sa {terms}
tr: Kaydolmak için lütfen {terms}'i okuyup kabul edin.
ur: رجسٹر کرنے کے لیے، براہ کرم پڑھیں اور اس سے اتفاق کریں {terms}
zh_cn: 要注册，请阅读并同意{terms}
zh_tw: 要注冊，請閱讀並同意{terms}
