Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbdandelion250Sb0250Sbtext
source: <p>As a cryptocurrency, Monero might seem very boring to the naked eye. It doesn’t have a big claim to fame such as being a ‘world computer’ or ‘revolutionizing xyz industry’. It’s just trying to be a private, digital, fungible money, and every upgrade and new technology just furthers this end. </p> <p> Those that deem this goal as too narrow or uninteresting generally don’t understand how difficult it is to achieve meaningful privacy, especially on a permanent, open ledger like a blockchain. Any avenue for metadata leakage is a potential for privacy erosion.</p> <p> Monero takes precautions to obfuscate on-chain data, such as the receiver, sender, and amounts, via stealth addresses, ring signatures, and Pedersen commitments respectively. This minimizes the chances of a casual observer from deducing critical info after transactions have already been sent and are now just a part of recorded history. There are, however some attacks that can be done the moment a transaction occurs that cannot be performed any time later.</p>
cs: <p>Jako kryptoměna se může Monero zdát pouhým okem velmi nudné. Nemá velký nárok na slávu, jako je „světový počítač“ nebo „revoluční xyz průmysl“. Snaží se být jen soukromými, digitálními, zastupitelnými penězi a každý upgrade a nová technologie tento směr jen podporuje. </p> <p> Ti, kteří považují tento cíl za příliš úzký nebo nezajímavý, obecně nechápou, jak obtížné je dosáhnout smysluplného soukromí, zejména na trvalé, otevřené účetní knize, jako je blockchain. Jakákoli cesta k úniku metadat představuje potenciál pro narušení soukromí.</p> <p> Monero přijímá preventivní opatření, aby zatemnila data v řetězci, jako je příjemce, odesílatel a částky, prostřednictvím tajných adres, kruhových podpisů a závazků Pedersen. Tím se minimalizuje šance náhodného pozorovatele odvodit kritické informace poté, co transakce již byly odeslány a jsou nyní pouze součástí zaznamenané historie. Existují však některé útoky, které lze provést v okamžiku, kdy dojde k transakci a které nelze provést později.</p>
fi: <p>Kryptovaluuttana Monero saattaa tuntua paljain silmin erittäin tylsältä. Sillä ei ole suurta väitettä kuuluisuuteen, kuten "maailmantietokone" tai "vallankumouksellinen xyz-teollisuus". Se yrittää vain olla yksityinen, digitaalinen, vaihdettava raha, ja jokainen päivitys ja uusi teknologia vain edistävät tätä tavoitetta. </p> <p> Ne, jotka pitävät tätä tavoitetta liian kapeana tai epäkiinnostavana, eivät yleensä ymmärrä kuinka vaikeaa on saavuttaa merkityksellistä yksityisyyttä, etenkään pysyvällä, avoimella kirjanpidolla, kuten lohkoketjulla. Mikä tahansa keino metatietojen vuotamiseen voi heikentää yksityisyyttä.</p> <p> Monero ryhtyy varotoimiin sekoittaakseen ketjun tietoja, kuten vastaanottajan, lähettäjän ja summat, salaavien osoitteiden, sormusallekirjoitusten ja Pedersenin sitoumusten avulla. Tämä minimoi sen mahdollisuuden, että satunnainen tarkkailija päättelee tärkeitä tietoja sen jälkeen, kun transaktiot on jo lähetetty, ja ne ovat nyt vain osa tallennettua historiaa. On kuitenkin olemassa joitain hyökkäyksiä, jotka voidaan tehdä tapahtuman aikana ja joita ei voida suorittaa milloin tahansa myöhemmin.</p>
fr: <p>En tant que crypto-monnaie, Monero peut sembler très ennuyeuse en surface. Il n'a pas une grande prétention à la renommée, comme être un « ordinateur mondial » ou « révolutionner l'industrie xyz ». Elle essaie simplement d'être une monnaie privée, numérique et fongible, et chaque mise à niveau et nouvelle technologie ne fait que favoriser ce but. </p> <p> Ceux qui jugent cet objectif trop étroit ou inintéressant ne comprennent généralement pas à quel point il est difficile d'atteindre une confidentialité significative, en particulier sur un grand registre immuable et ouvert comme une blockchain. Toute fuite de métadonnées est un risque d'atteinte à la vie privée.</p> <p> Monero prend des précautions pour masquer les données enregistrées sur la chaîne, telles que le destinataire, l'expéditeur et les montants, via respectivement des « adresses furtives », des « signatures de cercle » et des « engagements Pedersen ». Cela minimise les chances pour un observateur extérieur de déduire des informations critiques après que les transactions aient déjà été envoyées et ne soient plus qu'une partie de l'historique enregistré. Il existe cependant certaines attaques qui peuvent être effectuées au moment où une transaction se produit et qui ne peuvent plus être exécutées ultérieurement.</p>
it: Come criptovaluta, Monero potrebbe sembrare molto noioso a occhio nudo. Non ha una grande pretesa di fama come essere un "computer mondiale" o "rivoluzionare l'industria xyz". Sta solo cercando di essere un denaro privato, digitale, fungibile e ogni aggiornamento e nuova tecnologia promuove solo questo fine. <br/><br/>Coloro che ritengono questo obiettivo troppo stretto o poco interessante in genere non comprendono quanto sia difficile ottenere una privacy significativa, soprattutto su un registro aperto permanente come una blockchain. Qualsiasi via per la perdita di metadati è un potenziale per l'erosione della privacy. <br/><br/>Monero prende precauzioni per offuscare i dati della catena, come mittente, destinatario e importi, rispettivamente tramite indirizzi invisibili, firme ad anello e impegni Pedersen. Ciò riduce al minimo le possibilità che un osservatore occasionale deduca informazioni critiche dopo che le transazioni sono già state inviate e fanno ora parte della cronologia registrata. Vi sono, tuttavia, alcuni attacchi che possono essere effettuati nel momento in cui si verifica una transazione che non può essere eseguita in un secondo momento.
lt: <p>Kaip kriptovaliuta, Monero plika akimi gali atrodyti labai nuobodi. Jis nepretenduoja į šlovę, pavyzdžiui, yra „pasaulio kompiuteris“ ar „revoliuciją kelianti xyz pramonė“. Tai tik bandymas būti privačiais, skaitmeniniais, pakeičiamais pinigais, o kiekvienas atnaujinimas ir naujos technologijos tik dar labiau sustiprina šį tikslą. </p> <p> Tie, kurie mano, kad šis tikslas yra per siauras ar neįdomus, paprastai nesupranta, kaip sunku pasiekti reikšmingą privatumą, ypač nuolatinėje, atviroje knygoje, pavyzdžiui, blokų grandinėje. Bet koks metaduomenų nutekėjimo būdas gali pažeisti privatumą.</p> <p> „Monero“ imasi atsargumo priemonių, kad paslėptų grandinėje esančius duomenis, pvz., gavėją, siuntėją ir sumas, atitinkamai naudodama slaptus adresus, skambučio parašus ir „Pedersen“ įsipareigojimus. Tai sumažina tikimybę, kad atsitiktinis stebėtojas sužinos svarbios informacijos po to, kai operacijos jau buvo išsiųstos ir dabar yra tik įrašytos istorijos dalis. Tačiau yra keletas atakų, kurios gali būti įvykdytos tuo metu, kai įvyksta operacija, kurių negalima atlikti vėliau.</p>
nb: <p>Som en kryptovaluta kan Monero virke veldig kjedelig med det blotte øye. Den har ikke noe stort krav på berømmelse som å være en "verdensdatamaskin" eller "revolusjonerende xyz-industri". Det er bare å prøve å være en privat, digital, fungible penger, og hver oppgradering og ny teknologi fremmer dette målet. </p> <p> De som anser dette målet som for snevert eller uinteressant, forstår generelt ikke hvor vanskelig det er å oppnå meningsfylt personvern, spesielt på en permanent, åpen hovedbok som en blokkjede. Enhver vei for metadatalekkasje er et potensial for erosjon av personvernet.</p> <p> Monero tar forholdsregler for å skjule data i kjeden, som mottaker, avsender og beløp, via hhv stealth-adresser, ringesignaturer og Pedersen-forpliktelser. Dette minimerer sjansene for en tilfeldig observatør fra å utlede kritisk informasjon etter at transaksjoner allerede er sendt og er nå bare en del av registrert historie. Det er imidlertid noen angrep som kan utføres i det øyeblikket en transaksjon inntreffer som ikke kan utføres senere.</p>
nl: <p>Als cryptocurrency lijkt Monero met het blote oog misschien erg saai. Het heeft geen grote aanspraak op roem, zoals het zijn van een 'wereldcomputer' of 'revolutionaire xyz-industrie'. Het probeert gewoon privé, digitaal, vervangbaar geld te zijn, en elke upgrade en nieuwe technologie bevordert dit doel alleen maar. </p> <p> Degenen die dit doel als te smal of oninteressant beschouwen, begrijpen over het algemeen niet hoe moeilijk het is om zinvolle privacy te bereiken, vooral op een permanent, open grootboek zoals een blockchain. Elke mogelijkheid voor het lekken van metadata is een potentieel voor privacy-erosie.</p> <p> Monero neemt voorzorgsmaatregelen om on-chain-gegevens, zoals de ontvanger, afzender en bedragen, te verdoezelen via respectievelijk stealth-adressen, ringhandtekeningen en Pedersen-toezeggingen. Dit verkleint de kans dat een toevallige waarnemer kritieke informatie afleidt nadat transacties al zijn verzonden en nu slechts een onderdeel zijn van de geregistreerde geschiedenis. Er zijn echter enkele aanvallen die kunnen worden uitgevoerd op het moment dat een transactie plaatsvindt en die op geen enkel moment later kunnen worden uitgevoerd.</p>
pl: <p> Jako kryptowaluta, Monero może wydawać się bardzo nudne na pierwszy rzut oka. Nie chwali się, że zostanie „komputerem światowym”, bądź, że „zrewolucjonizuje przemysł xyz”. Po prostu stara się być prywatnym, cyfrowym, zamiennym pieniądzem, a każda aktualizacja i nowa technologia dąży do tego celu. </p> <p> Ci, którzy uważają ten cel za niezbyt wielki lub ciekawy, nie rozumieją, jak trudno jest osiągnąć znaczącą prywatność, szczególnie w trwałej, otwartej księdze jaką jest blockchain. Każdy wyciek metadanych jest potencjalnym słabym punktem prywatności. </p> <p> Monero ostrożnie chowa dane on-chain, takie jak odbiorca, nadawca i kwoty, za pomocą stealth addresses, ring signatures i Pedersen commitments. Minimalizuje to szanse na to, że zwykły obserwator wydedukuje te informacje po wysłaniu transakcji. Istnieją jednak niektóre ataki, które można wykonać w momencie gdy nastąpi transakcja i nie można wykonać potem. </p>
pt_br: Como uma criptomoeda, Monero pode parecer muito chato a olho nu. Ele não tem uma grande reivindicação à fama, como ser um 'computador mundial' ou 'revolucionar a indústria xyz'. Ele está apenas tentando ser um dinheiro privado, digital e fungível, e cada atualização e nova tecnologia favorecem esse objetivo. <br/><br/>Aqueles que consideram esse objetivo muito restrito ou desinteressante geralmente não entendem o quão difícil é obter privacidade significativa, especialmente em um livro aberto e permanente como um blockchain. Qualquer caminho para o vazamento de metadados é um potencial para a erosão da privacidade. <br/><br/>Monero toma precauções para ofuscar dados na cadeia, como remetente, destinatário e valores, por meio de endereços furtivos, assinaturas de anel e compromissos da Pedersen, respectivamente. Isso minimiza as chances de um observador casual deduzir informações críticas depois que as transações já foram enviadas e agora fazem parte do histórico registrado. No entanto, existem alguns ataques que podem ser feitos no momento em que ocorre uma transação que não pode ser executada posteriormente.
sl: <p>Kot kriptovaluta se lahko Monero s prostim očesom zdi zelo dolgočasen. Nima veliko zahtev po slavi, kot je "svetovni računalnik" ali "revolucioniranje industrije xyz". Preprosto poskuša biti zaseben, zamenljiv, digitalen denar, vsaka nadgradnja in nova tehnologija pa temu cilju le pripomoreta. </p> <p> Tisti, ki menijo, da je ta cilj preozek ali nezanimiv, na splošno ne razumejo, kako težko je doseči smiselno zasebnost, zlasti v trajni, odprti knjigi, kot je blockchain. Vsaka pot do uhajanja metapodatkov ima potencial erozije zasebnosti.</p> <p> S tem se zmanjša možnost, da bi naključni opazovalec razbral ključne informacije po tem, ko so bile transakcije že poslane in del zapisane zgodovine. Vendar pa obstajajo nekateri napadi, ki jih je mogoče izvesti v trenutku nastanka transakcije in jih ni mogoče izvesti pozneje.</p>
sv: <p>Som kryptovaluta kan Monero verka väldigt tråkigt för blotta ögat. Den har inte ett stort anspråk på berömmelse som att vara en "världsdator" eller "revolutionerande xyz-industri". Det är bara att försöka vara en privat, digital, utbytbar pengar, och varje uppgradering och ny teknik främjar bara detta. </p> <p> De som anser detta mål som för snävt eller ointressant förstår i allmänhet inte hur svårt det är att uppnå meningsfull integritet, särskilt på en permanent, öppen reskontra som en blockchain. Varje väg för metadataläckage är en potential för integritetserosion.</p> <p> Monero vidtar försiktighetsåtgärder för att fördunkla data i kedjan, såsom mottagare, avsändare och belopp, via smygadresser, ringsignaturer respektive Pedersen-åtaganden. Detta minimerar chanserna för en tillfällig observatör att härleda kritisk information efter att transaktioner redan har skickats och nu bara är en del av den registrerade historien. Det finns dock vissa attacker som kan göras i det ögonblick en transaktion inträffar som inte kan utföras någon gång senare.</p>
tl: <p>Bilang isang cryptocurrency, maaaring mukhang napakaboring ng Monero sa mata. Wala itong malaking pag-angkin sa katanyagan tulad ng pagiging isang 'world computer' o 'revolutionizing xyz industry'. Sinusubukan lang nitong maging isang pribado, digital, fungible na pera, at bawat pag-upgrade at bagong teknolohiya ay nagpapasulong lamang sa layuning ito. </p> <p> Ang mga nagtuturing na masyadong makitid o hindi kawili-wili ang layuning ito sa pangkalahatan ay hindi nauunawaan kung gaano kahirap makamit ang makabuluhang privacy, lalo na sa isang permanenteng, bukas na ledger tulad ng isang blockchain. Ang anumang paraan para sa pagtagas ng metadata ay isang potensyal para sa pagguho ng privacy.</p> <p> Gumagawa si Monero ng mga pag-iingat upang i-obfuscate ang on-chain na data, gaya ng receiver, sender, at mga halaga, sa pamamagitan ng stealth addresses, ring signatures, at Pedersen commitments ayon sa pagkakabanggit. Pinaliit nito ang mga pagkakataon ng isang kaswal na tagamasid mula sa pagbabawas ng kritikal na impormasyon pagkatapos naipadala na ang mga transaksyon at ngayon ay bahagi na lamang ng naitalang kasaysayan. Gayunpaman, mayroong ilang mga pag-atake na maaaring gawin sa sandaling mangyari ang isang transaksyon na hindi maaaring gawin anumang oras sa ibang pagkakataon.</p>
tr: <p>Bir kripto para birimi olarak Monero çıplak gözle çok sıkıcı görünebilir. ‘Dünya bilgisayarı’ olmak ya da ‘xyz endüstrisinde devrim yaratmak’ gibi büyük bir şöhret iddiası yok. Bu sadece özel, dijital, takas edilebilir bir para olmaya çalışıyor ve her yükseltme ve yeni teknoloji bu amacı daha da ileriye taşıyor. </p> <p> Bu hedefi çok dar veya ilgi çekici bulmayanlar, özellikle blockchain gibi kalıcı, açık bir defterde anlamlı bir mahremiyet elde etmenin ne kadar zor olduğunu anlamıyorlar. Meta veri sızıntısına yönelik her yol, gizliliğin erozyona uğraması potansiyelidir.</p> <p> Monero, sırasıyla gizli adresler, halka imzalar ve Pedersen taahhütleri yoluyla alıcı, gönderen ve tutarlar gibi zincir üzerindeki verileri gizlemek için önlemler alır. Bu, sıradan bir gözlemcinin, işlemler zaten gönderildikten ve artık kayıtlı geçmişin yalnızca bir parçası olduktan sonra kritik bilgileri çıkarması olasılığını en aza indirir. Ancak bir işlemin gerçekleştiği anda yapılabilen ve daha sonra gerçekleştirilemeyen bazı saldırılar da vardır.</p>
ur: <p>ایک کریپٹو کرنسی کے طور پر، Monero کھلی آنکھوں کو بہت بورنگ لگ سکتا ہے۔ اس میں شہرت کا کوئی بڑا دعویٰ نہیں ہے جیسے کہ 'ورلڈ کمپیوٹر' یا 'انقلابی xyz انڈسٹری'۔ یہ صرف ایک نجی، ڈیجیٹل، فنگیبل پیسہ بننے کی کوشش کر رہا ہے، اور ہر اپ گریڈ اور نئی ٹیکنالوجی اس مقصد کو مزید آگے بڑھاتی ہے۔ </p> <p> جو لوگ اس مقصد کو بہت تنگ یا غیر دلچسپ سمجھتے ہیں وہ عام طور پر یہ نہیں سمجھتے کہ بامعنی رازداری حاصل کرنا کتنا مشکل ہے، خاص طور پر بلاک چین جیسے مستقل، کھلے لیجر پر۔ میٹا ڈیٹا کے رساو کا کوئی بھی راستہ رازداری کے کٹاؤ کا امکان ہے۔</p> <p> مونیرو بالترتیب اسٹیلتھ ایڈریسز، انگوٹھی کے دستخطوں اور پیڈرسن کے وعدوں کے ذریعے آن چین ڈیٹا، جیسے وصول کنندہ، بھیجنے والے اور رقم کو مبہم کرنے کے لیے احتیاطی تدابیر اختیار کرتا ہے۔ یہ لین دین کے پہلے ہی بھیجے جانے کے بعد ایک آرام دہ اور پرسکون مبصر کے اہم معلومات کو کم کرنے کے امکانات کو کم کرتا ہے اور اب ریکارڈ شدہ تاریخ کا صرف ایک حصہ ہے۔ تاہم کچھ حملے ایسے ہوتے ہیں جو اس وقت کیے جا سکتے ہیں جب کوئی لین دین ہوتا ہے جو بعد میں کسی بھی وقت انجام نہیں دیا جا سکتا۔</p>
zh_cn: 作为顶级加密货币，门罗币却总是缺少吸引眼球的噱头.它没有类似于‘世界计算机’或‘革命颠覆XX行业’那种如雷贯耳的口号.它只专注成为私有，且具备可替代性的电子货币，而每次现有技术升级和全新技术的应用都为继续推动这一目标而努力. <br/><br/> 那些认为此愿景过于狭小或无趣的人通常不了解，实现真正的隐私保护有多么困难，尤其是在区块链这种永久开放的分布帐本上. 任何途径的数据源泄漏都可能破坏隐私性. <br/><br/> 门罗币已经采取多项针对性措施，分别通过环签名，隐身地址，和彼得森承诺来混淆发送方，接收方和交易金额等链上数据.在这样的情况下，一旦交易完成，交易信息就变成账本历史的一部分，在这些安全措施层层保护下，攻击者想通过分析交易历史记录来推断出关键信息无异于痴人说梦. 但是有些攻击，虽然无法在交易完成后发动，也无法针对历史数据执行，却有机会在交易发生的瞬间造成危害.
zh_tw: 作為頂級加密貨幣，門羅幣卻總是缺少吸引眼球的噱頭.它沒有類似於'世界計算機'或'革命顛覆XX行業'那種如雷貫耳的口號.它只專注成為私有，且具備可替代性的電子貨幣，而每次現有技術升級和全新技術的應用都為繼續推動這一目標而努力. <br/><br/> 那些認為此願景過於狹小或無趣的人通常不了解，實現真正的隱私保護有多麼困難，尤其是在區塊鏈這種永久開放的分佈帳本上. 任何途徑的數據源洩漏都可能破壞隱私性. <br/><br/> 門羅幣已經採取多項針對性措施，分別通過環簽名，隱身地址，和彼得森承諾來混淆發送方，接收方和交易金額等鏈上數據.在這樣的情況下，一旦交易完成，交易信息就變成賬本歷史的一部分，在這些安全措施層層保護下，攻擊者想通過分析交易歷史記錄來推斷出關鍵信息無異於癡人說夢. 但是有些攻擊，雖然無法在交易完成後發動，也無法針對歷史數據執行，卻有機會在交易發生的瞬間造成危害.

# guide250Sbtrade250Sbhappy8722Sbtrading
source: {appName} wishes you happy trading!
cs: {appName} Vám přeje šťastné obchodování!
fi: {appName} toivottaa sinulle hyvää kaupankäyntiä!
fr: {appName} vous souhaite de bons échanges !
it: {appName} ti augura buon trading!
lt: {appName} linki sėkmingos prekybos!
nb: {appName} ønsker deg god handel!
nl: {appName} wenst u veel handelsplezier!
pl: {appName} życzy Ci szczęśliwego handlowania!
pt_br: O {appName} te deseja bons negócios!
sl: {appName} vam želi srečno trgovanje!
sv: {appName} önskar dig lycklig handel!
tl: Binabati ka ng {appName} ng maligayang pangangalakal!
tr: {appName} size mutlu ticaretler diler!
ur: {appName} آپ کو تجارت کی مبارکباد دیتا ہے!
zh_cn: {appName}团队祝您交易愉快！
zh_tw: {appName}團隊祝您交易愉快！

# guide250Sbtrade250Sbtitle
source: Introduction on trading Monero
cs: Úvod do obchodování Monero
fi: Johdanto Moneron kaupankäyntiin
fr: Introduction sur l'achat / vente de Monero
it: Introduzione al trading con Monero
lt: Įvadas apie prekybą Monero
nb: Introduksjon til handel med Monero
nl: Introductie over handelen in Monero
pl: Wprowadzenie do handlu Monero
pt_br: Introdução sobre negociações de Monero
sl: Uvod v trgovanje z Monero
sv: Introduktion till handel Monero
tl: Panimula sa pangangalakal ng Monero
tr: Monero ticaretine giriş
ur: ٹریڈنگ Monero پر تعارف
zh_cn: 买卖门罗币介绍
zh_tw: 買賣門羅幣介紹

# guide250Sbtrade250Sbtitle57Sbagoradesk
source: Introduction on trading cryptocurrency
cs: Úvod do obchodování s kryptoměnami
fi: Johdanto kryptovaluuttojen kaupankäyntiin
fr: Introduction sur l'achat / vente de crypto-monnaies
it: Introduzione al trading di criptovaluta
lt: Įvadas apie prekybą kriptovaliuta
nb: Introduksjon om handel med kryptovaluta
nl: Introductie voor het handelen van cryptocurrency
pl: Wprowadzenie do handlu kryptowalut
pt_br: Introdução sobre Criptomoedas de Negociação
sl: Uvod v trgovanje s kriptovalutami
sv: Introduktion om handel kryptovaluta
tl: Panimula sa pangangalakal ng cryptocurrency
tr: Kripto para birimi ticaretine giriş
ur: ٹریڈنگ کریپٹو کرنسی کا تعارف
zh_cn: 交易加密货币简介
zh_tw: 交易加密貨幣簡介

# guide250Sbxmr250Sbcard8722Sbfour250Sbtitle
source: 4. Advanced Techniques of Staying Anonymous When Using This Method of Buying Monero
cs: 4. Pokročilé techniky zachování anonymity při použití této metody nákupu Monero
fi: 4. Kehittyneet tekniikat nimettömänä pysymiseen käytettäessä tätä Monero-ostotapaa
fr: 4. Techniques avancées pour rester anonyme lors de l'utilisation de cette méthode d'achat de Monero
it: 4. Tecniche avanzate per rimanere anonimi quando si utilizza questo metodo di acquisto Monero
lt: 4. Pažangios išlikimo anonimu naudojant šį Monero pirkimo būdą
nb: 4. Avanserte teknikker for å holde seg anonym når du bruker denne metoden for å kjøpe Monero
nl: 4. Geavanceerde Technieken om Anoniem te Blijven bij het Gebruik van Deze Methode om Monero te Kopen
pl: 4. Zaawansowane Techniki Pozostania Anonimowym Przy Zastosowaniu Tej Metody Kupna Monero
pt_br: 4. Técnicas Avançadas de Permanecer Anônimo ao Usar este Método de Compra Monero
sl: 4. Napredne Tehnike Anonimnosti pri Uporabi te Metode Nakupa Monera
sv: 4. Avancerade tekniker för att hålla sig anonym när du använder den här metoden för att köpa Monero
tl: 4. Mga Advanced na Teknik ng Pananatiling Anonymous Kapag Ginagamit ang Paraang Ito ng Pagbili ng Monero
tr: 4. Monero Satın Alma Yöntemini Kullanırken Gelişmiş İsimsiz Kalma Teknikleri
ur: 4. مونیرو خریدنے کے اس طریقے کو استعمال کرتے وقت گمنام رہنے کی جدید تکنیک
zh_cn: 4.使用此购买方法 门罗币时保持匿名的先进技巧
zh_tw: 4.使用此購買方法 門羅幣時保持匿名的先進技巧

# guide250Sbxmr250Sbcard8722Sbthree250Sbtitle
source: 3. Buying Monero Anonymously With Cash
cs: 3. Nákup Monero anonymně v hotovosti
fi: 3. Moneron ostaminen anonyymisti käteisellä
fr: 3. Acheter du Monero anonymement avec de l'espèce
it: 3. Acquistare Monero in modo anonimo con contanti
lt: 3. Monero pirkimas anonimiškai su grynaisiais
nb: 3. Kjøpe Monero anonymt med kontanter
nl: 3. Monero Anoniem Kopen met Contant Geld
pl: 3. Anonimowy Zakup Monero Gotówką
pt_br: 3. Comprando Monero anonimamente com dinheiro
sl: 3. Anonimno Kupovanje Monera z Gotovino
sv: 3. Köpa Monero anonymt med kontanter
tl: 3. Pagbili ng Monero nang Anonymous Gamit ang Cash
tr: 3. Nakit Parayla Anonim Olarak Monero Satın Almak
ur: 3. نقد رقم کے ساتھ گمنام طور پر Monero خریدنا
zh_cn: 3.匿名购买 门罗币 现金
zh_tw: 3.匿名購買 門羅幣 現金

# homepage8722Sblocation250Sbchange8722Sbbtn
source: Change
cs: Změna
fi: Muuta
fr: Changer
it: Modifica
lt: Keisti
nb: Endring
nl: Wijzigen
pl: Zmień
pt_br: Alterar
sl: Sprememba
sv: Förändra
tl: Baguhin
tr: Değiştirmek
ur: تبدیلی
zh_cn: 更改
zh_tw: 更改

# homepage8722Sblocation250Sbreset8722Sbbtn
source: Reset
cs: Resetovat
fi: Nollaa
fr: Réinitialiser
it: Reimposta
lt: Nustatyti iš naujo
nb: Nullstille
nl: Resetten
pl: Resetuj
pt_br: Reinicializar
sl: Ponastaviti
sv: Återställa
tl: I-reset
tr: Sıfırla
ur: دوبارہ ترتیب دیں
zh_cn: 重启
zh_tw: 重啟

# homepage8722Sblocation250Sbsave8722Sbbtn
source: Save
cs: Uložit
fi: Tallenna
fr: Sauvegarder
it: Salva
lt: Sutaupyti
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sl: Shrani
sv: Spara
tl: I-save
tr: Kaydetmek
ur: محفوظ کریں
zh_cn: 保存
zh_tw: 保存

# homepage8722Sblocation250Sbtitle
source: Showing advertisements in {location}
cs: Zobrazuji reklamy v {location}
fi: Näytetään ilmoituksia sijainnissa {location}
fr: Affichage des annonces en {location}
it: Mostra gli annunci pubblicitari in {location}
lt: Skelbimai rodomi {location}
nb: Viser annonser i {location}
nl: Advertenties tonen in {location}
pl: Pokazane ogłoszenia w {location}
pt_br: Exibindo anúncios em {location}
sl: Prikazovanje oglasov v {location}
sv: Visar annonser i {location}
tl: Ipinapakita ang mga ad sa {location}
tr: {location}'te reklamlar gösteriliyor
ur: {location} میں اشتہارات دکھا رہا ہے
zh_cn: {location}的交易广告
zh_tw: {location}的交易廣告

# homepage250Sbagora250Sbcoin8722Sbtrading8722Sbtitle
source: Trade Bitcoins
cs: Obchodujte s bitcoiny
fi: Kaupankäynti Bitcoineilla
fr: Échanger des Bitcoins
it: Scambia Bitcoin
lt: Prekyba Bitcoins
nb: Handle Bitcoins
nl: Handel in Bitcoins
pl: Handluj Bitcoinami
pt_br: Intercambie Bitcoins
sl: Trgujte z Bitcoini
sv: Handl bitcoins
tr: Bitcoin ticareti
ur: Bitcoins کی تجارت
zh_cn: 交易比特币
zh_tw: 交易比特幣
