Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbcbm250Sbbuyer250Sb2250Sbtext
source: To mitigate a (potential, but very rare) case of postal theft en route, try to conceal the fact that the package contains cash. You may put the cash in a magazine, mylar bag or some other container. Vacuum sealing the cash also works.
cs: Chcete-li zmírnit (potenciální, ale velmi vzácný) případ poštovní krádeže na cestě, pokuste se zakrýt skutečnost, že balíček obsahuje hotovost. Hotovost můžete vložit do časopisu, mylarového sáčku nebo jiného kontejneru. Vakuové těsnění hotovosti také funguje.
fi: Vähentääksesi (mahdollista, mutta erittäin harvinaista) postivarkautta matkalla, yritä salata että paketti sisältää käteistä. Voit laittaa käteisen aikakausilehteen, mylar-laukkuun tai johonkin muuhun astiaan. Myös rahan tyhjiösulku toimii.
fr: Pour limiter un cas (potentiel, mais très rare) de vol postal en cours de route, essayez de dissimuler le fait que le colis contient de l'argent liquide. Vous pouvez mettre l'argent dans un magazine, un sac en papier ou tout autre contenant. Le scellage sous vide de l'argent fonctionne également.
it: Per mitigare un (potenziale, ma molto raro) caso di furto postale durante il tragitto, cerca di nascondere il fatto che il pacco contiene contanti. Potete mettere i contanti in una rivista, in un sacchetto di mylar o in qualche altro contenitore. Anche la sigillatura sottovuoto dei contanti funziona.
lt: Norėdami sumažinti (galimą, bet labai retą) pašto vagystės atvejį pakeliui, pabandykite nuslėpti faktą, kad pakuotėje yra grynųjų pinigų. Grynuosius pinigus galite įdėti į žurnalą, mylar maišelį ar kitą konteinerį. Taip pat veikia grynųjų pinigų sandarinimas vakuuminiu būdu.
nb: For å redusere et (potensielt, men svært sjeldent) tilfelle av posttyveri underveis, prøv å skjule det faktum at pakken inneholder kontanter. Du kan legge pengene i et magasin, mylarpose eller en annen beholder. Vakuumforsegling av kontantene fungerer også.
nl: Om een (mogelijk, maar zeer zeldzaam) geval van postdiefstal onderweg te voorkomen, probeert u te verbergen dat een pakket contant geld bevat. U kunt het geld in een tijdschrift, mylar tas of een andere container stoppen. Het vacuüm verzegelen van het geld werkt ook.
pl: Aby zapobiec (potencjalnej, ale bardzo rzadkiej) sytuacji kradzieży poczty w drodze, spróbuj ukryć fakt, że zawiera ona gotówkę. Możesz umieścić gotówkę w czasopiśmie, torbie, lub innym pojemniku. Pakowanie próżniowe również zadziała.
pt_br: Para mitigar um (potencial, mas muito raro) caso de roubo postal em trânsito, tente ocultar o fato de que o pacote contém dinheiro. Você pode colocar o dinheiro em uma revista, saco mylar ou em algum outro recipiente. A selagem a vácuo do dinheiro também funciona.
sl: Da bi ublažili (morebiten, vendar zelo redek) primer poštne kraje, poskusite prikriti dejstvo, da paket vsebuje gotovino. Gotovino lahko na primer skrijete v revijo, ali drugo embalažo.
sv: För att mildra ett (potentiellt, men mycket sällsynt) fall av poststöld på vägen, försök att dölja det faktum att paketet innehåller kontanter. Du kan lägga pengarna i en tidning, mylarpåse eller någon annan behållare. Vakuumförslutning av kontanterna fungerar också.
tl: Upang mabawasan ang isang (potensyal, ngunit napakabihirang) kaso ng pagnanakaw ng koreo sa ruta, subukang itago ang katotohanan na ang pakete ay naglalaman ng pera. Maaari mong ilagay ang pera sa isang magazine, mylar bag o iba pang lalagyan. Gumagana rin ang vacuum sealing ng cash.
tr: Yolda (olası ama çok nadir) bir posta hırsızlığı vakasını azaltmak için paketin nakit içerdiği gerçeğini gizlemeye çalışın. Parayı bir dergiye, mylar çantasına veya başka bir kaba koyabilirsiniz. Nakit parayı vakumla mühürlemek de işe yarar.
ur: راستے میں ڈاک کی چوری کے ایک (potential, but very rare) معاملے کو کم کرنے کے لیے، اس حقیقت کو چھپانے کی کوشش کریں کہ پیکج میں نقد رقم ہے۔ آپ نقد کو میگزین، مائلر بیگ یا کسی دوسرے کنٹینر میں رکھ سکتے ہیں۔ ویکیوم سیلنگ کیش بھی کام کرتی ہے۔
zh_cn: 为减轻途中发生的（可能但非常罕见）邮政盗窃的情况，请尝试掩盖包裹中包含现金的事实。您可以将现金放入杂志，聚酯薄膜袋或其他容器中。真空密封现金也可以。
zh_tw: 為減輕途中發生的（可能但非常罕見）郵政盜竊的情況，請嘗試掩蓋包裹中包含現金的事實。您可以將現金放入雜誌，聚酯薄膜袋或其他容器中。真空密封現金也可以。

# guide250Sbcbm250Sbbuyer250Sb2250Sbtitle
source: Try to disguise the cash
cs: Zkuste hotovost zamaskovat
fi: Yritä naamioida rahat
fr: Essayez de dissimuler l'argent
it: Cercare di nascondere il denaro
lt: Pabandykite užmaskuoti grynuosius pinigus
nb: Prøv å skjule kontantene
nl: Probeer het geld te verbergen
pl: Spróbuj ukryć gotówkę
pt_br: Tente disfarçar o dinheiro
sl: Poskusite prikriti gotovino
sv: Försök att dölja pengarna
tl: Subukang itago ang pera
tr: Nakit parayı gizlemeye çalışın
ur: نقدی چھپانے کی کوشش کریں
zh_cn: 尝试伪装现金
zh_tw: 嘗試偽裝現金

# guide250Sbcbm250Sbbuyer250Sb3250Sbtext
source: Instead of simply placing the cash into the envelope, use multiple nested envelopes for your package. Place the cash into the smallest envelope (or simply fold a bigger envelope as necessary), seal it, and place it into another envelope. Repeat this process until you have at least 3 nested envelopes. This helps ensure that if the receiving party tries to tamper with your package they will have a much harder time resealing it all in a way that would be undetectable when inspected by the dispute mediator.
cs: Místo pouhého vkládání peněz do obálky použijte pro svůj balíček více vnořených obálek. Vložte hotovost do nejmenší obálky (nebo jednoduše složte větší obálku podle potřeby), zalepte ji a vložte do jiné obálky. Tento postup opakujte, dokud nebudete mít alespoň 3 vnořené obálky. To pomáhá zajistit, že pokud se přijímající strana pokusí neoprávněně manipulovat s vaším balíkem, bude mít mnohem těžší vše znovu zapečetit způsobem, který by byl při kontrole zprostředkovatelem sporu nezjistitelný.
fi: Sen sijaan, että laittaisit vain käteistä kirjekuoreen, käytä paketissasi useita sisäkkäisiä kirjekuoria. Aseta rahat pienimpään kirjekuoreen (tai yksinkertaisesti taita isompi kirjekuori tarpeen mukaan), sulje se ja aseta se toiseen kirjekuoreen. Toista tätä, kunnes sinulla on vähintään 3 sisäkkäistä kirjekuorta. Tämä auttaa varmistamaan, että jos vastaanottava osapuoli yrittää peukaloida pakettiasi, hänen on paljon vaikeampi sinetöidä se uudelleen tavalla, jota ei voida havaita riidan sovittelijan tarkastaessa.
fr: Au lieu de simplement placer l'argent dans l'enveloppe, utilisez plusieurs enveloppes imbriquées pour votre colis. Placez l'argent dans la plus petite enveloppe (ou pliez simplement une enveloppe plus grande si nécessaire), scellez-la et placez-la dans une autre enveloppe. Répétez ce processus jusqu'à ce que vous ayez au moins 3 enveloppes imbriquées. Cela permet de garantir que si le destinataire tente de falsifier votre colis, il aura beaucoup plus de mal à tout refermer d'une manière qui serait indétectable lors de l'inspection par le médiateur des litiges.
it: Invece di mettere semplicemente i contanti nella busta, usa più buste annidate per il tuo pacchetto. Metti i soldi nella busta più piccola (o semplicemente piega una busta più grande, se necessario), sigillala e mettila in un'altra busta. Ripeti questo processo fino ad avere almeno 3 buste annidate. Questo aiuta a garantire che se la parte ricevente cerca di manomettere il pacco, sarà molto più difficile risigillare il tutto in modo che non sia rilevabile quando viene ispezionato dal mediatore.
lt: Užuot tiesiog įdėję grynųjų pinigų į voką, naudokite kelis įdėtus vokus. Įdėkite grynuosius pinigus į mažiausią voką (arba tiesiog sulenkite didesnį voką, jei reikia), užklijuokite ir įdėkite į kitą voką. Kartokite šį procesą, kol turėsite bent 3 įdėtus vokus. Tai padeda užtikrinti, kad jei gaunančioji šalis bandys sugadinti jūsų pakuotę, jai bus daug sunkiau viską užplombuoti taip, kad ginčo tarpininkas jį apžiūrėtų.
nb: I stedet for bare å legge pengene i konvolutten, bruk flere nestede konvolutter for pakken din. Legg pengene i den minste konvolutten (eller brett en større konvolutt etter behov), forsegl den og legg den i en annen konvolutt. Gjenta denne prosessen til du har minst 3 nestede konvolutter. Dette bidrar til å sikre at hvis mottakeren prøver å tukle med pakken din, vil de ha mye vanskeligere for å forsegle det hele på en måte som ville være uoppdagelig når de inspiseres av tvistemekleren.
nl: Gebruik meerdere geneste enveloppen voor uw pakket in plaats van simpelweg het geld in de envelop te doen. Plaats het geld in de kleinste envelop (of vouw simpelweg een grotere envelop indien nodig), sluit deze af en plaats deze in een andere envelop. Herhaal dit proces totdat u minimaal 3 geneste enveloppen heeft. Dit helpt ervoor te zorgen dat als de ontvangende partij probeert met uw pakket te knoeien, het veel moeilijker zal zijn om alles opnieuw te verzegelen op een manier die bij inspectie door de geschillenbemiddelaar niet kan worden opgespoord.
pl: Zamiast po prostu umieścić gotówkę w kopercie, użyj wielu zagnieżdżonych kopert dla swojej przesyłki. Umieść gotówkę w najmniejszej kopercie (lub po prostu złóż większą kopertę w razie potrzeby), uszczelnij ją i umieść w innej kopercie. Powtarzaj ten proces, aż uzyskasz co najmniej 3 zagnieżdżone koperty. Pomaga to zagwarantować, że jeśli osoba odbierająca będzie chciała manipulować zawartością, będzie to dla niej dużo trudniejsze, aby ponownie zapakować zawartość w sposób, który byłby niewykrywalny po sprawdzeniu przez mediatora sporu.
pt_br: Em vez de simplesmente colocar o dinheiro no envelope, use vários envelopes aninhados para seu pacote. Coloque o dinheiro em um envelope menor (ou simplesmente dobre um envelope maior conforme necessário), sele-o e coloque-o em outro envelope. Repita este processo até ter pelo menos 3 envelopes aninhados. Isto ajuda a garantir que, se a parte receptora tentar adulterar seu pacote, ela terá muito mais dificuldade para reselar tudo de uma maneira que seria indetectável quando inspecionada pelo mediador de disputa.
sl: Namesto da denar preprosto položite v ovojnico, uporabite več ugnezdenih ovojnic. Gotovino položite v najmanjšo ovojnico (ali po potrebi preprosto zložite večjo ovojnico), jo zaprite in položite v drugo večjo ovojnico. V primeru, da bo prejemnik poskušal prikrito posegati v paket, bo veliko težje znova zapečatiti vse skupaj na način, ki ga ne bi bilo mogoče zaznati, ko ga pregleda mediator sporov.
sv: Istället för att bara lägga pengarna i kuvertet, använd flera kapslade kuvert för ditt paket. Lägg pengarna i det minsta kuvertet (eller vik helt enkelt ett större kuvert efter behov), försegla det och lägg det i ett annat kuvert. Upprepa denna process tills du har minst 3 kapslade kuvert. Detta hjälper till att säkerställa att om den mottagande parten försöker manipulera ditt paket kommer de att ha mycket svårare att återförsluta det hela på ett sätt som skulle vara omöjligt att upptäcka när det inspekteras av tvistmedlaren.
tl: Sa halip na ilagay lang ang pera sa sobre, gumamit ng maraming nested envelope para sa iyong package. Ilagay ang pera sa pinakamaliit na sobre (o tiklupin lamang ang isang mas malaking sobre kung kinakailangan), selyuhan ito, at ilagay ito sa isa pang sobre. Ulitin ang prosesong ito hanggang sa magkaroon ka ng hindi bababa sa 3 nested envelope. Nakakatulong ito na matiyak na kung ang tatanggap na partido ay sumusubok na pakialaman ang iyong package, mas mahihirapan silang i-sealing muli ang lahat sa paraang hindi matukoy kapag siniyasat ng tagapamagitan ng hindi pagkakaunawaan.
tr: Parayı sadece zarfın içine koymak yerine, paketiniz için birden fazla iç içe zarf kullanın. Parayı en küçük zarfa koyun (veya gerekiyorsa daha büyük bir zarfı katlayın), kapatın ve başka bir zarfa yerleştirin. En az 3 iç içe zarf elde edene kadar bu işlemi tekrarlayın. Bu, alıcı tarafın paketinizi kurcalamaya çalışması durumunda, anlaşmazlık arabulucusu tarafından incelendiğinde tespit edilemeyecek bir şekilde paketi yeniden mühürlemede çok daha zorlanacaklarını garanti etmeye yardımcı olur.
ur: لفافے میں نقد رقم رکھنے کے بجائے، اپنے پیکج کے لیے متعدد نیسٹڈ لفافے استعمال کریں۔ نقدی کو سب سے چھوٹے لفافے میں رکھیں (or simply fold a bigger envelope as necessary))، اسے سیل کریں، اور اسے دوسرے لفافے میں رکھیں۔ اس عمل کو اس وقت تک دہرائیں جب تک کہ آپ کے پاس کم از کم 3 نیسٹڈ لفافے نہ ہوں۔ اس سے اس بات کو یقینی بنانے میں مدد ملتی ہے کہ اگر وصول کرنے والا فریق آپ کے پیکج کے ساتھ چھیڑ چھاڑ کرنے کی کوشش کرتا ہے تو انہیں اس سب کو اس طریقے سے دوبارہ کھولنے میں بہت مشکل وقت درپیش ہو گا جو تنازعہ کے ثالث کے ذریعے معائنہ کرنے پر ناقابل شناخت ہوگا۔
zh_cn: 与其简单地将现金放入信封中，不如将多个嵌套信封用于包装。将现金放入最小的信封中（或根据需要简单折叠较大的信封），将其密封，然后放入另一个信封中。重复此过程，直到至少有3个嵌套信封。这有助于确保如果接收方试图篡改您的包裹，他们将花费更多的时间将其重新密封，以使之在争端调解员检查时无法发现。
zh_tw: 與其簡單地將現金放入信封中，不如將多個嵌套信封用於包裝。將現金放入最小的信封中（或根據需要簡單折疊較大的信封），將其密封，然後放入另一個信封中。重複此過程，直到至少有3個嵌套信封。這有助於確保如果接收方試圖篡改您的包裹，他們將花費更多的時間將其重新密封，而這在爭端調解員檢查時是無法發現的。

# guide250Sbcbm250Sbbuyer250Sb3250Sbtitle
source: Place envelopes inside of envelopes
cs: Vložte obálky dovnitř obálek
fi: Aseta kirjekuoret kirjekuorien sisään
fr: Placer les enveloppes à l'intérieur d'autres enveloppes
it: Mettere le buste dentro le buste
lt: Įdėkite vokus į vokų vidų
nb: Legg konvolutter på innsiden av konvoluttene
nl: Plaats enveloppen in enveloppen
pl: Umieść koperty w kopertach
pt_br: Colocar envelopes dentro de envelopes
sl: Položite ovojnice znotraj ovojnic
sv: Placera kuvert inuti kuverten
tl: Ilagay ang mga sobre sa loob ng mga sobre
tr: Zarfları zarfların içine yerleştirin
ur: لفافوں کو لفافوں کے اندر رکھیں
zh_cn: 将信封放入信封中
zh_tw: 將信封放入信封中

# guide250Sbcbm250Sbbuyer250Sb4250Sbtext
source: Packages sent without tracking may get lost with and without tracking it could be all but impossible to locate it. Having tracking also allows the receiving end to have peace of mind that the package is en route in case it's taking longer than expected.
cs: Balíčky odeslané bez sledování se mohou ztratit a bez sledování je téměř nemožné je najít. Sledování také umožňuje příjemci mít jistotu, že balík je na cestě v případě, že to trvá déle, než se očekávalo.
fi: Ilman seurantaa lähetetyt paketit voivat kadota ja ilman seurantaa niiden paikantaminen voi olla mahdotonta. Seuranta mahdollistaa myös vastaanottavan pään mielenrauhan, että paketti on matkalla, jos se kestää odotettua kauemmin.
fr: Les colis envoyés sans suivi peuvent se perdre, et sans suivi il peut être pratiquement impossible de le localiser. Le suivi permet également au destinataire d'avoir l'esprit tranquille sachant que le colis est en route au cas où cela prendrait plus de temps que prévu.
it: I pacchi inviati senza tracciamento possono perdersi e senza tracciamento potrebbe essere quasi impossibile localizzarli. Avere la tracciabilità permette anche al destinatario di avere la tranquillità di sapere che il pacco è in viaggio nel caso in cui ci voglia più tempo del previsto.
lt: Siuntiniai, išsiųsti be sekimo, gali pasimesti, o be sekimo gali būti visiškai neįmanoma jų rasti. Stebėjimo funkcija taip pat leidžia gavėjui būti ramiam, kad siuntinys yra kelyje, jei tai užtruks ilgiau nei tikėtasi.
nb: Pakker sendt uten sporing kan gå seg vill med og uten sporing kan det være nesten umulig å finne dem. Å ha sporing lar også mottakeren ha trygghet om at pakken er på vei i tilfelle det tar lengre tid enn forventet.
nl: Pakketten die zonder tracking worden verzonden, kunnen verloren gaan en zonder tracking kan het bijna onmogelijk zijn om het te lokaliseren. Door tracking te hebben, kan de ontvangende kant er ook gerust van zijn dat het pakket onderweg is indien het langer duurt dan verwacht.
pl: Paczki wysyłane bez śledzenia mogą się zgubić i bez śledzenia, może okazać się prawie niemożliwe, aby je zlokalizować. Śledzenie pozwala również odbiorcy zachować spokój wiedząc, że paczka jest w drodze na wypadek, gdyby dostawa trwa dłużej niż oczekiwał.
pt_br: Os pacotes enviados sem rastreamento podem se perder com e sem rastreamento pode ser praticamente impossível localizá-los. Ter rastreamento também permite que o receptor tenha paz de espírito de que o pacote está a caminho caso esteja demorando mais do que o esperado.
sl: Paketi se med prenosom lahko izgubijo; brez sledenja pa jih je skoraj nemogoče najti. Sledenje prav tako omogoča, da prejemnik ne rabi skrbeti, da je paket na poti, če bo prenos trajal dlje, kot je bilo pričakovano.
sv: Paket som skickas utan spårning kan gå vilse med och utan spårning kan det vara nästan omöjligt att hitta dem. Att ha spårning gör det också möjligt för mottagaren att ha sinnesfrid att paketet är på väg om det skulle ta längre tid än förväntat.
tl: Ang mga package na ipinadala nang walang pagsubaybay ay maaaring mawala nang may at walang pagsubaybay, maaari itong maging lahat ngunit imposibleng mahanap ito. Ang pagkakaroon ng pagsubaybay ay nagbibigay-daan din sa receiving end na magkaroon ng kapayapaan ng isip na ang package ay nasa ruta kung sakaling ito ay mas matagal kaysa sa inaasahan.
tr: Takip edilmeden gönderilen paketler takip ile kaybolabilir veya takip edilmeden yerini bulmak neredeyse imkansız olabilir. Takibe sahip olmak aynı zamanda alıcı tarafın, beklenenden uzun sürmesi durumunda paketin yolda olduğu konusunda gönül rahatlığı yaşamasını sağlar.
ur: ٹریکنگ کے بغیر بھیجے گئے پیکیجز کھو سکتے ہیں اور ٹریکنگ کے بغیر یہ سب کچھ ہو سکتا ہے لیکن اسے تلاش کرنا ناممکن ہے۔ ٹریکنگ حاصل کرنے والے کو ذہنی سکون حاصل کرنے کی بھی اجازت دیتا ہے کہ پیکج راستے میں ہے اگر اس میں توقع سے زیادہ وقت لگ رہا ہے۔
zh_cn: 没有跟踪发送的包裹可能会丢失，而如果没有跟踪，可能几乎找不到它。具有跟踪功能还可以使接收端不必担心包裹在运送途中，以防花费比预期更长的时间。
zh_tw: 沒有跟踪發送的包裹可能會丟失，而如果沒有跟踪，可能幾乎找不到它。具有跟踪功能還可以使接收端不必擔心包裹在運送途中，以防花費比預期更長的時間。

# guide250Sbcbm250Sbbuyer250Sb4250Sbtitle
source: Send with tracking
cs: Odeslat se sledováním
fi: Lähetä seurannan kanssa
fr: Envoi avec suivi
it: Invia con tracciamento
lt: Siųsti su sekimu
nb: Send med sporing
nl: Verzenden met tracking
pl: Wyślij z śledzeniem
pt_br: Enviar com rastreamento
sl: Pošljite s sledenjem (tracking)
sv: Skicka med spårning
tl: Ipadala na may pagsubaybay
tr: Takip ile gönder
ur: ٹریکنگ کے ساتھ بھیجیں
zh_cn: 跟踪发送
zh_tw: 跟踪發送

# guide250Sbcbm250Sbbuyer250Sb5250Sbtext
source: As we've mentioned before, with established traders the risk for a buyer is very low. Very low doesn't mean zero though, so make sure to follow these rules to be prepared for a dispute situation.
cs: Jak jsme již zmínili, u zavedených obchodníků je riziko pro kupujícího velmi nízké. Velmi nízká však neznamená nulu, takže dodržujte tato pravidla, abyste byli připraveni na spornou situaci.
fi: Kuten olemme aiemmin maininneet, vakiintuneiden kauppiaiden riski ostajalle on erittäin pieni. Erittäin alhainen ei kuitenkaan tarkoita nollaa, joten muista noudattaa näitä sääntöjä ollaksesi valmis riitatilanteeseen.
fr: Comme nous l'avons mentionné précédemment, avec les traders établis, le risque pour un acheteur est très faible. Très faible ne signifie pas zéro, alors assurez-vous de suivre ces règles pour vous préparer à une situation de litige.
it: Come abbiamo detto prima, con i commercianti stabiliti il rischio per un acquirente è molto basso. Molto basso non significa però zero, quindi assicuratevi di seguire queste regole per essere preparati a una situazione di controversia.
lt: Kaip jau minėjome anksčiau, su įsitvirtinusiais prekybininkais pirkėjo rizika yra labai maža. Tačiau labai mažas skaičius nereiškia nulio, todėl būtinai laikykitės šių taisyklių, kad būtumėte pasirengę ginčo situacijai.
nb: Som vi har nevnt før, med etablerte handelsmenn er risikoen for en kjøper svært lav. Veldig lavt betyr imidlertid ikke null, så sørg for å følge disse reglene for å være forberedt på en tvistsituasjon.
nl: Zoals we eerder hebben vermeld, is het risico voor een koper bij gevestigde handelaren erg laag. Zeer laag betekent echter niet nul, dus zorg ervoor dat u deze regels volgt om voorbereid te zijn op een geschilsituatie.
pl: Jak wspomnieliśmy wcześniej, z handlowcami z dobrą reputacją ryzyko dla kupującego jest bardzo niskie. Bardzo niskie nie oznacza zero, więc należy przestrzegać tych zasad, aby być przygotowanym na ewentualne spory.
pt_br: Como já mencionamos anteriormente, com comerciantes estabelecidos, o risco para um comprador é muito baixo. Muito baixo, porém, não significa zero, portanto, certifique-se de seguir estas regras para estar preparado para uma situação de disputa.
sl: Kot smo že omenili, je pri uveljavljenih trgovcih tveganje za kupca zelo majhno. Ni pa ničelno, zato upoštevajte pravila, da boste pripravljeni na morebiten spor.
sv: Som vi har nämnt tidigare är risken för en köpare mycket låg med etablerade handlare. Mycket låg betyder dock inte noll, så se till att följa dessa regler för att vara förberedd på en tvistesituation.
tl: Gaya ng nabanggit na namin dati, sa mga matatag na mangangalakal ang panganib para sa isang mamimili ay napakababa. Ang napakababa ay hindi nangangahulugang zero, kaya siguraduhing sundin ang mga panuntunang ito upang maging handa para sa isang sitwasyon ng hindi pagkakaunawaan.
tr: Daha önce de belirttiğimiz gibi, yerleşik yatırımcıların alıcı açısından riski çok düşüktür. Ancak çok düşük olması sıfır anlamına gelmez; dolayısıyla bir anlaşmazlık durumuna hazırlıklı olmak için bu kurallara uyduğunuzdan emin olun.
ur: جیسا کہ ہم نے پہلے ذکر کیا ہے، قائم تاجروں کے ساتھ خریدار کے لیے خطرہ بہت کم ہوتا ہے۔ اگرچہ بہت کم کا مطلب صفر نہیں ہے، لہذا تنازعہ کی صورت حال کے لیے تیار رہنے کے لیے ان اصولوں پر عمل کرنا یقینی بنائیں۔
zh_cn: 正如我们之前提到的，对于成熟的交易者而言，买家的风险非常低。极低并不意味着零，因此请确保遵循以下规则为争端情况做准备。
zh_tw: 正如我們之前提到的，對於成熟的交易者而言，買家的風險非常低。極低並不意味著零，因此請確保遵循這些規則為爭端情況做準備。

# guide250Sbcbm250Sbbuyer250Sb5250Sbtitle
source: Conclusion
cs: Závěr
fi: Johtopäätös
it: conclusione
lt: Išvada
nb: Konklusjon
nl: Conclusie
pl: Wniosek
pt_br: Conclusão
sl: Zaključek
sv: Slutsats
tl: Konklusyon
tr: Çözüm
ur: نتیجہ
zh_cn: 结论
zh_tw: 結論
