Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbseraphis250Sb3250Sbtext
source: <p>Seraphis uses a different set of cryptographic building blocks to achieve its design goals.</p> <ul> <li><em>Commitments</em> still hide amounts</li> <li><em>Range proofs</em> still prevent overflow and supply inflation</li> <li><em>Membership proofs</em> provide signer ambiguity</li> <li><em>Commitment offsets</em> still assert balance</li> <li><em>Authorizing proofs</em> prevent double-spend attempts</li> </ul> <p>Notice the change here: linkable ring signatures are replaced with a combination of membership proofs and authorizing proofs. Roughly speaking, membership proofs show that a consumed output is part of a larger set, similar to what happens in RingCT. But unlike RingCT, membership proofs don't involve the linking tag at all! Authorizing proofs show that the linking tag is valid and are used to sign the final transaction.</p> <p>Because RingCT bakes the linking tag into the ambiguous signature, signing (and multisignature) operations are more computationally intensive, and it becomes more challenging to build other tag-related functionality. But in Seraphis, constructing membership proofs can be safely delegated from highly trusted devices (which may have limited computing power, like a hardware wallet) to a less trusted device, and signing (and multisignature) operations are far easier using the much simpler authorizing proof.</p> <p>Fortunately, some of the building blocks required by Seraphis already exist elsewhere, and don't need to be designed from scratch. Both the Bulletproofs and Bulletproofs+ constructions can be used as range proofs. Modifications to Schnorr-type proving systems can be used for authorizing proofs. And an efficient <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">proving system</a> used already as the basis for Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>, and <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> can be modified for membership proofs.</p> <p><sup>*</sup> Cypher Stack receives funding for Spark development.</p>
cs: <p>Seraphis používá k dosažení svých cílů jinou sadu kryptografických bloků.</p> <ul> <li><em>Závazky</em> stále skrývají částky</li> <li><em>Důkazy dosahu</em> stále brání přetečení a inflaci nabídky</li> <li><em>Důkazy o členství</em> poskytují nejednoznačnost signatáře</li> <li><em>Kompenzace závazků</em> stále uplatňují rovnováhu</li> <li><em>Důkazy o autorizaci</em> zabraňují pokusům o dvojnásobnou útratu</li> </ul> <p>Všimněte si změny: propojitelné kruhové podpisy jsou nahrazeny kombinací důkazů členství a autorizačních důkazů. Zhruba řečeno, důkazy o členství ukazují, že spotřebovaný výstup je součástí větší množiny, podobně jako je tomu v RingCT. Na rozdíl od RingCT však důkazy o členství vůbec nezahrnují propojovací značku! Důkazy o autorizace ukazují, že propojovací značka je platná, a používají se k podpisu konečné transakce.</p> <p>Protože RingCT zapracovává propojovací značku do nejednoznačného podpisu, jsou operace podepisování (a vícepodepisování) výpočetně náročnější a je náročnější vytvořit další funkce související se značkou. V Seraphis však lze konstrukci důkazů o členství bezpečně delegovat z vysoce důvěryhodných zařízení (která mohou mít omezený výpočetní výkon, jako například hardwarová peněženka) na méně důvěryhodné zařízení a operace podepisování (a vícepodepisování) jsou mnohem jednodušší pomocí mnohem jednoduššího autorizačního důkazu.</p> <p>Některé stavební bloky požadované Seraphisem již naštěstí existují jinde a není třeba je navrhovat od začátku. Konstrukce Bulletproofs i Bulletproofs+ mohou být použity jako nátisky. Pro autorizační nátisky lze použít modifikace dokazovacích systémů typu Schnorr. A účinný <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">provingový systém</a> používaný již jako základ pro Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> a <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> může být upraven pro důkazy o členství.</p> <p><sup>*</sup> Cypher Stack získává finanční prostředky na vývoj Spark.</p>
fi: <p>Seraphis käyttää erilaisia kryptografisia rakennuspalikoita saavuttaakseen suunnittelutavoitteensa.</p> <ul> <li><em>Sitoumukset</em> piilottavat edelleen summia</li> <li><em> Kantamanvarmistus</em> estää edelleen ylivuodon ja syöttötuloksen</li> <li><em>Jäsenyystodistukset</em> tarjoavat allekirjoittajien epäselvyyttä</li> <li><em>Sitoumuspoikkeamat</em> vahvistavat edelleen saldon</li> <li><em>Valtuutetut todisteet</em> estävät kaksinkertaisen kulutuksen</li> </ul> <p>Huomaa muutos tässä: linkitettävät sormusallekirjoitukset korvataan jäsentodisteiden ja valtuutustodistusten yhdistelmällä. Karkeasti ottaen jäsenyystodisteet osoittavat, että kulutettu tuotos on osa suurempaa joukkoa, samoin kuin RingCT:ssä. Mutta toisin kuin RingCT, jäsenyystodistukset eivät sisällä linkitystagia ollenkaan! Valtuuttavat todisteet osoittavat, että linkitystagi on kelvollinen ja että niitä käytetään lopullisen tapahtuman allekirjoittamiseen.</p> <p>Koska RingCT lisää linkitystagin epäselväksi allekirjoitukseksi, allekirjoitus (ja usean allekirjoituksen) toiminnot ovat laskennallisesti intensiivisempiä, ja muiden tunnisteisiin liittyvien toimintojen rakentaminen tulee haastavammaksi. Mutta Seraphisissa jäsentodisteiden rakentaminen voidaan siirtää turvallisesti erittäin luotettavilta laitteilta (joilla voi olla rajoitettu laskentateho, kuten fyysinen lompakko) vähemmän luotetulle laitteelle, ja allekirjoitus (ja moniallekirjoitus) on paljon helpompaa käyttämällä paljon yksinkertaisempaa valtuutustodistusta.</p> <p>Onneksi jotkin Seraphisin vaatimista rakennuspalikoista ovat jo olemassa muualla, eikä niitä tarvitse suunnitella tyhjästä. Sekä Bulletproofs- että Bulletproofs+ -rakenteita voidaan käyttää etäisyydenkestävänä. Schnorr-tyyppisiin todistusjärjestelmiin tehtyjä muutoksia voidaan käyttää todistusten hyväksyntään. Ja tehokas <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">todistusjärjestelmä</a>, jota on jo käytetty Triptychin, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantuksen</a> ja <a class="next-link" target="_blank" rel="noopener nofollow" href="http/ps://eprint.iacr.org/2021/1173">Sparkin</a><sup>*</sup> perustana, voidaan muokata.</p> <p><sup>*</sup> Cypher Stack saa rahoitusta Spark-kehitykseen.</p>
fr: <p>Seraphis utilise un ensemble différent de briques de construction cryptographiques pour atteindre ses objectifs de conception.</p> <ul> <li><em>Les engagements</em> cachent toujours des montants</li> <li><em>Les preuves de portée</em> empêchent toujours tout dépassement qui pourrait entraîner une augmentation de la réserve</li> <li><em>Les preuves d'adhésion</em> fournissent l'ambiguïté du signataire</li> <li><em>Les décalages d'engagement</em> affirment toujours l'équilibre</li> <li><em>L'autorisation des preuves</em> empêche les tentatives de double dépense</li> </ul> <p>Remarquez le changement ici : les signatures de cercle sont remplacées par une combinaison de preuves d'adhésion et de preuves d'autorisation. En gros, les preuves d'adhésion montrent qu'une sortie consommée fait partie d'un ensemble plus large, similaire à ce qui se passe dans RingCT. Mais contrairement à RingCT, les preuves d'adhésion n'impliquent pas du tout la balise de liaison ! Les preuves d'autorisation montrent que la balise de liaison est valide et sont utilisées pour signer la transaction finale.</p> <p>Étant donné que RingCT intègre la balise de liaison dans la signature ambiguë, les opérations de signature (et de multi-signatures) nécessitent davantage de calculs et il devient plus difficile de créer d'autres fonctionnalités liées aux balises. Mais dans Seraphis, la construction de preuves d'adhésion peut être déléguée en toute sécurité à d'appareils hautement fiables (qui peuvent avoir une puissance de calcul limitée, comme un portefeuille matériel) à un appareil moins fiable, et les opérations de signature (et de multi-signatures) sont beaucoup plus faciles en utilisant la preuve d'autorisation qui est beaucoup plus simple.</p> <p>Heureusement, certaines des briques de construction requises par Seraphis existent déjà ailleurs et n'ont pas besoin d'être conçues à partir de zéro. Les technologies Bulletproofs et Bulletproofs+ peuvent être utilisées pour les preuves de portée. Des modifications aux systèmes de preuve de type Schnorr peuvent être utilisées pour autoriser des preuves. Et un <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">système de vérification efficace</a> déjà utilisé comme base pour Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> et <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> peut être modifié pour les preuves d'adhésion.</p> <p><sup>*</sup>Cypher Stack reçoit un financement pour le développement de Spark.</p>
it: <p>Seraphis utilizza un diverso insieme di blocchi di costruzione crittografici per raggiungere i suoi obiettivi di progettazione.</p> <ul> <li><em>Gli impegni</em> nascondono ancora gli importi</li> <li><em>Le prove di intervallo</em> impediscono ancora l'overflow e l'inflazione dell'offerta</li> <li><em>Le prove di appartenenza</em> forniscono ambiguità al firmatario</li> <li><em>Le compensazioni di impegno</em> affermano ancora l'equilibrio</li> <li><em>Autorizzare le prove</em> prevenire i tentativi di doppia spesa</li> </ul> <p>Notate il cambiamento qui: le firme ad anello collegabili sono sostituite da una combinazione di prove di appartenenza e prove di autorizzazione. In parole povere, le prove di appartenenza mostrano che un'uscita consumata fa parte di un insieme più grande, in modo simile a quanto accade in RingCT. Ma a differenza di RingCT, le prove di appartenenza non coinvolgono affatto il tag di collegamento! Le prove di autorizzazione mostrano che il tag di collegamento è valido e sono usate per firmare la transazione finale.</p> <p>Poiché RingCT inserisce il tag di collegamento nella firma ambigua, le operazioni di firma (e multisignature) sono più impegnative dal punto di vista computazionale, e diventa più difficile costruire altre funzionalità relative ai tag. Ma in Seraphis, la costruzione delle prove di appartenenza può essere tranquillamente delegata da dispositivi altamente fidati (che possono avere una potenza di calcolo limitata, come un portafoglio hardware) a un dispositivo meno fidato, e le operazioni di firma (e multisignature) sono molto più semplici utilizzando la prova di autorizzazione molto più semplice.</p> <p>Fortunatamente, alcuni dei blocchi di costruzione richiesti da Seraphis esistono già altrove, e non hanno bisogno di essere progettati da zero. Sia le costruzioni Bulletproofs che Bulletproofs+ possono essere usate come prove di range. Le modifiche ai sistemi di prova di tipo Schnorr possono essere usate per autorizzare le prove. E un efficiente sistema dimostrativo <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643"></a> usato già come base per Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>e <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> può essere modificato per le prove di appartenenza.</p> <p><sup>*</sup> Cypher Stack riceve finanziamenti per lo sviluppo di Spark.</p>
lt: <p>Seraphis naudoja kitokį kriptografinių blokų rinkinį savo projektavimo tikslams pasiekti.</p> <ul> <li><em>Įsipareigojimai</em> vis dar slepia sumas</li> <li><em> Diapazono patikrinimas</em> vis tiek apsaugo nuo perpildymo ir tiekimo padidėjimo</li> <li><em>Narystės įrodymai</em> suteikia pasirašiusiojo dviprasmiškumo</li> <li><em>Įsipareigojimų užskaita</em> vis tiek tvirtinamas balansas</li> <li><em> Įgaliojimų patvirtinimas</em> neleidžia bandyti išleisti dvigubai </li> </ul> <p>Atkreipkite dėmesį į pakeitimą čia: susieti žiediniai parašai pakeičiami narystės įrodymų ir įgaliotųjų įrodymų deriniu. Grubiai tariant, narystės įrodymai rodo, kad sunaudota produkcija yra didesnės rinkinio dalis, panašiai kaip ir RingCT. Tačiau skirtingai nei „RingCT“, narystės įrodymai visai neapima susiejimo žymos! Įgaliojantys įrodymai rodo, kad susiejimo žyma galioja ir yra naudojama galutinei operacijai pasirašyti.</p> <p>Kadangi „RingCT“ įtraukia susiejimo žymą į dviprasmišką parašą, pasirašymo (ir kelių parašų) operacijos reikalauja daug daugiau skaičiavimo, todėl tampa sudėtingiau sukurti kitas su žyma susijusias funkcijas. Tačiau Seraphis narystės įrodymų kūrimą galima saugiai perduoti iš labai patikimų įrenginių (kurie gali turėti ribotą skaičiavimo galią, pvz., aparatinės įrangos piniginę) į mažiau patikimą įrenginį, o pasirašymo (ir kelių parašų) operacijos yra daug paprastesnės naudojant daug paprastesnį įgaliojimo įrodymą. </p> <p> Laimei, kai kurie „Seraphis“ reikalingi elementai jau yra kitur ir jų nereikia kurti nuo nulio. Tiek Bulletproofs, tiek Bulletproofs+ konstrukcijos gali būti naudojamos kaip atsparios nuotoliui. „Schnorr“ tipo įrodinėjimo sistemų modifikacijos gali būti naudojamos patvirtinant įrodymus. O efektyvią <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643"> patvirtinimo sistemą</a>, kuri jau buvo naudojama kaip Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> ir <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> pagrindas, galima modifikuoti. X2127X] <p><sup>*</sup> Cypher Stack gauna finansavimą Spark kūrimui.</p>
nb: <p>Seraphis bruker et annet sett med kryptografiske byggeklosser for å oppnå designmålene sine.</p> <ul> <li><em>Forpliktelser</em> skjuler fortsatt beløp</li> <li><em>Rekkeviddeprøver</em> forhindrer fortsatt overløp og forsyningsoppblåsing</li> <li><em>Medlemskapsbevis</em> gir underskriver tvetydighet</li> <li><em>Forpliktelsesforskyvninger</em> hevder fortsatt balanse</li> <li><em>Autoriserende prøvetrykk</em> forhindrer dobbeltbruksforsøk</li> </ul> <p> Legg merke til endringen her: koblingsbare ringsignaturer erstattes med en kombinasjon av medlemskapsbevis og autoriserende bevis. Grovt sett viser medlemsbevis at en forbrukt produksjon er en del av et større sett, likt det som skjer i RingCT. Men i motsetning til RingCT, involverer ikke medlemsbevis koblingskoden i det hele tatt! Godkjenningsbevis viser at koblingskoden er gyldig og brukes til å signere den endelige transaksjonen.</p> <p>Fordi RingCT baker koblingskoden inn i den tvetydige signaturen, er signeringsoperasjoner (og multisignatur) mer beregningsintensive, og det blir mer utfordrende å bygge annen tag-relatert funksjonalitet. Men i Seraphis kan konstruksjon av medlemskapsbevis trygt delegeres fra svært pålitelige enheter (som kan ha begrenset datakraft, som en maskinvarelommebok) til en mindre pålitelig enhet, og signeringsoperasjoner (og multisignatur) er langt enklere ved å bruke det mye enklere autorisasjonsbeviset .</p> <p>Heldigvis finnes noen av byggeklossene som kreves av Seraphis allerede andre steder, og trenger ikke å designes fra bunnen av. Både Bulletproofs og Bulletproofs+-konstruksjonene kan brukes som rekkeviddebevis. Modifikasjoner av bevissystemer av Schnorr-typen kan brukes for å autorisere bevis. Og et effektivt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">prøvesystem</a> som allerede er brukt som grunnlag for Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>, og <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> kan modifiseres for medlemskapsbevis. X2127X] <p><sup>*</sup> Cypher Stack mottar midler til Spark-utvikling.</p>
nl: <p>Seraphis gebruikt een andere set cryptografische bouwstenen om zijn ontwerpdoelen te bereiken.</p> <ul> <li><em>Toezeggingen</em> verbergen nog steeds bedragen</li> <li><em>Bereikbewijzen</em> voorkomen nog steeds overloop en voorraadinflatie</li> <li><em>Lidmaatschapsbewijzen</em> zorgen voor dubbelzinnigheid van de ondertekenaar</li> <li><em>Commitment offsets</em> behouden nog steeds saldo</li> <li><em>Bewijzen autoriseren</em> voorkomen dat dubbele uitgaven worden gedaan</li> </ul> <p>Let op de verandering hier: koppelbare ringhandtekeningen worden vervangen door een combinatie van lidmaatschapsbewijzen en machtigingsbewijzen. Grofweg laten lidmaatschapsbewijzen zien dat een verbruikte output deel uitmaakt van een grotere set, vergelijkbaar met wat er gebeurt in RingCT. Maar in tegenstelling tot RingCT, hebben lidmaatschapsbewijzen helemaal geen linktag nodig! Autorisatiebewijzen tonen aan dat de linking tag geldig is en worden gebruikt om de uiteindelijke transactie te ondertekenen.</p> <p>Omdat RingCT de koppelingstag in de dubbelzinnige handtekening bakt, zijn ondertekenings- (en multisignatuur-) bewerkingen meer rekenintensief en wordt het een grotere uitdaging om andere taggerelateerde functionaliteit te bouwen. Maar in Seraphis kan het samenstellen van lidmaatschapsbewijzen veilig worden gedelegeerd van zeer vertrouwde apparaten (die mogelijk beperkte rekenkracht hebben, zoals een hardware portefeuille) naar een minder vertrouwd apparaat, en ondertekenings- (en meervoudige handtekeningen) bewerkingen zijn veel eenvoudiger met behulp van het veel eenvoudigere autorisatiebewijs .</p> <p>Gelukkig bestaan sommige van de bouwstenen die Seraphis nodig heeft al elders en hoeven ze niet vanaf nul te worden ontworpen. Zowel de Bulletproofs als de Bulletproofs+ constructies kunnen gebruikt worden als range proofs. Wijzigingen aan testsystemen van het Schnorr-type kunnen worden gebruikt voor het autoriseren van bewijzen. En een efficiënt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">testsysteem</a> dat al wordt gebruikt als basis voor Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> en <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> kan worden aangepast voor lidmaatschapsbewijzen.</p> <p><sup>*</sup> Cypher Stack ontvangt financiering voor Spark-ontwikkeling.</p>
pl: <p> Seraphis używa innego zestawu klocków kryptograficznych, aby osiągnąć swoje cele projektowe. </p> <ul> <li><em>Commitments</em> nadal ukrywają kwoty</li> <li><em>Range proofs</em> nadal zapobiegają przepełnieniom i niepożądanej inflacji</li> <li><em>Membership proofs</em> zapewniają niejednoznaczność sygnatariusza</li> <li><em>Commitment offsets</em> nadal podają saldo</li> <li><em>Authorizing proofs</em> zapobiegają podwójnemu wydaniu jednych środków</li> </ul> <p> Zwróć uwagę: linkable ring signatures są zastępowane kombinacją membership proofs i authorizing proofs. Z grubsza, membership proofs zapewniają, że zużyte wyjście jest częścią większego zestawu, podobnie jak w RingCT. Ale w przeciwieństwie do RingCT, membership proofs w ogóle nie obejmują linking tagów! Authorizing proofs zapewniają, że linking tag jest poprawny i służą do podpisania końcowej transakcji. </p> <p> Ponieważ RingCT łączy linking tag z niejednoznacznym podpisem, operacje podpisywania (i multisignature) są bardziej intensywne obliczeniowo i stają się trudniejsze do budowania innej funkcjonalności związanej z tagami. Ale w Seraphisie konstruowanie membership proofs można bezpiecznie oddelegować z zaufanego urządzenia (które mogą mieć ograniczoną moc obliczeniową, jak chociażby portfel sprzętowy) na mniej zaufane urządzenie, a operacje podpisywania (i multisignature) są znacznie łatwiejsze przy użyciu dużo prostszego authorizing proofa . </p> <p>Na szczęście niektóre klocki wymagane przez Seraphis istnieją już gdzie indziej i nie muszą być projektowane od zera. Zarówno Bulletproofs i Bulletproofs+ mogą być użyte jako range proofs. Modyfikacje systemów udowodnienia typu Schnorr mogą być wykorzystane jako authorizing proofs. Poza tym wydajny <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">system udowodnienia</a>, używany już jako podstawa dla Triptycha, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantusa</a>, i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Sparka</a><sup>*</sup> może zostać zmodyfikowany pod membership proofs. </p> <p><sup>*</sup> Cypher Stack otrzymuje dofinansowanie na rozwój Spark.</p>
pt_br: <p>A Seraphis usa um conjunto diferente de blocos de construção criptográficos para alcançar seus objetivos de projeto.</p> <ul> <li><em>Compromissos</em> ainda escondem quantidades</li> <li><em>As provas de alcance</em> ainda impedem o transbordamento e a inflação de fornecimento</li> <li><em>As provas de associação</em> fornecem ambigüidade do signatário</li> <li><em>Compensações de compromisso</em> ainda afirmam equilíbrio</li> <li><em>As provas de autorização</em> evitam tentativas de gasto duplo</li> </ul> <p>Observe a mudança aqui: as assinaturas de anéis de ligação são substituídas por uma combinação de provas de associação e provas de autorização. Grosso modo, as provas de associação mostram que uma produção consumida faz parte de um conjunto maior, semelhante ao que acontece no RingCT. Mas, ao contrário do RingCT, as provas de associação não envolvem de forma alguma a etiqueta de vinculação! As provas de autorização mostram que a etiqueta de vinculação é válida e é usada para assinar a transação final.</p> <p>Como o RingCT faz a ligação da tag na assinatura ambígua, as operações de assinatura (e multisignature) são mais intensivas em termos computacionais, e torna-se mais desafiador construir outras funcionalidades relacionadas à tag. Mas no Seraphis, a construção de provas de associação pode ser delegada com segurança de dispositivos altamente confiáveis (que podem ter um poder computacional limitado, como uma carteira de hardware) a um dispositivo menos confiável, e as operações de assinatura (e multisignature) são muito mais fáceis usando a prova de autorização muito mais simples.</p> <p>Felizmente, alguns dos blocos de construção exigidos pela Seraphis já existem em outros lugares e não precisam ser projetados a partir do zero. Tanto as construções Bulletproofs como Bulletproofs+ podem ser usadas como provas de alcance. Modificações nos sistemas de prova tipo Schnorr podem ser usadas para autorizar provas. E um eficiente sistema de prova <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643"></a> usado já como base para o Tríptico, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>e <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Centelha</a><sup>*</sup> pode ser modificado para prova de associação.</p> <p><sup>*</sup> Cypher Stack recebe financiamento para o desenvolvimento da Spark.</p>
sl: <p>Seraphis uporablja drugačen nabor kriptografskih gradnikov za doseganje svojih načrtovalskih ciljev.</p> <ul> <li><em>Obveznosti</em> še vedno skrivajo zneske</li> <li><em>Dokazila obsega </em> še vedno preprečujejo prelivanje in napihovanje dovoda </li> <li><em>Dokazila o članstvu </em> zagotavljajo dvoumnost podpisnika </li> <li><em>Poravnave obveznosti </em> še vedno uveljavljajo stanje </li> <li><em>Odobritev dokazil </em> preprečuje poskuse dvojne porabe </li> </ul> <p>Opazite spremembo tukaj: povezljivi obročni podpisi so nadomeščeni s kombinacijo dokazil o članstvu in dokazil o avtorizaciji. Grobo rečeno, dokazila o članstvu kažejo, da je porabljeni izhod del večjega niza, podobno kot se zgodi v RingCT. Toda za razliko od RingCT dokazila o članstvu sploh ne vključujejo povezovalne oznake! Dokazila o avtorizaciji kažejo, da je povezovalna oznaka veljavna in se uporabljajo za podpis končne transakcije.</p> <p>Ker RingCT vpeče povezovalno oznako v dvoumen podpis, so operacije podpisovanja (in večpodpisov) računsko bolj intenzivne, izgradnja drugih funkcij, povezanih z oznakami, pa postane zahtevnejša. Toda v Seraphisu je mogoče izdelavo dokazil o članstvu varno prenesti iz zelo zaupanja vrednih naprav (ki imajo lahko omejeno računalniško moč, kot je denarnica strojne opreme) na manj zaupanja vredno napravo, operacije podpisovanja (in večpodpisov) pa so veliko lažje z uporabo veliko enostavnejšega avtorizacijskega dokaza </p> <p> Na srečo nekateri gradniki, ki jih zahteva Seraphis, že obstajajo drugje in jih ni treba načrtovati iz nič. Obe konstrukciji Bulletproofs in Bulletproofs+ se lahko uporabljata kot dokazila o dosegu. Spremembe dokaznih sistemov tipa Schnorr se lahko uporabljajo za avtorizacijo dokazov. In učinkovit <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">sistem dokazovanja</a>, ki je bil že uporabljen kot osnova za Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> in <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup>, je mogoče spremeniti za dokaze članstva.</p> <p><sup>*</sup> Cypher Stack prejme sredstva za razvoj Spark.</p>
sv: <p><p>Seraphis använder en annan uppsättning kryptografiska byggstenar för att uppnå sina designmål.</p> <ul> <li><em>Åtaganden</em> döljer fortfarande belopp</li> <li><em>Räckviddssäkringar</em> förhindrar fortfarande översvämning och försörjningsuppblåsning</li> <li><em>Medlemskapsbevis</em> ger undertecknarens tvetydighet</li> <li><em>Åtagandeförskjutningar</em> hävdar fortfarande balans</li> <li><em>Auktoriserande korrektur</em> förhindrar försök med dubbla utgifter</li> </ul> <p>Lägg märke till ändringen här: länkbara ringsignaturer ersätts med en kombination av medlemskapsbevis och auktoriseringsbevis. Grovt sett visar medlemsbevis att en konsumerad utdata är en del av en större uppsättning, liknande vad som händer i RingCT. Men till skillnad från RingCT involverar medlemskapsbevis inte länktaggen alls! Auktoriseringsbevis visar att länktaggen är giltig och används för att underteckna den slutliga transaktionen.</p> <p>Eftersom RingCT bakar in länktaggen i den tvetydiga signaturen, är signering (och multisignatur) operationer mer beräkningsintensiva, och det blir mer utmanande att bygga andra taggrelaterade funktioner. Men i Seraphis kan konstruktion av medlemsbevis på ett säkert sätt delegeras från mycket pålitliga enheter (som kan ha begränsad datorkraft, som en hårdvaruplånbok) till en mindre pålitlig enhet, och signering (och multisignatur) är mycket enklare med det mycket enklare auktoriseringsbeviset .</p> <p>Lyckligtvis finns några av byggstenarna som krävs av Seraphis redan någon annanstans och behöver inte designas från grunden. Både Bulletproofs och Bulletproofs+ konstruktionerna kan användas som räckviddsbevis. Modifieringar av provningssystem av Schnorr-typ kan användas för att auktorisera bevis. Och ett effektivt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">provningssystem</a> som redan används som bas för Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> och <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> kan modifieras för medlemskapsbevis. X2127X] <p><sup>*</sup> Cypher Stack får finansiering för Spark-utveckling.</p>
tl: <p>Gumagamit si Seraphis ng ibang hanay ng mga cryptographic na bloke ng gusali upang makamit ang mga layunin nito sa disenyo.</p> <ul> <li><em>Ang mga pangako</em> ay nagtatago pa rin ng mga halaga</li> Pinipigilan pa rin ng <li><em>Range proof</em> ang pag-apaw at supply ng inflation</li> <li><em>Ang mga patunay ng membership</em> ay nagbibigay ng kalabuan ng lumagda</li> <li><em>Ang mga pag-offset sa pangako</em> ay iginigiit pa rin ang balanse</li> <li><em>Ang pagpapahintulot sa mga patunay</em> ay pumipigil sa mga pagtatangka sa dobleng paggastos</li> </ul> <p>Pansinin ang pagbabago dito: ang mga naka-link na pirma ng singsing ay pinapalitan ng kumbinasyon ng mga patunay ng pagiging miyembro at mga patunay na nagpapahintulot. Sa halos pagsasalita, ang mga patunay ng membership ay nagpapakita na ang isang natupok na output ay bahagi ng isang mas malaking hanay, katulad ng kung ano ang nangyayari sa RingCT. Ngunit hindi tulad ng RingCT, ang mga patunay ng membership ay hindi nagsasangkot ng pag-link na tag sa lahat! Ipinapakita ng mga patunay sa pagpapahintulot na wasto ang tag ng pag-link at ginagamit ito para lagdaan ang huling transaksyon.</p> <p>Dahil inilalagay ng RingCT ang nagli-link na tag sa hindi malinaw na lagda, ang mga pagpapatakbo ng pag-sign (at multisignature) ay mas masinsinang computation, at nagiging mas mahirap na bumuo ng iba pang functionality na nauugnay sa tag. Ngunit sa Seraphis, ang pagbuo ng mga patunay ng membership ay maaaring ligtas na maitalaga mula sa mga pinagkakatiwalaang device (na maaaring may limitadong kapangyarihan sa pag-compute, tulad ng isang hardware wallet) sa isang hindi gaanong pinagkakatiwalaang device, at ang mga pagpapatakbo ng pag-sign (at multisignature) ay mas madali gamit ang mas simpleng patunay na nagbibigay-daan sa iyo. .</p> <p>Sa kabutihang palad, ang ilan sa mga bloke ng gusali na kinakailangan ng Seraphis ay umiiral na sa ibang lugar, at hindi na kailangang idisenyo mula sa simula. Parehong ang mga Bulletproof at Bulletproofs+ na mga konstruksyon ay maaaring gamitin bilang mga range proof. Maaaring gamitin ang mga pagbabago sa Schnorr-type proving system para sa pagpapahintulot ng mga patunay. At isang mahusay na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">proving system</a> na ginamit na bilang batayan para sa Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>, at <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> ay maaaring mabago para sa mga patunay ng membership. X2127X] <p><sup>*</sup> Tumatanggap ang Cypher Stack ng pagpopondo para sa pagpapaunlad ng Spark.</p>
tr: <p>Seraphis, tasarım hedeflerine ulaşmak için farklı bir dizi şifreleme yapı taşı kullanıyor.</p> <ul> <li><em>Taahhütler</em> hâlâ tutarları gizliyor</li> <li><em>Menzil kanıtları</em> yine de taşmayı ve arz enflasyonunu önler</li> <li><em>Üyelik kanıtları</em> imzalayanın belirsizliğini sağlar</li> <li><em>Taahhüt denkleştirmeleri</em> hala dengeyi koruyor</li> <li><em>Yetkilendirme kanıtları</em> çift harcama girişimlerini önler</li> </ul> <p>Buradaki değişikliğe dikkat edin: bağlanabilir halka imzalar, üyelik kanıtları ve yetkilendirme kanıtlarının bir kombinasyonuyla değiştirildi. Kabaca söylemek gerekirse, üyelik kanıtları, RingCT'de olduğu gibi, tüketilen bir çıktının daha büyük bir kümenin parçası olduğunu göstermektedir. Ancak RingCT'den farklı olarak üyelik kanıtları hiçbir şekilde bağlantı etiketini içermez! Yetkilendirme kanıtları, bağlantı etiketinin geçerli olduğunu ve son işlemi imzalamak için kullanıldığını gösterir.</p> <p>RingCT bağlantı etiketini belirsiz imzaya dönüştürdüğü için imzalama (ve çoklu imza) işlemleri hesaplama açısından daha yoğundur ve etiketle ilgili diğer işlevlerin oluşturulması daha zor hale gelir. Ancak Seraphis'te üyelik kanıtlarının oluşturulması, son derece güvenilir cihazlardan (donanım cüzdanı gibi sınırlı bilgi işlem gücüne sahip olabilir) daha az güvenilen bir cihaza güvenli bir şekilde devredilebilir ve imzalama (ve çoklu imza) işlemleri, çok daha basit yetkilendirme kanıtı kullanılarak çok daha kolaydır. .</p> <p>Neyse ki, Seraphis'in ihtiyaç duyduğu bazı yapı taşları zaten başka yerlerde mevcut ve sıfırdan tasarlanmalarına gerek yok. Hem Kurşun Geçirmez hem de Kurşun Geçirmez+ yapılar menzile dayanıklı olarak kullanılabilir. Kanıtların onaylanması için Schnorr tipi kanıtlama sistemlerinde yapılan değişiklikler kullanılabilir. Ayrıca halihazırda Triptych, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a> ve <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> için temel olarak kullanılan etkili bir <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">kanıtlama sistemi</a>, üyelik kanıtları için değiştirilebilir.[ X2127X] <p><sup>*</sup> Cypher Stack, Spark geliştirmesi için fon alıyor.</p>
ur: <p>Seraphis اپنے ڈیزائن کے اہداف کو حاصل کرنے کے لیے کرپٹوگرافک بلڈنگ بلاکس کا ایک مختلف سیٹ استعمال کرتا ہے۔</p> <ul> <li><em>عزم</em> اب بھی رقم چھپاتے ہیں</li> <li><em>رینج کے ثبوت</em> اب بھی اوور فلو اور سپلائی افراط زر کو روکتے ہیں</li> <li><em>رکنیت کے ثبوت</em> دستخط کنندہ کو ابہام فراہم کرتے ہیں</li> <li><em>کمٹمنٹ آفسیٹس</em> پھر بھی بیلنس پر زور دیتے ہیں</li> <li><em>مجاز ثبوت</em> دوگنا خرچ کرنے کی کوششوں کو روکتا ہے</li> </ul> <p>یہاں تبدیلی پر غور کریں: لنک ایبل انگوٹھی کے دستخطوں کو رکنیت کے ثبوتوں اور مجاز ثبوتوں کے امتزاج سے تبدیل کیا جاتا ہے۔ موٹے طور پر، رکنیت کے ثبوت یہ ظاہر کرتے ہیں کہ استعمال شدہ آؤٹ پٹ ایک بڑے سیٹ کا حصہ ہے، جیسا کہ RingCT میں ہوتا ہے۔ لیکن RingCT کے برعکس، رکنیت کے ثبوت میں لنکنگ ٹیگ بالکل شامل نہیں ہوتا! اجازت دینے والے ثبوت ظاہر کرتے ہیں کہ لنک کرنے والا ٹیگ درست ہے اور اسے حتمی لین دین پر دستخط کرنے کے لیے استعمال کیا جاتا ہے۔</p> <p>کیونکہ RingCT لنکنگ ٹیگ کو مبہم دستخط میں بناتا ہے، اس لیے دستخط کرنے (اور کثیر دستخط) آپریشنز کمپیوٹیشنل طور پر زیادہ گہرے ہوتے ہیں، اور ٹیگ سے متعلق دیگر فعالیت کو بنانا زیادہ مشکل ہو جاتا ہے۔ لیکن Seraphis میں، رکنیت کے ثبوتوں کی تعمیر کو انتہائی قابل اعتماد ڈیوائسز (جس میں کمپیوٹنگ کی محدود طاقت ہو سکتی ہے، جیسے کہ ہارڈ ویئر والیٹ) سے محفوظ طریقے سے ایک کم بھروسہ مند ڈیوائس کے حوالے کیا جا سکتا ہے، اور زیادہ آسان اجازت دینے والے ثبوت کا استعمال کرتے ہوئے دستخط (اور کثیر دستخط) آپریشن بہت آسان ہیں۔ </p> <p>خوش قسمتی سے، Seraphis کو درکار کچھ بلڈنگ بلاکس پہلے سے ہی کہیں اور موجود ہیں، اور انہیں شروع سے ڈیزائن کرنے کی ضرورت نہیں ہے۔ بلٹ پروف اور بلٹ پروف + تعمیرات دونوں کو رینج پروف کے طور پر استعمال کیا جا سکتا ہے۔ Schnorr قسم کے ثابت کرنے والے نظاموں میں ترمیم کو ثبوتوں کی اجازت کے لیے استعمال کیا جا سکتا ہے۔ اور ایک موثر <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">ثابت کرنے والا نظام</a> پہلے سے ہی Triptych، <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>، اور <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> کی بنیاد کے طور پر استعمال کیا جا سکتا ہے۔</p> <p><sup>*</sup> سائفر اسٹیک کو اسپارک کی ترقی کے لیے فنڈنگ ملتی ہے۔</p>
zh_cn: <p>Seraphis 使用一套不同的加密构件来实现其设计目标。</p> <ul> <li><em>义务</em> 仍然隐藏金额</li> <li><em>范围证明</em> 仍然防止溢出和供应膨胀</li> <li><em>成员证明</em> 提供签名者的模糊性</li> <li><em>承诺抵销</em> 仍然主张平衡</li> <li><em>授权证明</em> 防止重复消费的企图</li> </ul> <p>注意这里的变化：可链接的环形签名被替换成成员证明和授权证明的组合。 粗略地说，成员证明表明，一个被消耗的输出是一个更大的集合的一部分，类似于RingCT中的情况。 但与RingCT不同的是，成员证明完全不涉及链接标签！ 授权证明表明链接标签是有效的，并用于签署最终交易。</p> <p>由于RingCT将链接标签嵌入到模糊的签名中，签名（和多签名）操作在计算上更加密集，而且建立其他与标签相关的功能也变得更具挑战性。 但在Seraphis，构建成员证明可以安全地从高度信任的设备（可能有有限的计算能力，如硬件钱包）委托给一个稍微少信任的设备，而且使用更简单的授权证明，签名（和多签名）操作要容易得多。</p> <p>幸运的是，Seraphis所需的一些构件已经存在于其他地方，不需要从头设计。 Bulletproofs和Bulletproofs+结构都可以作为范围证明。 对Schnorr型证明系统的修改可用于授权证明。 还有一个有效的 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">证明系统</a> 已经作为Triptych的基础使用, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>, 和 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> 可以为成员证明进行修改。</p> <p><sup>*</sup> Cypher Stack获得用于Spark开发的资金。</p>
zh_tw: <p>Seraphis 使用一套不同的加密構件來實現其設計目標。</p> <ul> <li><em>義務</em> 仍然隱藏金額</li> <li><em>範圍證明</em> 仍然防止溢出和供應膨脹</li> <li><em>成員證明</em> 提供簽名者的模糊性</li> <li><em>承諾抵銷</em> 仍然主張平衡</li> <li><em>授權證明</em> 防止重複消費的企圖</li> </ul> <p>注意這裡的變化：可鏈接的環形簽名被替換成成員證明和授權證明的組合。 粗略地說，成員證明表明，一個被消耗的輸出是一個更大的集合的一部分，類似於RingCT中的情況。 但與RingCT不同的是，成員證明完全不涉及鏈接標籤！ 授權證明表明鏈接標籤是有效的，並用於簽署最終交易。</p> <p>由於RingCT將鏈接標籤嵌入到模糊的簽名中，簽名（和多簽名）操作在計算上更加密集，而且建立其他與標籤相關的功能也變得更具挑戰性。 但在Seraphis，構建成員證明可以安全地從高度信任的設備（可能有有限的計算能力，如硬件錢包）委託給一個稍微少信任的設備，而且使用更簡單的授權證明，簽名（和多簽名）操作要容易得多。</p> <p>幸運的是，Seraphis所需的一些構件已經存在於其他地方，不需要從頭設計。 Bulletproofs和Bulletproofs+結構都可以作為範圍證明。 對Schnorr型證明系統的修改可用於授權證明。 還有一個有效的 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2015/643">證明系統</a> 已經作為Triptych的基礎使用, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/373">Lelantus</a>, 和 <a class="next-link" target="_blank" rel="noopene r nofollow" href="https://eprint.iacr.org/2021/1173">Spark</a><sup>*</sup> 可以為成員證明進行修改。 </p> <p><sup>*</sup> Cypher Stack獲得用於Spark開發的資金。 </p>
