Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbscams250Sb4250Sbtext
source: <p>Your Monero seed IS your Monero. You must write it down when you first make a wallet, because if you lose your seed, you've lost your Monero and nobody can help you. BUT ALSO you must keep this seed safe from others. If someone steals your seed, they can send the Monero out of the wallet as if they were you, and, again, nobody can recover this money for you. It's gone.</p> <p>Far too often has an individual kept a cold wallet of Monero, been curious about their funds, and wanted to check on it. But rather than going through the hassle of reinstalling the entire wallet application, they just decide to use a web wallet to quickly restore their seed and look at their money. If they fall victim to the Business Look Alike scam, then the very act of inputting their seed gives it to the scammers, who can then move the money to a different wallet that they control at their convenience.</p> <p>ANYTIME a site, application, or wallet has a 'restore with seed' option, be very careful that the application you are using is a legitimate one. Check the hashes of the program (the Monero website has instructions on how to do this) to ensure the program has not been tampered with by outside forces, and be constantly aware of where and how you expose your seed. The double check may be annoying, but the loss of funds from carelessness would be even worse.</p>
cs: <p>Váš seed Monero JE vaše Monero. Musíte si ho zapsat, když si poprvé vytvoříte peněženku, protože pokud ztratíte svůj seed, ztratili jste své Monero a nikdo vám nemůže pomoci. ALE TAKÉ musíte tento seed udržovat v bezpečí před ostatními. Pokud někdo ukradne váš seed, může poslat Monero z peněženky, jako by byl vámi, a opět, nikdo pro vás nemůže tyto peníze získat zpět. Jsou pryč.</p> <p>Příliš často se stává, že si někdo ponechá studenou peněženku s Monerem, zajímá se o své prostředky a chce je zkontrolovat. Ale než aby se trápil nebo znovu instaloval celou aplikaci peněženky, rozhodl se prostě použít webovou peněženku, aby rychle obnovil svůj seed a podíval se na své peníze. Pokud se stanou obětí podvodu typu Business Look Alike, pak už samotné zadání jejich seedu je předá podvodníkům, kteří pak mohou peníze přesunout do jiné peněženky, kterou mají pod kontrolou, jak se jim to hodí.</p> <p>POKUD má nějaká stránka, aplikace nebo peněženka možnost "obnovit pomocí seedu", buďte velmi opatrní, zda je aplikace, kterou používáte, legitimní. Zkontrolujte hashe programu (na webu Monero najdete návod, jak to udělat), abyste se ujistili, že program nebyl zmanipulován vnějšími silami, a neustále si dávejte pozor na to, kde a jak vystavujete svůj seed. Dvojitá kontrola může být nepříjemná, ale ztráta prostředků z nedbalosti by byla ještě horší.</p>
fi: <p>Monero-siemenesi ON sinun Monerosi. Sinun on kirjoitettava se muistiin, kun teet ensimmäisen lompakon, koska jos menetät siemenesi, olet menettänyt Monerosi, eikä kukaan voi auttaa sinua. MUTTA MYÖS sinun on pidettävä tämä siemen turvassa muilta. Jos joku varastaa siemenesi, hän voi lähettää Moneron lompakosta kuin olisit sinä, eikä kukaan voi periä näitä rahoja puolestasi. Se on poissa.</p> <p>Liian usein henkilö on pitänyt Moneron lompakkoa kylmänä, ollut utelias varoistaan ja halunnut tarkistaa sen. Mutta koko lompakkosovelluksen uudelleenasentamisen sijaan he päättävät käyttää verkkolompakkoa palauttaakseen nopeasti siemenensä ja tarkastellakseen rahojaan. Jos he joutuvat Business Look Alike -huijauksen uhriksi, jo siemenensä syöttäminen antaa sen huijareille, jotka voivat siirtää rahat toiseen lompakkoon, jota he hallitsevat haluamallaan tavalla.</p> <p> AINA sivustossa, sovelluksessa tai lompakossa on "palautus siemenellä" -vaihtoehto, ole erittäin varovainen, että käyttämäsi sovellus on aito. Tarkista ohjelman tiivisteet (Moneron verkkosivuilla on ohjeet tämän tekemiseen) varmistaaksesi, etteivät ulkopuoliset voimat ole peukaloitu ohjelmaa, ja ole jatkuvasti tietoinen siitä, missä ja miten paljastat siemenesi. Kaksoistarkistus voi olla ärsyttävää, mutta huolimattomuudesta johtuva varojen menetys olisi vielä pahempaa.</p>
fr: <p>Votre phrase mnémonique pour Monero EST votre Monero. Vous devez l'écrire lorsque vous créez un portefeuille pour la première fois, car si vous perdez cette phrase, vous avez perdu votre Monero et personne ne pourra vous aider. MAIS AUSSI, vous devez garder cette phrase à l'abri des autres. Si quelqu'un vole votre phrase, il peut envoyer votre Monero hors de votre portefeuille comme s'il s'agissait de vous, et, encore une fois, personne ne pourra récupérer cet argent pour vous. Il sera parti pour de bon.</p> <p>Beaucoup trop souvent, un individu a gardé un portefeuille froid de Monero, a été curieux de connaître ses fonds et a voulu le vérifier. Mais plutôt que de passer par les démarches de réinstaller l'intégralité de l'application de portefeuille, ils décident simplement d'utiliser un portefeuille Web pour restaurer rapidement via leur phrase mnémonique et regarder leur solde. S'ils sont victimes de l'escroquerie du « clone d'entreprise », le simple fait de saisir leur phrase mnémonique la donne aux escrocs, qui peuvent alors transférer à leur convenance tout le solde vers un autre portefeuille qu'ils contrôlent.</p> <p>À CHAQUE FOIS qu'un site, une application ou un portefeuille dispose d'une option de « restauration via la phrase mnémonique », faites très attention à ce que l'application que vous utilisez soit légitime. Vérifiez les « hachages » du programme (le site Web de Monero contient des instructions sur la manière de procéder) pour vous assurer que le programme n'a pas été altéré par des acteurs extérieurs malveillants, et soyez constamment conscient de l'endroit et de la manière dont vous exposez votre phrase mnémonique. La double vérification peut être ennuyeuse, mais la perte de fonds due à la négligence serait encore pire.</p>
it: <p>Il tuo seme Monero È il tuo Monero. Devi scriverlo quando crei un portafoglio per la prima volta, perché se perdi il tuo seme, hai perso il tuo Monero e nessuno può aiutarti. MA INOLTRE devi tenere questo seme al sicuro dagli altri. Se qualcuno ruba il tuo seme, può far uscire i Monero dal portafoglio come se fossi tu e, ancora una volta, nessuno potrà recuperare questi soldi per te. Non c'è più.</p> <p>Troppo spesso un individuo ha tenuto un portafoglio freddo di Monero, era curioso dei propri fondi e voleva controllarli. Ma invece di dover affrontare il fastidio di reinstallare l’intera applicazione del portafoglio, decidono semplicemente di utilizzare un portafoglio web per ripristinare rapidamente il proprio seed e controllare i propri soldi. Se cadono vittime della truffa Business Look Alike, l'atto stesso di inserire il loro seed lo dà ai truffatori, che possono quindi spostare i soldi su un portafoglio diverso che controllano a loro piacimento.</p> <p>OGNI VOLTA che un sito, un'applicazione o un portafoglio dispone di un'opzione di "ripristino con seed", fai molta attenzione che l'applicazione che stai utilizzando sia legittima. Controlla gli hash del programma (il sito web di Monero contiene istruzioni su come farlo) per assicurarti che il programma non sia stato manomesso da forze esterne e sii costantemente consapevole di dove e come esponi il tuo seed. Il doppio controllo può essere fastidioso, ma la perdita di fondi per disattenzione sarebbe ancora peggiore.</p>
lt: <p>Jūsų Monero sėkla YRA jūsų Monero. Turite tai užsirašyti, kai pirmą kartą kuriate piniginę, nes jei pametate sėklą, praradote savo Monero ir niekas negali jums padėti. BET TAIP PAT turite saugoti šią sėklą nuo kitų. Jei kas nors pavogs jūsų sėklą, jis gali išsiųsti Monero iš piniginės taip, lyg būtų jūs, ir vėlgi, niekas negali už jus atgauti šių pinigų. Jo nebėra.</p> <p> Pernelyg dažnai asmuo laikė šaltą Monero piniginę, domėjosi savo lėšomis ir norėjo jas patikrinti. Tačiau užuot iš naujo diegę visą piniginės programą, jie tiesiog nusprendžia naudoti internetinę piniginę, kad greitai atkurtų pradinę formą ir pažiūrėtų į savo pinigus. Jei jie tampa sukčiavimo „Business Look Alike“ aukomis, pats įvedimo veiksmas suteikia sukčiams, kurie gali perkelti pinigus į kitą piniginę, kurią jiems patogiu metu valdo.</p> <p>BET KADA, kai svetainėje, programoje ar piniginėje yra parinktis „atkurti naudojant pradinę informaciją“, būkite labai atsargūs, kad jūsų naudojama programa būtų teisėta. Patikrinkite programos maišą (Monero svetainėje pateikiamos instrukcijos, kaip tai padaryti), kad įsitikintumėte, jog programa nebuvo sugadinta išorės jėgų, ir nuolat žinokite, kur ir kaip atskleidžiate savo sėklą. Dvigubas patikrinimas gali erzinti, bet lėšų praradimas dėl neatsargumo būtų dar blogesnis.</p>
nb: <p>Din Monero-frø ER din Monero. Du må skrive det ned når du først lager en lommebok, for hvis du mister frøet ditt, har du mistet Monero og ingen kan hjelpe deg. MEN OGSÅ må du holde dette frøet trygt fra andre. Hvis noen stjeler frøet ditt, kan de sende Monero ut av lommeboken som om de var deg, og igjen, ingen kan få tilbake disse pengene for deg. Den er borte.</p> <p>Altfor ofte har en person holdt en kald lommebok av Monero, vært nysgjerrig på pengene sine og ønsket å sjekke det. Men i stedet for å gå gjennom bryet med å installere hele lommebokapplikasjonen på nytt, bestemmer de seg for å bruke en nettlommebok for raskt å gjenopprette frøet og se på pengene sine. Hvis de blir ofre for Business Look Alike-svindel, gir selve handlingen med å legge inn frøene deres det til svindlerne, som deretter kan flytte pengene til en annen lommebok som de kontrollerer når det passer dem.</p> <p>NÅR som helst et nettsted, et program eller en lommebok har et «gjenoppretting med frø»-alternativ, vær veldig forsiktig med at applikasjonen du bruker er legitim. Sjekk hashen til programmet (Monero-nettstedet har instruksjoner om hvordan du gjør dette) for å sikre at programmet ikke har blitt tuklet med av eksterne krefter, og vær konstant klar over hvor og hvordan du eksponerer frøet ditt. Dobbeltsjekken kan være irriterende, men tapet av midler fra uforsiktighet ville være enda verre.</p>
nl: <p>Uw Monero seed IS uw Monero. U moet het opschrijven als u voor het eerst een portefeuille maakt, want als u uw seed verliest, bent u uw Monero kwijt en kan niemand u helpen. MAAR OOK moet u deze seed veilig houden voor anderen. Als iemand uw seed steelt, kunnen ze de Monero uit de portefeuille sturen alsof ze u zijn, en nogmaals, kan niemand dit geld voor u terugkrijgen. Het is weg.</p> <p>Veel te vaak heeft iemand een 'cold' portefeuille van Monero bewaard, was hij nieuwsgierig naar zijn geld en wilde hij het controleren. Maar in plaats van het gedoe te doorlopen om de hele portefeuille-applicatie opnieuw te installeren, besluiten ze gewoon een webportefeuille te gebruiken om snel hun seed te herstellen en naar hun geld te kijken. Als ze het slachtoffer worden van de Business Look Alike-zwendel, geeft het invoeren van hun zaad het aan de oplichters, die het geld vervolgens naar een andere portemonnee kunnen verplaatsen die ze naar eigen goeddunken beheren. </p> <p>ALS een site, applicatie of portefeuille een 'restore with seed'-optie heeft, moet u er goed op letten dat de applicatie die u gebruikt een legitieme applicatie is. Controleer de hashes van het programma (op de Monero-website staan instructies hoe u dit moet doen) om er zeker van te zijn dat er niet met het programma is geknoeid, en wees u er constant van bewust waar en hoe u uw seed blootlegt. De dubbele controle kan vervelend zijn, maar het verlies van geld door onzorgvuldigheid zou nog erger zijn.</p>
pl: <p> Twój seed Monero JEST Twoim Monero. Musisz je zapisać, gdy tworzysz nowy portfel, ponieważ jeśli stracisz seeda, stracisz Monero i nikt nie da rady Ci pomóc. MUSISZ TEŻ zabezpieczyć seed przed innymi osobami. Jeśli ktoś ukradnie Twój seed, to może też wysłać Monero z portfela jakby był Tobą i nikt nie będzie mógł odzyskać tych pieniędzy. Znikną na zawsze. </p> <p> Często ludzie mają cold wallet Monero, są ciekawi swoich oszczędności i chcą je sprawdzić. Ale zamiast przejść przez trud ponownej instalacji całej aplikacji portfela, po prostu postanawiają użyć portfela internetowego, aby szybko przywrócić portfel z seeda i spojrzeć na swoje pieniądze. Jeśli padną ofiarą oszustwa udającego autentyczną stronę, wówczas sam akt wprowadzenia seeda przekaże go oszustom, którzy mogą następnie przenieść pieniądze do innego portfela, który kontrolują. </p> <p> ZA KAŻDYM razem gdy strona, aplikacja lub portfel mają opcję „Przywróć z seeda”, bądź czujny i upewnij się, że zastosowana aplikacja jest wiarygodna. Sprawdź skóry programu (strona internetowa Monero ma instrukcje, jak to zrobić), aby upewnić się, że program nie został zmodyfikowany przez stronę trzecią i stale zdawaj sobie sprawę z tego, gdzie i jak ujawniasz swój seed. Podwójne sprawdzanie wszystkiego może być denerwujące, ale utrata pieniędzy za sprawą nieostrożności byłaby jeszcze gorsza. </p>
pt_br: <p>Sua semente do Monero É o seu Monero. Você deve anotá-lo quando fizer uma carteira pela primeira vez, porque se você perder sua semente, perderá seu Monero e ninguém poderá ajudá-lo. MAS TAMBÉM você deve manter esta semente segura de outras pessoas. Se alguém roubar sua semente, pode enviar o Monero para fora da carteira como se fosse você e, novamente, ninguém pode recuperar esse dinheiro para você. Acabou.</p> <p> Com muita frequência, um indivíduo mantém uma carteira fria de Monero, fica curioso sobre seus fundos e deseja verificá-los. Mas, em vez de passar pelo incômodo de reinstalar todo o aplicativo de carteira, eles simplesmente decidem usar uma carteira da web para restaurar rapidamente sua semente e ver seu dinheiro. Se eles forem vítimas do golpe Business Look Alike, então o próprio ato de inserir sua semente dá para os golpistas, que podem então mover o dinheiro para uma carteira diferente que eles controlam conforme sua conveniência.</p> <p> SEMPRE que um site, aplicativo ou carteira tiver uma opção de 'restaurar com seed', tenha muito cuidado para que o aplicativo que você está usando seja legítimo. Verifique os hashes do programa (o site do Monero tem instruções sobre como fazer isso) para garantir que o programa não tenha sido adulterado por forças externas e esteja constantemente ciente de onde e como você expõe sua semente. O cheque duplo pode ser irritante, mas a perda de fundos por descuido seria ainda pior.</p>
sl: <p>Vaše seme Monero JE vaš Monero. To morate zapisati, ko prvič ustvarite denarnico, kajti če izgubite seme, ste izgubili svoj Monero in nihče vam ne more pomagati. A TUDI morate to seme obvarovati pred drugimi. Če nekdo ukrade vaše seme, lahko pošlje Monero iz denarnice, kot da bi bili vi, in spet nihče ne more povrniti tega denarja namesto vas. Ni ga več.</p> <p>Veliko prepogosto se je posamezniku zgodilo, da je imel denarnico Monero na hladnem, ga je zanimalo, kakšna so njegova sredstva, in ga je želel preveriti. Toda namesto da bi šli skozi težave s ponovno namestitvijo celotne aplikacije denarnice, se le odločijo za uporabo spletne denarnice, da hitro obnovijo svoje seme in pogledajo svoj denar. Če postanejo žrtev prevare Business Look Alike, potem že samo dejanje vnosa njihovega semena to preda prevarantom, ki lahko nato premaknejo denar v drugo denarnico, ki jo nadzorujejo, ko jim ustreza.</p> <p>KADARKOLI ima spletno mesto, aplikacija ali denarnica možnost »obnovi s semenom«, bodite zelo previdni, da je aplikacija, ki jo uporabljate, zakonita. Preverite zgoščene vrednosti programa (na spletnem mestu Monero so navodila, kako to storiti), da se prepričate, da v program niso posegle zunanje sile, in bodite nenehno pozorni na to, kje in kako izpostavljate svoje seme. Dvojno preverjanje je morda nadležno, vendar bi bila izguba sredstev zaradi malomarnosti še hujša.</p>
sv: <p>Din Monero-frö ÄR din Monero. Du måste skriva ner det när du först gör en plånbok, för om du tappar ditt frö har du tappat din Monero och ingen kan hjälpa dig. MEN OCKSÅ måste du hålla detta frö säkert från andra. Om någon stjäl ditt frö kan de skicka ut Moneron ur plånboken som om de vore du, och återigen, ingen kan få tillbaka dessa pengar åt dig. Det är borta.</p> <p>Alltför ofta har en person haft en kall plånbok av Monero, varit nyfiken på sina pengar och velat kolla upp det. Men i stället för att gå igenom besväret med att installera om hela plånboksapplikationen, bestämmer de sig bara för att använda en webbplånbok för att snabbt återställa sitt ursprung och titta på sina pengar. Om de faller offer för Business Look Alike-bedrägeriet, ger själva handlingen att mata in deras frö det till bedragarna, som sedan kan flytta pengarna till en annan plånbok som de kontrollerar när det passar dem.</p> <p>NÅR som helst en webbplats, applikation eller plånbok har ett "återställ med frö"-alternativ, var mycket försiktig så att applikationen du använder är en legitim. Kontrollera hasharna för programmet (Monero-webbplatsen har instruktioner om hur du gör detta) för att säkerställa att programmet inte har manipulerats av externa krafter, och var ständigt medveten om var och hur du exponerar ditt frö. Dubbelkontrollen kan vara irriterande, men förlusten av pengar på grund av slarv skulle vara ännu värre.</p>
tl: <p>Ang iyong Monero seed AY ang iyong Monero. Dapat mong isulat ito kapag una kang gumawa ng wallet, dahil kapag nawala ang iyong binhi, nawala ang iyong Monero at walang makakatulong sa iyo. NGUNIT DIN kailangan mong panatilihing ligtas ang binhing ito mula sa iba. Kung may magnakaw ng iyong binhi, maaari nilang ipadala ang Monero sa wallet na parang ikaw sila, at, muli, walang makakabawi sa perang ito para sa iyo. Wala na.</p> <p>Madalas na may isang indibidwal na nagtago ng malamig na wallet ni Monero, naging interesado sa kanilang mga pondo, at gustong suriin ito. Ngunit sa halip na dumaan sa abala o muling i-install ang buong application ng wallet, nagpasya na lang silang gumamit ng web wallet upang mabilis na maibalik ang kanilang binhi at tingnan ang kanilang pera. Kung sila ay mabiktima ng Business Look Alike scam, kung gayon ang mismong pagkilos ng pag-input ng kanilang binhi ay nagbibigay nito sa mga scammer, na maaaring ilipat ang pera sa ibang wallet na kontrolado nila sa kanilang kaginhawahan.</p> <p>ANUMANG ORAS ang isang site, application, o wallet ay may opsyon na 'restore with seed', maging maingat na ang application na iyong ginagamit ay isang lehitimong isa. Suriin ang mga hash ng programa (ang website ng Monero ay may mga tagubilin kung paano ito gagawin) upang matiyak na ang programa ay hindi pinakialaman ng mga puwersa ng labas, at palagiang malaman kung saan at paano mo ilantad ang iyong binhi. Ang double check ay maaaring nakakainis, ngunit ang pagkawala ng mga pondo mula sa kawalang-ingat ay magiging mas malala pa.</p>
tr: <p>Monero tohumunuz Monero'nuzdur. İlk cüzdan yaptığınızda bunu bir yere yazmalısınız çünkü tohumunuzu kaybederseniz Monero'nuzu kaybetmiş olursunuz ve kimse size yardım edemez. AMA AYRICA bu tohumu başkalarından güvende tutmalısınız. Birisi tohumunuzu çalarsa, Monero'yu sanki sizmişsiniz gibi cüzdanınızdan çıkarabilir ve yine kimse bu parayı sizin için geri alamaz. Gitti.</p> <p>Bir kişi sıklıkla soğuk bir Monero cüzdanı tutar, fonlarını merak eder ve kontrol etmek ister. Ancak cüzdan uygulamasının tamamını yeniden yükleme zahmetine katlanmak yerine, tohumlarını hızlı bir şekilde geri yüklemek ve paralarına bakmak için bir web cüzdanı kullanmaya karar veriyorlar. Business Look Alike dolandırıcılığının kurbanı olurlarsa, tohumlarını girme eylemi onu dolandırıcılara verir ve onlar da parayı istedikleri zaman kontrol ettikleri farklı bir cüzdana taşıyabilirler.</p> <p>HER ZAMAN bir site, uygulama veya cüzdanın 'tohumla geri yükleme' seçeneği varsa, kullandığınız uygulamanın meşru bir uygulama olmasına çok dikkat edin. Programın dış güçler tarafından kurcalanmadığından emin olmak için programın karmalarını kontrol edin (Monero web sitesinde bunun nasıl yapılacağına ilişkin talimatlar vardır) ve tohumunuzu nerede ve nasıl açığa çıkardığınızın sürekli farkında olun. Çifte kontrol can sıkıcı olabilir ancak dikkatsizlikten kaynaklanan fon kaybı daha da kötü olabilir.</p>
ur: <p>آپ کا مونیرو بیج آپ کا مونیرو ہے۔ جب آپ پہلی بار بٹوہ بناتے ہیں تو آپ کو اسے ضرور لکھنا چاہیے، کیونکہ اگر آپ اپنا بیج کھو دیتے ہیں، تو آپ اپنا Monero کھو چکے ہیں اور کوئی بھی آپ کی مدد نہیں کر سکتا۔ لیکن اس کے علاوہ آپ کو اس بیج کو دوسروں سے محفوظ رکھنا چاہیے۔ اگر کوئی آپ کا بیج چوری کرتا ہے، تو وہ بٹوے سے Monero کو اس طرح بھیج سکتے ہیں جیسے وہ آپ ہی ہوں، اور، دوبارہ، کوئی بھی آپ کے لیے یہ رقم واپس نہیں کر سکتا۔ یہ ختم ہو چکا ہے۔</p> <p>اب تک اکثر کسی فرد نے Monero کا کولڈ پرس رکھا ہے، وہ اپنے فنڈز کے بارے میں متجسس تھا، اور اسے چیک کرنا چاہتا تھا۔ لیکن پوری پرس ایپلیکیشن کو دوبارہ انسٹال کرنے کی پریشانی سے گزرنے کے بجائے، وہ اپنے بیج کو تیزی سے بحال کرنے اور اپنے پیسوں کو دیکھنے کے لیے صرف ایک ویب والیٹ استعمال کرنے کا فیصلہ کرتے ہیں۔ اگر وہ بزنس لُک ایک جیسے گھوٹالے کا شکار ہو جاتے ہیں، تو ان کا بیج ڈالنے کا عمل ہی یہ سکیمرز کو دیتا ہے، جو پھر رقم کو ایک مختلف بٹوے میں منتقل کر سکتے ہیں جسے وہ اپنی سہولت کے مطابق کنٹرول کرتے ہیں۔</p> <p>کسی بھی وقت کسی سائٹ، ایپلیکیشن، یا بٹوے میں 'بیج کے ساتھ بحال کریں' کا آپشن ہوتا ہے، بہت محتاط رہیں کہ آپ جو ایپلیکیشن استعمال کر رہے ہیں وہ جائز ہے۔ پروگرام کی ہیشز کو چیک کریں (مونیرو ویب سائٹ پر ہدایات موجود ہیں کہ یہ کیسے کریں) اس بات کو یقینی بنانے کے لیے کہ پروگرام میں بیرونی قوتوں کی طرف سے کوئی چھیڑ چھاڑ نہیں کی گئی ہے، اور اس بات سے مسلسل آگاہ رہیں کہ آپ اپنے بیج کو کہاں اور کیسے ظاہر کرتے ہیں۔ ڈبل چیک پریشان کن ہو سکتا ہے، لیکن لاپرواہی سے فنڈز کا نقصان اس سے بھی بدتر ہو گا۔</p>
zh_cn: <p>您的门罗币种子就是您的门罗币。当你第一次制作钱包时，你必须把它写下来，因为如果你失去了你的种子，你就失去了你的门罗币，没有人可以帮助你。但您还必须确保这颗种子不被他人侵害。如果有人窃取了您的种子，他们可以像您一样从钱包中取出门罗币，而且，没有人可以为您收回这笔钱。不见了。</p> <p>人们常常持有门罗币的冷钱包，对他们的资金感到好奇，并想要检查它。但他们并没有经历重新安装整个钱包应用程序的麻烦，而是决定使用网络钱包来快速恢复他们的种子并查看他们的钱。如果他们成为 Business Look Alike 骗局的受害者，那么输入种子的行为就会将其交给骗子，然后骗子可以将钱转移到他们方便时控制的其他钱包中。</p> <p>只要网站、应用程序或钱包有“使用种子恢复”选项，请务必小心，确保您使用的应用程序是合法的。检查程序的哈希值（门罗币网站有关于如何执行此操作的说明），以确保程序没有被外部力量篡改，并不断了解您在何处以及如何暴露您的种子。双重检查可能很烦人，但粗心造成的资金损失会更严重。</p>
zh_tw: <p>你的門羅幣種子就是你的門羅幣。第一次做錢包的時候一定要記下來，因為如果你丟了種子，你就丟了你的門羅幣，沒人能幫你。但你也必須保護這顆種子免受他人傷害。如果有人偷了你的種子，他們可以把門羅幣從錢包裡拿出來，就好像他們是你一樣，同樣，沒有人能為你找回這筆錢。沒了</p> <p> 很多時候，個人會保留一個 Monero 的冷錢包，對他們的資金感到好奇，並想對其進行檢查。但與其經歷重新安裝整個錢包應用程序的麻煩，他們只是決定使用網絡錢包來快速恢復他們的種子並查看他們的錢。如果他們成為 Business Look Alike 騙局的受害者，那麼輸入他們的種子的行為就會把種子交給騙子，然後他們可以將錢轉移到他們方便時控制的另一個錢包。</p> <p> 任何時候網站、應用程序或錢包都有“使用種子恢復”選項，請務必小心確保您使用的應用程序是合法的。檢查程序的哈希值（Monero 網站上有關於如何執行此操作的說明）以確保程序沒有被外部力量篡改，並時刻注意你在哪里以及如何暴露你的種子。雙重檢查可能很煩人，但粗心造成的資金損失會更糟</p>

# knowledge250Sbscams250Sb4250Sbtitle
source: The Role of Your Monero Seed in Scams
cs: Úloha vašeho seedu Monero v podvodech
fi: Monero-seedisi rooli huijauksissa
fr: Le rôle de votre phrase mnémonique Monero dans les escroqueries
it: Il ruolo del tuo seme Monero nelle truffe
lt: Jūsų Monero sėklos vaidmuo sukčiaujant
nb: Rollen til Monero-frøet ditt i svindel
nl: De Rol van Uw Monero Seed bij Oplichting
pl: Rola Twojego seeda Monero w oszustwach
pt_br: O papel da sua semente Monero em golpes
sl: Vloga Vašega Monero Semena pri Prevarah
sv: Rollen för din Monero Seed i bedrägerier
tl: Ang Papel ng Iyong Binhi ng Monero sa Mga Scam
tr: Dolandırıcılıklarda Monero Tohumunuzun Rolü
ur: گھوٹالوں میں آپ کے مونیرو بیج کا کردار
zh_cn: 丢失了种子和助记词，就失去了全部
zh_tw: 丟失了種子和助記詞，就失去了全部
