Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# ad8722Sbpage250Sbsend8722Sbtrade8722Sbrequest8722Sbbtn
source: Send trade request
cs: Odeslat žádost o obchod
fi: Lähetä vaihtopyyntö
fr: Envoyer une demande d'échange
it: Invia richiesta di scambio
lt: Siųsti prekybos užklausą
nb: Send en handelsforespørsel
nl: Stuur een handelsverzoek
pl: Wyślij prośbę o handel
pt_br: Enviar pedido de negociação
sl: Pošlji zahtevo za trgovanje
sv: Skicka handelsförfrågan
tl: Magpadala ng kahilingan sa kalakalan
tr: Takas isteği gönder
ur: تجارتی درخواست بھیجیں
zh_cn: 发送交易请求
zh_tw: 發送交易請求

# ad8722Sbpage250Sbshow8722Sbon8722Sbmap
source: Show on map
cs: Zobrazit na mapě
fi: Näytä kartalla
fr: Afficher sur la carte
it: Vedi sulla mappa
lt: Rodyti žemėlapyje
nb: Vis på kartet
nl: Toon op kaart
pl: Pokaż na mapie
pt_br: Exibir no mapa
sl: Pokaži na zemljevidu
sv: Visa på karta
tl: Ipakita sa mapa
tr: Haritada göster
ur: نقشے پر دکھائیں
zh_cn: 看地图
zh_tw: 看地圖

# ad8722Sbpage250Sbsign8722Sbup8722Sbbtn
source: Sign up to start trading
cs: Zaregistrujte se a začněte obchodovat
fi: Rekisteröidy aloittaaksesi kaupankäynnin
fr: Inscrivez-vous pour commencer à échanger
it: Iscriviti per iniziare a fare lo scambio.
lt: Prisiregistruokite, kad pradėtumėte prekybą
nb: Registrer deg for å begynne å handle
nl: Meld u aan om te beginnen met handelen
pl: Zarejestruj się, aby zacząć handlować
pt_br: Cadastre-se para começar a operar
sl: Prijavite se, da začnete trgovati
sv: Registrera dig för att börja handla
tl: Mag-sign up upang simulan ang pangangalakal
tr: Ticarete başlamak için kaydolun
ur: ٹریڈنگ شروع کرنے کے لیے سائن اپ کریں
zh_cn: 注册并立即买卖门罗币。
zh_tw: 注冊並立即買賣門羅幣。

# ad8722Sbpage250Sbterms8722Sbdialog250Sbagree8722Sbbtn
source: Agree to terms and start trading
cs: Souhlaste s podmínkami a začněte obchodovat
fi: Hyväksy ehdot ja aloita kaupankäynti
fr: Accepter les conditions et commencer à échanger
it: Accetta i termini e inizia a fare trading
lt: Sutikite su sąlygomis ir pradėkite prekiauti
nb: Godta vilkårene og begynn å handle
nl: Ga akkoord met de voorwaarden en begin met handelen
pl: Wyraź zgodę na warunki i zacznij handlować
pt_br: Concorde com os termos e comece a negociar
sl: Sprejmite pogoje in začnite trgovati
sv: Godkänn villkoren och börja handla
tl: Sumang-ayon sa mga tuntunin at simulan ang pangangalakal
tr: Şartları kabul edin ve ticarete başlayın
ur: شرائط سے اتفاق کریں اور تجارت شروع کریں
zh_cn: 同意条款并开始交易
zh_tw: 同意條款並開始交易

# ad8722Sbpage250Sbterms8722Sbdialog250Sbsubtitle
source: Do you agree to this trader's terms?
cs: Souhlasíte s podmínkami tohoto obchodníka?
fi: Hyväksytkö tämän kauppiaan ehdot?
fr: Acceptez-vous les conditions de ce trader ?
it: Accetti i termini di questo operatore?
lt: Ar sutinkate su šio prekybininko sąlygomis?
nb: Godtar du denne handlerens vilkår?
nl: Gaat u akkoord met de voorwaarden van deze handelaar?
pl: Czy zgadzasz się na warunki tego handlowca?
pt_br: Você concorda com os termos deste profissional?
sl: Ali se strinjate s pogoji tega trgovalca?
sv: Accepterar du denna näringsidkares villkor?
tl: Sumasang-ayon ka ba sa mga tuntunin ng mangangalakal na ito?
tr: Bu tüccarın şartlarını kabul ediyor musunuz?
ur: کیا آپ اس تاجر کی شرائط سے اتفاق کرتے ہیں؟
zh_cn: 您是否同意该商人的条款？
zh_tw: 您是否同意該商人的條款？

# ad8722Sbpage250Sbterms8722Sbdialog250Sbtitle
source: Read the terms
cs: Přečtěte si podmínky
fi: Lue ehdot
fr: Lire les conditions
it: Leggi i termini
lt: Perskaitykite sąlygas
nb: Les vilkårene
nl: Lees de voorwaarden
pl: Przeczytaj warunki
pt_br: Leia os termos
sl: Preberite pogoje
sv: Läs villkoren
tl: Basahin ang mga tuntunin
tr: Şartları okuyun
ur: شرائط پڑھیں
zh_cn: 阅读条款
zh_tw: 閱讀條款

# ad8722Sbpage250Sbterms8722Sbof8722Sbtrade
source: Terms of trade with {username}
cs: Obchodní podmínky s {username}
fi: Kauppaehdot käyttäjän {username}:n kanssa
fr: Conditions d'échange avec {username}
it: Condizioni di scambio con {username}
lt: Prekybos su {username} sąlygos
nb: Handelsbetingelser med {username}
nl: Handelsvoorwaarden met {username}
pl: Warunki handlu z {username}
pt_br: Termos da negociação com {username}
sl: Pogoji trgovanja z {username}
sv: Handelsvillkor med {username}
tl: Mga tuntunin ng pakikipagkalakalan sa {username}
tr: {username} ile ticaret şartları
ur: {username} کے ساتھ تجارت کی شرائط
zh_cn: {username}的交易条款
zh_tw: {username}的交易條款

# ad8722Sbpage250Sbtips
source: Tips
cs: Tipy
fi: Vinkkejä
fr: Astuces
it: Suggerimenti
lt: Patarimai
nb: Forslag
pl: Porady
pt_br: Dicas
sl: Nasveti
tl: Mga tip
tr: İpuçları
ur: تجاویز
zh_cn: 提醒
zh_tw: 提醒

# ad8722Sbpage250Sbtips8722Sbtext8722Sb0
source: Read the ad, and check the terms.
cs: Přečtěte si inzerát a zkontrolujte podmínky.
fi: Lue ilmoitus ja tarkista ehdot.
fr: Lire l'annonce et vérifier les conditions.
it: Leggi l'annuncio e controlla i termini.
lt: Perskaitykite skelbimą ir patikrinkite sąlygas.
nb: Les annonsen og sjekk vilkårene.
nl: Lees de advertentie en controleer de voorwaarden.
pl: Przeczytaj ogłoszenie i sprawdź warunki.
pt_br: Leia o anúncio e verifique os termos.
sl: Preberite oglas in preverite pogoje.
sv: Läs annonsen och kontrollera villkoren.
tl: Basahin ang ad, at suriin ang mga tuntunin.
tr: İlanı okuyun ve şartları kontrol edin.
ur: اشتہار پڑھیں، اور شرائط چیک کریں۔
zh_cn: 阅读交易广告及其中的条款。
zh_tw: 閱讀交易廣告及其中的條款。

# ad8722Sbpage250Sbtips8722Sbtext8722Sb1
source: Propose a meeting place and contact time, if physical cash is traded.
cs: Navrhněte místo setkání a čas kontaktu, pokud se obchoduje s fyzickou hotovostí.
fi: Ehdota tapaamispaikkaa ja yhteydenottoaikaa, jos kauppaa käydään käteisellä.
fr: Proposez un lieu et une heure de rendez-vous, si de l'argent physique est échangé.
it: Proporre un luogo di incontro e un orario di contatto, se si scambia denaro fisico.
lt: Pasiūlykite susitikimo vietą ir kontaktinį laiką, jei prekiaujama fiziniais pinigais.
nb: Foreslå møtested og kontakttidspunkt dersom det omsettes fysiske kontanter.
nl: Stel een ontmoetingsplaats en contacttijd voor, als er fysiek geld wordt verhandeld.
pl: Zaproponuj miejsce i czas spotkania, jeśli handlujesz gotówką.
pt_br: Sugira um local público e seguro caso realize transações com dinheiro físico.
sl: Če se trguje z gotovino, predlagajte kraj srečanja in kontaktni čas.
sv: Föreslå en mötesplats och kontakttid, om fysiska kontanter handlas.
tl: Magmungkahi ng lugar ng pagpupulong at oras ng pakikipag-ugnayan, kung ang pisikal na pera ay ipinagpalit.
tr: Fiziksel nakit alınıp satılıyorsa bir buluşma yeri ve iletişim zamanı önerin.
ur: میٹنگ کی جگہ اور رابطہ کا وقت تجویز کریں، اگر فزیکل کیش ٹریڈ کیا جاتا ہے۔
zh_cn: 如果现场做现金交易，请提议一个见面的地点以及时间。
zh_tw: 如果現場做現金交易，請提議一個見面的地點以及時間。

# ad8722Sbpage250Sbtips8722Sbtext8722Sb2
source: Watch for fraudsters! Check the profile feedback, and take extra caution with recently created accounts.
cs: Pozor na podvodníky! Zkontrolujte zpětnou vazbu k profilu a věnujte zvláštní pozornost nedávno vytvořeným účtům.
fi: Varo huijareita! Tarkista profiilipalaute ja ole erityisen varovainen äskettäin luotujen tilien kanssa.
fr: Attention aux fraudeurs ! Vérifiez les commentaires du profil et redoublez de prudence avec les comptes récemment créés.
it: Attenzione alle truffe! Controlla il feedback del profilo e presta molta attenzione agli account creati di recente.
lt: Stebėkite sukčius! Peržiūrėkite atsiliepimus apie profilį ir būkite ypač atsargūs su neseniai sukurtomis paskyromis.
nb: Se etter svindlere! Sjekk tilbakemeldinger på profilen, og vær ekstra forsiktig med nylig opprettede kontoer.
nl: Pas op voor oplichters! Controleer de profielfeedback en wees extra voorzichtig met recent aangemaakte accounts.
pl: Uważaj na oszustów! Sprawdzaj reputację profilu i zwracaj szczególną uwagę na nowo założone konta.
pt_br: Atenção às fraudes! Verifique o feedback do usuário e tome cuidado extra com contas recém criadas.
sl: Pazite se goljufov! Preverite povratne informacije profila in bodite še posebej previdni pri nedavno ustvarjenih računih.
sv: Se upp för bedragare! Kontrollera profilens feedback och var extra försiktig med nyligen skapade konton.
tl: Abangan ang mga manloloko! Tingnan ang feedback sa profile, at mag-ingat sa mga kamakailang ginawang account.
tr: Dolandırıcılara dikkat! Profil geri bildirimlerini kontrol edin ve yeni oluşturulan hesaplara daha fazla dikkat edin.
ur: دھوکے بازوں پر نظر رکھیں! پروفائل فیڈ بیک چیک کریں، اور حال ہی میں بنائے گئے اکاؤنٹس کے ساتھ اضافی احتیاط برتیں۔
zh_cn: 当心骗子！检查该用户收到的评价，并对新近创建的账户多加留意。
zh_tw: 當心騙子！檢查該用戶收到的評價，並對新近創建的賬戶多加留意。

# ad8722Sbpage250Sbtips8722Sbtext8722Sb3
source: Note that rounding and price fluctuations might change the final {assetName} amount. The {assetName} amount is calculated based on the trade currency amount you've entered.
cs: Upozorňujeme, že zaokrouhlování a kolísání cen může změnit konečnou částku {assetName}. Částka {assetName} se vypočítá na základě částky v obchodní měně, kterou jste zadali.
fi: Huomaa, että pyöristys ja hinnanvaihtelut voivat muuttaa lopullista {assetName} summaa. {assetName} summa lasketaan antamasi kauppavaluutan summan perusteella.
fr: Notez que les arrondis et les fluctuations de prix peuvent modifier le montant final de {assetName}. Le montant de {assetName} est calculé en fonction du montant de la devise commerciale que vous avez saisi.
it: L'arrotondamento e le fluttuazioni dei prezzi potrebbero modificare l'importo finale di {assetName}. L'importo {assetName} è calcolato in base all'importo della valuta commerciale che hai inserito.
lt: Atminkite, kad apvalinimas ir kainų svyravimai gali pakeisti galutinę {assetName} sumą. {assetName} suma apskaičiuojama pagal jūsų įvestą prekybos valiutos sumą.
nb: Vær oppmerksom på at avrunding og prissvingninger kan endre det endelige {assetName} beløpet. {assetName}-beløpet beregnes basert på valutabeløpet du har angitt.
nl: Houd er rekening mee dat afrondingen en prijsschommelingen het uiteindelijke {assetName}-bedrag kunnen wijzigen. Het bedrag van {assetName} wordt berekend op basis van het handelsvaluta bedrag dat u heeft ingevoerd.
pl: Zwróć uwagę, że zaokrąglenia i wahania kursu mogą zmienić końcową ilość {assetName}. Ilość {assetName} jest obliczana na podstawie waluty, którą wybrałeś.
pt_br: Lembre-se que arredondamentos e flutuações no preço podem mudar o valor final na negociação. A quantia em XMR é calculada na moeda que você quer negociar (BRL).
sl: Upoštevajte, da lahko zaokroževanje in nihanje cen spremenijo končni znesek {assetName}. Znesek {assetName} se izračuna na podlagi vnešenega zneska trgovalne valute.
sv: Observera att avrundningar och prisfluktuationer kan ändra den slutliga {assetName} belopp. Den {assetName} beloppet beräknas baserat på det handelsvalutabelopp du har angett.
tl: Tandaan na ang pag-round at pagbabagu-bago ng presyo ay maaaring magbago sa panghuling halaga ng {assetName}. Ang halaga ng {assetName} ay kinakalkula batay sa halaga ng trade currency na iyong inilagay.
tr: Yuvarlama ve fiyat dalgalanmalarının nihai {assetName} tutarı değiştirebileceğini unutmayın. {assetName} tutarı, girdiğiniz ticari para birimi tutarına göre hesaplanır.
ur: نوٹ کریں کہ راؤنڈنگ اور قیمت میں اتار چڑھاو حتمی {assetName} رقم کو تبدیل کر سکتا ہے۔ {assetName} رقم کا حساب اس تجارتی کرنسی کی رقم کی بنیاد پر کیا جاتا ہے جو آپ نے درج کی ہے۔
zh_cn: 请注意，四舍五入和价格的波动可能会影响最终成交的{assetName}数额。您输入的固定数额决定最后数额，{assetName}金额将在请求发布的同一时间由即时的汇率算出。
zh_tw: 請注意，四舍五入和價格的波動可能會影響最終成交的{assetName}數額。您輸入的固定數額決定最后數額，{assetName}金額將在請求發布的同一時間由即時的匯率算出。

# ad250Sbconfirmation250Sbaccept8722Sbterms8722Sbbtn
source: Accept terms
cs: Přijměte podmínky
fi: Hyväksy ehdot
fr: Accepter les conditions
it: Accettare i termini
lt: Sutikite su sąlygomis
nb: Godta vilkårene
nl: Voorwaarden accepteren
pl: Zaakceptuj warunki
pt_br: Aceitar termos
sl: Sprejmi pogoje
sv: Acceptera villkoren
tl: Tanggapin ang mga tuntunin
tr: Şartları kabul et
ur: شرائط قبول کریں
zh_cn: 接受条款
zh_tw: 接受條款

# ad250Sbconfirmation250Sbprovide8722Sbaddress
source: Provide the settlement {asset} wallet address
cs: Zadejte adresu peněženky vypořádání {asset}
fi: Anna sopimuksen {asset}-lompakon osoite
fr: Indiquez l'adresse du portefeuille de règlement {asset}
it: Fornisci l'indirizzo del portafoglio {asset} della transazione
lt: Pateikite atsiskaitymo {asset} piniginės adresą
nb: Oppgi oppgjør {asset} lommebokadresse
nl: Geef het portefeuilleadres van de {asset}-portefeuille door
pl: Podaj adres portfela {asset} na otrzymanie uregulowania
pt_br: Forneça o endereço de carteira {asset} da liquidação
sl: Navedite naslov denarnice za poravnavo {asset}
sv: Ange avräkningsadress för {asset} plånbok adres
tl: Ibigay ang settlement {asset} wallet address
tr: Anlaşmanın {asset} cüzdan adresini sağlayın
ur: سیٹلمنٹ {asset} والیٹ کا پتہ فراہم کریں
zh_cn: 提供结算 {asset} 钱包地址
zh_tw: 提供結算 {asset} 錢包地址

# post8722Sbad250Sberror250Sbfirst8722Sbtime8722Sblimit8722Sbnot8722Sbvalid
source: Please enter valid first time {assetSymbol} limit value. Only numbers between{minAssetAmount} and {maxAssetAmount} are allowed.
cs: Zadejte prosím poprvé platnou limitní hodnotu {assetSymbol}. Povolena jsou pouze čísla mezi {min_asset_amount} a {max_asset_amount}.
fi: Anna kelvolliset ensimmäisen kerran {assetSymbol} raja-arvot. Vain numerot välillä {minAssetAmount} ja {maxAssetAmount} ovat sallittuja.
fr: Veuillez saisir une première valeur limite {assetSymbol} valide. Seuls les nombres entre {min_asset_amount} et {max_asset_amount} sont autorisés.
it: Si prega di inserire un valore limite di {assetSymbol} valido. Sono consentiti solo numeri compresi tra {minAssetAmount} e {maxAssetAmount}.
lt: Įveskite galiojančią pirmą kartą {assetSymbol} ribinę vertę. Leidžiami tik skaičiai nuo {minAssetAmount} iki {maxAssetAmount}.
nb: Angi gyldig førstegangsgrenseverdi {assetSymbol}. Bare tall mellom {minAssetAmount} og {maxAssetAmount} er tillatt.
nl: Voer een geldige {assetSymbol} grenswaarde voor de eerste keer in. Alleen nummers tussen {min_asset_amount} en {max_asset_amount} zijn toegestaan.
pl: Wprowadź swoją pierwszą wartość limitu {assetSymbol}. Dozwolone sa tylko liczby między {minAssetAmount} a {maxAssetAmount}.
pt_br: Coloque um limite inicial em {assetSymbol} válido. Somente números entre {min_asset_amount} e {max_asset_amount} são permitidos.
sl: Vnesite veljavno mejno vrednost {assetSymbol}. Dovoljene so samo številke med {minAssetAmount} in {maxAssetAmount}.
sv: Vänligen ange giltig första gången {assetSymbol} gränsvärde. Endast siffror mellan{minAssetAmount} och {maxAssetAmount} är tillåtna.
tl: Pakipasok ang wastong halaga ng limitasyon sa unang pagkakataon {assetSymbol}. Mga numero lamang sa pagitan ng {min_asset_amount} at {max_asset_amount} ang pinapayagan.
tr: Lütfen ilk seferde geçerli olan {assetSymbol} limit değerini girin. Yalnızca{minAssetAmount} ve {maxAssetAmount} arasındaki sayılara izin verilir.
ur: براہ کرم پہلی بار درست {assetSymbol} حد کی قدر درج کریں۔ صرف {minAssetAmount} اور {maxAssetAmount} کے درمیان نمبروں کی اجازت ہے۔
zh_cn: 请输入有效的第一次 {assetSymbol} 限制值。只允许 {minAssetAmount} 和 {maxAssetAmount} 之间的数字。
zh_tw: 請輸入有效的第一次 {assetSymbol} 限制值。只允許 {minAssetAmount} 和 {maxAssetAmount} 之間的數字。

# ad250Sbconfirmation250Sbprovide8722Sbaddress250Sbsubtitile
source: The address is going to be used to receive the {asset} you've bought. Make sure the address is correct and you have access to the wallet, otherwise the coins may be irretrievably lost.
cs: Adresa bude použita pro příjem {asset}, který jste si zakoupili. Ujistěte se, že je adresa správná a máte přístup k peněžence, jinak mohou být mince nenávratně ztraceny.
fi: Osoitetta käytetään ostamasi {asset}:n vastaanottamiseen. Varmista, että osoite on oikea ja että sinulla on pääsy lompakkoon, muuten kolikot voivat kadota lopullisesti.
fr: L'adresse va être utilisée pour recevoir le {asset} que vous avez acheté. Assurez-vous que l'adresse est correcte et que vous avez accès au portefeuille, sinon les jetons de crypto-monnaie pourraient être irrémédiablement perdus.
it: L'indirizzo verrà utilizzato per ricevere le {asset} che hai comprato. Assicurati che l'indirizzo sia corretto e che tu abbia accesso al portafoglio, altrimenti le monete potrebbero essere irrimediabilmente perse.
lt: Adresas bus naudojamas norint gauti jūsų įsigytą {asset}. Įsitikinkite, kad adresas yra teisingas ir turite prieigą prie piniginės, kitaip monetos gali būti negrįžtamai prarastos.
nb: Adressen skal brukes til å motta {asset} du har kjøpt. Sørg for at adressen er riktig og at du har tilgang til lommeboken, ellers kan myntene gå tapt uopprettelig.
nl: Het adres wordt gebruikt om de {asset} die je hebt gekocht te ontvangen. Zorg ervoor dat het adres correct is en dat u toegang heeft tot de portefeuille, anders kunnen de munten onherstelbaar verloren gaan.
pl: Ten adres będzie użyty do otrzymywania {asset}, które zakupiłeś. Upewnij się, że adres jest poprawny, i że masz dostęp do portfela. W przeciwnym wypadku środki mogą być utracone.
pt_br: O endereço será usado para receber o {asset} que você comprou. Verifique se o endereço está correto e se você tem acesso à carteira, caso contrário, as moedas poderão ser irremediavelmente perdidas.
sl: Na tem naslovu boste prejeli kupljen {asset}. Prepričajte se, da je naslov pravilen in da imate dostop do denarnice, sicer se lahko kovanci nepovratno izgubijo.
sv: Adressen kommer att användas för att ta emot {asset} du har köpt. Se till att adressen är korrekt och att du har tillgång till plånboken, annars kan mynten försvinna oåterkalleligt.
tl: Ang address ay gagamitin upang matanggap ang {asset} na binili mo. Tiyaking tama ang address at mayroon kang access sa wallet, kung hindi, ang mga barya ay maaaring mawala nang hindi na mababawi.
tr: Adres, satın aldığınız {asset} ürününü almak için kullanılacaktır. Adresin doğru olduğundan ve cüzdana erişiminizin olduğundan emin olun, aksi takdirde paralar geri alınamayacak şekilde kaybolabilir.
ur: پتہ آپ کے خریدے ہوئے {asset} وصول کرنے کے لیے استعمال کیا جائے گا۔ یقینی بنائیں کہ پتہ درست ہے اور آپ کو بٹوے تک رسائی حاصل ہے، ورنہ سکے ناقابل واپسی طور پر ضائع ہو سکتے ہیں۔
zh_cn: 这个地址将被用来接收你所购买的 {asset} 。请确保地址是正确的，并且你可以进入钱包，否则硬币可能会无可挽回地丢失。
zh_tw: 該地址將用於接收您購買的 {asset} 。確保地址正確並且您可以訪問錢包，否則硬幣可能會無法挽回地丟失。

# ad250Sbconfirmation250Sbprovide8722Sbaddress250Sbyou8722Sbown
source: By beginning the trade you confirm that the receiving wallet belongs to you
cs: Zahájením obchodu potvrzujete, že přijímající peněženka patří vám
fi: Aloittamalla kaupan vahvistat, että vastaanottava lompakko kuuluu sinulle
fr: En commençant l'échange, vous confirmez que le portefeuille de réception vous appartient
it: Iniziando lo scambio confermi che il portafoglio ricevente ti appartiene
lt: Pradėdami prekybą patvirtinate, kad gaunanti piniginė priklauso jums
nb: Ved å starte handelen bekrefter du at mottakerlommeboken tilhører deg
nl: Door met de transactie te beginnen, bevestigt u dat de ontvangende portefeuille van u is
pl: Rozpoczynając handel, potwierdzasz, że portfel odbierający należy do Ciebie
pt_br: Ao iniciar o comércio, você confirma que a carteira de recebimento lhe pertence
sl: Z začetkom trgovanja potrjujete, da prejemna denarnica pripada vam
sv: Genom att påbörja handeln bekräftar du att den mottagande plånboken tillhör dig
tl: Sa pagsisimula ng kalakalan, kinukumpirma mo na ang tatanggap na pitaka ay pag-aari mo
tr: İşlemi başlatarak, alıcı cüzdanın size ait olduğunu onaylamış olursunuz.
ur: تجارت شروع کرکے آپ تصدیق کرتے ہیں کہ وصول کرنے والا پرس آپ کا ہے
zh_cn: 通过开始交易，你确认接收的钱包属于你。
zh_tw: 通過開始交易，您確認接收錢包屬於您

# ad250Sbdeleted
source: This ad has been deleted
cs: Tato reklama byla smazána
fi: Tämä ilmoitus on poistettu
fr: Cette annonce a été supprimée
it: Questo annuncio è stato cancellato
lt: Šis skelbimas buvo ištrintas
nb: Denne annonsen er slettet
nl: Deze advertentie is verwijderd
pl: To ogłoszenie zostało usunięte
pt_br: Este anúncio foi excluído
sl: Ta oglas je bil izbrisan
sv: Denna annons har tagits bort
tl: Ang ad na ito ay tinanggal
tr: Bu reklam silindi
ur: یہ اشتہار حذف کر دیا گیا ہے
zh_cn: 此交易广告已被删除
zh_tw: 此交易廣告已被刪除

# ad250Sbhomepage8722Sblisting250Sblocal8722Sbbuy8722Sbheading
source: Sell {assetName} for cash in {country}
cs: Prodejte {assetName} za hotovost v {country}
fi: Myy {assetName}a käteisellä {country}:ssa
fr: Vendre du {assetName} contre de l'espèce en {country}
it: Vendi {assetName} con denaro in {country}
lt: Parduokite {assetName} už grynuosius pinigus {country}
nb: Selg {assetName} for kontanter i {country}
nl: Verkoop {assetName} voor contant geld in {country}
pl: Sprzedaj {assetName} za gotówkę w {country}
pt_br: Venda {assetName} por dinheiro em {country}
sl: Prodaja {assetName} za gotovino v {country}
sv: Sälj {assetName} för kontanter i {country}
tl: Ibenta ang {assetName} nang cash sa {country}
tr: {assetName}'i {location} karşılığında nakit olarak sat
ur: {country} میں نقد کے لیے {assetName} فروخت کریں
zh_cn: 在{country}附近用现金出售{assetName}
zh_tw: 在{country}附近用現金出售{assetName}

# ad250Sbhomepage8722Sblisting250Sblocal8722Sbsell8722Sbheading
source: Buy {assetName} with cash in {country}
cs: Kupte {assetName} za hotovost v {country}
fi: Osta {assetName}a käteisellä {country}:ssa
fr: Acheter du {assetName} avec de l'espèce en {country}
it: Compra {assetName} con contanti in {country}
lt: Pirkite {assetName} su grynaisiais pinigais {country}
nb: Kjøp {assetName} kontanter i {country}
nl: Koop {assetName} met contant geld in {country}
pl: Kup {assetName} za gotówkę w {country}
pt_br: Compre {assetName} com dinheiro em {country}
sl: Nakup {assetName} z gotovino v {country}
sv: Köp {assetName} med kontant i {country}
tl: Bumili ng {assetName} gamit ang cash sa {country}
tr: {assetName}'i {country} nakit ile satın alın
ur: {country} میں نقد رقم کے ساتھ {assetName} خریدیں
zh_cn: 在{country}附近用现金购买{assetName}
zh_tw: 在{country}附近用現金購買{assetName}

# ad250Sbhomepage8722Sblisting250Sbonline8722Sbbuy8722Sbheading
source: Sell {assetName} online in {country}
cs: Prodávejte {assetName} online za {country}
fi: Myy {assetName}a verkossa sijainnissa {country}
fr: Vendre du {assetName} en ligne en {country}
it: Vendi {assetName} online in {country}
lt: Parduokite {assetName} internetu {country}
nb: Selg {assetName} på nettet i {country}
nl: Verkoop {assetName} online in {country}
pl: Sprzedaj {assetName} przez internet w {country}
pt_br: Vender {assetName} online em {country}
sl: Prodaja {assetName} na spletu v {country}
sv: Sälj {assetName} online i {country}
tl: Ibenta ang {assetName} online sa {country}
tr: {assetName} ürününü çevrimiçi olarak {country} ile sat
ur: {country} میں {assetName} آن لائن فروخت کریں
zh_cn: 在{country}网上出售{assetName}
zh_tw: 在{country}網上出售{assetName}

# ad250Sbhomepage8722Sblisting250Sbonline8722Sbsell8722Sbheading
source: Buy {assetName} online in {country}
cs: Koupit {assetName} online v {country}
fi: Osta {assetName}a verkossa sijainnissa {country}
fr: Acheter du {assetName} en ligne en {country}
it: Compra {assetName} online in {country}
lt: Pirkite {assetName} internetu {country}
nb: Kjøp {assetName} på nettet i {country}
nl: Koop {assetName} online in {country}
pl: Kup {assetName} przez internet w {country}
pt_br: Comprar {assetName} online em {country}
sl: Nakup {assetName} na spletu v {country}
sv: Köp {assetName} online i {country}
tl: Bumili ng {assetName} online sa {country}
tr: {assetName} ürününü {country} ile çevrimiçi satın alın
ur: {country} میں {assetName} آن لائن خریدیں
zh_cn: 在{country}网上购买{assetName}
zh_tw: 在{country}網上購買{assetName}
