Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb6250Sbtext
source: Again. Bulletproofs brought this down drastically. Monero transactions are still bigger than Bitcoin transactions, but now only by around eight times, rather than the roughly fifty times that it was before. But there's another way to look at this as well. Bitcoin has some means of achieving privacy, usually through mixers and specialized wallets such as Wasabi, Samourai, and other CoinJoin related schemes. When you compare the costs of mixing with other Bitcoin outputs, address hopping, and maintaining proper output distribution, the total cost, in both size and fees is larger than if a user was to just use Monero. So yes, naked Bitcoin transactions are smaller, but to achieve any form of privacy (which is much weaker than Monero's regardless) would take more space on Bitcoin than on Monero.
cs: Znovu. Bulletproofs to drasticky snížil. Transakce v Moneru jsou stále větší než transakce v Bitcoinech, ale nyní už jen asi osmkrát, nikoli zhruba padesátkrát, jak tomu bylo dříve. Existuje však i jiný způsob, jak se na to dívat. Bitcoin má určité prostředky k dosažení soukromí, obvykle prostřednictvím mixérů a specializovaných peněženek, jako jsou Wasabi, Samourai a další systémy související s CoinJoin. Když porovnáte náklady na míchání s jinými výstupy Bitcoinu, přeskakování adres a udržování správné distribuce výstupů, jsou celkové náklady, co do velikosti i poplatků, větší, než kdyby uživatel používal pouze Monero. Takže ano, nahé transakce Bitcoinu jsou menší, ale k dosažení jakékoli formy soukromí (které je bez ohledu na to mnohem slabší než u Monera) by u Bitcoinu zabralo více místa než u Monera.
fi: Taas. Luodinkestävät teknologiat alensivat tätä rajusti. Monero-transaktiot ovat edelleen suurempia kuin Bitcoin-transaktiot, mutta nyt vain noin kahdeksan kertaa sen sijaan, että se oli noin viisikymmentä kertaa aiemmin. Mutta on myös toinen tapa tarkastella tätä. Bitcoinilla on joitain keinoja saavuttaa yksityisyys, yleensä sekoittimien ja erikoislompakkojen, kuten Wasabi, Samourai ja muiden CoinJoin-ohjelmien kautta. Kun vertailet sekoittamisen kustannuksia muihin Bitcoin lähtöihin, osoitteen hyppelyyn ja oikean tuotosjakauman ylläpitämiseen, kokonaiskustannukset ovat sekä koossa että transaktioissa suurempia kuin jos käyttäjä käyttäisi vain Moneroa. Joten kyllä, paljaat Bitcoin-transaktiot ovat pienempiä, mutta kaikenlaisen yksityisyyden saavuttaminen (joka on Bitcoinilla paljon heikompi kuin Monerolla joka tapauksessa) vaatisi enemmän tilaa Bitcoinissa kuin Monerossa.
fr: Encore une fois, la technologie bullerproofs a permis de considérablement réduire cet aspect. Les transactions Monero sont toujours plus volumineuses que les transactions Bitcoin, mais maintenant seulement d'un facteur d'environ huit fois, au lieu d'environ cinquante fois comme ce qu'elles étaient auparavant. Mais il y a aussi une autre façon de voir cela. Bitcoin a des moyens d'assurer la confidentialité, généralement par le biais de mélangeurs et de portefeuilles spécialisés tels que Wasabi, Samourai et d'autres programmes liés à CoinJoin. Lorsque vous comparez les coûts de mélange avec d'autres sorties Bitcoin, le rebond d'adresse et le maintien d'une distribution de sortie appropriée, le coût total, à la fois en taille et en frais, est plus élevé que si un utilisateur devait simplement utiliser Monero. Alors oui, les transactions Bitcoin nues sont plus petites, mais pour obtenir ne serait-ce qu'un peu de confidentialité (qui est beaucoup plus faible que celle de Monero malgré tout) prendrait plus d'espace sur Bitcoin que sur Monero.
it: Ancora. I proiettili antiproiettile lo hanno ridotto drasticamente. Le transazioni Monero sono ancora più grandi delle transazioni Bitcoin, ma ora solo di circa otto volte, anziché le circa cinquanta volte di prima.
lt: Vėlgi. Neperšaunami įrenginiai tai smarkiai sumažino. Monero sandoriai vis dar yra didesni nei Bitcoin sandoriai, bet dabar tik maždaug aštuonis kartus, o ne maždaug penkiasdešimt kartų, nei buvo anksčiau. Tačiau yra ir kitas būdas pažvelgti į tai. Bitcoin turi tam tikrų priemonių privatumui pasiekti, dažniausiai naudojant maišytuvus ir specializuotas pinigines, tokias kaip Wasabi, Samourai ir kitas su CoinJoin susijusias schemas. Palyginus maišymo išlaidas su kitais Bitcoin išvestimis, adresų perkėlimu ir tinkamo produkcijos paskirstymo palaikymu, bendros išlaidos tiek dydžiu, tiek mokesčiais yra didesnės nei tuo atveju, jei vartotojas naudotų tik Monero. Taigi taip, atviri Bitcoin sandoriai yra mažesni, tačiau norint pasiekti bet kokios formos privatumą (kuris yra daug silpnesnis nei Monero), Bitcoin užtruktų daugiau vietos nei Monero.
nb: En gang til. Bulletproofs brakte dette drastisk ned. Monero-transaksjoner er fortsatt større enn Bitcoin-transaksjoner, men nå bare rundt åtte ganger, i stedet for de omtrent femti gangene det var før. Men det er en annen måte å se på dette også. Bitcoin har noen midler for å oppnå personvern, vanligvis gjennom miksere og spesialiserte lommebøker som Wasabi, Samourai og andre CoinJoin-relaterte ordninger. Når du sammenligner kostnadene ved å blande med andre Bitcoin-utganger, adressehopping og opprettholde riktig utgangsdistribusjon, er den totale kostnaden, både i størrelse og avgifter, større enn om en bruker bare skulle bruke Monero. Så ja, nakne Bitcoin-transaksjoner er mindre, men å oppnå noen form for personvern (som er mye svakere enn Monero uansett) vil ta mer plass på Bitcoin enn på Monero.
nl: Nogmaals. Bulletproofs hebben dit drastisch verminderd. Monero-transacties zijn nog steeds groter dan Bitcoin-transacties, maar nu slechts ongeveer acht keer, in plaats van ongeveer vijftig keer wat het eerder was. Maar er is ook een andere manier om hiernaar te kijken. Bitcoin heeft een manier om privacy te bereiken, meestal via mixers en gespecialiseerde portefeuilles zoals Wasabi, Samourai en andere CoinJoin-gerelateerde schema's. Wanneer u de kosten vergelijkt van het mixen met andere Bitcoin-outputs, adreshopping en het handhaven van een juiste outputdistributie, zijn de totale kosten, zowel qua omvang als qua kosten, groter dan wanneer een gebruiker alleen Monero zou gebruiken. Dus ja, blote Bitcoin-transacties zijn kleiner, maar om enige vorm van privacy te bereiken (die hoe dan ook veel zwakker is dan die van Monero) zou het meer ruimte in beslag nemen op Bitcoin dan op Monero.
pl: Ponownie. Bulletproofs drastycznie je obniżyły. Transakcje Monero są nadal większe niż transakcje Bitcoina, ale teraz tylko około osiem razy, a nie około pięćdziesiąt razy, jak wcześniej. Ale jest też inny sposób, aby na to spojrzeć. Bitcoin ma pewne sposoby na osiągnięcie prywatności, zwykle poprzez miksery i specjalistyczne portfele, takie jak Wasabi, Samourai i inne związane z CoinJoinem. Porównując koszty mieszania z innymi wyjściami Bitcoina, przeskakiwaniem i utrzymaniem odpowiedniego rozkładu wyjść, całkowity koszt, zarówno pod względem wielkości, jak i opłat jest większy niż gdyby użytkownik miał użyć Monero. Tak więc, transakcje nagich Bitcoinów są mniejsze, ale aby osiągnąć jakąkolwiek formę prywatności (która jest znacznie słabsza niż Monero) zajęłoby to więcej miejsca na blockchainie Bitcoina niż na Monero.
pt_br: Novamente. À prova de balas derrubou isso drasticamente. As transações Monero ainda são maiores que as transações com Bitcoin, mas agora apenas oito vezes, em vez das cinquenta vezes antes.
sl: Ponovno. Bulletproofs so to drastično zmanjšali. Transakcije Monero so še vedno večje od transakcij Bitcoin, vendar zdaj le za približno osemkrat, namesto približno petdesetkrat, kot je bilo prej. Vendar obstaja tudi drug način, kako na to gledati. Bitcoin ima nekaj načinov za doseganje zasebnosti, običajno prek mešalnikov in specializiranih denarnic, kot so Wasabi, Samourai in druge sheme, povezane s CoinJoin. Če primerjate stroške mešanja z drugimi bitcoin izhodi, preskakovanjem naslovov in vzdrževanjem pravilne distribucije izhodov, je skupni strošek, tako v velikosti kot v provizijah, večji, kot če bi uporabnik samo uporabljal Monero. Tako da, gole transakcije z bitcoini so manjše, vendar bi dosegli kakršno koli obliko zasebnosti (ki je precej šibkejša od Monero ne glede na to) potrebovali več prostora na Bitcoinu kot na Moneru.
sv: Igen. Bulletproofs drog ner detta drastiskt. Monero-transaktioner är fortfarande större än Bitcoin-transaktioner, men nu bara cirka åtta gånger, snarare än de ungefär femtio gångerna som det var tidigare. Men det finns ett annat sätt att se på detta också. Bitcoin har några sätt att uppnå sekretess, vanligtvis genom mixers och specialiserade plånböcker som Wasabi, Samourai och andra CoinJoin-relaterade system. När du jämför kostnaderna för att blanda med andra Bitcoin-utgångar, adresshoppning och upprätthålla korrekt utdatadistribution, är den totala kostnaden, både i storlek och avgifter, större än om en användare bara skulle använda Monero. Så ja, transaktioner med nakna Bitcoin är mindre, men att uppnå någon form av integritet (som är mycket svagare än Moneros oavsett) skulle ta mer plats på Bitcoin än på Monero.
tl: muli. Ibinaba ito nang husto ng mga bulletproof. Ang mga transaksyon sa Monero ay mas malaki pa rin kaysa sa mga transaksyon sa Bitcoin, ngunit ngayon ay humigit-kumulang walong beses na lamang, kaysa sa humigit-kumulang limampung beses na noong una. Ngunit may isa pang paraan upang tingnan ito. Ang Bitcoin ay may ilang paraan ng pagkamit ng privacy, kadalasan sa pamamagitan ng mga mixer at espesyal na wallet tulad ng Wasabi, Samourai, at iba pang mga scheme na nauugnay sa CoinJoin. Kapag inihambing mo ang mga gastos sa paghahalo sa iba pang mga Bitcoin output, address hopping, at pagpapanatili ng wastong pamamahagi ng output, ang kabuuang gastos, sa parehong laki at mga bayarin ay mas malaki kaysa sa kung ang isang user ay gagamit lang ng Monero. Kaya oo, ang mga hubad na transaksyon sa Bitcoin ay mas maliit, ngunit upang makamit ang anumang anyo ng pagkapribado (na mas mahina kaysa sa Monero anuman) ay mangangailangan ng mas maraming espasyo sa Bitcoin kaysa sa Monero.
tr: Tekrar. Kurşun geçirmez malzemeler bunu büyük ölçüde azalttı. Monero işlemleri hala Bitcoin işlemlerinden daha büyük, ancak artık daha önce kabaca elli kat yerine yalnızca sekiz kat daha fazla. Ancak buna bakmanın başka bir yolu da var. Bitcoin'in, genellikle karıştırıcılar ve Wasabi, Samourai ve CoinJoin ile ilgili diğer planlar gibi özel cüzdanlar aracılığıyla gizliliğe ulaşmanın bazı yolları vardır. Diğer Bitcoin çıktılarıyla karıştırmanın, adres atlamanın ve uygun çıktı dağıtımını sürdürmenin maliyetlerini karşılaştırdığınızda, hem boyut hem de ücretler açısından toplam maliyet, bir kullanıcının yalnızca Monero kullanması durumunda olduğundan daha fazladır. Yani evet, çıplak Bitcoin işlemleri daha küçüktür, ancak herhangi bir gizlilik biçimine ulaşmak (ki bu Monero'nunkinden çok daha zayıftır) Bitcoin'de Monero'ya göre daha fazla yer kaplayacaktır.
ur: دوبارہ بلٹ پروف نے اسے کافی حد تک نیچے لایا۔ مونیرو ٹرانزیکشنز اب بھی بٹ کوائن کے لین دین سے بڑے ہیں، لیکن اب اس سے پہلے کے لگ بھگ پچاس گنا کے بجائے صرف آٹھ گنا زیادہ ہیں۔ لیکن اس کو دیکھنے کا ایک اور طریقہ بھی ہے۔ بٹ کوائن کے پاس رازداری کے حصول کے کچھ ذرائع ہیں، عام طور پر مکسر اور خصوصی بٹوے جیسے Wasabi، Samourai، اور دیگر CoinJoin سے متعلقہ اسکیموں کے ذریعے۔ جب آپ دیگر بٹ کوائن آؤٹ پٹس کے ساتھ اختلاط، ایڈریس ہاپنگ، اور مناسب آؤٹ پٹ ڈسٹری بیوشن کو برقرار رکھنے کے اخراجات کا موازنہ کرتے ہیں، تو کل لاگت، سائز اور فیس دونوں میں اس سے زیادہ ہوتی ہے اگر کوئی صارف صرف Monero استعمال کرے۔ تو ہاں،برہنہ بٹ کوائن کے لین دین چھوٹے ہیں، لیکن رازداری کی کسی بھی شکل کو حاصل کرنے کے لیے (جو کہ Monero کے مقابلے میں بہت کمزور ہے) Monero کے مقابلے Bitcoin پر زیادہ جگہ لے گی۔
zh_cn: 防弹协议的出现将门罗的交易体积缩小了很多. 门罗的交易体积最初比比特币打50倍, 现在6到8倍. 但这个事情也可以从另外一个角度来看, 比特币如果想隐私也要加入一些额外的隐私保护技术, 如Wasabi, Samourai, 和其它混币工具. 当你综合比较门罗与比特币加入混币技术时的区块大小, 你会发现门罗隐私交易的体积和手续费都要小于比特币隐私交易. 所以, 即使透明的比特币交易体积更小, 但是隐私的比特币交易体积大于门罗币，并且何况隐私性弱于门罗币许多.
zh_tw: 防彈協定的出現將門羅的交易體積縮小了很多. 門羅的交易體積最初比比特幣打50倍, 現在6到8倍. 但這個事情也可以從另外一個角度來看, 比特幣如果想隱私也要加入一些額外的隱私保護技術, 如Wasabi, Samourai, 和其它混幣工具. 當你綜合比較門羅與比特幣加入混幣技術時的區塊大小, 你會發現門羅隱私交易的體積和手續費都要小於比特幣隱私交易. 所以, 即使透明的比特幣交易體積更小, 但是隱私的比特幣交易體積大於門羅幣，並且何況隱私性弱於門羅幣許多.

# knowledge250Sbmyths250Sb6250Sbtitle
source: A Monero transaction is many times bigger than a Bitcoin transaction.
cs: Transakce Monero je mnohonásobně větší než transakce Bitcoinů.
fi: Monero-transaktio on monta kertaa suurempi kuin Bitcoin-transaktio.
fr: Une transaction Monero est plusieurs fois plus volumineuse qu'une transaction Bitcoin.
it: Una transazione Monero è molte volte più grande di una transazione Bitcoin.
lt: Monero sandoris yra daug kartų didesnis nei Bitcoin sandoris.
nb: En Monero-transaksjon er mange ganger større enn en Bitcoin-transaksjon.
nl: Een Monero transactie is vele malen groter dan een Bitcoin transactie.
pl: Transakcja Monero jest wielokrotnie większa niż transakcja Bitcoina.
pt_br: Uma transação Monero é muitas vezes maior que uma transação Bitcoin.
sl: Transakcija Monero je velikokrat večja od transakcije Bitcoin.
sv: En Monero-transaktion är många gånger större än en Bitcoin-transaktion.
tl: Ang isang transaksyon sa Monero ay maraming beses na mas malaki kaysa sa isang transaksyon sa Bitcoin.
tr: Bir Monero işlemi Bitcoin işleminden kat kat daha büyüktür.
ur: ایک Monero ٹرانزیکشن بٹ کوائن کے لین دین سے کئی گنا بڑا ہے۔
zh_cn: 门罗币的交易数据比比特币交易大很多，不利于扩展性.
zh_tw: 門羅幣的交易資料比比特幣交易大很多，不利於擴展性.
