Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app_trade_status_settlement_processing_description
source: The settlement is being processed. Please wait, there's nothing that you need to do.
cs: Vypořádání se zpracovává. Počkejte prosím, nemusíte nic dělat.
fi: Ratkaisua käsitellään. Odota, sinun ei tarvitse tehdä mitään.
fr: Le règlement est en cours de traitement. Veuillez patienter, vous n'avez rien à faire.
it: La transazione è in fase di elaborazione. Per favore aspetta, non c'è niente che devi fare.
lt: Atsiskaitymas tvarkomas. Palaukite, jums nieko nereikia daryti.
nb: Oppgjøret er under behandling. Vennligst vent, det er ingenting du trenger å gjøre.
nl: De schikking wordt verwerkt. Even geduld, u hoeft niets te doen.
pl: Trwa przetwarzanie rozliczenia. Proszę czekać, nie musisz nic robić.
pt_br: A liquidação está sendo processada. Aguarde, não há nada que você precise fazer.
sl: Poravnava je v obdelavi. Počakajte, ničesar vam ni reba storiti.
sv: Avräkningen håller på att behandlas. Vänligen vänta, det finns inget du behöver göra.
tl: Pinoproseso na ang settlement. Mangyaring maghintay, walang kailangan mong gawin.
tr: Anlaşma işleniyor. Lütfen bekleyin, yapmanız gereken hiçbir şey yok.
ur: تصفیہ کی کارروائی جاری ہے۔ براہ کرم انتظار کریں، آپ کو کچھ کرنے کی ضرورت نہیں ہے۔
zh_cn: 结算正在处理中。请稍等，您无需执行任何操作。
zh_tw: 結算正在處理中。請稍候，您無需執行任何操作。

# app_buyer_settlement_fee_level_description
source: Choose a fee level to be used during the trade settlement. The values shown here are the current rate estimations and may differ from those applied during the trade settlement. Should the amount of the trade be too low to settle the trade with the selected fee level, a lower fee level will be automatically selected during the settlement.
cs: Vyberte úroveň poplatku, která se má použít při vypořádání obchodu. Zde uvedené hodnoty jsou aktuální odhady sazeb a mohou se lišit od hodnot použitých během vypořádání obchodu. Pokud je částka obchodu příliš nízká na vypořádání obchodu se zvolenou úrovní poplatku, bude při vypořádání automaticky zvolena nižší úroveň poplatku.
fi: Valitse kauppaselvityksen aikana käytettävä kulutaso. Tässä näkyvät arvot ovat tämänhetkisiä kurssiarvioita ja voivat poiketa kaupan selvityksen aikana käytetyistä arvoista. Mikäli kaupan summa on liian alhainen kaupan selvittämiseen valitulla kulutasolla, valitaan automaattisesti alhaisempi kulutaso selvityksen aikana.
fr: Choisissez un niveau de frais à utiliser lors du règlement de la transaction. Les valeurs indiquées ici sont les estimations de taux actuelles et peuvent différer de celles appliquées lors du règlement de la transaction. Si le montant de la transaction est trop faible pour régler la transaction avec le niveau de frais sélectionné, un niveau de frais inférieur sera automatiquement sélectionné lors du règlement.
it: Scegli un livello di commissione da utilizzare durante la transazione commerciale. I valori qui indicati rappresentano le stime attuali dei tassi e potrebbero differire da quelli applicati durante la liquidazione della transazione. Se l'importo dell'operazione fosse troppo basso per chiudere l'operazione con il livello di commissione selezionato, durante la liquidazione verrà automaticamente selezionato un livello di commissione inferiore.
lt: Pasirinkite mokesčio lygį, kuris bus naudojamas atsiskaitant už prekybą. Čia pateiktos reikšmės yra dabartinės kurso įverčiai ir gali skirtis nuo taikomų atsiskaitant už prekybą. Jei sandorio suma bus per maža, kad būtų galima atsiskaityti už sandorį pasirinktu įkainio lygiu, atsiskaitymo metu automatiškai pasirenkamas žemesnis mokesčio lygis.
nb: Velg et gebyrnivå som skal brukes under handelsoppgjøret. Verdiene som vises her er gjeldende renteanslag og kan avvike fra de som ble brukt under handelsoppgjøret. Skulle handlebeløpet være for lavt til å gjøre opp handelen med det valgte gebyrnivået, vil et lavere gebyrnivå automatisk bli valgt under oppgjøret.
nl: Kies een vergoedingsniveau dat moet worden gebruikt tijdens de handelsafwikkeling. De hier getoonde waarden zijn de huidige koersschattingen en kunnen verschillen van de waarden die werden toegepast tijdens de handelsafrekening. Als het bedrag van de transactie te laag is om de transactie met het geselecteerde vergoedingsniveau te vereffenen, wordt tijdens de vereffening automatisch een lager vergoedingsniveau geselecteerd.
pl: Wybierz poziom opłaty, który będzie używany podczas rozliczenia handlu. Przedstawione tutaj wartości są bieżącymi szacunkami kursów i mogą różnić się od tych stosowanych podczas rozliczenia transakcji. Jeżeli kwota transakcji będzie zbyt niska, aby rozliczyć transakcję z wybranym poziomem opłaty, podczas rozliczenia zostanie automatycznie wybrany niższy poziom opłaty.
pt_br: Escolha um nível de taxa a ser usado durante a liquidação comercial. Os valores mostrados aqui são as estimativas de taxa atuais e podem diferir daqueles aplicados durante a liquidação comercial. Se o valor da transação for muito baixo para liquidar a transação com o nível de taxa selecionado, um nível de taxa mais baixo será automaticamente selecionado durante a liquidação.
sl: Izberite raven provizije, ki bo uporabljena med poravnavo trgovanja. Tukaj prikazane vrednosti so trenutne ocene tečaja in se lahko razlikujejo od uporabljenih med poravnavo trgovanja. Če je znesek trgovanja prenizek za poravnavo z izbrano stopnjo provizije, bo med poravnavo samodejno izbrana nižja raven provizije.
sv: Välj en avgiftsnivå som ska användas under handelsuppgörelsen. De värden som visas här är de aktuella kursuppskattningarna och kan skilja sig från de som tillämpas under handelsavvecklingen. Om affärens belopp är för lågt för att avveckla affären med den valda avgiftsnivån, kommer en lägre avgiftsnivå automatiskt att väljas under avvecklingen.
tl: Pumili ng antas ng bayad na gagamitin sa panahon ng trade settlement. Ang mga value na ipinapakita dito ay ang kasalukuyang mga pagtatantya ng rate at maaaring iba sa mga inilapat sa panahon ng trade settlement. Kung ang halaga ng kalakalan ay masyadong mababa upang ayusin ang kalakalan sa napiling antas ng bayad, ang isang mas mababang antas ng bayad ay awtomatikong pipiliin sa panahon ng pag-aayos.
tr: Ticari uzlaşma sırasında kullanılacak bir ücret düzeyi seçin. Burada gösterilen değerler mevcut oran tahminleridir ve ticari uzlaşma sırasında uygulanan değerlerden farklı olabilir. İşlem tutarının, seçilen ücret düzeyiyle işlemin sonuçlandırılması için çok düşük olması durumunda, uzlaşma sırasında otomatik olarak daha düşük bir ücret düzeyi seçilecektir.
ur: تجارتی تصفیہ کے دوران استعمال ہونے والی فیس کی سطح کا انتخاب کریں۔ یہاں دکھائی گئی اقدار موجودہ شرح کے تخمینے ہیں اور تجارتی تصفیہ کے دوران لاگو کردہ اقدار سے مختلف ہو سکتی ہیں۔ اگر تجارت کی رقم منتخب شدہ فیس کی سطح کے ساتھ تجارت کو طے کرنے کے لیے بہت کم ہے، تو تصفیہ کے دوران کم فیس کی سطح خود بخود منتخب ہو جائے گی۔
zh_cn: 选择交易结算期间要使用的费用水平。此处显示的值是当前的汇率估计值，可能与贸易结算期间应用的值不同。如果交易金额太低而无法以所选费用水平结算交易，则在结算过程中将自动选择较低的费用水平。
zh_tw: 選擇交易結算期間要使用的費用水平。此處顯示的值是當前匯率估計值，可能與貿易結算期間應用的匯率不同。如果交易金額太低而無法以所選費用水平結算交易，則在結算過程中將自動選擇較低的費用水平。

# app_change_vacation_settings
source: Change vacation settings.
cs: Změňte nastavení dovolené.
fi: Muuta loman asetuksia.
fr: Modifier les paramètres de pauses.
it: Modifica le impostazioni delle vacanze.
lt: Pakeiskite atostogų nustatymus.
nb: Endre ferieinnstillinger.
nl: Vakantie-instellingen wijzigen.
pl: Zmień ustawienia wakacji.
pt_br: Altere as configurações de férias.
sl: Spremenite nastavitve dopusta.
sv: Ändra semesterinställningar.
tl: Baguhin ang mga setting ng bakasyon.
tr: Tatil ayarlarını değiştirin.
ur: تعطیلات کی ترتیبات کو تبدیل کریں۔
zh_cn: 更改假期设置。
zh_tw: 更改假期設置。

# app_gallery
source: Gallery
cs: Galerie
fi: Galleria
fr: Galerie
it: Galleria
lt: Galerija
nb: Galleri
nl: Galerij
pl: Galeria
pt_br: Galeria
sl: Galerija
sv: Galleri
tr: Galeri
ur: گیلری
zh_cn: 画廊
zh_tw: 畫廊

# app_via
source: via
cs: přes
fi: kautta
it: attraverso
lt: per
pl: przez
pt_br: através da
sl: Prek
tl: sa pamamagitan ng
tr: aracılığıyla
ur: ذریعے
zh_cn: 通过
zh_tw: 通過

# app_one_percent
source: 1% fee
cs: 1% poplatek
fi: 1% kulu
fr: 1% de frais
it: Commissione dell'1%.
lt: 1% mokestis
nb: 1 % gebyr
nl: 1% vergoeding
pl: 1% opłata
pt_br: taxa de 1%
sl: 1% provizija
sv: 1% avgift
tl: 1% bayad
tr: %1 ücret
ur: 1% فیس
zh_cn: 1% 费用
zh_tw: 1% 手續費

# app_final_amount
source: Final amount
cs: Konečná částka
fi: Lopullinen summa
fr: Montant final
it: Importo finale
lt: Galutinė suma
nb: Endelig beløp
nl: Eindbedrag
pl: Końcowa kwota
pt_br: Quantidade final
sl: Končni znesek
sv: Slutligt belopp
tl: Panghuling halaga
tr: Son miktar
ur: حتمی رقم
zh_cn: 最终金额
zh_tw: 最終金額

# app_note_label
source: Your note on {val} (only seen by you)
cs: Vaše poznámka na {val} (vidíte ji pouze vy)
fi: Muistiinpanosi aiheesta {val} (vain sinä näet tämän)
fr: Votre note sur {val} (uniquement visible par vous)
it: La tua nota su {val} (vista solo da te)
lt: Jūsų pastaba apie {val} (matote tik jūs)
nb: Notatet ditt på {val} (bare sett av deg)
nl: Uw notitie op {val} (alleen door u gezien)
pl: Twoja notatka o {val} (widoczna tylko dla Ciebie)
pt_br: Sua nota em {val} (visto apenas por você)
sl: Vaša opomba o {val} (vidite samo vi)
sv: Din anteckning på {val} (endast sett av dig)
tl: Ang iyong tala sa {username} (ikaw lang ang nakakita)
tr: {username} ile ilgili notunuz (yalnızca sizin tarafınızdan görülür)
ur: {val} پر آپ کا نوٹ (only seen by you)
zh_cn: 您在 {val} 上的注释（只有您自己看到）
zh_tw: 你在 {val} 上的留言（只有你能看到）

# app_note_add
source: Add a note on {val}
cs: Přidat poznámku k {val}
fi: Lisää muistiinpano aiheesta {val}
fr: Ajouter une note sur {val}
it: Aggiungi una nota su {val}
lt: Pridėkite pastabą apie {val}
nb: Legg til et notat om {val}
nl: Voeg een notitie toe over {val}
pl: Dodaj notatkę o {val}
pt_br: Adicione uma nota em {val}
sl: Dodajte opombo k {val}
sv: Lägg till en anteckning om {val}
tl: Magdagdag ng tala sa {username}
tr: {username} üzerine bir not ekleyin
ur: {val} پر ایک نوٹ شامل کریں
zh_cn: 在 {val} 上添加注释
zh_tw: 在 {val} 上添加註釋

# app_update_new_version_available
source: New version {val} is available.
cs: K dispozici je nová verze {val}.
fi: Uusi versio {val} on saatavilla.
fr: Nouvelle version {val} disponible.
it: La nuova versione {val} è disponibile.
lt: Yra nauja {val} versija.
nb: Ny versjon {val} er tilgjengelig.
nl: Nieuwe versie {val} is beschikbaar.
pl: Dostępna jest nowa wersja {val}.
pt_br: A nova versão {val} está disponível.
sl: Na voljo je nova različica {val}.
sv: Ny version {val} är tillgänglig.
tl: Available ang bagong bersyon {val}.
tr: Yeni sürüm {val} mevcut.
ur: نیا ورژن {val} دستیاب ہے۔
zh_cn: 新版本{val}已推出。
zh_tw: 新版本 {val} 可用。

# app_update_now
source: Update now
cs: Nyní aktualizovat
fi: Päivitä nyt
fr: Mettre à jour maintenant
it: Aggiorna ora
lt: Atnaujinti dabar
nb: Oppdater nå
nl: Update nu
pl: Aktualizuj teraz
pt_br: Atualizar agora
sl: Posodobi zdaj
sv: Uppdatera nu
tl: Update ngayon
tr: Şimdi güncelle
ur: اپ ڈيٹ کریں
zh_cn: 现在更新
zh_tw: 現在更新

# app_update_ingnor_until_next
source: Ignore until next update
cs: Ignorovat do příští aktualizace
fi: Ohita seuraavaan päivitykseen asti
fr: Ignorer jusqu'à la prochaine mise à jour
it: Ignora fino al prossimo aggiornamento
lt: Ignoruoti iki kito atnaujinimo
nb: Ignorer til neste oppdatering
nl: Negeer tot de volgende update
pl: Ignoruj do następnej aktualizacji
pt_br: Ignorar até a próxima atualização
sl: Ignoriraj do naslednje posodobitve
sv: Ignorera tills nästa uppdatering
tl: Huwag pansinin hanggang sa susunod na update
tr: Bir sonraki güncellemeye kadar yoksay
ur: اگلی اپڈيٹ تک نظر انداز کریں
zh_cn: 忽略直到下次更新
zh_tw: 忽略直到下次更新

# app_update_ignore_always
source: Always ignore
cs: Vždy ignorovat
fi: Ohita aina
fr: Toujours ignorer
it: Ignora sempre
lt: Visada ignoruoti
nb: Ignorer alltid
nl: Altijd negeren
pl: Zawsze ignoruj
pt_br: sempre ignorar
sl: Vedno ignoriraj
sv: Ignorera alltid
tl: Laging huwag pansinin
tr: Her zaman görmezden gel
ur: ہمیشہ نظر انداز کریں
zh_cn: 总是忽略
zh_tw: 總是忽略

# app_tooltip_visibility
source: Tap to toggle visibility
cs: Klepnutím přepnete viditelnost
fi: Napauta vaihtaaksesi näkyvyyttä
fr: Appuyez pour basculer la visibilité
it: Tocca per attivare/disattivare la visibilità
lt: Palieskite, kad perjungtumėte matomumą
nb: Trykk for å bytte synlighet
nl: Tik om zichtbaarheid te wisselen
pl: Dotknij, aby przełączyć widoczność
pt_br: Toque para alternar a visibilidade
sl: Kliknite za preklop vidnosti
sv: Tryck för att växla synlighet
tl: I-tap para i-toggle ang visibility
tr: Görünürlüğü değiştirmek için dokunun
ur: visibility کو ٹوگل کرنے کے لیے ٹيپ کريں
zh_cn: 点击以切换可见性
zh_tw: 點擊切換可見性

# app_tooltip_long_press_ad
source: Long press on the ad to enable group editing
cs: Dlouhým stisknutím reklamy aktivujete úpravy skupiny
fi: Ota ryhmämuokkaus käyttöön painamalla ilmoitusta pitkään
fr: Appuyez longuement sur l'annonce pour activer l'édition groupée
it: Premi a lungo sull'annuncio per abilitare la modifica del gruppo
lt: Ilgai paspauskite skelbimą, kad įjungtumėte grupės redagavimą
nb: Trykk lenge på annonsen for å aktivere grupperedigering
nl: Druk lang op de advertentie om groepsbewerking in te schakelen
pl: Naciśnij i przytrzymaj ogłoszenie, aby włączyć edycję grupową
pt_br: Pressione e segure o anúncio para ativar a edição do grupo
sl: Dolgo pritisnite na oglas, da omogočite urejanje skupine
sv: Tryck länge på annonsen för att aktivera gruppredigering
tl: Pindutin nang matagal ang ad upang paganahin ang pag-edit ng pangkat
tr: Grup düzenlemeyi etkinleştirmek için reklama uzun basın
ur: گروپ ایڈیٹنگ کو فعال کرنے کے لیے اشتہار پر دیر تک دبائیں
zh_cn: 长按广告即可启用分组编辑
zh_tw: 長按廣告啟用組編輯

# app_join_telegram
source: Join Telegram group
cs: Připojte se ke skupině Telegram
fi: Liity Telegram-ryhmään
fr: Rejoindre le groupe Telegram
it: Unisciti al gruppo Telegram
lt: Prisijunkite prie Telegram grupės
nb: Bli med i Telegram-gruppen
nl: Word lid van de Telegram groep
pl: Dołącz do grupy Telegram
pt_br: Entrar no grupo do Telegram
sl: Pridružite se Telegram skupini
sv: Gå med i Telegram-gruppen
tl: Sumali sa Telegram group
tr: Telegram grubuna katılın
ur: ٹیلیگرام گروپ جوائن کریں
zh_cn: 加入电报群
zh_tw: 加入電報群

# app_join_matrix
source: Join Matrix group
cs: Připojte se ke skupině Matrix
fi: Liity Matrix-ryhmään
fr: Rejoindre le groupe Matrix
it: Unisciti al gruppo Matrix
lt: Prisijunkite prie grupės „Matrix“.
nb: Bli med i Matrix-gruppen
nl: Word lid van de Matrix groep
pl: Dołącz do grupy Matrix
pt_br: Junte-se ao grupo Matrix
sl: Pridružite se Matrix skupini
sv: Gå med i Matrix-gruppen
tl: Sumali sa Matrix group
tr: Matrix grubuna katılın
ur: میٹرکس گروپ میں شامل ہوں
zh_cn: 加入矩阵组
zh_tw: 加入矩陣組

# app_display_password
source: Display password
cs: Zobrazit heslo
fi: Näytä salasana
fr: Afficher le mot de passe
it: Visualizza password
lt: Rodyti slaptažodį
nb: Vis passord
nl: Wachtwoord weergeven
pl: Wyświetl hasło
pt_br: Mostrar senha
sl: Prikaži geslo
sv: Visa lösenord
tl: Ipakita ang password
tr: Şifreyi göster
ur: پاس ورڈ دکھائیں
zh_cn: 显示密码
zh_tw: 顯示密碼

# app_hide_password
source: Hide password
cs: Skrýt heslo
fi: Piilota salasana
fr: Masquer le mot de passe
it: Nascondi la password
lt: Slėpti slaptažodį
nb: Skjul passord
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt_br: Esconder a senha
sl: Skrij geslo
sv: Dölj lösenord
tl: Itago ang password
tr: Şifreyi gizle
ur: پاس ورڈ چھپائیں
zh_cn: 隐藏密码
zh_tw: 隱藏密碼

# app_trade_has_been_cancelled
source: The trade has been cancelled.
cs: Obchod byl zrušen.
fi: Kauppa on peruttu.
fr: La transaction a été annulée.
it: Il commercio è stato annullato.
lt: Prekyba buvo atšaukta.
nb: Handelen er kansellert.
nl: De transactie is geannuleerd.
pl: Handel został anulowany.
pt_br: A negociação foi cancelada.
sl: Trgovanje je bilo preklicano.
sv: Handeln har avbrutits.
tl: Kinansela ang kalakalan.
tr: Ticaret iptal edildi.
ur: تجارت منسوخ کر دی گئی ہے۔
zh_cn: 交易已被取消。
zh_tw: 交易已被取消。

# app_last_seen
source: Last seen {val}
cs: Naposledy viděno {val}
fi: Viimeksi nähty {val}
fr: {val} vu pour la dernière fois
it: Visto l'ultima volta {val}
lt: Paskutinį kartą matytas {val}
nb: Sist sett {val}
nl: Laatst gezien {val}
pl: Ostatnio widoczny {val}
pt_br: Visto pela última vez {val}
sl: Zadnje viden {val}
sv: Senast sett {val}
tl: Huling nakita {val}
tr: Son görülme {val}
ur: آخری بار دیکھا گیا {val}
zh_cn: 最后一次见到 {val}
zh_tw: 最後一次看到 {val}

# app_open_additional_filters
source: Open additional filters
cs: Otevřete další filtry
fi: Avaa lisäsuodattimet
fr: Ouvrir les filtres supplémentaires
it: Apri filtri aggiuntivi
lt: Atidarykite papildomus filtrus
nb: Åpne flere filtre
nl: Extra filters openen
pl: Otwórz dodatkowe filtry
pt_br: Abrir filtros adicionais
sl: Odpri dodatne filtre
sv: Öppna ytterligare filter
tl: Buksan ang mga karagdagang filter
tr: Ek filtreleri aç
ur: اضافی فلٹرز کھولیں
zh_cn: 打开附加过滤器
zh_tw: 打開額外的過濾器

# app_select_asset
source: Select asset
cs: Vyberte aktivum
fi: Valitse omaisuus
fr: Sélectionner l'actif
it: Seleziona risorsa
lt: Pasirinkite turtą
nb: Velg aktiva
nl: Selecteer activa
pl: Wybierz zasób
pt_br: Selecionar recurso
sl: Izberite sredstvo
sv: Välj tillgång
tl: Pumili ng asset
tr: Varlık seçin
ur: اثاثہ منتخب کریں
zh_cn: 选择资产
zh_tw: 選擇資產

# app_select_trade_type
source: Select trade type
cs: Vyberte typ obchodu
fi: Valitse kaupan tyyppi
fr: Sélectionner le type de transaction
it: Seleziona il tipo di operazione
lt: Pasirinkite prekybos tipą
nb: Velg handelstype
nl: Selecteer handelstype
pl: Wybierz rodzaj handlu
pt_br: Selecione o tipo de negociação
sl: Izberite vrsto trgovanja
sv: Välj handelstyp
tl: Pumili ng uri ng kalakalan
tr: Ticaret türünü seçin
ur: تجارت کی قسم منتخب کریں
zh_cn: 选择交易类型
zh_tw: 選擇交易類型

# app_paste
source: Paste
cs: Vložit
fi: Liitä
fr: Coller
it: Impasto
lt: Įklijuoti
nb: Lim inn
nl: Plakken
pl: Wklej
pt_br: Colar
sl: Prilepi
sv: Klistra
tl: Idikit
tr: Yapıştırmak
ur: چسپاں کریں
zh_cn: 粘贴
zh_tw: 粘貼

# app_scan_qr_code
source: Scan QR code
cs: Naskenujte QR kód
fi: Skannaa QR-koodi
fr: Scanner un QR code
it: Scansiona il codice QR
lt: Nuskaitykite QR kodą
nb: Skann QR kode
pl: Skanuj kod QR
pt_br: Escanear código QR
sl: Skenirajte QR kodo
sv: Skanna QR kod
tl: I-scan ang QR code
tr: QR kodunu tarayın
ur: QR کوڈ اسکین کریں
zh_cn: 扫描二维码
zh_tw: 掃描二維碼
