Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbviewTags250Sb3250Sbtext
source: <p>Imagine you have 4,096 boxes in a room, of which only 5 boxes belong to you. The boxes are all entirely indistinguishable from the outside, and the only way to tell if a box is for you is to open it and solve a time consuming math problem written down inside to ensure it’s yours.</p> <p>Now, imagine you decide to have the person sending you those 5 boxes generate a special code using your address, and then put only the first character of that generated code on the outside of each box being sent to you. Everyone else does the same thing for their boxes (to ensure all boxes are still indistinguishable), but now you can simply look at the one character code on the outside of the box, and only open those boxes which have that character on them.</p> <p>While other boxes will match your code, even some that are not owned by you, the number of boxes you need to open and solve a math problem on is now only 16 (1/256 boxes!) instead of all 4,096.</p> <p>Now you open those 16 boxes, solve the math problems, and keep the 5 boxes that actually belong to you from that group!</p>
cs: <p>Představte si, že máte v místnosti 4 096 krabic, z nichž pouze 5 patří vám. Všechny krabice jsou zvenčí zcela nerozeznatelné a jediný způsob, jak zjistit, zda je krabice vaše, je otevřít ji a vyřešit časově náročnou matematickou úlohu napsanou uvnitř, abyste se ujistili, že je vaše.</p> <p>Nyní si představte, že se rozhodnete nechat osobu, která vám těchto 5 krabic posílá, vygenerovat speciální kód pomocí vaší adresy a poté na vnější stranu každé z krabic, které vám posílá, umístit pouze první znak tohoto vygenerovaného kódu. Všichni ostatní udělají totéž pro své krabice (aby se zajistilo, že všechny krabice budou stále nerozlišitelné), ale nyní se můžete jednoduše podívat na jeden znak kódu na vnější straně krabice a otevřít pouze ty krabice, které mají tento znak.</p> <p>Ačkoli ostatní krabice budou odpovídat vašemu kódu, dokonce i ty, které nevlastníte, počet krabic, které musíte otevřít a vyřešit na nich matematickou úlohu, je nyní pouze 16 (1/256 krabic!) místo všech 4 096.</p> <p>Nyní otevřete těchto 16 krabic, vyřešíte matematické úlohy a ponecháte si 5 krabic, které vám z této skupiny skutečně patří!</p>
fi: <p>Kuvittele, että sinulla on huoneessa 4 096 laatikkoa, joista vain 5 kuuluu sinulle. Kaikki laatikot eivät ole täysin erotettavissa ulkopuolelta ja ainoa tapa tietää onko laatikko sinua varten, on avata se ja ratkaista aikaa vievä matemaattinen tehtävä, joka on kirjoitettu sisälle varmistaaksesi, että se on sinun.</p> <p>Kuvittele nyt, että päätät, että henkilö joka lähettää sinulle nuo 5 laatikkoa, luo erikoiskoodin käyttämällä osoitettasi ja laittaa sitten vain tuon koodin ensimmäisen merkin jokaisen sinulle lähetettävän laatikon ulkopuolelle. Kaikki muut tekevät saman asian laatikoilleen (varmistaakseen, että kaikki laatikot ovat edelleen erotettavissa), mutta nyt voit yksinkertaisesti katsoa yhden merkin koodia laatikon ulkopuolella ja avata vain ne laatikot, joissa kyseinen merkki on. </p> <p>Vaikka muut laatikot vastaavat koodiasi, jopa jotkut, jotka eivät ole sinun, avattava laatikoiden määrä ja ratkaistavien matemaattisten tehtävien määrä on nyt vain 16 (1/256 laatikkoa!) kaikkien 4 096 sijaan. </p> <p>Nyt avaat ne 16 laatikkoa, ratkaiset matemaattiset tehtävät ja pidät 5 laatikkoa, jotka todella kuuluvat sinulle tästä ryhmästä!</p>
fr: <p>Imaginez que vous avez 4 096 boîtes dans une pièce, dont seulement 5 boîtes vous appartiennent. Les boîtes sont toutes entièrement indiscernables de l'extérieur, et la seule façon de savoir si une boîte est pour vous est de l'ouvrir et de résoudre un problème mathématique chronophage écrit à l'intérieur pour vous assurer qu'elle vous appartient.</p> <p>Maintenant, imaginez que vous décidiez que la personne qui vous envoie ces 5 boîtes génère un code spécial à l'aide de votre adresse, puis que vous ne mettiez que le premier caractère de ce code généré sur l'extérieur de chaque boîte qui vous est envoyée. Tout le monde fait la même chose pour leurs boîtes (pour s'assurer que toutes les boîtes sont toujours indiscernables), mais maintenant vous pouvez simplement regarder le code à un caractère à l'extérieur de la boîte et n'ouvrir que les boîtes qui ont ce caractère dessus.[</p> <p>Bien que d'autres boîtes correspondent à votre code, même certaines qui ne vous appartiennent pas, le nombre de boîtes que vous avez besoin d'ouvrir et résoudre un problème mathématique n'est plus que de 16 (1/256 boîtes !) au lieu de 4 096. </p> <p>Maintenant, ouvrez ces 16 boîtes, résolvez les problèmes mathématiques et conservez les 5 boîtes qui vous appartiennent réellement dans ce groupe !</p>
it: <p>Immagina di avere 4096 scatole in una stanza, di cui solo 5 scatole ti appartengono. Le scatole sono tutte del tutto indistinguibili dall'esterno e l'unico modo per sapere se una scatola fa per te è aprirla e risolvere un problema di matematica che richiede tempo e annotato all'interno per assicurarti che sia tuo.</p> <p>Ora, immagina di decidere che la persona che ti ha inviato quelle 5 caselle generi un codice speciale usando il tuo indirizzo, e poi metta solo il primo carattere di quel codice generato all'esterno di ogni casella che ti viene inviata. Tutti gli altri fanno la stessa cosa per le loro scatole (per garantire che tutte le scatole siano ancora indistinguibili), ma ora puoi semplicemente guardare il codice di un carattere all'esterno della scatola e aprire solo quelle scatole che hanno quel carattere su di esse.</p> <p>Mentre altre caselle corrisponderanno al tuo codice, anche alcune che non sono di tua proprietà, il numero di caselle che devi aprire e risolvere un problema di matematica ora è solo 16 (1/256 caselle!) invece di tutti 4.096.</p> <p>Ora apri quelle 16 caselle, risolvi i problemi di matematica e mantieni le 5 caselle che effettivamente ti appartengono di quel gruppo!</p>
lt: <p>Įsivaizduokite, kad kambaryje turite 4 096 dėžes, iš kurių tik 5 dėžės priklauso jums. Dėžutės visiškai nesiskiria nuo išorės, ir vienintelis būdas sužinoti, ar dėžutė jums skirta, yra ją atidaryti ir išspręsti daug laiko reikalaujančią matematikos užduotį, užrašytą viduje, kad įsitikintumėte, jog tai jūsų.</p> <p>Dabar įsivaizduokite, kad nusprendėte, kad asmuo, siunčiantis jums tuos 5 langelius, sugeneruotų specialų kodą naudodamas jūsų adresą, o tada kiekvieno jums siunčiamo dėžutės išorėje įdėkite tik pirmąjį to sugeneruoto kodo simbolį. Visi kiti daro tą patį su savo dėžutėmis (siekdami užtikrinti, kad visi langeliai būtų neatskiriami), bet dabar galite tiesiog pažvelgti į vieno simbolio kodą dėžutės išorėje ir atidaryti tik tuos langelius, kuriuose yra tas simbolis. X753X] <p>Nors kiti langeliai atitiks jūsų kodą, net kai kurie jums nepriklauso, laukelių, kuriuos reikia atidaryti ir išspręsti matematikos uždavinį, skaičius dabar yra tik 16 (1/256 langelių!), o ne visi 4096. </p> <p>Dabar atidarote tuos 16 langelių, išspręsite matematikos uždavinius ir pasilikite 5 langelius, kurie iš tikrųjų priklauso jums iš tos grupės!</p>
nb: <p>Se for deg at du har 4096 bokser i et rom, hvorav kun 5 bokser tilhører deg. Boksene er alle helt umulige å skille fra utsiden, og den eneste måten å finne ut om en boks er noe for deg er å åpne den og løse et tidkrevende matteproblem skrevet ned på innsiden for å sikre at den er din.</p> <p>Forestill deg nå at du bestemmer deg for å la personen som sender deg de 5 boksene generere en spesiell kode ved hjelp av adressen din, og deretter sette bare det første tegnet i den genererte koden på utsiden av hver boks som sendes til deg. Alle andre gjør det samme for boksene sine (for å sikre at alle boksene fortsatt ikke kan skilles fra hverandre), men nå kan du ganske enkelt se på den ene tegnkoden på utsiden av boksen, og bare åpne de boksene som har det tegnet på seg.[ X753X] <p>Selv om andre bokser vil matche koden din, til og med noen som ikke eies av deg, er antallet bokser du trenger for å åpne og løse et matematikkproblem nå bare 16 (1/256 bokser!) i stedet for alle 4096. </p> <p>Nå åpner du de 16 boksene, løser matematikkoppgavene og beholder de 5 boksene som faktisk tilhører deg fra den gruppen!</p>
nl: <p>Stelt u voor dat u 4.096 dozen in een kamer hebt staan, waarvan er maar 5 van jou zijn. De dozen zijn aan de buitenkant allemaal niet van elkaar te onderscheiden, en de enige manier om te zien of een doos voor u is, is door hem te openen en een tijdrovend wiskundig probleem op te lossen dat binnenin is opgeschreven om er zeker van te zijn dat hij van u is. </p> <p> Stelt u nu voor dat u besluit om de persoon die u die 5 dozen stuurt een speciale code te laten genereren met behulp van uw adres, en dan alleen het eerste teken van die gegenereerde code op de buitenkant van elke doos te zetten die naar u wordt verzonden. Alle anderen doen hetzelfde voor hun dozen (om ervoor te zorgen dat alle dozen nog steeds niet van elkaar te onderscheiden zijn), maar nu kunt u gewoon naar de code van één teken op de buitenkant van de doos kijken en alleen die dozen openen die dat teken erop hebben.</p> <p>Terwijl andere dozen overeenkomen met uw code, zelfs sommige die niet van u zijn, is het aantal dozen dat u nodig heeft om een wiskundig probleem te openen en op te lossen nu slechts 16 (1/256 dozen!) in plaats van alle 4.096. </p> <p>Nu opent u die 16 dozen, lost u de rekensommetjes op en houdt u de 5 dozen die echt bij u horen uit die groep!</p>
pl: <p>Wyobraź sobie, że masz 4096 pudełek w pokoju, z czego tylko 5 pudełek należy do Ciebie. Wszystkie pudełka są całkowicie nierozróżnialne od zewnątrz, a jedynym sposobem na sprawdzenie, czy pudełko jest Twoje jest otwarcie i rozwiązanie czasochłonnego problemu matematycznego zapisanego w środku, aby upewnić się, że jest Twoje.</p> <p>Wyobraź sobie teraz, że postanawiasz, że osoba wyśle Ci 5 pudełek i wygeneruje specjalny kod za pomocą Twojego adresu, a następnie umieści tylko pierwszy znak tego wygenerowanego kodu na zewnątrz każdego pudełka wysyłanego do Ciebie. Wszyscy inni zrobią to samo ze swoimi pudełkami (aby zapewnić, że wszystkie pudełka są nadal nie do odróżnienia), ale teraz mógłbyś po prostu spojrzeć na jeden znak na zewnątrz pudełka i otworzyć tylko te pudełka, które mają na nich ten znak.</p> <p>Chociaż inne pudełka będą pasować do Twojego kodu, a nawet niektóre te, które nie są Twoją własnością, to liczba pudełek koniecznych do otworzenia i rozwiązania problemu matematycznego wyniesie wtedy tylko 16 (1/256 pudełek!) zamiast wszystkich 4 096. </p> <p>Teraz otwierasz te 16 pudełek, rozwiązujesz problemy matematyczne i zachowujesz 5 pudełek, które faktycznie należą do Ciebie z tej grupy!</p>
pt_br: <p>Imagine que você tem 4.096 caixas em uma sala, das quais apenas 5 caixas pertencem a você. As caixas são todas totalmente indistinguíveis do exterior, e a única maneira de saber se uma caixa é para você é abri-la e resolver um problema matemático demorado escrito por dentro para garantir que seja sua.</p> <p>Agora, imagine que você decide que a pessoa que lhe envia essas 5 caixas gere um código especial usando seu endereço, e depois coloque apenas o primeiro caractere desse código gerado na parte externa de cada caixa que lhe é enviada. Todos os outros fazem a mesma coisa para suas caixas (para garantir que todas as caixas ainda sejam indistinguíveis), mas agora você pode simplesmente olhar para o código de um caractere no exterior da caixa, e abrir apenas as caixas que têm esse caractere nelas.</p> <p>Enquanto outras caixas corresponderão ao seu código, mesmo algumas que não são de sua propriedade, o número de caixas que você precisa abrir e resolver um problema matemático agora é de apenas 16 (1/256 caixas!) em vez de todas as 4.096.</p> <p>Agora você abre essas 16 caixas, resolve os problemas de matemática e mantém as 5 caixas que realmente pertencem a você desse grupo!</p>
sl: <p>Predstavljajte si, da imate v sobi 4096 škatel, od katerih vam pripada samo 5 škatel. Vse škatle so od zunaj popolnoma nerazločljive in edini način, da ugotovite, ali je škatla za vas, je, da jo odprete in rešite zamudno matematično nalogo, zapisano v njej, da zagotovite, da je vaša. </p> <p> Zdaj pa si predstavljajte, da se odločite, da oseba, ki vam pošlje teh 5 škatel, ustvari posebno kodo z uporabo vašega naslova in nato na zunanjo stran vsake škatle, ki vam je poslana, vnese samo prvi znak te generirane kode. Vsi ostali naredijo isto za svoje škatle (da zagotovijo, da so vse škatle še vedno nerazločljive), zdaj pa lahko preprosto pogledate kodo z enim znakom na zunanji strani škatle in odprete samo tiste škatle, ki imajo ta znak. </p> <p>Medtem ko se bodo druge škatle ujemale z vašo kodo, tudi tiste, ki niso v vaši lasti, je število škatel, ki jih morate odpreti in rešiti matematično nalogo, zdaj le 16 (1/256 škatel!) namesto vseh 4096. </p> <p>Zdaj odprite teh 16 škatel, rešite matematične probleme in obdržite 5 škatel, ki vam dejansko pripadajo iz te skupine!</p>
sv: <p>Föreställ dig att du har 4 096 lådor i ett rum, varav endast 5 lådor tillhör dig. Lådorna är alla helt omöjliga att särskilja från utsidan, och det enda sättet att se om en låda är något för dig är att öppna den och lösa ett tidskrävande matematiskt problem nedskrivet inuti för att säkerställa att den är din.</p> <p>Föreställ dig nu att du bestämmer dig för att låta personen som skickar de här 5 lådorna till dig generera en speciell kod med din adress och sedan sätta bara det första tecknet i den genererade koden på utsidan av varje ruta som skickas till dig. Alla andra gör samma sak för sina rutor (för att säkerställa att alla rutor fortfarande inte går att särskilja), men nu kan du helt enkelt titta på en teckenkod på utsidan av rutan, och bara öppna de rutor som har det tecknet på sig.[ X753X] <p>Medan andra rutor kommer att matcha din kod, även några som inte ägs av dig, är antalet rutor du behöver för att öppna och lösa ett matematiskt problem på nu bara 16 (1/256 rutor!) istället för alla 4 096. </p> <p>Nu öppnar du de 16 rutorna, löser matematikproblemen och behåller de 5 rutorna som faktiskt tillhör dig från den gruppen!</p>
tl: <p>Isipin na mayroon kang 4,096 na kahon sa isang silid, kung saan 5 kahon lang ang pag-aari mo. Ang mga kahon ay ganap na hindi nakikilala mula sa labas, at ang tanging paraan upang malaman kung ang isang kahon ay para sa iyo ay buksan ito at lutasin ang isang matagal na problema sa matematika na nakasulat sa loob upang matiyak na ito ay sa iyo.</p> <p>Ngayon, isipin na nagpasya kang gagawa ang taong nagpadala sa iyo ng 5 kahon na iyon ng isang espesyal na code gamit ang iyong address, at pagkatapos ay ilagay lamang ang unang character ng nabuong code na iyon sa labas ng bawat kahon na ipapadala sa iyo. Ang iba ay gumagawa ng parehong bagay para sa kanilang mga kahon (upang matiyak na ang lahat ng mga kahon ay hindi pa rin nakikilala), ngunit ngayon ay maaari mo na lamang tingnan ang isang code ng character sa labas ng kahon, at buksan lamang ang mga kahon na may ganoong karakter sa kanila.[ X753X] <p>Bagama't tutugma ang ibang mga kahon sa iyong code, kahit na ang ilan ay hindi mo pagmamay-ari, ang bilang ng mga kahon na kailangan mong buksan at lutasin ang isang problema sa matematika ay 16 (1/256 na kahon!) na lang sa halip na lahat ng 4,096. </p> <p>Ngayon, buksan mo ang 16 na kahon na iyon, lutasin ang mga problema sa matematika, at panatilihin ang 5 kahon na aktuwal na pag-aari mo mula sa pangkat na iyon!</p>
tr: <p>Bir odada 4.096 kutunuzun olduğunu ve bunlardan yalnızca 5'inin size ait olduğunu hayal edin. Kutuların hepsi dışarıdan tamamen ayırt edilemez ve bir kutunun size uygun olup olmadığını anlamanın tek yolu, onu açmak ve size ait olduğundan emin olmak için içine yazılmış, zaman alan bir matematik problemini çözmektir.</p> <p>Şimdi, size bu 5 kutuyu gönderen kişinin adresinizi kullanarak özel bir kod oluşturmasına karar verdiğinizi ve ardından oluşturulan kodun yalnızca ilk karakterini size gönderilen her kutunun dışına koymaya karar verdiğinizi hayal edin. Herkes kendi kutuları için aynı şeyi yapıyor (tüm kutuların hala ayırt edilemez olduğundan emin olmak için), ancak artık kutunun dışındaki tek karakterli koda bakabilir ve yalnızca üzerinde o karakterin bulunduğu kutuları açabilirsiniz.[ X753X] <p>Diğer kutular kodunuzla eşleşirken, bazıları size ait olmasa da, açmanız ve bir matematik problemini çözmeniz gereken kutu sayısı artık 4.096 yerine yalnızca 16 (1/256 kutu!). </p> <p>Şimdi o 16 kutuyu açıyorsunuz, matematik problemlerini çözüyorsunuz ve aslında size ait olan 5 kutuyu o gruptan tutuyorsunuz!</p>
ur: <p>تصور کریں کہ آپ کے پاس ایک کمرے میں 4,096 بکس ہیں، جن میں سے صرف 5 بکس آپ کے ہیں۔ باکس باہر سے بالکل الگ نہیں ہیں، اور یہ بتانے کا واحد طریقہ یہ ہے کہ آیا کوئی باکس آپ کے لیے ہے اسے کھولنا اور اس کے اندر لکھے گئے ریاضی کے وقت طلب مسئلے کو حل کرنا تاکہ یہ یقینی بنایا جا سکے کہ یہ آپ کا ہے۔</p> <p>اب، تصور کریں کہ آپ یہ فیصلہ کرتے ہیں کہ آپ کو وہ 5 باکس بھیجنے والے شخص سے آپ کے ایڈریس کا استعمال کرتے ہوئے ایک خاص کوڈ تیار کیا جائے، اور پھر آپ کو بھیجے جانے والے ہر باکس کے باہر اس تیار کردہ کوڈ کا صرف پہلا حرف لگائیں۔ باقی ہر کوئی اپنے خانوں کے لیے ایک ہی کام کرتا ہے (اس بات کو یقینی بنانے کے لیے کہ تمام باکسز اب بھی الگ نہیں ہیں)، لیکن اب آپ باکس کے باہر صرف ایک کریکٹر کوڈ کو دیکھ سکتے ہیں، اور صرف وہی بکس کھول سکتے ہیں جن پر وہ کریکٹر ہے۔ </p> <p>جبکہ دوسرے خانے آپ کے کوڈ سے مماثل ہوں گے، یہاں تک کہ کچھ جو آپ کی ملکیت میں نہیں ہیں، آپ کو ریاضی کے مسئلے کو کھولنے اور حل کرنے کے لیے جن بکسوں کی ضرورت ہے وہ تمام 4,096 کے بجائے اب صرف 16 (1/256 خانے!) ہے۔ </p> <p>اب آپ ان 16 خانوں کو کھولیں، ریاضی کے مسائل کو حل کریں، اور 5 خانوں کو اپنے پاس رکھیں جو دراصل اس گروپ سے آپ کے ہیں!</p>
zh_cn: <p>想象一下，你在一个房间里有4,096个盒子，其中只有5个盒子是属于你的。这些盒子从外面看完全没有区别，要想知道一个盒子是否属于你，唯一的办法就是打开它，解决里面写的一道耗时的数学题，以确保它是你的。</p> <p>现在，想象一下，你决定让寄给你这5个盒子的人用你的地址生成一个特殊的代码，然后在寄给你的每个盒子的外面只写上该代码的第一个字符。其他人对他们的盒子也做了同样的事情（以确保所有的盒子仍然是不可区分的），但现在你可以简单地看一下盒子外面的一个字符代码，并只打开那些有这个字符的盒子。</p> <p>虽然其他盒子会与你的代码相匹配，甚至是一些不属于你的盒子，但你需要打开并解决一个数学问题的盒子数量现在只有16个（1/256个盒子！），而不是全部的4096个盒子。</p> <p>现在你打开这16个盒子，解决数学问题，并保留那组中真正属于你的5个盒子!</p>
zh_tw: <p>想像一下，你在一個房間裡有4,096個盒子，其中只有5個盒子是屬於你的。這些盒子從外面看完全沒有區別，要想知道一個盒子是否屬於你，唯一的辦法就是打開它，解決裡面寫的一道耗時的數學題，以確保它是你的。</p> <p>現在，想像一下，你決定讓寄給你這5個盒子的人用你的地址生成一個特殊的代碼，然後在寄給你的每個盒子的外面只寫上該代碼的第一個字符。其他人對他們的盒子也做了同樣的事情（以確保所有的盒子仍然是不可區分的），但現在你可以簡單地看一下盒子外面的一個字符代碼，並只打開那些有這個字符的盒子。</p> <p>雖然其他盒子會與你的代碼相匹配，甚至是一些不屬於你的盒子，但你需要打開並解決一個數學問題的盒子數量現在只有16個（1/256個盒子！），而不是全部的4096個盒子。</p> <p>現在你打開這16個盒子，解決數學問題，並保留那組中真正屬於你的5個盒子!</p>

# knowledge250SbviewTags250Sb3250Sbtitle
source: View tags: a simplified example
cs: Značky zobrazení: zjednodušený příklad
fi: Näkymätunnisteet: yksinkertaistettu esimerkki
fr: Les balises de vue : un exemple simplifié
it: Visualizza i tag: un esempio semplificato
lt: Žymų peržiūra: supaprastintas pavyzdys
nb: Vis tagger: et forenklet eksempel
nl: Weergave tags: een vereenvoudigd voorbeeld
pl: View tags: uproszczony przykład
pt_br: Ver tags: um exemplo simplificado
sl: Ogled oznak: poenostavljen primer
sv: Visa taggar: ett förenklat exempel
tl: Tingnan ang mga tag: isang pinasimpleng halimbawa
tr: Etiketleri görüntüle: basitleştirilmiş bir örnek
ur: ٹیگز دیکھیں: ایک آسان مثال
zh_cn: 查看标签：一个简化的例子
zh_tw: 查看標籤：一個簡化的例子
