Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# affiliate250Sbexample250Sbtext
source: You get two users, buyer and seller of the {assetName} registered on {appName}, and they do one trade valued 100 {assetSymbol}. You earn 20% commission on the {appName} trading fees from both participants, in total 40% of the {appName} fee. Your earned sum is 0.4 {assetSymbol}. Only finalized sales that go though our transaction process matter. Payouts are made daily. {linebreak} {appName} {support} is more than willing to help you with any questions.
cs: Získáte dva uživatele, kupujícího a prodejce {assetName} registrovaného na {appName}, a ti provedou jeden obchod v hodnotě 100 {assetSymbol}. Získáte 20% provizi z poplatků za obchodování {appName} od obou účastníků, celkem 40 % z poplatku {appName}. Vaše vydělaná částka je 0,4 {assetSymbol}. Důležité jsou pouze dokončené prodeje, které projdou naším transakčním procesem. Výplaty se provádějí denně. {linebreak} {appName} {support} je více než ochoten vám pomoci s jakýmikoli dotazy.
fi: Saat kaksi käyttäjää, {assetName}:n ostaja ja myyjä, jotka on rekisteröity {appName}:lle, ja he tekevät yhden kaupan, jonka arvo on 100 {assetSymbol}. Ansaitset 20% provisiota {appName}-kaupankäyntimaksuista molemmilta osallistujilta, yhteensä 40% {appName}-maksusta. Ansaitsemasi summa on 0,4 {assetSymbol}. Vain viimeistellyillä myynneillä, jotka menevät läpi kauppaprosessimme, merkitsevät. Maksut suoritetaan päivittäin. {linebreak} {appName} {support} on enemmän kuin valmis auttamaan sinua kaikissa kysymyksissä.
fr: Vous obtenez deux utilisateurs, l'acheteur et le vendeur de {assetName} enregistrés sur {appName}, et ils effectuent une transaction d'une valeur de 100 {assetSymbol}. Vous gagnez une commission de 20% sur les frais de négociation {appName} des deux participants, soit au total 40% des frais de {appName}. Votre somme gagnée est de 0,4 {assetSymbol}. Seules les ventes finalisées qui passent par notre processus de transaction comptent. Les paiements sont effectués quotidiennement. {linebreak} {support} {appName} sera ravi de vous aider si vous avez des questions.
it: Ottieni due utenti, acquirente e venditore di {assetName} registrati su {appName}, e fanno uno scambio del valore di 100 {assetSymbol}. Guadagni una commissione del 20% sulle commissioni di negoziazione di {appName} da entrambi i partecipanti, in totale il 40% della commissione di {appName}. La tua somma guadagnata è 0,4 {assetSymbol}. Contano solo le vendite finalizzate che passano attraverso il nostro processo di transazione. I pagamenti vengono effettuati giornalmente. {linebreak} {appName} {support} è più che disposto ad aiutarti con qualsiasi domanda.
lt: Jūs gaunate du naudotojus, {assetName} pirkėją ir pardavėją, registruotą {appName}, ir jie atlieka vieną sandorį, kurio vertė yra 100 {assetSymbol}. Iš abiejų dalyvių uždirbate 20 % komisinių už {appName} prekybos mokesčius, iš viso 40 % {appName} mokesčio. Jūsų uždirbta suma yra 0,4 {assetSymbol}. Svarbu tik užbaigti pardavimai, kurie vyksta per mūsų sandorio procesą. Išmokos mokamos kasdien. {linebreak} {appName} {support} nori padėti jums iškilus bet kokiems klausimams.
nb: Du får to brukere, kjøper og selger av {assetName} registrert på {appName}, og de gjør en handel verdt 100 {assetSymbol}. Du tjener 20 % provisjon på {appName} handelsgebyrene fra begge deltakerne, totalt 40 % av {appName} gebyret. Din opptjente sum er 0,4 {assetSymbol}. Kun sluttførte salg som går gjennom transaksjonsprosessen vår betyr noe. Utbetalinger gjøres daglig. {linebreak} {appName} {support} er mer enn villig til å hjelpe deg med spørsmål.
nl: U krijgt twee gebruikers, koper en verkoper van de {assetName} geregistreerd op {appName}, en ze doen één transactie ter waarde van 100 {assetSymbol}. U verdient 20% commissie over de {appName}-handelskosten van beide deelnemers, in totaal 40% van de {appName}-kosten. Uw verdiende bedrag is 0,4 {assetSymbol}. Alleen afgeronde verkopen die door ons transactieproces gaan, zijn van belang. Dagelijks worden er uitbetalingen gedaan. {linebreak} {appName} {support} helpt u graag met al uw vragen.
pl: Masz dwóch użytkowników, kupującego i sprzedającego {assetName} zarejestrowanych na {appName}, wykonują jedną transakcję o wartości 100 {assetSymbol}. Zarabiasz 20% prowizji od opłat handlowych {appName} od obu uczestników, łącznie 40% opłaty {appName}. Twoja zarobiona suma wynosi 0,4 {assetSymbol}. Tylko sfinalizowane handle się liczą. Wypłaty są wykonywane codziennie. {linebreak} {support} {appName} chętnie odpowie na wszelkie pytania.
pt_br: Você afilia dois usuários, um comprador e um vendedor, e eles realizam uma negociação no valor de 100 {assetSymbol}. Você recebe 20% da comissão nas taxas do {appName} de ambos os participantes - no total, 40% da taxa do {appName}. Você receberá 0.4 {assetSymbol}. Somente negociações finalizadas via o processo da plataforma {appName} são contabilizadas. Pagamentos são feitos diariamente. {linebreak} O {support} do {appName} está disponível para te ajudar com questões.
sl: Dobite dva uporabnika, kupca in prodajalca {assetName}, registriranega na {appName}, in izvedeta trade v vrednosti 100 {assetSymbol}. Zaslužite 20 % provizije za {appName} provizijo za trgovanje od obeh udeležencev, skupaj 40 % provizije {appName}. Vaš zasluženi znesek je 0,4 {assetSymbol}. Pomembne so samo zaključene prodaje, ki potekajo skozi naš postopek transakcije. Izplačila se izvajajo dnevno. {linebreak} {appName} {support} vam je več kot pripravljen pomagati pri kakršnih koli vprašanjih.
sv: Du får två användare, köpare och säljare av {assetName} registrerade på {appName}, och de gör en handel värd 100 {assetSymbol}. Du tjänar 20 % i provision på {appName} handelsavgifterna från båda deltagarna, totalt 40 % av {appName} avgiften. Din intjänade summa är 0,4 {assetSymbol}. Endast slutförda försäljningar som går genom vår transaktionsprocess spelar roll. Utbetalningar görs dagligen. {linebreak} {appName} {support} är mer än villiga att hjälpa dig med alla frågor.
tl: Makakakuha ka ng dalawang user, bumibili at nagbebenta ng {assetName} na nakarehistro sa {appName}, at gumawa sila ng isang trade na nagkakahalaga ng 100 {assetSymbol}. Makakakuha ka ng 20% na komisyon sa {appName} na mga bayarin sa pangangalakal mula sa parehong kalahok, sa kabuuang 40% ng bayad sa {appName}. Ang iyong kinita na kabuuan ay 0.4 {assetSymbol}. Tanging ang mga pinal na benta na napupunta kahit na mahalaga ang proseso ng aming transaksyon. Ang mga pagbabayad ay ginagawa araw-araw. Ang {linebreak} {appName} {support} ay higit sa handang tumulong sa iyo sa anumang mga katanungan.
tr: {appName}'e kayıtlı {assetName} alıcısı ve satıcısı olmak üzere iki kullanıcınız olur ve bunlar 100 {assetSymbol} değerinde bir işlem yaparlar. Her iki katılımcıdan da {appName} işlem ücretlerinden %20 komisyon, toplamda {appName} ücretinin %40'ını kazanırsınız. Kazandığınız tutar 0,4 {assetSymbol}. Yalnızca işlem sürecimizden geçen kesinleşmiş satışlar önemlidir. Ödemeler günlük olarak yapılır. {linebreak} {appName} {support} her türlü sorunuzda size yardımcı olmaya fazlasıyla hazırdır.
ur: آپ کو {appName} پر رجسٹرڈ {assetName} کے خریدار اور بیچنے والے دو صارفین ملتے ہیں، اور وہ 100 {assetSymbol} کی ایک تجارت کرتے ہیں۔ آپ دونوں شرکاء سے {appName} ٹریڈنگ فیس پر 20% کمیشن حاصل کرتے ہیں، مجموعی طور پر {appName} فیس کے %40 میں۔ آپ کی کمائی ہوئی رقم 0.4 {assetSymbol} ہے۔ صرف حتمی سیلز جو کہ ہمارے لین دین کے عمل کو اہمیت دیتے ہیں۔ ادائیگی روزانہ کی جاتی ہے۔ {linebreak} {appName} {support} کسی بھی سوال میں آپ کی مدد کرنے کے لیے تیار ہے۔
zh_cn: 您带来两个在 {appName} 注册的用户（{assetName}的买家和卖家），如果他们做一个价值 100 {assetSymbol} 的交易，您可以分别从每个交易者在 {appName} 的交易费中赚取 20%，总计 40% 的 {appName} 佣金。您挣得的总数是 0.4 {assetSymbol}。{linebreak} {appName}{support}非常乐意解决您的任何问题。
zh_tw: 您帶來兩個在 {appName} 注冊的用戶（{assetName}的買家和賣家），如果他們做一個價值 100 {assetSymbol} 的交易，您可以分別從每個交易者在 {appName} 的交易費中賺取 20%，總計 40% 的 {appName} 佣金。您掙得的總數是 0.4 {assetSymbol}。{linebreak} {appName}{support}非常樂意解決您的任何問題。

# affiliate250Sbexample250Sbtext8722Sbsupport
source: support
cs: podpora
fi: tuki
fr: Le support
it: supporto
lt: parama
nb: Brukerstøtte
pl: Obsługa klienta
pt_br: suporte
sl: podpora
sv: Stöd
tl: suporta
tr: Destek
ur: حمایت
zh_cn: 客户服务
zh_tw: 客戶服務

# affiliate250Sbexample250Sbtitle
source: Commission example
cs: Příklad komise
fi: Palkkion esimerkki
fr: Exemple de commission
it: Esempio di Commissioni
lt: Komisijos pavyzdys
nb: Kommisjonseksempel
nl: Commissie voorbeeld
pl: Przykład prowizji
pt_br: Exemplo de comissão
sl: Primer provizije
sv: kommissionen Exempel
tl: Halimbawa ng komisyon
tr: Komisyon örneği
ur: کمیشن کی مثال
zh_cn: 佣金示例
zh_tw: 佣金示例

# affiliate250Sbinstructions8722Sb0
source: Affiliation is registered when any user signs up after landing on the site from a link with your referral code.
cs: Partnerský program se zaregistruje, když se jakýkoli uživatel zaregistruje po přistání na webu z odkazu s vaším doporučujícím kódem.
fi: Kumppanuus rekisteröidään, kun kuka tahansa käyttäjä rekisteröityy saapuessaan sivustolle linkistä, joka sisältää kumppanikoodisi.
fr: L'affiliation est enregistrée lorsqu'un utilisateur s'inscrit après être venu sur le site à partir d'un lien avec votre code de parrainage.
it: L'affiliazione viene registrata quando un utente si iscrive dopo l'atterraggio sul sito da un collegamento con il tuo codice di riferimento.
lt: Prisijungimas registruojamas, kai bet kuris vartotojas prisiregistruoja po to, kai patenka į svetainę, naudodamas nuorodą su jūsų nukreipimo kodu.
nb: Tilknytning registreres når en bruker registrerer seg etter å ha landet på siden fra en lenke med henvisningskoden din.
nl: Affiliatie wordt geregistreerd wanneer een gebruiker zich aanmeldt nadat hij op de site is beland via een link met uw verwijzingscode.
pl: Powiązanie jest zarejestrowane, gdy jakikolwiek użytkownik się zarejestruje po wylądowaniu na stronie z kodem partnerskim.
pt_br: Uma afiliação é registrada quando o usuário se cadastra no {appName} ao chegar na página via seu código.
sl: Povezava je registrirana, ko se kateri koli uporabnik prijavi po pristanku na spletnem mestu prek povezave z vašo referenčno kodo.
sv: Affiliation registreras när en användare registrerar sig efter att ha landat på webbplatsen via en länk med din hänvisningskod.
tl: Ang kaakibat ay nakarehistro kapag nag-sign up ang sinumang user pagkatapos mapunta sa site mula sa isang link na may iyong referral code.
tr: Üyelik, herhangi bir kullanıcı sizin yönlendirme kodunuzu içeren bir bağlantı üzerinden siteye girdikten sonra kaydolduğunda kaydedilir.
ur: وابستگی اس وقت رجسٹرڈ ہوتی ہے جب کوئی بھی صارف سائٹ پر اترنے کے بعد آپ کے ریفرل کوڈ والے لنک سے سائن اپ کرتا ہے۔
zh_cn: 当用户通过包括代销商标签链接到网站并注册时，隶属关系将被注册。
zh_tw: 當用戶通過包括代銷商標簽鏈接到網站並注冊時，隸屬關系將被注冊。

# affiliate250Sbinstructions8722Sblink8722Sbtype8722Sbregular8722Sbsubtitle
source: Regular:
cs: Regulérní:
fi: Tavallinen:
fr: Habituel :
it: Regolare:
lt: Reguliarus:
nb: Regelmessig:
nl: Normaal:
pl: Typowy:
pt_br: Normal:
sl: Navadno:
sv: Ordinarie:
tr: Düzenli:
ur: باقاعدہ:
zh_cn: 正常：
zh_tw: 正常：

# affiliate250Sbinstructions8722Sbtext
source: You can use any of the {appName} links, for example:
cs: Můžete použít kterýkoli z odkazů {appName}, například:
fi: Voit käyttää mitä tahansa {appName}-linkeistä, esimerkiksi:
fr: Vous pouvez utiliser n'importe lequel des liens {appName}, par exemple :
it: Puoi utilizzare qualsiasi link {appName}. ad esempio:
lt: Galite naudoti bet kurią iš {appName} nuorodų, pavyzdžiui:
nb: Du kan bruke hvilken som helst av {appName}-koblingene, for eksempel:
nl: U kunt elk van de {appName}-links gebruiken, bijvoorbeeld:
pl: Możesz użyć dowolnego z linków {appName}, na przykład:
pt_br: Você pode usar qualquer tipo de link do {appName}, exemplo:
sl: Uporabite lahko katero koli od povezav {appName}, na primer:
sv: Du kan använda någon av {appName} länkar, till exempel:
tl: Maaari mong gamitin ang alinman sa {appName} na mga link, halimbawa:
tr: {appName} bağlantılarından herhangi birini kullanabilirsiniz, örneğin:
ur: آپ کسی بھی {appName} لنکس کو استعمال کر سکتے ہیں، مثال کے طور پر:
zh_cn: 你可以用任何{appName}链接，例如：
zh_tw: 你可以用任何{appName}鏈接，例如：

# affiliate250Sbinstructions8722Sbtitle
source: Example links
cs: Příklady odkazů
fi: Esimerkkilinkit
fr: Exemples de liens
it: Link di esempio
lt: Nuorodų pavyzdžiai
nb: Eksempellenker
nl: Voorbeeld links
pl: Przykładowe linki
pt_br: Links de exemplo
sl: Primer povezav
sv: Exempellänkar
tl: Mga halimbawang link
tr: Örnek bağlantılar
ur: مثال کے لنکس
zh_cn: 示例的链接
zh_tw: 示例的鏈接

# affiliate250Sblogged8722Sbout
source: You can enable the affiliate program after you {signUp} or {logIn}.
cs: Partnerský program si můžete aktivovat po {signUp} nebo {logIn}.
fi: Voit ottaa kumppaniohjelman käyttöön {signUp}:n tai {logIn}:n jälkeen.
fr: Vous pouvez activer le programme d'affiliation après {signUp} ou {logIn}.
it: Puoi abilitare il programma di affiliazione dopo l' {signUp} o il {logIn}.
lt: Įjungę {signUp} arba {logIn}, galite įjungti filialo programą.
nb: Du kan aktivere tilknyttede programmet etter at du har {signUp} eller {logIn}.
nl: U kunt het partnerprogramma inschakelen nadat u de {signUp} of {logIn} heeft voltooid.
pl: Możesz włączyć program partnerski po {signUp} lub {logIn}.
pt_br: Você pode ativar o programa de afiliado depois de {signUp} ou {logIn}.
sl: Affiliate program lahko omogočite po {signUp} ali {logIn}.
sv: Du kan aktivera affiliate-programmet efter att du {signUp} eller {logIn}.
tl: Maaari mong paganahin ang affiliate program pagkatapos mong {signUp} o {logIn}.
tr: Ortaklık programını {signUp} veya {logIn} işleminden sonra etkinleştirebilirsiniz.
ur: آپ اپنے {signUp} یا {logIn} کے بعد الحاق پروگرام کو فعال کر سکتے ہیں۔
zh_cn: {signUp}或{logIn}后，您可以启用我们的分销联盟计划。
zh_tw: {signUp}或{logIn}后，您可以啟用我們的分銷聯盟計劃。

# affiliate250Sblogged8722Sbout8722Sblog8722Sbin
source: log in
cs: přihlásit se
fi: Kirjaudu sisään
fr: connexion
lt: Prisijungti
nb: Logg Inn
nl: inloggen
pl: zalogowaniu
pt_br: entrar
sl: Vpis
sv: logga in
tl: mag log in
tr: giriş yapmak
ur: لاگ ان کریں
zh_cn: 登录
zh_tw: 登錄

# affiliate250Sblogged8722Sbout8722Sbsign8722Sbup
source: sign up
cs: Přihlásit se
fi: Rekisteröidy
fr: inscription
it: iscrizion
lt: Registruotis
nb: melde deg på
nl: aanmelden
pl: zarejestrowaniu
pt_br: cadastrar
sl: prijava
sv: anmäl dig
tl: mag-sign up
tr: üye olmak
ur: سائن اپ
zh_cn: 注册
zh_tw: 注冊

# affiliate250Sbpayouts250Sbnone
source: No payouts yet
cs: Zatím žádné výplaty
fi: Ei vielä maksuja
fr: Aucun paiement pour le moment
it: Ancora nessun pagamento
lt: Išmokėjimų dar nėra
nb: Ingen utbetalinger ennå
nl: Nog geen uitbetalingen
pl: Nie masz jeszcze wypłat
pt_br: Sem comissão
sl: Ni še izplačil
sv: Inga utbetalningar ännu
tl: Wala pang payout
tr: Henüz ödeme yok
ur: ابھی تک کوئی ادائیگی نہیں ہے
zh_cn: 还未收到奖金
zh_tw: 還未收到獎金

# affiliate250Sbpayouts250Sbtable250Sbdate
source: Date
cs: Datum
fi: Päivämäärä
it: Data
lt: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
sl: Datum
sv: Datum
tl: Petsa
tr: Tarih
ur: تاریخ
zh_cn: 日期
zh_tw: 日期

# affiliate250Sbpayouts250Sbtable250Sbdescription
source: Description
cs: Popis
fi: Kuvaus
it: Descrizione
lt: apibūdinimas
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
sl: Opis
sv: Beskrivning
tl: Paglalarawan
tr: Tanım
ur: تفصیل
zh_cn: 说明
zh_tw: 說明

# affiliate250Sbpayouts250Sbtable250Sbdescription8722Sbtext
source: Affiliate program commission payout
cs: Výplata provize z partnerského programu
fi: Affiliate-ohjelman provisiomaksu
fr: Paiement de la commission du programme d'affiliation
it: Pagamento della commissione del programma di affiliazione
lt: Partnerių programos komisinių išmokėjimas
nb: Provisjonsutbetaling for tilknyttet program
nl: Partnerprogramma commissie uitbetaling
pl: Wypłata prowizji programu partnerskiego
pt_br: Comissão do programa de afiliados
sl: Izplačilo provizije affiliate partnerskega programa
sv: Utbetalning av provision för affiliate program
tl: Pagbabayad ng komisyon ng affiliate program
tr: Ortaklık programı komisyon ödemesi
ur: ملحق پروگرام کمیشن کی ادائیگی
zh_cn: 分销联盟计划支出
zh_tw: 分銷聯盟計劃支出

# affiliate250Sbpayouts250Sbtable250Sbreceived
source: Received
cs: Přijato
fi: Vastaanotti
fr: Reçu
it: Ricevuti
lt: Gauta
nb: Mottatt
nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
sl: Prejeto
sv: Mottagen
tl: Natanggap
tr: Kabul edilmiş
ur: موصول ہوا
zh_cn: 收到
zh_tw: 收到

# affiliate250Sbpayouts250Sbtitle
source: Payouts
cs: Výplaty
fi: Maksut
fr: Paiements
it: Pagamenti
lt: Išmokos
nb: Utbetalinger
nl: Uitbetalingen
pl: Wypłaty
pt_br: Comissões
sl: Izplačila
sv: Utbetalningar
tl: Mga pagbabayad
tr: Ödemeler
ur: ادائیگیاں
zh_cn: 最新的支出
zh_tw: 最新的支出

# affiliate250Sbref8722Sbcode
source: Your referral code is: {refCode}
cs: Váš doporučující kód je: {refCode}
fi: Kumppanikoodisi on: {refCode}
fr: Votre code de parrainage est : {refCode}
it: Il tuo codice di riferimento è: {refCode}
lt: Jūsų persiuntimo kodas yra: {refCode}
nb: Din henvisningskode er: {refCode}
nl: Uw verwijzingscode is: {refCode}
pl: Twój kod partnerski to: {refCode}
pt_br: Seu código de afiliado é: {refCode}
sl: Vaša referenčna koda je: {refCode}
sv: Din remisskod är: {refCode}
tl: Ang iyong referral code ay: {refCode}
tr: Yönlendirme kodunuz: {refCode}
ur: آپ کا ریفرل کوڈ ہے: {refCode}
zh_cn: 你的代销商标签： {refCode}
zh_tw: 你的代銷商標簽： {refCode}
