Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwired250Sbdescription
source: In both the privacy and cryptocurrency spheres, misinformation often runs rampant. Here we address the Wired article that is often cited and circulated by Monero skeptics.
cs: V oblasti soukromí i kryptoměn se často šíří dezinformace. Zde se zabýváme článkem časopisu Wired, který je často citován a šířen skeptiky Monera.
fi: Sekä yksityisyyden että kryptovaluuttojen alalla virheellistä tietoa on usein runsaasti. Tässä käsittelemme Wired-artikkelia, jota Monero-skeptikot usein siteeraavat ja levittävät.
fr: Dans les sphères de la confidentialité et de la crypto-monnaie, la désinformation est souvent endémique. Nous abordons ici l'article de Wired qui est souvent cité et diffusé par les sceptiques de Monero.
it: In entrambi i settori della privacy e della criptovaluta, la disinformazione spesso dilaga. Qui affrontiamo l'articolo Wired che viene spesso citato e diffuso dagli scettici di Monero.
lt: Tiek privatumo, tiek kriptovaliutų srityse dažnai klesti klaidinga informacija. Čia aptariame „Wired“ straipsnį, kurį dažnai cituoja ir platina Monero skeptikai.
nb: Både på personvern- og kryptovalutaområdet florerer feilinformasjon ofte. Her tar vi for oss Wired-artikkelen som ofte siteres og sirkuleres av Monero-skeptikere.
nl: Zowel op het gebied van privacy als op het gebied van cryptocurrency heerst vaak verkeerde informatie. Hier gaan we in op het Wired artikel dat vaak wordt geciteerd en verspreid door Monero-sceptici.
pl: W sferze prywatności, jaki i kryptowalut, często można natknąć się na dezinformacje. Tutaj odniesiemy się do artykułu zamieszczonego w magazynie Wired, który nieraz jest cytowany i rozpowszechniany przez sceptyków Monero.
pt_br: Nas esferas de privacidade e criptomoeda, a desinformação geralmente é desenfreada. Aqui abordamos o artigo da Wired que é frequentemente citado e divulgado pelos céticos de Monero.
sl: Tako na področju zasebnosti kot na področju kriptovalut so dezinformacije pogosto razširjene. Tukaj obravnavamo članek medija 'Wired', ki ga skeptiki Monero pogosto razširjajo in citirajo.
sv: Både när det gäller integritet och kryptovalutor sprids ofta felaktig information. Här tar vi upp den Wired-artikel som ofta citeras och sprids av Monero-skeptiker.
tl: Sa parehong pribado at cryptocurrency spheres, madalas na lumaganap ang maling impormasyon. Dito natin tinutugunan ang artikulong Wired na madalas na binabanggit at ipinapaikot ng mga nag-aalinlangan sa Monero.
tr: Hem gizlilik hem de kripto para alanında yanlış bilgi sıklıkla yaygınlaşıyor. Burada Monero şüphecileri tarafından sıklıkla alıntılanan ve dağıtılan Wired makalesine değineceğiz.
ur: پرائیویسی اور کریپٹو کرنسی دونوں شعبوں میں، غلط معلومات اکثر بہت زیادہ چلتی ہیں۔ یہاں ہم وائرڈ آرٹیکل سے خطاب کرتے ہیں جس کا اکثر حوالہ دیا جاتا ہے اور Monero شکوک و شبہات کے ذریعہ گردش کیا جاتا ہے۔
zh_cn: 在隐私保护和加密货币领域, 错误的信息严重泛滥. 我们在这里反驳Wired那篇被广为流传和引用来批评门罗的文章.
zh_tw: 在隱私保護和加密貨幣領域, 錯誤的資訊嚴重氾濫. 我們在這裡反駁Wired那篇被廣為流傳和引用來批評門羅的文章.

# knowledge250Sbwired250Sbtitle
source: Wired Magazine is Wrong About Monero, Here's Why
cs: Wired Magazine se o Moneru mýlí, tady je důvod
fi: Wired Magazine on väärässä Monerosta, tässä miksi
fr: Wired Magazine se trompe sur Monero, voici pourquoi
it: Wired Magazine ha sbagliato su Monero, ecco perché
lt: Žurnalas „Wired“ klysta dėl Monero, štai kodėl
nb: Wired Magazine tar feil om Monero, her er hvorfor
nl: Wired Magazine heeft Ongelijk over Monero, Dit is Waarom
pl: Oto dlaczego magazyn Wired myli się co do Monero
pt_br: Revista Wired está errada sobre Monero, aqui está o porquê
sl: Wired Magazine se Moti Glede Monera. Evo, Zakaj
sv: Wired Magazine har fel om Monero, här är varför
tl: Ang Wired Magazine ay Mali Tungkol kay Monero, Narito Kung Bakit
tr: Wired Magazine Monero Konusunda Yanılıyor, İşte Nedeni
ur: وائرڈ میگزین مونیرو کے بارے میں غلط ہے، اس کی وجہ یہ ہے
zh_cn: Wired杂志是如何误解了门罗
zh_tw: Wired雜誌是如何誤解了門羅

# left8722Sbdrawer250Sbabout
source: About
cs: O
fi: Tietoa meistä
fr: À propos
it: Chi siamo
lt: Apie
nb: Om
nl: Over
pl: O nas
pt_br: Sobre
sl: O tem
sv: Om
tl: Tungkol sa
tr: Hakkında
ur: کے بارے میں
zh_cn: 关于我们
zh_tw: 關於我們

# left8722Sbdrawer250Sbbuy8722Sbmonero
source: Buy Monero
cs: Kupte si Monero
fi: Osta Moneroa
fr: Acheter du Monero
it: Compra Monero
lt: Pirkite Monero
nb: Kjøp Monero
nl: Monero kopen
pl: Kup Monero
pt_br: Compre Monero
sl: Kupi Monero
sv: Köp Monero
tl: Bumili ng Monero
tr: Monero'yu satın al
ur: Monero خریدیں
zh_cn: 购买门罗币
zh_tw: 購買門羅幣

# left8722Sbdrawer250Sbdashboard
source: Dashboard
fi: Kojelauta
fr: Tableau de bord
lt: Prietaisų skydelis
nb: Dashbord
pl: Panel
pt_br: Painel
sl: Nadzorna plošča
sv: instrumentbräda
tr: Gösterge Paneli
ur: ڈیش بورڈ
zh_cn: 控制面板
zh_tw: 控制面板

# left8722Sbdrawer250Sbfaq
source: FAQ
fi: UKK
lt: DUK
pl: Najczęściej zadawane pytania
sl: Pogosto zastavljena vprašanja
tr: SSS
ur: عمومی سوالات
zh_cn: 常见问题
zh_tw: 常見問題

# left8722Sbdrawer250Sbforums
source: Forums
cs: Fóra
fi: Foorumit
it: Forum
lt: Forumai
nb: Forum
pl: Fora dyskusyjne
sl: Forumi
sv: Forum
tl: Mga forum
tr: Forumlar
ur: فورمز
zh_cn: 论坛
zh_tw: 論壇

# left8722Sbdrawer250Sbgetting8722Sbstarted
source: Getting started
cs: Začínáme
fi: Alkuun pääseminen
fr: Commencer
it: Guida introduttiva
lt: Darbo pradžia
nb: Starter
nl: Aan de slag gaan
pl: Wprowadzenie
pt_br: Primeiros passos
sl: Začetek
sv: Komma igång
tl: Nagsisimula
tr: Başlarken
ur: شروع ہوا چاہتا ہے
zh_cn: 使用入门
zh_tw: 使用入門

# left8722Sbdrawer250Sbpost8722Sbnew8722Sbad
source: Post an ad
cs: Zveřejnit inzerát
fi: Julkaise ilmoitus
fr: Poster une annonce
it: Pubblica un annuncio
lt: Paskelbti skelbimą
nb: Legg ut en annonse
nl: Plaats een advertentie
pl: Dodaj ogłoszenie
pt_br: Publique um anúncio
sl: Objavite oglas
sv: Posta en annons
tl: Mag-post ng ad
tr: Bir ilan yayınla
ur: ایک اشتہار پوسٹ کریں
zh_cn: 发布交易广告
zh_tw: 發布交易廣告

# left8722Sbdrawer250Sbrevuo250Sblabel
source: The Monero Standard: Monero News
cs: Monero Standard: Monero novinky
fi: The Monero Standard: Monero-uutiset
fr: Le standard Monero : les actualités de Monero
it: The Monero Standard: Notizie Monero
lt: Monero standartas: Monero naujienos
nb: Monero-standarden: Monero-nyheter
nl: De Monero Standaard: Monero Nieuws
pl: The Monero Standard: Wiadomości Monero
pt_br: The Monero Standard: Notícias do Monero
sl: Monero Standard: Monero Novice
sv: Monero Standard: Monero News
tl: Ang Monero Standard: Monero News
tr: Monero Standardı: Monero Haberleri
ur: مونیرو سٹینڈرڈ: مونیرو نیوز
zh_cn: The Monero Standard: 门罗新闻
zh_tw: The Monero Standard: 門羅新聞

# left8722Sbdrawer250Sbsell8722Sbmonero
source: Sell Monero
cs: Prodat Monero
fi: Myy Moneroa
fr: Vendre du Monero
it: Vendi Monero
lt: Parduodu Monero
nb: Selg Monero
nl: Monero verkopen
pl: Sprzedaj Monero
pt_br: Venda Monero
sl: Prodaj Monero
sv: Sälj Monero
tl: Ibenta ang Monero
tr: Monero'yu sat
ur: Monero فروخت کریں
zh_cn: 出售门罗币
zh_tw: 出售門羅幣

# left8722Sbdrawer250Sbsupport
source: Support
cs: Podpora
fi: Tuki
it: Supporto
lt: Palaikymas
nb: Brukerstøtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
sl: Podpora
sv: Stöd
tl: Suporta
tr: Destek
ur: حمایت
zh_cn: 帮助
zh_tw: 幫助

# login250Sberror8722Sb0
source: Wrong username/password/one-time password!
cs: Nesprávné uživatelské jméno/heslo/jednorázové heslo!
fi: Väärä käyttäjätunnus/salasana/kertaluontoinen salasana!
fr: Mauvais nom d'utilisateur/mot de passe/mot de passe à usage unique !
it: Nome utente / password / password monouso errati!
lt: Neteisingas vartotojo vardas / slaptažodis / vienkartinis slaptažodis!
nb: Feil brukernavn/passord/engangspassord!
nl: Verkeerde gebruikersnaam/wachtwoord/eenmalig wachtwoord!
pl: Niewłaściwa nazwa użytkownika/hasło/hasło jednorazowe!
pt_br: Usuário/senha/senha única incorretos!
sl: Napačno uporabniško ime/geslo/enkratno geslo!
sv: Fel användarnamn/lösenord/engångslösenord!
tl: Maling username/password/isang beses na password!
tr: Yanlış kullanıcı adı/şifre/tek kullanımlık şifre!
ur: غلط صارف نام/پاس ورڈ/ایک وقتی پاس ورڈ!
zh_cn: 用户名或密码或一次性密码的错误！
zh_tw: 用戶名或密碼或一次性密碼的錯誤！

# login250Sberror8722Sb1
source: Username and password have disallowed characters or invalid length
cs: Uživatelské jméno a heslo obsahují nepovolené znaky nebo mají neplatnou délku
fi: Käyttäjätunnuksessa ja salasanassa on kiellettyjä merkkejä tai pituus on virheellinen
fr: Le nom d'utilisateur et le mot de passe contiennent des caractères non autorisés ou une longueur non valide
it: Nome utente e password hanno caratteri non riconosciuti o lunghezza non valida
lt: Vartotojo vardas ir slaptažodis turi neleistinų simbolių arba netinkamo ilgio
nb: Brukernavn og passord har ikke-tillatte tegn eller ugyldig lengde
nl: Gebruikersnaam en wachtwoord bevatten niet-toegestane tekens of hebben een ongeldige lengte
pl: Nazwa użytkownika i hasło mają niedozwolone znaki lub nieprawidłową długość
pt_br: O nome de usuário e a senha possuem caracteres proibidos ou tamanhos inválidos
sl: Uporabniško ime in geslo vsebujeta nedovoljene znake ali neveljavno dolžino
sv: Användarnamn och lösenord har otillåtna tecken eller ogiltig längd
tl: Ang username at password ay may hindi pinapayagang mga character o hindi wastong haba
tr: Kullanıcı adı ve şifrede izin verilmeyen karakterler veya geçersiz uzunluk var
ur: صارف نام اور پاس ورڈ میں نامنظور حروف یا غلط لمبائی ہے
zh_cn: 用户名和密码包括不允许使用的字符或长度
zh_tw: 用戶名和密碼包括不允許使用的字符或長度

# login250Sberror8722Sb10
source: Log in error
cs: Chyba přihlášení
fi: Virhe kirjautuessa
fr: Erreur d'identification
it: Errore di accesso
lt: Prisijungimo klaida
nb: Innloggingsfeil
nl: Inlog fout
pl: Błąd logowania
pt_br: Erro ao entrar
sl: Napaka pri prijavi
sv: Inloggning fel
tl: Error sa pag-log in
tr: Sisteme giriş hatası
ur: لاگ ان غلطی
zh_cn: 登录错误
zh_tw: 登錄錯誤

# login250Sberror8722Sb2
source: Username has disallowed characters or invalid length
cs: Uživatelské jméno obsahuje nepovolené znaky nebo má neplatnou délku
fi: Käyttäjätunnuksessa on kiellettyjä merkkejä tai virheellinen pituus
fr: Le nom d'utilisateur contient des caractères non autorisés ou une longueur non valide
it: Il nome utente ha caratteri non riconosciuti o una lunghezza non valida
lt: Vartotojo varde yra neleistinų simbolių arba netinkamo ilgio
nb: Brukernavnet har ugyldige tegn eller ugyldig lengde
nl: Gebruikersnaam bevat niet-toegestane tekens of heeft een ongeldige lengte
pl: Nazwa użytkownika ma niedozwolone znaki lub nieprawidłową długość
pt_br: O nome de usuário possui caracteres proibidos ou um tamanho inválido
sl: Uporabniško ime vsebuje nedovoljene znake ali neveljavno dolžino
sv: Användarnamnet har otillåtna tecken eller ogiltig längd
tl: Ang username ay may hindi pinapayagang mga character o di-wastong haba
tr: Kullanıcı adında izin verilmeyen karakterler veya geçersiz uzunluk var
ur: صارف نام میں نامنظور حروف یا غلط لمبائی ہے
zh_cn: 用户名包括不允许使用的字符或长度
zh_tw: 用戶名包括不允許使用的字符或長度

# login250Sberror8722Sb3
source: Password has disallowed characters or invalid length
cs: Heslo obsahuje nepovolené znaky nebo má neplatnou délku
fi: Salasanassa on kiellettyjä merkkejä tai virheellinen pituus
fr: Le mot de passe contient des caractères non autorisés ou une longueur non valide
it: La Password ha caratteri non riconosciuti o una lunghezza non valida
lt: Slaptažodyje yra neleidžiamų simbolių arba netinkamo ilgio
nb: Passordet har ugyldige tegn eller ugyldig lengde
nl: Wachtwoord bevat niet-toegestane tekens of heeft een ongeldige lengte
pl: Hasło ma niedozwolone znaki lub nieprawidłową długość
pt_br: A senha possui caracteres proibidos ou um tamanho inválido
sl: Geslo vsebuje nedovoljene znake ali neveljavno dolžino
sv: Lösenordet har otillåtna tecken eller ogiltig längd
tl: Ang password ay hindi pinapayagan ang mga character o di-wastong haba
tr: Şifrede izin verilmeyen karakterler veya geçersiz uzunluk var
ur: پاس ورڈ میں نامنظور حروف یا غلط لمبائی ہے
zh_cn: 密码包括不允许使用的字符或长度
zh_tw: 密碼包括不允許使用的字符或長度

# login250Sberror8722Sb4
source: Fields can't be left blank
cs: Pole nemohou zůstat prázdná
fi: Kenttiä ei voi jättää tyhjiksi
fr: Les champs ne peuvent pas être laissés vides
it: I campi non possono essere lasciati vuoti
lt: Laukai negali būti tušti
nb: Felter kan ikke stå tomme
nl: Velden kunnen niet leeg blijven
pl: Pola nie mogą pozostać puste
pt_br: Campos não podem ser deixados em branco
sl: Polja ne smejo biti prazna
sv: Fält kan inte lämnas tomma
tl: Ang mga patlang ay hindi maaaring iwanang blangko
tr: Alanlar boş bırakılamaz
ur: فیلڈز کو خالی نہیں چھوڑا جا سکتا
zh_cn: 不能为空
zh_tw: 不能為空

# login250Sberror8722Sb5
source: One-time password has to be 6 digits long
cs: Jednorázové heslo musí mít 6 číslic
fi: Kertakäyttöisen salasanan tulee olla kuusi numeroa pitkä
fr: Le mot de passe à usage unique doit comporter 6 chiffres
it: La password monouso deve essere lunga 6 cifre
lt: Vienkartinis slaptažodis turi būti sudarytas iš 6 skaitmenų
nb: Engangspassordet må bestå av 6 sifre
nl: Eenmalig wachtwoord moet 6 cijfers lang zijn
pl: Hasło jednorazowe musi mieć 6 cyfr
pt_br: A senha única possui 6 dígitos
sl: Enkratno geslo mora biti dolgo 6 mest
sv: Engångslösenordet måste vara 6 siffror långt
tl: Ang isang beses na password ay dapat na 6 na digit ang haba
tr: Tek kullanımlık şifre 6 hane uzunluğunda olmalıdır
ur: ایک بار کا پاس ورڈ 6 ہندسوں کا ہونا چاہیے
zh_cn: 一次性密码必须是6位数字
zh_tw: 一次性密碼必須是6位數字

# login250Sberror8722Sb8
source: Disallowed values
cs: Nepovolené hodnoty
fi: Kielletyt arvot
fr: Valeurs non autorisées
it: Valori non consentiti
lt: Neleidžiamos reikšmės
nb: Ikke tillatte verdier
nl: Niet-toegestaande waarden
pl: Niedozwolona wartość
pt_br: Valores inválidos
sl: Nedovoljene vrednosti
sv: Ejtillåtna värden
tl: Mga hindi pinapayagang halaga
tr: İzin verilmeyen değerler
ur: غیر منظور شدہ اقدار
zh_cn: 不可的直
zh_tw: 不可的直

# login250Sberror8722Sb98722Sbtext
source: Too many login attempts! Please wait for some time.
cs: Příliš mnoho pokusů o přihlášení! Počkejte prosím nějakou dobu.
fi: Liian monta kirjautumisyritystä! Odota hetki.
fr: Trop de tentatives de connexion ! Veuillez patienter un peu.
it: Troppi tentativi di accesso! Riprova più tardi.
lt: Per daug bandymų prisijungti! Palaukite šiek tiek laiko.
nb: For mange påloggingsforsøk! Vennligst vent en stund.
nl: Te veel inlogpogingen! Wacht even, alstublieft.
pl: Zbyt wiele prób logowania! Odczekaj chwile.
pt_br: Muitas tentativas de acesso! Por favor aguarde alguns minutos.
sl: Preveč poskusov prijave! Počakajte nekaj časa.
sv: För många inloggningsförsök! Vänligen vänta en stund.
tl: Masyadong maraming mga pagtatangka sa pag-login! Mangyaring maghintay ng ilang oras.
tr: Çok fazla giriş denemesi! Lütfen bir süre bekleyin.
ur: لاگ ان کی بہت زیادہ کوششیں! برائے مہربانی کچھ وقت انتظار کریں۔
zh_cn: 太多的登录尝试！ 请等一下。
zh_tw: 太多的登錄嘗試！ 請等一下。

# login250Sberror8722Sb98722Sbtitle
source: Login attempts exceeded
cs: Překročen počet pokusů o přihlášení
fi: Kirjautumisyritykset ylittyivät
fr: Nombre de tentatives de connexion dépassé
it: Tentativi di accesso superati
lt: Viršytas prisijungimo bandymų skaičius
nb: Påloggingsforsøk overskredet
nl: Inlogpogingen overschreden
pl: Przekroczono dozwoloną liczbę logowań
pt_br: Tentativas de acesso excedidas
sl: Število poskusov prijave je prekoračeno
sv: Inloggningsförsök överskridits
tl: Lumampas ang mga pagtatangka sa pag-log in
tr: Oturum açma denemeleri aşıldı
ur: لاگ ان کی کوششیں حد سے زیادہ ہو گئیں
zh_cn: 超出登录尝试次数
zh_tw: 超出登錄嘗試次數

# login250Sberror8722Sbgeneric
source: Error!
cs: Chyba!
fi: Virhe!
fr: Erreur !
it: Errore!
lt: Klaida!
nb: Feil!
nl: Fout!
pl: Błąd!
pt_br: Erro!
sl: Napaka!
sv: Fel!
tr: Hata!
ur: غلطی!
zh_cn: 出错！
zh_tw: 出錯！

# login250Sbremember8722Sbme
source: Remember me
cs: Pamatovat si mě
fi: Muista minut
fr: Se souvenir de moi
it: Ricordati di me
lt: Prisimink mane
nb: Husk meg
nl: Onthoud mij
pl: Zapamiętaj mnie
pt_br: Lembre de mim
sl: Zapomni si
sv: Kom ihåg mig
tl: Tandaan mo ako
tr: Beni Hatırla
ur: مجھے پہچانتے ہو
zh_cn: 记住账号
zh_tw: 記住賬號

# login250Sbreset
source: Forgot your password? {link}
cs: Zapomněli jste heslo? {link}
fi: Unohditko salasanasi? {link}
fr: Mot de passe oublié ? {link}
it: Hai dimenticato la password? {link}
lt: Pamiršai slaptažodį? {link}
nb: Glemt passordet? {link}
nl: Uw wachtwoord vergeten? {link}
pl: Nie pamiętasz swojego hasła? {link}
pt_br: Esqueceu sua senha? {link}
sl: Ste pozabili geslo? {link}
sv: Glömt ditt lösenord? {link}
tl: Nakalimutan ang iyong password? {link}
tr: Parolanızı mı unuttunuz? {link}
ur: اپنا پاس ورڈ بھول گئے؟ {link}
zh_cn: 忘记密码？ {link}
zh_tw: 忘記密碼？ {link}

# login250Sbreset8722Sblink
source: Reset it here.
cs: Obnovte jej zde.
fi: Nollaa se tästä.
fr: Réinitialisez-le ici.
it: Ripristina qui.
lt: Iš naujo nustatykite čia.
nb: Tilbakestill den her.
nl: Stel het hier opnieuw in.
pl: Zresetuj tutaj.
pt_br: Reiniciar.
sl: Ponastavite ga tukaj.
sv: Återställ den här.
tl: I-reset ito dito.
tr: Burayı sıfırlayın.
ur: اسے یہاں ری سیٹ کریں۔
zh_cn: 这里重置
zh_tw: 這裡重置

# login250Sbsame8722Sbcredentials8722Sbtip
source: You can use your {frontTypeUrl} credentials to log in.
cs: K přihlášení můžete použít své přihlašovací údaje {front_type_url}.
fi: Voit kirjautua sisään käyttämällä {frontTypeUrl}-tunnuksiasi.
fr: Vous pouvez utiliser vos identifiants {front_type_url} pour vous connecter.
it: Puoi utilizzare le tue {frontTypeUrl} credenziali per accedere.
lt: Norėdami prisijungti, galite naudoti savo {frontTypeUrl} kredencialus.
nb: Du kan bruke din {frontTypeUrl}-legitimasjon for å logge på.
nl: U kunt uw {front_type_url}-inloggegevens gebruiken om in te loggen.
pl: Możesz użyć swoich danych {frontTypeUrl} do zalogowania się.
pt_br: Você pode usar suas credenciais {front_type_url} para fazer login.
sl: Za prijavo lahko uporabite svoje {frontTypeUrl} podatke.
sv: Du kan använda din {frontTypeUrl} autentiseringsuppgifter för att logga in.
tl: Maaari mong gamitin ang iyong {front_type_url} na mga kredensyal upang mag-log in.
tr: Giriş yapmak için {frontTypeUrl} kimlik bilgilerinizi kullanabilirsiniz.
ur: آپ لاگ ان کرنے کے لیے اپنی {frontTypeUrl} اسناد استعمال کر سکتے ہیں۔
zh_cn: 您可以使用 {frontTypeUrl} 凭据登录。
zh_tw: 您可以使用 {frontTypeUrl} 憑據登錄。

# login250Sbsignup
source: Don't have an account yet? {link}
cs: Ještě nemáte účet? {link}
fi: Eikö sinulla ole vielä käyttäjää? {link}
fr: Vous n'avez pas encore de compte ? {link}
it: Non hai ancora un account? {link}
lt: Dar neturite paskyros? {link}
nb: Har du ikke en konto ennå? {link}
nl: Heeft u nog geen account? {link}
pl: Nie masz jeszcze konta? {link}
pt_br: Ainda não tem uma conta? {link}
sl: Še nimate računa? {link}
sv: Har du inget konto än? {link}
tl: Wala ka pang account? {link}
tr: Henüz bir hesabınız yok mu? {link}
ur: ابھی تک اکاؤنٹ نہیں ہے؟ {link}
zh_cn: 没有账户吗？ {link}
zh_tw: 沒有賬戶嗎？ {link}

# login250Sbsignup8722Sblink
source: Sign up
cs: Přihlásit se
fi: Rekisteröidy
fr: S'inscrire
it: Registrati
lt: Registruotis
nb: Melde deg på
nl: Aanmelden
pl: Zarejestruj się
pt_br: Cadastre-se
sl: Prijavite se
sv: Tecken upp
tl: Mag-sign up
tr: Üye olmak
ur: سائن اپ
zh_cn: 注册
zh_tw: 注冊
