Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb3250Sbtitle
source: What can a remote node learn about me?
cs: Co se o mně může vzdálený uzel dozvědět?
fi: Mitä etäsolmu voi oppia minusta?
fr: Qu'est-ce qu'un nœud distant peut apprendre sur moi ?
it: Cosa può imparare di me un nodo remoto?
lt: Ką apie mane gali sužinoti nuotolinis mazgas?
nb: Hva kan en ekstern node lære om meg?
nl: Wat kan een extern knooppunt over mij te weten komen?
pl: Czego może się o mnie dowiedzieć cudzy node?
pt_br: O que um nó remoto pode aprender sobre mim?
sl: Kaj lahko oddaljeno vozlišče (node) izve o meni?
sv: Vad kan en avlägsen nod få veta om mig?
tl: Ano ang matututuhan ng remote node tungkol sa akin?
tr: Uzak bir düğüm benim hakkımda ne öğrenebilir?
ur: ریموٹ نوڈ میرے بارے میں کیا سیکھ سکتا ہے؟
zh_cn: 远程节点可以了解什么情况？
zh_tw: 遠程節點可以了解什麼情況？

# knowledge250Sbnodes250Sb4250Sbtext
source: <p>While this article may have scared you a bit, it’s important to realize that the privacy provided by Monero is excellent even when using a remote node, and far surpasses any other cryptocurrency when used this way. You still gain the strong on-chain privacy provided by Monero, as the remote node never knows the true input (what coins you’re spending), the amount of Monero spent in the transaction, or the address of the recipient of the transaction. Outside observers also cannot see the true input, amount, or addresses involved (no matter what type of node you choose to use!), ensuring that outside of the remote node even your IP address, wallet sync information, and transactions have strong privacy guarantees.</p> <p>The remote node also never has access to the previous transactions you’ve sent or received or the amount of Monero currently in your wallet, and loses all visibility into your transactions the moment you start to use another node. No private keys (either spend or view keys) are ever provided to the remote node, and so your wallet remains private, secure, and usable. No matter the remote node, you also are never at risk of losing Monero or having it stolen, as the node cannot edit the recipient address, never has access to your wallets private keys, and cannot confiscate your Monero in any way.</p>
cs: <p>Ačkoli vás tento článek možná trochu vyděsil, je důležité si uvědomit, že soukromí, které Monero poskytuje, je vynikající i při použití vzdáleného uzlu a při tomto způsobu použití daleko předčí jakoukoli jinou kryptoměnu. Stále získáváte silné soukromí na řetězci, které Monero poskytuje, protože vzdálený uzel nikdy nezná skutečný vstup (jaké mince utrácíte), částku Monero utracenou v transakci ani adresu příjemce transakce. Pozorovatelé zvenčí také nemohou vidět skutečný vstup, částku ani adresy zúčastněných (bez ohledu na to, jaký typ uzlu se rozhodnete použít!), což zajišťuje, že mimo vzdálený uzel mají i vaše IP adresa, informace o synchronizaci peněženky a transakce silné záruky soukromí.</p> <p>Vzdálený uzel také nikdy nemá přístup k předchozím transakcím, které jste odeslali nebo přijali, ani k množství Monera, které máte aktuálně v peněžence, a v okamžiku, kdy začnete používat jiný uzel, ztratí veškerý přehled o vašich transakcích. Vzdálenému uzlu nejsou nikdy poskytnuty žádné soukromé klíče (ani klíče k útratě, ani klíče k prohlížení), a vaše peněženka tak zůstává soukromá, bezpečná a použitelná. Bez ohledu na vzdálený uzel vám také nikdy nehrozí ztráta nebo krádež Monera, protože uzel nemůže upravovat adresu příjemce, nikdy nemá přístup k soukromým klíčům vaší peněženky a nemůže vaše Monero nijak zabavit.</p>
fi: <p>Vaikka tämä artikkeli on saattanut hieman pelottaa sinua, on tärkeää ymmärtää että Moneron tarjoama yksityisyys on erinomaista myös etäsolmua käytettäessä ja ylittää selvästi kaikki muut kryptovaluutat tällä tavalla käytettynä. Saat silti Moneron tarjoaman vahvan lohkoketjun yksityisyyden, koska etäsolmu ei koskaan tiedä todellista syötettä (mitä kolikoita käytät), transaktioon käytetyn Moneron määrää tai transaktion vastaanottajan osoitetta. Ulkopuoliset tarkkailijat eivät myöskään näe todellista syötettä, määrää tai osoitteita (riippumatta siitä, minkä tyyppisen solmun valitset!), mikä varmistaa, että etäsolmun ulkopuolella jopa IP-osoitteesi, lompakon synkronointitiedot ja transaktiot takaavat vahvan tietosuojan. </p> <p>Etäsolmulla ei myöskään ole koskaan pääsyä aikaisempiin lähettämiisi tai vastaanottamiisi transaktioihin tai lompakossasi olevaan Moneron määrään ja se menettää kaiken näkyvyyden transaktioihisi heti, kun alat käyttää toista solmua. Yksityisiä avaimia (joko kulutus- tai katseluavaimia) ei koskaan toimiteta etäsolmulle, joten lompakkosi pysyy yksityisenä, suojattuna ja käyttökelpoisena. Riippumatta etäsolmusta et ole koskaan vaarassa menettää Moneroa tai sen joutumista varkauden uhriksi, koska solmu ei voi muokata vastaanottajan osoitetta, sillä ei ole koskaan pääsyä lompakon yksityisiin avaimiin eikä se voi takavarikoida Moneroasi millään tavalla.</p>
fr: <p>Bien que cet article vous ait peut-être un peu effrayé, il est important de réaliser que la confidentialité fournie par Monero est excellente même lors de l'utilisation d'un nœud distant, et dépasse de loin toute autre crypto-monnaie lorsqu'elle est utilisée de cette façon. Vous bénéficiez toujours de la forte confidentialité en chaîne fournie par Monero, car le nœud distant ne connaît jamais la véritable entrée (quels jetons vous dépensez), le montant de Monero dépensé dans la transaction ou l'adresse du destinataire de la transaction. Les observateurs extérieurs ne peuvent pas non plus voir la véritable entrée, le montant ou les adresses impliquées (quel que soit le type de nœud que vous choisissez d'utiliser !), garantissant qu'en dehors du nœud distant, même votre adresse IP, les informations de synchronisation du portefeuille et les transactions ont de solides garanties de confidentialité. .</p> <p>Le nœud distant n'a également jamais accès aux transactions précédentes que vous avez envoyées ou reçues ou au montant de Monero actuellement dans votre portefeuille, et perd toute visibilité sur vos transactions dès que vous commencez à utiliser un autre nœud. Aucune clé privée (qu'il s'agisse de clés de dépense ou de vue) n'est jamais fournie au nœud distant, et votre portefeuille reste donc privé, sécurisé et utilisable. Quel que soit le nœud distant, vous ne risquez jamais non plus de perdre votre solde Monero ou de vous le faire voler, car le nœud ne peut pas modifier l'adresse du destinataire, n'a jamais accès aux clés privées de votre portefeuille et ne peut en aucun cas confisquer votre Monero.</p>
it: <p>Anche se questo articolo può averti spaventato un po', è importante rendersi conto che la privacy fornita da Monero è eccellente anche quando si utilizza un nodo remoto, e supera di gran lunga qualsiasi altra criptovaluta quando viene utilizzata in questo modo. Ottieni ancora la forte privacy on-chain fornita da Monero, poiché il nodo remoto non conosce mai il vero input (quali monete stai spendendo), la quantità di Monero spesa nella transazione, o l'indirizzo del destinatario della transazione. Anche gli osservatori esterni non possono vedere il vero input, l'importo o gli indirizzi coinvolti (non importa quale tipo di nodo scegli di usare!), assicurando che al di fuori del nodo remoto anche il tuo indirizzo IP, le informazioni di sincronizzazione del portafoglio e le transazioni hanno forti garanzie di privacy.</p> <p>Il nodo remoto inoltre non ha mai accesso alle transazioni precedenti che hai inviato o ricevuto o la quantità di Monero attualmente nel tuo portafoglio, e perde tutta la visibilità sulle tue transazioni nel momento in cui inizi a usare un altro nodo. Nessuna chiave privata (sia di spesa che di visualizzazione) viene mai fornita al nodo remoto, e quindi il tuo portafoglio rimane privato, sicuro e utilizzabile. Non importa il nodo remoto, non sei mai a rischio di perdere Monero o di averlo rubato, poiché il nodo non può modificare l'indirizzo del destinatario, non ha mai accesso alle chiavi private del tuo portafoglio e non può confiscare il tuo Monero in alcun modo.</p>
lt: <p>Nors šis straipsnis jus šiek tiek išgąsdino, svarbu suprasti, kad Monero suteikiamas privatumas yra puikus net naudojant nuotolinį mazgą ir gerokai pranoksta bet kurią kitą kriptovaliutą tokiu būdu. Jūs vis tiek gaunate tvirtą Monero teikiamą privatumą tinkle, nes nuotolinis mazgas niekada nežino tikrosios įvesties (kokias monetas išleidžiate), operacijos metu išleistos Monero sumos ar operacijos gavėjo adreso. Išoriniai stebėtojai taip pat negali matyti tikrosios įvesties, sumos ar adresų (nesvarbu, kokio tipo mazgą pasirinksite naudoti!), užtikrinant, kad net jūsų IP adresas, piniginės sinchronizavimo informacija ir operacijos būtų užtikrintos už nuotolinio mazgo ribų. </p> <p>Nuotolinis mazgas taip pat niekada neturi prieigos prie ankstesnių jūsų išsiųstų ar gautų operacijų arba šiuo metu jūsų piniginėje esančios Monero sumos ir praranda bet kokį jūsų operacijų matomumą, kai pradedate naudoti kitą mazgą. Nuotoliniam mazgui niekada neteikiami jokie privatūs raktai (nei išlaidų, nei peržiūros raktai), todėl jūsų piniginė išlieka privati, saugi ir tinkama naudoti. Nesvarbu, koks yra nuotolinis mazgas, jums taip pat niekada negresia pavojus prarasti Monero arba jį pavogti, nes mazgas negali redaguoti gavėjo adreso, niekada neturi prieigos prie jūsų piniginės privačių raktų ir jokiu būdu negali konfiskuoti jūsų Monero.</p>
nb: <p>Selv om denne artikkelen kan ha skremt deg litt, er det viktig å innse at personvernet gitt av Monero er utmerket selv når du bruker en ekstern node, og langt overgår enhver annen kryptovaluta når den brukes på denne måten. Du får fortsatt det sterke personvernet på kjeden levert av Monero, siden den eksterne noden aldri vet den sanne inngangen (hvilke mynter du bruker), mengden Monero brukt i transaksjonen, eller adressen til mottakeren av transaksjonen. Utenfor observatører kan heller ikke se den sanne inngangen, beløpet eller adressene som er involvert (uansett hvilken type node du velger å bruke!), og sikrer at utenfor den eksterne noden til og med din IP-adresse, lommeboksynkroniseringsinformasjon og transaksjoner har sterke personverngarantier .</p> <p>Den eksterne noden har heller aldri tilgang til de tidligere transaksjonene du har sendt eller mottatt eller mengden Monero i lommeboken din, og mister all synlighet til transaksjonene dine i det øyeblikket du begynner å bruke en annen node. Ingen private nøkler (verken forbruks- eller visningsnøkler) er noen gang gitt til den eksterne noden, og derfor forblir lommeboken din privat, sikker og brukbar. Uansett ekstern node, er du heller aldri i fare for å miste Monero eller få den stjålet, siden noden ikke kan redigere mottakeradressen, aldri har tilgang til lommebokens private nøkler og ikke kan konfiskere Monero på noen måte.</p>
nl: <p>Hoewel dit artikel u misschien een beetje heeft laten schrikken, is het belangrijk om te beseffen dat de privacy die door Monero wordt geboden uitstekend is, zelfs bij gebruik van een extern knooppunt, en elke andere cryptocurrency ver overtreft wanneer het op deze manier wordt gebruikt. U krijgt nog steeds de sterke on-chain privacy die door Monero wordt geboden, omdat het externe knooppunt nooit de echte input weet (welke munten u uitgeeft), het bedrag aan Monero dat aan de transactie is uitgegeven of het adres van de ontvanger van de transactie. Externe waarnemers kunnen ook de werkelijke input, hoeveelheid of adressen niet zien (ongeacht het type knooppunt dat u kiest om te gebruiken!), wat ervoor zorgt dat zelfs buiten het externe knooppunt uw IP-adres, portefeuille-synchronisatie-informatie en transacties sterke privacygaranties hebben .</p> <p>Het externe knooppunt heeft ook nooit toegang tot de eerdere transacties die u heeft verzonden of ontvangen, of de hoeveelheid Monero die momenteel in uw portefeuille zit, en verliest alle zichtbaarheid in uw transacties op het moment dat u een ander knooppunt gaat gebruiken. Er worden nooit privésleutels (uitgave- of weergavesleutels) aan het externe knooppunt verstrekt, en dus blijft uw portefeuille privé, veilig en bruikbaar. Ongeacht het externe knooppunt, loopt u ook nooit het risico Monero te verliezen of ervan beroofd te worden, aangezien het knooppunt het adres van de ontvanger niet kan bewerken, nooit toegang heeft tot de privésleutels van uw portefeuille en uw Monero op geen enkele manier in beslag kan nemen.</p>
pl: <p> Chociaż ten artykuł mógł Cię trochę przestraszyć, ważne jest, aby zdać sobie sprawę z tego, że prywatność dostarczana przez Monero jest wspaniała, nawet gdy używasz zdalnego węzła i znacznie przewyższa wszelkie inne kryptowaluty. Nadal zyskujesz silną prywatność on-chain dostarczoną przez Monero, ponieważ zdalny węzeł nigdy nie zna prawdziwego wejścia (jakie monety wydajesz), ilości Monero wydanego w transakcji lub adresu odbiorcy transakcji. Zewnętrzni obserwatorzy również nie widzą prawdziwego wejścia, kwoty lub adresów (bez względu na rodzaj węzła, który wybierzesz!), zapewniając, że za wyjątkiem korzystania ze zdalnego węzła, nawet adres IP, informacje o synchronizacji portfela i transakcje mają silne gwarancje prywatności .</p> <p>Zdalny węzeł nigdy również nie ma dostępu do poprzednich transakcji, które wysłałeś lub otrzymałeś czy też do aktualnej ilości Monero w portfelu i traci wszelką wiedzę o transakcjach, gdy zaczynasz korzystać z innego węzła. Żadne prywatne klucze (spend lub view) nigdy nie są dostarczane do zdalnego węzła, więc Twój portfel zachowuje prywatność, bezpieczeństwo i użyteczność. Bez względu na zdalny węzeł, nigdy nie jesteś narażony na utratę Monero lub jego kradzież, ponieważ węzeł nie może edytować adresu odbiorcy, nigdy nie ma dostępu do Twoich prywatnych kluczy i nie może w żaden sposób skonfiskować Monero.</p>
pt_br: <p>Embora este artigo possa tê-lo assustado um pouco, é importante perceber que a privacidade proporcionada por Monero é excelente mesmo quando se usa um nó remoto, e ultrapassa de longe qualquer outra moeda criptográfica quando usada desta forma. Você ainda ganha a forte privacidade na cadeia fornecida por Monero, pois o nó remoto nunca sabe a verdadeira entrada (que moedas você está gastando), a quantidade de Monero gasta na transação, ou o endereço do destinatário da transação. Observadores externos também não podem ver a verdadeira entrada, quantidade ou endereços envolvidos (não importa o tipo de nó que você escolher usar!), garantindo que fora do nó remoto até mesmo seu endereço IP, informações de sincronização de carteira e transações tenham fortes garantias de privacidade.</p> <p>O nó remoto também nunca tem acesso às transações anteriores que você enviou ou recebeu ou à quantidade de Monero atualmente em sua carteira, e perde toda a visibilidade em suas transações no momento em que você começa a usar outro nó. Nenhuma chave privada (seja gasta ou de visualização) é fornecida ao nó remoto, e assim sua carteira permanece privada, segura e utilizável. Não importa o nó remoto, você também nunca corre o risco de perder Monero ou de tê-lo roubado, pois o nó não pode editar o endereço do destinatário, nunca tem acesso às suas carteiras de chaves privadas e não pode confiscar seu Monero de nenhuma forma.</p>
sl: <p>Čeprav vas je ta članek morda nekoliko prestrašil, se je pomembno zavedati, da je zasebnost, ki jo zagotavlja Monero, odlična tudi pri uporabi oddaljenega vozlišča in daleč presega katero koli drugo kriptovaluto, če se uporablja na ta način. Še vedno pridobite močno zasebnost v verigi, ki jo zagotavlja Monero, saj oddaljeno vozlišče nikoli ne ve pravega vnosa (katere kovance porabite), zneska Monera, porabljenega v transakciji, ali naslova prejemnika transakcije. Zunanji opazovalci prav tako ne morejo videti pravega vnosa, zneska ali vključenih naslovov (ne glede na vrsto vozlišča, ki ga izberete!), kar zagotavlja, da imajo zunaj oddaljenega vozlišča celo vaš naslov IP, informacije o sinhronizaciji denarnice in transakcije močno zagotovljeno zasebnost </p> <p>Oddaljeno vozlišče tudi nikoli nima dostopa do prejšnjih transakcij, ki ste jih poslali ali prejeli, ali količine Monera, ki je trenutno v vaši denarnici, in izgubi vso vidljivost v vaših transakcijah v trenutku, ko začnete uporabljati drugo vozlišče. Oddaljenemu vozlišču nikoli niso posredovani nobeni zasebni ključi (bodisi ključi za porabo ali ogled), tako da vaša denarnica ostane zasebna, varna in uporabna. Ne glede na oddaljeno vozlišče prav tako nikoli niste v nevarnosti, da bi Monero izgubili ali vam ga ukradli, saj vozlišče ne more urejati naslova prejemnika, nikoli nima dostopa do zasebnih ključev vaših denarnic in vam na noben način ne more zapleniti vašega Monera.</p>
sv: <p> Även om den här artikeln kan ha skrämt dig lite, är det viktigt att inse att integriteten som tillhandahålls av Monero är utmärkt även när du använder en fjärrnod, och vida överträffar alla andra kryptovalutor när den används på detta sätt. Du får fortfarande den starka integriteten på kedjan som tillhandahålls av Monero, eftersom fjärrnoden aldrig vet den verkliga ingången (vilka mynt du spenderar), mängden Monero som spenderas i transaktionen eller adressen till mottagaren av transaktionen. Utomstående observatörer kan inte heller se den verkliga inmatningen, mängden eller adresserna som är involverade (oavsett vilken typ av nod du väljer att använda!), vilket säkerställer att utanför fjärrnoden även din IP-adress, plånbokssynkroniseringsinformation och transaktioner har starka integritetsgarantier .</p> <p>Fjärrnoden har heller aldrig tillgång till de tidigare transaktionerna du har skickat eller tagit emot eller mängden Monero som för närvarande finns i din plånbok, och förlorar all insyn i dina transaktioner i samma ögonblick som du börjar använda en annan nod. Inga privata nycklar (varken spend- eller visningsnycklar) tillhandahålls någonsin till fjärrnoden, så din plånbok förblir privat, säker och användbar. Oavsett fjärrnod riskerar du heller aldrig att förlora Monero eller få den stulen, eftersom noden inte kan redigera mottagaradressen, aldrig har tillgång till dina plånboksnycklar och inte kan konfiskera din Monero på något sätt.</p>
tl: <p>Bagaman ang artikulong ito ay maaaring medyo natakot sa iyo, mahalagang malaman na ang privacy na ibinigay ng Monero ay napakahusay kahit na gumagamit ng isang malayong node, at higit na nahihigitan ang anumang iba pang cryptocurrency kapag ginamit sa ganitong paraan. Nakukuha mo pa rin ang malakas na on-chain na privacy na ibinigay ng Monero, dahil hindi alam ng remote node ang totoong input (anong mga barya ang ginagastos mo), ang halaga ng Monero na ginastos sa transaksyon, o ang address ng tatanggap ng transaksyon. Hindi rin makikita ng mga tagamasid sa labas ang totoong input, halaga, o mga address na kasangkot (kahit anong uri ng node ang pipiliin mong gamitin!), na tinitiyak na sa labas ng remote node kahit ang iyong IP address, impormasyon sa pag-sync ng wallet, at mga transaksyon ay may matibay na garantiya sa privacy .</p> <p>Ang remote na node ay hindi rin magkakaroon ng access sa mga nakaraang transaksyon na iyong ipinadala o natanggap o ang halaga ng Monero na kasalukuyang nasa iyong wallet, at mawawala ang lahat ng visibility sa iyong mga transaksyon sa sandaling magsimula kang gumamit ng isa pang node. Walang mga pribadong key (alinman sa paggastos o view ng mga key) na kailanman ay ibinigay sa remote node, at sa gayon ang iyong wallet ay nananatiling pribado, secure, at magagamit. Anuman ang malayong node, hindi ka rin nanganganib na mawala ang Monero o manakaw nito, dahil hindi ma-edit ng node ang address ng tatanggap, hindi kailanman magkakaroon ng access sa mga pribadong key ng iyong mga wallet, at hindi maaaring kumpiskahin ang iyong Monero sa anumang paraan.</p>
tr: <p>Bu makale sizi biraz korkutmuş olsa da, Monero'nun sağladığı gizliliğin uzak bir düğüm kullanıldığında bile mükemmel olduğunu ve bu şekilde kullanıldığında diğer kripto para birimlerini çok geride bıraktığını fark etmek önemlidir. Uzak düğüm gerçek girdiyi (hangi paraları harcadığınızı), işlemde harcanan Monero miktarını veya işlemin alıcısının adresini asla bilemeyeceğinden, Monero tarafından sağlanan güçlü zincir içi gizliliği elde etmeye devam edersiniz. Dışarıdaki gözlemciler aynı zamanda gerçek girdiyi, miktarı veya ilgili adresleri göremez (hangi düğüm türünü kullanmayı seçerseniz seçin!), böylece uzak düğümün dışında IP adresinizin, cüzdan senkronizasyon bilgilerinizin ve işlemlerinizin bile güçlü gizlilik garantilerine sahip olması sağlanır. .</p> <p>Uzak düğüm ayrıca gönderdiğiniz veya aldığınız önceki işlemlere veya şu anda cüzdanınızda bulunan Monero miktarına hiçbir zaman erişemez ve başka bir düğümü kullanmaya başladığınız anda işlemlerinizin tüm görünürlüğünü kaybeder. Uzak düğüme hiçbir özel anahtar (harcama veya görüntüleme anahtarları) sağlanmaz ve böylece cüzdanınız özel, güvenli ve kullanılabilir kalır. Uzak düğüm ne olursa olsun, Monero'yu kaybetme veya çalınma riskiyle karşı karşıya kalmazsınız çünkü düğüm alıcı adresini düzenleyemez, cüzdanınızın özel anahtarlarına hiçbir zaman erişemez ve Monero'nuza hiçbir şekilde el koyamaz.</p>
ur: <p>اگرچہ اس مضمون نے آپ کو تھوڑا سا خوفزدہ کیا ہو، لیکن یہ سمجھنا ضروری ہے کہ Monero کی فراہم کردہ رازداری ریموٹ نوڈ کا استعمال کرتے ہوئے بھی بہترین ہے، اور اس طرح استعمال ہونے پر کسی بھی دوسری کریپٹو کرنسی سے کہیں زیادہ ہے۔ آپ اب بھی Monero کے ذریعے فراہم کردہ مضبوط آن چین پرائیویسی حاصل کرتے ہیں، کیونکہ ریموٹ نوڈ کبھی بھی صحیح ان پٹ (آپ کون سے سکے خرچ کر رہے ہیں)، لین دین میں خرچ کی گئی Monero کی رقم، یا لین دین کے وصول کنندہ کا پتہ نہیں جانتا ہے۔ باہر کے مبصرین بھی اس میں شامل حقیقی ان پٹ، رقم، یا پتے نہیں دیکھ سکتے ہیں (چاہے آپ کس قسم کا نوڈ استعمال کرنے کا انتخاب کرتے ہوں!)، اس بات کو یقینی بناتے ہوئے کہ ریموٹ نوڈ کے باہر بھی آپ کا IP پتہ، والیٹ کی مطابقت پذیری کی معلومات، اور لین دین کی رازداری کی مضبوط ضمانتیں ہیں۔ </p> <p>ریموٹ نوڈ کو آپ کے بھیجے یا موصول ہونے والے سابقہ لین دین یا فی الحال آپ کے بٹوے میں موجود Monero کی رقم تک کبھی بھی رسائی حاصل نہیں ہوتی ہے، اور جب آپ کوئی دوسرا نوڈ استعمال کرنا شروع کرتے ہیں تو آپ کے لین دین میں تمام مرئیت کھو دیتا ہے۔ ریموٹ نوڈ کو کبھی بھی کوئی نجی چابیاں (یا تو خرچ کریں یا دیکھیں کیز) فراہم نہیں کی جاتی ہیں، اور اس طرح آپ کا بٹوہ نجی، محفوظ اور قابل استعمال رہتا ہے۔ ریموٹ نوڈ سے کوئی فرق نہیں پڑتا، آپ کو کبھی بھی Monero کے کھونے یا چوری ہونے کا خطرہ نہیں ہوتا، کیونکہ نوڈ وصول کنندہ کے پتے میں ترمیم نہیں کرسکتا، آپ کے بٹوے کی نجی کلیدوں تک کبھی بھی رسائی نہیں رکھتا، اور آپ کے Monero کو کسی بھی طرح سے ضبط نہیں کرسکتا۔</p>
zh_cn: <p>虽然这篇文章可能让你有点害怕，但重要的是要意识到，即使使用远程节点，门罗币提供的隐私也是非常好的，以这种方式使用时，远远超过任何其他加密货币。你仍然获得了门罗币提供的强大的链上隐私，因为远程节点永远不知道真正的输入（你花了什么币），交易中花费的门罗币数量，或交易接收者的地址。外部观察者也无法看到真正的输入、金额或涉及的地址（无论你选择使用哪种类型的节点！），确保在远程节点之外，甚至你的IP地址、钱包同步信息和交易都有强大的隐私保证。</p> <p>远程节点也永远无法获得你之前发送或接收的交易，或者你钱包中当前的门罗币数量，并且在你开始使用另一个节点的时候，会失去对你交易的所有可见性。没有任何私人密钥（无论是花费还是查看密钥）被提供给远程节点，因此你的钱包仍然是私人的，安全的，可用的。不管是哪个远程节点，你也永远不会有丢失门罗币或被盗的风险，因为该节点不能编辑收件人地址，永远无法访问你的钱包私钥，也不能以任何方式没收你的门罗币。</p>
zh_tw: <p>雖然這篇文章可能讓你有點害怕，但重要的是要意識到，即使使用遠程節點，門羅幣提供的隱私也是非常好的，以這種方式使用時，遠遠超過任何其他加密貨幣。你仍然獲得了門羅幣提供的強大的鏈上隱私，因為遠程節點永遠不知道真正的輸入（你花了什麼幣），交易中花費的門羅幣數量，或交易接收者的地址。外部觀察者也無法看到真正的輸入、金額或涉及的地址（無論你選擇使用哪種類型的節點！），確保在遠程節點之外，甚至你的IP地址、錢包同步信息和交易都有強大的隱私保證。</p> <p>遠程節點也永遠無法獲得你之前發送或接收的交易，或者你錢包中當前的門羅幣數量，並且在你開始使用另一個節點的時候，會失去對你交易的所有可見性。沒有任何私人密鑰（無論是花費還是查看密鑰）被提供給遠程節點，因此你的錢包仍然是私人的，安全的，可用的。不管是哪個遠程節點，你也永遠不會有丟失門羅幣或被盜的風險，因為該節點不能編輯收件人地址，永遠無法訪問你的錢包私鑰，也不能以任何方式沒收你的門羅幣。</p>
