Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb4250Sbtext
source: <p>As upgrades to the Monero network require community coordination and approval along with software updates, it’s extremely important that as many people as possible get involved in the planning, testing, and communication process of network upgrades.</p> <p>Here are a few easy ways you can help smooth things out around a network upgrade:</p> <ol type="1"> <li>Join the planning meetings <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">posted on Github</a>, listen in, and contribute if you have something relevant to bring up.</li> <li>Communicate the details around the network upgrade timing (once decided!) to your favorite exchange, wallet, or mining pool. It can be tricky to properly notify all Monero users of an upgrade, so it’s important we all help out where we can to get the word out.</li> <li>Test the software before the network upgrade. There will be a call put out for testers before the network upgrade, both on testnet and stagenet, to ensure that every aspect of the upgrade has been properly planned for and implemented in the software. The more people get involved and thoroughly test the new versions out, the more likely the network upgrade will go smoothly!</li> <li>Once releases that are compatible with the network upgrade are published, be sure to upgrade immediately! The more people are upgraded and ready for the network upgrade, the more smoothly the network will handle it and the less headache users will experience.</li> </ol>
cs: <p>Jelikož upgrady sítě Monero vyžadují koordinaci a schválení komunitou spolu s aktualizacemi softwaru, je nesmírně důležité, aby se do procesu plánování, testování a komunikace upgradů sítě zapojilo co nejvíce lidí.</p> <p>Níže uvádíme několik jednoduchých způsobů, jak můžete usnadnit situaci kolem upgradu sítě:</p> <ol type="1"> <li>Připojte se k plánovacím schůzkám <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">uveřejněným na Githubu</a>, poslouchejte je a přispějte, pokud máte něco relevantního, co byste chtěli uvést.</li> <li>Sdělte podrobnosti o načasování upgradu sítě (jakmile bude rozhodnuto!) své oblíbené burze, peněžence nebo těžebnímu poolu. Může být složité řádně informovat všechny uživatele Monera o upgradu, proto je důležité, abychom všichni pomohli, kde můžeme, a rozšířili tak informace.</li> <li>Před aktualizací sítě otestujte software. Před aktualizací sítě bude na testnetu i stagenetu zveřejněna výzva pro testery, aby bylo zajištěno, že všechny aspekty aktualizace byly řádně naplánovány a implementovány do softwaru. Čím více lidí se zapojí a důkladně otestuje nové verze, tím větší je pravděpodobnost, že upgrade sítě proběhne hladce!</li> <li>JJakmile budou zveřejněny verze kompatibilní s aktualizací sítě, nezapomeňte okamžitě provést aktualizaci! Čím více lidí bude aktualizováno a připraveno na upgrade sítě, tím hladčeji jej síť zvládne a tím méně budou mít uživatelé problémů.</li> </ol>
fi: <p>Koska Monero-verkkoon tehtävät päivitykset vaativat yhteisön koordinointia ja hyväksyntää ohjelmistopäivitysten ohella, on erittäin tärkeää, että mahdollisimman monet ihmiset osallistuvat verkkopäivitysten suunnitteluun, testaukseen ja viestintäprosessiin.</p> <p>Tässä on muutamia helppoja tapoja, joilla voit helpottaa verkkopäivitystä:</p> <ol type="1"> <li>Liity suunnittelukokouksiin <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">, jotka on julkaistu Githubissa</a>, kuuntele ja osallistu, jos sinulla on jotain olennaista esitettäväksi.</li> <li>Kerro verkon päivityksen ajoituksen yksityiskohdista (kun olet päättänyt!) suosikkipörssillesi, lompakkoosi tai louhintapoolillesi. Voi olla vaikeaa ilmoittaa kaikille Monero-käyttäjille päivityksestä, joten on tärkeää, että me kaikki autamme paikoissa missä voimme saada sanan esiin.</li> <li>Testaa ohjelmisto ennen verkkopäivitystä. Testaajille järjestetään kutsu ennen verkkopäivitystä, sekä testnetissä että stagenetissä, jotta varmistetaan että päivityksen jokainen osa on oikein suunniteltu ja toteutettu ohjelmistossa. Mitä enemmän ihmiset osallistuvat ja testaavat uusia versioita perusteellisesti, sitä todennäköisemmin verkkopäivitys sujuu!</li> <li>Kun verkkopäivityksen kanssa yhteensopivat päivitykset on julkaistu, muista päivittää välittömästi! Mitä enemmän ihmisiä ovat päivittäneet ja valmiita verkkopäivitykseen, sitä sujuvammin verkko käsittelee sen ja sitä vähemmän käyttäjät kokevat päänsärkyä.</li> </ol>
fr: <p>Étant donné que les mises à jour du réseau Monero nécessitent la coordination et l'approbation de la communauté ainsi que des mises à jour logicielles, il est extrêmement important qu'autant de personnes que possible s'impliquent dans le processus de planification, de test et de communication des mises à jour du réseau.</p> <p>Voici quelques moyens simples de faciliter la mise à jour du réseau :</p> <ol type="1"> <li>Rejoignez les réunions de planification <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">publiées sur Github</a>, écoutez et contribuez si vous avez quelque chose de pertinent à signaler ;</li> <li> Communiquez les détails concernant le calendrier de mise à jour du réseau (une fois décidé !) à vos plateformes d'échange, vos logiciels de portefeuille ou pool de minage préférés. Il peut être difficile d'informer correctement tous les utilisateurs de Monero d'une mise à jour, donc il est important que nous aidions tous là où nous le pouvons pour faire passer le mot ;</li> <li>Testez le logiciel avant la mise à jour du réseau. Un appel sera lancé pour les testeurs avant la mise à jour du réseau, à la fois sur les réseaux « testnet » et « stagenet », pour s'assurer que chaque aspect de la mise à jour a été correctement planifié et implémenté dans le logiciel. Plus les gens s'impliquent et testent minutieusement les nouvelles versions, plus la mise à jour du réseau a de chances de se dérouler sans heurts !</li> <li>Une fois les versions compatibles avec la mise à jour du réseau publiées, assurez-vous de mettre à jour immédiatement ! Plus le nombre de personnes mises à jour et prêtes pour la mise à jour du réseau est élevé, plus le réseau le gérera en douceur et moins les utilisateurs auront mal à la tête.</li> </ol>
it: <p>Poiché gli aggiornamenti alla rete Monero richiedono il coordinamento e l'approvazione della comunità insieme agli aggiornamenti del software, è estremamente importante che quante più persone possibile siano coinvolte nella pianificazione, nei test e nel processo di comunicazione degli aggiornamenti della rete.</p> <p>Ecco alcuni semplici modi in cui puoi aiutare a facilitare le cose per un aggiornamento della rete:</p> <ol type="1"> <li>Partecipa alle riunioni di pianificazione <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">pubblicate su Github</a>Ascolta e contribuisci se hai qualcosa di rilevante da dire.</li> <li>Comunica i dettagli sui tempi dell'aggiornamento della rete (una volta deciso!) al tuo exchange, wallet o mining pool preferito. Può essere difficile notificare correttamente a tutti gli utenti di Monero un aggiornamento, quindi è importante che tutti noi diamo una mano dove possiamo per diffondere la notizia.</li> <li>Prova il software prima dell'aggiornamento della rete. Ci sarà una chiamata per i tester prima dell'aggiornamento della rete, sia su testnet che su stagenet, per assicurare che ogni aspetto dell'aggiornamento sia stato correttamente pianificato e implementato nel software. Più persone vengono coinvolte e testano a fondo le nuove versioni, più è probabile che l'aggiornamento della rete vada a buon fine!</li> <li>Una volta che vengono pubblicate le versioni compatibili con l'aggiornamento della rete, assicuratevi di aggiornare immediatamente! Più persone sono aggiornate e pronte per l'aggiornamento della rete, più la rete lo gestirà senza problemi e meno mal di testa avranno gli utenti.</li> </ol>
lt: <p>Kadangi Monero tinklo naujinimui reikalingas bendruomenės koordinavimas ir patvirtinimas kartu su programinės įrangos atnaujinimais, labai svarbu, kad kuo daugiau žmonių įsitrauktų į tinklo atnaujinimų planavimą, testavimą ir komunikacijos procesą.</p> <p>Štai keli paprasti būdai, kaip galite padėti sušvelninti tinklo naujinimo problemas:</p> <ol type="1"> <li>Prisijunkite prie planavimo susitikimų <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">, paskelbtų „Github“</a>, klausykitės ir prisidėkite, jei turite ką nors svarbaus pasakyti.</li> <li>Pateikite informaciją apie tinklo atnaujinimo laiką (kai nuspręsite!) į savo mėgstamą biržą, piniginę ar kasybos fondą. Gali būti sudėtinga tinkamai informuoti visus „Monero“ vartotojus apie atnaujinimą, todėl svarbu, kad visi padėtume, kur galime pranešti apie tai.</li> <li>Išbandykite programinę įrangą prieš tinklo naujinimą. Prieš atnaujinant tinklą, tiek „Testnet“, tiek „Stagenet“, bandytojai bus kviečiami užtikrinti, kad visi atnaujinimo aspektai būtų tinkamai suplanuoti ir įdiegti programinėje įrangoje. Kuo daugiau žmonių įsitrauks ir nuodugniai išbandys naujas versijas, tuo didesnė tikimybė, kad tinklo atnaujinimas vyks sklandžiai!</li> <li>Kai bus paskelbti leidimai, suderinami su tinklo naujinimu, būtinai nedelsdami atnaujinkite! Kuo daugiau žmonių bus atnaujinami ir pasiruošę tinklo naujinimui, tuo sklandžiau tinklas su juo susidoros ir naudotojai patirs mažiau galvos skausmo.</li> </ol>
nb: <p>Ettersom oppgraderinger til Monero-nettverket krever fellesskapskoordinering og -godkjenning sammen med programvareoppdateringer, er det ekstremt viktig at så mange mennesker som mulig blir involvert i planleggingen, testingen og kommunikasjonsprosessen for nettverksoppgraderinger.</p> <p>Her er noen enkle måter du kan bidra til å jevne ut ting rundt en nettverksoppgradering:</p> <ol type="1"> <li>Bli med på planleggingsmøtene <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">lagt på Github</a>, lytt og bidra hvis du har noe relevant å ta opp.</li> <li>Formidle detaljene rundt timingen for nettverksoppgradering (når du har bestemt deg!) til favorittbørsen, lommeboken eller gruvebassenget ditt. Det kan være vanskelig å varsle alle Monero-brukere på riktig måte om en oppgradering, så det er viktig at vi alle hjelper til der vi kan for å få ordet.</li> <li>Test programvaren før nettverksoppgraderingen. Det vil bli sendt ut en oppfordring til testere før nettverksoppgraderingen, både på testnet og stagenet, for å sikre at alle aspekter av oppgraderingen er riktig planlagt og implementert i programvaren. Jo flere folk engasjerer seg og tester de nye versjonene grundig, jo mer sannsynlig vil nettverksoppgraderingen gå problemfritt!</li> <li>Når utgivelser som er kompatible med nettverksoppgraderingen er publisert, sørg for å oppgradere umiddelbart! Jo flere som er oppgradert og klar for nettverksoppgraderingen, desto smidigere vil nettverket håndtere det og jo mindre hodepine vil brukerne oppleve.</li> </ol>
nl: <p>Omdat upgrades van het Monero-netwerk gemeenschapscoördinatie en goedkeuring vereisen, samen met software-updates, is het uiterst belangrijk dat zoveel mogelijk mensen worden betrokken bij het plannings-, test- en communicatieproces van netwerkupgrades.</p> <p>Hier zijn een paar eenvoudige manieren om een netwerkupgrade soepel te laten verlopen:</p> <ol type="1"> <li>Neem deel aan de planningsvergaderingen <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">gepost op Github</a>, luister mee en draag bij als u iets relevants te melden heeft.</li> <li>Geef de details rond de timing van de netwerkupgrade (zodra deze besloten is!) door aan uw favoriete beurs, portefeuille of miningpool. Het kan lastig zijn om alle Monero-gebruikers correct op de hoogte te stellen van een upgrade, dus het is belangrijk dat we allemaal helpen waar het kan om het bekend te maken.</li> <li>Test de software vóór de netwerkupgrade. Voorafgaand aan de netwerkupgrade zal er een oproep worden gedaan aan testers, zowel op testnet als stagenet, om ervoor te zorgen dat elk aspect van de upgrade goed is gepland en geïmplementeerd in de software. Hoe meer mensen betrokken raken en de nieuwe versies grondig testen, hoe groter de kans dat de netwerkupgrade soepel verloopt!</li> <li>Zodra releases die compatibel zijn met de netwerkupgrade zijn gepubliceerd, moet u onmiddellijk upgraden! Hoe meer mensen zijn geüpgraded en klaar zijn voor de netwerkupgrade, hoe soepeler het netwerk hiermee omgaat en hoe minder hoofdpijn gebruikers zullen ervaren.</li> </ol>
pl: <p> Jako że aktualizacje sieci Monero wymagają koordynacji i zatwierdzenia społeczności wraz z aktualizacjami oprogramowania, niezwykle ważne jest, aby jak najwięcej osób zaangażowało się w proces planowania, testowania i komunikacji aktualizacji sieci. </p> <p> Oto kilka łatwych sposobów, w jakich możesz pomóc podczas aktualizacji sieci: </p> <ol type="1"> <li> Dołącz do spotkań na temat planowania <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">publikowanych na GitHubie</a>, posłuchaj i powiedz, jeśli masz coś czym chcesz się podzielić. </li> <li> Przekaż szczegóły dotyczące aktualizacji sieci (po ich ustaleniu!) swojej ulubionej giełdzie, portfelowi lub minerom. Prawidłowe powiadomienie wszystkich użytkowników Monero o aktualizacji może być trudne, więc ważne jest, abyśmy wszyscy się do tego przyczynili. </li> <li> Testuj oprogramowanie przed aktualizacją sieci. Przed aktualizacją sieci, zarówno na Testnecie, jak i na StageNecie odbędzie się testowanie, aby upewnić się, że każdy aspekt aktualizacji został odpowiednio zaplanowany i zaimplementowany w oprogramowaniu. Im więcej osób angażuje się i dokładnie przetestuje nowe wersje, tym bardziej prawdopodobne jest, że aktualizacja sieci przejdzie bez zarzutu! </li> <li> Gdy opublikowane zostaną wersje kompatybilne z aktualizacją sieci, pamiętaj o natychmiastowej aktualizacji! Im więcej osób jest zaktualizowanych i gotowych do aktualizacji sieci, tym płynniej sieć sobie z nią poradzi. </li> </ol>
pt_br: <p>Como as atualizações da rede Monero requerem coordenação e aprovação da comunidade junto com as atualizações de software, é extremamente importante que o maior número possível de pessoas se envolva no processo de planejamento, teste e comunicação das atualizações da rede.</p> <p>Aqui estão algumas maneiras fáceis de ajudar a suavizar as coisas em torno de uma atualização da rede:</p> <ol type="1"> <li>Participe das reuniões de planejamento <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">afixadas no Github</a>Ouça e contribua se você tiver algo relevante a ser mencionado.</li> <li>Comunique os detalhes ao redor do tempo de atualização da rede (uma vez decidido!) para sua bolsa, carteira ou piscina de mineração favorita. Pode ser complicado notificar adequadamente todos os usuários Monero sobre uma atualização, por isso é importante que todos nós ajudemos onde pudermos para que a palavra seja divulgada.</li> <li>Teste o software antes da atualização da rede. Haverá uma chamada para os testadores antes da atualização da rede, tanto no testnet quanto no stagenet, para garantir que cada aspecto da atualização tenha sido devidamente planejado e implementado no software. Quanto mais pessoas se envolverem e testarem minuciosamente as novas versões, mais provável será que a atualização da rede ocorra sem problemas!</li> <li>Uma vez publicados os lançamentos que são compatíveis com a atualização da rede, certifique-se de atualizar imediatamente! Quanto mais pessoas forem atualizadas e prontas para a atualização da rede, mais suavemente a rede irá lidar com isso e menos dor de cabeça os usuários experimentarão.</li> </ol>
sl: <p>Ker nadgradnje omrežja Monero zahtevajo koordinacijo in odobritev skupnosti skupaj s posodobitvami programske opreme, je izredno pomembno, da se čim več ljudi vključi v proces načrtovanja, testiranja in komuniciranja nadgradenj omrežja.</p> <p>Tukaj je nekaj preprostih načinov, s katerimi lahko pomagate zgladiti stvari pri nadgradnji omrežja: </p> <ol type="1"> <li>Pridružite se načrtovalnim sestankom <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">, objavljenim na Githubu </a>, prisluhnite in prispevajte, če želite izpostaviti kaj pomembnega.</li> <li>Sporočite podrobnosti glede časa nadgradnje omrežja (ko se odločite!) svoji najljubši borzi, denarnici ali rudarskemu bazenu. Lahko je težavno pravilno obvestiti vse uporabnike Monera o nadgradnji, zato je pomembno, da vsi pomagamo, kjer lahko, da se o tem izvede beseda.</li> <li>Preskusite programsko opremo pred omrežno nadgradnjo. Pred nadgradnjo omrežja bodo preizkuševalci razpisani tako na testnetu kot na stagenetu, da se zagotovi, da je bil vsak vidik nadgradnje pravilno načrtovan in implementiran v programsko opremo. Več ljudi ko se vključi in temeljito preizkusi nove različice, večja je verjetnost, da bo omrežna nadgradnja potekala gladko! </li> <li>Ko so objavljene izdaje, ki so združljive z omrežno nadgradnjo, takoj nadgradite! Več ljudi kot je nadgrajenih in pripravljenih na nadgradnjo omrežja, bolj gladko jo bo omrežje obravnavalo in manj glavobolov bodo imeli uporabniki.</li> </ol>
sv: <p>Eftersom uppgraderingar av Monero-nätverket kräver gemenskapskoordinering och godkännande tillsammans med programuppdateringar, är det oerhört viktigt att så många människor som möjligt engagerar sig i planeringen, testningen och kommunikationsprocessen för nätverksuppgraderingar.</p> <p>Här är några enkla sätt du kan hjälpa till att smidiga upp kring en nätverksuppgradering:</p> <ol type="1"> <li>Gå med i planeringsmötena <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues"> som publicerades på Github</a>, lyssna in och bidra om du har något relevant att ta upp.</li> <li>Kommunicera detaljerna kring nätverksuppgraderingens timing (när du har bestämt dig!) till din favoritbörs, plånbok eller miningpool. Det kan vara svårt att informera alla Monero-användare om en uppgradering, så det är viktigt att vi alla hjälper till där vi kan för att få ut ordet.</li> <li>Testa programvaran innan nätverksuppgraderingen. Det kommer att skickas ut ett samtal till testare innan nätverksuppgraderingen, både på testnet och stagenet, för att säkerställa att varje aspekt av uppgraderingen har planerats ordentligt för och implementerats i mjukvaran. Ju fler som engagerar sig och testar de nya versionerna noggrant, desto mer sannolikt kommer nätverksuppgraderingen att gå smidigt!</li> <li>När utgåvor som är kompatibla med nätverksuppgraderingen har publicerats, se till att uppgradera omedelbart! Ju fler som är uppgraderade och redo för nätverksuppgraderingen, desto smidigare kommer nätverket att hantera det och desto mindre huvudvärk kommer användare att uppleva.</li> </ol>
tl: <p>Dahil ang mga pag-upgrade sa Monero network ay nangangailangan ng koordinasyon at pag-apruba ng komunidad kasama ng mga update sa software, napakahalaga na ang pinakamaraming tao hangga't maaari ay makibahagi sa pagpaplano, pagsubok, at proseso ng komunikasyon ng mga upgrade sa network.</p> <p>Narito ang ilang madaling paraan na makakatulong ka sa pag-aayos ng mga bagay tungkol sa pag-upgrade ng network:</p> <ol type="1"> <li>Sumali sa mga pulong sa pagpaplano <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">na nai-post sa Github</a>, makinig, at mag-ambag kung mayroon kang isang bagay na may kaugnayang ilalabas.</li> <li>Ipaalam ang mga detalye tungkol sa timing ng pag-upgrade ng network (minsan napagpasyahan!) sa iyong paboritong exchange, wallet, o mining pool. Maaaring nakakalito ang wastong pag-abiso sa lahat ng user ng Monero tungkol sa isang pag-upgrade, kaya mahalagang tumulong tayong lahat kung saan natin magagawa upang maipahayag ang salita.</li> <li>Subukan ang software bago ang pag-upgrade ng network. Magkakaroon ng tawag para sa mga tester bago ang pag-upgrade ng network, kapwa sa testnet at stagenet, upang matiyak na ang bawat aspeto ng pag-upgrade ay maayos na naplano at ipinatupad sa software. Kung mas maraming tao ang nakikilahok at masusing sinusubok ang mga bagong bersyon, mas malamang na magiging maayos ang pag-upgrade ng network!</li> <li>Kapag na-publish na ang mga release na tumutugma sa pag-upgrade ng network, tiyaking mag-upgrade kaagad! Kung mas maraming tao ang na-upgrade at handa na para sa pag-upgrade ng network, mas maayos itong hahawakan ng network at mas kaunting sakit ng ulo ang mararanasan ng mga user.</li> </ol>
tr: <p>Monero ağına yapılan yükseltmeler, yazılım güncellemelerinin yanı sıra topluluk koordinasyonu ve onayı gerektirdiğinden, ağ yükseltmelerinin planlama, test etme ve iletişim sürecine mümkün olduğunca çok kişinin dahil olması son derece önemlidir.</p> <p>Ağ yükseltme işlemiyle ilgili sorunları gidermeye yardımcı olabileceğiniz birkaç kolay yol:</p> <ol type="1"> <li>Github'da yayınlanan <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">planlama toplantılarına katılın</a>, dinleyin ve gündeme getirmek istediğiniz konuyla ilgili bir konu varsa katkıda bulunun.</li> <li>Ağ yükseltme zamanlaması hakkındaki ayrıntıları (karar verildikten sonra!) favori borsanıza, cüzdanınıza veya madencilik havuzunuza iletin. Tüm Monero kullanıcılarını bir yükseltme konusunda düzgün bir şekilde bilgilendirmek zor olabilir, bu nedenle bu haberi duyurmak için elimizden gelen yardımı yapmamız önemlidir.</li> <li>Ağ yükseltmesinden önce yazılımı test edin. Yükseltmenin her yönünün yazılıma uygun şekilde planlandığından ve uygulandığından emin olmak için ağ yükseltmesinden önce hem test ağında hem de sahne ağında test uzmanlarına bir çağrı yapılacaktır. Ne kadar çok kişi dahil olur ve yeni sürümleri kapsamlı bir şekilde test ederse, ağ yükseltme işleminin sorunsuz ilerleme olasılığı da o kadar artar!</li> <li>Ağ yükseltmesiyle uyumlu sürümler yayınlandıktan sonra hemen yükseltme yaptığınızdan emin olun! Ne kadar çok kişi yükseltilirse ve ağ yükseltmesine hazır olursa, ağ bunu o kadar sorunsuz halleder ve kullanıcılar o kadar az baş ağrısı yaşar.</li> </ol>
ur: <p>چونکہ Monero نیٹ ورک میں اپ گریڈ کے لیے سافٹ ویئر اپ ڈیٹس کے ساتھ ساتھ کمیونٹی کوآرڈینیشن اور منظوری کی ضرورت ہوتی ہے، اس لیے یہ انتہائی اہم ہے کہ زیادہ سے زیادہ لوگ نیٹ ورک اپ گریڈ کی منصوبہ بندی، جانچ اور مواصلاتی عمل میں شامل ہوں۔</p> <p>یہاں چند آسان طریقے ہیں جن سے آپ نیٹ ورک اپ گریڈ کے ارد گرد چیزوں کو ہموار کرنے میں مدد کر سکتے ہیں:</p> <ol type="1"> <li> منصوبہ بندی کی میٹنگز <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues"> Github پوسٹ کیا گیا</a> شامل ہوں، سنیں، اور اگر آپ کے پاس کوئی متعلقہ چیز ہے تو اپنا حصہ ڈالیں۔</li> <li>نیٹ ورک اپ گریڈ ٹائمنگ (ایک بار طے ہوجانے کے بعد!) کے ارد گرد تفصیلات کو اپنے پسندیدہ ایکسچینج، والیٹ، یا مائننگ پول میں بتائیں۔ تمام Monero صارفین کو اپ گریڈ کے بارے میں درست طریقے سے مطلع کرنا مشکل ہو سکتا ہے، اس لیے یہ ضروری ہے کہ ہم سب اس بات کی مدد کریں کہ ہم کہاں سے بات کر سکتے ہیں۔</li> <li>نیٹ ورک اپ گریڈ کرنے سے پہلے سافٹ ویئر کی جانچ کریں۔ ٹیسٹ نیٹ اور سٹیج نیٹ دونوں پر نیٹ ورک اپ گریڈ کرنے سے پہلے ٹیسٹرز کے لیے ایک کال کی جائے گی، تاکہ اس بات کو یقینی بنایا جا سکے کہ اپ گریڈ کے ہر پہلو کے لیے مناسب طریقے سے منصوبہ بندی کی گئی ہے اور سافٹ ویئر میں اسے نافذ کیا گیا ہے۔ جتنے زیادہ لوگ شامل ہوں گے اور نئے ورژنز کو اچھی طرح جانچیں گے، نیٹ ورک کے اپ گریڈ کے آسانی سے ہونے کا امکان اتنا ہی زیادہ ہوگا!</li> <li>نیٹ ورک اپ گریڈ کے ساتھ مطابقت رکھنے والی ریلیز کے شائع ہونے کے بعد، فوری طور پر اپ گریڈ کرنا یقینی بنائیں! جتنے زیادہ لوگ اپ گریڈ ہوں گے اور نیٹ ورک اپ گریڈ کے لیے تیار ہوں گے، نیٹ ورک اتنی ہی آسانی سے اسے سنبھالے گا اور صارفین کو سر درد کا سامنا کم ہوگا۔</li> </ol>
zh_cn: <p>由于门罗币网络的升级需要社区的协调和批准以及软件的更新，尽可能多的人参与到网络升级的计划、测试和沟通过程中是极其重要的。</p> <p>这里有几个简单的方法可以帮助你在网络升级时顺利进行：</p> <ol type="1"> <li>加入 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">发布在Github上</a>的规划会议，听取意见，如果你有相关的东西可以提出来，就做出贡献。</li> <li>将围绕网络升级时间的细节（一旦决定！）传达给你喜欢的交易所、钱包或矿池。适当地通知所有门罗币用户升级是很棘手的，所以我们都要在我们能做到的地方帮忙，把消息传出去。</li> <li>在网络升级前测试软件。在网络升级之前，将在testnet和stagenet上发出测试人员的呼吁，以确保升级的每一个方面都已在软件中得到适当的规划和实施。越多的人参与并彻底测试新版本，网络升级就越有可能顺利进行。</li> <li>一旦与网络升级兼容的版本发布，一定要立即进行升级! 越多的人升级并为网络升级做好准备，网络处理起来就越顺利，用户遇到的头痛问题就越少。</li> </ol>
zh_tw: <p>由於門羅幣網絡的升級需要社區的協調和批准以及軟件的更新，盡可能多的人參與到網絡升級的計劃、測試和溝通過程中是極其重要的。</p> <p>這裡有幾個簡單的方法可以幫助你在網絡升級時順利進行：</p> <ol type="1"> <li>加入 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/meta/issues">發佈在Github上</a>的規劃會議，聽取意見，如果你有相關的東西可以提出來，就做出貢獻。</li> <li>將圍繞網絡升級時間的細節（一旦決定！）傳達給你喜歡的交易所、錢包或礦池。適當地通知所有門羅幣用戶升級是很棘手的，所以我們都要在我們能做到的地方幫忙，把消息傳出去。</li> <li>在網絡升級前測試軟件。在網絡升級之前，將在testnet和stagenet上發出測試人員的呼籲，以確保升級的每一個方面都已在軟件中得到適當的規劃和實施。越多的人參與並徹底測試新版本，網絡升級就越有可能順利進行。</li> <li>一旦與網絡升級兼容的版本發布，一定要立即進行升級! 越多的人升級並為網絡升級做好準備，網絡處理起來就越順利，用戶遇到的頭痛問題就越少。</li> </ol>
