Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbhistory250Sb3250Sbtitle
source: Scorched Earth
cs: Spálená země
fi: Poltettu maa
fr: Terre brûlée
it: Terra bruciata
lt: Išdeginta Žemė
nb: Svidd jord
nl: Verschroeide Aarde
pl: Spalona Ziemia
pt_br: Terra arrasada
sl: Požgana Zemlja
sv: Bränd jord
tl: Sunog na lupa
tr: Kavrulmuş Toprak
ur: جھلسی ہوئی زمین
zh_cn: 一片焦土
zh_tw: 一片焦土

# knowledge250Sbhistory250Sb4250Sbtext
source: <p>Not many coins can boast about having a founder that is not with them any longer. Indeed, Bitcoin and Monero are probably the two biggest examples. While a comparison may show Bitcoin in a more charitable light, there are lessons to be gleaned from Monero’s scammy beginnings also.</p> <p>Bitcoin showed what can happen when one person is tired of the current system, and dares to step up with innovation to challenge the status quo. Monero shows the power of a community that refuses to be fed lies, finds the truth for themselves, and retakes the tools with which they can build their freedom. Monero may have started as a scam, but it has truly evolved into a powerful weapon to take back our financial privacy.</p>
cs: <p>Málokterá mince se může pochlubit tím, že její zakladatel již není mezi nimi. Ostatně Bitcoin a Monero jsou pravděpodobně dva největší příklady. Ačkoli srovnání může ukázat Bitcoin v přívětivějším světle, z podvodných začátků Monera se lze také poučit.</p> <p>Bitcoin ukázal, co se může stát, když je jeden člověk unavený současným systémem a odváží se vystoupit s inovací, aby zpochybnil status quo. Monero ukazuje sílu komunity, která se odmítá nechat krmit lží, sama nachází pravdu a znovu si bere nástroje, s jejichž pomocí může budovat svou svobodu. Monero možná začalo jako podvod, ale skutečně se vyvinulo v mocnou zbraň, která nám umožní získat zpět naše finanční soukromí.</p>
fi: <p>Kovin monet kolikot eivät voi ylpeillä sillä, että niillä on perustaja, joka ei ole enää heidän kanssaan. Itse asiassa Bitcoin ja Monero ovat luultavasti kaksi suurinta esimerkkiä. Vaikka vertailu saattaa näyttää Bitcoinin paremmassa valossa, on myös Moneron huijauksien täyteisessä alussa opittavaa.</p> <p>Bitcoin osoitti mitä voi tapahtua, kun yksi henkilö on kyllästynyt nykyiseen järjestelmään ja uskaltaa vauhdittaa innovaatioita haastaakseen totuttuja toimintatapoja. Monero näyttää yhteisön voiman, joka kieltäytyy ruokkimasta valheita, löytää itse totuuden ja ottaa takaisin työkalut, joilla rakentaa vapautta. Monero on saattanut alkaa huijauksena, mutta se on todella kehittynyt tehokkaaksi aseeksi taloudellisen yksityisyytemme palauttamiseksi.</p>
fr: <p>Peu de crypto-monnaies peuvent se vanter d'avoir un fondateur qui n'est plus avec elles. En effet, Bitcoin et Monero sont probablement les deux plus grands exemples. Bien qu'une comparaison puisse montrer Bitcoin sous un jour plus charitable, il y a aussi des leçons à tirer des débuts frauduleux de Monero.</p> <p>Bitcoin a montré ce qui peut arriver lorsqu'une personne est fatiguée du système actuel et ose intensifier l'innovation pour défier le statu quo. Monero montre le pouvoir d'une communauté qui refuse d'être nourrie de mensonges, trouve la vérité par elle-même et reprend en main les outils avec lesquels elle peut construire sa liberté. Monero a peut-être commencé comme une arnaque, mais elle a vraiment évolué pour devenir une arme puissante pour reprendre notre confidentialité financière.</p>
it: <p>Non molte monete possono vantarsi di avere un fondatore che non è più con loro. In effetti, Bitcoin e Monero sono probabilmente i due più grandi esempi. Mentre un confronto può mostrare Bitcoin sotto una luce più caritatevole, ci sono lezioni da trarre anche dagli inizi della truffa di Monero.</p> <p>Bitcoin ha mostrato cosa può succedere quando una persona è stanca del sistema attuale e osa intensificare l'innovazione per sfidare lo status quo. Monero mostra il potere di una comunità che rifiuta di essere nutrita con bugie, trova la verità per se stessa e riprende gli strumenti con cui può costruire la propria libertà. Monero potrebbe essere iniziato come una truffa, ma si è davvero evoluto in un'arma potente per riprenderci la nostra privacy finanziaria.</p>
lt: <p> Nedaug monetų gali pasigirti, kad turi įkūrėją, kurio jau nėra. Iš tiesų, Bitcoin ir Monero tikriausiai yra du didžiausi pavyzdžiai. Nors palyginimas gali parodyti Bitcoin labiau labdaringą šviesą, galima pasimokyti ir iš apgaulingos Monero pradžios.</p> <p>Bitcoin parodė, kas gali nutikti, kai vienas žmogus pavargsta nuo dabartinės sistemos ir išdrįsta imtis naujovių, kad užkirstų kelią esamai situacijai. Monero parodo bendruomenės galią, kuri atsisako būti maitinama melu, randa tiesą sau ir atima įrankius, kuriais gali kurti savo laisvę. „Monero“ galėjo prasidėti kaip apgaulė, tačiau ji iš tikrųjų tapo galingu ginklu atgauti mūsų finansinį privatumą.</p>
nb: <p>Ikke mange mynter kan skryte av å ha en grunnlegger som ikke er med dem lenger. Faktisk er Bitcoin og Monero trolig de to største eksemplene. Selv om en sammenligning kan vise Bitcoin i et mer veldedig lys, er det også lærdom å hente fra Moneros lure begynnelse.</p> <p>Bitcoin viste hva som kan skje når én person er lei av dagens system, og tør å gå opp med innovasjon for å utfordre status quo. Monero viser kraften til et fellesskap som nekter å bli matet med løgner, finner sannheten for seg selv og tar igjen verktøyene de kan bygge sin frihet med. Monero kan ha startet som en svindel, men den har virkelig utviklet seg til et kraftig våpen for å ta tilbake vårt økonomiske personvern.</p>
nl: <p>Niet veel muntsoorten kunnen opscheppen over het hebben van een oprichter die er helaas niet meer is. Bitcoin en Monero zijn inderdaad de twee grootste voorbeelden. Hoewel een vergelijking Bitcoin in een meer liefdadig licht kan laten zien, zijn er ook lessen te leren van het opgelichte begin van Monero. </p> <p>Bitcoin liet zien wat er kan gebeuren als één persoon het huidige systeem beu is en durft te innoveren om de status-quo uit te dagen. Monero toont de kracht van een gemeenschap die weigert zich te laten voeden met leugens, de waarheid voor zichzelf vindt en de middelen herovert waarmee ze hun vrijheid kunnen opbouwen. Monero is misschien begonnen als oplichterij, maar is uitgegroeid tot een krachtig wapen om onze financiële privacy terug te nemen.</p>
pl: <p> Niewiele kryptowalut może pochwalić się założycielem, którego nie ma już przy nich. Bitcoin i Monero są prawdopodobnie dwoma najpopularniejszymi przykładami. Podczas, gdy porównanie może ukazać Bitcoiny w lepszym świetle, należy pamiętać o cennych nauczkach z oszustw na początku historii Monero. </p> <p> Bitcoin pokazał, co może się zdarzyć, gdy jedna osoba jest zmęczona obecnym systemem i odważy się opracować innowacje oraz podważyć status quo. Monero ukazuje moc społeczności, która odmawia przyjmowania kłamstw, sama odnajduje prawdę i przejmuje narzędzia, którymi może budować swoją wolność. Monero może i zaczęło jako oszustwo, ale przekształciło się w potężną broń, służącą do odzyskiwania prywatności finansowej. </p>
pt_br: <p>Poucas moedas podem se gabar de ter um fundador que não está mais com elas. De fato, Bitcoin e Monero são provavelmente os dois maiores exemplos. Embora uma comparação possa mostrar o Bitcoin de uma maneira mais caridosa, há lições a serem aprendidas também no começo fraudulento de Monero.</p> <p>O Bitcoin mostrou o que pode acontecer quando uma pessoa está cansada do sistema atual e ousa avançar com a inovação para desafiar o status quo. Monero mostra o poder de uma comunidade que se recusa a ser alimentada com mentiras, encontra a verdade por si mesma e retoma as ferramentas com as quais eles podem construir sua liberdade. Monero pode ter começado como uma farsa, mas realmente evoluiu para uma arma poderosa para recuperar nossa privacidade financeira.</p>
sl: <p>Ni veliko kovancev, ki bi se lahko pohvalili z ustanoviteljem, ki ga ni več zraven. Bitcoin in Monero sta verjetno dva največja primera. Čeprav primerjava morda pokaže Bitcoin v bolj prizanesljivi luči, se je mogoče naučiti tudi iz goljufivih začetkov Monera.</p> <p>Bitcoin je pokazal, kaj se lahko zgodi, ko se ena oseba naveliča sedanjega sistema in si upa z inovacijami izzvati status quo. Monero kaže moč skupnosti, ki se ne pusti hraniti z lažmi, sama poišče resnico in ponovno prevzame orodja, s katerimi lahko gradi svojo svobodo. Monero se je morda začel kot prevara, vendar se je resnično razvil v močno orožje, s katerim si lahko povrnemo svojo finančno zasebnost.</p>
sv: <p>Inte många mynt kan skryta med att ha en grundare som inte är med dem längre. Faktum är att Bitcoin och Monero är förmodligen de två största exemplen. Även om en jämförelse kan visa Bitcoin i ett mer välgörande ljus, finns det lärdomar att hämta från Moneros bluffande början.</p> <p>Bitcoin visade vad som kan hända när en person är trött på det nuvarande systemet, och vågar ta steget med innovation för att utmana status quo. Monero visar kraften i en gemenskap som vägrar att matas med lögner, hittar sanningen för sig själva och återtar verktygen som de kan bygga sin frihet med. Monero kan ha börjat som en bluff, men den har verkligen utvecklats till ett kraftfullt vapen för att ta tillbaka vår ekonomiska integritet.</p>
tl: <p>Hindi maaaring ipagmalaki ng maraming coin ang pagkakaroon ng founder na wala na sa kanila. Sa katunayan, ang Bitcoin at Monero ay marahil ang dalawang pinakamalaking halimbawa. Bagama't ang paghahambing ay maaaring magpakita ng Bitcoin sa isang mas kawanggawa, may mga aral din na makukuha mula sa mapanlinlang na simula ni Monero.</p> <p>Ipinakita ng Bitcoin kung ano ang maaaring mangyari kapag ang isang tao ay pagod na sa kasalukuyang sistema, at nangahas na sumulong sa inobasyon upang hamunin ang status quo. Ipinakita ni Monero ang kapangyarihan ng isang komunidad na tumatangging pakainin ng kasinungalingan, hinahanap ang katotohanan para sa kanilang sarili, at muling kinukuha ang mga tool kung saan nila mabubuo ang kanilang kalayaan. Maaaring nagsimula ang Monero bilang isang scam, ngunit ito ay talagang naging isang makapangyarihang sandata upang bawiin ang aming pinansiyal na privacy.</p>
tr: <p>Artık kendileriyle birlikte olmayan bir kurucuya sahip olmakla övünebilecek pek fazla coin yok. Aslında Bitcoin ve Monero muhtemelen en büyük iki örnektir. Bir karşılaştırma Bitcoin'i daha hayırsever bir açıdan gösterebilirken, Monero'nun dolandırıcılık başlangıçlarından da çıkarılacak dersler var.</p> <p>Bitcoin, bir kişi mevcut sistemden bıktığında ve statükoya meydan okumak için yeniliklerle adım atmaya cesaret ettiğinde neler olabileceğini gösterdi. Monero, yalanlarla beslenmeyi reddeden, gerçeği kendisi bulan ve özgürlüklerini inşa edebilecekleri araçları geri alan bir topluluğun gücünü gösteriyor. Monero bir dolandırıcılık olarak başlamış olabilir ama gerçekten finansal gizliliğimizi geri almak için güçlü bir silaha dönüştü.</p>
ur: <p>بہت سے سکے ایسے بانی ہونے پر فخر نہیں کر سکتے جو اب ان کے ساتھ نہیں ہے۔ درحقیقت، Bitcoin اور Monero شاید دو سب سے بڑی مثالیں ہیں۔ اگرچہ ایک موازنہ Bitcoin کو زیادہ خیراتی روشنی میں دکھا سکتا ہے، لیکن Monero کی دھوکہ دہی کے آغاز سے بھی سبق حاصل کرنے کی ضرورت ہے۔</p> <p>بٹ کوائن نے دکھایا کہ کیا ہو سکتا ہے جب ایک شخص موجودہ نظام سے تھک جاتا ہے، اور جمود کو چیلنج کرنے کے لیے جدت کے ساتھ قدم بڑھانے کی ہمت کرتا ہے۔ مونیرو ایک ایسی کمیونٹی کی طاقت کو ظاہر کرتا ہے جو جھوٹ کو کھلانے سے انکار کرتی ہے، اپنے لیے سچائی تلاش کرتی ہے، اور وہ اوزار دوبارہ حاصل کرتی ہے جن سے وہ اپنی آزادی بنا سکتے ہیں۔ ہوسکتا ہے کہ مونیرو ایک دکھوکہ کے طور پر شروع ہوا ہو، لیکن یہ واقعی ہماری مالی رازداری کو واپس لینے کے لیے ایک طاقتور ہتھیار بن گیا ہے۔</p>
zh_cn: <p>没有多少加密货币可以在创始人不在的情况下还可以保持发展. 确实，比特币和门罗币是两个最大的例子. 虽然两者进行比较可能比特币创始人消失更具禅让精神和慈爱之光，但门罗币即使诞生于黑暗，却毫不妥协，逆境中更加顽强坚定，从层层骗局中出淤泥不染.</p> <p>比特币更多的展示了当一个人厌倦了当前体制并敢于通过创造新来挑战现状时会发生什么. 门罗币则展现了当一群人坚定自己的目标，拒绝接受谎言，依靠自己探寻真相，持续改造现世会迸发出怎样的社区力量. 门罗币多年前诞生于黑暗之中，但如今已进化成成夺回我们财务隐私的最强大武器.</p>
zh_tw: <p>沒有多少加密貨幣可以在創始人不在的情況下還可以保持發展. 確實，比特幣和門羅幣是兩個最大的例子. 雖然兩者進行比較可能比特幣創始人消失更具禪讓精神和慈愛之光，但門羅幣即使誕生於黑暗，卻毫不妥協，逆境中更加頑強堅定，從層層騙局中出淤泥不染.</p> <p>比特幣更多的展示了當一個人厭倦了當前體制並敢於通過創造新來挑戰現狀時會發生什麼. 門羅幣則展現了當一群人堅定自己的目標，拒絕接受謊言，依靠自己探尋真相，持續改造現世會迸發出怎樣的社區力量. 門羅幣多年前誕生於黑暗之中，但如今已進化成成奪回我們財務隱私的最強大武器.</p>

# knowledge250Sbhistory250Sb4250Sbtitle
source: Conclusion
cs: Závěr
fi: Johtopäätös
it: conclusione
lt: Išvada
nb: Konklusjon
nl: Conclusie
pl: Wniosek
pt_br: conclusão
sl: Zaključek
sv: Slutsats
tl: Konklusyon
tr: Çözüm
ur: نتیجہ
zh_cn: 总结
zh_tw: 總結

# knowledge250Sbhistory250Sbdescription
source: Bitcoin seemed to stand alone in having a whitepaper that was dropped out of nowhere and having their founder disappear. Until Monero.
cs: Zdálo se, že bitcoin stojí sám v tom, že má whitepaper, který z ničeho nic zmizel a jejich zakladatel zmizel. Až do Monera.
fi: Bitcoin erottui sillä että sillä oli tyhjästä pudonnut whitepaper ja perustajansa katoaminen. Moneroon asti.
fr: Bitcoin semblait être le seul à avoir un livre blanc qui semble être sorti de nulle part et à faire disparaître son fondateur. Jusqu'à Monero.
it: I bitcoin sembravano soli nel vedere un white paper che era stato abbandonato dal nulla e che il loro fondatore scompariva. Fino a Monero.
lt: Atrodė, kad Bitcoin yra vienintelis, nes buvo išmestas iš niekur nieko ir jų įkūrėjas dingo. Iki Monero.
nb: Bitcoin så ut til å stå alene i å ha en whitepaper som ble droppet ut av ingensteds og få grunnleggeren til å forsvinne. Helt til Monero.
nl: Bitcoin leek op zichzelf te staan in het hebben van een whitepaper die uit het niets werd neergezet en hun oprichter liet verdwijnen. Tot Monero.
pl: Bitcoin wydawał się wyróżniać w posiadaniu whitepapera, który pojawił się znikąd, podczas, gdy jego autor zniknął, dopóki nie pojawiło się Monero.
pt_br: O Bitcoin parecia estar sozinho em ter um white paper que foi deixado do nada e ter seu fundador desaparecido. Até Monero.
sl: Bitcoin se je zdel osamljen, saj je imel white paper, ki je prišel od nikoder, njegov ustanovitelj pa je izginil. Do Monera.
sv: Bitcoin verkade vara ensamt om att ha en vitbok som släpptes från ingenstans och att deras grundare försvann. Tills Monero.
tl: Tila nag-iisa ang Bitcoin sa pagkakaroon ng whitepaper na nalaglag nang wala sa oras at nawala ang kanilang founder. Hanggang sa Monero.
tr: Bitcoin, birdenbire ortaya çıkan bir teknik incelemeye ve kurucusunun ortadan kaybolmasına neden olan tek başına gibi görünüyordu. Monero'ya kadar.
ur: ایسا لگتا ہے کہ بٹ کوائن ایک وائٹ پیپر رکھنے میں اکیلا کھڑا ہے جو کہیں سے گرا ہوا تھا اور اس کے بانی کو غائب کر دیا گیا تھا۔ Monero تک.
zh_cn: 创始人中本聪消失了，只剩下比特币白皮书还在孤零零游荡, 那些曾经的设想和极客精神无处安放. 直到门罗币的诞生划破黑暗的夜空.
zh_tw: 創始人中本聰消失了，只剩下比特幣白皮書還在孤零零遊蕩, 那些曾經的設想和極客精神無處安放. 直到門羅幣的誕生劃破黑暗的夜空.

# knowledge250Sbhistory250Sbtitle
source: A Brief History of Monero
cs: Stručná historie Monera
fi: Moneron lyhyt historia
fr: Une brève histoire de Monero
it: La storia di Monero
lt: Trumpa Monero istorija
nb: En kort historie om Monero
nl: Een Korte Geschiedenis van Monero
pl: Krótka historia Monero
pt_br: A história de Monero
sl: Kratka zgodovina Monera
sv: En kort historia om Monero
tl: Isang Maikling Kasaysayan ng Monero
tr: Monero'nun Kısa Tarihi
ur: مونیرو کی مختصر تاریخ
zh_cn: 门罗币的前世今生
zh_tw: 門羅幣的前世今生
