Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb15250Sbtitle
source: Most of Monero’s current hashrate comes from just two pools.
cs: Většina současného hashrate Monero pochází pouze ze dvou poolů.
fi: Suurin osa Moneron nykyisestä hashratesta tulee vain kahdesta poolista.
fr: La majeure partie du hashrate actuel de Monero provient de seulement deux pools.
it: La maggior parte dell'attuale hashrate di Monero proviene da soli due pool.
lt: Didžioji dalis dabartinės Monero hasrato gaunama tik iš dviejų telkinių.
nb: Det meste av Moneros nåværende hashrate kommer fra bare to bassenger.
nl: Het grootste deel van de huidige hashrate van Monero is afkomstig van slechts twee pools.
pl: Większość obecnego hashrate'u Monero pochodzi z zaledwie dwóch pooli.
pt_br: A maior parte do hashrate atual de Monero vem de apenas duas piscinas.
sl: Večina trenutnega hashrata Monera prihaja iz samo dveh bazenov.
sv: Det mesta av Moneros nuvarande hashrate kommer från bara två pooler.
tl: Karamihan sa kasalukuyang hashrate ng Monero ay nagmumula lamang sa dalawang pool.
tr: Monero'nun mevcut hashrate'inin çoğu yalnızca iki havuzdan geliyor.
ur: Monero کی موجودہ hashrate میں سے زیادہ تر صرف دو پولوں سے آتی ہے۔
zh_cn: 门罗币当前的大多数挖矿的哈希值仅来自两个矿池.
zh_tw: 門羅幣當前的大多數挖礦的雜湊值僅來自兩個礦池.

# method250Sbgift8722Sbcard8722Sbamazon
source: Amazon Gift Card Code
cs: Kód dárkové karty Amazon
fi: Amazon lahjakortin koodi
fr: Code carte-cadeau Amazon
it: Codice carta regalo Amazon
lt: „Amazon“ dovanų kortelės kodas
nb: Amazon-gavekortkode
nl: Amazon Cadeaubon Code
pl: Kod karty podarunkowej Amazon
pt_br: Cartão de presente Amazon
sl: Koda Amazon Darilne Kartice
sv: Amazon present kortskod
tr: Amazon Hediye Kartı Kodu
ur: ایمیزون گفٹ کارڈ کوڈ
zh_cn: 亚马逊礼品卡代码
zh_tw: 亞馬遜禮品卡代碼

# method250Sbgift8722Sbcard8722Sbapple
source: Apple Store Gift Card Code
cs: Kód dárkové karty Apple Store
fi: Apple Store -lahjakortin koodi
fr: Code de carte-cadeau Apple Store
it: Codice carta regalo Apple Store
lt: „Apple Store“ dovanų kortelės kodas
nb: Apple Store-gavekortkode
nl: Apple Store Cadeaubon Code
pl: Kod karty podarunkowej Apple Store
pt_br: Cartão de presente Apple
sl: Koda Apple Store Darilne Kartice
sv: Apple Store present kortskod
tl: Code ng Gift Card ng Apple Store
tr: Apple Store Hediye Kartı Kodu
ur: ایپل اسٹور گفٹ کارڈ کوڈ
zh_cn: 苹果礼品卡代码
zh_tw: 蘋果禮品卡代碼

# method250Sbgift8722Sbcard8722Sbebay
source: Ebay Gift Card Code
cs: Kód dárkové karty Ebay
fi: Ebay lahjakortin koodi
fr: Code de la carte-cadeau Ebay
it: Codice carta regalo Ebay
lt: Ebay dovanų kortelės kodas
nb: Ebay gavekortkode
nl: Ebay Cadeaubon Code
pl: Kod karty podarunkowej eBay
pt_br: Cartão de presente eBay
sl: Koda Ebay Darilne Kartice
sv: Ebay present kortskod
tr: Ebay Hediye Kartı Kodu
ur: Ebayگفٹ کارڈ کوڈ
zh_cn: 易趣礼品卡代码
zh_tw: 易趣禮品卡代碼

# method250Sbgift8722Sbcard8722Sbglobal
source: Gift Card Code (Global)
cs: Kód dárkové karty (globální)
fi: Lahjakortin koodi (maailmanlaajuinen)
fr: Code de carte-cadeau (mondial)
it: Codice carta regalo (globale)
lt: Dovanų kortelės kodas (pasaulinis)
nb: Gavekortkode (global)
nl: Cadeaubon Code (Wereldwijd)
pl: Kod karty podarunkowej (międzynarodowy)
pt_br: Cartão de presente (global)
sl: Koda Darilne Kartice (Globalno)
sv: Presentkortskod (global)
tr: Hediye Kartı Kodu (Global)
ur: گفٹ کارڈ کوڈ (عالمی)
zh_cn: 礼品卡代码（全球）
zh_tw: 禮品卡代碼（全球）
