Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb2757Sbagoradesk
source: Advertisement prices are based on cryptocurrency exchange rates. The exchange rates are volatile and may change rapidly. {appName} updates its exchange rates and advertisement prices every twelve minutes. Prices shown in the listings and on the front page are cached, and update a little slower. Sometimes when the price is fluctuating rapidly, advertisements with the same price formula may display different prices. Sometimes market data is not available for some currencies, which leads to delays updating the advertisement prices. However, when you open up the advertisement page itself the price will be more up to date. The price is determined when the trade request is sent.
cs: Ceny inzerce jsou založeny na směnných kurzech kryptoměn. Směnné kurzy jsou nestálé a mohou se rychle měnit. {appName} aktualizuje své směnné kurzy a ceny reklam každých dvanáct minut. Ceny zobrazené v nabídkách a na titulní stránce jsou uloženy v mezipaměti a aktualizují se o něco pomaleji. Někdy, když cena rychle kolísá, mohou reklamy se stejným cenovým vzorcem zobrazovat různé ceny. Někdy nejsou tržní data pro některé měny k dispozici, což vede ke zpoždění při aktualizaci cen reklamy. Když však otevřete samotnou stránku s reklamou, cena bude aktuálnější. Cena je stanovena při odeslání žádosti o obchod.
fi: Ilmoitushinnat perustuvat kryptovaluuttojen vaihtokursseihin. Vaihtokurssit ovat volatiilejä ja voivat muuttua nopeasti. {appName} päivittää vaihtokurssinsa ja ilmoitushintansa kahdentoista minuutin välein. Listauksissa ja etusivulla näkyvät hinnat ovat välimuistissa, ja ne päivittyvät hieman hitaammin. Joskus kun hinta vaihtelee nopeasti, saman hintakaavan mukaiset ilmoitukset voivat näyttää eri hintoja. Joskus markkinatietoja ei ole saatavilla joistakin valuutoista, mikä johtaa viivästyksiin ilmoitushintojen päivittämisessä. Kuitenkin, kun avaat itse ilmoitussivun, hinta on ajan tasalla. Hinta määräytyy kauppapyynnön lähettämisen yhteydessä.
fr: Les prix dans les annonces sont basés sur les taux de change des crypto-monnaies. Les taux de change sont volatils et peuvent changer rapidement. {appName} met à jour ses taux de change et les prix dans les annonces toutes les douze minutes. Les prix affichés dans les listes d'annonces et sur la page d'accueil sont mis en cache et mis à jour un peu plus lentement. Parfois, lorsque le prix fluctue rapidement, les annonces avec le même calcul de prix peuvent afficher des prix différents. Parfois, les données du marché ne sont pas disponibles pour certaines devises, ce qui entraîne des retards dans la mise à jour des prix dans les annonces. Cependant, lorsque vous ouvrez la page de l'annonce, le prix sera plus à jour. Le prix est déterminé lors de l'envoi de la demande d'échange.
it: I prezzi delle pubblicità si basano sui tassi di cambio della criptovaluta. I tassi di cambio sono volatili e possono variare rapidamente. {appName} aggiorna i suoi tassi di cambio e i prezzi degli annunci ogni dodici minuti. I prezzi mostrati negli elenchi e sulla prima pagina sono memorizzati nella cache e si aggiornano un po 'più lentamente. A volte, quando il prezzo oscilla rapidamente, gli annunci pubblicitari con la stessa formula di prezzo possono visualizzare prezzi diversi. A volte i dati di mercato non sono disponibili per alcune valute, il che comporta ritardi nell'aggiornamento dei prezzi degli annunci. Tuttavia, quando apri la pagina stessa dell'annuncio, il prezzo sarà più aggiornato. Il prezzo viene determinato quando viene inviata la richiesta commerciale.
lt: Reklamos kainos yra pagrįstos kriptovaliutų kursais. Valiutų kursai yra nepastovūs ir gali greitai keistis. {appName} atnaujina savo valiutų kursus ir skelbimų kainas kas dvylika minučių. Sąrašuose ir pirmame puslapyje nurodytos kainos yra talpykloje ir atnaujinamos šiek tiek lėčiau. Kartais, kai kaina greitai svyruoja, skelbimuose su ta pačia kainų formule gali būti rodomos skirtingos kainos. Kartais kai kurių valiutų rinkos duomenys nepasiekiami, todėl skelbimų kainos vėluoja atnaujinti. Tačiau, kai atidarysite patį skelbimo puslapį, kaina bus atnaujinta. Kaina nustatoma išsiuntus prekybos užklausą.
nb: Annonsepriser er basert på kryptovalutakurser. Valutakursene er volatile og kan endre seg raskt. {appName} oppdaterer valutakurser og annonsepriser hvert tolvte minutt. Prisene som vises i oppføringene og på forsiden er bufret, og oppdateres litt tregere. Noen ganger når prisen svinger raskt, kan annonser med samme prisformel vise forskjellige priser. Noen ganger er ikke markedsdata tilgjengelig for enkelte valutaer, noe som fører til forsinkelser i oppdateringen av annonseprisene. Men når du åpner selve annonsesiden, vil prisen være mer oppdatert. Prisen bestemmes når handelsforespørselen sendes.
nl: Advertentieprijzen zijn gebaseerd op de wisselkoersen van cryptocurrency. De wisselkoersen zijn volatiel en kunnen snel veranderen. {appName} werkt zijn wisselkoersen en advertentieprijzen elke twaalf minuten bij. De prijzen die in de aanbiedingen en op de voorpagina worden weergegeven, worden in de cache opgeslagen en worden iets langzamer bijgewerkt. Soms, wanneer de prijs snel fluctueert, kunnen advertenties met dezelfde prijsformule verschillende prijzen weergeven. Soms zijn voor sommige valuta's geen marktgegevens beschikbaar, wat leidt tot vertragingen bij het bijwerken van de advertentieprijzen. Wanneer u echter de advertentiepagina zelf opent, is de prijs actueler. De prijs wordt bepaald wanneer het ruilverzoek wordt verzonden.
pl: Ceny ogłoszeń oparte są na kursach wymiany kryptowalut. Kurs wymiany kryptowalut jest niestabilny i może się szybko zmieniać. {appName} aktualizuje swoje kursy walut i ceny ogłoszeń co dziesięć minut. Ceny pokazane na ogłoszeniach i na pierwszej stronie są cache'owane i aktualizowane nieco rzadziej. Czasami, gdy cena kryptowaluty mocno się waha, ogłoszenia o tej samej kalkulacji ceny mogą wyświetlać różne ceny. Czasami dane rynkowe nie są dostępne dla niektórych walut, co prowadzi do opóźnień aktualizowania cen ogłoszeń. Jednak po otwarciu samej strony ogłoszenia cena będzie bardziej aktualna. Cena zakupu ustalana jest w momencie, gdy handlujący kryptowaluty rozpoczyna transakcję.
pt_br: Preços de publicidade são baseados em taxas de câmbio de criptomoeda. As taxas de câmbio são voláteis e podem mudar rapidamente. O {appName} atualiza suas taxas de câmbio e os preços de publicidade a cada dois minutos. Os preços exibidos nas listagens e na página inicial são armazenados em cache e atualizados um pouco mais lentamente. Às vezes, quando o preço está flutuando rapidamente, anúncios com a mesma fórmula de preço podem exibir preços diferentes. Às vezes, os dados de mercado não estão disponíveis para algumas moedas, o que leva a atrasos na atualização dos preços dos anúncios. No entanto, quando você abrir a página de anúncios em si, o preço será mais atualizado. O preço é determinado pela solicitação de negociação enviada.
sl: Cene oglasov temeljijo na menjalnih tečajih kriptovalut. Menjalni tečaji so volativni in se lahko hitro spreminjajo. {appName} vsakih dvanajst minut posodobi svoje menjalne tečaje in cene oglasov. Cene, prikazane v seznamih in na prvi strani, so predpomnjene in se posodabljajo nekoliko počasneje. Včasih, ko cena hitro niha, se lahko zgodi, da oglasi z isto cenovno formulo prikazujejo različne cene. Občasno podatki o trgu za nekatere valute niso na voljo, kar vodi do zamud pri posodabljanju cen oglasov. Ko odprete samo oglasno stran, bo cena bolj ažurna. Cena nakupa je določena v trenutku, ko se pošlje zahteva za trgovanje.
sv: Annonspriserna baseras på kryptovalutakurser. Växelkurserna är volatila och kan förändras snabbt. {appName} uppdaterar sina växelkurser och annonspriser var tolfte minut. Priserna som visas i listorna och på framsidan är cachade och uppdateras lite långsammare. Ibland när priset fluktuerar snabbt kan annonser med samma prisformel visa olika priser. Ibland är marknadsdata inte tillgänglig för vissa valutor, vilket leder till förseningar med att uppdatera annonspriserna. Men när du öppnar själva annonssidan kommer priset att vara mer aktuellt. Priset bestäms när handelsförfrågan skickas.
tl: Ang mga presyo ng ad ay batay sa mga exchange rate ng cryptocurrency. Ang mga halaga ng palitan ay pabagu-bago at maaaring mabilis na magbago. Ina-update ng {appName} ang mga halaga ng palitan at presyo ng ad nito tuwing labindalawang minuto. Ang mga presyong ipinapakita sa mga listahan at sa harap na pahina ay naka-cache, at nag-update ng medyo mas mabagal. Minsan kapag ang presyo ay mabilis na nagbabago, ang mga patalastas na may parehong formula ng presyo ay maaaring magpakita ng iba't ibang mga presyo. Minsan hindi available ang market data para sa ilang currency, na humahantong sa mga pagkaantala sa pag-update ng mga presyo ng advertisement. Gayunpaman, kapag binuksan mo ang mismong pahina ng advertisement ang presyo ay magiging mas napapanahon. Natutukoy ang presyo kapag ipinadala ang kahilingan sa kalakalan.
tr: Reklam fiyatları kripto para birimi döviz kurlarına dayanmaktadır. Döviz kurları değişkendir ve hızla değişebilir. {appName} döviz kurlarını ve reklam fiyatlarını her on iki dakikada bir günceller. Listelemelerde ve ön sayfada gösterilen fiyatlar önbelleğe alınır ve biraz daha yavaş güncellenir. Bazen fiyatların hızla dalgalandığı durumlarda aynı fiyat formülüne sahip reklamlarda farklı fiyatlar gösterilebilir. Bazen bazı para birimleri için piyasa verileri mevcut olmamakta, bu da reklam fiyatlarının güncellenmesinde gecikmelere yol açmaktadır. Ancak ilan sayfasını açtığınızda fiyat daha güncel olacaktır. Fiyat, takas talebi gönderildiğinde belirlenir.
ur: اشتہار کی قیمتیں کریپٹو کرنسی کی شرح تبادلہ پر مبنی ہیں۔ زر مبادلہ کی شرحیں غیر مستحکم ہیں اور تیزی سے تبدیل ہو سکتی ہیں۔ {appName} ہر بارہ منٹ پر اپنی شرح مبادلہ اور اشتہاری قیمتوں کو اپ ڈیٹ کرتا ہے۔ فہرستوں میں اور صفحہ اول پر دکھائی گئی قیمتیں کیش شدہ ہیں، اور تھوڑی آہستہ اپ ڈیٹ کریں۔ بعض اوقات جب قیمت میں تیزی سے اتار چڑھاؤ آ رہا ہوتا ہے، ایک ہی قیمت کے فارمولے والے اشتہارات مختلف قیمتیں ظاہر کر سکتے ہیں۔ بعض اوقات کچھ کرنسیوں کے لیے مارکیٹ ڈیٹا دستیاب نہیں ہوتا ہے، جس کی وجہ سے اشتہاری قیمتوں کو اپ ڈیٹ کرنے میں تاخیر ہوتی ہے۔ تاہم، جب آپ اشتہار کا صفحہ کھولیں گے تو قیمت زیادہ تازہ ہو جائے گی۔ تجارتی درخواست بھیجے جانے پر قیمت کا تعین کیا جاتا ہے۔
zh_cn: 广告价格基于加密货币汇率。汇率波动很大，可能会迅速变化。 {appName}每隔两分钟更新一次汇率和广告价格。列表和首页中显示的价格都会被缓存，并且更新速度会慢一些。有时当价格快速波动时，具有相同价格公式的广告可能会显示不同的价格。有时某些货币无法获得市场数据，这会导致更新广告价格的延迟。但是，当您打开广告页面时，价格将更新。价格由交易请求发送确定。
zh_tw: 廣告價格基於加密貨幣匯率。匯率波動很大，可能會迅速變化。 {appName}每隔兩分鐘更新一次匯率和廣告價格。列表和首頁中顯示的價格都會被緩存，並且更新速度會慢一些。有時當價格快速波動時，具有相同價格公式的廣告可能會顯示不同的價格。有時某些貨幣無法獲得市場數據，這會導致更新廣告價格的延遲。但是，當您打開廣告頁面時，價格將更新。價格由交易請求發送確定。

# faq250Sbquestion8722Sb5
source: I have lost my second authentication factor, what should I do?
cs: Ztratil jsem svůj druhý ověřovací faktor(2FA), co mám dělat?
fi: Olen menettänyt toisen todennustekijäni, mitä minun pitäisi tehdä?
fr: J'ai perdu mon deuxième facteur d'authentification (2FA), que dois-je faire ?
it: Ho perso l'autenticazione a due fattori, cosa posso fare?
lt: Pamečiau antrąjį autentifikavimo veiksnį, ką turėčiau daryti?
nb: Jeg har mistet min andre autentiseringsfaktor, hva bør jeg gjøre?
nl: Ik ben mijn tweede authenticatiefactor kwijt, wat moet ik doen?
pl: Straciłem drugi składnik uwierzytelnienia, co powinienem zrobić?
pt_br: Perdi acesso ao 2FA, o que fazer?
sl: Izgubil sem drugi faktor preverjanja pristnosti, kaj lahko storim?
sv: Jag har förlorat min andra autentiseringsfaktor, vad ska jag göra?
tl: Nawala ko ang aking pangalawang kadahilanan sa pagpapatunay, ano ang dapat kong gawin?
tr: İkinci kimlik doğrulama faktörümü kaybettim, ne yapmalıyım?
ur: میں نے اپنا دوسرا تصدیقی عنصر کھو دیا ہے، مجھے کیا کرنا چاہیے؟
zh_cn: 我失去了双重身份验证，我该怎么办？
zh_tw: 我失去了雙重身份驗証，我該怎麼辦？

# faq250Sbanswer8722Sb2857Sbagoradesk
source: When the price is floating, the purchased cryptocurrency amount fluctuates with the exchange rate. The traded amount is determined when the trade is closed, instead of when the trade is opened. This reduces market rate risks in local cash transactions where the time between opening the trade and closing the trade can be several days.
cs: Když se cena pohybuje, množství zakoupené kryptoměny kolísá se směnným kurzem. Zobchodovaná částka je určena při uzavření obchodu, nikoli při otevření obchodu. To snižuje rizika tržních sazeb u místních hotovostních transakcí, kdy doba mezi otevřením obchodu a uzavřením obchodu může být několik dní.
fi: Kun hinta vaihtelee, ostetun kryptovaluutan määrä vaihtelee vaihtokurssin mukaan. Kauppasumma määritetään kaupan sulkemisen yhteydessä, ei kaupan avaushetkellä. Tämä vähentää markkinariskiä paikallisissa käteiskaupoissa, joissa kaupan avaamisen ja kaupan sulkemisen välinen aika voi olla useita päiviä.
fr: Lorsque le prix est fluctuant, le montant de la crypto-monnaie achetée fluctue avec le taux de change. Le montant négocié est déterminé lors de la clôture de la transaction, et non lors de son ouverture. Cela réduit les risques de taux du marché dans les transactions locales en espèces où le délai entre l'ouverture et la clôture de la transaction peut être de plusieurs jours.
it: Quando il prezzo è fluttuante, l'importo della criptovaluta acquistata fluttua con il tasso di cambio. L'importo negoziato viene determinato quando lo scambio viene chiuso, anziché quando viene aperto lo scambio. Ciò riduce i rischi di tasso di mercato nelle transazioni in contanti locali in cui il tempo tra l'apertura e la chiusura può essere di diversi giorni.
lt: Kai kaina svyruoja, perkama kriptovaliutos suma svyruoja nuo valiutos kurso. Prekiaujama suma nustatoma tada, kai sandoris uždaromas, o ne tada, kai sandoris atidaromas. Tai sumažina rinkos kurso riziką vietinėse grynųjų pinigų operacijose, kai laikas nuo sandorio atidarymo iki sandorio uždarymo gali trukti kelias dienas.
nb: Når prisen er flytende, svinger det kjøpte kryptovalutabeløpet med valutakursen. Omsatt beløp bestemmes når handelen er stengt, i stedet for når handelen åpnes. Dette reduserer markedsrenterisikoen i lokale kontanttransaksjoner hvor tiden mellom åpning av handelen og lukking av handelen kan være flere dager.
nl: Wanneer de prijs variabel is, fluctueert het gekochte cryptocurrency-bedrag met de wisselkoers. Het verhandelde bedrag wordt bepaald wanneer de transactie wordt gesloten, in plaats van wanneer de transactie wordt geopend. Dit vermindert het marktrisico bij lokale contante transacties waarbij de tijd tussen het openen van de transactie en het sluiten van de transactie meerdere dagen kan duren.
pl: Gdy cena jest płynna, zakupiona ilość kryptowalut zmienia się z ich kursem. Ilość kryptowalut jest ustalana, kiedy transakcja zostaje zamknięta, a nie, gdy zostaje rozpoczęta. Zmniejsza to ryzyko rynkowe w lokalnych transakcjach gotówkowych, w których czas między otwarciem transakcji, a jej zamknięciem może wynosić kilka dni.
pt_br: Quando o preço está flutuando, o valor da criptomoeda comprada flutua com a taxa de câmbio. O montante negociado é determinado quando o negócio é fechado, em vez de quando o negócio é aberto. Isso reduz os riscos de taxa de mercado em transações locais em dinheiro, em que o tempo entre a abertura da negociação e o fechamento do negócio pode ser de vários dias.
sl: Ko je cena nihajoča, znesek kupljene kriptovalute niha z menjalnim tečajem. Trgovani znesek se določi ob zaključku trgovanja in ne ob odprtju. To zmanjša tveganja tržnih tečajev pri lokalnih gotovinskih transakcijah, pri katerih lahko med odprtjem in zaključkom poteče več dni.
sv: När priset är flytande fluktuerar den köpta kryptovalutan med växelkursen. Det handlade beloppet bestäms när handeln stängs, istället för när handeln öppnas. Detta minskar marknadsränteriskerna i lokala kontanttransaktioner där tiden mellan öppning av handeln och stängning av handeln kan vara flera dagar.
tl: Kapag ang presyo ay lumulutang, ang biniling halaga ng cryptocurrency ay nagbabago sa halaga ng palitan. Tinutukoy ang halagang nakalakal kapag isinara ang kalakalan, sa halip na kapag binuksan ang kalakalan. Binabawasan nito ang mga panganib sa rate ng merkado sa mga lokal na transaksyong cash kung saan ang oras sa pagitan ng pagbubukas ng kalakalan at pagsasara ng kalakalan ay maaaring ilang araw.
tr: Fiyat değişken olduğunda, satın alınan kripto para biriminin miktarı döviz kuruna göre dalgalanır. İşlem tutarı, işlem açıldığında değil, işlem kapatıldığında belirlenir. Bu, işlemin açılması ile işlemin kapatılması arasındaki sürenin birkaç gün olabileceği yerel nakit işlemlerde piyasa oranı risklerini azaltır.
ur: جب قیمتfloating ہے، خریدی گئی کریپٹو کرنسی کی رقم شرح مبادلہ کے ساتھ اتار چڑھاؤ آتی ہے۔ تجارت کی رقم کا تعین تجارت کے بند ہونے پر کیا جاتا ہے، بجائے اس کے کہ تجارت کب کھولی جاتی ہے۔ یہ مقامی نقدی لین دین میں مارکیٹ ریٹ کے خطرات کو کم کرتا ہے جہاں تجارت کھولنے اور تجارت کو بند کرنے کے درمیان کا وقت کئی دنوں کا ہو سکتا ہے۔
zh_cn: 当价格浮动时，购买的加密货币金额会随汇率波动。交易金额在交易结束时确定，而不是在交易开放时确定。这降低了当地现金交易中的市场利率风险，其中开放交易和关闭交易之间的时间可能是几天。
zh_tw: 當價格浮動時，購買的加密貨幣金額會隨匯率波動。交易金額在交易結束時確定，而不是在交易開放時確定。這降低了當地現金交易中的市場利率風險，其中開放交易和關閉交易之間的時間可能是幾天。

# faq250Sbanswer8722Sb29
source: You can check all the info on the current fees on our {feesPage}
cs: Veškeré informace o aktuálních poplatcích si můžete ověřit na našem {feesPage}
fi: Voit tarkistaa kaikki tiedot nykyisistä kuluista {feesPage}lla
fr: Vous pouvez consulter toutes les informations sur les frais en vigueur sur notre {feesPage}
it: Puoi controllare tutte le informazioni sulle tariffe correnti sulla nostra {feesPage}
lt: Visą informaciją apie dabartinius mokesčius galite patikrinti mūsų {feesPage}
nb: Du kan sjekke all informasjon om gjeldende avgifter på vår {feesPage}
nl: U kunt alle info over de huidige tarieven bekijken op onze {feesPage}
pl: Możesz sprawdzić wszystkie informacje o bieżących opłatach na naszej {feesPage}
pt_br: Você pode verificar a informação sobre as taxas na nossa {feesPage}
sl: Vse informacije o trenutnih provizijah lahko preverite na naši {feesPage}
sv: Du kan kontrollera all information om de aktuella avgifterna på vår {feesPage}
tl: Maaari mong tingnan ang lahat ng impormasyon sa kasalukuyang mga bayarin sa aming {feesPage}
tr: Güncel ücretlerle ilgili tüm bilgileri {feesPage} sayfamızdan kontrol edebilirsiniz.
ur: آپ ہمارے {feesPage} پر موجودہ فیس سے متعلق تمام معلومات چیک کر سکتے ہیں
zh_cn: 请查看我们{feesPage}。
zh_tw: 請查看我們{feesPage}。

# faq250Sbanswer8722Sb298722Sbfees8722Sbpage
source: fees page
cs: stránka poplatků
fi: maksut -sivu
fr: page des frais
it: pagina delle tasse
lt: mokesčių puslapį
nb: gebyrsiden
nl: kosten pagina
pl: stronie opłat
pt_br: página de taxas
sl: stran s provizijami
sv: avgifts sida
tl: pahina ng mga bayarin
tr: ücretler sayfası
ur: فیس صفحہ
zh_cn: 费用页
zh_tw: 費用頁
