Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcoinjoin250Sb1250Sbtext
source: <p>As all transactions are completely transparent in Bitcoin - revealing the sender, receiver, and amounts - users must take extra steps to preserve their privacy from previous senders and future recipients of their funds or risk censorship, surveillance, or theft of funds via physical violence.</p> <p>The best solution today for privacy on Bitcoin is a tool called <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, where 2 or more users work together (usually via a centralized coordinator) to create a special transaction that makes it difficult for outside observers to connect the inputs with the outputs. Each participant communicates to jointly build the transaction without giving over custody of their funds, and receives an output at the end whose previous history is now unclear (or obfuscated) to outside observers.</p> <p>This breaks the history of specific UTXOs, allowing Bitcoin users to gain some modicum of forward-secrecy when transacting. However, CoinJoin (as implemented in Wasabi Wallet and Samourai Wallet, the two most-used CoinJoin tools for Bitcoin) has a few major drawbacks:</p> <ul> <li>As CoinJoin transactions are completely opt-in and requires active participation, any participant necessarily shows that they seek greater privacy than that of “normal” Bitcoin users, potentially singling them out and causing issues spending funds at many regulated exchanges or entities. Each user cannot deny that they participated in a CoinJoin transaction.</li> <li>In order to find other’s to CoinJoin with, most approaches to CoinJoin (including Wasabi Wallet) use a centralized coordinator that connects participants and helps them communicate and build a proper CoinJoin transaction. This centralized coordinator never has custody of user’s funds, but does gain extensive insight into the transactions they coordinate, can censor incoming inputs (as in the case of Wasabi Wallet), and can be pressured into collecting or sharing information about CoinJoin participants.</li> <li>User’s with large amounts of funds to CoinJoin can often have to wait hours (or even days!) to find enough participants to CoinJoin with, leading to large delays from the time a user receives funds to when they can spend them privately.</li> <li>The privacy provided by a CoinJoin transaction degrades over time as other participants spend funds or link their outputs to their identity through KYC exchanges, ID requiring merchants, etc. This means that users ideally keep their funds constantly churning in CoinJoin transactions to keep their anonymity set (“crowd to hide in”) as fresh as possible.</li> <li>In most approaches to CoinJoin, participants must use a fixed-size UTXO (i.e. 0.1 BTC) in order to make it harder to connect inputs and outputs of CoinJoin transactions. This leads to higher fees (more separate transactions necessary per large input), more “toxic change” (funds that are unspendable without serious risks to privacy), and can proclude smaller users from being able to mix at all if they don’t have the minimum balance required.</li> </ul>
cs: <p>Jelikož jsou všechny transakce v Bitcoinu zcela transparentní - odhalují odesílatele, příjemce a částky -, musí uživatelé podniknout další kroky k ochraně svého soukromí před předchozími odesílateli a budoucími příjemci svých prostředků, jinak riskují cenzuru, sledování nebo krádež prostředků prostřednictvím fyzického násilí.</p> <p>Nejlepším řešením ochrany soukromí v Bitcoinu je dnes nástroj zvaný <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">"CoinJoin"</a>, kde dva nebo více uživatelů spolupracují (obvykle prostřednictvím centralizovaného koordinátora) na vytvoření speciální transakce, která vnějším pozorovatelům ztěžuje propojení vstupů s výstupy. Každý účastník komunikuje, aby společně vytvořil transakci, aniž by předal dohled nad svými prostředky, a na konci obdrží výstup, jehož předchozí historie je nyní pro vnější pozorovatele nejasná (nebo zastřená).</p> <p>Tím se přeruší historie konkrétních UTXO, což uživatelům Bitcoinu umožní získat při transakcích určitou míru utajení. CoinJoin (jak je implementován v peněžence Wasabi a peněžence Samourai, dvou nejpoužívanějších nástrojích CoinJoin pro Bitcoin) má však několik zásadních nevýhod:</p> <ul> <li>Vzhledem k tomu, že transakce CoinJoin jsou zcela opt-in a vyžadují aktivní účast, každý účastník nutně ukazuje, že usiluje o větší soukromí než "normální" uživatelé Bitcoinu, což je může vyčlenit a způsobit problémy s utrácením finančních prostředků na mnoha regulovaných burzách nebo u mnoha subjektů. Každý uživatel nemůže popřít, že se zúčastnil transakce CoinJoin.</li> <li>Většina přístupů k CoinJoinu (včetně peněženky Wasabi) využívá centralizovaného koordinátora, který spojuje účastníky a pomáhá jim komunikovat a vytvořit správnou transakci CoinJoinu. Tento centralizovaný koordinátor nikdy nedisponuje finančními prostředky uživatelů, ale získává rozsáhlý přehled o transakcích, které koordinuje, může cenzurovat příchozí vstupy (jako v případě Wasabi Wallet) a může na něj být vyvíjen nátlak, aby shromažďoval nebo sdílel informace o účastnících CoinJoinu.</li>. ] <li>Uživatelé s velkým množstvím finančních prostředků na CoinJoin mohou často čekat hodiny (nebo dokonce dny!), než najdou dostatek účastníků na CoinJoin, což vede k velkým prodlevám od okamžiku, kdy uživatel obdrží finanční prostředky, do okamžiku, kdy je může soukromě utratit.</li> <li>Soukromí poskytované transakcí CoinJoin se v průběhu času zhoršuje, protože ostatní účastníci utrácejí finanční prostředky nebo spojují své výstupy se svou identitou prostřednictvím burz KYC, obchodníků vyžadujících průkaz totožnosti atd. To znamená, že uživatelé v ideálním případě udržují své prostředky v transakcích CoinJoin neustále v chodu, aby byla jejich sada anonymity ("dav, v němž se mohou skrývat") co nejčerstvější.</li> <li>Ve většině přístupů k CoinJoinu musí účastníci používat UTXO pevné velikosti (tj. 0,1 BTC), aby bylo obtížnější propojit vstupy a výstupy transakcí CoinJoinu. To vede k vyšším poplatkům (na jeden velký vstup je potřeba více samostatných transakcí), většímu množství "toxických drobných" (prostředků, které nelze utratit bez vážného ohrožení soukromí) a může vyloučit, aby menší uživatelé vůbec mohli mixovat, pokud nemají požadovaný minimální zůstatek.</li> </ul>
fi: <p>Koska kaikki Bitcoinissa tapahtuvat tapahtumat ovat täysin läpinäkyviä – paljastaen lähettäjän, vastaanottajan ja summat – käyttäjien on ryhdyttävä ylimääräisiin toimiin suojellakseen yksityisyyttään varojensa aiemmilta lähettäjiltä ja tulevilta vastaanottajilta tai uhkaavat sensuurin, valvonnan tai varojen varastamisen fyysistä väkivaltaa.</p> <p>Paras ratkaisu bitcoinin yksityisyyteen tänään on työkalu nimeltä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">"CoinJoin"</a>, jossa vähintään kaksi käyttäjää työskentelee yhdessä (yleensä keskitetyn koordinaattorin kautta) luodakseen erityisen tapahtuman, joka vaikeuttaa ulkopuolisten tarkkailijoiden yhdistämistä tulot lähtöihin. Jokainen osallistuja kommunikoi rakentavansa tapahtuman yhdessä luovuttamatta varojensa säilytysoikeutta ja saa lopussa tulosteen, jonka aikaisempi historia on nyt epäselvä (tai sekoittunut) ulkopuolisille tarkkailijoille.</p> <p>Tämä rikkoo tiettyjen UTXO:iden historian, jolloin Bitcoin-käyttäjät voivat saada jonkin verran eteenpäin suuntautuvaa salaisuutta asioidessaan. CoinJoinilla (jotka toteutetaan Wasabi Walletissa ja Samourai Walletissa, kahdessa eniten käytetyssä CoinJoin-työkalussa Bitcoinille) on kuitenkin muutamia merkittäviä haittoja:</p> <ul> <li>Koska CoinJoin-tapahtumat ovat täysin vapaaehtoisia ja edellyttävät aktiivista osallistumista, jokainen osallistuja osoittaa väistämättä pyrkivänsä parempaan yksityisyyteen kuin "normaalit" Bitcoin-käyttäjät, mikä mahdollisesti erottaa heidät ja aiheuttaa ongelmia varojen käyttämisessä monissa säännellyissä pörsseissä tai yhteisöissä. Jokainen käyttäjä ei voi kiistää osallistuneensa CoinJoin-tapahtumaan.</li> <li>Löytääkseen muita CoinJoinin kanssa useimmat CoinJoin-lähestymistavat (mukaan lukien Wasabi Wallet) käyttävät keskitettyä koordinaattoria, joka yhdistää osallistujat ja auttaa heitä kommunikoimaan ja rakentamaan kunnollisen CoinJoin-tapahtuman. Tämä keskitetty koordinaattori ei koskaan valvo käyttäjien varoja, mutta hän saa laajan käsityksen koordinoimistaan tapahtumista, voi sensuroida saapuvat tiedot (kuten Wasabi Walletin tapauksessa) ja sitä voidaan painostaa keräämään tai jakamaan tietoja CoinJoin-osallistujista.</li> <li>Käyttäjät, joilla on suuria määriä varoja CoinJoinille, voivat usein joutua odottamaan tunteja (tai jopa päiviä!) löytääkseen tarpeeksi osallistujia CoinJoinille, mikä johtaa suuriin viiveisiin siitä hetkestä, jolloin käyttäjä saa varoja siihen, kun hän voi käyttää ne yksityisesti. </li> <li>CoinJoin-tapahtuman tarjoama yksityisyys heikkenee ajan myötä, kun muut osallistujat käyttävät varoja tai linkittävät tuotoksensa identiteettiinsä KYC-pörssien, tunnukset vaativien kauppiaiden jne. kautta. Tämä tarkoittaa, että käyttäjät pitävät ihanteellisesti varansa jatkuvassa CoinJoin-tapahtumissa. heidän nimettömyytensä ("crowd to hide in") on asetettu mahdollisimman tuoreeksi.</li> <li>Useimmissa CoinJoin-lähestymistavoissa osallistujien on käytettävä kiinteän kokoista UTXO:ta (eli 0,1 BTC), jotta CoinJoin-tapahtumien tulojen ja lähtöjen yhdistäminen vaikeutuu. Tämä johtaa korkeampiin maksuihin (enemmän erillisiä tapahtumia tarvitaan isoa syöttöä kohti), enemmän "myrkyllisiin muutoksiin" (varoihin, joita ei voida käyttää ilman vakavia riskejä yksityisyydelle) ja voi estää pienempiä käyttäjiä ollenkaan sekoittumasta, jos heillä ei ole vaadittava vähimmäissaldo.</li> </ul>
fr: <p>Comme toutes les transactions sont complètement transparentes dans Bitcoin - révélant l'expéditeur, le destinataire et les montants - les utilisateurs doivent prendre des mesures supplémentaires pour préserver la confidentialité des expéditeurs précédents et des futurs destinataires de leurs fonds ou risquer la censure, la surveillance ou le vol de fonds par de la violence physique.</p> <p>La meilleure solution aujourd'hui pour la confidentialité sur Bitcoin est un outil appelé « <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">CoinJoin</a> », où 2 utilisateurs ou plus travaillent ensemble (généralement via un coordinateur centralisé) pour créer une transaction spéciale qui rend difficile pour les observateurs extérieurs de relier les entrées aux sorties. Chaque participant communique pour construire conjointement la transaction sans céder la garde de ses fonds, et reçoit à la fin une sortie dont l'historique antérieur n'est plus clair (ou obscurci) pour les observateurs extérieurs.</p> <p>Cela brise l'historique d'UTXO spécifiques, permettant aux utilisateurs de Bitcoin d'obtenir un minimum de confidentialité lors des transactions. Cependant, CoinJoin (tel qu'implémenté dans Wasabi Wallet et Samourai Wallet, les deux outils CoinJoin les plus utilisés pour Bitcoin) présente quelques inconvénients majeurs :</p> <ul> <li>Comme les transactions CoinJoin sont entièrement optionelles et nécessitent une participation active, tout participant montre nécessairement qu'il recherche une plus grande confidentialité que celle des utilisateurs « normaux » de Bitcoin, ce qui peut les isoler et causer des problèmes de dépenses dans de nombreux services d'échanges ou entités réglementées. Chaque utilisateur ne peut pas nier avoir participé à une transaction CoinJoin.</li> <li>Afin de trouver d'autres personnes avec lesquelles participer à un CoinJoin, la plupart des approches de CoinJoin (y compris Wasabi Wallet) utilisent un coordinateur centralisé qui connecte les participants et les aide à communiquer et à construire une transaction CoinJoin appropriée. Ce coordinateur centralisé n'a jamais la garde des fonds de l'utilisateur, mais obtient un aperçu approfondi des transactions qu'il coordonne, peut censurer les entrées entrantes (comme dans le cas de Wasabi Wallet) et peut être contraint de collecter ou de partager des informations sur les participants à CoinJoin.</li> <li>Les utilisateurs disposant de fonds importants pour CoinJoin doivent souvent attendre des heures (voire des jours !) pour trouver suffisamment de participants avec lesquels réaliser une opération CoinJoin, ce qui entraîne des retards importants entre le moment où un utilisateur reçoit des fonds et le moment où il peut les dépenser en privé. </li> <li>La confidentialité fournie par une transaction CoinJoin se dégrade au fil du temps, car les autres participants dépensent des fonds ou lient leurs sorties à leur identité via des échanges KYC, des marchands nécessitant une pièce d'identité, etc. Cela signifie que les utilisateurs conservent idéalement leurs fonds constamment dans les transactions CoinJoin pour garder leur ensemble d'anonymat (« foule dans laquelle se cacher ») aussi frais que possible.</li> <li> Dans la plupart des approches de CoinJoin, les participants doivent utiliser un UTXO de taille fixe (c'est-à-dire 0,1 BTC) afin de rendre plus difficile la connexion des entrées et des sorties des transactions CoinJoin. Cela conduit à des frais plus élevés (plus de transactions séparées nécessaires par grande entrée), plus de « changement toxique » (des fonds qui ne peuvent être dépensés sans risques sérieux pour la vie privée), et peut empêcher les petits utilisateurs de pouvoir mélanger du tout s'ils n'ont pas le solde minimum requis.</li> </ul>
it: <p>Poiché tutte le transazioni sono completamente trasparenti in Bitcoin - rivelando il mittente, il destinatario e gli importi - gli utenti devono prendere misure extra per preservare la loro privacy dai precedenti mittenti e dai futuri destinatari dei loro fondi o rischiare la censura, la sorveglianza o il furto di fondi tramite violenza fisica.</p> <p>La migliore soluzione oggi per la privacy su Bitcoin è uno strumento chiamato <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">"CoinJoin"</a>dove 2 o più utenti lavorano insieme (di solito attraverso un coordinatore centralizzato) per creare una transazione speciale che rende difficile per gli osservatori esterni collegare gli ingressi con le uscite. Ogni partecipante comunica per costruire insieme la transazione senza cedere la custodia dei propri fondi, e riceve alla fine un output la cui storia precedente è ora poco chiara (o offuscata) agli osservatori esterni.</p> <p>Questo rompe la storia di specifici UTXO, permettendo agli utenti di Bitcoin di ottenere un po' di segretezza in avanti durante le transazioni. Tuttavia, CoinJoin (come implementato in Wasabi Wallet e Samourai Wallet, i due strumenti CoinJoin più utilizzati per Bitcoin) ha alcuni svantaggi principali:</p> <ul> <li>Poiché le transazioni CoinJoin sono completamente opt-in e richiedono una partecipazione attiva, ogni partecipante mostra necessariamente che cerca una maggiore privacy rispetto a quella degli utenti "normali" di Bitcoin, potenzialmente individuandoli e causando problemi a spendere fondi in molti scambi o entità regolamentate. Ogni utente non può negare di aver partecipato a una transazione CoinJoin.</li> <li>Al fine di trovare altri con cui CoinJoin, la maggior parte degli approcci a CoinJoin (compreso Wasabi Wallet) utilizzano un coordinatore centralizzato che collega i partecipanti e li aiuta a comunicare e costruire una corretta transazione CoinJoin. Questo coordinatore centralizzato non ha mai la custodia dei fondi dell'utente, ma ottiene un'ampia visione delle transazioni che coordina, può censurare gli input in entrata (come nel caso di Wasabi Wallet), e può essere costretto a raccogliere o condividere informazioni sui partecipanti CoinJoin.</li> <li>Gli utenti con grandi quantità di fondi da CoinJoin possono spesso dover aspettare ore (o anche giorni!) per trovare abbastanza partecipanti con cui CoinJoin, portando a grandi ritardi dal momento in cui un utente riceve i fondi a quando può spenderli privatamente.</li> <li>La privacy fornita da una transazione CoinJoin si degrada nel tempo man mano che altri partecipanti spendono i fondi o collegano le loro uscite alla loro identità attraverso scambi KYC, commercianti che richiedono l'ID, ecc. Questo significa che gli utenti idealmente mantengono i loro fondi costantemente in movimento nelle transazioni CoinJoin per mantenere il loro set di anonimato ("folla in cui nascondersi") il più fresco possibile.</li> <li>Nella maggior parte degli approcci a CoinJoin, i partecipanti devono usare un UTXO di dimensione fissa (cioè 0,1 BTC) per rendere più difficile collegare gli ingressi e le uscite delle transazioni CoinJoin. Questo porta a commissioni più elevate (più transazioni separate necessarie per un grande input), più "cambiamento tossico" (fondi che non sono spendibili senza gravi rischi per la privacy), e può impedire agli utenti più piccoli di essere in grado di mescolare affatto se non hanno il saldo minimo richiesto.</li> </ul>
lt: <p>Kadangi visi Bitcoin sandoriai yra visiškai skaidrūs – atskleidžiamas siuntėjas, gavėjas ir sumos, vartotojai turi imtis papildomų veiksmų, kad apsaugotų savo privatumą nuo ankstesnių siuntėjų ir būsimų lėšų gavėjų arba rizikuotų cenzūra, priežiūra ar lėšų vagystė per fizinis smurtas.</p> <p>Geriausias šiandieninis Bitcoin privatumo sprendimas yra įrankis, vadinamas <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">„CoinJoin“</a>, kuriame 2 ar daugiau vartotojų dirba kartu (paprastai per centralizuotą koordinatorių), kad sukurtų specialią operaciją, kuri apsunkina pašalinius veiksmus. stebėtojai sujungti įėjimus su išėjimais. Kiekvienas dalyvis praneša, kad bendrai sudarys sandorį, neperduodamas savo lėšų saugojimo, ir pabaigoje gauna išvestį, kurios ankstesnė istorija dabar yra neaiški (arba užtemdyta) išorės stebėtojams.</p> <p>Tai sulaužo konkrečių UTXO istoriją, todėl Bitcoin naudotojai gali įgyti šiek tiek išankstinės paslapties atliekant sandorius. Tačiau CoinJoin (kaip įdiegta Wasabi Wallet ir Samourai Wallet, dviejuose dažniausiai naudojamuose Bitcoin CoinJoin įrankiuose) turi keletą pagrindinių trūkumų: </p> <ul> <li>Kadangi CoinJoin operacijos yra visiškai pasirenkamos ir reikalauja aktyvaus dalyvavimo, bet kuris dalyvis būtinai parodo, kad siekia didesnio privatumo nei „paprasti“ Bitcoin vartotojai, todėl gali juos išskirti ir sukelti problemų išleidžiant lėšas daugelyje reguliuojamų biržų ar subjektų. Kiekvienas vartotojas negali neigti, kad dalyvavo „CoinJoin“ operacijoje.</li> <li>Kad būtų galima rasti kitų, su kuriais būtų galima prisijungti prie „CoinJoin“, dauguma „CoinJoin“ metodų (įskaitant „Wasabi Wallet“) naudoja centralizuotą koordinatorių, kuris sujungia dalyvius ir padeda jiems bendrauti bei sukurti tinkamą „CoinJoin“ operaciją. Šis centralizuotas koordinatorius niekada nesaugo naudotojo lėšų, tačiau įgyja išsamių įžvalgų apie jų koordinuojamas operacijas, gali cenzūruoti gaunamus duomenis (kaip „Wasabi Wallet“ atveju) ir gali būti spaudžiamas rinkti arba dalytis informacija apie „CoinJoin“ dalyvius.[X2068X ] <li>Naudotojams, turintiems daug lėšų CoinJoin, dažnai gali tekti laukti valandų (ar net dienų!), kad surastų pakankamai dalyvių, su kuriais galėtų prisijungti, ir dėl to labai vėluojama nuo to momento, kai vartotojas gauna lėšų, iki tada, kai gali jas išleisti privačiai. </li> <li>Privatumas, suteikiamas atliekant CoinJoin operaciją, laikui bėgant blogėja, nes kiti dalyviai išleidžia lėšas arba susieja savo išvesties duomenis su savo tapatybe per KYC mainus, prekybininkus, kuriems reikalingas ID ir kt. Tai reiškia, kad naudotojai idealiai palaiko savo lėšas nuolat mažėjančias atliekant CoinJoin operacijas. jų anonimiškumas („minia, kurioje reikia pasislėpti“) nustatytas kuo naujesnesnis.</li> <li> Daugumoje „CoinJoin“ metodų dalyviai turi naudoti fiksuoto dydžio UTXO (t. y. 0,1 BTC), kad būtų sunkiau sujungti „CoinJoin“ operacijų įvestis ir išvestis. Tai lemia didesnius mokesčius (reikalingi daugiau atskirų operacijų vienam dideliam įvesties kiekiui), daugiau „toksiškų pokyčių“ (lėšos, kurių negalima išleisti be rimtos rizikos privatumui), ir gali būti, kad mažesni vartotojai apskritai negalės derinti, jei neturi minimalus reikalingas likutis.</li> </ul>
nb: <p>Ettersom alle transaksjoner er helt gjennomsiktige i Bitcoin – som avslører avsender, mottaker og beløp – må brukere ta ekstra skritt for å bevare personvernet sitt fra tidligere avsendere og fremtidige mottakere av deres midler eller risikere sensur, overvåking eller tyveri av midler via fysisk vold.</p> <p>Den beste løsningen i dag for personvern på Bitcoin er et verktøy kalt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, der 2 eller flere brukere jobber sammen (vanligvis via en sentralisert koordinator) for å lage en spesiell transaksjon som gjør det vanskelig for utenforstående. observatører for å koble inngangene til utgangene. Hver deltaker kommuniserer for å bygge transaksjonen i fellesskap uten å gi fra seg forvaring av sine midler, og mottar et utdata på slutten hvis tidligere historie nå er uklar (eller tilslørt) for observatører utenfor.</p> <p>Dette bryter historien til spesifikke UTXO-er, og lar Bitcoin-brukere få en viss hemmelighold når de handler. Imidlertid har CoinJoin (som implementert i Wasabi Wallet og Samourai Wallet, de to mest brukte CoinJoin-verktøyene for Bitcoin) noen få store ulemper:</p> <ul> <li>Ettersom CoinJoin-transaksjoner er fullstendig opt-in og krever aktiv deltakelse, viser enhver deltaker nødvendigvis at de søker større privatliv enn "normale" Bitcoin-brukere, og potensielt skiller dem ut og forårsake problemer med å bruke penger på mange regulerte børser eller enheter. Hver bruker kan ikke benekte at de deltok i en CoinJoin-transaksjon.</li> <li>For å finne andre å CoinJoin med, bruker de fleste tilnærminger til CoinJoin (inkludert Wasabi Wallet) en sentralisert koordinator som forbinder deltakerne og hjelper dem med å kommunisere og bygge en skikkelig CoinJoin-transaksjon. Denne sentraliserte koordinatoren har aldri varetekt over brukerens midler, men får omfattende innsikt i transaksjonene de koordinerer, kan sensurere innkommende inndata (som i tilfellet med Wasabi Wallet), og kan bli presset til å samle eller dele informasjon om CoinJoin-deltakere.[X2068X ] <li>Brukere med store mengder midler til CoinJoin kan ofte måtte vente timer (eller til og med dager!) for å finne nok deltakere å CoinJoin med, noe som fører til store forsinkelser fra det tidspunktet en bruker mottar midler til de kan bruke dem privat. </li> <li>Personvernet som tilbys av en CoinJoin-transaksjon forringes over tid ettersom andre deltakere bruker midler eller kobler utdataene deres til identiteten deres gjennom KYC-utvekslinger, ID-krevende selgere osv. Dette betyr at brukerne ideelt sett holder pengene sine konstant i CoinJoin-transaksjoner for å beholde anonymitetssettet deres («publikum å gjemme seg i») så ferskt som mulig.</li> <li>I de fleste tilnærminger til CoinJoin må deltakerne bruke en fast størrelse UTXO (dvs. 0,1 BTC) for å gjøre det vanskeligere å koble til innganger og utganger for CoinJoin-transaksjoner. Dette fører til høyere gebyrer (flere separate transaksjoner nødvendig per stor innsats), mer "giftig endring" (midler som ikke kan brukes uten alvorlig risiko for personvernet), og kan hindre mindre brukere fra å kunne blande seg i det hele tatt hvis de ikke har minimumssaldoen som kreves.</li> </ul>
nl: <p>Aangezien alle transacties in Bitcoin volledig transparant zijn - waarbij de afzender, ontvanger en bedragen worden onthuld - moeten gebruikers extra maatregelen nemen om hun privacy te beschermen tegen eerdere afzenders en toekomstige ontvangers van hun geld, anders riskeren ze censuur, toezicht of diefstal van geld via fysiek geweld.</p> <p>De beste oplossing voor privacy op Bitcoin is tegenwoordig een tool genaamd <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, waar 2 of meer gebruikers samenwerken (meestal via een gecentraliseerde coördinator) om een speciale transactie te creëren die het moeilijk maakt voor externe waarnemers om de inputs met de outputs te verbinden. Elke deelnemer communiceert om gezamenlijk de transactie op te bouwen zonder hun geld uit handen te geven, en ontvangt aan het einde een output waarvan de voorgeschiedenis nu onduidelijk (of versluierd) is voor externe waarnemers. </p> <p>Dit doorbreekt de geschiedenis van specifieke UTXO's, waardoor Bitcoin-gebruikers wat voorwaartse geheimhouding kunnen krijgen bij transacties. CoinJoin (zoals geïmplementeerd in Wasabi Wallet en Samourai Wallet, de twee meest gebruikte CoinJoin-tools voor Bitcoin) heeft echter een paar grote nadelen:</p> <ul> <li> Aangezien CoinJoin-transacties volledig opt-in zijn en actieve deelname vereisen, laat elke deelnemer automatisch zien dat hij meer privacy zoekt dan die van "normale" Bitcoin-gebruikers, waardoor ze mogelijk worden uitgepikt en problemen veroorzaken bij het uitgeven van geld bij veel gereguleerde beurzen of entiteiten. Gebruikers kunnen niet ontkennen dat ze hebben deelgenomen aan een CoinJoin-transactie.</li> <li>Om andere CoinJoin-partners te vinden, gebruiken de meeste benaderingen van CoinJoin (inclusief Wasabi Wallet) een gecentraliseerde coördinator die deelnemers met elkaar verbindt en hen helpt te communiceren om een goede CoinJoin-transactie op te bouwen. Deze gecentraliseerde coördinator heeft nooit de autonomie over het geld van de gebruiker, maar krijgt wel uitgebreid inzicht in de transacties die hij coördineert, kan binnenkomende inputs censureren (zoals in het geval van Wasabi Wallet) en kan onder druk worden gezet om informatie over CoinJoin-deelnemers te verzamelen of te delen.</li> <li>Gebruikers met grote bedragen of fondsen aan CoinJoin kunnen vaak uren (of zelfs dagen!) wachten om genoeg deelnemers te vinden om mee te doen aan CoinJoin, wat leidt tot grote vertragingen vanaf het moment dat een gebruiker geld ontvangt tot wanneer ze deze privé kunnen uitgeven. </li> <li>De privacy die wordt geboden door een CoinJoin-transactie neemt in de loop van de tijd af naarmate andere deelnemers geld uitgeven of hun output koppelen aan hun identiteit via KYC-uitwisselingen, handelaars die een ID vereisen, enz. Dit betekent dat gebruikers beter hun geld constant in CoinJoin-transacties kunnen laten draaien om hun anonimiteit set zo 'vers' als mogelijk te houden (oftewel een "menigte om zich in te verstoppen"). </li> <li>Bij de meeste benaderingen van CoinJoin moeten deelnemers een UTXO van vaste grootte (d.w.z. 0,1 BTC) gebruiken om het moeilijker te maken om inputs en outputs van CoinJoin-transacties met elkaar te verbinden. Dit leidt tot hogere vergoedingen (meer afzonderlijke transacties nodig per grote invoer), meer "toxische verandering" (fondsen die niet kunnen worden besteed zonder ernstige risico's voor de privacy), en kan voorkomen dat kleinere gebruikers zich kunnen mengen in de mix als ze niet het minimaal vereiste saldo hebben. </li> </ul>
pl: <p> Ponieważ wszystkie transakcje są całkowicie publiczne w Bitcoinie - ujawniają nadawcę, odbiorcę i kwoty - użytkownicy muszą podjąć dodatkowe kroki w celu zachowania prywatności, zwłaszcza przed osobami od których otrzymały Bitcoiny i osobami którym je przesyłają. W przypadku niepodjęcia żadnych kroków w celu poprawy prywatności ryzykują, że staną się obiektem cenzury, śledzenia, a nawet napadu.</p> <p> Najlepszym rozwiązaniem poprawiającym prywatność w Bitcoinie jest narzędzie o nazwie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">„ Coinjoin ”</a>, w którym dwóch lub więcej użytkowników współpracuje (zwykle za pośrednictwem scentralizowanego koordynatora) w celu utworzenia specjalnej transakcji, która utrudnia zewnętrznym obserwatorom powiązanie wejść z wyjściami. Każdy uczestnik komunikuje się, aby wspólnie zbudować transakcję bez przekazywania kontroli nad swoimi środkami. Ostatecznie otrzymuje wyjście, którego poprzednia historia jest niejasna dla obserwatora.</p> <p> To zaburza historię konkretnych UTXO, umożliwiając użytkownikom Bitcoinów zyskanie odrobiny prywatności. Jednak CoinJoin (jako zaimplementowany w portfelu Wasabi i Samourai, dwóch najpopularniejszych narzędziach do wykonywania CoinJoinów Bitcoinami) ma kilka wad: </p> <ul> <li> Ponieważ transakcje CoinJoin są całkowicie dobrowolne i wymagają aktywnego uczestnictwa, każdy uczestnik jednoznacznie informuje, że potrzebuje większej prywatności niż „normalni” użytkownicy Bitcoinów, potencjalnie wyróżniając się i powodując problemy z wydawaniem ich na wielu giełdach lub sklepach. Żaden użytkownik nie może zaprzeczyć, że uczestniczył w transakcji CoinJoin. </li> <li> Aby znaleźć innych chętnych, większość implementacji CoinJoina (w tym portfel Wasabi) używa scentralizowanego koordynatora, który łączy uczestników i pomaga im komunikować się oraz budować odpowiednią transakcję CoinJoin. Ten scentralizowany koordynator nigdy nie kontroluje funduszy użytkowników ale zyskuje szeroki wgląd w koordynowane transakcje, może cenzurować przychodzące wejścia (jak w przypadku portfela Wasabi) i można na niego naciskać, aby gromadził lub dzielił się informacjami o uczestnikach CoinJoinów. </li> <li> Użytkownicy chętni do wykonania CoinJoina o dużej wartości często czekają godzinami (a nawet dniami!), aby znaleźć wystarczającą liczbę uczestników, z którymi mogliby skoordynować operację. Prowadzi to do dużych opóźnień od momentu gdy użytkownik otrzyma fundusze, do momentu kiedy może wydać prywatnie. </li> <li> Prywatność zapewniana przez transakcję CoinJoin z czasem maleje, ponieważ inni uczestnicy wydają fundusze lub łączą swoje wyjścia ze swoją tożsamością za pośrednictwem giełd, bądź sklepów wymagających KYC. Oznacza to, że użytkownicy powinni regularnie przeprowadzać operacje CoinJoin, aby zachować prywatność.</li> <li> W większości implementacji CoinJoina uczestnicy muszą użyć UTXO o stałej wielkości (tj. 0,1 BTC), aby utrudnić połączenie wejść i wyjść transakcji CoinJoin. Prowadzi to do wyższych opłat (z uwagi na więcej zbędnych transakcji w celu rozbicia dużej sumy), większej „toksycznej reszty” (środków, których nie można wydać bez utraty prywatności) i pozbawia mniejszych użytkowników możliwości poprawy prywatności, jeśli nie mają co najmniej tej stałej kwoty. </li> </ul>
pt_br: <p>Como todas as transações são completamente transparentes em Bitcoin - revelando o remetente, o receptor e os valores - os usuários devem tomar medidas extras para preservar sua privacidade de remetentes anteriores e futuros destinatários de seus fundos ou arriscar a censura, vigilância ou roubo de fundos através de violência física.</p> <p>A melhor solução hoje para a privacidade no Bitcoin é uma ferramenta chamada <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">. "CoinJoin"</a>A partir de então, a empresa tem uma rede de escritórios, onde 2 ou mais usuários trabalham juntos (geralmente através de um coordenador centralizado) para criar uma transação especial que dificulta a conexão das entradas com as saídas por parte de observadores externos. Cada participante se comunica para construir conjuntamente a transação sem ceder a custódia de seus fundos, e recebe uma saída no final cujo histórico anterior agora não está claro (ou ofuscado) para observadores externos.</p> <p>Isto quebra a história de UTXOs específicos, permitindo que os usuários de Bitcoin ganhem um pouco de segurança na hora de fazer transações. Entretanto, o CoinJoin (como implementado no Wasabi Wallet e no Samourai Wallet, as duas ferramentas CoinJoin mais utilizadas para Bitcoin) tem alguns grandes inconvenientes:</p> <ul> <li>Como as transações CoinJoin são completamente opt-in e requerem participação ativa, qualquer participante necessariamente mostra que busca maior privacidade do que a dos usuários "normais" de Bitcoin, potencialmente os destacando e causando problemas de gastos de fundos em muitas bolsas ou entidades regulamentadas. Cada usuário não pode negar que participou de uma transação de CoinJoin.</li> <li>A fim de encontrar outros para o CoinJoin, a maioria das abordagens ao CoinJoin (incluindo a Carteira Wasabi) utiliza um coordenador centralizado que conecta os participantes e os ajuda a se comunicar e construir uma transação CoinJoin adequada. Este coordenador centralizado nunca tem a custódia dos fundos dos usuários, mas ganha uma ampla visão das transações que eles coordenam, pode censurar entradas (como no caso da Carteira Wasabi), e pode ser pressionado a coletar ou compartilhar informações sobre os participantes do CoinJoin.</li> <li>Os usuários com grandes quantidades de fundos para o CoinJoin podem frequentemente ter que esperar horas (ou mesmo dias!) para encontrar participantes suficientes para o CoinJoin, levando a grandes atrasos desde o momento em que um usuário recebe fundos até quando pode gastá-los privadamente.</li> <li>A privacidade proporcionada por uma transação CoinJoin se degrada com o tempo à medida que outros participantes gastam fundos ou vinculam seus resultados à sua identidade através de trocas KYC, identidade que exige comerciantes, etc. Isto significa que o ideal é que os usuários mantenham seus fundos constantemente agitados nas transações de CoinJoin para manter seu anonimato ("multidão para se esconder") o mais fresco possível.</li> <li>Na maioria das abordagens do CoinJoin, os participantes devem usar um UTXO de tamanho fixo (ou seja, 0,1 BTC) para tornar mais difícil a conexão de entradas e saídas de transações de CoinJoin. Isto leva a taxas mais altas (mais transações separadas necessárias por grande entrada), mais "mudança tóxica" (fundos que não podem ser gastos sem sérios riscos à privacidade), e pode impedir que usuários menores possam se misturar se não tiverem o saldo mínimo exigido.</li> </ul>
sl: <p>Ker so vse transakcije v Bitcoinu popolnoma pregledne - razkrivajo pošiljatelja, prejemnika in zneske -, morajo uporabniki sprejeti dodatne ukrepe za zaščito zasebnosti pred prejšnjimi pošiljatelji in prihodnjimi prejemniki svojih sredstev, sicer tvegajo cenzuro, nadzor ali krajo sredstev s fizičnim nasiljem.</p> <p>Najboljša današnja rešitev za zasebnost v Bitcoinu je orodje, imenovano <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">"CoinJoin"</a>, kjer dva ali več uporabnikov sodeluje (običajno prek centraliziranega koordinatorja) in ustvari posebno transakcijo, ki zunanjim opazovalcem otežuje povezavo med vhodi in izhodi. Vsak udeleženec komunicira, da bi skupaj ustvaril transakcijo, ne da bi predal skrbništvo nad svojimi sredstvi, na koncu pa prejme izhod, katerega prejšnja zgodovina je zdaj zunanjim opazovalcem nejasna (ali zakrita).</p> <p>S tem se prekine zgodovina določenih UTXO, kar uporabnikom Bitcoina omogoča, da pri transakcijah pridobijo nekaj malega skrivnosti za naprej. Vendar ima CoinJoin (kot je implementiran v denarnici Wasabi Wallet in Samourai Wallet, dveh najpogosteje uporabljenih orodjih CoinJoin za Bitcoin) nekaj večjih pomanjkljivosti: </p> <ul> <li>Ker so transakcije CoinJoin popolnoma prostovoljne in zahtevajo aktivno udeležbo, vsak udeleženec neizbežno pokaže, da si prizadeva za večjo zasebnost kot "običajni" uporabniki bitcoinov, kar ga lahko izloči in povzroči težave pri porabi sredstev na številnih reguliranih borzah ali subjektih. Vsak uporabnik ne more zanikati, da je sodeloval v transakciji CoinJoin.</li> <li>Da bi našli druge, s katerimi bi lahko opravili CoinJoin, večina pristopov k CoinJoinu (vključno z denarnico Wasabi) uporablja centraliziranega koordinatorja, ki povezuje udeležence in jim pomaga komunicirati ter vzpostaviti ustrezno transakcijo CoinJoin. Ta centralizirani koordinator nikoli nima skrbništva nad sredstvi uporabnikov, vendar ima obsežen vpogled v transakcije, ki jih koordinira, lahko cenzurira vhodne podatke (kot v primeru denarnice Wasabi) in je lahko pod pritiskom prisiljen zbirati ali deliti informacije o udeležencih CoinJoin.</li> <li>Uporabniki z velikimi zneski sredstev za CoinJoin morajo pogosto čakati več ur (ali celo dni!), da najdejo dovolj udeležencev za CoinJoin, kar vodi do velikih zamud od trenutka, ko uporabnik prejme sredstva, do trenutka, ko jih lahko zasebno porabi. </li> <li>Zasebnost, ki jo zagotavlja transakcija CoinJoin, se sčasoma zmanjša, ko drugi udeleženci porabijo sredstva ali povežejo svoje izide s svojo identiteto prek borz KYC, trgovcev, ki zahtevajo identifikacijo, itd. To pomeni, da je idealno, če uporabniki svoja sredstva v transakcijah CoinJoin nenehno obračajo, da bi ohranili čim bolj svež nabor anonimnosti ("množico, v kateri se lahko skrijejo").</li> <li>V večini pristopov k CoinJoinu morajo udeleženci uporabljati UTXO fiksne velikosti (npr. 0,1 BTC), da bi otežili povezovanje vhodov in izhodov transakcij CoinJoin. To vodi do višjih pristojbin (več ločenih transakcij, potrebnih za velik vhod), več "strupenih sprememb" (sredstva, ki jih ni mogoče porabiti brez resnih tveganj za zasebnost) in lahko manjšim uporabnikom sploh onemogoči mešanje, če nimajo zahtevanega minimalnega stanja.</li> </ul>
sv: <p>Eftersom alla transaktioner är helt transparenta i Bitcoin - avsändare, mottagare och belopp - måste användare vidta extra åtgärder för att skydda sin integritet från tidigare avsändare och framtida mottagare av deras pengar eller riskera censur, övervakning eller stöld av pengar genom fysiskt våld.</p> <p>Den bästa lösningen idag för integritet på Bitcoin är ett verktyg som heter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, där 2 eller fler användare arbetar tillsammans (vanligtvis via en centraliserad koordinator) för att skapa en speciell transaktion som gör det svårt för utomstående observatörer att koppla samman ingångarna med utgångarna. Varje deltagare kommunicerar för att gemensamt bygga transaktionen utan att ge över kontrollen av sina medel, och får i slutet en output vars tidigare historia nu är oklar (eller fördunklad) för utomstående observatörer.</p> <p>Detta bryter historiken för specifika UTXO:er, vilket gör att Bitcoin-användare kan få lite av framåtsekretess när de gör transaktioner. Men CoinJoin (som implementerat i Wasabi Wallet och Samourai Wallet, de två mest använda CoinJoin-verktygen för Bitcoin) har några stora nackdelar:</p> <ul> <li>Eftersom CoinJoin-transaktioner är helt opt-in och kräver aktivt deltagande, visar alla deltagare nödvändigtvis att de söker större integritet än "normala" Bitcoin-användare, vilket potentiellt pekar ut dem och orsakar problem med att spendera pengar på många reglerade börser eller enheter. Varje användare kan inte förneka att de deltog i en CoinJoin-transaktion.</li> <li>För att hitta andra att CoinJoin med använder de flesta metoder för CoinJoin (inklusive Wasabi Wallet) en centraliserad koordinator som kopplar samman deltagare och hjälper dem att kommunicera och bygga en riktig CoinJoin-transaktion. Denna centraliserade samordnare har aldrig förvaring av användarnas medel, men får omfattande insikt i de transaktioner de koordinerar, kan censurera inkommande indata (som i fallet med Wasabi Wallet) och kan pressas att samla in eller dela information om CoinJoin-deltagare.[X2068X ] <li>Användare med stora mängder pengar till CoinJoin kan ofta behöva vänta timmar (eller till och med dagar!) för att hitta tillräckligt många deltagare att CoinJoin med, vilket leder till stora förseningar från det att en användare får pengar tills de kan spendera dem privat. </li> <li>Sekretessen som tillhandahålls av en CoinJoin-transaktion försämras med tiden när andra deltagare spenderar pengar eller länkar sina resultat till sin identitet genom KYC-utbyten, ID-krävande handlare, etc. Detta innebär att användare helst håller sina pengar ständigt samlade i CoinJoin-transaktioner för att behålla deras anonymitetsuppsättning ("publik att gömma sig i") så fräsch som möjligt.</li> <li>I de flesta tillvägagångssätt för CoinJoin måste deltagarna använda en fast storlek UTXO (dvs. 0,1 BTC) för att göra det svårare att ansluta in- och utgångar för CoinJoin-transaktioner. Detta leder till högre avgifter (fler separata transaktioner krävs per stor insats), mer "giftig förändring" (medel som inte går att använda utan allvarliga risker för integriteten), och kan hindra mindre användare från att överhuvudtaget kunna blanda om de inte har det minsta saldo som krävs.</li> </ul>
tl: <p>Dahil ang lahat ng mga transaksyon ay ganap na transparent sa Bitcoin - inilalantad ang nagpadala, tagatanggap, at mga halaga - ang mga user ay dapat gumawa ng mga karagdagang hakbang upang mapanatili ang kanilang privacy mula sa mga nakaraang nagpadala at mga tatanggap sa hinaharap ng kanilang mga pondo o panganib na censorship, pagsubaybay, o pagnanakaw ng mga pondo sa pamamagitan ng pisikal na karahasan.</p> <p>Ang pinakamahusay na solusyon ngayon para sa privacy sa Bitcoin ay isang tool na tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, kung saan 2 o higit pang user ang nagtutulungan (karaniwan ay sa pamamagitan ng isang sentralisadong coordinator) upang lumikha ng isang espesyal na transaksyon na nagpapahirap sa labas mga tagamasid upang ikonekta ang mga input sa mga output. Ang bawat kalahok ay nakikipag-ugnayan upang sama-samang buuin ang transaksyon nang hindi ibinibigay ang pag-iingat ng kanilang mga pondo, at tumatanggap ng isang output sa dulo na ang nakaraang kasaysayan ay hindi malinaw (o malabo) sa mga tagamasid sa labas.</p> <p>Binasag nito ang kasaysayan ng mga partikular na UTXO, na nagbibigay-daan sa mga user ng Bitcoin na magkaroon ng kaunting pagpapalihim kapag nakikipagtransaksyon. Gayunpaman, ang CoinJoin (tulad ng ipinatupad sa Wasabi Wallet at Samourai Wallet, ang dalawang pinakaginagamit na tool ng CoinJoin para sa Bitcoin) ay may ilang pangunahing disbentaha:</p> <ul> <li>Dahil ganap na nag-opt-in ang mga transaksyon sa CoinJoin at nangangailangan ng aktibong pakikilahok, kinakailangang ipakita ng sinumang kalahok na naghahanap sila ng higit na privacy kaysa sa mga "normal" na gumagamit ng Bitcoin, na posibleng ihiwalay ang mga ito at magdulot ng mga isyu sa paggastos ng mga pondo sa maraming kinokontrol na palitan o entity. Hindi maitatanggi ng bawat user na lumahok sila sa isang transaksyon sa CoinJoin.</li> <li>Upang makahanap ng iba pang makakasama sa CoinJoin, karamihan sa mga diskarte sa CoinJoin (kabilang ang Wasabi Wallet) ay gumagamit ng isang sentralisadong coordinator na nag-uugnay sa mga kalahok at tinutulungan silang makipag-usap at bumuo ng isang maayos na transaksyon sa CoinJoin. Ang sentralisadong coordinator na ito ay hindi kailanman may kustodiya ng mga pondo ng user, ngunit nakakakuha ng malawak na insight sa mga transaksyong kanilang ikino-coordinate, maaaring mag-censor ng mga papasok na input (tulad ng sa kaso ng Wasabi Wallet), at maaaring mapilit na mangolekta o magbahagi ng impormasyon tungkol sa mga kalahok sa CoinJoin.[X2068X ] <li>Ang mga gumagamit na may malaking halaga ng pondo sa CoinJoin ay kadalasang kailangang maghintay ng mga oras (o kahit na araw!) upang makahanap ng sapat na kalahok na makakasama ng CoinJoin, na humahantong sa malalaking pagkaantala mula sa oras na makatanggap ng mga pondo ang isang user hanggang sa kung kailan nila magagamit ang mga ito nang pribado. </li> <li>Ang privacy na ibinibigay ng isang transaksyon sa CoinJoin ay bumababa sa paglipas ng panahon habang ang ibang mga kalahok ay gumagastos ng mga pondo o ini-link ang kanilang mga output sa kanilang pagkakakilanlan sa pamamagitan ng KYC exchanges, ID na nangangailangan ng mga merchant, atbp. Nangangahulugan ito na ang mga user ay perpektong panatilihin ang kanilang mga pondo na patuloy na umiikot sa mga transaksyon sa CoinJoin upang mapanatili ang kanilang anonymity set ("crowd to hide in") bilang bago hangga't maaari.</li> <li>Sa karamihan ng mga diskarte sa CoinJoin, ang mga kalahok ay dapat gumamit ng fixed-size na UTXO (i.e. 0.1 BTC) para mas mahirap ikonekta ang mga input at output ng mga transaksyon sa CoinJoin. Ito ay humahantong sa mas mataas na mga bayarin (mas hiwalay na mga transaksyon na kinakailangan sa bawat malaking input), mas "nakakalason na pagbabago" (mga pondo na hindi magastos nang walang malubhang panganib sa privacy), at maaaring mag-udyok sa mas maliliit na user na hindi makapaghalo sa lahat kung wala silang kinakailangang minimum na balanse.</li> </ul>
tr: <p>Bitcoin'de tüm işlemler tamamen şeffaf olduğundan (göndereni, alıcıyı ve tutarları ortaya çıkarır), kullanıcıların gizliliklerini önceki göndericilerden ve gelecekteki fon alıcılarından korumak veya sansür, gözetleme veya fon hırsızlığı riskiyle karşı karşıya kalmak için ekstra adımlar atması gerekir. fiziksel şiddet.</p> <p>Bitcoin'de gizlilik için bugün en iyi çözüm, 2 veya daha fazla kullanıcının (genellikle merkezi bir koordinatör aracılığıyla) dışarıdakilerin işini zorlaştıran özel bir işlem oluşturmak için birlikte çalıştığı <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">"CoinJoin"</a> adlı bir araçtır. Girişleri çıkışlara bağlamak için gözlemciler. Her katılımcı, fonlarının velayetini vermeden işlemi ortaklaşa oluşturmak için iletişim kurar ve sonunda, önceki geçmişi artık dış gözlemciler için belirsiz (veya gizlenmiş) olan bir çıktı alır.</p> <p>Bu, belirli UTXO'ların geçmişini kırarak Bitcoin kullanıcılarının işlem yaparken bir miktar ileri gizlilik elde etmesine olanak tanır. Ancak CoinJoin'in (Bitcoin için en çok kullanılan iki CoinJoin aracı olan Wasabi Wallet ve Samourai Wallet'ta uygulandığı şekliyle) birkaç önemli dezavantajı vardır:</p> <ul> <li>CoinJoin işlemleri tamamen isteğe bağlı olduğundan ve aktif katılım gerektirdiğinden, herhangi bir katılımcı mutlaka "normal" Bitcoin kullanıcılarından daha fazla gizlilik aradıklarını gösterir, bu da onları potansiyel olarak diğerlerinden ayırır ve birçok düzenlemeye tabi borsa veya kuruluşta fon harcama sorunlarına neden olur. Her kullanıcı CoinJoin işlemine katıldığını inkar edemez.</li> <li>CoinJoin'e başkalarını bulmak için CoinJoin'e yönelik çoğu yaklaşım (Wasabi Wallet dahil), katılımcıları birbirine bağlayan ve iletişim kurmalarına ve uygun bir CoinJoin işlemi oluşturmalarına yardımcı olan merkezi bir koordinatör kullanır. Bu merkezi koordinatör hiçbir zaman kullanıcının fonlarını saklamaz ancak koordine ettiği işlemler hakkında kapsamlı bilgi sahibi olur, gelen girdileri sansürleyebilir (Wasabi Cüzdanında olduğu gibi) ve CoinJoin katılımcıları hakkında bilgi toplama veya paylaşma konusunda baskı altında kalabilir.[X2068X ] <li>CoinJoin'e büyük miktarlarda para yatıran kullanıcılar, CoinJoin'e yetecek sayıda katılımcı bulmak için genellikle saatlerce (hatta günler!) beklemek zorunda kalabilir, bu da kullanıcının parayı aldığı andan bu parayı özel olarak harcayabileceği zamana kadar büyük gecikmelere yol açar. </li> <li>CoinJoin işlemi tarafından sağlanan gizlilik, diğer katılımcılar para harcadıkça veya çıktılarını KYC değişimleri, kimlik gerektiren tüccarlar vb. aracılığıyla kendi kimliklerine bağladıkça zamanla bozulur. Bu, kullanıcıların ideal olarak fonlarını CoinJoin işlemlerinde sürekli olarak çalkalayarak sürdürmeleri anlamına gelir. anonimlikleri (“saklanacak kalabalık”) mümkün olduğunca taze.</li> <li>CoinJoin'e yönelik çoğu yaklaşımda, katılımcıların CoinJoin işlemlerinin giriş ve çıkışlarını bağlamayı zorlaştırmak için sabit boyutlu bir UTXO (yani 0,1 BTC) kullanması gerekir. Bu, daha yüksek ücretlere (büyük girdi başına daha fazla ayrı işlemin gerekli olması), daha fazla "toksik değişime" (gizlilik açısından ciddi riskler oluşturmadan harcanamayan fonlar) yol açar ve küçük kullanıcıların, eğer ellerinde bir para yoksa, bunları karıştırma olanağını tamamen ortadan kaldırabilir. gereken minimum bakiye.</li> </ul>
ur: <p>چونکہ تمام لین دین بٹ کوائن میں مکمل طور پر شفاف ہیں - بھیجنے والے، وصول کنندہ اور رقوم کو ظاہر کرتے ہوئے - صارفین کو پچھلے بھیجنے والوں اور ان کے فنڈز کے مستقبل کے وصول کنندگان سے اپنی رازداری کو محفوظ رکھنے کے لیے اضافی اقدامات کرنے چاہئیں یا اس کے ذریعے فنڈز کی سنسرشپ، نگرانی، یا چوری کا خطرہ جسمانی تشدد</p> <p> بٹ کوائن پر پرائیویسی کے لیے آج کا بہترین حل ایک ٹول ہے جسے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">"سکے جوڑنا"</a> کہا جاتا ہے، جہاں 2 یا اس سے زیادہ صارفین مل کر کام کرتے ہیں (عام طور پر مرکزی کوآرڈینیٹر کے ذریعے) ایک خاص لین دین بنانے کے لیے جو بیرونی مبصرین کے لیے ان پٹ کو آؤٹ پٹس کے ساتھ جوڑنا مشکل بناتا ہے۔ ہر شریک اپنے فنڈز کی تحویل میں دیئے بغیر مشترکہ طور پر لین دین کی تعمیر کے لیے بات کرتا ہے، اور آخر میں ایک آؤٹ پٹ حاصل کرتا ہے جس کی پچھلی تاریخ اب بیرونی مبصرین کے لیے غیر واضح (یا مبہم) ہے۔</p> <p>یہ مخصوص UTXOs کی تاریخ کو توڑ دیتا ہے، جس سےبٹ کوائن کے صارفین لین دین کرتے وقت کچھ حد تک آگے کی رازداری حاصل کر سکتے ہیں۔ تاہم، سکے جوڑنا (جیسا کہ Wasabi Wallet اور Samourai Wallet میں لاگو کیا گیا ہے، بٹ کوائن کے لیے سب سے زیادہ استعمال ہونے والے CoinJoin ٹولز) میں کچھ بڑی خرابیاں ہیں:</p> <ul> <li>چونکہ CoinJoin ٹرانزیکشنز مکمل طور پر آپٹ ان ہوتے ہیں اور اس کے لیے فعال شرکت کی ضرورت ہوتی ہے، اس لیے کوئی بھی شریک لازمی طور پر یہ ظاہر کرتا ہے کہ وہ "عام" بٹ کوائن صارفین کی نسبت زیادہ پرائیویسی چاہتے ہیں، ممکنہ طور پر انہیں الگ کر دیتے ہیں اور بہت سے ریگولیٹڈ ایکسچینجز یا اداروں پر فنڈز خرچ کرنے میں مسائل پیدا کرتے ہیں۔ ہر صارف اس بات سے انکار نہیں کر سکتا کہ اس نے CoinJoin ٹرانزیکشن میں حصہ لیا تھا۔</li> <li>Coinjoinکےساتھ دوسروں کو تلاش کرنے کے لیے، CoinJoin کے زیادہ تر نقطہ نظر (بشمول واسبی والیٹ) ایک سنٹرلائزڈ کوآرڈینیٹر کا استعمال کرتے ہیں جو شرکاء کو آپس میں جوڑتا ہے اور ایک مناسب CoinJoin ٹرانزیکشن بنانے اور بات چیت کرنے میں ان کی مدد کرتا ہے۔ اس سنٹرلائزڈ کوآرڈینیٹر کے پاس کبھی بھی صارف کے فنڈز کی تحویل نہیں ہوتی ہے، لیکن وہ ان لین دین کے بارے میں وسیع بصیرت حاصل کرتا ہے جو وہ مربوط کرتے ہیں، آنے والے ان پٹس کو سنسر کر سکتے ہیں (جیسا کہ واسبی والیٹ کے معاملے میں)، اور CoinJoin کے شرکاء کے بارے میں معلومات جمع کرنے یا شیئر کرنے کے لیے دباؤ ڈالا جا سکتا ہے۔ </li> <li>CoinJoin کے لیے بڑی مقدار میں فنڈز رکھنے والے صارف کو CoinJoin کے لیے کافی شرکاء تلاش کرنے کے لیے اکثر گھنٹوں (یا اس سے بھی دن!) انتظار کرنا پڑ سکتا ہے، جس کی وجہ سے صارف کو فنڈز ملنے سے لے کر نجی طور پر خرچ کرنے تک بڑی تاخیر ہوتی ہے۔ </li> <li> ٹرانزیکشن کے ذریعے فراہم کردہ پرائیویسی وقت کے ساتھ ساتھ کم ہوتی جاتی ہے کیونکہ دوسرے شرکاء فنڈز خرچ کرتے ہیں یا KYC ایکسچینجز، ID جس کے لیے مرچنٹ کی ضرورت ہوتی ہے، وغیرہ کے ذریعے اپنے آؤٹ پٹ کو اپنی شناخت سے جوڑ دیتے ہیں۔ اس کا مطلب یہ ہے کہ صارفین مثالی طور پر اپنے فنڈز کو CoinJoin ٹرانزیکشنز میں مستقل طور پر روکتے رہتے ہیں۔ ان کا گمنامی سیٹ ("چھپنے کے لیے ہجوم") جتنا ممکن ہو سکے تازہ۔</li> <li>CoinJoin کے زیادہ تر طریقوں میں، شرکاء کو ایک مقررہ سائز کا UTXO (یعنی 0.1 BTC) استعمال کرنا چاہیے تاکہ CoinJoin ٹرانزیکشنز کے ان پٹ اور آؤٹ پٹس کو جوڑنا مشکل ہو جائے۔ اس سے زیادہ فیسیں ہوتی ہیں (ہر بڑے ان پٹ کے لیے مزید علیحدہ لین دین ضروری ہیں)، زیادہ "زہریلی تبدیلی" (فنڈز جو رازداری کے لیے سنگین خطرات کے بغیر خرچ نہیں کیے جا سکتے ہیں)، اور چھوٹے صارفین کو اختلاط کرنے کے قابل ہونے سے روک سکتے ہیں اگر ان کے پاس نہیں ہے۔ کم از کم بیلنس درکار ہے</li> </ul>
zh_cn: <p>由于所有的交易在比特币中是完全透明的——揭示了发送者、接收者和金额——用户必须采取额外的措施来保护他们的隐私，不被以前的发送者和未来的接收者发现，或者冒着被审查、监视或通过身体暴力盗窃资金的风险。</p> <p>目前，比特币隐私的最佳解决方案是一种叫做 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, 的工具，2个或更多的用户一起工作（通常通过一个集中的协调人），创建一个特殊的交易，使外部观察者难以将输入和输出联系起来。每个参与者在不交出资金保管权的情况下进行沟通，共同建立交易，并在最后收到一个输出，而这个输出的历史对外部观察者来说现在是不清楚的（或被混淆的）。</p> <p>这打破了特定的UTXO（未花费的交易输出）的历史，允许比特币用户在交易时获得一定程度的前向保密性。然而，CoinJoin（如Wasabi Wallet和Samourai Wallet所实现的，这是两个最常用的比特币CoinJoin工具）有几个主要缺点：</p> <ul> <li>由于CoinJoin交易是完全选择的，需要积极参与，任何参与者必然表明他们比 "正常"比特币用户寻求更大的隐私，有可能将他们挑出来，导致在许多受监管的交易所或实体花费资金的问题。每个用户都不能否认他们参与了CoinJoin交易。</li> <li>为了找到其他的CoinJoin用户，大多数CoinJoin的方法（包括Wasabi Wallet）使用一个集中的协调者，连接参与者，帮助他们沟通并建立一个适当的CoinJoin交易。这个中心化的协调人从来没有保管用户的资金，但确实对他们协调的交易有广泛的了解，可以审查进入的输入（如Wasabi Wallet的情况），并可以在压力下收集或分享有关CoinJoin参与者的信息。</li> <li>拥有大量资金的用户往往需要等待数小时（甚至数天！）才能找到足够的参与者进行CoinJoin，导致用户从收到资金到可以私下消费的时间有很大延迟。</li> <li>CoinJoin交易提供的隐私随着时间的推移而降低，因为其他参与者花费资金或通过KYC交易所、需要实名认证的商家等将他们的产出与他们的身份联系起来。这意味着用户最好保持他们的资金在CoinJoin交易中不断流动，以保持他们的匿名集（"隐藏的人群"）尽可能的新鲜。</li> <li>在大多数CoinJoin的方法中，参与者必须使用一个固定大小的UTXO（即0.1 BTC），以使CoinJoin交易的输入和输出更难连接。这导致更高的费用（每笔大额输入需要更多的独立交易），更多的 "有毒零钱"（在不严重危害隐私的情况下无法花费的资金），并且如果小型用户没有所需的最低余额，他们可能根本无法进行混合。</li> </ul>
zh_tw: <p>由於所有的交易在比特幣中是完全透明的——揭示了發送者、接收者和金額——用戶必須採取額外的措施來保護他們的隱私，不被以前的發送者和未來的接收者發現，或者冒著被審查、監視或通過身體暴力盜竊資金的風險。</p> <p>目前，比特幣隱私的最佳解決方案是一種叫做 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoiner.guide/qna/coinjoin/">“CoinJoin”</a>, 的工具，2個或更多的用戶一起工作（通常通過一個集中的協調人），創建一個特殊的交易，使外部觀察者難以將輸入和輸出聯繫起來。每個參與者在不交出資金保管權的情況下進行溝通，共同建立交易，並在最後收到一個輸出，而這個輸出的歷史對外部觀察者來說現在是不清楚的（或被混淆的）。</p> <p>這打破了特定的UTXO（未花費的交易輸出）的歷史，允許比特幣用戶在交易時獲得一定程度的前向保密性。然而，CoinJoin（如Wasabi Wallet和Samourai Wallet所實現的，這是兩個最常用的比特幣CoinJoin工具）有幾個主要缺點：</p> <ul> <li>由於CoinJoin交易是完全選擇的，需要積極參與，任何參與者必然表明他們比 "正常"比特幣用戶尋求更大的隱私，有可能將他們挑出來，導致在許多受監管的交易所或實體花費資金的問題。每個用戶都不能否認他們參與了CoinJoin交易。</li> <li>為了找到其他的CoinJoin用戶，大多數CoinJoin的方法（包括Wasabi Wallet）使用一個集中的協調者，連接參與者，幫助他們溝通並建立一個適當的CoinJoin交易。這個中心化的協調人從來沒有保管用戶的資金，但確實對他們協調的交易有廣泛的了解，可以審查進入的輸入（如Wasabi Wallet的情況），並可以在壓力下收集或分享有關CoinJoin參與者的信息。</li> <li>擁有大量資金的用戶往往需要等待數小時（甚至數天！）才能找到足夠的參與者進行CoinJoin，導致用戶從收到資金到可以私下消費的時間有很大延遲。</li> <li>CoinJoin交易提供的隱私隨著時間的推移而降低，因為其他參與者花費資金或通過KYC交易所、需要實名認證的商家等將他們的產出與他們的身份聯繫起來。這意味著用戶最好保持他們的資金在CoinJoin交易中不斷流動，以保持他們的匿名集（"隱藏的人群"）盡可能的新鮮。 </li> <li>在大多數CoinJoin的方法中，參與者必須使用一個固定大小的UTXO（即0.1 BTC），以使CoinJoin交易的輸入和輸出更難連接。這導致更高的費用（每筆大額輸入需要更多的獨立交易），更多的 "有毒零錢"（在不嚴重危害隱私的情況下無法花費的資金），並且如果小型用戶沒有所需的最低餘額，他們可能根本無法進行混合。 </li> </ul>
