Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb1250Sbtext
source: <p>Monero uses a unique system for funding work called the <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (or “CCS”) which allows anyone in the community to present an idea for funding. If approved by the community, these proposals are then opened for funding by the community.</p> <p>There are two stages to the system, each of which benefit from more involvement by people from all backgrounds.</p> <h6 id="participating-in-ideas">Participating in “Ideas”</h6> <p>All CCS proposals start out as “Ideas” that are open for comment to the community and are often discussed in community meetings as well. This is a chance for everyone in the community to read through the proposal and comment on what they think could be changed or improved, or whether or not the proposal should be approved for funding at all. This allows you to not only stay up to date with ongoing efforts by others in the community, but to have an active say in who and what is funded by the community, improve proposals before funding, and provide oversight after funding.</p> <p><em>You can see all proposals that are in the “Ideas” stage at <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Funding proposals in “Funding Required”</h6> <p>The second stage of an approved proposal is the “Funding Required” stage. This is where anyone in the community who likes a proposal and sees the value in it can easily, quickly, and privately donate their Monero to the specific proposal.</p> <p>To donate to a proposal, simply go to <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, click on the proposal you want to donate to, and scan the QR code or copy the address and send however much (or little!) you would like to contribute. Every bit helps, no matter how small!</p> <p>Once a proposal is fully funded you can follow along while it’s <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">in progress</a> or see the results of <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">completed proposals</a>.</p> <p><em>You can see all proposals that are in the “Funding Required” stage at <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>.</em></p>
cs: <p>Monero používá jedinečný systém financování práce nazvaný <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (neboli "CCS"), který umožňuje komukoli z komunity předložit nápad k financování. Pokud je komunita schválí, jsou tyto návrhy následně otevřeny k financování komunitou.</p> <p>Systém má dvě fáze, z nichž každá těží z většího zapojení lidí z různých prostředí.</p> <h6 id="participation-in-ideas">Účasti na "Ideas"</h6> <p>Všechny návrhy CCS začínají jako "nápady - Ideas", které může komunita připomínkovat, a často se o nich diskutuje i na komunitních setkáních. To je příležitost pro všechny členy komunity, aby si návrh přečetli a vyjádřili se k tomu, co by podle nich mohlo být změněno nebo vylepšeno, případně zda by návrh měl být vůbec schválen k financování. To vám umožňuje nejen být v obraze o probíhajících snahách ostatních členů komunity, ale také aktivně ovlivňovat, kdo a co je komunitou financováno, zlepšovat návrhy před financováním a zajišťovat dohled po financování.</p> <p><em>Všechny návrhy, které jsou ve fázi „Ideas“, můžete vidět na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Návrhy na financování v sekci "Funding Required"</h6> <p>Druhou fází schváleného návrhu je fáze "ožadované financování - Funding Required". V této fázi může kdokoli z komunity, komu se návrh líbí a vidí v něm hodnotu, snadno, rychle a soukromě věnovat své Monero na konkrétní návrh.</p> <p>Chcete-li přispět na návrh, jednoduše přejděte na stránku <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, klikněte na návrh, na který chcete přispět, a naskenujte QR kód nebo zkopírujte adresu a pošlete, kolik (i málo!) chcete přispět. Každá částka pomůže, ať už je jakkoli malá!</p> <p>Jakmile je návrh plně financován, můžete sledovat jeho <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">projednávání</a> nebo se podívat na výsledky <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">ukončených návrhů</a>.</p> <p><em>Všechny návrhy, které jsou ve fázi "Funding Required", si můžete prohlédnout na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Funding Required CCS</a>.</em></p>
fi: <p>Monero käyttää ainutlaatuista järjestelmää töiden rahoittamiseen nimeltä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (tai "CCS"), jonka avulla kuka tahansa yhteisön jäsen voi esittää rahoitusidean. Jos yhteisö hyväksyy nämä ehdotukset, ne avataan yhteisön rahoitettavaksi.</p> <p>Järjestelmässä on kaksi vaihetta, joista kumpikin hyötyy kaikentaustaisten ihmisten suuremmasta osallistumisesta.</p> <h6 id="participating-in-ideas">Osallistuminen "Ideas"-ohjelmaan</h6> <p>Kaikki CCS-ehdotukset alkavat "ideoina", jotka ovat avoimia kommentoitaviksi yhteisölle ja joista keskustellaan usein myös yhteisön kokouksissa. Tämä on tilaisuus kaikille yhteisön jäsenille lukea ehdotus läpi ja kommentoida, mitä heidän mielestään voitaisiin muuttaa tai parantaa, tai pitäisikö ehdotus hyväksyä ollenkaan rahoitettavaksi. Näin voit pysyä ajan tasalla muiden yhteisön jäsenten ponnisteluista, ja voit myös aktiivisesti sanoa, ketä ja mitä yhteisö rahoittaa, parantaa ehdotuksia ennen rahoitusta ja valvoa rahoituksen jälkeen.</p> <p><em>Näet kaikki Ideat-vaiheessa olevat ehdotukset osoitteessa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Rahoitusehdotukset kohdassa "Rahoitus vaaditaan"</h6> <p>Hyväksytyn ehdotuksen toinen vaihe on "Rahoitusta tarvitaan" -vaihe. Täällä kuka tahansa yhteisön jäsen, joka pitää ehdotuksesta ja näkee sen arvon, voi helposti, nopeasti ja yksityisesti lahjoittaa Moneronsa tiettyyn ehdotukseen.</p> <p>Jos haluat lahjoittaa ehdotukselle, siirry kohtaan <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, napsauta ehdotusta, jolle haluat lahjoittaa, skannaa QR-koodi tai kopioi osoite ja lähetä kuinka paljon (tai vähän!) haluat osallistua. Jokainen pieni osa auttaa, oli se kuinka pieni tahansa!</p> <p>Kun ehdotus on täysin rahoitettu, voit seurata sitä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">käsittelyn aikana</a> tai tarkastella <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">valmiiden ehdotusten</a> tuloksia.</p> <p><em>Näet kaikki "Rahoitusta tarvitaan" -vaiheessa olevat ehdotukset osoitteessa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>.</em></p>
fr: <p>Monero utilise un système unique de financement de projets appelé <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (ou « CCS ») qui permet à tout membre de la communauté de présenter une idée de financement. Si elles sont approuvées par la communauté, ces propositions sont alors ouvertes au financement communautaire.</p> <p>Le système comporte deux étapes, chacune bénéficiant d'une plus grande implication de personnes de tous horizons.</p> <h6 id="participating-in-ideas">Participer aux « Ideas » (idées)</h6> <p>Toutes les propositions de CCS commencent par des « idées » qui sont ouvertes aux commentaires de la communauté et sont également souvent discutées lors de réunions communautaires. C'est le moment pour tous les membres de la communauté de lire la proposition et de commenter ce qu'ils pensent pouvoir être changé ou amélioré, ou si la proposition devrait ou non être approuvée pour un financement. Cela vous permet non seulement de rester au courant des initiatives en cours de la part des autres membres de la communauté, mais aussi d'avoir un mot à dire sur qui et quoi est financé par la communauté, d'améliorer les propositions avant le financement et d'assurer une surveillance après le financement.</p> <p><em>Vous pouvez voir toutes les propositions qui sont à l'étape "Idées" sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Propositions de financement dans « Funding Required » (financements requis)</h6> <p>La deuxième étape d'une proposition approuvée est l'étape « financement requis ». C'est là que toute personne de la communauté qui aime une proposition et en voit la valeur peut facilement, rapidement et en privé faire don de Monero à cette proposition spécifique.</p> <p>Pour faire un don à une proposition, allez simplement sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, cliquez sur la proposition à laquelle vous souhaitez faire un don, et scannez le code QR ou copiez l'adresse et envoyez la somme vous souhaitez contribuer. Chaque petit geste compte, aussi petit soit-il !</p> <p>Une fois qu'une proposition est entièrement financée, vous pouvez la suivre pendant qu'elle est <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">en cours</a> ou voir les résultats des <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">propositions terminées</a>.</p> <p><em>Vous pouvez voir toutes les propositions qui sont à l'étape « Financement requis » sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>.</em></p>
it: <p>Monero usa un sistema unico per finanziare il lavoro chiamato <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (o "CCS") che permette a chiunque nella comunità di presentare un'idea per il finanziamento. Se approvate dalla comunità, queste proposte sono poi aperte al finanziamento da parte della comunità.</p> <p>Ci sono due fasi del sistema, ognuna delle quali beneficia di un maggiore coinvolgimento di persone di ogni provenienza.</p> <h6 id="participating-in-ideas">Partecipare alle "Idee"</h6> <p>Tutte le proposte del CCS iniziano come "Idee" che sono aperte ai commenti della comunità e sono spesso discusse anche negli incontri della comunità. Questa è un'opportunità per tutti nella comunità di leggere la proposta e commentare ciò che pensano possa essere cambiato o migliorato, o se la proposta debba essere approvata o meno per il finanziamento. Questo ti permette non solo di rimanere aggiornato sugli sforzi in corso da parte di altri nella comunità, ma di avere una voce attiva su chi e cosa viene finanziato dalla comunità, migliorare le proposte prima del finanziamento e fornire una supervisione dopo il finanziamento.</p> <p><em>Puoi vedere tutte le proposte che sono in fase di "Idee" su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Proposte di finanziamento in "Finanziamento richiesto"</h6> <p>La seconda fase di una proposta approvata è la fase "Funding Required". Questo è il momento in cui chiunque nella comunità che ama una proposta e vede il valore in essa può facilmente, rapidamente e privatamente donare il proprio Monero alla proposta specifica.</p> <p>Per donare ad una proposta, vai semplicemente a <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, cliccare sulla proposta a cui vuoi donare, e scansionare il codice QR o copiare l'indirizzo e inviare quanto (o poco!) vuoi contribuire. Ogni briciola aiuta, non importa quanto piccola!</p> <p>Una volta che una proposta è completamente finanziata puoi seguirla mentre è <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">in corso</a> o vedere i risultati delle <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">proposte completate</a>.</p> <p><em>Puoi vedere tutte le proposte che sono in fase di "Finanziamento richiesto" su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>.</em></p>
lt: <p>Monero darbui finansuoti naudoja unikalią sistemą, vadinamą <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (arba CCS), kuri leidžia visiems bendruomenės nariams pateikti finansavimo idėją. Jei bendruomenė patvirtina, šie pasiūlymai yra atveriami finansuoti bendruomenei.</p> <p>Yra du sistemos etapai, kurių kiekvienas naudingas, kai daugiau dalyvauja įvairių sluoksnių žmonės.</p> <h6 id="participating-in-ideas">Dalyvavimas programoje „Idėjos“</h6> <p>Visi CCS pasiūlymai prasideda kaip „idėjos“, kurias bendruomenė gali komentuoti ir kurios taip pat dažnai aptariamos bendruomenės susitikimuose. Tai galimybė kiekvienam bendruomenės nariui perskaityti pasiūlymą ir pakomentuoti, ką, jų nuomone, būtų galima pakeisti ar patobulinti, ar apskritai reikėtų pritarti pasiūlymui finansuoti. Tai leidžia ne tik sužinoti apie nuolatines kitų bendruomenės narių pastangas, bet ir aktyviai kalbėti apie tai, kas ir ką finansuoja bendruomenė, patobulinti pasiūlymus prieš finansavimą ir vykdyti priežiūrą po finansavimo.</p> <p><em>Visus pasiūlymus, kurie yra „Idėjų“ etape, galite peržiūrėti adresu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS idėjos</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Finansavimo pasiūlymai skiltyje „Reikalingas finansavimas“</h6> <p>Antrasis patvirtinto pasiūlymo etapas yra etapas „Reikalingas finansavimas“. Čia kiekvienas bendruomenės narys, kuriam patinka pasiūlymas ir mato jo vertę, gali lengvai, greitai ir privačiai paaukoti savo Monero konkrečiam pasiūlymui.</p> <p>Jei norite paaukoti pasiūlymui, tiesiog eikite į <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Reikalingas CCS finansavimas</a>, spustelėkite pasiūlymą, kuriam norite paaukoti, ir nuskaitykite QR kodą arba nukopijuokite adresą ir išsiųskite kiek (arba mažai!) norėtumėte prisidėti. Kiekviena smulkmena padeda, kad ir kokia maža!</p> <p>Kai pasiūlymas bus visiškai finansuojamas, galėsite jį stebėti, kol jis <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">vykdomas</a>, arba peržiūrėti <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">užbaigtų pasiūlymų</a> rezultatus.</p> <p><em>Visus pasiūlymus, kurie yra etape „Reikalingas finansavimas“, galite peržiūrėti adresu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Reikalingas CCS finansavimas</a>.</em></p>
nb: <p>Monero bruker et unikt system for finansiering av arbeid kalt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (eller "CCS") som lar alle i samfunnet presentere en idé for finansiering. Hvis de godkjennes av fellesskapet, åpnes disse forslagene for finansiering av fellesskapet.</p> <p>Det er to trinn i systemet, som hver drar nytte av mer involvering av folk med alle bakgrunner.</p> <h6 id="participating-in-ideas">Deltaker i «Ideer»</h6> <p>Alle CCS-forslag starter som "ideer" som er åpne for kommentarer til fellesskapet og ofte også diskuteres i fellesskapsmøter. Dette er en mulighet for alle i samfunnet til å lese gjennom forslaget og kommentere hva de mener kan endres eller forbedres, eller om forslaget i det hele tatt bør godkjennes for finansiering. Dette lar deg ikke bare holde deg oppdatert med pågående innsats fra andre i fellesskapet, men å ha en aktiv innflytelse på hvem og hva som finansieres av fellesskapet, forbedre forslag før finansiering og gi tilsyn etter finansiering.</p> <p><em>Du kan se alle forslag som er i «Ideer»-stadiet på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Finansieringsforslag i «Nødvendig finansiering»</h6> <p>Den andre fasen av et godkjent forslag er «Nødvendig finansiering». Det er her alle i fellesskapet som liker et forslag og ser verdien i det, enkelt, raskt og privat kan donere sin Monero til det spesifikke forslaget.</p> <p>For å donere til et forslag, gå ganske enkelt til <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, klikk på forslaget du vil donere til, og skann QR-koden eller kopier adressen og send hvor mye (eller lite!) du ønsker å bidra. Hver bit hjelper, uansett hvor liten!</p> <p>Når et forslag er fullt finansiert, kan du følge med mens det er <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">pågår</a> eller se resultatene av <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">fullførte forslag</a>.</p> <p><em>Du kan se alle forslag som er i «Nødvendig finansiering»-stadiet på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS-finansiering kreves</a>.</em></p>
nl: <p>Monero gebruikt een uniek systeem voor het financieren van werk, namelijk het <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (of "CCS"), waarmee iedereen in de gemeenschap een idee voor financiering kan indienen. Als ze door iedereen worden goedgekeurd, worden deze voorstellen vervolgens opengesteld voor financiering door de gemeenschap.</p> <p>Het systeem bestaat uit twee fases, die elk baat hebben bij meer betrokkenheid van mensen van allerlei achtergronden.</p> <h6 id="participating-in-ideas">Deelnemen aan "Ideeën"</h6> <p>Alle CCS-voorstellen beginnen als "Ideeën" die openstaan voor commentaar voor de gemeenschap en die ook vaak worden besproken in gemeenschapsbijeenkomsten. Dit is een kans voor iedereen in de gemeenschap om het voorstel door te lezen en commentaar te geven op wat volgens hen zou kunnen worden veranderd of verbeterd, en of het voorstel al dan niet moet worden goedgekeurd voor financiering. Hierdoor kunt u niet alleen op de hoogte blijven van de lopende inspanningen van anderen in de gemeenschap, maar ook actief zeggenschap hebben over wie en wat door de gemeenschap wordt gefinancierd, voorstellen verbeteren vóór financiering en toezicht houden na financiering.</p> <p><em>U kunt alle voorstellen in de fase "Ideeën" zien op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Financieringsvoorstellen in "Financiering vereist"</h6> <p>De tweede fase van een goedgekeurd voorstel is de fase 'Financiering vereist'. Hier kan iedereen in de gemeenschap die een voorstel leuk vindt en de waarde ervan inziet, eenvoudig, snel en privé zijn of haar Monero doneren aan het specifieke voorstel.</p> <p>Om te doneren aan een voorstel, gaat u naar <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, klikt u op het voorstel waaraan u wilt doneren, scant u de QR-code of kopieert u het adres en stuurt u hoeveel (of weinig!) u zou willen bijdragen. Alle beetjes helpen, hoe klein dan ook!</p> <p>Zodra een voorstel volledig is gefinancierd, kunt u het volgen terwijl het <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/"> bezig is</a> of de resultaten bekijken van <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">voltooide voorstellen</a>.</p> <p><em>U kunt alle voorstellen in de fase 'Financiering vereist' zien op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS-financiering vereist</a>.</em></p>
pl: <p> Monero posiada unikalny system zbierania funduszy o nazwie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (lub „CCS”), który umożliwia każdemu ze społeczności przedstawienie pomysłu i ubieganie się o dotacje. W przypadku zatwierdzenia przez społeczność, propozycje są otwarte na finansowanie przez grupę. </p> <p> System składa się z dwóch etapów, dzięki czemu korzysta z doświadczenia i zaangażowania osób z wielu środowisk. </p> <h6 id="participating-in-ideas"> Uczestnictwo w „Ideas” </h6> <p> Wszystkie propozycje CCS zaczynają się od „Ideas”, które są otwarte na komentarze społeczności i są często również omawiane na ich spotkaniach. Jest to szansa dla wszystkich członków, aby przeczytać propozycję i ją skomentować oraz podzielić się tym, czy sądzi się, że powinna być zatwierdzona, bądź jakoś zmieniona. Dzięki temu nie tylko można być na bieżąco z inicjatywami społeczności, ale także mieć aktywny wpływ na to kogo, i w jakim celu społeczność finansuje. </p> <p><em> Możesz zobaczyć wszystkie propozycje, które znajdują się na etapie „Ideas” na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Propozycje na etapie “Funding Required”</h6> <p> Drugim etapem zatwierdzonej propozycji jest etap „Funding Required”. Podczas niego każdy w społeczności, komu propozycja przypadła do gustu może łatwo, szybko i prywatnie ją wspomóc swoimi Monero. </p> <p> Aby przekazać darowiznę na propozycję, po prostu przejdź do <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a> kliknij propozycję, którą chcesz wesprzeć i zeskanuj kod QR lub skopiuj adres i wyślij tyle ile chcesz. Bez względu na to, jak niewiele wyślesz to pomożesz! </p> <p> Po pełnym sfinansowaniu propozycji możesz śledzić <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">jej postęp</a> lub <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">zobaczyć rezultaty poprzednich propozycji</a>.</p> <p><em> Możesz zobaczyć wszystkie propozycje, które znajdują się na etapie „Funding Required” na stronie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>.</em></p>
pt_br: <p>Monero usa um sistema único para financiar trabalhos chamado <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Sistema de Financiamento de Multidões da Comunidade</a> (ou "CCS") que permite que qualquer pessoa da comunidade apresente uma idéia para financiamento. Se aprovadas pela comunidade, estas propostas são então abertas para financiamento pela comunidade.</p> <p>Há duas fases no sistema, cada uma das quais se beneficia de um maior envolvimento de pessoas de todas as origens.</p> <h6 id="participating-in-ideas">Participando em "Idéias"</h6> <p>Todas as propostas da CCS começam como "Idéias" que são abertas para comentários da comunidade e são freqüentemente discutidas em reuniões da comunidade também. Esta é uma oportunidade para que todos na comunidade leiam a proposta e comentem sobre o que acham que poderia ser alterado ou melhorado, ou se a proposta deve ou não ser aprovada para financiamento. Isto permite não apenas manter-se atualizado com os esforços contínuos de outros na comunidade, mas ter uma palavra ativa sobre quem e o que é financiado pela comunidade, melhorar as propostas antes do financiamento, e fornecer supervisão após o financiamento.</p> <p><em>Você pode ver todas as propostas que estão na etapa "Idéias" em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">. Idéias CCS</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Propostas de financiamento em "Financiamento Requerido"</h6> <p>A segunda etapa de uma proposta aprovada é a etapa "Financiamento necessário". É onde qualquer pessoa na comunidade que gosta de uma proposta e vê o valor nela pode doar facilmente, rapidamente e em particular seu Monero para a proposta específica.</p> <p>Para doar a uma proposta, basta ir para <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Financiamento CCS Requerido</a>Clique na proposta para a qual você deseja doar, e escaneie o código QR ou copie o endereço e envie o quanto (ou pouco!) você quiser contribuir. Cada pedaço ajuda, não importa quão pequeno seja!</p> <p>Uma vez que uma proposta é totalmente financiada, você pode acompanhar enquanto está <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">em andamento</a> ou ver os resultados de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">propostas concluídas</a>.</p> <p><em>Você pode ver todas as propostas que estão na fase de "Financiamento Requerido" em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Financiamento CCS Requerido</a>.</em></p>
sl: <p>Monero uporablja edinstven sistem za financiranje dela, imenovan <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (ali "CCS"), ki omogoča vsakomur v skupnosti, da predstavi idejo za financiranje. Če jih skupnost odobri, so ti predlogi nato odprti za financiranje skupnosti.</p> <p>Sistem ima dve stopnji, vsaka pa koristi večjo vključenost ljudi iz vseh okolij.</p> <h6 id="participating-in-ideas">Sodelovanje v “Idejah”</h6> <p>Vsi predlogi CCS se začnejo kot "Ideje", ki so odprte za komentarje skupnosti in se o njih pogosto razpravlja tudi na sestankih skupnosti. To je priložnost za vse v skupnosti, da preberejo predlog in komentirajo, kaj mislijo, da bi bilo mogoče spremeniti ali izboljšati, ali bi bilo treba predlog sploh odobriti za financiranje ali ne. To vam omogoča ne samo, da ste na tekočem s stalnimi prizadevanji drugih v skupnosti, temveč tudi aktivno vplivate na to, koga in kaj financira skupnost, izboljšate predloge pred financiranjem in zagotovite nadzor po financiranju.</p> <p><em>Vse predloge, ki so v fazi "Ideje", si lahko ogledate na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Predlogi za financiranje v razdelku "Potrebno financiranja"</h6> <p>Druga stopnja odobrenega predloga je faza "Potrebno financiranja". Tukaj lahko vsakdo v skupnosti, ki mu je predlog všeč in v njem vidi vrednost, preprosto, hitro in zasebno donira svoj Monero.</p> <p>Če želite financirati katerega izmed predlogov, preprosto pojdite na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Potrebno financiranja CCS</a>, kliknite predlog, kateremu mu želite prispevati, optično preberite kodo QR ali kopirajte naslov ter nanj pošljite koliko bi radi prispevali. Vsak prispevek pomaga, ne glede na to, kako majhen je! </p> <p>Ko je predlog v celoti financiran, ga lahko spremljate, medtem, ko je ta <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">v teku</a>, ali si ogledate rezultate <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">zaključeni predlogi</a>.</p> <p><em>Vse predloge, ki so v fazi "Potrebno financiranja", si lahko ogledate na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Potrebno financiranja CCS</a>.</em></p>
sv: <p>Monero använder ett unikt system för att finansiera arbete som kallas <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (eller "CCS") som låter vem som helst i samhället presentera en idé för finansiering. Om de godkänns av gemenskapen, öppnas dessa förslag sedan för finansiering av gemenskapen.</p> <p>Det finns två steg i systemet, som var och en drar nytta av mer engagemang av människor från alla bakgrunder.</p> <h6 id="participating-in-ideas">Deltager i "Idéer"</h6> <p>Alla CCS-förslag börjar som "Idéer" som är öppna för kommentarer till samhället och som ofta diskuteras även på möten. Det här är en chans för alla i samhället att läsa igenom förslaget och kommentera vad de tycker kan ändras eller förbättras, eller om förslaget alls ska godkännas för finansiering eller inte. Detta gör att du inte bara kan hålla dig uppdaterad med pågående ansträngningar från andra i samhället, utan att ha ett aktivt inflytande över vem och vad som finansieras av samhället, förbättra förslag före finansiering och ge tillsyn efter finansiering.</p> <p><em>Du kan se alla förslag som är i "Idéer"-stadiet på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Finansieringsförslag i Finansiering krävs</h6> <p>Det andra steget i ett godkänt förslag är "finansiering krävs". Det är här alla i samhället som gillar ett förslag och ser värdet i det enkelt, snabbt och privat kan donera sin Monero till det specifika förslaget.</p> <p>För att donera till ett förslag, gå helt enkelt till <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, klicka på förslaget du vill donera till och skanna QR-koden eller kopiera adressen och skicka hur mycket som helst (eller lite!) du vill bidra. Varje bit hjälper, oavsett hur liten!</p> <p>När ett förslag är fullt finansierat kan du följa med medan det <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">pågår</a> eller se resultatet av <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">slutförda förslag</a>.</p> <p><em>Du kan se alla förslag som befinner sig i "finansiering krävs" på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS-finansiering krävs</a>.</em></p>
tl: Gumagamit ang <p>Monero ng natatanging sistema para sa gawaing pagpopondo na tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Community Crowdfunding System</a> (o “CCS”) na nagpapahintulot sa sinuman sa komunidad na magpakita ng ideya para sa pagpopondo. Kung maaprubahan ng komunidad, ang mga panukalang ito ay bubuksan para sa pagpopondo ng komunidad.</p> <p>Mayroong dalawang yugto sa system, na ang bawat isa ay nakikinabang sa higit na pakikilahok ng mga tao mula sa lahat ng background.</p> <h6 id="participating-in-ideas">Paglahok sa “Mga Ideya”</h6> <p>Nagsisimula ang lahat ng panukala sa CCS bilang "Mga Ideya" na bukas para sa komento sa komunidad at madalas ding tinatalakay sa mga pulong ng komunidad. Ito ay isang pagkakataon para sa lahat sa komunidad na basahin ang panukala at magkomento sa kung ano sa tingin nila ay maaaring baguhin o pagbutihin, o kung ang panukala ay dapat aprubahan o hindi para sa pagpopondo. Nagbibigay-daan ito sa iyo na hindi lamang manatiling napapanahon sa mga patuloy na pagsisikap ng iba sa komunidad, ngunit magkaroon ng aktibong pagsasabi kung sino at ano ang pinopondohan ng komunidad, pagbutihin ang mga panukala bago ang pagpopondo, at magbigay ng pangangasiwa pagkatapos ng pagpopondo.</p> <p><em>Makikita mo ang lahat ng panukala na nasa yugto ng "Mga Ideya" sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Ideas</a>.</em></p> <h6 id="funding-proposals-in-funding-required">Mga panukala sa pagpopondo sa “Kailangan ng Pagpopondo”</h6> <p>Ang ikalawang yugto ng isang naaprubahang panukala ay ang yugto ng "Kailangan ng Pagpopondo." Ito ay kung saan ang sinuman sa komunidad na gusto ng isang panukala at nakikita ang halaga nito ay madali, mabilis, at pribado na makakapag-donate ng kanilang Monero sa partikular na panukala.</p> <p>Upang mag-donate sa isang proposal, pumunta lang sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a>, i-click ang proposal na gusto mong i-donate, at i-scan ang QR code o kopyahin ang address at ipadala kahit gaano karami (o kaunti!) gusto mong mag-ambag. Nakakatulong ang bawat bit, gaano man kaliit!</p> <p>Kapag ang isang panukala ay ganap nang napondohan, maaari kang sumunod habang ito ay <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">nagpapatuloy</a> o tingnan ang mga resulta ng <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">nakumpletong mga panukala</a>.</p> <p><em>Makikita mo ang lahat ng panukala na nasa yugtong "Kailangan ng Pagpopondo" sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">Kinakailangan ang Pagpopondo ng CCS</a>.</em></p>
tr: <p>Monero, işlerin finansmanı için <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">Topluluk Kitlesel Fonlama Sistemi</a> (veya "CCS") adı verilen ve topluluktaki herkesin finansman için bir fikir sunmasına olanak tanıyan benzersiz bir sistem kullanır. Topluluk tarafından onaylanması halinde bu teklifler topluluk tarafından finanse edilmek üzere açılır.</p> <p>Sistemin iki aşaması vardır ve bunların her biri, farklı kökenlerden insanların daha fazla katılımından yararlanır.</p> <h6 id="participating-in-ideas">"Fikirler"e Katılmak</h6> <p>Tüm CCS teklifleri, topluluğun yorumuna açık olan ve sıklıkla topluluk toplantılarında da tartışılan "Fikirler" olarak başlar. Bu, topluluktaki herkesin teklifi baştan sona okuması ve nelerin değiştirilebileceğini veya iyileştirilebileceğini veya teklifin finansman için onaylanıp onaylanmaması gerektiğini düşündükleri konusunda yorum yapması için bir şanstır. Bu, yalnızca topluluktaki diğer kişilerin devam eden çabaları hakkında güncel bilgi sahibi olmanıza değil, aynı zamanda topluluk tarafından kimin ve neyin finanse edildiği konusunda aktif bir söz sahibi olmanıza, finansman öncesinde teklifleri iyileştirmenize ve finansman sonrasında gözetim sağlamanıza da olanak tanır.</p> <p><em>"Fikirler" aşamasındaki tüm teklifleri <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS Fikirleri</a> bölümünde görebilirsiniz.</em></p> <h6 id="funding-proposals-in-funding-required">"Finansman Gerekli" bölümündeki finansman teklifleri</h6> <p>Onaylanmış bir teklifin ikinci aşaması "Finansman Gerekli" aşamasıdır. Burası toplulukta bir teklifi beğenen ve onun değerini gören herkesin kolayca, hızlı ve özel olarak Monero'larını belirli teklife bağışlayabileceği yerdir.</p> <p>Bir teklife bağış yapmak için, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Finansmanı Gerekli</a>'e gidin, bağış yapmak istediğiniz teklife tıklayın ve QR kodunu tarayın veya adresi kopyalayıp ne kadar (veya az) olursa olsun gönderin. katkıda bulunmak istersiniz. Ne kadar küçük olursa olsun her parça yardımcı olur!</p> <p>Bir teklif tamamen finanse edildikten sonra, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">devam ederken</a> takip edebilir veya <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">tamamlanan tekliflerin</a> sonuçlarını görebilirsiniz.</p> <p><em>"Finansman Gerekli" aşamasında olan tüm teklifleri <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Finansmanı Gerekli</a> bölümünde görebilirsiniz.</em></p>
ur: <p>منیرو فنڈنگ کے کام کے لیے ایک منفرد نظام استعمال کرتا ہے جسے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">کمیونٹی کراؤڈ فنڈنگ سسٹم</a> (or “CCS”) کہا جاتا ہے جو کمیونٹی میں کسی کو بھی فنڈنگ کے لیے خیال پیش کرنے کی اجازت دیتا ہے۔ اگر کمیونٹی کی طرف سے منظوری دی جاتی ہے، تو ان تجاویز کو کمیونٹی کی طرف سے فنڈنگ کے لیے کھول دیا جاتا ہے۔</p> <p>سسٹم کے دو مراحل ہیں، جن میں سے ہر ایک تمام پس منظر کے لوگوں کی زیادہ شمولیت سے فائدہ اٹھاتا ہے۔</p> <h6 id="participating-in-ideas">"آئیڈیاز" میں حصہ لینا</h6> <p>تمام CCS تجاویز "آئیڈیاز" کے طور پر شروع ہوتی ہیں جو کمیونٹی کے لیے تبصرے کے لیے کھلے ہوتے ہیں اور اکثر کمیونٹی میٹنگز میں بھی ان پر تبادلہ خیال کیا جاتا ہے۔ کمیونٹی کے ہر فرد کے لیے یہ ایک موقع ہے کہ وہ تجویز کو پڑھیں اور اس پر تبصرہ کریں کہ ان کے خیال میں کیا تبدیلی یا بہتری کی جا سکتی ہے، یا اس تجویز کو فنڈنگ کے لیے بالکل بھی منظور کیا جانا چاہیے یا نہیں۔ یہ آپ کو نہ صرف کمیونٹی میں دوسروں کی طرف سے جاری کوششوں کے ساتھ تازہ ترین رہنے کی اجازت دیتا ہے، بلکہ کمیونٹی کی طرف سے کون اور کس چیز کو فنڈ فراہم کیا جاتا ہے، فنڈز سے پہلے تجاویز کو بہتر بنانے، اور فنڈنگ کے بعد نگرانی فراہم کرنے کے بارے میں ایک فعال بات کرنے کی اجازت دیتا ہے.</p> <p><em>آپ وہ تمام تجاویز دیکھ سکتے ہیں جو "آئیڈیاز" کے مرحلے میں ہیں <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS آئیڈیاز</a>۔</em></p> <h6 id="funding-proposals-in-funding-required">فنڈنگ کی تجاویز "فنڈنگ درکار ہے"</h6> <p>منظور شدہ تجویز کا دوسرا مرحلہ "فنڈنگ درکار" مرحلہ ہے۔ یہ وہ جگہ ہے جہاں کمیونٹی میں کوئی بھی شخص جو کسی تجویز کو پسند کرتا ہے اور اس میں قدر کو دیکھتا ہے وہ آسانی سے، جلدی اور نجی طور پر اپنا Monero مخصوص تجویز کے لیے عطیہ کر سکتا ہے۔</p> <p>کسی تجویز کو عطیہ کرنے کے لیے، صرف <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS Funding Required</a> پر جائیں، جس تجویز کو آپ عطیہ کرنا چاہتے ہیں اس پر کلک کریں، اور QR کوڈ کو اسکین کریں یا ایڈریس کاپی کریں اور جتنا بھی بھیجیں (یا تھوڑا!) آپ اپنا حصہ ڈالنا چاہیں گے۔ ہر چیز مدد کرتی ہے، چاہے وہ کتنا ہی چھوٹا کیوں نہ ہو!</p> <p>ایک بار جب کسی تجویز کو مکمل طور پر فنڈ مل جاتا ہے تو آپ اس کی پیروی کر سکتے ہیں جب تک یہ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">جاری ہے</a> یا <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">مکمل تجاویز</a> کے نتائج دیکھیں۔</p> <p><em>آپ وہ تمام تجاویز دیکھ سکتے ہیں جو "فنڈنگ درکار" مرحلے میں ہیں <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS فنڈنگ درکار</a>۔</em></p>
zh_cn: <p>门罗币使用一个独特的系统来资助工作，称为 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">社区众筹系统(Community Crowdfunding System)</a> （或 "CCS"），允许社区中的任何人提出资助的想法。如果得到社区的认可，这些建议就会被社区开放，以获得资金。</p> <p>该系统有两个阶段，每个阶段都从来自各种背景的人的更多参与中受益。</p> <h6 id="participating-in-ideas">参加 "思想"活动</h6> <p>所有CCS提案都是以"思想"的形式开始的，向社区公开征求意见，并经常在社区会议上讨论。这是一个机会，让社区中的每个人都能阅读提案，并对他们认为可以改变或改进的地方提出意见，或者对提案是否应该被批准资助提出意见。这样，你不仅可以了解社区内其他人正在进行的努力，而且可以对社区资助的对象和内容有积极的发言权，在资助前改进提案，并在资助后进行监督。</p> <p><em>你可以在以下网站看到所有处于 "思想"阶段的提案 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS 思想</a>.</em></p> <h6 id="funding-proposals-in-funding-required">"需要资金"中的筹资建议</h6> <p>一个被批准的提案的第二个阶段是 "需要资金 "阶段。在这阶段，社区中任何喜欢一个提案并看到其价值的人都可以轻松、快速、私下地将他们的门罗币捐赠给具体的提案。</p> <p>要为一项提案捐赠，只需前往 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS 需要资金</a>, 点击你想捐赠的提案，并扫描二维码或复制地址，发送你想捐赠的数量。每一点都有帮助，无论多小!</p> <p>一旦一项提案得到充分的资助，你可以在它 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">进行中</a> 时关注它，或者看到 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">已完成的提案</a>的结果.</p> <p><em>你可以在以下网址看到所有处于 "需要资金 "阶段的提案 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS 需要资金</a>.</em></p>
zh_tw: <p>門羅幣使用一個獨特的系統來資助工作，稱為 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/">社區眾籌系統(Community Crowdfunding System)</a> （或 "CCS"），允許社區中的任何人提出資助的想法。如果得到社區的認可，這些建議就會被社區開放，以獲得資金。</p> <p>該系統有兩個階段，每個階段都從來自各種背景的人的更多參與中受益。</p> <h6 id="participating-in-ideas">參加 "思想"活動</h6> <p>所有CCS提案都是以"思想"的形式開始的，向社區公開徵求意見，並經常在社區會議上討論。這是一個機會，讓社區中的每個人都能閱讀提案，並對他們認為可以改變或改進的地方提出意見，或者對提案是否應該被批准資助提出意見。這樣，你不僅可以了解社區內其他人正在進行的努力，而且可以對社區資助的對象和內容有積極的發言權，在資助前改進提案，並在資助後進行監督。</p> <p><em>你可以在以下網站看到所有處於 "思想"階段的提案 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/ideas/">CCS 思想</a>.</em></p> <h6 id="funding-proposals-in-funding-required">"需要資金"中的籌資建議</h6> <p>一個被批准的提案的第二個階段是 "需要資金 "階段。在這階段，社區中任何喜歡一個提案並看到其價值的人都可以輕鬆、快速、私下地將他們的門羅幣捐贈給具體的提案。</p> <p>要為一項提案捐贈，只需前往 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS 需要資金</a>, 點擊你想捐贈的提案，並掃描二維碼或複制地址，發送你想捐贈的數量。每一點都有幫助，無論多小!</p> <p>一旦一項提案得到充分的資助，你可以在它 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/work-in-progress/">進行中</a> 時關注它，或者看到 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/completed-proposals/">已完成的提案</a>的結果.</p> <p><em>你可以在以下網址看到所有處於 "需要資金 "階段的提案 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ccs.getmonero.org/funding-required/">CCS 需要資金</a>.</em></p>
