Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbcbm250Sbseller250Sb2250Sbtext
source: This will help you distinguish packages coming from different buyers and avoid confusion. This also will help in preventing man-in-the-middle attacks, where a scammer interposes themselves in-between the buyer and the seller, pretending to be the seller when talking to the buyer and pretending to be the buyer when talking to the seller.
cs: To vám pomůže rozlišit balíčky pocházející od různých kupujících a vyhnout se záměně. To také pomůže předcházet útokům typu man-in-the-middle, kdy se podvodníci vmísí mezi kupujícího a prodávajícího a předstírají, že jsou prodávajícím, když mluví s kupujícím, a předstírají, že jsou kupujícím, když mluví s prodávajícím. .
fi: Tämä auttaa sinua erottamaan eri ostajilta tulevat paketit ja välttämään sekaannuksia. Tämä auttaa myös estämään väliintulohyökkäykset, joissa huijari asettuu ostajan ja myyjän väliin, teeskentelee olevansa myyjä puhuessaan ostajalle ja teeskentelee olevansa ostaja puhuessaan myyjälle.
fr: Cela vous aidera à distinguer les colis provenant de différents acheteurs et à éviter toute confusion. Cela aidera également à prévenir les attaques de l'homme du milieu, où un escroc s'interpose entre l'acheteur et le vendeur, se faisant passer pour le vendeur lorsqu'il parle à l'acheteur et se fait passer pour l'acheteur lorsqu'il parle au vendeur. .
it: Questo vi aiuterà a distinguere i pacchetti provenienti da acquirenti diversi e ad evitare confusione. Questo aiuterà anche a prevenire gli attacchi man-in-the-middle, dove un truffatore si interpone tra l'acquirente e il venditore, fingendo di essere il venditore quando parla con l'acquirente e fingendo di essere l'acquirente quando parla con il venditore.
lt: Tai padės atskirti skirtingų pirkėjų pakuotes ir išvengti painiavos. Tai taip pat padės išvengti tarpininkų išpuolių, kai tarp pirkėjo ir pardavėjo įsiterpia sukčius, kalbėdamas su pirkėju apsimesdamas pardavėju, o kalbėdamas su pardavėju apsimesdamas pirkėju. .
nb: Dette vil hjelpe deg å skille pakker fra forskjellige kjøpere og unngå forvirring. Dette vil også bidra til å forhindre man-in-the-middle-angrep, der en svindler griper seg inn mellom kjøperen og selgeren, utgir seg for å være selgeren når han snakker med kjøperen og utgir seg for å være kjøperen når han snakker med selgeren. .
nl: Dit zal u helpen pakketten van verschillende kopers te onderscheiden en verwarring te voorkomen. Dit zal ook helpen bij het voorkomen van man-in-the-middle-aanvallen, waarbij een oplichter zich tussen de koper en de verkoper plaatst, zich voordoet als de verkoper wanneer hij met de koper praat en doet alsof hij de koper is wanneer hij met de verkoper praat. .
pl: Pomoże Ci to odróżnić paczki pochodzące od różnych kupujących i uniknąć zamieszania. Pomoże Ci to również w zapobieganiu atakom man-in-middle, w których oszust jest pomiędzy kupującym, a sprzedawcą, udaje sprzedawcę podczas rozmowy z kupującym i udaje, że jest kupującym podczas rozmowy ze sprzedawcą.
pt_br: Isto o ajudará a distinguir as embalagens provenientes de diferentes compradores e evitará confusões. Isto também ajudará a prevenir ataques de homem no meio, onde um golpista se interpõe entre o comprador e o vendedor, fingindo ser o vendedor ao falar com o comprador e fingindo ser o comprador ao falar com o vendedor.
sl: Tako boste lažje razlikovali pakete različnih kupcev in se izognili zmedi. To bo pomagalo tudi pri preprečevanju napadov posrednikov, kjer se prevarant vmeša med kupca in prodajalca ter se pretvarja, da je prodajalec, ko se pogovarja s kupcem ozr. se pretvarja, da je kupec, ko se pogovarja s prodajalcem.
sv: Detta hjälper dig att skilja paket från olika köpare och undvika förvirring. Detta kommer också att hjälpa till att förhindra man-i-mitten-attacker, där en bedragare lägger sig mellan köparen och säljaren, låtsas vara säljaren när han pratar med köparen och låtsas vara köparen när han pratar med säljaren .
tl: Makakatulong ito sa iyo na makilala ang mga pakete na nagmumula sa iba't ibang mga mamimili at maiwasan ang pagkalito. Makakatulong din ito sa pagpigil sa mga man-in-the-middle na pag-atake, kung saan ang isang scammer ay nakikialam sa kanilang sarili sa pagitan ng bumibili at nagbebenta, na nagpapanggap na nagbebenta kapag nakikipag-usap sa mamimili at nagpapanggap na bumibili kapag nakikipag-usap sa nagbebenta .
tr: Bu, farklı alıcılardan gelen paketleri ayırt etmenize ve karışıklığı önlemenize yardımcı olacaktır. Bu aynı zamanda bir dolandırıcının alıcı ile satıcı arasına girerek alıcıyla konuşurken satıcı gibi davrandığı ve satıcıyla konuşurken alıcı gibi davrandığı ortadaki adam saldırılarının önlenmesine de yardımcı olacaktır. .
ur: اس سے آپ کو مختلف خریداروں سے آنے والے پیکجوں میں فرق کرنے اور الجھن سے بچنے میں مدد ملے گی۔ اس سے انسان کے درمیان ہونے والے حملوں کو روکنے میں بھی مدد ملے گی، جہاں ایک دھوکہ باز خریدار اور بیچنے والے کے درمیان خود کو دخل دیتا ہے، خریدار سے بات کرتے وقت بیچنے والا ہونے کا بہانہ کرتا ہے اور بیچنے والے سے بات کرتے وقت خریدار ہونے کا بہانہ کرتا ہے۔ .
zh_cn: 这将帮助您区分来自不同买家的包裹，并避免混淆。这也将有助于防止中间人攻击，在这种中间人攻击中，骗子会将自己置于买方和卖方之间，在与买方交谈时假装是卖方，在与卖方交谈时假装是买方。 。
zh_tw: 這將幫助您區分來自不同買家的包裹，並避免混淆。這也將有助於防止中間人攻擊，在這種中間人攻擊中，騙子會將自己置於買方和賣方之間，在與買方交談時假裝是賣方，在與賣方交談時假裝是買方。 。

# guide250Sbcbm250Sbseller250Sb2250Sbtitle
source: Have a buyer put a note with their username and trade ID
cs: Požádejte kupujícího, aby vložil poznámku se svým uživatelským jménem a obchodním ID
fi: Pyydä ostajaa laittamaan muistiin käyttäjätunnuksensa ja kauppatunnuksensa
fr: Demandez à un acheteur de mettre une note avec son nom d'utilisateur et l'identifiant de transaction
it: Fate in modo che l'acquirente metta una nota con il suo nome utente e l'ID commerciale
lt: Paprašykite pirkėjo užrašyti savo vartotojo vardą ir prekybos ID
nb: Få en kjøper til å legge inn en lapp med brukernavn og handels-ID
nl: Laat een koper een bericht plaatsen met zijn gebruikersnaam en handels-ID
pl: Poproś kupującego, aby umieścił notatkę ze swoją nazwą użytkownika i identyfikatorem handlu
pt_br: Peça a um comprador que coloque uma nota com seu nome de usuário e identificação comercial
sl: Naj kupec pripiše opombo s svojim uporabniškim imenom in ID-jem trgovanja
sv: Låt en köpare lägga till ett meddelande med sitt användarnamn och handels-ID
tl: Hayaang maglagay ng tala ang isang mamimili kasama ang kanilang username at trade ID
tr: Bir alıcının kullanıcı adını ve ticari kimliğini içeren bir not eklemesini sağlayın
ur: خریدار کو ان کے صارف نام اور تجارتی ID کے ساتھ ایک نوٹ ڈالیں
zh_cn: 要求买家用他们的用户名和商品ID进行注释
zh_tw: 要求買家用他們的用戶名和商品ID進行註釋

# guide250Sbcbm250Sbseller250Sbtitle
source: If you're selling...
cs: Pokud prodáváte...
fi: Jos myyt...
fr: Si vous vendez ...
it: Se stai vendendo...
lt: Jei parduodate...
nb: Hvis du selger...
nl: Als u verkoopt...
pl: Jeśli sprzedajesz...
pt_br: Se você estiver vendendo...
sl: Če prodajate...
sv: Om du ska säljer...
tl: Kung nagbebenta ka...
tr: Eğer satıyorsan...
ur: اگر آپ بیچ رہے ہیں...
zh_cn: 如果您要卖...
zh_tw: 如果您要賣...

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb2
source: After you press the "Buy" button, you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them, you can go back to the previous page and choose another advertisement. To start the trade, type in how much {assetName} you want to buy and click the "Send trade request" button. You'll be once again shown the trade terms, read them carefully one more time and make sure you agree, then press "Accept terms".
cs: Po stisknutí tlačítka "Koupit" se Vám zobrazí další informace o inzerátu včetně obchodních podmínek. Před odesláním žádosti o obchod si je přečtěte, pokud s nimi nesouhlasíte, můžete se vrátit na předchozí stránku a vybrat si jiný inzerát. Chcete-li zahájit obchod, zadejte, kolik {assetName} chcete koupit, a klikněte na tlačítko "Odeslat požadavek na obchod". Znovu se vám zobrazí obchodní podmínky, přečtěte si je ještě jednou pečlivě a ujistěte se, že souhlasíte, poté stiskněte „Přijmout podmínky“.
fi: Kun painat "Osta" -painiketta, näet lisätietoja ilmoituksesta, mukaan lukien kaupan ehdot. Lue ne läpi ennen kauppapyynnön lähettämistä, jos et ole samaa mieltä, voit palata edelliselle sivulle ja valita toisen ilmoituksen. Aloita kauppa kirjoittamalla, kuinka paljon {assetName} haluat ostaa ja napsauta "Lähetä kauppapyyntö" -painiketta. Sinulle näytetään jälleen kauppaehdot, lue ne huolellisesti vielä kerran ja varmista, että hyväksyt ja paina sitten "Hyväksy ehdot".
fr: Après avoir appuyé sur le bouton "Acheter", vous verrez plus d'informations sur l'annonce, y compris les conditions de l'échange. Lisez-les avant de soumettre la demande d'échange, si vous n'êtes pas d'accord avec celles-ci, vous pouvez revenir à la page précédente et choisir une autre annonce. Pour commencer l'échange, saisissez la quantité de {assetName} que vous souhaitez acheter et cliquez sur le bouton "Envoyer la demande d'échange". Vous verrez à nouveau les conditions de transaction, lisez-les attentivement une fois de plus et assurez-vous que vous êtes d'accord, puis appuyez sur "Accepter les conditions".
it: Dopo aver premuto il pulsante "Acquista", vedrai più informazioni sull'annuncio, compresi i termini dello scambio. Leggili prima di inviare la richiesta di scambio, se non sei d'accordo, puoi tornare alla pagina precedente e scegliere un altro annuncio. Per iniziare lo scambio, digita quanto {assetName} vuoi comprare e clicca sul pulsante "Invia richiesta di scambio". Ti verranno mostrati ancora una volta i termini dello scambio, leggili attentamente un'altra volta e assicurati di essere d'accordo, poi premi "Accetta i termini".
lt: Paspaudę mygtuką „Pirkti“, pamatysite daugiau informacijos apie skelbimą, įskaitant prekybos sąlygas. Perskaitykite juos prieš pateikdami prekybos užklausą, jei su jomis nesutinkate, galite grįžti į ankstesnį puslapį ir pasirinkti kitą skelbimą. Norėdami pradėti prekybą, įveskite, kiek {assetName} norite pirkti, ir spustelėkite mygtuką „Siųsti prekybos užklausą“. Jums dar kartą bus parodytos prekybos sąlygos, dar kartą atidžiai perskaitykite jas ir įsitikinkite, kad sutinkate, tada paspauskite „Sutinku su sąlygomis“.
nb: Etter at du har trykket på "Kjøp"-knappen, vil du se mer informasjon om annonsen, inkludert vilkårene for handelen. Les gjennom dem før du sender inn handelsforespørselen, hvis du ikke er enig med dem, kan du gå tilbake til forrige side og velge en annen annonse. For å starte handelen, skriv inn hvor mye {assetName} du vil kjøpe og klikk på "Send handelsforespørsel"-knappen. Du får nok en gang vist handelsbetingelsene, les dem nøye en gang til, og sørg for at du godtar, trykk deretter "Godta vilkår".
nl: Nadat u op de knop "Kopen" heeft gedrukt, ziet u meer informatie over de advertentie, inclusief de voorwaarden van de transactie. Lees ze door voordat u het handelsverzoek indient, als u het er niet mee eens bent, kunt u teruggaan naar de vorige pagina en een andere advertentie kiezen. Om de ruil te starten, voert u in hoeveel {assetName} u wilt kopen en klikt u op de knop "Verstuur handelsverzoek". U krijgt nogmaals de handelsvoorwaarden te zien, lees ze nog een keer aandachtig door en zorg ervoor dat u akkoord gaat, druk vervolgens op "Accepteer voorwaarden".
pl: Po naciśnięciu przycisku „Kup” zobaczysz więcej informacji na temat ogłoszenia, w tym warunki handlu. Przeczytaj je przed przesłaniem żądania handlu, jeśli się z nimi nie zgadzasz, możesz wrócić do poprzedniej strony i wybrać kolejne ogłoszenie. Aby rozpocząć handel, wpisz ile {assetName} chcesz kupić i kliknij przycisk „Wyślij żądanie handlu”. Ponownie zobaczysz warunki handlu, przeczytaj je jeszcze raz i upewnij się, że się zgadzasz, a następnie naciśnij „Zaakceptuj warunki”.
pt_br: Depois de pressionar o botão "Comprar", você verá mais informações sobre o anúncio, incluindo os termos do negócio. Leia-os antes de submeter o pedido de comércio, se não concordar com eles, você pode voltar à página anterior e escolher outro anúncio. Para iniciar a troca, digite quanto {assetName} você deseja comprar e clique no botão "Enviar pedido de troca". Você receberá novamente as condições comerciais, leia-as cuidadosamente mais uma vez e certifique-se de concordar, depois pressione "Aceitar condições".
sl: Ko pritisnete gumb "Kupi", boste videli več informacij o oglasu, vključno s pogoji trgovanja. Preberite jih, preden oddate zahtevo za trgovanje, če se z njimi ne strinjate, se lahko vrnete na prejšnjo stran in izberete drug oglas. Za začetek trgovanja vnesite koliko {assetName} želite kupiti in kliknite gumb "Pošlji zahtevo za trgovanje". Ponovno se vam bodo prikazali pogoji trgovanja - še enkrat jih natančno preberite in se prepričajte, da se strinjate, nato pritisnite "Sprejmi pogoje".
sv: Efter att du tryckt på "Köp"-knappen ser du mer information om annonsen, inklusive handelsvillkoren. Läs igenom dem innan du skickar in handelsförfrågan, om du inte håller med dem kan du gå tillbaka till föregående sida och välja en annan annons. För att starta handeln, skriv in hur mycket {assetName} du vill köpa och klicka på knappen "Skicka handelsförfrågan". Du kommer återigen att se handelsvillkoren, läs dem noggrant en gång till och se till att du godkänner, tryck sedan på "Acceptera villkor".
tl: Pagkatapos mong pindutin ang "Buy" na buton, makakakita ka ng higit pang impormasyon tungkol sa advertisement, kasama ang mga tuntunin ng kalakalan. Basahin ang mga ito bago isumite ang kahilingan sa kalakalan, kung hindi ka sumasang-ayon sa kanila, maaari kang bumalik sa nakaraang pahina at pumili ng isa pang advertisement. Upang simulan ang pangangalakal, i-type kung magkano {assetName} ang gusto mong bilhin at i-click ang pindutang "Ipadala ang kahilingan sa kalakalan". Ipapakita muli sa iyo ang mga tuntunin sa kalakalan, basahin ang mga ito nang mabuti nang isang beses at tiyaking sumasang-ayon ka, pagkatapos ay pindutin ang "Tanggapin ang mga tuntunin".
tr: "Satın Al" düğmesine bastıktan sonra, ticaret koşulları da dahil olmak üzere reklam hakkında daha fazla bilgi göreceksiniz. Takas talebini göndermeden önce bunları okuyun, eğer kabul etmiyorsanız önceki sayfaya dönüp başka bir ilan seçebilirsiniz. İşlemi başlatmak için ne kadar {assetName} satın almak istediğinizi yazın ve "Takas talebi gönder" butonuna tıklayın. Ticaret şartları size bir kez daha gösterilecek, bunları bir kez daha dikkatle okuyup kabul ettiğinizden emin olduktan sonra "Şartları kabul et" seçeneğine basacaksınız.
ur: "Buy" کے بٹن کو دبانے کے بعد، آپ کو اشتہار کے بارے میں مزید معلومات نظر آئیں گی، بشمول تجارت کی شرائط۔ تجارتی درخواست جمع کرانے سے پہلے ان کو پڑھیں، اگر آپ ان سے متفق نہیں ہیں، تو آپ پچھلے صفحہ پر واپس جا کر کوئی دوسرا اشتہار منتخب کر سکتے ہیں۔ تجارت شروع کرنے کے لیے، ٹائپ کریں کہ آپ کتنا {assetName} خریدنا چاہتے ہیں اور "Send trade request" بٹن پر کلک کریں۔ آپ کو ایک بار پھر تجارتی شرائط دکھائی جائیں گی، انہیں ایک بار اور غور سے پڑھیں اور یقینی بنائیں کہ آپ متفق ہیں، پھر "Accept terms" کو دبائیں۔
zh_cn: 你在按 "购买 "按钮后，你会看到更多关于该广告的细节，包括交易条款。在提交交易请求之前，请仔细阅读这些条款，如果你不同意这些条款，你可以回到上一页，选择其他广告。如果要开始交易，输入你想买多少 {assetName} ，然后点击 "发送交易请求 "按钮。你会再次看到交易条款，再仔细阅读一次，确保你同意，然后按 "接受条款"。
zh_tw: 你在按 "購買 "按鈕後，你會看到更多關於該廣告的細節，包括交易條款。在提交交易請求之前，請仔細閱讀這些條款，如果你不同意這些條款，你可以回到上一頁，選擇其他廣告。如果要開始交易，輸入你想買多少 {assetName} ，然後點擊 "發送交易請求 "按鈕。你會再次看到交易條款，再仔細閱讀一次，確保你同意，然後按 "接受條款"。
