Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# morph250Sbcheckbox250Sbfaq8722Sblink
source: How does this work?
cs: Jak to funguje?
fi: Miten tämä toimii?
fr: Comment cela fonctionne-t-il ?
it: Come funziona?
lt: Kaip tai veikia?
nb: Hvordan virker dette?
nl: Hoe werkt dit?
pl: Jak to działa?
pt_br: Como isso funciona?
sl: Kako to deluje?
sv: Hur fungerar detta?
tl: Paano ito gumagana?
tr: Bu nasıl çalışır?
ur: یہ کیسے کام کرتا ہے؟
zh_cn: 这是如何工作的？
zh_tw: 這是如何工作的？

# morph250Sbdeposit250Sbaddress8722Sbinput250Sbhelper
source: This address will be used for a refund if anything goes wrong during the ChangeNow trade
cs: Tato adresa bude použita pro vrácení peněz, pokud se během obchodu ChangeNow něco pokazí
fi: Tätä osoitetta käytetään hyvitykseen, jos jokin menee pieleen ChangeNow-kaupan aikana
fr: Cette adresse sera utilisée pour un remboursement en cas de problème pendant l'échange avec ChangeNow
it: Questo indirizzo verrà utilizzato per un rimborso se qualcosa va storto durante lo scambio ChangeNow
lt: Šis adresas bus naudojamas grąžinant pinigus, jei vykdant „ChangeNow“ prekybą kas nors nepavyks
nb: Denne adressen vil bli brukt for refusjon hvis noe går galt under ChangeNow-handelen
nl: Dit adres zal worden gebruikt voor een terugbetaling als er iets misgaat tijdens de ChangeNow-transactie
pl: Ten adres zostanie wykorzystany do zwrotu pieniędzy, jeśli coś pójdzie nie tak podczas handlu ChangeNow
pt_br: Este endereço será usado para um reembolso se algo der errado durante o comércio do ChangeNow
sl: Ta naslov bo uporabljen za vračilo kupnine, če gre med trgovanjem ChangeNow karkoli narobe
sv: Denna adress kommer att användas för återbetalning om något går fel under ChangeNow-handeln
tl: Gagamitin ang address na ito para sa refund kung may mali sa panahon ng ChangeNow trade
tr: ChangeNow takası sırasında herhangi bir terslik olması durumunda bu adres para iadesi için kullanılacaktır
ur: اگر ChangeNow تجارت کے دوران کچھ غلط ہو جاتا ہے تو یہ پتہ رقم کی واپسی کے لیے استعمال کیا جائے گا
zh_cn: 如果在MorphToken交易期间出现任何问题，此地址将用于退款
zh_tw: 如果在MorphToken交易期間出現任何問題，此地址將用於退款

# morph250Sbdeposit250Sbaddress8722Sbinput250Sbtext
source: Refund {cryptocurrencyName} address
cs: Adresa pro vrácení peněz {cryptocurrencyName}
fi: {cryptocurrencyName} hyvitysosoite
fr: Adresse de remboursement en {cryptocurrencyName}
it: Indirizzo di rimborso {cryptocurrencyName}
lt: Grąžinti pinigus {cryptocurrencyName} adresu
nb: Refusjon {cryptocurrencyName} adresse
nl: Restitutie {cryptocurrencyName} adres
pl: Adres zwrotu {cryptocurrencyName}
pt_br: Endereço de reembolso {cryptocurrencyName}
sl: Naslov za vračilo {cryptocurrencyName}
sv: Återbetalning {cryptocurrencyName} adress
tl: Address ng refund {cryptocurrencyName}.
tr: {cryptocurrencyName} adresinin iadesi
ur: ریفنڈ {cryptocurrencyName} پتہ
zh_cn: 退款{cryptocurrencyName}地址
zh_tw: 退款{cryptocurrencyName}地址

# morph250Sbdeposit250Sbbutton
source: Show me the deposit {cryptocurencyName} address!
cs: Ukažte mi adresu pro vklad {cryptocurencyName}!
fi: Näytä minulle {cryptocurencyName} talletusosoite!
fr: Montrez-moi l'adresse du dépôt pour {cryptocurencyName} !
it: Mostrami l'indirizzo di deposito {cryptocurencyName}!
lt: Parodykite man depozito {cryptocurencyName} adresą!
nb: Vis meg innskuddsadressen {cryptocurencyName}!
nl: Laat me het {cryptocurencyName} stortingsadres zien!
pl: Pokaż mi adres portfela {cryptocurencyName}!
pt_br: Mostre-me o endereço do depósito {cryptocurencyName}!
sl: Pokaži mi naslov depozita {cryptocurencyName}!
sv: Visa mig insättningsadressen {cryptocurencyName} adress!
tl: Ipakita sa akin ang deposito {cryptocurencyName} address!
tr: Bana para yatırma {cryptocurencyName} adresini göster!
ur: مجھے جمع {cryptocurencyName} کا پتہ دکھائیں!
zh_cn: 显示存款{cryptocurencyName}地址！
zh_tw: 顯示存款{cryptocurencyName}地址！

# morph250Sberror250Sbtitle
source: Error while creating the ChangeNow trade!
cs: Chyba při vytváření obchodu ChangeNow!
fi: Virhe ChangeNow-kauppaa luodessa!
fr: Erreur lors de la création de la transaction avec ChangeNow !
it: Errore durante la creazione dello scambio ChangeNow!
lt: Klaida kuriant „ChangeNow“ prekybą!
nb: Feil under oppretting av ChangeNow-handelen!
nl: Fout bij het maken van de ChangeNow transactie!
pl: Błąd podczas tworzenia handlu ChangeNow!
pt_br: Erro ao criar o comércio do ChangeNow!
sl: Napaka pri ustvarjanju ChangeNow trade-a!
sv: Fel när ChangeNow-handeln skapades!
tl: Error habang ginagawa ang ChangeNow trade!
tr: ChangeNow ticareti oluşturulurken hata oluştu!
ur: ChangeNow ٹریڈ بناتے وقت خرابی!
zh_cn: 创建MorphToken交易时出错！
zh_tw: 創建MorphToken交易時出錯！

# morph250Sbservice8722Sbdown
source: ChangeNow’s XMR service is temporary unavailable. Try again later.
cs: Služba XMR společnosti ChangeNow je dočasně nedostupná. Zkuste to později.
fi: ChangeNow:n XMR-palvelu on väliaikaisesti poissa käytöstä. Yritä myöhemmin uudelleen.
fr: Le service XMR de ChangeNow est temporairement indisponible. Réessayez plus tard.
it: Il servizio XMR di ChangeNow è temporaneamente non disponibile. Riprovare più tardi.
lt: „ChangeNow“ XMR paslauga laikinai nepasiekiama. Pabandyti dar kartą vėliau.
nb: ChangeNows XMR-tjeneste er midlertidig utilgjengelig. Prøv igjen senere.
nl: De XMR-service van ChangeNow is tijdelijk niet beschikbaar. Probeer het later opnieuw.
pl: Usługa XMR Changenow jest tymczasowa niedostępna. Spróbuj ponownie później.
pt_br: O serviço XMR do ChangeNow está temporariamente indisponível. Tente mais tarde.
sl: Storitev XMR podjetja ChangeNow začasno ni na voljo. Poskusi znova kasneje.
sv: ChangeNows XMR-tjänst är tillfälligt otillgänglig. Försök igen senare.
tl: Pansamantalang hindi available ang serbisyo ng XMR ng ChangeNow. Subukan ulit mamaya.
tr: ChangeNow'un XMR hizmeti geçici olarak kullanılamıyor. Daha sonra tekrar deneyin.
ur: ChangeNow کی XMR سروس عارضی طور پر دستیاب نہیں ہے۔ بعد میں دوبارہ کوشش کریں۔
zh_cn: MorphToken的XMR服务暂时不可用。稍后再试。
zh_tw: MorphToken的XMR服務暫時不可用。稍後再試。

# morph250Sbwithdrawal250Sbaddress8722Sbinput250Sbtext
source: Receiving {cryptocurrencyName} address
cs: Příjem adresy {cryptocurrencyName}
fi: Vastaanottava {cryptocurrencyName} osoite
fr: Adresse de réception pour {cryptocurrencyName}
it: Indirizzo di ricezione di {cryptocurrencyName}
lt: Priimamas {cryptocurrencyName} adresas
nb: Mottar {cryptocurrencyName} adresse
nl: Ontvangende {cryptocurrencyName} adres
pl: Adres na odbieranie {cryptocurrencyName}
pt_br: Recebendo {cryptocurrencyName} endereço
sl: Prejemani naslov {cryptocurrencyName}
sv: Mottagning {cryptocurrencyName} adress
tl: Pagtanggap ng {cryptocurrencyName} address
tr: {assetName} adresi alınıyor
ur: {cryptocurrencyName} پتہ وصول کرنا
zh_cn: 接收{cryptocurrencyName}地址
zh_tw: 接收{cryptocurrencyName}地址

# morph250Sbwithdrawal250Sblimits8722Sbmax
source: Maximum
fi: Enimmäismäärä
lt: Maksimalus
nb: Maksimum
nl: Maximaal
pl: Maksimum
pt_br: Máximo
sl: Maksimum
sv: Maximal
tl: Pinakamataas
tr: Maksimum
ur: زیادہ سے زیادہ
zh_cn: 最大
zh_tw: 最大

# morph250Sbwithdrawal250Sblimits8722Sbmin
source: Minimum
fi: Minimi
lt: Minimumas
nl: Minimaal
pt_br: Mínimo
sl: Minimalno
tl: pinakamababa
tr: Asgari
ur: کم از کم
zh_cn: 最小
zh_tw: 最小

# morph250Sbwithdrawal250Sblimits8722Sbtitle
source: Limits for this ChangeNow trade:
cs: Limity pro tento obchod ChangeNow:
fi: Tämän ChangeNow-kaupan rajoitukset:
fr: Limites pour cet échange avec ChangeNow :
it: Limiti per questo commercio ChangeNow:
lt: Šios „ChangeNow“ prekybos ribos:
nb: Begrensninger for denne ChangeNow-handelen:
nl: Limieten voor deze ChangeNow transactie:
pl: Limity tego ChangeNow handlu:
pt_br: Limites para este comércio ChangeNow:
sl: Omejitve za to ChangeNow trgovanje:
sv: Begränsningar för denna ChangeNow handel:
tl: Mga limitasyon para sa ChangeNow trade na ito:
tr: Bu ChangeNow ticaretinin limitleri:
ur: اس ChangeNow تجارت کی حدود:
zh_cn: 此MorphToken交易的限制：
zh_tw: 此MorphToken交易的限制：

# new8722Sbad250Sbdisabled8722Sbtype8722Sbselector250Sbnotice
source: Insufficient balance. Required: {amountRequired}.
cs: Nedostatečný zůstatek. Požadováno: {amount_required}.
fi: Ei tarpeeksi saldoa. Vaaditaan: {amountRequired}.
fr: Solde insuffisant. Requis : {amount_required}.
it: Equilibrio insufficiente. Richiesto: {amountRequired}.
lt: Nepakankamas balansas. Reikalingas: {amountRequired}.
nb: Utilstrekkelig balanse. Påkrevd: {amountRequired}.
nl: Onvoldoende saldo. Vereist: {amount_required}.
pl: Niewystarczająca ilość środków. Wymagane: {amountRequired}.
pt_br: Saldo insuficiente. Necessário: {amount_required}.
sl: Nezadostno stanje. Zahtevano: {amountRequired}.
sv: Otillräcklig balans. Krävs: {amountRequired}.
tl: Hindi sapat na balanse. Kinakailangan: {amount_required}.
tr: Yetersiz bakiye. Gerekli: {amountRequired}.
ur: ناکافی توازن۔ درکار ہے: {amountRequired}۔
zh_cn: 余额不足。必需： {amountRequired}。
zh_tw: 餘額不足。必需： {amountRequired}。

# new8722Sbad250Sbemail8722Sbverified250Sblabel
source: For users with verified email only
cs: Pouze pro uživatele s ověřeným e-mailem
fi: Vain käyttäjille, joilla on vahvistettu sähköpostiosoite
fr: Pour les utilisateurs avec une adresse e-mail vérifiée uniquement
it: Solo per utenti con email verificata
lt: Tik naudotojams, turintiems patvirtintą el
nb: Kun for brukere med bekreftet e-post
nl: Alleen voor gebruikers met een geverifieerd e-mailadres
pl: Tylko dla użytkowników z zweryfikowanym e-mailem
pt_br: Apenas para usuários com email verificado
sl: Samo za uporabnike s potrjeno e-pošto
sv: Endast för användare med verifierad e-post
tl: Para sa mga user na may na-verify na email lamang
tr: Yalnızca doğrulanmış e-posta adresi olan kullanıcılar için
ur: صرف تصدیق شدہ ای میل والے صارفین کے لیے
zh_cn: 仅针对已验证电子邮件的用户
zh_tw: 僅針對已驗證電子郵件的用戶

# new8722Sbad250Sbemail8722Sbverified250Sbtip
source: Useful if you're experiencing problems with "coinlockers"
cs: Užitečné, pokud máte problémy s "coinlockery"
fi: Hyödyllinen, jos sinulla on ongelmia "coinlockereiden" kanssa
fr: Utile si vous rencontrez des problèmes avec les « coinlockers »
it: Utile se riscontri problemi con i "coinlockers"
lt: Naudinga, jei kyla problemų dėl „coinlockers“
nb: Nyttig hvis du har problemer med "coinlockers"
nl: Handig als u problemen ervaart met "coinlockers"
pl: Przydatne, gdy masz problemy z "coinlockers"
pt_br: Útil se você estiver tendo problemas com "coinlockers"
sl: Uporabno, če imate težave z "coinlockers"
sv: Lösenordet har otillåtna tecken eller ogiltig längd
tl: Kapaki-pakinabang kung nakakaranas ka ng mga problema sa "coinlockers"
tr: "Para kilitleyicilerle" sorun yaşıyorsanız kullanışlıdır
ur: مفید ہے اگر آپ کو "coinlockers" کے ساتھ مسائل کا سامنا ہے
zh_cn: 如果您遇到“ coinlockers”问题，该功能很有用
zh_tw: 如果您遇到“ coinlockers”問題，該功能很有用

# new8722Sbad250Sboptions250Sbad8722Sbcreation8722Sbmode250Sbcoins
source: Trade {assetName}
cs: Obchod {assetName}
fi: Kauppa {assetName}
fr: Échanger du {assetName}
it: Scambia {assetName}
lt: Prekyba {id}
nb: Handel {assetName}
nl: Wissel {assetName} uit
pl: Handel {assetName}
pt_br: Trocar {assetName}
sl: Trgovanje {assetName}
sv: Handel {assetName}
tl: Trade {id}
tr: Ticaret {assetName}
ur: تجارت {assetName}
zh_cn: 交易 {assetName}
zh_tw: 交易 {assetName}

# new8722Sbad250Sbreview250Sbemail8722Sbverified
source: For users with verified email only
cs: Pouze pro uživatele s ověřeným e-mailem
fi: Vain käyttäjille, joilla on vahvistettu sähköpostiosoite
fr: Pour les utilisateurs avec une adresse e-mail vérifiée uniquement
it: Solo per utenti con email verificata
lt: Tik naudotojams, turintiems patvirtintą el
nb: Kun for brukere med bekreftet e-post
nl: Alleen voor gebruikers met een geverifieerd e-mailadres
pl: Tylko dla użytkowników z zweryfikowanym e-mailem
pt_br: Apenas para usuários com email verificado
sl: Samo za uporabnike s potrjeno e-pošto
sv: Endast för användare med verifierad e-post
tl: Para sa mga user na may na-verify na email lamang
tr: Yalnızca doğrulanmış e-posta adresi olan kullanıcılar için
ur: صرف تصدیق شدہ ای میل والے صارفین کے لیے
zh_cn: 仅针对已验证电子邮件的用户
zh_tw: 僅針對已驗證電子郵件的用戶

# nojs250Sbdashboard250Sbsave8722Sbvacations8722Sbbtn
source: Save vacations
cs: Uložit dovolenou
fi: Tallenna lomat
fr: Enregistrer les pauses
it: Salva le vacanze
lt: Išsaugokite atostogas
nb: Lagre ferier
nl: Spaar vakanties
pl: Zapisz wakacje
pt_br: Salvar férias
sl: Shranite počitnice
sv: Spara semester
tl: I-save ang mga bakasyon
tr: Tatilleri kaydedin
ur: چھٹیاں بچائیں
zh_cn: 节省假期
zh_tw: 節省假期

# nojs250Sberror250Sblogin250Sbunauthorized
source: Wrong username/password/one-time password!
cs: Nesprávné uživatelské jméno/heslo/jednorázové heslo!
fi: Väärä käyttäjätunnus/salasana/kertasalasana!
fr: Mauvais nom d'utilisateur/mot de passe/mot de passe à usage unique !
it: Nome utente errato / password / password una tantum!
lt: Neteisingas vartotojo vardas / slaptažodis / vienkartinis slaptažodis!
nb: Feil brukernavn/passord/engangspassord!
nl: Verkeerde gebruikersnaam/wachtwoord/eenmalig wachtwoord!
pl: Niewłaściwa nazwa użytkownika/hasło/hasło jednorazowe!
pt_br: Nome de usuário / senha incorretos / senha de uso único!
sl: Napačno uporabniško ime/geslo/enkratno geslo!
sv: Fel användarnamn/lösenord/engångslösenord!
tl: Maling username/password/isang beses na password!
tr: Yanlış kullanıcı adı/şifre/tek kullanımlık şifre!
ur: غلط صارف نام/پاس ورڈ/ایک وقتی پاس ورڈ!
zh_cn: 错误的用户名/密码/一次性密码！
zh_tw: 錯誤的用戶名/密碼/一次性密碼！

# nojs250Sberror250Sbserver
source: Something went wrong with the request. Please refresh the page and try again. If the problem persists, please contact our support.
cs: S požadavkem se něco pokazilo. Obnovte stránku a zkuste to prosím znovu. Pokud problém přetrvává, kontaktujte prosím naši podporu.
fi: Jokin meni pieleen pyynnössä. Päivitä sivu ja yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä tukeemme.
fr: Quelque chose s'est mal passé avec la demande. Veuillez actualiser la page et réessayer. Si le problème persiste, veuillez contacter notre support.
it: Qualcosa non ha funzionato nella richiesta. Aggiorna la pagina e riprova Se il problema persiste, contatta il nostro supporto.
lt: Kažkas nepavyko su užklausa. Atnaujinkite puslapį ir bandykite dar kartą. Jei problema išlieka, susisiekite su mūsų palaikymo komanda.
nb: Noe gikk galt med forespørselen. Oppdater siden og prøv igjen. Hvis problemet vedvarer, vennligst kontakt vår kundestøtte.
nl: Er is iets misgegaan bij de aanvraag. Ververs de pagina en probeer het opnieuw. Neem contact op met onze ondersteuning als het probleem zich blijft voordoen.
pl: Coś poszło nie tak z przetworzeniem Twojej prośby. Odśwież stronę i spróbuj ponownie. Jeśli problem nie ustąpi, skontaktuj się z nami.
pt_br: Ocorreu um erro no pedido. Atualize a página e tente novamente. Se o problema persistir, entre em contato com nosso suporte.
sl: Pri zahtevi je šlo nekaj narobe. Osvežite stran in poskusite znova. Če težave ne odpravite, se obrnite na našo podporo.
sv: Något gick fel med begäran. Uppdatera sidan och försök igen. Om problemet kvarstår, vänligen kontakta vår support.
tl: Nagkaproblema sa kahilingan. Paki-refresh ang page at subukang muli. Kung magpapatuloy ang problema, mangyaring makipag-ugnayan sa aming suporta.
tr: İstekle ilgili bir şeyler ters gitti. Lütfen sayfayı yenileyip tekrar deneyin. Sorun devam ederse lütfen desteğimizle iletişime geçin.
ur: درخواست میں کچھ غلط ہو گیا۔ براہ کرم صفحہ ریفریش کریں اور دوبارہ کوشش کریں۔ اگر مسئلہ برقرار رہتا ہے، تو براہ کرم ہمارے سپورٹ سے رابطہ کریں۔
zh_cn: 请求出了问题。请刷新页面然后重试。如果问题仍然存在，请联系我们的支持。
zh_tw: 請求出了問題。請刷新頁面然後重試。如果問題仍然存在，請聯繫我們的支持。

# nojs250Sberror250Sbvalidation250Sbaddress
source: Please provide a valid {assetName} address.
cs: Zadejte prosím platnou adresu {assetName}.
fi: Anna kelvollinen {assetName}-osoite.
fr: Veuillez fournir une adresse {assetName} valide.
it: Si prega di fornire un indirizzo {assetName} valido.
lt: Pateikite galiojantį {assetName} adresą.
nb: Vennligst oppgi en gyldig {assetName} adresse.
nl: Geef een geldig {assetName} adres op.
pl: Podaj prawidłowy adres {assetName}.
pt_br: Por favor, forneça um endereço válido do {assetName}.
sl: Navedite veljaven {assetName} naslov.
sv: Ange en giltig {assetName}-adress.
tl: Mangyaring magbigay ng wastong {assetName} address.
tr: Lütfen geçerli bir {assetName} adresi girin.
ur: براہ کرم ایک درست {assetName} پتہ فراہم کریں۔
zh_cn: 请提供有效的{assetName}地址。
zh_tw: 請提供有效的{assetName}地址。

# nojs250Sberror250Sbvalidation250Sbamount
source: Please enter a valid amount.
cs: Zadejte prosím platnou částku.
fi: Anna kelvollinen summa.
fr: Veuillez entrer un montant valide.
it: Inserisci un importo di criptovaluta valido.
lt: Įveskite tinkamą sumą.
nb: Vennligst skriv inn et gyldig beløp.
nl: Voer alstublieft een geldig bedrag in.
pl: Wprowadź odpowiednią wartość.
pt_br: Digite um valor válido de criptomoeda.
sl: Vnesite veljaven znesek.
sv: Vänligen ange ett giltigt belopp.
tl: Mangyaring magpasok ng wastong halaga.
tr: Lütfen geçerli bir tutar girin.
ur: براہ کرم ایک درست رقم درج کریں۔
zh_cn: 请输入有效的加密货币金额。
zh_tw: 請輸入有效的加密貨幣金額。

# nojs250Sberror250Sbvalidation250Sbcaptcha
source: Captcha failed. Please try again
cs: Captcha se nezdařila. Prosím zkuste to znovu
fi: Captcha epäonnistui. Yritä uudelleen
fr: Échec du CAPTCHA. Veuillez réessayer
it: Captcha non riuscito. Riprova
lt: „Captcha“ nepavyko. Prašau, pabandykite dar kartą
nb: Captcha mislyktes. Vær så snill, prøv på nytt
nl: CAPTCHA mislukt. Probeer het alstublieft opnieuw
pl: Błąd Captcha. Spróbuj ponownie
pt_br: Captcha falhou. Por favor, tente novamente
sl: Captcha ni uspel. Prosimo, da poskusite ponovno
sv: Captcha misslyckades. Var god försök igen
tl: Nabigo ang Captcha. Pakisubukang muli
tr: Captcha başarısız oldu. Lütfen tekrar deneyin
ur: Captcha ناکام ہوگیا۔ دوبارہ کوشش کریں
zh_cn: 验证失败。请再试一次
zh_tw: 驗證失敗。請再試一次

# settings250Sb2fa250Sbverify8722Sbbtn
source: Verify 2FA
cs: Ověřte 2FA
fi: Varmista 2FA
fr: Vérifier 2FA
it: Verifica 2FA
lt: Patikrinkite 2FA
nb: Bekreft 2FA
nl: Verifieer 2FA
pl: Sprawdź 2FA
pt_br: Verificar 2FA
sl: Preverite 2FA
sv: Verifiera 2FA
tl: I-verify ang 2FA
tr: 2FA'yı doğrulayın
ur: 2FA کی تصدیق کریں
zh_cn: 验证2FA
zh_tw: 驗証2FA

# nojs250Sberror250Sbvalidation250Sbconfirm8722Sbpassword
source: Entered passwords didn't match.
cs: Zadaná hesla se neshodují.
fi: Annetut salasanat eivät täsmänneet.
fr: Les mots de passe saisis ne correspondent pas.
it: Le password inserite non corrispondono
lt: Įvesti slaptažodžiai nesutapo.
nb: De angitte passordene stemte ikke.
nl: Ingevoerde wachtwoorden komen niet overeen.
pl: Wprowadzone hasła się nie zgadzają.
pt_br: As senhas inseridas não correspondem.
sl: Vnesena gesla se ne ujemata.
sv: De angivna lösenorden matchade inte.
tl: Hindi tumugma ang mga inilagay na password.
tr: Girilen şifreler eşleşmedi.
ur: درج کردہ پاس ورڈز مماثل نہیں ہیں۔
zh_cn: 输入的密码不匹配。
zh_tw: 輸入的密碼不匹配。

# nojs250Sberror250Sbvalidation250Sbemail
source: Please enter valid email.
cs: Zadejte prosím platný email.
fi: Anna kelvollinen sähköpostiosoite.
fr: Veuillez saisir une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
lt: Įveskite galiojantį el. pašto adresą.
nb: Vennligst skriv inn gyldig e-post.
nl: Voer een geldig emailadres in.
pl: Proszę podać odpowiedni adres e-mail.
pt_br: Por favor introduza um email válido.
sl: Vnesite veljaven e-poštni naslov.
sv: Vänligen ange giltig e-postadress.
tl: Mangyaring magpasok ng wastong email.
tr: Lütfen geçerli bir e-posta girin.
ur: براہ کرم درست ای میل درج کریں۔
zh_cn: 请输入有效的电子邮件。
zh_tw: 請輸入有效的電子郵件。

# nojs250Sberror250Sbvalidation250SbfeedbackMsg
source: Feedback message must be 256 characters maximum.
cs: Zpětná vazba musí mít maximálně 256 znaků.
fi: Palauteviestissä saa olla enintään 256 merkkiä.
fr: Le message de l'évaluation doit comporter 256 caractères maximum.
it: Il messaggio di risposta deve essere al massimo di 256 caratteri.
lt: Atsiliepimo pranešimas turi būti ne ilgesnis kaip 256 simboliai.
nb: Tilbakemeldingsmeldingen må inneholde maksimalt 256 tegn.
nl: Feedbackbericht mag maximaal 256 tekens lang zijn.
pl: Opinia może mieć maksymalnie 256 znaków.
pt_br: A mensagem de feedback deve ter no máximo 256 caracteres.
sl: Povratno sporočilo naj ima največ 256 znakov.
sv: Feedbackmeddelandet får innehålla högst 256 tecken.
tl: Dapat na 256 character ang maximum na mensahe ng feedback.
tr: Geri bildirim mesajı maksimum 256 karakter olmalıdır.
ur: تاثرات کا پیغام زیادہ سے زیادہ 256 حروف کا ہونا چاہیے۔
zh_cn: 反馈消息最多必须为256个字符。
zh_tw: 反饋消息最多必須為256個字符。

# nojs250Sberror250Sbvalidation250SbfeedbackType
source: Please select one of the allowed feedback types: 'trust', 'positive', 'neutral', 'negative' or 'block'.
cs: Vyberte prosím jeden z povolených typů zpětné vazby: 'důvěřovat', 'pozitivní', 'neutrální', 'negativní' nebo 'blokovat'.
fi: Valitse yksi sallituista palautetyypeistä: "luota", "positiivinen", "neutraali", "negatiivinen" tai "estä".
fr: Veuillez sélectionner l'un des types d'évaluation autorisés : « confiance », « positive », « neutre », « négative » ou « bloqué ».
it: Seleziona uno dei tipi di feedback presentati.
lt: Pasirinkite vieną iš leidžiamų atsiliepimų tipų: „pasitikėti“, „teigiamas“, „neutralus“, „neigiamas“ arba „blokuoti“.
nb: Vennligst velg en av de tillatte tilbakemeldingstypene: 'tillit', 'positiv', 'nøytral', 'negativ' eller 'blokkering'.
nl: Selecteer een van de toegestane feedbacktypes: 'vertrouwen', 'positief', 'neutraal', 'negatief' of 'blokkeren'.
pl: Wybierz jeden z dozwolonych rodzajów opinii: „zaufany”, „pozytywny”, „neutralny”, „negatywny” lub „blok”.
pt_br: Por favor, selecione um dos tipos de feedback apresentados".
sl: Prosimo izberite eno od dovoljenih vrst povratnih informacij: 'zaupanja-vredno', 'pozitivno', 'nevtralno', 'negativno' ali 'block'.
sv: Välj en av de tillåtna återkopplingstyperna: "förtroende", "positiv", "neutral", "negativ" eller "blockera".
tl: Mangyaring pumili ng isa sa mga pinapayagang uri ng feedback: 'trust', 'positive', 'neutral', 'negative' o 'block'.
tr: Lütfen izin verilen geri bildirim türlerinden birini seçin: 'güven', 'olumlu', 'nötr', 'olumsuz' veya 'blok'.
ur: براہ کرم اجازت دی گئی رائے کی اقسام میں سے ایک کو منتخب کریں: 'ٹرسٹ'، 'مثبت'، 'غیر جانبدار'، 'منفی' یا 'بلاک'۔
zh_cn: 请选择一种呈现的反馈类型。
zh_tw: 請選擇一種呈現的反饋類型。

# nojs250Sberror250Sbvalidation250Sbgeneric8722Sbstring
source: Please change the text so that it is within specified limits.
cs: Změňte prosím text tak, aby byl ve stanovených mezích.
fi: Muuta tekstiä niin, että se on määritettyjen rajojen sisällä.
fr: Veuillez modifier le texte afin qu'il entre dans les limites spécifiées.
it: Per favore cambia il testo in modo che rientri nei limiti specificati.
lt: Pakeiskite tekstą, kad jis atitiktų nurodytas ribas.
nb: Vennligst endre teksten slik at den er innenfor angitte grenser.
nl: Wijzig de tekst zodat deze binnen de gespecificeerde limieten valt.
pl: Przekształć swój tekst, aby mieścił się w określonych limitach.
pt_br: Por favor mude o texto para que fique dentro dos limites especificados.
sl: Prosim spremenite besedilo, tako, da bo v določenih mejah.
sv: Vänligen ändra texten så att den ligger inom angivna gränser.
tl: Mangyaring baguhin ang teksto upang ito ay nasa loob ng tinukoy na mga limitasyon.
tr: Lütfen metni belirtilen sınırlar içinde olacak şekilde değiştirin.
ur: براہ کرم متن کو تبدیل کریں تاکہ یہ مخصوص حدود کے اندر رہے۔
zh_cn: 请更改文本，使其在指定的限制范围内。
zh_tw: 請更改文本，使其在指定的限制範圍內。
