Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbkeys250Sb0250Sbtext
source: <p>Have you heard the phrase “not your keys, not your coins” before? This has become a ubiquitous phrase in the cryptocurrency community, but despite most people having heard it the vast majority of cryptocurrency users do not hold their own keys.</p> <p>The benefits of cryptocurrency that truly set it apart from the traditional financial system are only realized when you have complete custody of your funds – holding the private keys to your coins.</p> <p>In this brief post we’ll dive into why you should hold your own keys and give a few easy ways to self-custody your Monero <em>today</em>.</p>
cs: <p>Slyšeli jste už frázi „ne Vaše klíče, ne Vaše mince“? To se stalo v kryptoměnové komunitě všudypřítomnou frází, ale přestože to většina lidí slyšela, drtivá většina kryptoměn uživatelé nedrží své vlastní klíče.</p> <p>Výhody kryptoměny, které ji skutečně odlišují od tradiční finanční systém se realizuje pouze tehdy, když máte kompletní úschovu Vašich finančních prostředků – držíte soukromé klíče k Vašim coinům.</p> <p>V tomto krátkém příspěvku se ponoříme do toho, proč byste měli držet své vlastní klíče a poskytněte několik jednoduchých způsobů, jak spravovat své Monero <em> ještě dnes</em>.</p>
fi: <p>Oletko kuullut lauseen "ei sinun avaimet, ei sinun kolikot" aiemmin? Tästä on tullut kaikkialla esiintyvä lause kryptovaluuttayhteisössä, mutta vaikka useimmat ihmiset ovat kuulleet sen, suurin osa käyttäjistä eivät pidä omia avaimiaan.</p> <p>Kryptovaluutan edut, jotka todella erottavat sen muista perinteisistä rahoitusjärjestelmistä toteutuu vasta, kun olet valmis säilyttämään varoja itse – pitämään kolikoiden yksityisiä avaimia hallussa.</p> <p>Tässä lyhyessä viestissä sukellamme siihen, miksi sinun pitäisi pitää omat avaimesi ja annamme muutaman helpon tavan pitää huolta Monerosta <em> tänään</em>.</p>
fr: <p>Avez-vous déjà entendu l'expression « pas vos clés, pas votre crypto » ? C'est devenu une expression omniprésente dans la communauté des crypto-monnaies, mais bien que la plupart des gens l'aient entendue, la grande majorité des utilisateurs de crypto-monnaie ne détiennent pas leurs propres clés.</p> <p>Les avantages de la crypto-monnaie qui la distinguent vraiment du système financier traditionnel ne sont effectifs que lorsque vous avez un contrôle complet sur vos fonds - détenir les clés privées de vos jetons.</p> <p>Dans ce bref article, nous expliquerons pourquoi vous devriez détenir vos propres clés et donnerons quelques façons simples de gérer par vous-même votre Monero <em>aujourd'hui</em>.</p>
it: <p>Hai già sentito la frase "non le tue chiavi, non le tue monete"? Questa frase è diventata onnipresente nella comunità delle criptovalute, ma nonostante la maggior parte delle persone l'abbia sentita, la stragrande maggioranza degli utenti di criptovalute non possiede le proprie chiavi.</p> <p>I benefici delle criptovalute che le differenziano veramente dal sistema finanziario tradizionale si realizzano solo quando si ha la completa custodia dei tuoi fondi - detenendo le chiavi private delle tue monete.</p> <p>In questo breve post ci soffermeremo sul perché dovresti avere le tue chiavi e daremo alcuni modi semplici per autocustodire il tuo Monero <em>oggi</em>.</p>
lt: <p>Ar anksčiau girdėjote frazę „ne tavo raktai, ne tavo monetos“? Tai tapo visur paplitusia fraze kriptovaliutų bendruomenėje, tačiau nepaisant to, kad dauguma žmonių tai girdėjo didžiąją dalį kriptovaliutų vartotojai neturi savo raktų.</p> <p>Kriptovaliutos pranašumai, kurie iš tikrųjų išskiria ją iš tradicinė finansų sistema realizuojama tik tada, kai ją užbaigiate Jūsų lėšų saugojimas – privačių monetų raktų laikymas.</p> <p>Šiame trumpame įraše išsiaiškinsime, kodėl turėtumėte turėti savo raktus ir pateikite kelis paprastus būdus, kaip savarankiškai prižiūrėti savo Monero <em> šiandien</em>.</p>
nb: <p>Har du hørt uttrykket «ikke nøklene dine, ikke myntene dine» før? Dette har blitt en allestedsnærværende setning i kryptovalutamiljøet, men til tross for at de fleste har hørt det de aller fleste kryptovalutaer brukere har ikke sine egne nøkler.</p> <p>Fordelene med kryptovaluta som virkelig skiller den fra tradisjonelle finansielle system er bare realisert når du har fullført forvaring av midlene dine – hold de private nøklene til myntene dine.</p> <p>I dette korte innlegget skal vi dykke ned i hvorfor du bør holde dine egne nøkler og gi noen enkle måter å ta vare på Monero <em>i dag</em> på.</p>
nl: <p>Heeft u de uitdrukking "niet uw sleutels, niet uw munten" eerder gehoord? Dit is een alomtegenwoordige uitdrukking geworden in de cryptocurrency-gemeenschap, maar ondanks dat de meeste mensen het hebben gehoord, hebben de overgrote meerderheid van cryptocurrency gebruikers niet hun eigen sleutels.</p> <p>De voordelen van cryptocurrency die het onderscheiden van het traditionele financiële systeem wordt pas gerealiseerd als u complete bewaring van uw geld heeft - het bewaren van de privésleutels van uw munten.</p> <p>In dit korte bericht gaan we dieper in op waarom u uw eigen sleutels zou moeten hebben en geef een paar eenvoudige manieren om uw Monero <em>vandaag</em>.</p> zelf in bewaring te nemen
pl: <p> Czy słyszałeś wcześniej frazę „not your keys, not your coins”? Stało się to wszechobecnym powiedzeniem w społeczności kryptowalut, ale pomimo tego, że większość ludzi ją słyszała, zdecydowana większość użytkowników kryptowalut nie przechowuje własnych kluczy. </p> <p> Korzyści z kryptowalut, które naprawdę je wyróżniają od tradycyjnego systemu finansowego są wykorzystywane tylko wtedy, gdy masz pełną kontrolę nad swoimi pieniędzmi - przechowując klucze prywatne. </p> <p> W tym krótkim poście wytłumaczymy, dlaczego powinieneś trzymać własne klucze i podamy kilka łatwych sposobów na samodzielne przechowywanie Monero <em> od dziś </em>. </p>
pt_br: <p>Você já ouviu antes a frase "não suas chaves, não suas moedas"? Esta se tornou uma frase ubíqua na comunidade de moedas criptográficas, mas apesar de a maioria das pessoas ter ouvido a grande maioria das moedas criptográficas os usuários não possuem suas próprias chaves.</p> <p>Os benefícios da moeda criptográfica que realmente a diferenciam da sistema financeiro tradicional só é realizado quando você tem completo custódia de seus fundos - segurando as chaves privadas de suas moedas.</p> <p>Neste breve post vamos mergulhar no motivo pelo qual você deve segurar suas próprias chaves e dê algumas maneiras fáceis de auto-custódia a seu Monero <em>hoje</em>.</p>
sl: <p>Ste že slišali stavek ""Niso tvoji ključi, niso tvoji kovanci""? Ta fraza je v skupnosti kriptovalut postala vseprisotna, vendar kljub temu, da jo je večina ljudi že slišala, je velika večina uporabnikov kriptovalut uporabnikov nima svojih ključev.</p> <p>Prednosti kriptovalut, ki jih resnično razlikujejo od tradicionalnega finančnega sistema, se uresničijo šele, ko imate popolno skrbništvo nad svojimi sredstvi - da si lastite zasebne ključe svojih kovancev.</p> <p>V tej kratki objavi se bomo poglobili v to, zakaj bi morali sami držati svoje ključe in podajte nekaj preprostih načinov za samostojno skrbništvo nad svojim Monero <em>danes</em>.</p>
sv: <p>Har du hört frasen "inte dina nycklar, inte dina mynt" förut? Detta har blivit en allestädes närvarande fras i kryptovalutagemenskapen, men trots att de flesta har hört det de allra flesta av kryptovaluta användare har inte sina egna nycklar.</p> <p>Fördelarna med kryptovaluta som verkligen skiljer den från traditionella finansiella system realiseras först när du är klar förvaring av dina pengar – hålla de privata nycklarna till dina mynt.</p> <p>I det här korta inlägget kommer vi att dyka in i varför du bör hålla dina egna nycklar och ge några enkla sätt att ta hand om din Monero <em>idag</em>.</p>
tl: <p>Narinig mo na ba dati ang pariralang “not your keys, not your coins”? Ito ay naging isang ubiquitous na parirala sa komunidad ng cryptocurrency, ngunit sa kabila ng karamihan sa mga tao na narinig ito sa karamihan ng cryptocurrency hindi hawak ng mga user ang sarili nilang mga susi.</p> <p>Ang mga pakinabang ng cryptocurrency na tunay na nagbukod nito sa ang tradisyunal na sistema ng pananalapi ay maisasakatuparan lamang kapag kumpleto ka na pag-iingat ng iyong mga pondo – hawak ang mga pribadong susi sa iyong mga barya.</p> <p>Sa maikling post na ito, susuriin natin kung bakit dapat mong hawakan ang sarili mong mga susi at magbigay ng ilang madaling paraan upang mapangalagaan ang iyong Monero <em>ngayon</em>.</p>
tr: <p>Daha önce "anahtarlarınız değil, bozuk paralarınız değil" ifadesini duydunuz mu? Bu, kripto para birimi topluluğunda her yerde bulunan bir ifade haline geldi, ancak Çoğu insanın bunu duymuş olmasına rağmen kripto para biriminin büyük çoğunluğu kullanıcılar kendi anahtarlarını tutamazlar.</p> <p>Kripto para birimini gerçekten diğerlerinden ayıran faydaları geleneksel finansal sistem ancak bunları tamamladığınızda gerçekleşir fonlarınızın gözetimi – madeni paralarınızın özel anahtarlarını tutmak.</p> <p>Bu kısa gönderide neden kendi anahtarlarınızı yanınızda bulundurmanız gerektiğini açıklayacağız ve Monero'nuzu <em>bugün</em>.</p> kendi başınıza saklamanın birkaç kolay yolunu verin.
ur: <p>کیا آپ نے پہلے "آپ کی چابیاں نہیں، آپ کے سکے نہیں" کا جملہ سنا ہے؟ یہ cryptocurrency کمیونٹی میں ایک عام جملہ بن گیا ہے، لیکن زیادہ تر لوگوں نے سننے کے باوجود cryptocurrency کی اکثریت صارفین اپنی چابیاں نہیں رکھتے۔</p> <p>کریپٹو کرنسی کے فوائد جو اسے صحیح معنوں میں کریپٹو کرنسی سے الگ کرتے ہیں۔ روایتی مالیاتی نظام صرف اس وقت محسوس ہوتا ہے جب آپ مکمل کر لیتے ہیں۔ آپ کے فنڈز کی تحویل - آپ کے سکوں کی نجی چابیاں رکھنا۔</p> <p>اس مختصر پوسٹ میں ہم اس بات پر غور کریں گے کہ آپ کو اپنی چابیاں کیوں پکڑنی چاہئیں اور اپنے Monero <em>آج</em> کو خود کی تحویل میں لینے کے چند آسان طریقے بتائیں۔</p>
zh_cn: <p>你以前听说过 "不是你的钥匙，不是你的币"这句话吗？这句话在加密货币社区已经成为一个无处不在的短语，但是尽管大多数人都听过这句话，但绝大多数的加密货币用户并不持有自己的钥匙。</p> <p>加密货币真正有别于传统金融体系的好处只有在你完全保管你的资金时才能实现持有你的币的私人钥匙。</p> <p>在这篇简短的文章中，我们将深入探讨为什么你应该持有自己的钥匙并给出一些简单的方法，让你<em>今天</em>就能自我保管你的门罗币。</p>
zh_tw: <p>你以前聽說過 "不是你的鑰匙，不是你的幣"這句話嗎？這句話在加密貨幣社區已經成為一個無處不在的短語，但是儘管大多數人都聽過這句話，但絕大多數的加密貨幣用戶並不持有自己的鑰匙。</p> <p>加密貨幣真正有別於傳統金融體系的好處只有在你完全保管你的資金時才能實現持有你的幣的私人鑰匙。</p> <p>在這篇簡短的文章中，我們將深入探討為什麼你應該持有自己的鑰匙並給出一些簡單的方法，讓你<em>今天</em>就能自我保管你的門羅幣。</p>
