Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# search250Sbno8722Sbresults
source: No results in {country} with the selected criteria... yet.
cs: Žádné výsledky v {country} s vybranými kritérii... zatím.
fi: Ei tuloksia {country} valituilla ehdoilla... vielä.
fr: Aucun résultat dans le pays {country} avec les critères sélectionnés … pour le moment.
it: Nessun risultato in {country} con i criteri selezionati.
lt: Rezultatų {country} pagal pasirinktus kriterijus dar nėra.
nb: Ingen resultater i {country} med de valgte kriteriene... ennå.
nl: (Nog) geen resultaten in {country} met de geselecteerde criteria...
pl: Brak wyników w {country} z wybranymi kryteriami ... jeszcze.
pt_br: Nenhum resultado em {country} com esses critérios.
sl: Ni rezultatov v {country} z izbranimi kriteriji... še.
sv: Inga resultat i {country} med de valda kriterierna... ännu.
tl: Walang mga resulta sa {country} na may napiling pamantayan... pa.
tr: {country} için seçilen kriterlere göre henüz sonuç yok.
ur: منتخب کردہ معیار کے ساتھ {country} میں کوئی نتیجہ نہیں... ابھی تک۔
zh_cn: 在{country}目前没有处于活动状态的符合要求的交易广告。
zh_tw: 在{country}目前沒有處於活動狀態的符合要求的交易廣告。

# search250Sbno8722Sbresults8722Sb1
source: Try with different payment method, different amount or no amount at all.
cs: Zkuste jinou platební metodu, jinou částku nebo žádnou částku.
fi: Kokeile eri maksutapaa, eri summaa tai ilman summaa.
fr: Essayez avec un mode de paiement différent, un montant différent ou aucun montant du tout.
it: Prova con un metodo di pagamento differente o quantità differente.
lt: Išbandykite kitą mokėjimo būdą, skirtingą sumą arba visai be sumos.
nb: Prøv med annen betalingsmetode, forskjellig beløp eller ikke noe beløp i det hele tatt.
nl: Probeer met een andere betaalmethode, andere hoeveelheid of helemaal niks.
pl: Spróbuj z inną metodą płatności, inną kwotą lub bez żadnej kwoty.
pt_br: Tente buscar com outra forma de pagamento, outro valor ou sem valor algum.
sl: Poskusite z drugimi načini plačila, z drugim zneskom ali brez zneska.
sv: Prova med en annan betalningsmetod, ett annat belopp eller inget belopp alls.
tl: Subukan gamit ang ibang paraan ng pagbabayad, ibang halaga o walang halaga.
tr: Farklı ödeme yöntemiyle, farklı tutarla veya hiç ödeme yapmamayı deneyin.
ur: ادائیگی کے مختلف طریقے، مختلف رقم یا بالکل بھی رقم کے ساتھ کوشش کریں۔
zh_cn: 尝试不同的搜索。
zh_tw: 嘗試不同的搜索。

# search250Sbno8722Sbresults8722Sb2
source: Alternatively, be the first one to {postAnAd} here!
cs: Případně buďte první, kdo zde {postAnad}!
fi: Vaihtoehtoisesti voit olla ensimmäinen joka {postAnAd} täällä!
fr: Sinon, soyez le premier à {postAnad} ici !
it: In alternativa {postAnAd} aquí!
lt: Arba būkite pirmasis, kuris prisijungs prie {postAnAd} čia!
nb: Alternativt kan du være den første til å {postAnAd} her!
nl: Als alternatief, kunt u ook hier de eerste zijn die {postAnad}!
pl: Ewentualnie, bądź pierwszym, który {postAnAd} tutaj!
pt_br: Ou então {postAnad} aqui!
sl: Druga možnost je, da bodite prvi, ki bo {postAnAd} tukaj!
sv: Alternativt, bli först med {postAnAd} här!
tl: Bilang kahalili, maging una sa {postAnad} dito!
tr: Alternatif olarak, buraya {postAnAd}'e ulaşan ilk kişi siz olun!
ur: متبادل طور پر، یہاں {postAnAd} آنے والے پہلے فرد بنیں!
zh_cn: 或者{postAnAd}在这里！
zh_tw: 或者{postAnAd}这里！

# search250Sbno8722Sbresults8722Sbpost8722Sban8722Sbad
source: post an ad
cs: zveřejnit inzerát
fi: julkaisee ilmoituksen
fr: poster une annonce
it: pubblica un annuncio
lt: patalpinti skelbimą
nb: legge ut en annonse
nl: plaats een advertentie
pl: dodać ogłoszenie
pt_br: publique um anúncio
sl: objavi oglas
sv: publicera en annons
tl: mag-post ng ad
tr: ilan ver
ur: ایک اشتہار پوسٹ کریں
zh_cn: 发布您自己的交易请求
zh_tw: 發布您自己的交易請求

# search250Sbpopular8722Sbmethods
source: 🔥 Popular {code} methods
cs: 🔥 Populární {code} metody
fi: 🔥 Suosittuja {code} -menetelmiä
fr: 🔥 Modes de paiement {code} populaires
it: 🔥 Metodi popolari {code}
lt: 🔥 Populiarūs {code} metodai
nb: 🔥 Populære {code} metoder
nl: 🔥 Populaire {code} methoden
pl: 🔥 Popularne metody {code}
pt_br: 🔥 Métodos populares {code}
sl: 🔥 Priljubljene {code} metode
sv: 🔥 Populära {code} metoder
tl: 🔥 Mga sikat na {code} na pamamaraan
tr: 🔥 Popüler {code} yöntemleri
ur: 🔥 مقبول {code} طریقے
zh_cn: 🔥流行的 {code} 方法
zh_tw: 🔥流行的 {code} 方法

# search250Sbsell8722Sbtab
source: Sell
cs: Prodat
fi: Myy
fr: Vendre
it: Vendi
lt: Parduoti
nb: Selge
nl: Verkopen
pl: Sprzedaj
pt_br: Vender
sl: Prodaja
sv: Sälj
tl: Ibenta
tr: Satmak
ur: بیچنا
zh_cn: 出售
zh_tw: 出售

# seo250Sbheadline8722Sb1
source: Protect your right to privacy - buy Monero.
cs: Chraňte své právo na soukromí – kupte si Monero.
fi: Suojaa oikeuttasi yksityisyyteen - osta Moneroa.
fr: Protégez votre droit à la confidentialité - achetez du Monero.
it: Proteggi il tuo diritto alla privacy: acquista Monero.
lt: Apsaugokite savo teisę į privatumą – pirkite Monero.
nb: Beskytt din rett til personvern – kjøp Monero.
nl: Bescherm uw recht op privacy - koop Monero.
pl: Chroń swoją prywatność - kup Monero.
pt_br: Proteja seu direito à privacidade - compre Monero.
sl: Zaščitite svojo pravico do zasebnosti - kupite Monero.
sv: Skydda din rätt till integritet – köp Monero.
tl: Protektahan ang iyong karapatan sa privacy - bumili ng Monero.
tr: Gizlilik hakkınızı koruyun - Monero satın alın.
ur: رازداری کے اپنے حق کی حفاظت کریں - Monero خریدیں۔
zh_cn: 保护您的隐私权-购买门罗币（XMR）。
zh_tw: 保護您的隱私權-購買門羅幣（XMR）。

# seo250Sbheadline8722Sb157Sbagoradesk
source: The best cryptocurrency exchange to buy and sell Bitcoin online without ID verification.
cs: Nejlepší kryptoměnová burza pro nákup a prodej Bitcoinů online bez ověření ID.
fi: Paras kryptovaluuttapörssi Bitcoinin ostamiseen ja myymiseen verkossa ilman henkilöllisyystodistusta.
fr: Le meilleur échange de crypto-monnaie pour acheter et vendre des Bitcoins en ligne sans vérification d'identité.
it: Il miglior scambio di criptovaluta per acquistare e vendere Bitcoin online senza verifica dell'ID.
lt: Geriausia kriptovaliutų keitykla pirkti ir parduoti Bitcoin internetu be ID patvirtinimo.
nb: Den beste kryptovalutautvekslingen for å kjøpe og selge Bitcoin online uten ID-verifisering.
nl: De beste cryptocurrency-uitwisseling om online Bitcoin te kopen en verkopen zonder ID-verificatie.
pl: Najlepsza giełda kryptowalut, aby kupić i sprzedać Bitcoin online bez weryfikacji tożsamości.
pt_br: A melhor bolsa de criptomoedas para comprar e vender Bitcoin online sem verificação de identificação.
sl: Najboljša menjalnica kriptovalut za spletni nakup in prodajo Bitcoinov brez preverjanja dokumentov.
sv: Den bästa kryptovalutabörsen för att köpa och sälja Bitcoin online utan ID-verifiering.
tl: Ang pinakamahusay na palitan ng cryptocurrency upang bumili at magbenta ng Bitcoin online nang walang pag-verify ng ID.
tr: Kimlik doğrulaması olmadan çevrimiçi Bitcoin satın almak ve satmak için en iyi kripto para borsası.
ur: آئی ڈی کی تصدیق کے بغیر بٹ کوائن آن لائن خریدنے اور بیچنے کے لیے بہترین کریپٹو کرنسی ایکسچینج۔
zh_cn: 无需身份验证即可在线购买和出售比特币的最佳加密货币交易所。
zh_tw: 無需身份驗證即可在線買賣比特幣的最佳加密貨幣交易所。

# seo250Sbheadline8722Sb2
source: Sell Monero to people worldwide or locally - support the community and make money with cryptocurrency.
cs: Prodávejte Monero lidem po celém světě nebo lokálně – podpořte komunitu a vydělávejte peníze pomocí kryptoměny.
fi: Myy Moneroa ihmisille maailmanlaajuisesti tai paikallisesti - tue yhteisöä ja ansaitse rahaa kryptovaluutoilla.
fr: Vendez du Monero à des personnes du monde entier ou localement - soutenez la communauté et gagnez de l'argent avec la crypto-monnaie.
it: Vendi Monero a persone in tutto il mondo o localmente - supporta la community e guadagna con la criptovaluta.
lt: Parduokite Monero žmonėms visame pasaulyje arba vietoje – palaikykite bendruomenę ir užsidirbkite pinigų naudodamiesi kriptovaliuta.
nb: Selg Monero til folk over hele verden eller lokalt – støtt fellesskapet og tjen penger med kryptovaluta.
nl: Verkoop Monero aan mensen wereldwijd of lokaal - steun de gemeenschap en verdien geld met cryptocurrency.
pl: Sprzedaj Monero ludziom na całym świecie lub lokalnie - wspieraj społeczność i zarabiaj pieniądze dzięki kryptowalutom.
pt_br: Venda o Monero para pessoas em todo o mundo ou localmente - apoie a comunidade e ganhe dinheiro com criptomoedas.
sl: Prodajte Monero ljudem po vsem svetu ali lokalno – podprite skupnost in zaslužite s kripto.
sv: Sälj Monero till människor över hela världen eller lokalt - stöd samhället och tjäna pengar med kryptovaluta.
tl: Ibenta ang Monero sa mga tao sa buong mundo o lokal - suportahan ang komunidad at kumita ng pera gamit ang cryptocurrency.
tr: Monero'yu dünya çapındaki veya yerel insanlara satın - topluluğu destekleyin ve kripto para birimiyle para kazanın.
ur: دنیا بھر میں یا مقامی طور پر لوگوں کو Monero فروخت کریں - کمیونٹی کی مدد کریں اور cryptocurrency کے ذریعے پیسہ کمائیں۔
zh_cn: 将门罗币（XMR）出售给世界各地或当地人-支持社区并通过加密货币赚钱。
zh_tw: 將門羅幣（XMR）出售給世界各地或當地人-支持社區並通過加密貨幣賺錢。

# seo250Sbheadline8722Sb257Sbagoradesk
source: A true LocalBitcoins and Paxful alternative.
cs: Skutečná alternativa LocalBitcoins a Paxful.
fi: Todellinen LocalBitcoins ja Paxful vaihtoehto.
fr: Une véritable alternative à LocalBitcoins et Paxful.
it: Una vera alternativa a LocalBitcoins e Paxful.
lt: Tikra LocalBitcoins ir Paxful alternatyva.
nb: Et ekte LocalBitcoins og Paxful-alternativ.
nl: Een echt alternatief voor LocalBitcoins en Paxful.
pl: Prawdziwa alternatywa do LocalBitcoins i Paxful.
pt_br: Uma verdadeira alternativa LocalBitcoins e Paxful.
sl: Prava alternativa LocalBitcoins in Paxful.
sv: Ett äkta LocalBitcoins och Paxful-alternativ.
tl: Isang tunay na LocalBitcoins at Paxful na alternatibo.
tr: Gerçek bir LocalBitcoins ve Paxful alternatifi.
ur: ایک حقیقی LocalBitcoins اور Paxful متبادل۔
zh_cn: 真正的LocalBitcoins和Paxful替代方案。
zh_tw: 真正的LocalBitcoins和Paxful替代方案。

# seo250Sbtext8722Sb1
source: If you are concerned about the invasion of privacy - the best cryptocurrency to invest in is XMR. Monero is an untraceable coin developed with privacy by design in mind. <br/> Where to buy Monero? LocalMonero is the biggest, most trusted and well-established P2P Monero exchange in the XMR community. We have no KYC checks - you can simply buy Monero anonymously without ID verification with PayPal, credit card, gift card, cash by mail or convert bitcoin to Monero - our platform supports any payment method.
cs: Pokud máte obavy z narušení soukromí – nejlepší kryptoměnou pro investování je XMR. Monero je nevysledovatelná mince vyvinutá s ohledem na soukromí již od svého návrhu. <br/> Kde koupit Monero? LocalMonero je největší, nejdůvěryhodnější a dobře zavedená P2P Monero burza v komunitě XMR. Nemáme žádné kontroly KYC – Monero si můžete jednoduše anonymně koupit bez ověření ID pomocí PayPal, kreditní karty, dárkové karty, hotovosti poštou nebo převést Bitcoiny na Monero – naše platforma podporuje jakoukoli platební metodu.
fi: Jos olet huolissasi yksityisyyden loukkaamisesta - paras kryptovaluutta sijoittamiseen on XMR. Monero on jäljittämätön kolikko, joka on kehitetty yksityisyyttä ajatellen. <br/> Mistä ostaa Moneroa? LocalMonero on XMR-yhteisön suurin, luotetuin ja vakiintunut P2P Monero -kaupankäyntialusta. Meillä ei ole KYC-sekkejä - voit yksinkertaisesti ostaa Moneroa nimettömästi ilman henkilöllisyystodistusta PayPalilla, luottokortilla, lahjakortilla, käteisellä postitse tai muuntaa bitcoinit Moneroksi - alustamme tukee mitä tahansa maksutapaa.
fr: Si vous êtes préoccupé par la violation de la confidentialité et de la vie privée, la meilleure crypto-monnaie dans laquelle investir est XMR. Monero est une crypto-monnaie intraçable, développée dès sa conception avec le souci de fournir un haut niveau de confidentialité. <br /> Où acheter du Monero ? LocalMonero est l'échange P2P Monero le plus important, le plus fiable et le mieux établi de la communauté XMR. Nous n'avons pas de vérifications KYC - vous pouvez simplement acheter du Monero de manière anonyme sans vérification d'identité, avec PayPal, une carte de crédit, une carte-cadeau, des espèces par courrier ou convertir du Bitcoin en Monero - notre plateforme prend en charge tous les modes de paiement.
it: Se sei preoccupato per l'invasione della privacy, la migliore criptovaluta in cui investire è XMR. Monero è una moneta non tracciabile sviluppata pensando alla privacy fin dal design. <br/> Dove acquistare Monero? LocalMonero è la piattaforma di trading P2P Monero più grande, affidabile e consolidata nella comunità XMR. Non abbiamo controlli KYC: puoi semplicemente acquistare Monero in modo anonimo senza verifica dell'identità con PayPal, carta di credito, carta regalo, contanti per posta o convertire bitcoin in Monero: la nostra piattaforma supporta qualsiasi metodo di pagamento.
lt: Jei nerimaujate dėl privatumo pažeidimo – geriausia kriptovaliuta investuoti yra XMR. Monero yra neatsekama moneta, sukurta atsižvelgiant į privatumą. <br/> Kur nusipirkti Monero? LocalMonero yra didžiausia, patikimiausia ir nusistovėjusi P2P Monero prekybos platforma XMR bendruomenėje. Mes neturime KYC čekių – galite tiesiog anonimiškai nusipirkti Monero be tapatybės patvirtinimo naudodami PayPal, kredito kortelę, dovanų kortelę, grynuosius paštu arba konvertuoti bitkoinus į Monero – mūsų platforma palaiko bet kokį mokėjimo būdą.
nb: Hvis du er bekymret for invasjonen av personvernet - den beste kryptovalutaen å investere i er XMR. Monero er en usporbar mynt utviklet med tanke på personvern ved design. <br/> Hvor kan jeg kjøpe Monero? LocalMonero er den største, mest pålitelige og veletablerte P2P Monero-handelsplattformen i XMR-fellesskapet. Vi har ingen KYC-sjekker - du kan ganske enkelt kjøpe Monero anonymt uten ID-verifisering med PayPal, kredittkort, gavekort, kontanter via post eller konvertere bitcoin til Monero - plattformen vår støtter alle betalingsmåter.
nl: Als u zich zorgen maakt over de inbreuk op de privacy, is XMR de beste cryptocurrency om in te investeren. Monero is een niet-traceerbare munt die is ontwikkeld met het oog op privacy door ontwerp. <br/> Waar kunt u Monero kopen? LocalMonero is de grootste, meest vertrouwde en gevestigde P2P Monero-uitwisseling in de XMR-gemeenschap. We hebben geen KYC-cheques - u kunt eenvoudig anoniem Monero kopen zonder ID-verificatie met PayPal, creditcard, cadeaukaart, contant per post of bitcoin omzetten in Monero - ons platform ondersteunt elke betaalmethode.
pl: Jeśli obawiasz się naruszenia prywatności - najlepszą kryptowalutą do inwestowania jest XMR. Monero to moneta nie do wykrycia, stworzona z myślą o ochronie prywatności. <br/> Gdzie kupić Monero? LocalMonero to największa, najbardziej zaufana i ugruntowana platforma handlowa P2P Monero w społeczności XMR. Nie mamy czeków KYC - możesz po prostu kupić Monero anonimowo bez weryfikacji tożsamości za pomocą PayPal, kartą kredytową, kartą podarunkową, gotówką pocztą lub wymienić bitcoiny na Monero - nasza platforma obsługuje dowolną metodę płatności.
pt_br: Se você está preocupado com a invasão da privacidade - a melhor criptomoeda para investir é o XMR. Monero é uma moeda não rastreável desenvolvida com privacidade por design em mente. <br/>Onde comprar Monero? O LocalMonero é a maior, mais confiável e bem estabelecida troca P2P Monero da comunidade XMR. Não temos cheques KYC - você pode simplesmente comprar o Monero de forma anônima sem verificação de identificação com o PayPal, cartão de crédito, cartão de presente, dinheiro por correio ou converter bitcoin em Monero - nossa plataforma suporta qualquer método de pagamento.
sl: Če vas skrbi vdor v zasebnost - najboljša kriptovaluta za vlaganje je XMR. Monero je neizsledljiv kovanec, razvit z mislijo na zasebnost. <br/> Kje kupiti Monero? LocalMonero je največja, najbolj zaupanja vredna in dobro uveljavljena trgovalna platforma P2P Monero v skupnosti XMR. Nimamo preverjanj KYC – Monero lahko preprosto kupite anonimno brez preverjanja osebne izkaznice s PayPalom, kreditno kartico, darilno kartico, gotovino po pošti ali pretvorite bitcoin v Monero – naša platforma podpira kateri koli način plačila.
sv: Om du är orolig för intrånget i integriteten - den bästa kryptovalutan att investera i är XMR. Monero är ett ospårbart mynt utvecklat med integritetsdesign i åtanke. <br/> Var kan man köpa Monero? LocalMonero är den största, mest pålitliga och väletablerade P2P Monero-handelsplattformen i XMR-communityt. Vi har inga KYC-checkar - du kan helt enkelt köpa Monero anonymt utan ID-verifiering med PayPal, kreditkort, presentkort, kontanter via post eller konvertera bitcoin till Monero - vår plattform stöder alla betalningsmetoder.
tl: Kung nag-aalala ka tungkol sa panghihimasok sa privacy - ang pinakamahusay na cryptocurrency upang mamuhunan ay XMR. Ang Monero ay isang untraceable coin na binuo na may privacy sa pamamagitan ng disenyo sa isip. <br/> Saan makakabili ng Monero? Ang LocalMonero ay ang pinakamalaking, pinakapinagkakatiwalaan at mahusay na itinatag na P2P Monero exchange sa komunidad ng XMR. Wala kaming KYC checks - maaari kang bumili ng Monero nang hindi nagpapakilala nang walang pag-verify ng ID gamit ang PayPal, credit card, gift card, cash sa pamamagitan ng koreo o i-convert ang bitcoin sa Monero - sinusuportahan ng aming platform ang anumang paraan ng pagbabayad.
tr: Gizliliğin ihlali konusunda endişeleriniz varsa, yatırım yapılabilecek en iyi kripto para birimi XMR'dir. Monero, tasarımı gereği gizlilik göz önünde bulundurularak geliştirilmiş, takip edilemeyen bir para birimidir. <br/> Monero nereden alınır? LocalMonero, XMR topluluğundaki en büyük, en güvenilir ve köklü P2P Monero ticaret platformudur. KYC çeklerimiz yok - PayPal, kredi kartı, hediye kartı, posta yoluyla nakit ödeme ile kimlik doğrulaması olmadan Monero'yu anonim olarak satın alabilirsiniz veya bitcoin'i Monero'ya dönüştürebilirsiniz - platformumuz her türlü ödeme yöntemini destekler.
ur: اگر آپ پرائیویسی پر حملے کے بارے میں فکر مند ہیں تو - سرمایہ کاری کے لیے بہترین کریپٹو کرنسی XMR ہے۔ Monero ایک ناقابل شناخت سکہ ہے جسے ذہن میں رکھتے ہوئے رازداری کے ساتھ تیار کیا گیا ہے۔ <br/> Monero کہاں خریدنا ہے؟ LocalMonero XMR کمیونٹی میں سب سے بڑا، سب سے زیادہ بھروسہ مند اور اچھی طرح سے قائم P2P Monero ٹریڈنگ پلیٹ فارم ہے۔ ہمارے پاس کوئی KYC چیک نہیں ہے - آپ PayPal، کریڈٹ کارڈ، گفٹ کارڈ، نقد بذریعہ ڈاک یا بٹ کوائن کو Monero میں ID کی تصدیق کے بغیر گمنام طور پر Monero خرید سکتے ہیں - ہمارا پلیٹ فارم ادائیگی کے کسی بھی طریقہ کو سپورٹ کرتا ہے۔
zh_cn: 如果您担心侵犯隐私 - 最好的投资加密货币是 XMR。门罗币是一种无法追踪的硬币，在设计时就考虑到了隐私性。 <br/> 哪里可以买到门罗币？ LocalMonero 是 XMR 社区中最大、最值得信赖、最完善的 P2P 门罗币交易平台。我们没有 KYC 检查 - 您可以简单地匿名购买门罗币，无需通过 PayPal、信用卡、礼品卡、邮寄现金或将比特币兑换成门罗币进行身份验证 - 我们的平台支持任何付款方式。
zh_tw: 如果您擔心侵犯隱私 - 最好的投資加密貨幣是 XMR。 Monero 是一種無法追踪的代幣，在設計時考慮到了隱私。 <br/> 在哪裡購買門羅幣？ LocalMonero 是 XMR 社區中最大、最受信任和完善的 P2P Monero 交易平台。我們沒有 KYC 檢查——您可以簡單地匿名購買 Monero，無需使用 PayPal、信用卡、禮品卡、郵寄現金或將比特幣轉換為 Monero 進行身份驗證——我們的平台支持任何支付方式。
