Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# validation250Sberror250Sbnotification8722Sbid
source: Invalid notification ID
cs: Neplatné ID oznámení
fi: Virheellinen ilmoitustunnus
fr: Identifiant de notification non valide
it: ID notifica non valido
lt: Netinkamas pranešimo ID
nb: Ugyldig varslings-ID
nl: Ongeldig meldings-ID
pl: Nieprawidłowy ID powiadomienia
pt_br: ID de notificação inválida
sl: Neveljaven ID obvestila
sv: Ogiltig anmälan ID
tl: Di-wastong notification ID
tr: Geçersiz bildirim kimliği
ur: غلط اطلاع ID
zh_cn: 无效的通知ID
zh_tw: 無效的通知ID

# validation250Sberror250Sbpage
source: Page should be a number
cs: Stránka by měla být číslo
fi: Sivun tulee olla numero
fr: La page doit être un nombre
it: La pagina dovrebbe essere un numero
lt: Puslapis turi būti skaičius
nb: Siden skal være et tall
nl: Pagina moet een nummer zijn
pl: Strona powinna być liczbą
pt_br: A página deve ser um número
sl: Stran mora biti številka
sv: Sidan ska vara ett nummer
tl: Ang pahina ay dapat na isang numero
tr: Sayfa bir sayı olmalıdır
ur: صفحہ نمبر ہونا چاہیے
zh_cn: 页面应为数字
zh_tw: 頁面應為數字

# validation250Sberror250Sbtrade8722Sbid
source: Invalid trade ID
cs: Neplatné ID obchodu
fi: Virheellinen kauppatunnus
fr: Identifiant de transaction non valide
it: ID transazione non valido
lt: Neteisingas prekybos ID
nb: Ugyldig handels-ID
nl: Ongeldig transactie-ID
pl: Nieprawidłowy ID handlu
pt_br: ID de negociação inválida
sl: Neveljaven ID trgovanja
sv: Ogiltigt handels-ID
tl: Di-wastong trade ID
tr: Geçersiz ticaret kimliği
ur: غلط تجارتی ID
zh_cn: 无效的交易ID
zh_tw: 無效的交易ID

# verify8722Sbemail250Sberror
source: There has been an error with the email verification
cs: Při ověřování e-mailu došlo k chybě
fi: Sähköpostin vahvistuksessa tapahtui virhe
fr: Il y a eu une erreur avec la vérification de l'e-mail
it: Si è verificato un errore con la verifica dell'e-mail
lt: El. pašto patvirtinimo klaida
nb: Det har oppstått en feil med e-postbekreftelsen
nl: Er is een fout opgetreden bij de e-mailverificatie
pl: Wystąpił błąd podczas weryfikacji emaila
pt_br: Houve um erro com a verificação de e-mail
sl: Pri preverjanju elektronske pošte je prišlo do napake
sv: Det har uppstått ett fel med e-postverifieringen
tl: Nagkaroon ng error sa email verification
tr: E-posta doğrulamasında bir hata oluştu
ur: ای میل کی توثیق میں ایک خرابی آ گئی ہے
zh_cn: 电邮验证错误
zh_tw: 電郵驗証錯誤

# verify8722Sbemail250Sbsuccess
source: Email successfully verified!
cs: E-mail byl úspěšně ověřen!
fi: Sähköposti vahvistettu!
fr: E-mail vérifié avec succès !
it: Email verificata con successo!
lt: El. paštas sėkmingai patvirtintas!
nb: E-post er bekreftet!
nl: E-mail succesvol geverifieerd!
pl: Email pomyślnie zweryfikowany!
pt_br: E-mail verificado com sucesso!
sl: E-pošta je bila uspešno preverjena!
sv: E-posten har verifierats!
tl: Matagumpay na na-verify ang email!
tr: E-posta başarıyla doğrulandı!
ur: ای میل کی کامیابی سے تصدیق ہو گئی!
zh_cn: 电邮已成功验证！
zh_tw: 電郵已成功驗証！

# wallet250Sbclipboard8722Sbvirus8722Sbwarning
source: <strong> Make sure the address you've pasted is the same as the address you've copied! </strong> Some users have gotten their funds stolen by <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware replacing the address copied to clipboard with the attacker's address</a>.
cs: <strong> Ujistěte se, že adresa, kterou jste vložili, je stejná jako adresa, kterou jste zkopírovali! </strong> Některým uživatelům byly ukradeny prostředky <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malwarem, který nahradil adresu zkopírovanou do schránky adresou útočníka</a>.
fi: <strong> Varmista, että liittämäsi osoite on sama kuin kopioimasi osoite! </strong> Jotkut käyttäjät ovat saaneet rahansa varastettua <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">-haittaohjelmalla, joka korvaa leikepöydälle kopioidun osoitteen hyökkääjän omalla osoitteella</a>.
fr: <strong>Assurez-vous que l'adresse que vous avez collée est la même que celle que vous avez copiée !</strong> Certains utilisateurs se sont fait voler leurs fonds par <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">un malware remplaçant l'adresse copiée dans le presse-papiers par l'adresse des attaquants</a>.
it: <strong> Assicurati che l'indirizzo che hai incollato sia lo stesso dell'indirizzo che hai copiato! </strong> Ad alcuni utenti sono stati rubati i fondi da <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://web.archive.org/web/20220422235453/https://www.reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware che ha sostituito l'indirizzo copiato negli appunti con l'indirizzo dell'aggressore</a>.
lt: <strong> Įsitikinkite, kad įklijuotas adresas yra toks pat kaip ir nukopijuotas adresas! </strong> Kai kuriems naudotojams lėšas pavogė <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">kenkėjiška programa, pakeisdama į mainų sritį nukopijuotą adresą užpuoliko adresu</a>.
nb: <strong> Sørg for at adressen du har limt inn er den samme som adressen du har kopiert! </strong> Noen brukere har fått pengene sine stjålet ved at <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">skadelig programvare erstattet adressen som ble kopiert til utklippstavlen med angriperens adresse</a>.
nl: <strong> Zorg ervoor dat het adres dat u heeft geplakt hetzelfde is als het adres dat u heeft gekopieerd! </strong> Bij sommige gebruikers is hun geld gestolen door <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware die het naar het klembord gekopieerde adres heeft vervangen door het adres van de aanvaller </a>.
pl: <strong> Upewnij się, że adres, który wkleiłeś, jest taki sam jak skopiowany!</strong> Niektórzy użytkownicy stracili swoje fundusze przez <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">złośliwe oprogramowanie zastępujące adres skopiowany w schowku na adresu atakującego</a>.
pt_br: <strong> Certifique-se de que o endereço que você colou é o mesmo que você copiou! </strong> Alguns usuários conseguiram que seus fundos fossem roubados até <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware substituindo o endereço copiado para o clipboard pelo endereço do atacante</a>.
sl: <strong> Prepričajte se, da je naslov, ki ste ga prilepili, enak naslovu, ki ste ga kopirali! </strong> Nekaterim uporabnikom je sredstva ukradla <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">zlonamerna programska oprema, ki je naslov, kopiran v odložišče, zamenjala z naslovom napadalca </a>.
sv: <strong> Se till att adressen du har klistrat in är densamma som adressen du har kopierat! </strong> Vissa användare har fått sina pengar stulna av <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://web.archive.org/web/20220422235453/https://www.reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">skadlig programvara ersatt adressen som kopierats till urklipp med angriparens adress</a>.
tl: <strong> Tiyaking ang address na iyong na-paste ay kapareho ng address na iyong kinopya! </strong> Nakuha ng ilang user ang kanilang mga pondo na ninakaw ng <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">malware na pinapalitan ang address na kinopya sa clipboard ng address ng attacker</a>.
tr: <strong> Yapıştırdığınız adresin kopyaladığınız adresle aynı olduğundan emin olun! </strong> Bazı kullanıcıların fonları, panoya kopyalanan adresi saldırganın adresiyle</a> değiştiren <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://web.archive.org/web/20220422235453/https://www.reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">kötü amaçlı yazılım tarafından çalındı.
ur: <strong> اس بات کو یقینی بنائیں کہ آپ نے جو پتہ چسپاں کیا ہے وہ وہی ہے جو آپ نے کاپی کیا ہے! </strong> کچھ صارفین نے اپنے فنڈز <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://web.archive.org/web/20220422235453/https://www.reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank"> میلویئر کے ذریعے چوری کر لیے ہیں جو کلپ بورڈ پر کاپی کیے گئے پتے کو حملہ آور کے پتے </a> سے بدل دیتے ہیں۔
zh_cn: <strong> 确保您粘贴的地址与您复制的地址相同！ </strong> 一些用户的资金因 <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://web.archive.org/web/20220422235453/https://www.reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank"> 恶意软件将复制到剪贴板的地址替换为攻击者的地址 </a> 而被盗。
zh_tw: <strong> 確保您粘貼的地址與您複製的地址相同！ </strong> 一些用戶被 <a style="text-decoration:underline;font-size:inherit;color:inherit" href="https://reddit.com/r/Monero/comments/mcvuxc/beware_crypto_stealing_malware/" target="_blank">惡意軟件用攻擊者的地址替換了複製到剪貼板的地址</a>竊取了資金。

# wallet250Sbdownload8722Sbcsv8722Sbbtn
source: Download CSV
cs: Stáhnout CSV
fi: Lataa CSV
fr: Télécharger au format CSV
it: Scarica CSV
lt: Atsisiųskite CSV
nb: Last ned CSV
nl: CSV downloaden
pl: Pobierz CSV
pt_br: Baixar CSV
sl: Prenesite CSV
sv: Ladda ner CSV
tl: I-download ang CSV
tr: CSV'yi indirin
ur: CSV ڈاؤن لوڈ کریں
zh_cn: 下载 CSV
zh_tw: 下載 CSV

# wallet250Sbfee250Sbbtc250Sbhigh
source: High
cs: Vysoký
fi: Korkea
fr: Élevés
it: alto
lt: Aukštas
nb: Høy
nl: Hoog
pl: Wysoki
pt_br: Alto
sl: Visoko
sv: Hög
tl: Mataas
tr: Yüksek
ur: اعلی
zh_cn: 高
zh_tw: 高

# wallet250Sbfee250Sbbtc250Sbhigh250Sblabel
source: High fee, estimated to be confirmed within a few blocks
cs: Vysoký poplatek, jehož potvrzení se odhaduje během několika bloků
fi: Korkeat kulut, arvioitu valmistuvan muutaman lohkon sisään
fr: Frais élevés, permettant une confirmation en quelques blocs
it: Alto, stimato per essere confermato entro pochi isolati
lt: Didelis mokestis, manoma, kad bus patvirtinta per kelis kvartalus
nb: Høy avgift, estimert bekreftet innen noen få kvartaler
nl: Hoog tarief, naar schatting binnen een paar blokken bevestigd
pl: Wysoka opłata, prawdopodobnie zostanie potwierdzona w ciągu kilku bloków
pt_br: Alto, estimado para ser confirmado dentro de alguns blocos
sl: Visoka provizija, ki bo predvidoma potrjena v nekaj blokih
sv: Säljaren kan slutföra transaktionen med hjälp av en smartphone eller bärbar dator
tl: Mataas na bayad, tinatayang makukumpirma sa loob ng ilang bloke
tr: Yüksek ücretin birkaç blok içinde onaylanacağı tahmin ediliyor
ur: زیادہ فیس، جس کی تصدیق چند بلاکس میں ہونے کا تخمینہ ہے
zh_cn: 高，估计将在几个街区之内得到确认
zh_tw: 高，估計將在幾個街區之內得到確認

# wallet250Sbfee250Sbbtc250Sblow
source: Low
cs: Nízký
fi: Matala
fr: Bas
it: Basso
lt: Žemas
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixo
sl: Nizka
sv: Låg
tl: Mababa
tr: Düşük
ur: کم
zh_cn: 低
zh_tw: 低

# wallet250Sbfee250Sbbtc250Sblow250Sblabel
source: Low fee, estimated to be confirmed within a week
cs: Nízký poplatek, odhadem bude potvrzen do týdne
fi: Alhaiset kulut, arvioitu vahvistus viikon sisällä
fr: Frais peu élevés, permettant une confirmation dans la semaine
it: Basso, stimato per essere confermato entro una settimana
lt: Mažas mokestis, numatoma patvirtinti per savaitę
nb: Lav avgift, estimert bekreftet innen en uke
nl: Laag tarief, naar schatting binnen een week bevestigd
pl: Niska opłata, prawdopodobnie zostanie potwierdzona w ciągu tygodnia
pt_br: Baixo, estimado para ser confirmado dentro de uma semana
sl: Nizka provizija, ki bo predvidoma potrjena v enem tednu
sv: Låg avgift, beräknas bekräftas inom en vecka
tl: Mababang bayad, tinatayang makukumpirma sa loob ng isang linggo
tr: Düşük ücret, bir hafta içinde onaylanması bekleniyor
ur: کم فیس، ایک ہفتے کے اندر تصدیق ہونے کا تخمینہ ہے
zh_cn: 很低，估计一周内即可确认
zh_tw: 很低，估計一周內即可確認

# wallet250Sbfee250Sbbtc250Sbmedium
source: Medium
cs: Střední
fi: Keskitaso
fr: Moyens
it: medio
lt: Vidutinis
pl: Średni
pt_br: Médio
sl: Srednje
tl: Katamtaman
tr: Orta
ur: درمیانہ
zh_cn: 介质
zh_tw: 介質

# wallet250Sbfee250Sbbtc250Sbmedium250Sblabel
source: Medium fee, estimated to be confirmed within a day
cs: Střední poplatek, jehož potvrzení se odhaduje do jednoho dne
fi: Keskitason kulut, arvioitu vahvistus päivän sisällä
fr: Frais moyens, permettant une confirmation dans la journée
it: Medio, stimato per essere confermato entro un giorno
lt: Vidutinis mokestis, numatomas patvirtinimas per dieną
nb: Middels avgift, beregnet å bli bekreftet innen en dag
nl: Gemiddeld tarief, naar schatting binnen een dag bevestigd
pl: Średnia opłata, prawdopodobnie potwierdzona w ciągu jednego dnia
pt_br: Médio, estimado para ser confirmado dentro de um dia
sl: Srednja provizija, ki bo predvidoma potrjena v roku enega dneva
sv: Medelhög avgift, uppskattas bekräftas inom en dag
tl: Katamtamang bayad, tinatantiyang makukumpirma sa loob ng isang araw
tr: Orta ücret, bir gün içinde onaylanacağı tahmin ediliyor
ur: درمیانی فیس، ایک دن میں تصدیق ہونے کا تخمینہ ہے
zh_cn: 中等，估计一天之内即可确认
zh_tw: 中等，估計一天之內即可確認

# wallet250Sbfee250Sbbtc250Sbradio8722Sbtitle
source: Select fee level
cs: Vyberte úroveň poplatku
fi: Valitse kulutaso
fr: Sélectionner le taux de frais
it: Seleziona il livello della tassa
lt: Pasirinkite mokesčio lygį
nb: Velg gebyrnivå
nl: Selecteer prijsniveau
pl: Wybierz poziom opłaty
pt_br: Selecione o nível da taxa
sl: Izberite raven provizije
sv: Välj avgiftsnivå
tl: Pumili ng antas ng bayad
tr: Ücret düzeyini seçin
ur: فیس کی سطح منتخب کریں
zh_cn: 选择费用等级
zh_tw: 選擇費用等級

# wallet250Sbfee250Sbxmr250Sblow
source: Low
cs: Nízký
fi: Matala
fr: Bas
it: basso
lt: Žemas
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixo
sl: Nizka
sv: Låg
tl: Mababa
tr: Düşük
ur: کم
zh_cn: 低
zh_tw: 低

# wallet250Sbfee250Sbxmr250Sbstandard
source: Standard
cs: Standardní
fi: Vakio
fr: Standards
lt: Standartinis
nl: Standaard
pl: Standardowy
pt_br: Padrão
sl: Standardno
tl: Pamantayan
tr: Standart
ur: معیاری
zh_cn: 标准
zh_tw: 標準

# wallet250Sbfunds8722Sbunlock8722Sbtime8722Sbblock
source: Funds will be unlocked at block {blockHeight}
cs: Prostředky budou odemčeny na bloku {blockHeight}
fi: Varat avataan lohkossa {blockHeight}
fr: Les fonds seront débloqués au bloc {blockHeight}
it: I fondi saranno sbloccati al blocco {blockHeight}
lt: Lėšos bus atblokuotos bloke {blockHeight}
nb: Midler vil bli låst opp ved blokk {blockHeight}
nl: Fondsen worden ontgrendeld bij blok {blockHeight}
pl: Środki zostaną odblokowane w bloku {blockHeight}
pt_br: Saldo será desbloqueado no bloco {blockHeight}
sl: Sredstva bodo odklenjena pri bloku {blockHeight}
sv: Fonderna kommer att låsas upp vid block {blockHeight}
tl: Maa-unlock ang mga pondo sa block {blockHeight}
tr: Fonların kilidi {blockHeight} bloğunda açılacak
ur: فنڈز بلاک {blockHeight} پر کھل جائیں گے
zh_cn: 资金在{blockHeight}区块将被解锁
zh_tw: 資金在{blockHeight}區塊將被解鎖

# wallet250Sbfunds8722Sbunlock8722Sbtime8722Sbtime
source: Funds will be unlocked at {time}
cs: Prostředky budou odemčeny v {time}
fi: Varat avataan klo {time}
fr: Les fonds seront débloqués à {time}
it: I fondi saranno sbloccati alle {time}
lt: Lėšos bus atblokuotos {time}
nb: Midler vil bli låst opp på {time}
nl: Fondsen worden ontgrendeld om {time}
pl: Fundusze zostaną odblokowane o {time}
pt_br: Saldo será desbloqueado às {time}
sl: Sredstva bodo odklenjena pri {time}
sv: Fonderna kommer att låsas upp vid {time}
tl: Maa-unlock ang mga pondo sa {time}
tr: Fonların kilidi {time} itibarıyla açılacak
ur: فنڈز کو {time} پر کھول دیا جائے گا
zh_cn: 资金在{time}将被解锁
zh_tw: 資金在{time}將被解鎖

# wallet250Sbfunds8722Sbunlocked
source: Unlocked
cs: Odemčený
fi: Avattu
fr: Débloqués
it: Sbloccato
lt: Atrakinta
nb: Ulåst
nl: Ontgrendeld
pl: Odblokowane
pt_br: Desbloqueado
sl: Odklenjeno
sv: Olåst
tl: Na-unlock
tr: Kilitli değil
ur: غیر مقفل
zh_cn: 已解锁
zh_tw: 已解鎖

# wallet250Sbinternal8722Sbtransfer
source: Internal transfer
cs: Interní převod
fi: Sisäinen siirto
fr: Transfert interne
it: Trasferimento interno
lt: Vidinis perkėlimas
nb: Intern overføring
nl: Interne overdracht
pl: Transfer wewnętrzny
pt_br: Transferência Interna
sl: Notranji prenos
tl: Panloob na paglipat
tr: İç transfer
ur: اندرونی منتقلی
zh_cn: 内部转账
zh_tw: 內部轉賬

# wallet250Sbnojs250Sbsend250Sbsend8722Sbbalance8722Sbbtn
source: Send all balance
cs: Pošlete veškerý zůstatek
fi: Lähetä koko saldo
fr: Envoyer tout le solde
it: Invia tutto il saldo
lt: Siųsti visą balansą
nb: Send all saldo
nl: Stuur al het saldo
pl: Wyślij całe saldo
pt_br: Enviar todo o saldo
sl: Pošlji celotno stanje
sv: Skicka hela saldot
tl: Ipadala ang lahat ng balanse
tr: Tüm bakiyeyi gönder
ur: تمام بیلنس بھیجیں
zh_cn: 发送所有余额
zh_tw: 發送所有餘額

# wallet250Sbpassword8722Sbtip
source: Please enter your current password to proceed. 8-72 characters.
cs: Chcete-li pokračovat, zadejte prosím své aktuální heslo. 8-72 znaků.
fi: Syötä nykyinen salasanasi jatkaaksesi. 8-72 merkkiä.
fr: Veuillez entrer votre mot de passe actuel pour continuer. Entre 8 et 72 caractères.
it: Si prega di inserire la password per procedere. 8-72 caratteri.
lt: Norėdami tęsti, įveskite dabartinį slaptažodį. 8-72 simboliai.
nb: Vennligst skriv inn ditt nåværende passord for å fortsette. 8-72 tegn.
nl: Voer uw huidige wachtwoord in om verder te gaan. 8-72 tekens.
pl: Wprowadź Twoje aktualne hasło, aby kontynuować. 8-72 znaków.
pt_br: Digite sua senha para continuar: 8-72 caracteres.
sl: Za nadaljevanje vnesite trenutno geslo. 8-72 znakov.
sv: Ange ditt nuvarande lösenord för att fortsätta. 8-72 tecken.
tl: Mangyaring ipasok ang iyong kasalukuyang password upang magpatuloy. 8-72 character.
tr: Devam etmek için lütfen mevcut şifrenizi girin. 8-72 karakter.
ur: براہ کرم آگے بڑھنے کے لیے اپنا موجودہ پاس ورڈ درج کریں۔ 8-72 حروف۔
zh_cn: 请输入您当前的密码。 8-72个字符。
zh_tw: 請輸入您當前的密碼。 8-72個字符。

# wallet250Sbpriority250Sbfee
source: fee: {amount} {asset}
cs: poplatek: {amount} {asset}
fi: kulut: {amount} {asset}
fr: frais : {amount} {asset}
it: commissione: {amount} {asset}
lt: mokestis: {amount} {asset}
nb: avgift: {amount} {asset}
nl: kosten: {amount} {asset}
pl: opłata: {amount} {asset}
pt_br: taxa: {amount} {asset}
sl: provizija: {amount} {asset}
sv: avgift: {amount} {asset}
tl: bayad: {amount} {asset}
tr: ücret: {amount} {asset}
ur: فیس: {amount} {asset}
zh_cn: 费用： {amount} {asset}
zh_tw: 費用： {amount} {asset}

# wallet250Sbpriority250Sblow
source: Low
cs: Nízký
fi: Matala
fr: Basse
it: basso
lt: Žemas
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixo
sl: Nizka
sv: Låg
tl: Mababa
tr: Düşük
ur: کم
zh_cn: 低
zh_tw: 低

# wallet250Sbpriority250Sbstandard
source: Standard
cs: Standardní
fi: Vakio
lt: Standartinis
nl: Standaard
pl: Standardowy
pt_br: Padrão
sl: Standardno
tl: Pamantayan
tr: Standart
ur: معیاری
zh_cn: 标准
zh_tw: 標準

# wallet250Sbreceive250Sbaddress
source: Your deposit {assetName} address:
cs: Adresa vašeho vkladu {assetName}:
fi: Talletuksesi {assetName} osoite:
fr: Votre adresse de dépôt {assetName} :
it: Il tuo indirizzo {assetName}:
lt: Jūsų indėlio {assetName} adresas:
nb: Din innskuddsadresse {assetName}:
nl: Uw {assetName} stortingsadres:
pl: Twój adres do wpłaty {assetName}:
pt_br: Seu endereço para depósitos:
sl: Vaš naslov za depozit {assetName}:
sv: Din insättnings {assetName} adress:
tl: Ang iyong deposito {assetName} address:
tr: Para yatırma {assetName} adresiniz:
ur: آپ کا ڈپازٹ {assetName} پتہ:
zh_cn: 发送下面的{assetName}地址给他人以便接收{assetName}
zh_tw: 發送下面的{assetName}地址給他人以便接收{assetName}

# wallet250Sbreceive250Sbcopied
source: Copied to clipboard!
cs: Zkopírováno do schránky!
fi: Kopioitu leikepöydälle!
fr: Copiée dans le presse-papiers !
it: Copiato negli appunti!
lt: Nukopijuota į mainų sritį!
nb: Kopiert til utklippstavlen!
nl: Gekopieerd naar clipboard!
pl: Skopiowano do schowka!
pt_br: Copiado para a área de transferência!
sl: Kopirano v odložišče!
sv: Kopierat till urklipp!
tl: Kinopya sa clipboard!
tr: Panoya kopyalandı!
ur: کلپ بورڈ پر کاپی ہو گیا!
zh_cn: 复制到剪贴板！
zh_tw: 復制到剪貼板！

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbamount
source: Amount
cs: Částka
fi: Määrä
fr: Montant
it: Importo
lt: Suma
nb: Beløp
nl: Hoeveelheid
pl: Kwota
pt_br: Quantia
sl: Znesek
sv: Belopp
tl: Halaga
tr: Miktar
ur: رقم
zh_cn: 金额
zh_tw: 金額

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbconfirmations
source: Confirmations:
cs: Potvrzení:
fi: Vahvistukset:
it: Confermati:
lt: Patvirtinimai:
nb: Bekreftelser:
nl: Bevestigingen:
pl: Potwierdzenia:
pt_br: Confirmações:
sl: Potrditve:
sv: Bekräftelser:
tl: Mga Kumpirmasyon:
tr: Onaylar:
ur: تصدیقات:
zh_cn: 网络确认次数：
zh_tw: 網絡確認次數：

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbdate
source: Date:
cs: Datum:
fi: Päivämäärä:
it: Data:
lt: Data:
nb: Dato:
nl: Datum:
pl: Data:
pt_br: Data:
sl: Datum:
sv: Datum:
tl: Petsa:
tr: Tarih:
ur: تاریخ:
zh_cn: 日期：
zh_tw: 日期：

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbid
source: Transaction ID:
cs: ID transakce:
fi: Transaktiotunnus:
fr: Identifiant de transaction :
it: ID transazione:
lt: Operacijos ID:
nb: Transaksjons-ID:
nl: Transactie ID:
pl: Identyfikator transakcji:
pt_br: ID da transação:
sl: ID transakcije:
sv: Transaktion ID:
tl: ID ng Transaksyon:
tr: İşlem Kimliği:
ur: ٹرانزیکشن ID:
zh_cn: 网络交易ID：
zh_tw: 網絡交易ID：

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sblocked8722Sbstatus
source: Locked status:
cs: Stav uzamčení:
fi: Lukituksen tila:
fr: Statut de verrouillage :
it: Stato bloccato:
lt: Užrakinta būsena:
nb: Låst status:
nl: Vergrendelde status:
pl: Status blokady:
pt_br: Status bloqueado:
sl: Zaklenjen status:
sv: Låst status:
tl: Naka-lock na katayuan:
tr: Kilitli durum:
ur: مقفل حالت:
zh_cn: 锁定状态：
zh_tw: 鎖定狀態：

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sblocked8722Sbstatus8722Sbunlocked
source: Unlocked
cs: Odemčený
fi: Avattu
fr: Débloqué
it: Sbloccato
lt: Atrakinta
nb: Ulåst
nl: Ontgrendeld
pl: Odblokowane
pt_br: Desbloqueado
sl: Odklenjeno
sv: Olåst
tl: Na-unlock
tr: Kilitli değil
ur: غیر مقفل
zh_cn: 已解锁
zh_tw: 已解鎖

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbnote
source: Note:
cs: Poznámka:
fi: Kommentti:
lt: Pastaba:
nb: Merk:
nl: Opmerking:
pl: Notatka:
pt_br: Nota:
sl: Opomba:
sv: Notera:
tl: Tandaan:
tr: Not:
ur: نوٹ:
zh_cn: 说明：
zh_tw: 說明：

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbstatus
source: Status:
fi: Tila:
fr: Statut :
it: Stato:
lt: Būsena:
tl: Katayuan:
tr: Durum:
ur: حالت:
zh_cn: 状态：
zh_tw: 狀態：

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbstatus8722Sbpending
source: Pending
cs: Čekající
fi: Odottaa
fr: En attente
it: In attesa
lt: Kol
nb: Avventer
nl: In afwachting
pl: W oczekiwaniu
pt_br: Pendente
sl: V teku
sv: Pågående
tl: Nakabinbin
tr: Askıda olması
ur: زیر التواء
zh_cn: 有待
zh_tw: 有待
