Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbdash250Sbuntraceable250Sbtext
source: Transactions are routed through a series of <a href="https://www.dash.org/masternodes/"> Masternodes </a> to make them untraceable. This practice might work if all masternode operators had only pure motives. However, if a government, group of hackers, other entity, or even an individual bought many masternodes (there would be no way to know if this occured) and if the transaction passed through a route where all of the masternodes were owned by that entity, then the transaction could be traced by that entity. Given the relatively low cost of masternodes and the enormous budget of governments and some organizations, the possibility that coins can be traced is real.
cs: Transakce jsou směrovány přes řadu <a href="https://www.dash.org/masternodes/"> Masternodů </a>, aby je nebylo možné vystopovat. Tento postup by mohl fungovat, kdyby všichni provozovatelé masternodů měli pouze čisté motivy. Pokud by však vláda, skupina hackerů, jiný subjekt nebo dokonce jednotlivec nakoupil mnoho masternodů (nebylo by možné zjistit, zda k tomu došlo) a pokud by transakce prošla cestou, kde by všechny masternody vlastnil tento subjekt, pak by transakce mohla být tímto subjektem vystopována. Vzhledem k relativně nízké ceně masternodů a obrovskému rozpočtu vlád a některých organizací je možnost, že mince lze vystopovat, reálná.
fi: Transaktiot reititetään sarjan <a href="https://www.dash.org/masternodes/"> mastersolmujen </a> kautta, jotta niitä ei voida jäljittää. Tämä käytäntö voisi toimia, jos kaikilla masternode-operaattoreilla olisi puhtaat motiivit. Kuitenkin jos hallitus, hakkeriryhmä, muu taho tai jopa henkilö osti useita mastersolmuja (ei olisi mitään mahdollisuutta tietää, tapahtuiko näin) ja jos tapahtuma kulki reitin kautta, jolla kaikki mastersolmut olivat kyseisen tahon omistuksessa, silloin kyseinen taho voi jäljittää tapahtuman. Ottaen huomioon masternodien suhteellisen alhaiset kustannukset ja hallitusten ja joidenkin organisaatioiden valtavat budjetit, mahdollisuus, että kolikot voidaan jäljittää on todellinen.
fr: Les transactions sont acheminées via une série de <a href="https://www.dash.org/masternodes/">Masternodes</a> (nœuds maîtres) pour les rendre intraçables. Cette pratique pourrait fonctionner si tous les opérateurs de masternode n'avaient que des motifs purs. Cependant, si un gouvernement, un groupe de pirates informatiques, une autre entité ou même un individu achetait de nombreux masternodes (il n'y aurait aucun moyen de savoir si cela s'était produit) et si la transaction passait par une route où tous les masternodes appartenaient à cette entité, la transaction pourrait alors être tracée par cette entité. Compte tenu du coût relativement faible des masternodes et de l'énorme budget des gouvernements et de certaines organisations, la possibilité que les jetons puissent être tracés est réelle.
it: Le transazioni vengono instradate attraverso una serie di <a href="https://www.dash.org/masternodes/"> Masternodes </a> per renderle non rintracciabili. Questa pratica potrebbe funzionare se tutti gli operatori di masternode avessero solo motivi puri. Tuttavia, se un governo, un gruppo di hacker, un'altra entità o persino un individuo acquistassero molti masternode (non ci sarebbe modo di sapere se ciò avveniva) e se la transazione passasse attraverso un percorso in cui tutti i masternode erano di proprietà di quell'entità , quindi la transazione potrebbe essere tracciata da tale entità. Dato il costo relativamente basso dei masternodes e l'enorme budget dei governi e di alcune organizzazioni, la possibilità che le monete possano essere rintracciate è reale.
lt: Operacijos nukreipiamos per <a href="https://www.dash.org/masternodes/"> pagrindinius mazgus </a>, kad jų nebūtų galima atsekti. Ši praktika gali būti naudinga, jei visi „masternode“ operatoriai turėtų tik grynus motyvus. Tačiau, jei vyriausybė, įsilaužėlių grupė, kitas subjektas ar net asmuo nusipirko daug pagrindinių mazgų (nebūtų galimybės žinoti, ar tai įvyko) ir jei sandoris buvo atliktas tokiu maršrutu, kuriame visi pagrindiniai mazgai priklausė tam subjektui. , tada tas subjektas galėtų atsekti operaciją. Atsižvelgiant į santykinai mažas masternode kainas ir didžiulį vyriausybių bei kai kurių organizacijų biudžetą, galimybė, kad monetas bus galima atsekti, yra reali.
nb: Transaksjoner rutes gjennom en serie <a href="https://www.dash.org/masternodes/"> Masternodes </a> for å gjøre dem usporbare. Denne praksisen kan fungere hvis alle masternode-operatører bare hadde rene motiver. Imidlertid, hvis en regjering, en gruppe hackere, en annen enhet eller til og med en enkeltperson kjøpte mange masternoder (det ville ikke være mulig å vite om dette skjedde) og hvis transaksjonen gikk gjennom en rute der alle masternodene var eid av den enheten , så kan transaksjonen spores av den enheten. Gitt de relativt lave kostnadene for masternodes og det enorme budsjettet til regjeringer og enkelte organisasjoner, er muligheten for at mynter kan spores reell.
nl: Transacties worden gerouteerd via een reeks <a href="https://www.dash.org/masternodes/"> Masternodes </a> om ze onvindbaar te maken. Deze praktijk zou kunnen werken als alle masternode-operators alleen pure motieven hadden. Als een overheid, een groep hackers, een andere entiteit of zelfs een individu echter veel masternodes heeft gekocht (er zou geen manier zijn om te weten of dit is gebeurd) en als de transactie via een route is verlopen waarbij alle masternodes eigendom waren van die entiteit , dan kan de transactie worden getraceerd door die entiteit. Gezien de relatief lage kosten van masternodes en het enorme budget van overheden en sommige organisaties, is de mogelijkheid dat munten kunnen worden getraceerd reëel.
pl: Transakcje są kierowane przez serię <a href="https://www.dash.org/masternodes/">Masternodes</a>, aby były niemożliwe do śledzenia. To może działać, jeśli wszyscy operatorzy Masternodów są święci. Jednak jeśli rząd, grupa hakerów, bądź inne jednostki, a nawet pojedyncza osoba, kupią wiele Masternodów (nie ma sposobu na to, aby dowiedzieć się czy to się wydarzyło) i gdyby transakcja przeszła ścieżką, w której wszystkie Masternodes byłyby kontrolowane przez jedną jednostkę, wówczas transakcja mogłaby być śledzona przez tę jednostkę. Biorąc pod uwagę stosunkowo niski koszt Masternodów oraz ogromny budżet rządów i niektórych organizacji, to możliwość prześledzenia monet jest realna.
pt_br: As transações são roteadas através de uma série de <a href="https://www.dash.org/masternodes/"> Masternodes</a> para torná-las não rastreáveis. Essa prática pode funcionar se todos os operadores de masternode tiverem apenas motivos puros. No entanto, se um governo, grupo de hackers, outra entidade ou mesmo um indivíduo comprassem muitos masternodes (não haveria maneira de saber se isso ocorreu) e se a transação passasse por uma rota em que todos os masternodes eram de propriedade dessa entidade , a transação pode ser rastreada por essa entidade. Dado o custo relativamente baixo dos masternodes e o enorme orçamento dos governos e de algumas organizações, a possibilidade de rastrear moedas é real.
sl: Transakcije so usmerjene skozi niz <a href="https://www.dash.org/masternodes/"> Masternodes </a>, da jim ni mogoče slediti. Ta praksa bi lahko delovala, če bi imeli vsi operaterji masternode le čiste motive. Če pa je vlada, skupina hekerjev, drug subjekt ali celo posameznik kupil veliko glavnih vozlišč (ni mogoče vedeti, ali se je to zgodilo) in če je transakcija potekala po poti, kjer so bila vsa glavna vozlišča v lasti tega subjekta , potem bi ta subjekt lahko izsledil transakcijo. Glede na razmeroma nizke stroške masternodov in ogromen proračun vlad in nekaterih organizacij je možnost, da je mogoče izslediti kovance, resnična.
sv: Transaktioner dirigeras genom en serie <a href="https://www.dash.org/masternodes/"> Masternodes </a> för att göra dem omöjliga att spåra. Denna praxis skulle kunna fungera om alla masternode-operatörer bara hade rena motiv. Men om en regering, en grupp av hackare, en annan enhet eller till och med en individ köpte många masternoder (det skulle inte finnas något sätt att veta om detta inträffade) och om transaktionen gick genom en rutt där alla masternoder ägdes av den enheten , då kan transaktionen spåras av den enheten. Med tanke på de relativt låga kostnaderna för masternoder och den enorma budgeten för regeringar och vissa organisationer är möjligheten att mynt kan spåras reell.
tl: Ang mga transaksyon ay niruruta sa isang serye ng <a href="https://www.dash.org/masternodes/"> Masternodes </a> upang gawin itong hindi masubaybayan. Maaaring gumana ang kasanayang ito kung ang lahat ng masternode operator ay may mga purong motibo lamang. Gayunpaman, kung ang isang gobyerno, grupo ng mga hacker, ibang entity, o kahit isang indibidwal ay bumili ng maraming masternode (walang paraan upang malaman kung nangyari ito) at kung ang transaksyon ay dumaan sa isang ruta kung saan ang lahat ng masternode ay pagmamay-ari ng entity na iyon , pagkatapos ay masusubaybayan ng entity na iyon ang transaksyon. Dahil sa medyo mababang halaga ng mga masternode at napakalaking badyet ng mga pamahalaan at ilang organisasyon, totoo ang posibilidad na masubaybayan ang mga barya.
tr: İşlemler, izlenemez hale getirmek için bir dizi <a href="https://www.dash.org/masternodes/"> Masternode </a> aracılığıyla yönlendirilir. Bu uygulama, tüm masternode operatörlerinin yalnızca saf amaçlara sahip olması durumunda işe yarayabilir. Bununla birlikte, bir hükümet, bilgisayar korsanları grubu, başka bir kuruluş veya hatta bir kişi çok sayıda masternode satın aldıysa (bunun gerçekleşip gerçekleşmediğini bilmenin hiçbir yolu yoktur) ve işlem, tüm masternode'ların o kuruluşa ait olduğu bir rotadan geçerse , bu durumda işlem söz konusu varlık tarafından takip edilebilir. Masternode'ların nispeten düşük maliyeti ve hükümetlerin ve bazı kuruluşların muazzam bütçesi göz önüne alındığında, madeni paraların izlenebilme olasılığı gerçektir.
ur: ٹرانزیکشنز کو <a href="https://www.dash.org/masternodes/"> Masternodes </a> کی ایک سیریز کے ذریعے روٹ کیا جاتا ہے تاکہ انہیں ناقابل شناخت بنایا جا سکے۔ یہ مشق کام کر سکتی ہے اگر تمام ماسٹر نوڈ آپریٹرز کے صرف خالص مقاصد ہوں۔ تاہم، اگر حکومت، ہیکرز کے گروپ، دیگر ادارے، یا یہاں تک کہ ایک فرد نے بہت سے ماسٹر نوڈز خریدے ہیں (یہ جاننے کا کوئی طریقہ نہیں ہوگا کہ آیا ایسا ہوا ہے) اور اگر لین دین کسی ایسے راستے سے گزرا ہے جہاں تمام ماسٹر نوڈز اس ادارے کی ملکیت تھے۔ ، پھر اس ہستی کے ذریعہ لین دین کا پتہ لگایا جاسکتا ہے۔ ماسٹر نوڈس کی نسبتاً کم قیمت اور حکومتوں اور کچھ تنظیموں کے بہت زیادہ بجٹ کے پیش نظر، سکوں کا پتہ لگانے کا امکان حقیقی ہے۔
zh_cn: 交易通过一系列的超级节点<a href="https://www.dash.org/masternodes/"> Masternodes </a> 试图让交易不可追踪. 当所有的超级节点的控制人，全都高尚有节操，可信任，那么匿名是有可能的. 然而, 当一个政府, 一群黑客, 其他的主体, 甚至个人，收买或者成为了某些超级节点，隐私就不攻自破，而事实上即便这种情况已经存在了也没有人能意识到. 当交易经过的超级节点被某个组织和个人所掌握, 那么达世币的交易对那个组织就一目了然. 对于政府和其他一些拥有巨额财政预算的主体来说，成为达世币超级节点的开销不值一提, 达世币的转账大概率是处于被监视当中.
zh_tw: 交易通過一系列的超級節點<a href="https://www.dash.org/masternodes/"> Masternodes </a> 試圖讓交易不可追蹤. 當所有的超級節點的控制人，全都高尚有節操，可信任，那麼匿名是有可能的. 然而, 當一個政府, 一群駭客, 其他的主體, 甚至個人，收買或者成為了某些超級節點，隱私就不攻自破，而事實上即便這種情況已經存在了也沒有人能意識到. 當交易經過的超級節點被某個組織和個人所掌握, 那麼達世幣的交易對那個組織就一目了然. 對於政府和其他一些擁有巨額財政預算的主體來說，成為達世幣超級節點的開銷不值一提, 達世幣的轉帳大概率是處於被監視當中.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbgrin250Sbfungiblity250Sbtext
source: Since all transactions are questionably private, and potentially traceable, there exists the possibility of building a transaction graph, from which can be gleaned valuable information that can be used against an individual regarding their spending habits. Outputs can then be linked to identities, and, even though amounts are not seen, the fact that an output can be linked to an identity means the output can be tainted, just off of the basis of who has held it. We think this means that Grin is not fungible, as some outputs may be tainted while others will not be.
cs: Vzhledem k tomu, že všechny transakce jsou pochybně soukromé a potenciálně sledovatelné, existuje možnost sestavení grafu transakcí, ze kterého lze získat cenné informace, které lze použít proti jednotlivci ohledně jeho výdajových návyků. Výstupy pak mohou být spojeny s identitami, a i když množství nejsou vidět, skutečnost, že výstup může být spojen s identitou, znamená, že výstup může být poskvrněn, právě mimo základ toho, kdo jej držel. Myslíme si, že to znamená, že Grin není zastupitelný, protože některé výstupy mohou být zachovány, zatímco jiné nikoli.
fi: Koska kaikki transaktiot ovat kyseenalaisen yksityisiä ja mahdollisesti jäljitettävissä, on olemassa mahdollisuus rakentaa tapahtumakaavio, josta voidaan poimia arvokasta tietoa, jota voidaan käyttää yksityishenkilöä vastaan heidän kulutustottumustensa suhteen. Tuotokset voidaan sitten linkittää identiteetteihin ja vaikka määriä ei nähdä, se tosiasia että varat voidaan yhdistää identiteettiin, tarkoittaa että varat voidaan pilata, aivan sen perusteella kuka sitä on hallinnut. Mielestämme tämä tarkoittaa, että Grin ei ole vaihdettavissa, koska jotkut varat voivat olla pilaantuneet, kun taas toiset eivät ole.
fr: Étant donné que toutes les transactions sont privées d'une manière questionnable, et donc potentiellement traçables, il existe la possibilité de créer un graphe de transactions, à partir duquel peuvent être glanées de précieuses informations qui peuvent être utilisées contre un individu concernant ses habitudes de dépenses. Les sorties peuvent alors être liées à des identités, et, même si les montants ne sont pas visibles, le fait qu'une sortie puisse être liée à une identité signifie que la sortie peut être comme marquée, simplement sur la base de qui l'a détenue. Nous pensons que cela signifie que Grin n'est pas fongible, car certaines sorties peuvent être marquées tandis que d'autres ne le seront pas.
it: Poiché tutte le transazioni sono discutibilmente private e potenzialmente rintracciabili, esiste la possibilità di creare un grafico delle transazioni, da cui si possono ricavare informazioni preziose che possono essere utilizzate contro un individuo per quanto riguarda le loro abitudini di spesa. Gli output possono quindi essere collegati alle identità e, anche se gli importi non sono visti, il fatto che un output possa essere collegato a un'identità significa che l'output può essere contaminato, appena fuori dalla base di chi lo ha detenuto. Pensiamo che ciò significhi che Grin non è fungibile, poiché alcune uscite potrebbero essere contaminate mentre altre no.
lt: Kadangi visi sandoriai yra abejotinai privatūs ir potencialiai atsekami, yra galimybė sudaryti sandorių grafiką, iš kurio galima surinkti vertingos informacijos, kurią galima panaudoti prieš asmenį dėl jo išlaidų įpročių. Tada rezultatus galima susieti su tapatybėmis ir, net jei sumos nematomos, faktas, kad produkcija gali būti susieta su tapatybe, reiškia, kad produkcija gali būti sugadinta, neatsižvelgiant į tai, kas ją valdė. Manome, kad tai reiškia, kad Grin nėra pakeičiamas, nes kai kurie rezultatai gali būti sugadinti, o kiti – ne.
nb: Siden alle transaksjoner er tvilsomt private og potensielt sporbare, eksisterer det muligheten for å bygge en transaksjonsgraf, hvorfra det kan hentes verdifull informasjon som kan brukes mot en enkeltperson angående forbruksvanene deres. Utganger kan da knyttes til identiteter, og selv om beløp ikke sees, betyr det at en utgang kan knyttes til en identitet at utgangen kan bli forurenset, bare på grunn av hvem som har holdt den. Vi tror dette betyr at Grin ikke er fungibel, da noen utganger kan være tilsmusset mens andre ikke vil være det.
nl: Aangezien alle transacties twijfelachtig privé en mogelijk traceerbaar zijn, bestaat er de mogelijkheid om een transactiegrafiek te bouwen, waaruit waardevolle informatie kan worden afgeleid die tegen een individu kan worden gebruikt met betrekking tot hun bestedingspatroon. Outputs kunnen vervolgens worden gekoppeld aan identiteiten, en hoewel bedragen niet worden gezien, betekent het feit dat een output kan worden gekoppeld aan een identiteit, dat de output kan worden aangetast, puur en alleen op basis van wie het vasthield. We denken dat dit betekent dat Grin niet vervangbaar is, omdat sommige outputs aangetast kunnen zijn en andere niet.
pl: Ponieważ wszystkie transakcje są wątpliwie prywatne i potencjalnie możliwe do zidentyfikowania, istnieje możliwość zbudowania wykresu transakcyjnego. Można z niego uzyskać cenne informacje, a dzięki nim można poznać czyjeś nawyki związane z jego wydatkami. Wyjścia można następnie powiązać z tożsamością, a chociaż kwoty nie są widoczne, to ten fakt oznacza, że wyjście może być skażone na podstawie tego, kto wcześniej je posiadał. Uważamy, że świadczy to o tym, iż Grin nie jest zamienny, ponieważ niektóre wyjścia mogą być skażone.
pt_br: Como todas as transações são questionadamente privadas e potencialmente rastreáveis, existe a possibilidade de criar um gráfico de transações, a partir do qual podem ser coletadas informações valiosas que podem ser usadas contra um indivíduo em relação a seus hábitos de consumo. As saídas podem então ser vinculadas às identidades e, mesmo que as quantias não sejam vistas, o fato de uma saída poder ser vinculada a uma identidade significa que a saída pode ser contaminada, apenas fora da base de quem a deteve. Achamos que isso significa que o Grin não é fungível, pois algumas saídas podem ser contaminadas, enquanto outras não.
sl: Ker so vse transakcije vprašljivo zasebne in jih je mogoče izslediti, obstaja možnost, da se sestavi graf transakcij, iz katerega je mogoče pridobiti dragocene informacije, ki se lahko uporabijo proti posamezniku glede njegovih potratnih navad. Izhode je nato mogoče povezati z identitetami, in čeprav zneski niso vidni, dejstvo, da je mogoče izhod povezati z identiteto, pomeni, da je mogoče izhod očrniti samo na podlagi tega, kdo ga je imel. Menimo, da to pomeni, da Grin ni zamenljiv, saj so lahko nekateri izpisi omadeženi, drugi pa ne.
sv: Eftersom alla transaktioner är tvivelaktiga privata och potentiellt spårbara, finns det möjlighet att bygga en transaktionsgraf, från vilken man kan hämta värdefull information som kan användas mot en individ angående deras utgiftsvanor. Utdata kan sedan kopplas till identiteter, och även om mängder inte syns, innebär det faktum att en utdata kan kopplas till en identitet att utdata kan bli fläckad, bara på grund av vem som har hållit den. Vi tror att detta betyder att Grin inte är fungibel, eftersom vissa utgångar kan vara fläckiga medan andra inte kommer att vara det.
tl: Dahil ang lahat ng mga transaksyon ay kaduda-dudang pribado, at posibleng masubaybayan, mayroong posibilidad na bumuo ng isang graph ng transaksyon, kung saan maaaring makakuha ng mahalagang impormasyon na maaaring magamit laban sa isang indibidwal tungkol sa kanilang mga gawi sa paggastos. Ang mga output ay maaaring maiugnay sa mga pagkakakilanlan, at, kahit na ang mga halaga ay hindi nakikita, ang katotohanan na ang isang output ay maaaring maiugnay sa isang pagkakakilanlan ay nangangahulugan na ang output ay maaaring marumihan, batay lamang sa kung sino ang may hawak nito. Sa tingin namin, ang ibig sabihin nito ay ang Grin ay hindi fungible, dahil ang ilang mga output ay maaaring marumi habang ang iba ay hindi.
tr: Tüm işlemler sorgulanabilir şekilde özel olduğundan ve potansiyel olarak izlenebilir olduğundan, harcama alışkanlıklarıyla ilgili olarak bir bireye karşı kullanılabilecek değerli bilgilerin toplanabileceği bir işlem grafiği oluşturma olasılığı vardır. Çıktılar daha sonra kimliklerle ilişkilendirilebilir ve miktarlar görülmese bile, bir çıktının bir kimliğe bağlanabilmesi, çıktının onu kimin elinde tuttuğu temelinde lekelenebileceği anlamına gelir. Bunun, bazı çıktılar kusurlu olabilirken diğerleri olmayacağından, Grin'in karşılanabilir olmadığı anlamına geldiğini düşünüyoruz.
ur: چونکہ تمام لین دین قابل اعتراض طور پر نجی ہیں، اور ممکنہ طور پر ٹریس کیا جا سکتا ہے، اس لیے لین دین کا گراف بنانے کا امکان موجود ہے، جس سے قیمتی معلومات اکٹھی کی جا سکتی ہیں جو کسی فرد کے خلاف ان کے خرچ کرنے کی عادات کے بارے میں استعمال کی جا سکتی ہیں۔ اس کے بعد آؤٹ پٹ کو شناخت سے جوڑا جا سکتا ہے، اور، اگرچہ مقداریں نہیں دیکھی جاتی ہیں، حقیقت یہ ہے کہ کسی آؤٹ پٹ کو شناخت سے جوڑا جا سکتا ہے، اس کا مطلب ہے کہ آؤٹ پٹ کو داغدار کیا جا سکتا ہے، اس بنیاد پر کہ اسے کس نے رکھا ہے۔ ہمارے خیال میں اس کا مطلب یہ ہے کہ Grin پھنسنے کے قابل نہیں ہے، کیونکہ کچھ نتائج داغدار ہوسکتے ہیں جبکہ دیگر نہیں ہوں گے۔
zh_cn: 因为grin交易的隐私性是有争议的, 存在有方法追踪的潜在可能, 攻击者可以通过建立交易图, 来收集有价值信息从而确定某用户的交易习惯. 即便是用户的交易金额仍旧不能追踪, 但分析结果可以关联用户身份, 如果一笔支出可以被识别与某个用户关联，那就意味着这笔钱可能会被污染, 至于有没有被污染取决于持有人的具体身份是好是坏. 我们认为在花费的时候，有的币会被污染，另一些不会，导致币和币之间不完全等值,正因如此古灵币缺乏可替代性 .
zh_tw: 因為grin交易的隱私性是有爭議的, 存在有方法追蹤的潛在可能, 攻擊者可以通過建立交易圖, 來收集有價值資訊從而確定某使用者的交易習慣. 即便是使用者的交易金額仍舊不能追蹤, 但分析結果可以關聯用戶身份, 如果一筆支出可以被識別與某個用戶關聯，那就意味著這筆錢可能會被污染, 至於有沒有被污染取決於持有人的具體身份是好是壞. 我們認為在花費的時候，有的幣會被污染，另一些不會，導致幣和幣之間不完全等值,正因如此古靈幣缺乏可替代性 .
