Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbquestion8722Sb24
source: I've made my payment, but I forgot to press the I have paid button or I did not press it in time
cs: Provedl jsem platbu, ale zapomněl jsem stisknout tlačítko Mám zaplaceno nebo jsem jej nestiskl včas
fi: Olen suorittanut maksun, mutta unohdin painaa "Olen maksanut" -painiketta tai en painanut sitä ajoissa
fr: J'ai effectué mon paiement, mais j'ai oublié d'appuyer sur le bouton "J'ai payé", ou je n'ai pas appuyé à temps
it: Ho effettuato il pagamento, ma ho dimenticato di premere il pulsante 'Ho pagato' o non l'ho premuto in tempo
lt: Atlikau mokėjimą, bet pamiršau paspausti mygtuką Sumokėjau arba nepaspaudžiau jo laiku
nb: Jeg har foretatt betalingen min, men jeg glemte å trykke på Jeg har betalt-knappen, eller så trykket jeg ikke på den i tide
nl: Ik heb betaald, maar ben vergeten op de knop 'Ik heb betaald' te drukken of ik heb er niet op tijd op gedrukt
pl: Dokonałem płatności, ale zapomniałem potwierdzić naciskając przycisk, lub nie nacisnąłem go na czas
pt_br: Fiz o pagamento, mas esqueci de apertar o botão 'Pagamento feito' ou não apertei a tempo.
sl: Plačal sem, vendar sem pozabil pritisniti gumb "Plačal sem" ozr. ga nisem pritisnil pravočasno
sv: Jag har gjort min betalning, men jag glömde att trycka på knappen Jag har betalat eller jag tryckte inte på den i tid
tl: Nagbayad na ako, ngunit nakalimutan kong pindutin ang I have paid button o hindi ko ito napindot sa oras
tr: Ödememi yaptım ancak ödedim butonuna basmayı unuttum veya zamanında basmadım
ur: میں نے اپنی ادائیگی کر دی ہے، لیکن میں نے ادا کر دیا ہے بٹن دبانا بھول گیا یا میں نے اسے وقت پر نہیں دبایا
zh_cn: 我已经付款，但忘记按”我已付款“按钮或未及时按该按钮
zh_tw: 我已經付款，但忘記按”我已付款“按鈕或未及時按該按鈕

# faq250Sbquestion8722Sb25
source: How are disputes going to be handled?
cs: Jak se budou řešit spory?
fi: Miten riitautetut kaupat aiotaan käsitellä?
fr: Comment les litiges vont-ils être traités ?
it: Come verranno gestite le controversie?
lt: Kaip bus sprendžiami ginčai?
nb: Hvordan skal tvister håndteres?
nl: Hoe gaan geschillen worden afgehandeld?
pl: W jaki sposób rozstrzygane będą spory?
pt_br: Como vocês lidam com as disputas?
sl: Kako se bodo reševali spori?
sv: Hur kommer tvister att hanteras?
tl: Paano haharapin ang mga hindi pagkakaunawaan?
tr: Anlaşmazlıklar nasıl ele alınacak?
ur: تنازعات کو کیسے نمٹایا جائے گا؟
zh_cn: 你们怎么处理申诉？
zh_tw: 你們怎麼處理申訴？

# faq250Sbquestion8722Sb26
source: I sent Monero to the wrong address, can I get them back?
cs: Poslal jsem Monero na špatnou adresu, mohu jej dostat zpět?
fi: Lähetin Moneroa väärään osoitteeseen, saanko ne takaisin?
fr: J'ai envoyé du Monero à une mauvaise adresse, puis-je le récupérer ?
it: Ho mandato Monero all'indirizzo sbagliato, posso riaverli indietro?
lt: Išsiunčiau Monero neteisingu adresu, ar galiu juos atgauti?
nb: Jeg sendte Monero til feil adresse, kan jeg få dem tilbake?
nl: Ik heb Monero naar het verkeerde adres gestuurd, kan ik ze terugkrijgen?
pl: Wysłałem Monero na niewłaściwy adres, czy mogę je odzyskać?
pt_br: Enviei Monero ao endereço errado, posso recuperá-lo?
sl: Monero sem poslal na napačen naslov, ali ga lahko dobim nazaj?
sv: Jag skickade Monero till fel adress, kan jag få tillbaka dem?
tl: Napadala ko si Monero sa maling address, maaari ko bang ibalik ang mga ito?
tr: Monero'yu yanlış adrese gönderdim, geri alabilir miyim?
ur: میں نے Monero کو غلط ایڈریس پر بھیجا، کیا میں انہیں واپس کر سکتا ہوں؟
zh_cn: 我将门罗币发送到了错误的地址，可以取回吗？
zh_tw: 我將門羅幣發送到了錯誤的地址，可以取回嗎？

# faq250Sbquestion8722Sb2657Sbagoradesk
source: I sent coins to the wrong address, can I get them back?
cs: Poslal jsem coiny na špatnou adresu, mohu je dostat zpět?
fi: Lähetin kolikot väärään osoitteeseen, saanko ne takaisin?
fr: J'ai envoyé des jetons de crypto-monnaie à une mauvaise adresse, puis-je les récupérer ?
it: Ho inviato monete all'indirizzo sbagliato, posso riaverle?
lt: Išsiunčiau monetas neteisingu adresu, ar galiu jas atgauti?
nb: Jeg sendte mynter til feil adresse, kan jeg få dem tilbake?
nl: Ik heb munten naar het verkeerde adres gestuurd, kan ik ze terugkrijgen?
pl: Wysłałem kryptowalutę na niewłaściwy adres, czy mogę ją odzyskać?
pt_br: Enviei moedas para o endereço errado, posso recuperá-las?
sl: Kovance sem poslal na napačen naslov, ali jih lahko dobim nazaj?
sv: Jag skickade mynt till fel adress, kan jag få tillbaka dem?
tl: Nagpadala ako ng mga barya sa maling address, maaari ko bang ibalik ang mga ito?
tr: Yanlış adrese para gönderdim, geri alabilir miyim?
ur: میں نے سکے غلط ایڈریس پر بھیجے، کیا میں انہیں واپس لے سکتا ہوں؟
zh_cn: 我把硬币寄到了错误的地址，我可以把它们还给他们吗？
zh_tw: 我把硬幣寄到了錯誤的地址，我可以把它們還給他們嗎？

# faq250Sbquestion8722Sb27
source: How often are advertisement prices updated?
cs: Jak často se aktualizují ceny inzerce?
fi: Kuinka usein ilmoitusten hintoja päivitetään?
fr: À quelle fréquence les prix des annonces sont-ils mis à jour ?
it: Quanto spesso vengono aggiornati i prezzi degli annunci?
lt: Kaip dažnai atnaujinamos skelbimų kainos?
nb: Hvor ofte oppdateres annonseprisene?
nl: Hoe vaak worden advertentieprijzen bijgewerkt?
pl: Jak często aktualizowane są ceny ogłoszeń?
pt_br: Com que frequência os preços dos anúncios são atualizados?
sl: Kako pogosto se posodabljajo cene oglasov?
sv: Hur ofta uppdateras annonspriserna?
tl: Gaano kadalas ina-update ang mga presyo ng ad?
tr: İlan fiyatları ne sıklıkla güncellenir?
ur: اشتہاری قیمتوں کو کتنی بار اپ ڈیٹ کیا جاتا ہے؟
zh_cn: 广告价格多久更新一次？
zh_tw: 廣告價格多久更新一次？

# faq250Sbquestion8722Sb28
source: What is a floating price?
cs: Co je to plovoucí cena?
fi: Mikä on vaihteleva hinta?
fr: Qu'est-ce qu'un prix fluctuant ?
it: Cos'è un prezzo fluttuante?
lt: Kas yra plaukiojanti kaina?
nb: Hva er en flytende pris?
nl: Wat is een variabele prijs?
pl: Czym jest płynna cena?
pt_br: O que é o preço flutuante?
sl: Kaj je spremenljiva cena?
sv: Vad är ett flytande pris?
tl: Ano ang floating price?
tr: Değişken fiyat nedir?
ur: floating قیمت کیا ہے؟
zh_cn: 浮动价格是什么？
zh_tw: 浮動價格是什麼？

# faq250Sbquestion8722Sb29
source: What are the fees?
cs: jaké jsou poplatky?
fi: Mitä ovat maksut?
fr: Quels sont les frais ?
it: Quali sono le tasse?
lt: Kokie mokesčiai?
nb: Hva er gebyrene?
nl: Wat zijn de kosten?
pl: Jakie są opłaty?
pt_br: Quais são as taxas?
sl: Kakšne so provizije?
sv: Vilka är avgifterna?
tl: Ano ang mga bayarin?
tr: Ücretler nelerdir?
ur: فیس کیا ہیں؟
zh_cn: 你们费用呢？
zh_tw: 你們費用呢？

# faq250Sbquestion8722Sb3
source: How do I activate two-factor authentication?
cs: Jak aktivuji dvoufaktorové (2FA) ověřování?
fi: Kuinka aktivoin kaksivaiheisen todennuksen?
fr: Comment activer l'authentification à deux facteurs 2FA ?
it: Come attivare l'autenticazione a due fattori?
lt: Kaip suaktyvinti dviejų veiksnių autentifikavimą?
nb: Hvordan aktiverer jeg tofaktorautentisering?
nl: Hoe activeer ik tweefactorauthenticatie?
pl: Jak aktywować uwierzytelnianie dwuskładnikowe?
pt_br: Como ativo a autenticação de dois fatores (2FA)?
sl: Kako aktiviram dvostopenjsko avtentikacijo?
sv: Hur aktiverar jag tvåfaktorsautentisering?
tl: Paano ko ia-activate ang two-factor authentication?
tr: İki faktörlü kimlik doğrulamayı nasıl etkinleştiririm?
ur: میں دو عنصر کی توثیق کو کیسے activateکروں؟
zh_cn: 如何为我的帐户启用双重身份验证？
zh_tw: 如何為我的帳戶啟用雙重身份驗証？

# faq250Sbquestion8722Sb30
source: Do you have a mobile app? / How can I receive mobile notifications?
cs: Máte mobilní aplikaci? / Jak mohu dostávat mobilní upozornění?
fi: Onko teillä mobiilisovellusta? / Kuinka voin vastaanottaa mobiili-ilmoituksia?
fr: Avez-vous une application mobile ? / Comment puis-je recevoir des notifications mobiles ?
it: Ho un'app mobile? / Come posso ricevere notifiche direttamente sul telefono?
lt: Ar turite mobiliąją programėlę? / Kaip galiu gauti mobiliuosius pranešimus?
nb: Har du en mobilapp? / Hvordan kan jeg motta mobilvarsler?
nl: Hebben jullie een mobiele app? / Hoe kan ik mobiele notificaties ontvangen?
pl: Czy macie aplikację mobilną? / Jak mogę otrzymywać powiadomienia mobilne?
pt_br: Vocês têm algum aplicativo para celular? Como recebo as notificações?
sl: Imate mobilno aplikacijo? / Kako lahko prejemam mobilna obvestila?
sv: Har ni en mobilapp? / Hur kan jag få mobilaviseringar?
tl: Mayroon ka bang mobile app? / Paano ako makakatanggap ng mga abiso sa mobile?
tr: Mobil uygulamanız var mı? / Mobil bildirimleri nasıl alabilirim?
ur: میں موبائل کی اطلاعات کیسے حاصل کر سکتا ہوں۔کیا آپ کے پاس موبائل ایپ ہے؟? / ?
zh_cn: 你们有APP吗？/ 我能不能接收移动通知？
zh_tw: 你們有APP嗎？/ 我能不能接收移動通知？

# faq250Sbquestion8722Sb32
source: What is a transaction priority?
cs: Co je priorita transakce?
fi: Mikä on transaktioprioriteetti?
fr: Qu'est-ce qu'une priorité de transaction ?
it: Qual è una priorità della transazione?
lt: Kas yra sandorio prioritetas?
nb: Hva er en transaksjonsprioritet?
nl: Wat is een transactieprioriteit?
pl: Czym jest priorytet transakcji?
pt_br: O que é a prioridade da transação?
sl: Kaj je prioriteta transakcije?
sv: Vad är en transaktionsprioritet?
tl: Ano ang priyoridad ng transaksyon?
tr: İşlem önceliği nedir?
ur: لین دین کی ترجیح کیا ہے؟
zh_cn: 交易优先级是什么?
zh_tw: 交易優先級是什麼?

# faq250Sbquestion8722Sb32250Sb1
source: What is a fee level?
cs: Co je to výše poplatku?
fi: Mikä on maksutaso?
fr: Qu'est-ce qu'un taux de frais ?
it: Cos'è un livello di commissione?
lt: Kas yra mokesčio lygis?
nb: Hva er et gebyrnivå?
nl: Wat is een vergoedingsniveau?
pl: Czym jest poziom opłat?
pt_br: O que é um nível de taxa?
sl: Kaj je višina provizije?
sv: Vad är en avgiftsnivå?
tl: Ano ang antas ng bayad?
tr: Ücret düzeyi nedir?
ur: فیس کی سطح کیا ہے؟
zh_cn: 什么是收费水平？
zh_tw: 什麼是收費水平？

# faq250Sbquestion8722Sb33
source: How can I withdraw Monero to another cryptocurrency wallet from my {appName} wallet?
cs: Jak mohu vybrat Monero do jiné kryptoměnové peněženky z mé {appName} peněženky?
fi: Kuinka voin nostaa Moneroa toiseen kryptovaluuttalompakkoon {appName}-lompakostani?
fr: Comment puis-je retirer du Monero vers un autre portefeuille de crypto-monnaie depuis mon portefeuille {appName} ?
it: Come posso prelevare Monero in un altro portafoglio di criptovalute dal mio portafoglio {appName}?
lt: Kaip iš savo {appName} piniginės galiu išimti Monero į kitą kriptovaliutos piniginę?
nb: Hvordan kan jeg ta ut Monero til en annen kryptovaluta-lommebok fra {appName}-lommeboken min?
nl: Hoe kan ik Monero opnemen naar een andere Cryptocurrency-portefeuille vanuit mijn {appName}-portefeuille?
pl: Jak mogę wypłacić Monero do portfela innej kryptowaluty z mojego portfela {appName}?
pt_br: Como posso retirar Monero para outra carteira de moeda criptográfica de minha carteira {appName}?
sl: Kako lahko dvignem Monero na drugo kripto denarnico iz svoje denarnice {appName}?
sv: Hur kan jag ta ut Monero till en annan kryptovalutaplånbok från min {appName} plånbok?
tl: Paano ko mai-withdraw ang Monero sa isa pang cryptocurrency wallet mula sa aking {appName} wallet?
tr: Monero'yu {appName} cüzdanımdan başka bir kripto para cüzdanına nasıl çekebilirim?
ur: میں اپنے {appName} والیٹ سے Monero کو کسی دوسرے کرپٹو کرنسی والیٹ میں کیسے نکال سکتا ہوں؟
zh_cn: 如何将门罗币从我的 {appName} 钱包中提取到另一个加密货币钱包？
zh_tw: 如何將門羅幣從我的 {appName} 錢包中提取到另一個加密貨幣錢包？

# faq250Sbquestion8722Sb3357Sbagoradesk
source: How can I withdraw other cryptocurrencies from my {appName} wallet?
cs: Jak mohu vybrat jiné kryptoměny z mé {appName} peněženky?
fi: Kuinka voin nostaa muita kryptovaluuttoja {appName}-lompakostani?
fr: Comment puis-je retirer d'autres crypto-monnaies de mon portefeuille {appName} ?
it: Come posso prelevare altre criptovalute dal mio portafoglio {appName}?
lt: Kaip iš savo {appName} piniginės galiu išimti kitas kriptovaliutas?
nb: Hvordan kan jeg ta ut andre kryptovalutaer fra {appName}-lommeboken min?
nl: Hoe kan ik andere cryptocurrencies uit mijn {appName}-portefeuille halen?
pl: Jak mogę wypłacić inne kryptowaluty z mojego portfela {appName}?
pt_br: Como posso retirar outras moedas criptográficas da minha carteira {appName}?
sl: Kako lahko dvignem druge kriptovalute iz svoje denarnice {appName}?
sv: Hur kan jag ta ut andra kryptovalutor från min {appName} plånbok?
tl: Paano ako makakapag-withdraw ng iba pang cryptocurrencies mula sa aking {appName} wallet?
tr: {appName} cüzdanımdan diğer kripto para birimlerini nasıl çekebilirim?
ur: میں اپنے {appName} والیٹ سے دوسری کریپٹو کرنسی کیسے نکال سکتا ہوں؟
zh_cn: 如何从我的 {appName} 钱包中提取其他加密货币？
zh_tw: 如何從我的 {appName} 錢包中提取其他加密貨幣？

# feedback250Sbtitle
source: Feedback on {user}
cs: Zpětná vazba na {user}
fi: Palautetta käyttäjästä {user}
fr: Évaluation de {user}
it: Feedback su {user}
lt: Atsiliepimai apie {user}
nb: Tilbakemelding på {user}
nl: Feedback op {user}
pl: Oceny {user}
pt_br: Feedback do {user}
sl: Povratne informacije za {user}
sv: Återkoppling på {user}
tl: Feedback sa {user}
tr: {user} hakkında geri bildirim
ur: {user} پر تاثرات
zh_cn: {user}的评价
zh_tw: {user}的評價

# fees250Sbtitle
source: {appName} fees
cs: {appName} poplatky
fi: {appName} maksut
fr: Frais sur {appName}
it: Tariffe di {appName}
lt: {appName} mokesčiai
nb: {appName} gebyrer
nl: {appName} kosten
pl: Opłaty {appName}
pt_br: Taxas do {appName}
sl: {appName} provizije
sv: {appName} avgifter
tl: {appName} mga bayarin
tr: {appName} ücretler
ur: {appName} فیس
zh_cn: {appName}费用
zh_tw: {appName}費用

# fees250Sbtrading250Sbtext
source: Registering, buying and selling Monero is completely <strong>free</strong>. <br/> {appName} users who create advertisements are charged a <strong> 1% arbitration protection fee </strong> for every completed trade.
cs: Registrace, nákup a prodej Monera je zcela <strong>zdarma</strong>. <br/> {appName} uživatelům, kteří vytvářejí reklamy, je účtován <strong> 1% poplatek za arbitrážní ochranu </strong> za každý dokončený obchod.
fi: Rekisteröityminen, Moneron ostaminen ja myyminen on täysin <strong>ilmaista</strong>. <br/> {appName} käyttäjiltä jotka luovat ilmoituksia veloitetaan <strong> 1% välimiessuojamaksu </strong> jokaisesta tehdystä kaupasta.
fr: L'enregistrement, l'achat et la vente de Monero sont entièrement <strong>gratuits</strong>. <br />Les utilisateurs de {appName} qui créent des annonces se voient facturer <strong>1% de frais de protection contre l'arbitrage</strong> pour chaque transaction effectuée.
it: Registrarsi, comprare e vendere Monero è completamente <strong>gratuito</strong>. <br/> Agli utenti {appName} che creano annunci viene addebitata una <strong> 1% di protezione arbitrale </strong> per ogni scambio completato.
lt: Monero registracija, pirkimas ir pardavimas yra visiškai <strong>nemokamas</strong>. <br/> {appName} naudotojai, kuriantys skelbimus, imamas <strong> 1 % arbitražo apsaugos mokestis </strong> už kiekvieną užbaigtą sandorį.
nb: Registrering, kjøp og salg av Monero er helt <strong>gratis</strong>. <br/> {appName}-brukere som lager annonser belastes et <strong> 1 % voldgiftsbeskyttelsesgebyr </strong> for hver fullført handel.
nl: Het registreren, kopen en verkopen van Monero is volledig <strong>gratis</strong>. <br/> {appName} gebruikers die advertenties maken, betalen <strong> 1% arbitragebeschermingskosten </strong> voor elke voltooide transactie.
pl: Rejestracja, kupowanie i sprzedaż Monero są całkowicie <strong> darmowe </strong>.<br/> Użytkownicy {appName}, którzy tworzą ogłoszenia, płacą <strong> 1% opłaty za ochronę arbitrażową </strong> za każdy ukończony handel.
pt_br: Registrar, comprar e vender Monero é completamente <strong>gratuito</strong>. <br/> Os usuários do {appName} que criam anúncios são cobrados um <strong> 1% de taxa de proteção arbitral </strong> para cada negociação concluída.
sl: Registracija, nakup in prodaja Monera je popolnoma <strong>brezplačna</strong>. <br/> {appName} uporabnikom, ki ustvarjajo oglase, zaračuna <strong> 1% pristojbino za zaščito arbitraže </strong> za vsako zaključeno trgovanje.
sv: Registrering, köp och försäljning av Monero är helt <strong>gratis</strong>. <br/> {appName} användare som skapar annonser debiteras en <strong> 1 % skiljeskyddsavgift </strong> för varje genomförd handel.
tl: Ang pagrerehistro, pagbili at pagbebenta ng Monero ay ganap na <strong>libre</strong>. <br/> {appName} mga user na gumagawa ng mga advertisement ay sinisingil ng <strong> 1% arbitration protection fee </strong> para sa bawat nakumpletong trade.
tr: Monero'yu kaydetmek, satın almak ve satmak tamamen <strong>ücretsizdir</strong>. Reklam oluşturan <br/> {appName} kullanıcılardan, tamamlanan her işlem için <strong> %1 tahkim koruma ücreti </strong> alınır.
ur: Monero کو رجسٹر کرنا، خریدنا اور بیچنا مکمل طور پر <strong>مفت</strong> ہے۔ <br/> {appName} صارفین جو اشتہارات بناتے ہیں ان سے ہر مکمل تجارت کے لیے <strong> 1% ثالثی تحفظ کی فیس </strong> وصول کی جاتی ہے۔
zh_cn: 注册、购买和销售门罗币完全 <strong>免费</strong>。 <br/> 创建广告的 {appName} 用户需要为每笔完成的交易支付 <strong> 1% 的仲裁保护费 </strong> 。
zh_tw: 註冊、購買和銷售門羅幣完全 <strong>免費</strong>。 <br/> 創建廣告的 {appName} 用戶需要為每筆完成的交易支付 <strong> 1% 的仲裁保護費 </strong> 。

# fees250Sbtrading250Sbtext57Sbagoradesk
source: Registering, buying and selling cryptocurrencies is completely <strong>free</strong>. <br/> {appName} users who create advertisements are charged a <strong> 1% arbitration protection fee </strong> for every completed trade.
cs: Registrace, nákup a prodej kryptoměn je zcela <strong>zdarma</strong>. <br/> {appName} uživatelům, kteří vytvářejí reklamy, je účtován <strong> 1% poplatek za arbitrážní ochranu </strong> za každý dokončený obchod.
fi: Rekisteröityminen, kryptovaluuttojen ostaminen ja myyminen on täysin <strong>ilmaista</strong>. <br/> {appName} käyttäjiltä jotka luovat ilmoituksia veloitetaan <strong> 1% välimiessuojamaksu </strong> jokaisesta tehdystä kaupasta.
fr: L'enregistrement, l'achat et la vente de crypto-monnaies sont entièrement <strong>gratuits</strong>. <br />Les utilisateurs de {appName} qui créent des annonces se voient facturer <strong>1% de frais de protection contre l'arbitrage</strong> pour chaque transaction effectuée.
it: Registrarsi, comprare e vendere criptovalute è completamente <strong>gratuito</strong>. <br/> Agli utenti {appName} che creano annunci viene addebitata una <strong> 1% di tassa di protezione arbitrale </strong> per ogni scambio completato.
lt: Kriptovaliutų registravimas, pirkimas ir pardavimas yra visiškai <strong>nemokamas</strong>. <br/> {appName} naudotojai, kuriantys skelbimus, imamas <strong> 1 % arbitražo apsaugos mokestis </strong> už kiekvieną įvykdytą sandorį.
nb: Registrering, kjøp og salg av kryptovalutaer er helt <strong>gratis</strong>. <br/> {appName}-brukere som lager annonser belastes et <strong> 1 % voldgiftsbeskyttelsesgebyr </strong> for hver fullført handel.
nl: Het registreren, kopen en verkopen van cryptocurrencies is volledig <strong>gratis</strong>. <br/> {appName} gebruikers die advertenties maken, betalen <strong> 1% arbitragebeschermingskosten </strong> voor elke voltooide transactie.
pl: Rejestracja, kupowanie i sprzedaż kryptowalut są całkowicie <strong> darmowe </strong>.<br/> Użytkownicy {appName}, którzy tworzą ogłoszenia, płacą <strong> 1% opłaty za ochronę arbitrażową </strong> za każdy ukończony handel.
pt_br: O registro, compra e venda de moedas criptográficas é completamente <strong>gratuito</strong>. <br/> Os usuários do {appName} que criam anúncios são cobrados um <strong> 1% de taxa de proteção arbitral </strong> para cada negociação concluída.
sl: Registracija, nakup in prodaja kriptovalut je popolnoma <strong>brezplačna</strong>. <br/> {appName} uporabnikom, ki ustvarjajo oglase, zaračuna <strong> 1% pristojbino za zaščito arbitraže </strong> za vsako zaključeno trgovanje.
sv: Att registrera, köpa och sälja kryptovalutor är helt <strong>fri</strong>. <br/> {appName} användare som skapar annonser debiteras en <strong> 1 % skiljeskyddsavgift </strong> för varje avslutad handel.
tl: Ang pagrerehistro, pagbili at pagbebenta ng mga cryptocurrencies ay ganap na <strong>libre</strong>. <br/> {appName} mga user na gumagawa ng mga advertisement ay sinisingil ng <strong> 1% arbitration protection fee </strong> para sa bawat nakumpletong trade.
tr: Kripto para birimlerini kaydetmek, satın almak ve satmak tamamen <strong>ücretsizdir</strong>. Reklam oluşturan <br/> {appName} kullanıcılardan, tamamlanan her işlem için <strong> %1 tahkim koruma ücreti </strong> alınır.
ur: کریپٹو کرنسیوں کو رجسٹر کرنا، خریدنا اور بیچنا مکمل طور پر <strong>مفت</strong> ہے۔ <br/> {appName} صارفین جو اشتہارات بناتے ہیں ان سے ہر مکمل تجارت کے لیے <strong> 1% ثالثی تحفظ کی فیس </strong> وصول کی جاتی ہے۔
zh_cn: 注册、买卖加密货币完全 <strong>免费</strong>。 <br/> 创建广告的 {appName} 用户需要为每笔完成的交易支付 <strong> 1% 的仲裁保护费 </strong> 。
zh_tw: 註冊、買賣加密貨幣完全 <strong>免費</strong>。 <br/> 創建廣告的 {appName} 用戶需要為每筆完成的交易支付 <strong> 1% 的仲裁保護費 </strong> 。

# fees250Sbtrading250Sbtitle
source: Monero trading
cs: Obchodování Monero (XMR)
fi: Monero kaupankäynti
fr: Échange de Monero
lt: Monero prekyba
nb: Monero handel
nl: Monero-handel
pl: handel Monero
pt_br: Comercializando Monero
sl: Monero trgovanje
sv: Monero handel
tl: Pangkalakal ng Monero
tr: Monero ticareti
ur: Monero ٹریڈنگ
zh_cn: 门罗币交易
zh_tw: 門羅幣交易

# fees250Sbtrading250Sbtitle57Sbagoradesk
source: Cryptocurrency trading
cs: Obchodování s kryptoměnami
fi: Kryptovaluutta kaupankäynti
fr: Échange de crypto-monnaie
it: Trading di criptovaluta
lt: Prekyba kriptovaliutomis
nb: Handel med kryptovaluta
nl: Handel in cryptovaluta
pl: handel kryptowalutami
pt_br: Negociação de Criptomoedas
sl: Trgovanje kriptovalut
sv: Kryptovalutor handel
tl: Pangkalakal ng Cryptocurrency
tr: Kripto para ticareti
ur: کریپٹو کرنسی ٹریڈنگ
zh_cn: 加密货币交易
zh_tw: 加密貨幣交易
