Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbsell250Sb6
source: At this point, you'll be prompted to enter your current {appName} password. Type it in, and press confirm. By entering your password, you are generating a settlement wallet and signing the cryptocurrency transaction, so make sure you don't forget or lose the password at least until the trade is settled.
cs: V tomto okamžiku budete vyzváni k zadání vašeho aktuálního hesla {appName}. Zadejte jej a stiskněte potvrzení. Zadáním hesla generujete vypořádací peněženku a podepisujete transakci s kryptoměnou, takže se ujistěte, že heslo nezapomenete nebo neztratíte alespoň do vypořádání obchodu.
fi: Tässä vaiheessa sinua pyydetään antamaan nykyinen {appName} salasanasi. Kirjoita se ja paina "Vahvista". Syöttämällä salasanasi luot selvityslompakon ja allekirjoitat kryptovaluuttatransaktion, joten varmista, että et unohda tai kadota salasanaa ainakaan siihen asti, kunnes kauppa on selvitetty.
fr: À ce stade, vous serez invité à saisir votre mot de passe {appName} actuel. Tapez-le et appuyez sur confirmer. En entrant votre mot de passe, vous générez un portefeuille de règlement et signez la transaction de crypto-monnaie, alors assurez-vous de ne pas oublier ou perdre le mot de passe au moins jusqu'à ce que la transaction soit réglée.
it: A questo punto, ti verrà richiesto di inserire la tua attuale password {appName}. Inseriscila e premi conferma. Inserendo la password, stai generando un portafoglio di regolamento e firmando la transazione in criptovaluta, quindi assicurati di non dimenticare o perdere la password almeno fino a quando la transazione non sarà regolata.
lt: Šiuo metu būsite paraginti įvesti dabartinį {appName} slaptažodį. Įveskite jį ir paspauskite patvirtinti. Įvesdami slaptažodį generuojate atsiskaitymų piniginę ir pasirašote kriptovaliutos operaciją, todėl nepamirškite ir nepraraskite slaptažodžio bent iki tol, kol sandoris bus atliktas.
nb: På dette tidspunktet blir du bedt om å skrive inn ditt nåværende {appName}-passord. Skriv det inn, og trykk på bekreft. Ved å skrive inn passordet ditt genererer du en oppgjørslommebok og signerer kryptovalutatransaksjonen, så pass på at du ikke glemmer eller mister passordet i det minste før handelen er avgjort.
nl: Op dit punt wordt u gevraagd uw huidige {appName} wachtwoord in te voeren. Typ het in en druk op bevestigen. Door uw wachtwoord in te voeren, genereert u een vereffeningsportefeuille en ondertekent u de cryptocurrency-transactie, dus zorg ervoor dat u het wachtwoord niet vergeet of verliest, in ieder geval totdat de transactie is voltooid.
pl: W tym momencie zostaniesz poproszony o wprowadzenie hasła {appName}. Wpisz je i naciśnij przycisk. Wprowadzając hasło, generujesz portfel na uregulowania i podpisujesz transakcję kryptowalut, więc upewnij się, że nie zapomnisz ani nie stracisz hasła przynajmniej do czasu zakończenia handlu.
pt_br: Neste momento, você será solicitado a digitar sua senha {appName} atual. Digite-a e pressione confirmar. Ao digitar sua senha, você estará gerando uma carteira de liquidação e assinando a transação de moeda criptográfica, portanto, certifique-se de não esquecer ou perder a senha pelo menos até que a transação seja liquidada.
sl: Na tej točki boste pozvani, da vnesete trenutno geslo {appName}. Vnesite ga in potrdite. Z vnosom gesla ustvarite denarnico za poravnavo in podpišete transakcijo - zato pazite, da ne pozabite ali izgubite gesla, vsaj dokler posel ni poravnan.
sv: Nu kommer du att uppmanas att ange din aktuella {appName} lösenord. Skriv in det och tryck på bekräfta. Genom att ange ditt lösenord skapar du en avvecklingsplånbok och signerar kryptovalutatransaktionen, så se till att du inte glömmer eller tappar bort lösenordet åtminstone tills affären är avvecklad.
tl: Sa puntong ito, ipo-prompt kang ipasok ang iyong kasalukuyang {appName} password. I-type ito, at pindutin ang kumpirmahin. Sa pamamagitan ng paglalagay ng iyong password, bubuo ka ng settlement wallet at pinipirmahan ang transaksyong cryptocurrency, kaya siguraduhing hindi mo makalimutan o mawala ang password kahit man lang hanggang sa ma-settle ang trade.
tr: Bu noktada mevcut {appName} şifrenizi girmeniz istenecektir. Yazıp onayla tuşuna basın. Şifrenizi girerek, bir ödeme cüzdanı oluşturuyorsunuz ve kripto para birimi işlemini imzalıyorsunuz, bu nedenle en azından işlem sonuçlanana kadar şifreyi unutmadığınızdan veya kaybetmediğinizden emin olun.
ur: اس وقت، آپ کو اپنا موجودہ {appName} پاس ورڈ درج کرنے کے لیے کہا جائے گا۔ اسے ٹائپ کریں، اور تصدیق دبائیں۔ اپنا پاس ورڈ درج کر کے، آپ سیٹلمنٹ والیٹ تیار کر رہے ہیں اور کرپٹو کرنسی کے لین دین پر دستخط کر رہے ہیں، اس لیے یقینی بنائیں کہ آپ کم از کم تجارت طے ہونے تک پاس ورڈ کو نہ بھولیں یا کھو دیں۔
zh_cn: 在这一点上，你会被提示输入你当前的{appName}密码。输入它，然后按确认。通过输入密码，你将生成一个结算钱包，并签署加密货币交易，所以确保至少在交易结算前不要忘记或丢失密码。
zh_tw: 在這一點上，你會被提示輸入你當前的{appName}密碼。輸入它，然後按確認。通過輸入密碼，你將生成一個結算錢包，並簽署加密貨幣交易，所以確保至少在交易結算前不要忘記或丟失密碼。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb7
source: You'll see that the trade status will have changed to "Processing". At this point, there's nothing else you need to do - the coins will be transferred to the buyer's settlement wallet address automatically.
cs: Uvidíte, že stav obchodu se změní na „Zpracovává se“. V tuto chvíli nemusíte dělat nic jiného - mince budou automaticky převedeny na adresu peněženky kupujícího.
fi: Näet, että kaupan tilaksi tulee "Käsittely". Tässä vaiheessa sinun ei tarvitse tehdä muuta - kolikot siirretään automaattisesti ostajan maksulompakkoosoitteeseen.
fr: Vous verrez que le statut de l'échange sera passé à "Traitement". À ce stade, vous n'avez rien d'autre à faire - les jetons de crypto-monnaie seront automatiquement transférés à l'adresse du portefeuille de règlement de l'acheteur.
it: Vedrai che lo stato dello scambio sarà cambiato in "Processing". A questo punto, non c'è nient'altro da fare - le monete saranno trasferite automaticamente all'indirizzo del portafoglio dell'acquirente.
lt: Pamatysite, kad prekybos būsena pasikeis į „Apdorojama“. Šiuo metu nieko daugiau nereikia daryti – monetos bus automatiškai perkeltos į pirkėjo atsiskaitymo piniginės adresą.
nb: Du vil se at handelsstatusen vil ha endret seg til "Behandler". På dette tidspunktet er det ingenting annet du trenger å gjøre - myntene vil automatisk overføres til kjøperens oppgjørslommebok.
nl: U zult zien dat de handelsstatus is gewijzigd naar "Verwerken". Op dit moment hoeft u verder niets te doen - de munten worden automatisch overgemaakt naar het adres van de portefeuille van de koper.
pl: Zobaczysz, że status handlu zmieni się na „Przetwarzanie”. Wówczas nie musisz już nic więcej robić - kryptowaluta zostanie automatycznie przeniesiona na adres portfela na uregulowania.
pt_br: Você verá que o status comercial terá mudado para "Processamento". Neste ponto, não há mais nada a fazer - as moedas serão transferidas automaticamente para o endereço da carteira de liquidação do comprador.
sl: Videli boste, da se bo status trgovanja spremenil v "Obdelava" ozr "Processing". Na tej točki vam ni treba storiti ničesar drugega – kovanci bodo samodejno preneseni na kupčev naslov denarnice za poravnavo.
sv: Du kommer att se att handelsstatusen har ändrats till "Bearbetar". Vid det här laget finns det inget annat du behöver göra - mynten kommer att överföras till köparens avräkningsplånboksadress automatiskt.
tl: Makikita mo na ang katayuan ng kalakalan ay magiging "Pagproseso". Sa puntong ito, wala ka nang kailangan pang gawin - ang mga barya ay awtomatikong ililipat sa address ng settlement wallet ng mamimili.
tr: Ticaret durumunun "İşleniyor" olarak değiştiğini göreceksiniz. Bu noktada yapmanız gereken başka bir şey yok; paralar otomatik olarak alıcının ödeme cüzdanı adresine aktarılacak.
ur: آپ دیکھیں گے کہ تجارتی حیثیت "Processing" میں تبدیل ہو گئی ہے۔ اس وقت، آپ کو کچھ اور کرنے کی ضرورت نہیں ہے - سکے خود بخود خریدار کے سیٹلمنٹ والیٹ ایڈریس پر منتقل ہو جائیں گے۔
zh_cn: 你会看到，交易状态将变为 "处理中"。在这一点上，你不需要做任何其他事情 - 币将被自动转移到买方的结算钱包地址。
zh_tw: 你會看到，交易狀態將變為 "處理中"。在這一點上，你不需要做任何其他事情 - 幣將被自動轉移到買方的結算錢包地址。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb8
source: That's it! Once the trade settlement is finished, you'll be able to see the settlement details by expanding the "Transaction details" section on the trade page. Don't forget to leave feedback about your experience with this buyer!
cs: A je to! Po dokončení vypořádání obchodu budete moci zobrazit podrobnosti vypořádání rozbalením sekce "Podrobnosti transakce" na stránce obchodu. Nezapomeňte zanechat zpětnou vazbu o své zkušenosti s tímto kupujícím!
fi: Se on siinä! Kun kaupan selvitys on valmis, voit nähdä selvityksen tiedot laajentamalla kauppasivun "Transaktion tiedot" -osion. Muista jättää palautetta tästä ostajasta!
fr: Ça y est ! Une fois le règlement de la transaction terminé, vous pourrez voir les détails du règlement en développant la section "Détails de la transaction" sur la page de la transaction. N'oubliez pas de laisser une évaluation de votre expérience avec cet acheteur !
it: Questo è tutto! Una volta che la transazione è finita, sarai in grado di vedere i dettagli della transazione espandendo la sezione "Dettagli della transazione" nella pagina dello scambio. Non dimenticare di lasciare un feedback sulla tua esperienza con questo acquirente!
lt: Viskas! Kai atsiskaitymas už prekybą bus baigtas, galėsite matyti atsiskaitymo informaciją prekybos puslapyje išplėtę skyrių „Išsami sandorio informacija“. Nepamirškite palikti atsiliepimų apie savo patirtį su šiuo pirkėju!
nb: Det er det! Når handelsoppgjøret er fullført, vil du kunne se oppgjørsdetaljene ved å utvide delen "Transaksjonsdetaljer" på handelssiden. Ikke glem å gi tilbakemelding om opplevelsen din med denne kjøperen!
nl: Dat is het! Zodra de handelsafwikkeling is voltooid, kunt u de afwikkelingsdetails bekijken door het gedeelte 'Transactiedetails' op de handelspagina uit te breiden. Vergeet niet om feedback achter te laten over uw ervaring met deze koper!
pl: I już! Po zakończeniu handlu będziesz mógł zobaczyć szczegóły rozliczenia, rozszerzając sekcję „Szczegóły transakcji” na stronie handlu. Nie zapomnij wystawić ocenę kupującemu!
pt_br: É isso aí! Uma vez terminado o acordo comercial, você poderá ver os detalhes do acordo expandindo a seção "Detalhes da transação" na página de comércio. Não se esqueça de deixar comentários sobre sua experiência com este comprador!
sl: To je to! Ko je poravnava trgovanja končana, si boste lahko ogledali podrobnosti poravnave tako, da razširite razdelek "Podrobnosti transakcije" na strani trgovanja. Ne pozabite pustiti oceno trgovanja s tem kupcem!
sv: Det är allt! När handelsavvecklingen är klar kommer du att kunna se avvecklingsdetaljerna genom att expandera avsnittet "Transaktionsdetaljer" på handelssidan. Glöm inte att lämna feedback om din upplevelse med denna köpare!
tl: Ayan yun! Kapag natapos na ang trade settlement, makikita mo ang mga detalye ng settlement sa pamamagitan ng pagpapalawak sa seksyong "Mga detalye ng transaksyon" sa page ng kalakalan. Huwag kalimutang mag-iwan ng feedback tungkol sa iyong karanasan sa mamimiling ito!
tr: Bu kadar! Ticari uzlaşma tamamlandığında, ticaret sayfasındaki "İşlem ayrıntıları" bölümünü genişleterek uzlaşma ayrıntılarını görebileceksiniz. Bu alıcıyla olan deneyiminiz hakkında geri bildirim bırakmayı unutmayın!
ur: یہی ہے! تجارتی تصفیہ مکمل ہونے کے بعد، آپ تجارتی صفحہ پر "Transaction details" کے حصے کو بڑھا کر تصفیہ کی تفصیلات دیکھ سکیں گے۔ اس خریدار کے ساتھ اپنے تجربے کے بارے میں رائے دینا نہ بھولیں!
zh_cn: 这就是了!一旦交易结算完成，你就可以通过扩大交易页面上的 "交易细节 "部分看到结算细节。不要忘了留下关于你与该买家的交易经验的反馈!
zh_tw: 這就是了!一旦交易結算完成，你就可以通過擴大交易頁面上的 "交易細節 "部分看到結算細節。不要忘了留下關於你與該買家的交易經驗的反饋!
