Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbcard8722Sbtwo8722Sb1
source: <strong> Monero is the leading cryptocurrency with a focus on private and censorship-resistant transactions</strong>. Most existing cryptocurrencies, including Bitcoin and Ethereum, have transparent blockchains, meaning that transactions are openly verifiable and traceable by anyone in the world. Furthermore, sending and receiving addresses for these transactions may potentially be linkable to a person's real-world identity.
cs: <strong> Monero je přední kryptoměna se zaměřením na soukromé transakce odolné vůči cenzuře</strong>. Většina existujících kryptoměn, včetně Bitcoinu a Etherea, má transparentní blockchainy, což znamená, že transakce jsou otevřeně ověřitelné a sledovatelné kýmkoli na světě. Odesílací a přijímací adresy pro tyto transakce mohou být navíc potenciálně propojitelné s identitou osoby v reálném světě.
fi: <strong> Monero on johtava kryptovaluutta, joka keskittyy yksityisyyteen ja sensuurin kestäviin transaktioihin</strong>. Useimmissa olemassa olevissa kryptovaluutoissa, mukaan lukien Bitcoin ja Ethereum, on läpinäkyvät lohkoketjut, mikä tarkoittaa että tapahtumat ovat avoimesti todennettavissa ja jäljitettävissä kenen tahansa maailmassa. Lisäksi näiden tapahtumien lähetys- ja vastaanotto-osoitteet voivat olla linkitettävissä henkilön todelliseen identiteettiin.
fr: <strong>Monero est la principale crypto-monnaie axée sur les transactions privées et résistantes à la censure</strong>. La plupart des crypto-monnaies existantes, y compris Bitcoin et Ethereum, ont des blockchains (registres de compte) transparentes, ce qui signifie que les transactions sont ouvertement vérifiables et traçables par n'importe qui dans le monde. De plus, les adresses d'envoi et de réception pour ces transactions peuvent potentiellement être liées à l'identité réelle d'une personne.
it: <strong> Monero è la criptovaluta leader con un focus sulle transazioni private e resistenti alla censura</strong>. La maggior parte delle criptovalute esistenti, inclusi Bitcoin ed Ethereum, hanno blockchains trasparenti, che significa che le transazioni sono apertamente verificabili e tracciabili da chiunque nel mondo e inoltre l'invio e la ricezione di indirizzi per queste transazioni potrebbero essere potenzialmente collegabili all'identità del mondo reale di una persona.
lt: <strong> Monero yra pirmaujanti kriptovaliuta, daugiausia dėmesio skirianti privatiems ir cenzūrai atspariems sandoriams</strong>. Dauguma esamų kriptovaliutų, įskaitant Bitcoin ir Ethereum, turi skaidrias blokų grandines, o tai reiškia, kad sandorius gali atvirai patikrinti ir atsekti bet kas pasaulyje. Be to, šių operacijų siuntimo ir gavimo adresai gali būti susieti su realia asmens tapatybe.
nb: <strong> Monero er den ledende kryptovalutaen med fokus på private og sensurbestandige transaksjoner</strong>. De fleste eksisterende kryptovalutaer, inkludert Bitcoin og Ethereum, har gjennomsiktige blokkjeder, noe som betyr at transaksjoner er åpent verifiserbare og sporbare av alle i verden. Videre kan sending og mottak av adresser for disse transaksjonene potensielt være koblet til en persons virkelige identitet.
nl: <strong> Monero is de toonaangevende cryptocurrency met een focus op privé- en censuurbestendige transacties </strong>. De meeste bestaande cryptocurrencies, waaronder Bitcoin en Ethereum, hebben transparante blockchains, wat betekent dat transacties openlijk verifieer-en traceerbaar zijn voor iedereen ter wereld. Verder kunnen de verzend- en ontvangstadressen voor deze transacties mogelijk worden gekoppeld aan de echte identiteit van een persoon.
pl: <strong> Monero jest wiodącą kryptowalutą, koncentrującą się na prywatnych transakcjach cenzury odpornych na cenzurę </strong>. Większość istniejących kryptowalut, w tym Bitcoin i Ethereum, ma transparentne blockchainy, co oznacza, że transakcje są otwarcie weryfikowalne i identyfikowalne przez każdego. Ponadto adres, z których wysyłane, bądź na które odbierane, są środki mogą być potencjalnie powiązane rzeczywistą tożsamością ich właściciela.
pt_br: O <strong> Monero é a criptomoeda líder com foco em transações privadas e resistentes à censura </strong>. A maioria das criptomoedas existentes, incluindo Bitcoin e Ethereum, possuem blockchains transparentes, significando as transações são abertamente verificáveis ​​e rastreáveis ​​por qualquer pessoa no mundo. Além disso, o envio e o recebimento de endereços para essas transações podem estar potencialmente vinculados à identidade do mundo real de uma pessoa.
sl: <strong> Monero je vodilna kriptovaluta s poudarkom na zasebnih in na cenzuro odpornih transakcijah </strong>. Večina obstoječih kriptovalut, vključno z Bitcoinom in Ethereumom, ima pregledne verige blokov, kar pomeni, da so transakcije odprto preverljive in vidne vsem na svetu. Poleg tega je naslove za pošiljanje in prejemanje teh transakcij mogoče povezati z identiteto osebe v resničnem svetu.
sv: <strong> Monero är den ledande kryptovalutan med fokus på privata och censurresistenta transaktioner</strong>. De flesta befintliga kryptovalutor, inklusive Bitcoin och Ethereum, har transparenta blockkedjor, vilket innebär att transaktioner är öppet verifierbara och spårbara av vem som helst i världen. Dessutom kan sändning och mottagning av adresser för dessa transaktioner potentiellt vara länkbara till en persons verkliga identitet.
tl: <strong> Ang Monero ay ang nangungunang cryptocurrency na may pagtuon sa pribado at mga transaksyong lumalaban sa censorship</strong>. Karamihan sa mga umiiral na cryptocurrencies, kabilang ang Bitcoin at Ethereum, ay may mga transparent na blockchain, ibig sabihin, ang mga transaksyon ay bukas na mabe-verify at masusubaybayan ng sinuman sa mundo. Higit pa rito, ang pagpapadala at pagtanggap ng mga address para sa mga transaksyong ito ay maaaring potensyal na maiugnay sa tunay na pagkakakilanlan ng isang tao.
tr: <strong> Monero, özel ve sansüre dayanıklı işlemlere odaklanan lider kripto para birimidir</strong>. Bitcoin ve Ethereum da dahil olmak üzere mevcut kripto para birimlerinin çoğu şeffaf blok zincirlere sahiptir; bu da işlemlerin dünyadaki herkes tarafından açıkça doğrulanabilir ve izlenebilir olduğu anlamına gelir. Ayrıca, bu işlemlere ilişkin gönderme ve alma adresleri potansiyel olarak kişinin gerçek dünyadaki kimliğiyle ilişkilendirilebilir.
ur: <strong> Monero ایک سرکردہ کریپٹو کرنسی ہے جس کا فوکس نجی اورcensorship-resistant لین دین </strong> پر ہے۔ Bitcoin اور Ethereum سمیت زیادہ تر موجودہ کریپٹو کرنسیوں میں شفاف بلاک چینز ہیں، مطلب یہ ہے کہ لین دین کی کھلے عام تصدیق کی جا سکتی ہے اور دنیا میں کوئی بھی شخص اس کا سراغ لگا سکتا ہے۔ مزید برآں، ان لین دین کے لیے پتے بھیجنا اور وصول کرنا ممکنہ طور پر کسی شخص کی حقیقی دنیا کی شناخت سے منسلک ہو سکتا ہے۔
zh_cn: <strong> 门罗币是领先的加密货币，专注于私人和审查抵制交易</strong>。大多数现有的加密货币，包括比特币和以太坊，都有透明的区块链，意思是这些交易可以由世界上的任何人公开验证和追踪。此外，发送和接收这些交易的地址可能可以链接到一个人的真实世界身份。
zh_tw: <strong> 門羅幣是領先的加密貨幣，專注於私人和審查抵制交易</strong>。大多數現有的加密貨幣，包括比特幣和以太坊，都有透明的區塊鏈，意思是這些交易可以由世界上的任何人公開驗證和追踪。此外，發送和接收這些交易的地址可能可以鏈接到一個人的真實世界身份。

# guide250Sbbtc250Sbcard8722Sbtwo8722Sb2
source: Monero uses cryptography to shield sending and receiving addresses, as well as transacted amounts.
cs: Monero používá kryptografii k ochraně odesílacích a přijímacích adres a také transakčních částek.
fi: Monero käyttää kryptologiaa (salakirjoitustekniikkaa) suojatakseen lähetys- ja vastaanottoosoitteet sekä siirretyt summat.
fr: Monero utilise la cryptographie pour protéger les adresses d'envoi et de réception, ainsi que les montants des transactions.
it: Monero utilizza la crittografia per proteggere gli indirizzi di invio e ricezione, nonché gli importi transati.
lt: „Monero“ naudoja kriptografiją, kad apsaugotų siuntimo ir gavimo adresus, taip pat perduotas sumas.
nb: Monero bruker kryptografi for å skjerme sendings- og mottaksadresser, så vel som transaksjonerte beløp.
nl: Monero gebruikt cryptografie om verzendende en ontvangende adressen en transacties af te schermen.
pl: Monero wykorzystuje kryptografię, aby ukryć adres z którego wysyłasz, adres docelowy oraz kwotę.
pt_br: O Monero usa criptografia para proteger endereços de envio e recebimento, bem como quantidades transacionadas.
sl: Monero uporablja kriptografsko zaščito zneskov transakcij, ter naslovov za pošiljanje in prejemanje transakcij.
sv: Monero använder kryptografi för att skydda sändar- och mottagaradresser samt transaktionsbelopp.
tl: Gumagamit ang Monero ng cryptography upang protektahan ang pagpapadala at pagtanggap ng mga address, pati na rin ang mga na-transact na halaga.
tr: Monero, gönderen ve alan adreslerin yanı sıra işlem yapılan tutarları korumak için kriptografi kullanır.
ur: مونیرو خفیہ نگاری کا استعمال کرتے ہوئے پتے بھیجنے اور وصول کرنے کے ساتھ ساتھ لین دین کی رقم کو بھی بچاتا ہے۔
zh_cn: 门罗币使用加密来屏蔽发送和接收地址，以及交易金额。
zh_tw: 門羅幣使用加密來屏蔽發送和接收地址，以及交易金額。

# guide250Sbbtc250Sbcard8722Sbtwo8722Sb3
source: Monero transactions are confidential and untraceable.
cs: Transakce Monero jsou důvěrné a nevysledovatelné.
fi: Monero transaktiot ovat luottamuksellisia ja jäljittämättömiä.
fr: Les transactions Monero sont confidentielles et intraçables.
it: Le transazioni Monero sono confidenziali e non rintracciabili.
lt: Monero sandoriai yra konfidencialūs ir neatsekami.
nb: Monero-transaksjoner er konfidensielle og kan ikke spores.
nl: Monero-transacties zijn vertrouwelijk en onvindbaar.
pl: Transakcje Monero są poufne i nie możliwe do śledzenia.
pt_br: As transações do Monero são confidenciais e não rastreáveis.
sl: Transakcije Monero so zaupne in jih ni mogoče izslediti.
sv: Monero-transaktioner är konfidentiella och går inte att spåra.
tl: Ang mga transaksyon sa Monero ay kumpidensyal at hindi masusubaybayan.
tr: Monero işlemleri gizlidir ve takip edilemez.
ur: مونیرو ٹرانزیکشنز خفیہ اور ناقابل شناخت ہیں۔
zh_cn: 门罗币交易是保密且无法追踪的。
zh_tw: 門羅幣交易是保密且無法追踪的。

# guide250Sbbtc250Sbcard8722Sbtwo8722Sb4
source: Every Monero transaction, by default, obfuscates sending and receiving addresses as well as transacted amounts. This always-on privacy means that every Monero user's activity enhances the privacy of all other users, unlike selectively transparent cryptocurrencies (e.g. Z-Cash). Monero is fungible. By virtue of obfuscation, Monero cannot become tainted through participation in previous transactions. This means Monero will always be accepted without the risk of censorship. Dandelion++ allows transactions to be propagated without the origin being certain. This will obfuscate a transactor's IP address and provide further protection against network monitoring.
cs: Každá transakce Monero ve výchozím nastavení zatemňuje odesílací a přijímací adresy a také transakční částky. Toto vždy zapnuté soukromí znamená, že každá aktivita uživatele Monero zvyšuje soukromí všech ostatních uživatelů, na rozdíl od selektivně transparentních kryptoměn (např. Z-Cash). Monero je zastupitelné. Na základě zamlžování nemůže být Monero poskvrněno účastí na předchozích transakcích. To znamená, že Monero bude vždy přijato bez rizika cenzury. Dandelion++ umožňuje propagovat transakce, aniž by byl původ jistý. Tím dojde k zamlžení IP adresy transaktora a poskytnutí další ochrany proti monitorování sítě.
fi: Jokainen Monero-tapahtuma sekoittaa oletusarvoisesti lähetys- ja vastaanottoosoitteet sekä siirretyt summat. Tämä aina päällä oleva yksityisyys tarkoittaa, että jokaisen Moneron käyttäjän toiminta parantaa kaikkien muiden käyttäjien yksityisyyttä, toisin kuin selektiivisesti läpinäkyvät kryptovaluutat (esim. Z-Cash). Monero on vaihdettavissa. Sekoittamisen vuoksi Monero ei voi "pilaantua" osallistumalla aikaisempiin liiketoimiin. Tämä tarkoittaa, että Monero hyväksytään aina ilman sensuurin riskiä. Dandelion++ mahdollistaa tapahtumien levittämisen ilman, että alkuperä on varma. Tämä sekoittaa transaktorin IP-osoitteen ja tarjoaa lisäsuojaa verkon valvontaa vastaan.
fr: Chaque transaction Monero, par défaut, masque les adresses d'envoi et de réception ainsi que les montants des transactions. Cette confidentialité permanente signifie que l'activité de chaque utilisateur de Monero améliore la confidentialité de tous les autres utilisateurs, contrairement aux crypto-monnaies sélectivement transparentes (par exemple Z-Cash). Monero est fongible. Grâce cette opacité, Monero ne peut pas être contaminé par la participation à des transactions antérieures. Cela signifie que Monero sera toujours accepté sans risque de censure. Dandelion++ permet de propager des transactions sans que l'origine soit certaine. Cela masquera l'adresse IP d'un participant et fournira une protection supplémentaire contre la surveillance du réseau.
it: Ogni transazione Monero, per impostazione predefinita, nasconde gli indirizzi di invio e di ricezione e gli importi transati.Questa privacy sempre attiva significa che ogni attività dell'utente di Monero migliora la privacy di tutti gli altri utenti, a differenza delle criptovalute selettivamente trasparenti (es. Z-Cash) Monero è fungibile: in virtù dell'offuscamento, Monero non può essere contaminato dalla partecipazione a transazioni precedenti, il che significa che Monero sarà sempre accettato senza il rischio di censura. Dandelion ++ consente di propagare le transazioni senza che l'origine sia certa, che offuscherà l'indirizzo IP di un operatore e forniranno ulteriore protezione contro il monitoraggio della rete.
lt: Kiekviena Monero operacija pagal numatytuosius nustatymus užtemdo siuntimo ir gavimo adresus bei perduotas sumas. Šis visada įjungtas privatumas reiškia, kad kiekvieno Monero vartotojo veikla padidina visų kitų vartotojų privatumą, skirtingai nei pasirinktinai skaidrios kriptovaliutos (pvz., Z-Cash). Monero yra pakeičiamas. Dėl užmaskavimo Monero negali susitepti dėl dalyvavimo ankstesniuose sandoriuose. Tai reiškia, kad Monero visada bus priimtas be cenzūros rizikos. „Dandelion++“ leidžia platinti sandorius, neabejotinai kilme. Tai užtemdys operatoriaus IP adresą ir užtikrins tolesnę apsaugą nuo tinklo stebėjimo.
nb: Hver Monero-transaksjon tilslører som standard sendings- og mottaksadresser samt transaksjonerte beløp. Dette alltid-på-personvernet betyr at hver Monero-brukers aktivitet forbedrer personvernet til alle andre brukere, i motsetning til selektivt transparente kryptovalutaer (f.eks. Z-Cash). Monero er fungibel. På grunn av tilsløring kan ikke Monero bli tilsmusset gjennom deltakelse i tidligere transaksjoner. Dette betyr at Monero alltid vil bli akseptert uten risiko for sensur. Løvetann++ gjør at transaksjoner kan spres uten at opprinnelsen er sikker. Dette vil tilsløre en transaktors IP-adresse og gi ytterligere beskyttelse mot nettverksovervåking.
nl: Elke Monero-transactie vertroebelt standaard de verzend- en ontvangstadressen, evenals transactiebedragen. Deze 'always-on' privacy, betekent dat de activiteiten van elke Monero-gebruiker de privacy van alle andere gebruikers verbetert, in tegenstelling tot selectief transparante cryptocurrencies (bijvoorbeeld Z-Cash). Monero is fungibel. Op grond van verduistering kan Monero niet besmet raken door deelname aan eerdere transacties. Dit betekent dat Monero altijd wordt geaccepteerd zonder het risico van censuur. Met Dandelion++ kunnen transacties worden gepropageerd zonder dat de herkomst zeker is. Dit versluiert het IP-adres van een transactie en biedt verdere bescherming tegen netwerkbewaking.
pl: Każda transakcja Monero, domyślnie zaciemnia adresy wysyłające i odbierające, a także wielkość transakcji. Ta domyślna prywatność oznacza, że aktywność każdego użytkownika Monero zwiększa prywatność wszystkich innych użytkowników, w przeciwieństwie do selektywnie przejrzystych kryptowalut (np. Z-Cash). Monero są zamienne. Dzięki zaciemnianiu Monero nie mogą zostać zabrudzone przez poprzednie transakcje. Oznacza to, że Monero zawsze będą przyjmowane bez ryzyka cenzury. Dandelion++ umożliwia nadanie i propagowanie transakcji bez znajomości jej źródła. Chowa adres IP publikującego transakcję i zapewnia kolejną warstwę ochrony użytkowników.
pt_br: Toda transação do Monero, por padrão, ofusca os endereços de envio e recebimento, bem como os valores transacionados. Essa privacidade sempre ativa significa que toda atividade do usuário do Monero aumenta a privacidade de todos os outros usuários ao contrário de criptomoedas seletivamente transparentes (por exemplo, Z-Cash) .Monero é fungível. Em virtude da ofuscação, Monero não pode ser contaminado pela participação em transações anteriores.Isso significa Monero sempre será aceito sem o risco de censura. Dandelion ++ permite que as transações sejam propagadas sem que a origem seja certa, o que ofuscará o endereço IP do transator e fornecerá proteção adicional contra o monitoramento da rede.
sl: Vsaka transakcija Monero privzeto zakrije transakcijske zneske, kot tudi naslove za pošiljanje in prejemanje. Ta stalna zasebnost pomeni, da vsaka dejavnost uporabnika Monera izboljša zasebnost vseh drugih uporabnikov, za razliko od selektivno preglednih kriptovalut (npr. Z-Cash). Monero je zamenljiv. Na podlagi zamegljenosti, se Monero ne more omadeževati s sodelovanjem v prejšnjih transakcijah. To pomeni, da bo Monero vedno sprejet brez tveganja cenzure. Dandelion++ omogoča širjenje transakcij, ne da bi bil znan izvor. To bo prikrilo IP naslov izvajalca transakcij in zagotovilo dodatno zaščito pred nadzorom omrežja.
sv: Varje Monero-transaktion, som standard, fördunklar sändnings- och mottagningsadresser såväl som transaktionsbelopp. Denna sekretess som alltid är på innebär att varje Monero-användares aktivitet förbättrar integriteten för alla andra användare, till skillnad från selektivt transparenta kryptovalutor (t.ex. Z-Cash). Monero är fungibel. På grund av förvirring kan Monero inte bli nedsmutsad genom deltagande i tidigare transaktioner. Detta innebär att Monero alltid kommer att accepteras utan risk för censur. Dandelion++ gör att transaktioner kan spridas utan att ursprunget är säkert. Detta kommer att fördunkla en transaktors IP-adress och ge ytterligare skydd mot nätverksövervakning.
tl: Bawat transaksyon ng Monero, bilang default, ay nagpapalabo sa pagpapadala at pagtanggap ng mga address pati na rin ang mga natransaktong halaga. Nangangahulugan itong palaging naka-on na privacy na ang aktibidad ng bawat user ng Monero ay nagpapahusay sa privacy ng lahat ng iba pang user, hindi tulad ng mga selectively transparent na cryptocurrencies (hal. Z-Cash). Ang Monero ay fungible. Dahil sa obfuscation, hindi maaaring madungisan si Monero sa pamamagitan ng pakikilahok sa mga nakaraang transaksyon. Nangangahulugan ito na palaging tatanggapin ang Monero nang walang panganib ng censorship. Ang Dandelion++ ay nagbibigay-daan sa mga transaksyon na maipalaganap nang hindi tiyak ang pinagmulan. Malabo nito ang IP address ng isang transactor at magbibigay ng karagdagang proteksyon laban sa pagsubaybay sa network.
tr: Her Monero işlemi, varsayılan olarak, işlem yapılan tutarların yanı sıra gönderme ve alma adreslerini de gizler. Bu her zaman açık gizlilik, seçici şeffaf kripto para birimlerinin (örneğin Z-Cash) aksine, her Monero kullanıcısının etkinliğinin diğer tüm kullanıcıların gizliliğini arttırdığı anlamına gelir. Monero takas edilebilir. Gizleme nedeniyle Monero önceki işlemlere katılım nedeniyle lekelenemez. Bu, Monero'nun her zaman sansür riski olmaksızın kabul edileceği anlamına gelir. Dandelion++, işlemlerin kaynağı belli olmadan yayılmasına olanak tanır. Bu, bir işlemcinin IP adresini gizleyecek ve ağ izlemeye karşı daha fazla koruma sağlayacaktır.
ur: ہر Monero ٹرانزیکشن، ڈیفالٹ کے طور پر، ایڈریس بھیجنے اور وصول کرنے کے ساتھ ساتھ لین دین کی رقم کو مبہم کرتا ہے۔ اس کا ہمیشہ آن پرائیویسی کا مطلب ہے کہ ہر Monero صارف کی سرگرمی دیگر تمام صارفین کی رازداری کو بڑھاتی ہے، انتخابی شفاف کرپٹو کرنسیوں (e.g. Z-Cash)) کے برعکس۔ Monero‎ فنگیبل ہے. مبہم ہونے کی وجہ سے، Monero پچھلے لین دین میں شرکت کے ذریعے داغدار نہیں ہو سکتا۔ اس کا مطلب ہے کہ Monero ہمیشہ سینسر شپ کے خطرے کے بغیر قبول کیا جائے گا۔Dandelion ++ لین دین کو اس بات کی اجازت دیتا ہے کہ اس کی اصلیت کو یقینی بنائے بغیر۔ یہ ٹرانزیکٹر کے آئی پی ایڈریس کو مبہم کر دے گا اور نیٹ ورک کی نگرانی کے خلاف مزید تحفظ فراہم کرے گا۔
zh_cn: 默认情况下，每次门罗币交易都会混淆发送和接收地址以及交易金额。这种永远在线的隐私意味着每个门罗币用户的活动都会增强所有其他用户的隐私，与选择性透明的加密货币（例如Z-Cash）不同.门罗币是可替代的。由于混淆，门罗币不会因参与之前的交易而受到污染。这意味着门罗币将永远被接受而不会受到审查的风险。Dandelion ++允许传播交易而无需确定来源。这将混淆交易者的IP地址，并提供进一步的网络监控保护。
zh_tw: 默認情況下，每次門羅幣交易都會混淆發送和接收地址以及交易金額。這種永遠在線的隱私意味著每個門羅幣用戶的活動都會增強所有其他用戶的隱私，與選擇性透明的加密貨幣（例如Z-Cash）不同.門羅幣是可替代的。由於混淆，門羅幣不會因參與之前的交易而受到污染。這意味著門羅幣將永遠被接受而不會受到審查的風險。Dandelion ++允許傳播交易而無需確定來源。這將混淆交易者的IP地址，並提供進一步的網絡監控保護。

# guide250Sbbtc250Sbcard8722Sbtwo8722Sb5
source: Monero is a grassroots community attracting the world's best cryptocurrency researchers and engineering talent.
cs: Monero je místní ( grassroots ) komunita přitahující nejlepší světové výzkumníky kryptoměn a inženýrské talenty.
fi: Monero on ruohonjuuritason yhteisö, joka houkuttelee maailman parhaita kryptovaluuttojen tutkijoita ja insinööritaitoja.
fr: Monero est une communauté vivante qui attire les meilleurs chercheurs et ingénieurs en crypto-monnaie au monde.
it: Monero è una comunità di base che attrae i migliori ricercatori e ingegneri della criptovaluta al mondo.
lt: Monero yra paprastų žmonių bendruomenė, pritraukianti geriausius pasaulio kriptovaliutų tyrinėtojus ir inžinierių talentus.
nb: Monero er et grasrotfellesskap som tiltrekker seg verdens beste kryptovalutaforskere og ingeniørtalent.
nl: Monero is een basisgemeenschap die 's werelds beste cryptocurrency-onderzoekers en technisch talent aantrekt.
pl: Monero to oddolna społeczność przyciągająca najlepszych na świecie badaczy kryptowalut i najbardziej utalentowanych programistów.
pt_br: O Monero é uma comunidade de base que atrai os melhores pesquisadores do mundo em criptomoedas e talentos em engenharia.
sl: Monero je množična skupnost, ki privablja najboljše svetovne kripto raziskovalce in nadarjene inženirje.
sv: Monero är en gräsrotsgemenskap som lockar till sig världens bästa forskare och ingenjörer inom kryptovaluta talang.
tl: Ang Monero ay isang grassroots community na umaakit sa pinakamahusay na cryptocurrency researcher at engineering talent sa mundo.
tr: Monero, dünyanın en iyi kripto para birimi araştırmacılarını ve mühendislik yeteneklerini kendine çeken, tabandan gelen bir topluluktur.
ur: Monero ایک نچلی سطح کی کمیونٹی ہے جو دنیا کے بہترین کرپٹو کرنسی محققین اور انجینئرنگ ٹیلنٹ کو راغب کرتی ہے۔
zh_cn: 门罗币是一个吸引世界上最好的加密货币研究人员和工程人才的基层社区。
zh_tw: 門羅幣是一個吸引世界上最好的加密貨幣研究人員和工程人才的基層社區。
