Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# homepage250Sbno8722Sbresults8722Sb0
source: No active {asset} ads in {country}... yet.
cs: Žádné aktivní reklamy {asset} v {country}... zatím.
fi: Ei aktiivisia {asset}-ilmoituksia kohteessa {country}... vielä.
fr: Aucune annonce pour du {asset} n'est active en {country} ... pour le moment.
it: Nessun annuncio {asset} attivo in {country}... ancora.
lt: Dar nėra aktyvių {asset} skelbimų {country}...
nb: Ingen aktive {asset}-annonser i {country}... ennå.
nl: (Nog) geen actieve {asset} advertenties in {country}...
pl: Brak dostępnych ogłoszeń {asset} w {country} ... jeszcze.
pt_br: Ainda não há anúncios {asset} ativos em {country}...
sl: Ni aktivnih {asset} oglasov v {country}... zaenkrat.
sv: Ingen aktiv {asset} annonser i {country}... ännu.
tl: Wala pang aktibong {asset} ad sa {country}... pa.
tr: {country}'te henüz etkin {asset} reklam yok.
ur: ابھی تک {country} میں کوئی فعال {asset} اشتہارات نہیں ہیں۔
zh_cn: {country}中没有有效的{asset}广告......。
zh_tw: {country}中沒有有效的{asset}廣告......。

# homepage250Sbno8722Sbresults8722Sb1
source: You can be the first one to {postAnAd} in the following categories:
cs: Můžete být první, kdo {post_an_ad} v následujících kategoriích:
fi: Voit olla ensimmäinen joka {postAnAd} seuraavissa luokissa:
fr: Vous pouvez être la première personne à {post_an_ad} dans les catégories suivantes :
it: Puoi essere il primo a {postAnAd} nelle seguenti categorie:
lt: Galite būti pirmasis {postAnAd} šiose kategorijose:
nb: Du kan være den første til {postAnAd} i følgende kategorier:
nl: U kunt als eerste {post_an_ad} in de volgende categorieën:
pl: Możesz być pierwszym {postAnAd} w następujących kategoriach:
pt_br: Você pode ser o primeiro a {post_an_ad} nas seguintes categorias:
sl: Lahko ste prvi, ki bo {postAnAd} v naslednjih kategorijah:
sv: Du kan bli den första att {postAnAd} i följande kategorier:
tl: Maaari kang maging una sa {post_an_ad} sa mga sumusunod na kategorya:
tr: Aşağıdaki kategorilerde {postAnAd}'e ilk ulaşan siz olabilirsiniz:
ur: آپ مندرجہ ذیل زمروں میں {postAnAd} میں پہلے نمبر پر آ سکتے ہیں:
zh_cn: 您可以成为第一个在以下类别中 {postAnAd} 的人：
zh_tw: 您可以成為第一個在以下類別中 {postAnAd} 的人：

# homepage250Sbno8722Sbresults8722Sb18722Sbpost8722Sban8722Sbad
source: post an ad
cs: zveřejnit inzerát
fi: julkaisee ilmoituksen
fr: poster une annonce
it: pubblicare un annuncio
lt: patalpinti skelbimą
nb: legge ut en annonse
nl: een advertentie plaatsen
pl: publikującym ogłoszenie
pt_br: publicar um anúncio
sl: objavi oglas
sv: posta en annons
tl: mag-post ng ad
tr: ilan ver
ur: ایک اشتہار پوسٹ کریں
zh_cn: 发布广告
zh_tw: 發布廣告

# info250Sbwhere8722Sbare8722Sbmy8722Sbxmr8722Sbaccordion250Sbtext250Sb0
source: If you can see the transaction on the block explorer that means the transaction has been sent out successfully. If you're not seeing it on the receiving end then the problem is on your end. Probably an issue with syncing or you're using outdated wallet software.
cs: Pokud transakci vidíte v průzkumníku bloků, znamená to, že transakce byla úspěšně odeslána. Pokud to nevidíte na přijímací straně, problém je na Vaší straně. Pravděpodobně problém se synchronizací nebo používáte zastaralý software peněženky.
fi: Jos näet tapahtuman lohkonhallinnassa, se tarkoittaa että tapahtuma on lähetetty onnistuneesti. Jos et näe sitä vastaanottavassa päässä, ongelma on sinun päässäsi. Todennäköisesti ongelma on synkronoinnissa tai käytät vanhentunutta lompakko-ohjelmistoa.
fr: Si vous pouvez voir la transaction sur l'explorateur de blocs, cela signifie que la transaction a été envoyée avec succès. Si vous ne la voyez pas du côté de la réception, le problème est de votre côté. Probablement un problème de synchronisation ou vous utilisez un logiciel de portefeuille obsolète.
it: Se puoi vedere la transazione sul block explorer significa che la transazione è stata inviata con successo. Se non la vedi dalla parte del destinatario allora il problema è dalla tua parte. Probabilmente è un problema di sincronizzazione o stai usando un software di portafoglio obsoleto.
lt: Jei blokų naršyklėje matote operaciją, tai reiškia, kad operacija buvo sėkmingai išsiųsta. Jei nematote jos gavėjo pusėje, problema yra jūsų pusėje. Tikriausiai kilo problemų dėl sinchronizavimo arba naudojate pasenusią piniginės programinę įrangą.
nb: Hvis du kan se transaksjonen på blokkutforskeren, betyr det at transaksjonen er sendt ut. Hvis du ikke ser det på mottakersiden, er problemet på din side. Sannsynligvis et problem med synkronisering eller du bruker utdatert lommebokprogramvare.
nl: Als u de transactie in de blokverkenner kunt zien, betekent dit dat de transactie met succes is verzonden. Als u het niet ziet aan de ontvangende kant, ligt het probleem aan uw kant. Waarschijnlijk is het een probleem met synchroniseren of u gebruikt een oudere portefeuillesoftware.
pl: Jeśli zobaczysz transakcję na przeglądarce bloków oznacza to, że transakcja została pomyślnie wysłana. Jeśli nie widzisz jej w portfelu docelowym, problem leży po Twojej stronie. Prawdopodobnie jest to problem z synchronizacją lub korzystasz z przestarzałego oprogramowania portfela.
pt_br: Se você puder ver a transação no explorador de blocos, isso significa que a transação foi enviada com sucesso. Se você não estiver vendo no receptor, então o problema está no seu lado. Provavelmente um problema com a sincronização ou você está usando um software de carteira desatualizado.
sl: Če vidite transakcijo v raziskovalcu blokov, to pomeni, da je bila transakcija uspešno poslana. Če ni na prejemni strani, je težava na vaši strani. Verjetno je težava s sinhronizacijo ali pa uporabljate zastarelo programsko opremo denarnice.
sv: Om du kan se transaktionen i blockutforskaren betyder det att transaktionen har skickats ut framgångsrikt. Om du inte ser det på den mottagande sidan är problemet på din sida. Förmodligen ett problem med synkronisering eller så använder du föråldrad plånboksmjukvara.
tl: Kung makikita mo ang transaksyon sa block explorer ibig sabihin ay matagumpay na naipadala ang transaksyon. Kung hindi mo ito nakikita sa receiving end, ang problema ay nasa iyong dulo. Marahil ay isang isyu sa pag-sync o gumagamit ka ng hindi napapanahong software ng wallet.
tr: İşlemi blok gezgininde görebiliyorsanız bu, işlemin başarıyla gönderildiği anlamına gelir. Alıcı tarafta göremiyorsanız sorun sizin tarafınızdadır. Muhtemelen senkronizasyonla ilgili bir sorun var veya güncel olmayan bir cüzdan yazılımı kullanıyorsunuz.
ur: اگر آپ بلاک ایکسپلورر پر ٹرانزیکشن دیکھ سکتے ہیں تو اس کا مطلب ہے کہ ٹرانزیکشن کامیابی کے ساتھ بھیج دی گئی ہے۔ اگر آپ اسے وصول کرنے والے سرے پر نہیں دیکھ رہے ہیں تو مسئلہ آپ کے اختتام پر ہے۔ شاید مطابقت پذیری میں کوئی مسئلہ ہے یا آپ پرانے والیٹ سافٹ ویئر استعمال کر رہے ہیں۔
zh_cn: 如果您在区块浏览器上可以看到交易，则表示交易已成功发送。如果您没有在接收端看到它，那么问题就出在您的一端。可能是同步问题，或者您使用的是过时的钱包软件。
zh_tw: 如果您在區塊瀏覽器上可以看到交易，則表示交易已成功發送。如果您沒有在接收端看到它，那麼問題就出在您的一端。可能是同步問題，或者您使用的是過時的錢包軟件。

# info250Sbwhere8722Sbare8722Sbmy8722Sbxmr8722Sbaccordion250Sbtext250Sb1
source: Try these suggestions to unstuck your sync:
cs: Vyzkoušejte tyto návrhy k odblokování synchronizace:
fi: Kokeile näitä ehdotuksia jumittuneen synkronoinnin poistamiseksi:
fr: Essayez ces suggestions pour débloquer votre synchronisation :
it: Prova questi suggerimenti per sbloccare la tua sincronizzazione:
lt: Išbandykite šiuos pasiūlymus, kad pašalintumėte sinchronizavimą:
nb: Prøv disse forslagene for å fjerne synkroniseringen:
nl: Probeer deze suggesties om uw synchronisatie te vorderen:
pl: Wypróbuj te sugestie, aby odblokować synchronizację:
pt_br: Tente estas sugestões para descompactar sua sincronia:
sl: Poskusite s temi predlogi za sprostite sinhronizacijo:
sv: Prova dessa förslag för att få ordning på din synk:
tl: Subukan ang mga suhestyon na ito upang maalis ang iyong pag-sync:
tr: Senkronizasyon tıkanıklığını gidermek için şu önerileri deneyin:
ur: اپنی مطابقت پذیری کو ختم کرنے کے لیے ان تجاویز کو آزمائیں:
zh_cn: 尝试以下建议来解除同步：
zh_tw: 嘗試這些建議來解除同步：

# info250Sbwhere8722Sbare8722Sbmy8722Sbxmr8722Sbaccordion250Sbtext250Sb2
source: Alternatively, try using a different wallet app or a different internet connection.
cs: Případně zkuste použít jinou aplikaci peněženky nebo jiné připojení k internetu.
fi: Vaihtoehtoisesti voit kokeilla toista lompakkosovellusta tai eri internetyhteyttä.
fr: Vous pouvez également essayer d'utiliser une autre application de portefeuille ou une autre connexion Internet.
it: In alternativa, prova a usare un'altra app per il portafoglio o una connessione internet diversa.
lt: Arba pabandykite naudoti kitą piniginės programą arba kitą interneto ryšį.
nb: Alternativt kan du prøve å bruke en annen lommebok-app eller en annen internettforbindelse.
nl: U kunt ook een andere portefeuille-app of een andere internetverbinding proberen.
pl: Alternatywnie, spróbuj użyć innej aplikacji portfela lub innego połączenia internetowego.
pt_br: Alternativamente, tente usar um aplicativo de carteira diferente ou uma conexão de Internet diferente.
sl: Druga možnost je, da poskusite uporabiti drugo aplikacijo za denarnico ali drugo internetno povezavo.
sv: Alternativt kan du prova att använda en annan plånboksapp eller en annan internetanslutning.
tl: Bilang kahalili, subukang gumamit ng ibang wallet app o ibang koneksyon sa internet.
tr: Alternatif olarak farklı bir cüzdan uygulaması veya farklı bir internet bağlantısı kullanmayı deneyin.
ur: متبادل طور پر، ایک مختلف والٹ ایپ یا مختلف انٹرنیٹ کنکشن استعمال کرنے کی کوشش کریں۔
zh_cn: 或者，尝试使用不同的钱包应用程序或不同的互联网连接。
zh_tw: 或者，嘗試使用不同的錢包應用程序或不同的互聯網連接。

# info250Sbwhere8722Sbare8722Sbmy8722Sbxmr8722Sbaccordion250Sbtitle
source: Why am I not seeing the XMR in my wallet?
cs: Proč nevidím XMR v peněžence?
fi: Miksi en näe XMR:ää lompakossani?
fr: Pourquoi est-ce que je ne vois pas le XMR / Monero dans mon portefeuille ?
it: Perché non vedo l'XMR nel mio portafoglio?
lt: Kodėl savo piniginėje nematau XMR?
nb: Hvorfor ser jeg ikke XMR i lommeboken min?
nl: Waarom zie ik de XMR niet in mijn portefeuille?
pl: Dlaczego nie widzę XMR w moim portfelu?
pt_br: Por que eu não estou vendo o XMR na minha carteira?
sl: Zakaj ne vidim XMR v svoji denarnici?
sv: Varför ser jag inte XMR i min plånbok?
tl: Bakit hindi ko nakikita ang XMR sa aking wallet?
tr: XMR'yi neden cüzdanımda göremiyorum?
ur: میں اپنے بٹوے میں XMR کیوں نہیں دیکھ رہا ہوں؟
zh_cn: 为什么我在钱包中看不到 XMR？
zh_tw: 為什麼我在錢包中看不到 XMR？

# keywords
source: buy monero xmr cash credit card usd euro pound local bank transfer sell anonymously cryptocurrency
cs: koupit monero xmr hotovost kreditní karta usd euro libra místní bankovní převod prodat anonymně kryptoměnu
fi: osta monero xmr käteinen luottokortti usd euro punta paikallinen pankkisiirto myy nimettömästi kryptovaluutta
fr: acheter monero xmr espèces carte de crédit usd euro livre sterling virement bancaire local vendre anonymement crypto-monnaie
it: Acquista Monero xmr contanti carta di credito usd sterlina euro bonifico bancario locale vendi in modo anonimo criptovaluta
lt: pirkti monero xmr grynųjų pinigų kreditinę kortelę usd euro svaras vietinis banko pavedimas parduoti anonimiškai kriptovaliuta
nb: kjøp monero xmr kontant kredittkort usd euro pund lokal bankoverføring selg anonymt kryptovaluta
nl: koop monero xmr contant creditcard usd euro pond lokale bankoverschrijving verkoop anoniem cryptocurrency
pl: kup monero xmr gotówką karta kredytowa pln usd euro funt lokalny bank przelew sprzedaj anonimowo kryptowaluty
pt_br: comprar monero xmr dinheiro cartão de crédito usd euro libra transferência bancária local vender anonimamente criptomoeda
sl: nakup monero xmr gotovina kreditna kartica usd evro funt lokalno bančno nakazilo prodaj anonimno kriptovaluta
sv: köp monero xmr cash kreditkort usd euro pund lokal banköverföring sälj anonymt kryptovaluta
tl: bumili ng monero xmr cash credit card usd euro pound lokal na bank transfer nagbebenta ng hindi nagpapakilalang cryptocurrency
tr: monero xmr satın al nakit kredi kartı usd euro pound yerel banka havalesi anonim olarak sat kripto para birimi
ur: مونیروXMR کیش کریڈٹ کارڈ یو ایس ڈی یورو پاؤنڈ خریدیں مقامی بینک ٹرانسفر گمنام طور پر کرپٹو کرنسی فروخت کریں
zh_cn: 购买 monero xmr 门罗 门罗币 现金 信用卡 人民币 港币 微信支付 支付宝 镑本地银行转账 匿名 加密货币
zh_tw: 購買 monero xmr 門羅 門羅幣 現金 信用卡 人民幣 港幣 微信支付 支付寶 鎊本地銀行轉賬 匿名 加密貨幣

# keywords57Sbagoradesk
source: buy bitcoin btc monero xmr cash credit card usd euro pound local bank transfer sell anonymously cryptocurrency
cs: koupit bitcoin btc monero xmr hotovost kreditní karta usd euro libra místní bankovní převod prodat anonymně kryptoměnu
fi: osta bitcoin btc monero xmr käteinen luottokortti usd euro punta paikallinen pankkisiirto myy nimettömästi kryptovaluutta
fr: acheter bitcoin btc monero xmr espèces carte de crédit usd euro livre sterling virement bancaire local vendre anonymement crypto-monnaie
it: comprare bitcoin btc monero xmr contanti carta di credito usd euro sterlina bonifico bancario locale vendere criptovaluta in modo anonimo
lt: pirkti bitcoin btc monero xmr grynųjų pinigų kredito kortelė usd euro svaras vietinis banko pavedimas parduoti anonimiškai kriptovaliuta
nb: kjøp bitcoin btc monero xmr kontant kredittkort usd euro pund lokal bankoverføring selg anonymt kryptovaluta
nl: koop bitcoin btc monero xmr contant creditcard usd euro pond lokale bankoverschrijving verkoop anoniem cryptocurrency
pl: kup bitcoin btc monero xmr gotówka karta kredytowa pln usd euro funt bank lokalny przelew sprzedaj anonimowo kryptowaluta
pt_br: comprar bitcoin btc monero xmr dinheiro cartão de crédito usd euro libra transferência bancária local vender anonimamente criptomoeda
sl: nakup bitcoin btc monero xmr gotovina kreditna kartica usd evro funt lokalno bančno nakazilo prodaja anonimno kriptovaluta
sv: köp bitcoin btc monero xmr cash kreditkort usd euro pund lokal banköverföring sälj anonymt kryptovaluta
tl: bumili ng bitcoin btc monero xmr cash credit card usd euro pound lokal na bank transfer nagbebenta ng hindi nagpapakilalang cryptocurrency
tr: bitcoin satın al btc monero xmr nakit kredi kartı usd euro pound yerel banka havalesi anonim olarak sat kripto para birimi
ur: بٹ کوائن خریدیں بی ٹی سی مونیروXMR کیش کریڈٹ کارڈ یو ایس ڈی یورو پاؤنڈ لوکل بینک ٹرانسفر گمنام طور پر کرپٹو کرنسی فروخت کریں
zh_cn: 购买 monero xmr 门罗 门罗币 bitcoin btc 比特币 期权 认购期权 认沽期权 现金 信用卡 人民币 港币 微信支付 支付宝 镑本地银行转账 匿名 加密货币
zh_tw: 購買 monero xmr 門羅 門羅幣 bitcoin btc 比特幣 期權 認購期權 認沽期權 現金 信用卡 人民幣 港幣 微信支付 支付寶 鎊本地銀行轉賬 匿名 加密貨幣
