Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb2250Sbtitle
source: Background
cs: Pozadí
fi: Tausta
fr: Contexte
it: sfondo
lt: Fonas
nb: Bakgrunn
nl: Achtergrond
pl: Kontekst
pt_br: Fundo
sl: Ozadje
sv: Bakgrund
tr: Arka plan
ur: پس منظر
zh_cn: 背景
zh_tw: 背景
