Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sblocal250Sbtext8722Sb2
source: It depends on where you live, in larger cities you will find more people interested in buying {assetName} than out in the countryside. Because {assetName} transactions are irreversible but most traditional forms of online payment are reversible, selling {assetName} locally directly for cash makes it much safer to accept payment, as cash is just as irreversible as {assetName}. Some people appreciate the privacy that cash trades offer. Buying a small amount of {assetName} with cash is also a great way to get started with {assetName} without too much hassle.
cs: Záleží na tom, kde bydlíte, ve větších městech najdete více zájemců o koupi {assetName} než venku na venkově. Protože transakce {assetName} jsou nevratné, a většina tradičních forem online plateb je vratná, prodej {assetName} přímo na místě za hotovost umožňuje mnohem bezpečnější přijetí platby, protože hotovost je stejně nevratná jako {assetName}. Někteří lidé oceňují soukromí, které hotovostní obchody nabízejí. Nákup malého množství {assetName} v hotovosti je také skvělý způsob, jak začít s {assetName} bez přílišných potíží.
fi: Se riippuu asuinpaikastasi, suuremmissa kaupungeissa on enemmän ihmisiä, jotka ovat kiinnostuneita ostamaan {assetName} kuin maaseudulla. Koska {assetName} -tapahtumat ovat peruuttamattomia, mutta useimmat perinteiset verkkomaksut ovat palautuvia, {assetName}:n myyminen paikallisesti suoraan käteisellä tekee maksujen vastaanottamisesta paljon turvallisempaa, koska käteinen on yhtä peruuttamaton kuin {assetName}. Jotkut ihmiset arvostavat käteiskaupan tarjoamaa yksityisyyttä. Pienen määrän {assetName}:n ostaminen käteisellä on myös loistava tapa aloittaa {assetName}:n käyttö ilman turhaa vaivaa.
fr: Cela dépend de l'endroit où vous vivez, dans les grandes villes, vous trouverez plus de personnes intéressées à acheter du {assetName} qu'à la campagne. Étant donné que les transactions {assetName} sont irréversibles, mais que la plupart des formes traditionnelles de paiement en ligne sont réversibles, vendre du {assetName} localement directement contre de l'argent rend l'acceptation de paiement beaucoup plus sûre, car l'argent physique est tout aussi irréversible qu'une transaction en {assetName}. Certaines personnes apprécient la confidentialité offerte par les transactions en espèces. L'achat d'une petite quantité de {assetName} avec de l'argent liquide est également un excellent moyen de commencer avec {assetName} sans trop de tracas.
it: Dipende da dove vivi, in città più grandi troverai più gente interessata ad acquistare {assetName}. Poiché le transazioni {assetName} sono irreversibili, ma le forme più tradizionali di pagamento online sono reversibili, vendere {assetName} direttamente a livello locale con contanti rende molto più sicuro accettare pagamenti. Alcune persone apprezzano la privacy che offrono i contanti. L'acquisto di una piccola quantità di {assetName} con contanti è anche un ottimo modo per iniziare senza troppi problemi.
lt: Tai priklauso nuo to, kur gyvenate, didesniuose miestuose rasite daugiau žmonių, norinčių pirkti {assetName}, nei kaime. Kadangi {assetName} operacijos yra negrįžtamos, tačiau dauguma tradicinių internetinio mokėjimo formų yra atšaukiamos, parduodant {assetName} vietoje tiesiogiai už grynuosius pinigus priimti mokėjimus yra daug saugiau, nes grynieji pinigai yra tokie pat negrįžtami kaip ir {assetName}. Kai kurie žmonės vertina privatumą, kurį siūlo prekyba grynaisiais. Nedidelės {assetName} sumos pirkimas grynaisiais taip pat yra puikus būdas pradėti naudoti {assetName} be per daug vargo.
nb: Det kommer an på hvor du bor, i større byer finner du flere som er interessert i å kjøpe {assetName} enn ute på landsbygda. Fordi {assetName}-transaksjoner er irreversible, men de fleste tradisjonelle betalingsmåter på nett er reversible, gjør salg av {assetName} lokalt direkte for kontanter det mye tryggere å akseptere betaling, siden kontanter er like irreversible som {assetName}. Noen mennesker setter pris på personvernet som kontanthandler tilbyr. Å kjøpe en liten mengde {assetName} med kontanter er også en fin måte å komme i gang med {assetName} uten for mye stress.
nl: Het hangt ervan af waar u woont, in grotere steden zult u meer mensen vinden die geïnteresseerd zijn in het kopen van {assetName} dan op het platteland. Omdat {assetName}-transacties onomkeerbaar zijn, maar de meeste traditionele vormen van online betaling omkeerbaar zijn, maakt de verkoop van {assetName} rechtstreeks voor contant geld het veel veiliger om betalingen te accepteren, aangezien contant geld net zo onomkeerbaar is als {assetName}. Sommige mensen waarderen de privacy die cashtransacties bieden. Een kleine hoeveelheid {assetName} kopen met contant geld is ook een goede manier om zonder te veel gedoe aan de slag te gaan met {assetName}.
pl: To zależy od tego, gdzie mieszkasz, w większych miastach znajdziesz więcej osób zainteresowanych zakupem {assetName} niż na wsi. Ponieważ transakcje {assetName} są nieodwracalne, w przeciwieństwie do większości tradycyjnych form płatności online, sprzedaż {assetName} lokalnie za gotówkę sprawia, że przyjęcie płatności jest znacznie bezpieczniejsze, ponieważ gotówka jest tak samo nieodwracalna jak {assetName}. Niektóre osoby doceniają prywatność, jaką oferują transakcje gotówkowe. Kupowanie niewielkiej ilości {assetName} gotówką jest również świetnym sposobem na zapoznanie się z {assetName}.
pt_br: Depende de onde você vive. Cidades maiores tem mais pessoas interessadas em comprar {assetName} do que no interior. Como as transações em {assetName} são irreversíveis, e boa parte das transações online podem ser revertidas, comprar ou vender {assetName} pessoalmente por dinheiro vivo é considerado um dos métodos mais seguros de pagamento. Certas pessoas apreciam muito a privacidade de realizar transações em dinheiro. Comprar uma pequena quantidade de {assetName} com dinheiro também é uma boa maneira de começar neste mundo sem muita burocracia.
sl: Odvisno od tega, kje živite, v večjih mestih boste našli več ljudi, ki jih zanima nakup {assetName}, kot na podeželju. Ker so {assetName} transakcije nepovratne, vendar je večina tradicionalnih oblik spletnega plačila povratna, je z neposredno prodajo {assetName} lokalno za gotovino sprejemanje plačil veliko varnejše, saj je gotovina enako nepovratna kot {assetName}. Nekateri ljudje cenijo zasebnost, ki jo ponujajo takšna gotovinska trgovanja. Nakup majhne količine {assetName} z gotovino je prav tako odličen način, da začnete uporabljati {assetName} enostavno in brez večjega kompliciranja.
sv: Det beror på var du bor, i större städer hittar du fler som är intresserade av att köpa {assetName} än ute på landsbygden. Eftersom {assetName} transaktioner är oåterkalleliga men de flesta traditionella former av onlinebetalningar är reversibla, gör försäljning av {assetName} lokalt direkt för kontanter det mycket säkrare att acceptera betalning, eftersom kontanter är lika oåterkalleliga som {assetName}. Vissa människor uppskattar integriteten som kontantaffärer erbjuder. Att köpa en liten summa av {assetName} med kontanter är också ett bra sätt att komma igång med {assetName} utan alltför mycket krångel.
tl: Depende ito sa kung saan ka nakatira, sa malalaking lungsod ay makikita mo ang mas maraming tao na interesadong bumili ng {assetName} kaysa sa labas ng kanayunan. Dahil ang {assetName} na mga transaksyon ay hindi na mababawi ngunit karamihan sa mga tradisyunal na paraan ng online na pagbabayad ay nababaligtad, ang pagbebenta ng {assetName} nang direkta para sa cash ay ginagawang mas ligtas na tumanggap ng bayad, dahil ang cash ay kasing irreversible ng {assetName}. Pinahahalagahan ng ilang tao ang privacy na inaalok ng mga cash trade. Ang pagbili ng maliit na halaga ng {assetName} gamit ang cash ay isa ring magandang paraan para makapagsimula sa {assetName} nang walang masyadong abala.
tr: Bu, nerede yaşadığınıza bağlıdır; büyük şehirlerde, kırsal kesime kıyasla {assetName} satın almakla ilgilenen daha fazla insan bulacaksınız. {assetName} işlemleri geri döndürülemez olduğundan, ancak geleneksel çevrimiçi ödeme biçimlerinin çoğu geri döndürülebilir olduğundan, {assetName} ürününü doğrudan nakit karşılığında yerel olarak satmak, ödemeyi kabul etmeyi çok daha güvenli hale getirir, zira nakit para da {assetName} kadar geri döndürülemez. Bazı insanlar nakit ticaretin sunduğu mahremiyeti takdir ediyor. Nakit parayla az miktarda {assetName} satın almak, çok fazla uğraşmadan {assetName} kullanmaya başlamanın da harika bir yoludur.
ur: یہ اس بات پر منحصر ہے کہ آپ کہاں رہتے ہیں، بڑے شہروں میں آپ کو دیہی علاقوں سے زیادہ لوگ {assetName} خریدنے میں دلچسپی رکھتے ہیں۔ چونکہ {assetName} ٹرانزیکشنز ناقابل واپسی ہیں لیکن آن لائن ادائیگی کی زیادہ تر روایتی شکلیں بدلی جا سکتی ہیں، {assetName} کو مقامی طور پر براہ راست نقدی کے لیے فروخت کرنا ادائیگی کو قبول کرنا زیادہ محفوظ بناتا ہے، کیونکہ کیش بھی اتنا ہی ناقابل واپسی ہے جتنا {assetName}۔ کچھ لوگ اس رازداری کی تعریف کرتے ہیں جو نقد تجارت پیش کرتی ہے۔ بہت زیادہ پریشانی کے بغیر {assetName} کے ساتھ شروع کرنے کے لیے نقد رقم کے ساتھ {assetName} کی تھوڑی سی رقم خریدنا بھی ایک بہترین طریقہ ہے۔
zh_cn: 取决于您居住在哪里，您会发现在大城市比在农村想要购买{assetName}的人更多。因为{assetName}交易不可逆，而大多数传统方式的网上付款是可逆的，但现金同{assetName}一样不可逆，所以直接用现金在当地购买{assetName}可以让接受付款更安全。有些人喜欢现金交易带来的隐私保护。用现金购买少量的{assetName}也是入门的好方法。
zh_tw: 取決於您居住在哪裡，您會發現在大城市比在農村想要購買{assetName}的人更多。因為{assetName}交易不可逆，而大多數傳統方式的網上付款是可逆的，但現金同{assetName}一樣不可逆，所以直接用現金在當地購買{assetName}可以讓接受付款更安全。有些人喜歡現金交易帶來的隱私保護。用現金購買少量的{assetName}也是入門的好方法。

# guide250Sblocal250Sbtext8722Sb3
source: What if I run out of {assetName}?
cs: Co když mi dojde {assetName}?
fi: Mitä jos {assetName} loppuu?
fr: Que faire si je manque de {assetName} ?
it: Cosa succede se ho esaurito i {assetName}?
lt: Ką daryti, jei baigsis {assetName}?
nb: Hva om jeg går tom for {assetName}?
nl: Wat als ik geen {assetName} meer heb?
pl: Co jeśli zabraknie mi {assetName}?
pt_br: E se eu ficar sem {assetName}?
sl: Kaj če mi zmanjka {assetName}?
sv: Vad händer om jag får slut på {assetName}?
tl: Paano kung maubusan ako ng {assetName}?
tr: Ya {assetName}'im biterse?
ur: اگر میرے پاس {assetName} ختم ہو جائے تو کیا ہوگا؟
zh_cn: 如果我用完 {assetName} 怎么办？
zh_tw: 如果我用完 {assetName} 怎麼辦？

# guide250Sbxmr250Sbtitle
source: How to buy Monero anonymously
cs: Jak koupit Monero anonymně
fi: Kuinka ostaa Moneroa anonyymisti
fr: Comment acheter du Monero de manière anonyme
it: Come acquistare Monero in modo anonimo
lt: Kaip anonimiškai nusipirkti Monero
nb: Hvordan kjøpe Monero anonymt
nl: Hoe u anoniem Monero kunt kopen
pl: Jak kupić Monero anonimowo
pt_br: Como comprar Monero anonimamente
sl: Kako anonimno kupiti Monero
sv: Hur man köper Monero anonymt
tl: Paano bumili ng Monero nang hindi nagpapakilala
tr: Monero'yu anonim olarak nasıl satın alabilirim?
ur: مونیرو کو گمنام طور پر کیسے خریدیں
zh_cn: 如何匿名购买 门罗币
zh_tw: 如何匿名購買 門羅幣

# guide250Sblocal250Sbtext8722Sb4
source: If you run out of {assetName} you can purchase more quickly from a traditional {assetName} exchange, though that usually takes a few days as you will need to purchase using a bank transfer.
cs: Pokud Vám dojde {assetName}, můžete nakupovat rychleji na tradiční burze {assetName}, i když to obvykle trvá několik dní, protože budete muset nakupovat pomocí bankovního převodu.
fi: Jos {assetName} loppuu, voit ostaa nopeammin perinteisestä {assetName}-vaihtopisteestä, mutta se kestää yleensä muutaman päivän, koska sinun on ostettava pankkisiirrolla.
fr: Si vous manquez de {assetName}, vous pouvez acheter plus rapidement à partir d'un échange traditionnel {assetName}, bien que cela prenne généralement quelques jours car vous devrez acheter par virement bancaire.
it: Se esaurisci i {assetName}, li puoi acquistare più velocemente da un exchange {assetName}, anche se di solito sono necessari alcuni giorni perché dovrai acquistare tramite bonifico bancario.
lt: Jei baigsis {assetName}, galėsite greičiau įsigyti iš tradicinės {assetName} keityklos, tačiau paprastai tai užtrunka kelias dienas, nes turėsite įsigyti banko pavedimu.
nb: Hvis du går tom for {assetName} kan du kjøpe raskere fra en tradisjonell {assetName}-børs, selv om det vanligvis tar noen dager siden du må kjøpe med en bankoverføring.
nl: Als u geen {assetName} meer heeft, kunt u sneller kopen bij een traditionele {assetName}-uitwisseling, alhoewel dat meestal een paar dagen duurt, omdat u het moet kopen via een bankoverschrijving.
pl: Jeśli zabraknie Ci {assetName} możesz dokupić więcej na tradycyjnej giełdzie {assetName}, choć zwykle zajmuje to kilka dni, ponieważ trzeba zapłacić za pomocą przelewu bankowego.
pt_br: Se você ficar sem {assetName} para realizar uma transação de venda será preciso comprar numa corretora tradicional (ou minerando, se você tiver o equipamento), o que pode demorar alguns dias.
sl: Če vam zmanjka {assetName}, lahko hitro kupite več od tradicionalne {assetName} menjalnice, čeprav to običajno traja nekaj dni, saj boste morali kupiti z bančnim nakazilom.
sv: Om du får slut på {assetName} du kan köpa snabbare från en traditionell {assetName} men det tar vanligtvis några dagar eftersom du måste köpa med en banköverföring.
tl: Kung maubusan ka ng {assetName} maaari kang bumili ng mas mabilis mula sa tradisyonal na {assetName} exchange, kahit na karaniwang tumatagal iyon ng ilang araw dahil kakailanganin mong bumili gamit ang bank transfer.
tr: Eğer {assetName}'iniz biterse, geleneksel bir {assetName} borsasından daha hızlı bir şekilde satın alabilirsiniz, ancak banka havalesi kullanarak satın almanız gerekeceğinden bu genellikle birkaç gün sürer.
ur: اگر آپ کے پاس {assetName} ختم ہو جاتے ہیں تو آپ روایتی {assetName} ایکسچینج سے زیادہ تیزی سے خریداری کر سکتے ہیں، حالانکہ اس میں عام طور پر کچھ دن لگتے ہیں کیونکہ آپ کو بینک ٹرانسفر کے ذریعے خریداری کرنے کی ضرورت ہوگی۔
zh_cn: 如果您已用尽{assetName}，可以通过传统的{assetName}交易所更快速地购买{assetName}，因为需要通过银行转账进行购买，所以通常仍然需要几天的时间。
zh_tw: 如果您已用盡{assetName}，可以通過傳統的{assetName}交易所更快速地購買{assetName}，因為需要通過銀行轉賬進行購買，所以通常仍然需要幾天的時間。

# guide250Sblocal250Sbtext8722Sb5
source: Make sure you are easily reachable! In your advertisement, specify your favorite place and time to meet. You can include your cell phone number in the advertisement.
cs: Ujistěte se, že jste snadno dosažitelní! V inzerátu uveďte své oblíbené místo a čas setkání. Do inzerátu můžete uvést číslo svého mobilního telefonu.
fi: Varmista, että olet helposti tavoitettavissa! Kerro ilmoituksessasi suosikkipaikkasi ja -aikasi tavata. Voit liittää ilmoitukseen matkapuhelinnumerosi.
fr: Assurez-vous d'être facilement joignable ! Dans votre annonce, précisez votre lieu et heure de rencontre préférés. Vous pouvez inclure votre numéro de téléphone portable dans l'annonce.
it: Assicurati di essere facilmente raggiungibile! Nel tuo annuncio, specifica il tuo posto preferito e il giorno per incontrarti. Puoi includere il tuo numero di cellulare.
lt: Įsitikinkite, kad esate lengvai pasiekiami! Skelbime nurodykite mėgstamą susitikimo vietą ir laiką. Skelbime galite nurodyti savo mobiliojo telefono numerį.
nb: Sørg for at du er lett tilgjengelig! I annonsen din, spesifiser ditt favorittsted og -tidspunkt for å møtes. Du kan inkludere mobilnummeret ditt i annonsen.
nl: Zorg dat u goed bereikbaar bent! Vermeld in uw advertentie uw favoriete plek en tijd om af te spreken. U kunt uw mobiele telefoonnummer in de advertentie vermelden.
pl: Upewnij się, że jesteś łatwo osiągalny! W swoim ogłoszeniu określ swoje ulubione miejsce i czas na spotkanie. Możesz dołączyć swój numer telefonu komórkowego.
pt_br: Esteja disponível e ofereça um meio de contato simples. No anúncio coloque o local e hora de sua preferência. Você pode incluir seu número de celular no anúncio.
sl: Poskrbite, da boste zlahka dosegljivi! V oglasu navedite vaš najljubši kraj in čas srečanja. V oglasu lahko vključite svojo številko mobilnega telefona.
sv: Se till att du är lätt att nå! Ange i annonsen vilken plats och tid du helst vill träffas. Du kan ange ditt mobiltelefonnummer i annonsen.
tl: Tiyaking madali kang maabot! Sa iyong advertisement, tukuyin ang iyong paboritong lugar at oras upang magkita. Maaari mong isama ang iyong cell phone number sa advertisement.
tr: Kolay ulaşılabilir olduğunuzdan emin olun! Reklamınızda buluşmak için en sevdiğiniz yeri ve zamanı belirtin. İlanda cep telefonu numaranızı ekleyebilirsiniz.
ur: یقینی بنائیں کہ آپ آسانی سے قابل رسائی ہیں! اپنے اشتہار میں، اپنی پسندیدہ جگہ اور ملاقات کا وقت بتائیں۔ آپ اپنا سیل فون نمبر اشتہار میں شامل کر سکتے ہیں۔
zh_cn: 请确保可以轻松联系到您！在您的广告中，指定您最喜欢的见面地方和时间。您也可以在广告中注明自己的手机号码。
zh_tw: 請確保可以輕鬆聯系到您！在您的廣告中，指定您最喜歡的見面地方和時間。您也可以在廣告中注明自己的手機號碼。

# guide250Sblocal250Sbtext8722Sb58722Sbtitle
source: Advertising
cs: Reklama
fi: Mainonta
fr: Annonce
it: Pubblicità
lt: Reklama
nb: Reklame
nl: Adverteren
pl: Reklama
pt_br: Anunciando
sl: Oglaševanje
sv: Reklam
tr: Reklam
ur: ایڈورٹائزنگ
zh_cn: 广告
zh_tw: 廣告

# guide250Sblocal250Sbtext8722Sb6
source: All traditional risks that govern money exchanging also relate to {assetName} trading. Please consider the risks carefully, and use the feedback system and other measures to ensure your safety.
cs: Všechna tradiční rizika, která řídí směnu peněz, se také týkají obchodování {assetName}. Pečlivě zvažte rizika a používejte systém zpětné vazby a další opatření k zajištění Vaší bezpečnosti.
fi: Kaikki perinteiset rahanvaihtoa säätelevät riskit liittyvät myös {assetName}-kauppaan. Harkitse riskit huolellisesti ja käytä palautejärjestelmää ja muita toimenpiteitä turvallisuutesi varmistamiseksi.
fr: Tous les risques traditionnels qui régissent l'échange d'argent concernent également l'échange de {assetName}. Veuillez considérer attentivement les risques et utiliser le système d'évaluation et d'autres mesures pour assurer votre sécurité.
it: Tutti i rischi tradizionali che regolano lo scambio di denaro ci sono anche con {assetName}. Si prega di considerare attentamente i rischi ed utilizzare il sistema di feedback e altre misure per garantire la tua sicurezza.
lt: Visos tradicinės pinigų keitimo rizikos taip pat yra susijusios su {assetName} prekyba. Atidžiai apsvarstykite riziką ir naudokite atsiliepimų sistemą bei kitas priemones savo saugumui užtikrinti.
nb: Alle tradisjonelle risikoer som styrer pengeveksling er også knyttet til {assetName} handel. Vennligst vurder risikoene nøye, og bruk tilbakemeldingssystemet og andre tiltak for å sikre din sikkerhet.
nl: Alle traditionele risico's die het wisselen van geld beheersen, houden ook verband met {assetName} handel. Denk goed na over de risico's en gebruik het feedbacksysteem en andere maatregelen om uw veiligheid te waarborgen.
pl: Wszystkie tradycyjne ryzyka obecne podczas wymiany pieniędzy, odnoszą się również do handlu {assetName}. Postępuj ostrożnie i korzystaj z systemu oceny handlarzy oraz innych środków, aby zapewnić sobie bezpieczeństwo.
pt_br: Todos os riscos tradicionais em transações de dinheiro também existem nas transações em {assetName}. Considere os riscos ao realizar negociações deste tipo e tente garantir que o operador é confiável pelo sistema de feedback.
sl: Vsa tradicionalna tveganja, ki urejajo menjavo denarja, se nanašajo tudi na trgovanje {assetName}. Prosimo, da skrbno preučite tveganja ter uporabite sistem ocen povratnih informacij in druge ukrepe, da zagotovite svojo varnost.
sv: Alla traditionella risker som styr penningväxling hänför sig också till {assetName} handel. Vänligen överväg riskerna noggrant och använd feedbacksystemet och andra åtgärder för att garantera din säkerhet.
tl: Ang lahat ng tradisyonal na panganib na namamahala sa pagpapalitan ng pera ay nauugnay din sa {assetName} pangangalakal. Mangyaring isaalang-alang nang mabuti ang mga panganib, at gamitin ang sistema ng feedback at iba pang mga hakbang upang matiyak ang iyong kaligtasan.
tr: Para alışverişini yönlendiren tüm geleneksel riskler aynı zamanda {assetName} ticaretiyle de ilgilidir. Lütfen riskleri dikkatlice değerlendirin ve güvenliğinizi sağlamak için geri bildirim sistemini ve diğer önlemleri kullanın.
ur: تمام روایتی خطرات جو پیسے کے تبادلے کو کنٹرول کرتے ہیں وہ بھی {assetName} ٹریڈنگ سے متعلق ہیں۔ براہ کرم خطرات پر غور سے غور کریں، اور اپنی حفاظت کو یقینی بنانے کے لیے فیڈ بیک سسٹم اور دیگر اقدامات کا استعمال کریں۔
zh_cn: 所有传统的有关货币兑换的风险同样适用于{assetName}交易。请仔细考虑风险，使用评价系统和其他措施以确保您的资金安全。
zh_tw: 所有傳統的有關貨幣兌換的風險同樣適用於{assetName}交易。請仔細考慮風險，使用評價系統和其他措施以確保您的資金安全。

# guide250Sblocal250Sbtext8722Sb68722Sbtitle
source: Risks
cs: Rizika
fi: Riskit
fr: Risques
it: Rischi
lt: Rizikos
nb: Risikoer
nl: Risico's
pl: Ryzyka
pt_br: Riscos
sl: Tveganja
sv: Risker
tl: Mga panganib
tr: Riskler
ur: خطرات
zh_cn: 风险
zh_tw: 風險

# guide250Sblocal250Sbtext8722Sb7
source: There could be cases, where counterfeit money is passed to the {assetName} seller. Please consider using a counterfeit detector when you do the trades.
cs: Mohou nastat případy, kdy jsou prodejci {assetName} předány padělané peníze. Při obchodování zvažte použití detektoru padělků.
fi: Saattaa olla tapauksia, joissa väärennettyä rahaa välitetään {assetName}-myyjälle. Harkitse setelitunnistimen käyttöä, kun teet kauppoja.
fr: Il peut y avoir des cas où de la fausse monnaie est transmise au vendeur de {assetName}. Il est conseillé d'envisager l'utilisation d'un détecteur de contrefaçon lorsque vous effectuez des transactions.
it: Potrebbero verificarsi casi in cui denaro contraffatto viene passato al venditore {assetName}. Ti invitiamo a considerare l'utilizzo di un rilevatore di contraffazioni quando effettui le operazioni.
lt: Gali būti atvejų, kai netikri pinigai perduodami {assetName} pardavėjui. Atlikdami prekybą, apsvarstykite galimybę naudoti padirbtų prekių detektorių.
nb: Det kan være tilfeller der falske penger sendes til {assetName}-selgeren. Vennligst vurder å bruke en forfalskningsdetektor når du handler.
nl: Er kunnen gevallen zijn waarin vals geld wordt doorgegeven aan de {assetName}-verkoper. Overweeg alstublieft om een valsgelddetector te gebruiken wanneer u handelt.
pl: Może się zdarzyć, że ktoś próbuje zapłacić podrobionymi pieniędzmi sprzedawcy {assetName}. Rozważ wykorzystanie wykrywacza podrobionej gotówki.
pt_br: Não é impossível que um comprador tente te repassar dinheiro falso. Lembre-se de verificar se as notas são reais ao realizar as negociações.
sl: Obstajajo lahko primeri, ko se ponarejen denar posreduje prodajalcu {assetName}. Pri trgovanju razmislite o uporabi detektorja ponaredkov.
sv: Det kan finnas fall där förfalskade pengar överlämnas till {assetName} Säljare. Tänk på att använda en förfalskningsdetektor när du gör affärerna.
tl: Maaaring may mga kaso, kung saan ipinapasa ang pekeng pera sa nagbebenta ng {assetName}. Mangyaring isaalang-alang ang paggamit ng pekeng detector kapag ginawa mo ang mga pangangalakal.
tr: Sahte paranın {assetName} satıcısına aktarıldığı durumlar olabilir. Lütfen işlem yaparken sahte dedektör kullanmayı düşünün.
ur: ایسے معاملات ہوسکتے ہیں، جہاں جعلی رقم {assetName} بیچنے والے کو بھیجی جاتی ہے۔ جب آپ تجارت کرتے ہیں تو براہ کرم جعلی ڈیٹیکٹر استعمال کرنے پر غور کریں۔
zh_cn: 已出现使用假币购买{assetName}的案例。请考虑在交易中使用验钞机。
zh_tw: 已出現使用假幣購買{assetName}的案例。請考慮在交易中使用驗鈔機。

# guide250Sblocal250Sbtext8722Sb78722Sbtitle
source: Counterfeit money
cs: Padělané peníze
fi: Väärennetty raha
fr: Monnaie contrefaite
it: Soldi contraffatti
lt: Padirbti pinigai
nb: Falske penger
nl: Vals geld
pl: Podrobione pieniądze
pt_br: Dinheiro falso
sl: Ponarejen denar
sv: Förfalskade pengar
tl: Pekeng pera
tr: Sahte para
ur: جعلی رقم
zh_cn: 伪造货币
zh_tw: 偽造貨幣
