Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# post8722Sbad250Sbtrack8722Sbmax8722Sbamount8722Sbliquidity8722Sbtip
source: This option limits the liquidity of this advertisement to the max. transaction limit. Buyers cannot open and complete trades for more than this amount. Example: With track liquidity turned on and max. transaction limit set to 100 USD when a buyer opens a trade for 20 USD the max. transaction limit is automatically decreased to 80 USD. It returns to 100 USD if the buyer cancels the trade, and stays at 80 USD if the trade is completed.
cs: Tato možnost omezuje likviditu této reklamy na maximální transakční limit. Kupující nemohou otevřít a dokončit obchody za více než tuto částku. Příklad: Při zapnutém sledování likvidity a max. limitu transakce nastaveném na 100 USD se při otevření obchodu kupujícím za 20 USD automaticky sníží max. limit transakce na 80 USD. Vrátí se na 100 USD, pokud kupující zruší obchod, a zůstane na 80 USD, pokud je obchod dokončen.
fi: Tämä vaihtoehto rajoittaa tämän ilmoituksen likviditeetin transaktiorajan enimmäismäärään. Ostajat eivät voi avata ja suorittaa kauppoja tätä suurempaa summaa vastaan. Esimerkki: likviditeetti päällä ja max. transaktioraja asetettu 100 USD:iin, kun ostaja avaa kaupan 20 USD:lla, maks. transaktioraja laskee automaattisesti 80 USD:iin. Se palaa 100 USD:iin, jos ostaja peruuttaa kaupan, ja pysyy 80 USD:ssa, jos kauppa on suoritettu.
fr: Cette option limite la liquidité de cette annonce à la limite de transaction maximale. Les acheteurs ne peuvent pas ouvrir et conclure des transactions pour un montant supérieur à cette limite. Exemple : Lorsque le contrôle de la liquidité est activé et que la limite de transaction maximale est fixée à 100 EUR, lorsqu'un acheteur ouvre une transaction pour 20 EUR, la limite de transaction maximale est automatiquement réduite à 80 EUR. Elle revient à 100 EUR si l'acheteur annule la transaction, et reste à 80 EUR si la transaction est finalisée.
it: Questa opzione limita la liquidità di questo annuncio al massimo. Limite di transazione. Gli acquirenti non possono aprire e completare operazioni al di sopra di questo importo. Esempio: se la liquidità attivata e il massimo limite di transazione è fissato a 100 EUR quando un acquirente apre uno scambio per 20 EUR al massimo, il limite di transazione viene automaticamente ridotto a 80 EUR. Ritorna a 100 EUR se l'acquirente annulla la transazione e rimane a 80 EUR se la transazione è completata.
lt: Ši parinktis apriboja šios reklamos likvidumą iki maks. sandorio limitas. Pirkėjai negali atidaryti ir užbaigti sandorių už didesnę nei ši suma. Pavyzdys: įjungus bėgių kelio likvidumą ir maks. sandorio limitas nustatytas iki 100 USD, kai pirkėjas atidaro prekybą už 20 USD, maks. operacijų limitas automatiškai sumažinamas iki 80 USD. Jei pirkėjas atšaukia prekybą, jis grįžta į 100 USD, o užbaigus sandorį – lieka 80 USD.
nb: Dette alternativet begrenser likviditeten til denne annonsen til maks. transaksjonsgrense. Kjøpere kan ikke åpne og fullføre handler for mer enn dette beløpet. Eksempel: Med sporlikviditet slått på og maks. transaksjonsgrense satt til 100 USD når en kjøper åpner en handel for 20 USD maks. transaksjonsgrensen reduseres automatisk til 80 USD. Den går tilbake til 100 USD hvis kjøperen kansellerer handelen, og forblir på 80 USD hvis handelen er fullført.
nl: Deze optie beperkt de liquiditeit van deze advertentie tot het max. transactie limiet. Kopers kunnen geen transacties openen en voltooien voor meer dan dit bedrag. Voorbeeld: met trackliquiditeit ingeschakeld en het max. transactielimiet ingesteld op 100 USD wanneer een koper een transactie opent voor maximaal 20 USD., wordt het transactielimiet automatisch verlaagd naar 80 USD. Het keert terug naar 100 USD als de koper de transactie annuleert en blijft op 80 USD als de transactie is voltooid.
pl: Ta opcja ogranicza płynność tego ogłoszenia do maks. limitu transakcji. Kupujący nie mogą otwierać i wykonywać transakcji na więcej niż tę kwotę. Przykład: z włączonym śledzeniem płynności i maks. limitem transakcji ustawionym na 100 USD, gdy kupujący otwiera handel za 20 USD maks. limit transakcji jest automatycznie zmniejszany do 80 USD. Wraca do 100 USD, jeśli kupujący anuluje handel, i pozostaje na poziomie 80 USD, jeśli handel zostanie zakończony.
pt_br: Essa opção limita a liquidez do anúncio à quantia máxima da negociação. Os compradores não poderão iniciar negociações maiores que esse valor. Exemplo. Com o acompanhamento de liquidez ligado e um limite definido para 100 BRL. Quando um comprador fazer uma transação por 20 BRL, o limite será automaticamente reduzido para 80 BRL. O valor retorna para 100 BRL caso a transação seja cancelada e permanece em 80 BRL caso seja concluída.
sl: Ta možnost omejuje likvidnost tega oglasa na največjo omejitev transakcij. Kupci ne morejo odpreti in zaključiti poslov za več kot ta znesek. Primer: Ko kupec odpre posel za 20 USD, se zgornja meja transakcije samodejno zmanjša na 80 USD. Če kupec prekliče posel, se vrne na 100 USD, če pa posel zaključi, ostane na 80 USD.
sv: Detta alternativ begränsar likviditeten för denna annons till max. transaktionsgräns. Köpare kan inte öppna och slutföra affärer för mer än detta belopp. Exempel: Med spårlikviditet påslagen och max. transaktionsgräns satt till 100 USD när en köpare öppnar en handel för 20 USD max. transaktionsgränsen sänks automatiskt till 80 USD. Den återgår till 100 USD om köparen avbryter affären och stannar på 80 USD om affären slutförs.
tl: Nililimitahan ng opsyong ito ang pagkatubig ng ad na ito sa max. limitasyon ng transaksyon. Hindi maaaring buksan at kumpletuhin ng mga mamimili ang mga trade para sa higit sa halagang ito. Halimbawa: Kapag naka-on ang track liquidity at max. itinakda ang limitasyon sa transaksyon sa 100 USD kapag ang isang mamimili ay nagbukas ng isang trade para sa 20 USD ang max. Ang limitasyon ng transaksyon ay awtomatikong nababawasan sa 80 USD. Babalik ito sa 100 USD kung kinansela ng mamimili ang kalakalan, at mananatili sa 80 USD kung nakumpleto ang kalakalan.
tr: Bu seçenek, bu reklamın likiditesini maksimuma kadar sınırlar. işlem limiti. Alıcılar bu tutarın üzerinde işlem açamaz ve tamamlayamaz. Örnek: Takip likiditesi açıkken ve maks. Bir alıcı maksimum 20 USD'lik bir işlem açtığında işlem limiti 100 USD olarak ayarlanır. işlem limiti otomatik olarak 80 USD'ye düşürülür. Alıcı işlemi iptal ederse 100 USD'ye döner, işlem tamamlanırsa 80 USD'de kalır.
ur: یہ اختیار اس اشتہار کی لیکویڈیٹی کو زیادہ سے زیادہ تک محدود کرتا ہے۔ لین دین کی حد خریدار اس رقم سے زیادہ کے لیے تجارت نہیں کھول سکتے اور مکمل نہیں کر سکتے۔ مثال: ٹریک لیکویڈیٹی آن اور زیادہ سے زیادہ کے ساتھ۔ جب خریدار زیادہ سے زیادہ 20 USD میں تجارت کھولتا ہے تو لین دین کی حد 100 USD مقرر کی جاتی ہے۔ لین دین کی حد خود بخود کم ہو کر 80 USD ہو گئی ہے۔ اگر خریدار تجارت کو منسوخ کرتا ہے تو یہ 100 USD پر واپس آتا ہے، اور اگر تجارت مکمل ہو جاتی ہے تو 80 USD پر رہتی ہے۔
zh_cn: 该选项将广告的流动资产限制为不超过最大交易限额。买家无法开始或结束超过限额的交易。例如：开启跟踪流动资产且将最大交易限额设置为 100 美元，买家打开一个 20 美元的交易，最大交易限额自动减至 80 美元。如果买家取消交易，最大交易限额将恢复至 100 美元；如果交易完成，最大交易限额将保持为 80 美元。
zh_tw: 該選項將廣告的流動資產限制為不超過最大交易限額。買家無法開始或結束超過限額的交易。例如：開啟跟蹤流動資產且將最大交易限額設置為 100 美元，買家打開一個 20 美元的交易，最大交易限額自動減至 80 美元。如果買家取消交易，最大交易限額將恢復至 100 美元；如果交易完成，最大交易限額將保持為 80 美元。

# post8722Sbad250Sbtrade8722Sbtype250Sblocal8722Sbbuy
source: Buy {assetName} for cash (locally)
cs: Koupit {assetName} za hotovost (místně)
fi: Osta {assetName} käteisellä (paikallisesti)
fr: Achetez du {assetName} contre de l'espèce (localement)
it: Comprare {assetName} con cantanti (trovando qualcuno vicino a me)
lt: Pirkite {assetName} už grynuosius pinigus (vietoje)
nb: Kjøp {assetName} for kontanter (lokalt)
nl: Koop {assetName} voor contant geld (lokaal)
pl: Kupić {assetName} za gotówkę (lokalnie)
pt_br: Comprar {assetName} com dinheiro (localmente)
sl: Kupi {assetName} za gotovino (lokalno)
sv: Köp {assetName} för kontanter (lokalt)
tl: Bumili ng {assetName} nang cash (lokal)
tr: Nakit karşılığında {assetName} satın alın (yerel olarak)
ur: نقدی میں {assetName} خریدیں (مقامی طور پر)
zh_cn: 面对面购买{assetName}
zh_tw: 面對面購買{assetName}

# post8722Sbad250Sbtrade8722Sbtype250Sblocal8722Sbsell
source: Sell {assetName} for cash (locally)
cs: Prodat {assetName} za hotovost (místně)
fi: Myy {assetName} käteisellä (paikallisesti)
fr: Vendre du {assetName} contre de l'espèce (localement)
it: Vendere {assetName} per contanti (trovando qualcuno vicino a me)
lt: Parduodu {assetName} už grynuosius pinigus (vietoje)
nb: Selg {assetName} for kontanter (lokalt)
nl: Verkoop {assetName} voor contant geld (lokaal)
pl: Sprzedać {assetName} za gotówkę (lokalnie)
pt_br: Vender {assetName} por dinheiro (localmente)
sl: Prodaja {assetName} za gotovino (lokalno)
sv: Sälj {assetName} för kontanter (lokalt)
tl: Ibenta ang {assetName} para sa cash (lokal)
tr: Nakit karşılığında {assetName} sat (yerel olarak)
ur: نقدی کے لیے {assetName} فروخت کریں (مقامی طور پر)
zh_cn: 面对面出售{assetName}
zh_tw: 面對面出售{assetName}

# post8722Sbad250Sbtrade8722Sbtype250Sbonline8722Sbbuy
source: Buy {assetName} online
cs: Koupit {assetName} online
fi: Osta {assetName} verkossa
fr: Acheter du {assetName} en ligne
it: Comprare {assetName} online
lt: Pirkite {assetName} internetu
nb: Kjøp {assetName} online
nl: Koop {assetName} online
pl: Kupić {assetName} online
pt_br: Comprar {assetName} online
sl: Kupite {assetName} online
sv: Köp {assetName} online
tl: Bumili ng {assetName} online
tr: {assetName}'i çevrimiçi satın alın
ur: آن لائن {assetName} خریدیں
zh_cn: 网上购买{assetName}
zh_tw: 網上購買{assetName}

# post8722Sbad250Sbtrade8722Sbtype250Sbonline8722Sbsell
source: Sell {assetName} online
cs: Prodat {assetName} online
fi: Myy {assetName} verkossa
fr: Vendre du {assetName} en ligne
it: Vendere {assetName} online
lt: Parduodu {assetName} internetu
nb: Selg {assetName} online
nl: Verkoop {assetName} online
pl: Sprzedać {assetName} online
pt_br: Vender {assetName} online
sl: Prodajte {assetName} online
sv: Sälj {assetName} online
tl: Ibenta ang {assetName} online
tr: {assetName} ürününü çevrimiçi sat
ur: آن لائن {assetName} فروخت کریں
zh_cn: 网上出售{assetName}
zh_tw: 網上出售{assetName}

# post8722Sbad250Sbtrade8722Sbtype250Sbsubtitle
source: I want to...
cs: Chci...
fi: Haluan...
fr: Je veux ...
it: Vorrei...
lt: Aš noriu...
nb: Jeg vil...
nl: Ik wil...
pl: Chcę...
pt_br: Eu quero...
sl: Želim...
sv: Jag vill...
tl: Gusto ko...
tr: İstiyorum...
ur: میں چاہتا ہوں...
zh_cn: 我想要......
zh_tw: 我想要......

# post8722Sbad250Sbtrade8722Sbtype250Sbtip
source: What kind of trade advertisement do you wish to create? If you wish to sell {assetName} make sure you have {assetName} in your {appName} arbitration bond wallet.
cs: Jaký druh obchodní reklamy chcete vytvořit? Pokud chcete prodat {assetName}, ujistěte se, že máte {assetName} ve své {appName} peněžence arbitrážních dluhopisů.
fi: Millaisen kauppailmoituksen haluat luoda? Jos haluat myydä {assetName}, varmista että {appName}-välimieslompakossasi on {assetName}.
fr: Quel type d'annonce souhaitez-vous créer ? Si vous souhaitez vendre du {assetName}, assurez-vous d'avoir du {assetName} dans votre portefeuille de caution d'arbitrage {appName}.
it: Che tipo di pubblicità commerciale vuoi creare? Se desideri vendere {assetName} assicurati di avere {assetName} nel tuo portafoglio di obbligazioni arbitrali {appName}.
lt: Kokią prekybos reklamą norite sukurti? Jei norite parduoti {assetName}, įsitikinkite, kad {appName} arbitražo obligacijų piniginėje turite {assetName}.
nb: Hva slags handelsreklame ønsker du å lage? Hvis du ønsker å selge {assetName}, sørg for at du har {assetName} i lommeboken for {appName} voldgiftsbinding.
nl: Wat voor soort handelsadvertentie wilt u maken? Als u {assetName} wilt verkopen, zorg er dan voor dat u {assetName} in uw {appName} arbitragebond portefeuille heeft.
pl: Jaki rodzaj ogłoszenia handlowego chcesz stworzyć? Jeśli chcesz sprzedać {assetName} upewnij się, że masz {assetName} w swoim portfelu ochrony arbitrażowej {appName}.
pt_br: Que tipo de anúncio comercial você deseja criar? Se você deseja vender {assetName} certifique-se de ter {assetName} em sua carteira de títulos de arbitragem {appName}.
sl: Kakšen trgovalni oglas želite ustvariti? Če želite prodati {assetName}, se prepričajte, da imate {assetName} v denarnici za arbitražne obveznice {appName}.
sv: Vilken typ av handelsreklam vill du skapa? Om du vill sälja {assetName} se till att du har {assetName} i din {appName} plånbok för arbitrageobligationer.
tl: Anong uri ng trade advertisement ang gusto mong gawin? Kung gusto mong ibenta ang {assetName} tiyaking mayroon kang {assetName} sa iyong {appName} arbitration bond wallet.
tr: Ne tür bir ticari reklam oluşturmak istiyorsunuz? {assetName} satmak istiyorsanız, {appName} tahkim bonosu cüzdanınızda {assetName} bulunduğundan emin olun.
ur: آپ کس قسم کا تجارتی اشتہار بنانا چاہتے ہیں؟ اگر آپ {assetName} بیچنا چاہتے ہیں تو یقینی بنائیں کہ آپ کے پاس اپنے {appName} ثالثی بانڈ والیٹ میں {assetName} ہے۔
zh_cn: 您想制作什么样的贸易广告？如果您想出售 {assetName} ，请确保您的 {appName} 仲裁保证金钱包中有 {assetName} 。
zh_tw: 您想製作什麼樣的貿易廣告？如果您想出售 {assetName} ，請確保您的 {appName} 仲裁保證金錢包中有 {assetName} 。

# post8722Sbad250Sbtrade8722Sbtype250Sbtip250Sbnojs
source: What kind of trade advertisement do you wish to create? If you wish to sell Monero, make sure you have Monero in your {appName} arbitration bond wallet.
cs: Jaký druh obchodní reklamy chcete vytvořit? Pokud chcete Monero prodat, ujistěte se, že máte Monero ve své {appName} peněžence s arbitrážními dluhopisy.
fi: Millaisen kauppailmoituksen haluat luoda? Jos haluat myydä Moneroa, varmista että sinulla on {appName} välimieslompakossasi Moneroa.
fr: Quel type d'annonce souhaitez-vous créer ? Si vous souhaitez vendre du Monero, assurez-vous d'avoir du Monero dans votre portefeuille de caution d'arbitrage {appName}.
it: Che tipo di pubblicità commerciale desideri creare? Se desideri vendere Monero, assicurati di avere Monero nel tuo portafoglio {appName}.
lt: Kokią prekybos reklamą norite sukurti? Jei norite parduoti Monero, įsitikinkite, kad savo {appName} arbitražo obligacijų piniginėje turite Monero.
nb: Hva slags handelsreklame ønsker du å lage? Hvis du ønsker å selge Monero, sørg for at du har Monero i {appName} voldgiftslommebok.
nl: Wat voor soort handelsadvertentie wilt u maken? Als u Monero wilt verkopen, zorg er dan voor dat u Monero in uw {appName} arbitragebond portefeuille heeft staan.
pl: Jaki rodzaj ogłoszenia handlowego chcesz stworzyć? Jeśli chcesz sprzedać Monero, upewnij się, że masz Monero w swoim portfelu ochrony arbitrażowej {appName}.
pt_br: Que tipo de anúncio comercial você deseja criar? Se você deseja vender o Monero, verifique se o Monero está na sua carteira {appName}.
sl: Kakšen trgovalni oglas želite ustvariti? Če želite prodati Monero, se prepričajte, da imate Monero v denarnici za arbitražne obveznice {appName}.
sv: Vilken typ av handelsannonsering vill du skapa? Om du vill sälja Monero, se till att du har Monero i din {appName} plånbok för arbitrageobligationer.
tl: Anong uri ng trade advertisement ang gusto mong gawin? Kung gusto mong ibenta ang Monero, tiyaking mayroon kang Monero sa iyong {appName} arbitration bond wallet.
tr: Ne tür bir ticari reklam oluşturmak istiyorsunuz? Monero'yu satmak istiyorsanız {appName} tahkim bonosu cüzdanınızda Monero'nun bulunduğundan emin olun.
ur: آپ کس قسم کا تجارتی اشتہار بنانا چاہتے ہیں؟ اگر آپ Monero فروخت کرنا چاہتے ہیں، تو یقینی بنائیں کہ آپ کے پاس اپنے {appName} ثالثی بانڈ والیٹ میں Monero موجود ہے۔
zh_cn: 你想创造什么样的贸易广告？如果您想销售Monero，请确保您的{appName}钱包中有Monero。
zh_tw: 你想創造什麼樣的貿易廣告？如果您想銷售Monero，請確保您的{appName}錢包中有Monero。

# post8722Sbad250Sbtrade8722Sbtype250Sbtip250Sbnojs57Sbagoradesk
source: What kind of trade advertisement do you wish to create? If you wish to sell cryptocurrency make sure you have the relevant cryptocurrency in your {appName} arbitration bond wallet.
cs: Jaký druh obchodní reklamy chcete vytvořit? Pokud chcete prodat kryptoměnu, ujistěte se, že máte příslušnou kryptoměnu ve své {appName} peněžence arbitrážních dluhopisů.
fi: Millaisen kauppailmoituksen haluat luoda? Jos haluat myydä kryptovaluuttaa, varmista että sinulla on asianmukaista kryptovaluuttaa {appName} välimieslompakossasi.
fr: Quel type d'annonce souhaitez-vous créer ? Si vous souhaitez vendre de la crypto-monnaie, assurez-vous d'avoir la crypto-monnaie appropriée dans votre portefeuille de caution d'arbitrage {appName}.
it: Che tipo di annuncio commerciale desideri creare? Se desideri vendere criptovalute, assicurati di avere la criptovaluta in questione nel tuo portafoglio di obbligazioni arbitrali {appName}.
lt: Kokią prekybos reklamą norite sukurti? Jei norite parduoti kriptovaliutą, įsitikinkite, kad savo {appName} arbitražo obligacijų piniginėje turite atitinkamą kriptovaliutą.
nb: Hva slags handelsreklame ønsker du å lage? Hvis du ønsker å selge kryptovaluta, sørg for at du har den relevante kryptovalutaen i din {appName} voldgiftslommebok.
nl: Wat voor soort handelsadvertentie wilt u maken? Als u cryptovaluta wilt verkopen, zorg er dan voor dat u de relevante cryptovaluta in uw {appName} arbitragebond portefeuille heeft.
pl: Jaki rodzaj ogłoszenia chcesz stworzyć? Jeśli chcesz sprzedać kryptowalutę, że masz odpowiednio dużo kryptowaluty w portfelu ochrony arbitrażowej {appName}.
pt_br: Que tipo de anúncio comercial você deseja criar? Se você deseja vender moeda criptográfica, certifique-se de ter a moeda criptográfica relevante em sua carteira de títulos de arbitragem {appName}.
sl: Kakšen trgovalski oglas želite ustvariti? Če želite prodati kriptovaluto, se prepričajte, da imate ustrezno kriptovaluto v denarnici za arbitražne obveznice {appName}.
sv: Vilken typ av handelsannons vill du skapa? Om du vill sälja kryptovaluta ska du se till att du har den relevanta kryptovalutan i din {appName} plånbok för arbitrageobligationer.
tl: Anong uri ng trade advertisement ang gusto mong gawin? Kung gusto mong magbenta ng cryptocurrency tiyaking mayroon kang nauugnay na cryptocurrency sa iyong {appName} arbitration bond wallet.
tr: Ne tür bir ticari reklam oluşturmak istiyorsunuz? Kripto para birimini satmak istiyorsanız, {appName} tahkim bonosu cüzdanınızda ilgili kripto para biriminin bulunduğundan emin olun.
ur: آپ کس قسم کا تجارتی اشتہار بنانا چاہتے ہیں؟ اگر آپ cryptocurrency فروخت کرنا چاہتے ہیں تو یقینی بنائیں کہ آپ کے پاس اپنے {appName} ثالثی بانڈ والیٹ میں متعلقہ کریپٹو کرنسی موجود ہے۔
zh_cn: 您想制作什么样的贸易广告？如果您想出售加密货币，请确保您的 {appName} 仲裁债券钱包中有相关的加密货币。
zh_tw: 您想製作什麼樣的貿易廣告？如果您想出售加密貨幣、請確保您的 {appName} 仲裁債券錢包中有相關的加密貨幣。

# post8722Sbad250Sbtrade8722Sbtype250Sbtitle
source: Type of trade
cs: Druh obchodu
fi: Kaupan tyyppi
fr: Type d'annonce
it: Tipo di scambio
lt: Prekybos tipas
nb: Type handel
nl: Soort transactie
pl: Rodzaj handlu
pt_br: Tipo da negociação
sl: Vrsta trgovanja
sv: Typ av handel
tl: Uri ng kalakalan
tr: Ticaret türü
ur: تجارت کی قسم
zh_cn: 交易类型
zh_tw: 交易類型

# price8722Sbformula8722Sbinterface250Sbtickers250Sbasset8722Sbpairs
source: {asset} pairs
cs: {asset} párů
fi: {asset} parit
fr: Paires {asset}
it: {asset} coppie
lt: {asset} poros
nb: {asset} par
nl: {asset} paren
pl: pary {asset}
pt_br: {asset} pares
sl: {asset} pari
sv: {asset} par
tl: {asset} pares
tr: {asset} çift
ur: {asset} جوڑے
zh_cn: {asset} 对
zh_tw: {asset} 對

source: Other
cs: Jiný
fi: Muu
fr: Autre
it: Altro
lt: Kita
nb: Annen
nl: Andere
pl: Inne
pt_br: De outros
sl: Ostalo
sv: Övrig
tl: Iba pa
tr: Diğer
ur: دیگر
zh_cn: 其他
zh_tw: 其他

# recaptcha250Sbno8722Sbgoogle8722Sbmessage
source: We have noticed that Google Services are blocked in your browser. Since we use Google's reCAPTCHA for some site actions, you will need to find a way to reach Google's services (e.g. VPN, proxy, or using a Tor browser).
cs: Všimli jsme si, že ve vašem prohlížeči jsou blokovány služby Google. Protože pro některé akce na webu používáme reCAPTCHA společnosti Google, budete muset najít způsob, jak získat přístup ke službám Google (např. VPN, proxy nebo pomocí prohlížeče Tor).
fi: Olemme havainneet, että Google-palvelut on estetty selaimessasi. Koska käytämme Googlen reCAPTCHA:aa joihinkin sivun toimintoihin, sinun on löydettävä tapa päästä Googlen palveluihin (esim. VPN, välityspalvelin tai Tor-selain).
fr: Nous avons remarqué que les services Google sont bloqués dans votre navigateur. Étant donné que nous utilisons le reCAPTCHA de Google pour certaines actions sur le site, vous devrez trouver un moyen d'accéder aux services de Google (par exemple, un VPN, un proxy ou l'utilisation d'un navigateur Tor).
lt: Pastebėjome, kad „Google“ paslaugos užblokuotos jūsų naršyklėje. Kadangi kai kuriems svetainės veiksmams naudojame „Google“ reCAPTCHA, turėsite rasti būdą, kaip pasiekti „Google“ paslaugas (pvz., VPN, tarpinį serverį arba naudodami „Tor“ naršyklę).
nb: Vi har lagt merke til at Google-tjenester er blokkert i nettleseren din. Siden vi bruker Googles reCAPTCHA for enkelte nettstedhandlinger, må du finne en måte å nå Googles tjenester (f.eks. VPN, proxy eller ved å bruke en Tor-nettleser).
nl: We hebben gemerkt dat Google-services worden geblokkeerd in uw browser. Aangezien we reCAPTCHA van Google gebruiken voor sommige site-acties, moet u een manier vinden om de services van Google te bereiken (bijv. VPN, proxy of met een Tor-browser).
pl: Zauważyliśmy, że usługi Google są zablokowane w Twojej przeglądarce. Ponieważ korzystamy z reCAPTCHA Google dla niektórych działań na stronie, będziesz musiał znaleźć sposób na dotarcie do usług Google (np. VPN, proxy lub użycie przeglądarki Tor).
sl: Opazili smo, da so Googlove storitve blokirane v vašem brskalniku. Ker za nekatera dejanja spletnega mesta uporabljamo Googlovo reCAPTCHA, boste morali najti način za dostop do Googlovih storitev (npr. VPN, proxy ali uporaba brskalnika Tor).
sv: Vi har märkt att Googles tjänster är blockerade i din webbläsare. Eftersom vi använder Googles reCAPTCHA för vissa åtgärder på webbplatsen måste du hitta ett sätt att nå Googles tjänster (t.ex. VPN, proxy eller genom att använda en Tor-webbläsare).
tl: Napansin namin na ang Google Services ay naka-block sa iyong browser. Dahil ginagamit namin ang reCAPTCHA ng Google para sa ilang pagkilos sa site, kakailanganin mong humanap ng paraan para maabot ang mga serbisyo ng Google (hal. VPN, proxy, o paggamit ng Tor browser).
tr: Google Hizmetlerinin tarayıcınızda engellendiğini fark ettik. Bazı site işlemleri için Google'ın reCAPTCHA'sını kullandığımızdan, Google hizmetlerine ulaşmanın bir yolunu bulmanız gerekecektir (ör. VPN, proxy veya Tor tarayıcı kullanarak).
ur: ہم نے محسوس کیا ہے کہ آپ کے براؤزر میں Google سروسز مسدود ہیں۔ چونکہ ہم سائٹ کی کچھ کارروائیوں کے لیے Google کا reCAPTCHA استعمال کرتے ہیں، اس لیے آپ کو Google کی خدمات تک پہنچنے کا راستہ تلاش کرنا ہوگا (جیسے VPN، پراکسی، یاTor براؤزر کا استعمال)۔
zh_cn: 我们注意到Google服务在您的浏览器中被阻止。 由于我们使用Google的reCAPTCHA进行某些网站操作，因此您需要找到下载Google服务的方式（例如，VPN，代理或使用Tor浏览器）。
zh_tw: 我們注意到Google服務在您的瀏覽器中被阻止。由於我們使用Google的reCAPTCHA進行某些網站操作，因此您需要找到下載Google服務的方式（例如，VPN，代理或使用Tor瀏覽器）。

# receipt250Sbchat8722Sbmessages
source: Messaging
cs: Zasílání zpráv
fi: Viestit
fr: Messagerie
it: Messaggi
lt: Susirašinėjimas žinutėmis
nb: Meldinger
nl: Berichten
pt_br: Mensagens
sl: Sporočila
sv: Meddelanden
tl: Pagmemensahe
tr: Mesajlaşma
ur: پیغام رسانی
zh_cn: 消息
zh_tw: 消息

# receipt250Sbchat8722Sbmessages8722Sbnone
source: No messages
cs: Žádné zprávy
fi: Ei viestejä
fr: Pas de messages
it: Non ci sono messaggi
lt: Jokių pranešimų
nb: Ingen meldinger
nl: Geen berichten
pl: Brak wiadomości
pt_br: Sem mensagens
sl: Brez sporočil
sv: Inga meddelanden
tl: Walang mga mensahe
tr: Mesaj yok
ur: کوئی پیغامات نہیں
zh_cn: 没有消息
zh_tw: 沒有消息
