Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb1
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> - you'll see the top offers for your default region. You can refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box and pressing "Search".
cs: Přejděte na <a target="_blank" href="/" class="next-link">hlavní stránku</a> – uvidíte nejlepší nabídky pro Váš výchozí region. Své výsledky můžete upřesnit zadáním požadované částky a změnou měny, země nebo způsobu platby (pokud si nejste jisti, jakou platební metodu chcete použít, vyberte možnost „Všechny online nabídky“) a stiskněte tlačítko „Hledat“.
fi: Siirry <a target="_blank" href="/" class="next-link">etusivulle</a> - näet oletusalueesi suosituimmat tarjoukset. Voit tarkentaa tuloksia kirjoittamalla haluamasi summan ja vaihtamalla valuutan, maan tai maksutavan (valitse "Kaikki verkkotarjoukset", jos et ole varma mitä maksutapaa haluat käyttää) hakukenttään ja painamalla "Hae".
fr: Allez sur la <a target="_blank" href="/" class="next-link">page d'accueil</a> - vous verrez les meilleures offres pour votre région par défaut. Vous pouvez affiner vos résultats en saisissant le montant souhaité et modifier la devise, le pays ou le mode de paiement (sélectionnez "Toutes les offres en ligne" si vous n'êtes pas sûr du mode de paiement que vous souhaitez utiliser) dans le champ de recherche et ensuite appuyer sur "Rechercher".
it: Vai alla pagina principale <a target="_blank" href="/" class="next-link"></a>: vedrai le migliori offerte per la tua regione predefinita. Puoi perfezionare i risultati inserendo l'importo desiderato che desideri effettuare nella casella di ricerca, quindi selezionare la valuta con cui desideri effettuare la transazione, il Paese e il metodo di pagamento desiderato (seleziona "Tutte le offerte online" se non sei sicuro di quale metodo di pagamento vuoi utilizzare).
lt: Eikite į <a target="_blank" href="/" class="next-link">pagrindinį puslapį</a> – pamatysite geriausius pasiūlymus numatytame regione. Patikslinti rezultatus galite paieškos laukelyje įvedę norimą sumą ir pakeisdami valiutą, šalį ar mokėjimo būdą (jei nesate tikri, kokį mokėjimo būdą norite naudoti, pasirinkite „Visi pasiūlymai internetu“) ir paspausdami „Ieškoti“.
nb: Gå til <a target="_blank" href="/" class="next-link">hovedsiden</a> – du vil se de beste tilbudene for din standardregion. Du kan avgrense resultatene dine ved å skrive inn ønsket beløp og endre valuta, land eller betalingsmåte (velg "Alle netttilbud" hvis du er usikker på hvilken betalingsmetode du vil bruke) i søkefeltet og trykke "Søk".
nl: Ga naar de <a target="_blank" href="/" class="next-link">hoofdpagina</a> - u ziet de topaanbiedingen voor uw standaardregio. U kunt uw resultaten verfijnen door het gewenste bedrag in te voeren en de valuta, het land of de betaalmethode te wijzigen in het zoekvak en vervolgens op "Zoeken" te klikken (selecteer "Alle online aanbiedingen" als u niet zeker weet welke betaalmethode u wilt gebruiken).
pl: Przejdź do <a target="_blank" href="/" class="next-link">strony głównej</a> - znajdziesz tam najlepsze ogłoszenia dla Twojego domyślnego regionu. Możesz dopasować swoje wyniki wyszukiwania, wprowadzając żądaną kwotę i zmieniając metodę płatności, kraj lub walutę (wybierz „Wszystkie ogłoszenia online”, jeśli nie masz pewności, której metody płatności chcesz użyć) w polu wyszukiwania i naciskając „Szukaj”.
pt_br: Ir para a página principal <a target="_blank" href="/" class="next-link"></a> - você verá as melhores ofertas para sua região padrão. Você pode refinar seus resultados digitando o valor desejado e mudando a moeda, país ou método de pagamento (selecione "Todas as ofertas on-line" se não tiver certeza de qual método de pagamento deseja usar) na caixa de busca e pressionando "Procurar".
sl: Pojdite na <a target="_blank" href="/" class="next-link">glavno stran</a> - videli boste najboljše ponudbe za vašo privzeto regijo. Rezultate lahko izboljšate tako, da v iskalno polje vnesete želeni znesek in spremenite valuto, državo ali način plačila (izberite "Vse online ponudbe", če niste prepričani, kateri način plačila želite uporabiti) in pritisnete "Išči".
sv: Gå till den <a target="_blank" href="/" class="next-link">huvud sida</a> - du kommer att se de bästa erbjudandena för din default region. Du kan förfina dina resultat genom att ange önskad mängd du vill göra transaktioner i sökrutan, välj sedan vilken valuta du vill göra transaktioner med, land och önskad betalningsmetod (välj "Alla online erbjudanden" om du är osäker på vilken betalning metod du vill använda).
tl: Pumunta sa <a target="_blank" href="/" class="next-link">pangunahing pahina</a> - makikita mo ang mga nangungunang alok para sa iyong default na rehiyon. Maaari mong pinuhin ang iyong mga resulta sa pamamagitan ng paglalagay ng gustong halaga at pagbabago ng currency, bansa o paraan ng pagbabayad (piliin ang "Lahat ng online na alok" kung hindi ka sigurado kung aling paraan ng pagbabayad ang gusto mong gamitin) sa box para sa paghahanap at pagpindot sa "Search".
tr: <a target="_blank" href="/" class="next-link">ana sayfaya</a> gidin - varsayılan bölgeniz için en iyi teklifleri göreceksiniz. İşlem yapmak istediğiniz tutarı arama kutusuna girerek, ardından hangi para birimiyle işlem yapmak istediğinizi, ülkeyi ve istediğiniz ödeme yöntemini seçerek sonuçlarınızı hassaslaştırabilirsiniz (hangi ödeme yönteminden emin değilseniz "Tüm çevrimiçi teklifler"i seçin) kullanmak istiyorsunuz).
ur: <a target="_blank" href="/" class="next-link">مرکزی صفحہ</a> پر جائیں - آپ کو اپنے پہلے سے طے شدہ علاقے کے لیے سرفہرست پیشکشیں نظر آئیں گی۔ آپ سرچ باکس میں مطلوبہ رقم درج کرکے اپنے نتائج کو بہتر بنا سکتے ہیں، پھر منتخب کریں کہ آپ کس کرنسی کے ساتھ لین دین کرنا چاہتے ہیں، ملک اور مطلوبہ ادائیگی کا طریقہ (اگر آپ کو یقین نہیں ہے کہ ادائیگی کا کون سا طریقہ ہے تو "تمام آن لائن پیشکشیں" کو منتخب کریں۔ آپ استعمال کرنا چاہتے ہیں)۔
zh_cn: 转到 <a target="_blank" href="/" class="next-link"> 主页 </a> - 您将看到默认区域的热门优惠。您可以通过在搜索框中输入您想要交易的金额来优化您的结果，然后选择您想要进行交易的货币、国家/地区和所需的付款方式（如果您不确定哪种付款方式，请选择“所有在线优惠”你想使用）。
zh_tw: 進入 <a target="_blank" href="/" class="next-link">主頁</a> 。- 你會看到你默認地區的頂級報價。你可以通過搜索框中輸入所需的金額並改變幣種、國家或支付方式（如果你不確定要使用哪種支付方式，則選擇 "所有在線報價"），然後按 "搜索 "來細化你的結果。

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb1250Sb1
source: From the list of ads, choose one from a trader with a high amount of trades and a good reputation score (shown respectively in the brackets next to the username). A green circle means the trader has been online today; a yellow circle means they have visited the site this week; and a gray circle means that the trader hasn't been here for over a week. You can click the "Buy" button to view more information about an advertisement.
cs: Ze seznamu reklam vyberte jednu od obchodníka s vysokým počtem obchodů a dobrým skóre reputace (zobrazeno v závorkách vedle uživatelského jména). Zelený kruh znamená, že obchodník byl dnes online; žlutý kroužek znamená, že web tento týden navštívili; a šedý kruh znamená, že obchodník zde nebyl déle než týden. Kliknutím na tlačítko "Koupit" zobrazíte další informace o inzerátu.
fi: Valitse ilmoitusluettelosta kauppias, jolla on paljon kauppoja ja hyvä maine (näkyy suluissa käyttäjänimen vieressä). Vihreä ympyrä tarkoittaa, ettäkauppias on ollut verkossa tänään; keltainen ympyrä tarkoittaa, että he ovat käyneet sivustolla tällä viikolla; ja harmaa ympyrä tarkoittaa, että kauppias ei ole ollut täällä yli viikkoon. Voit napsauttaa "Osta"-painiketta nähdäksesi lisätietoja ilmoituksesta.
fr: Dans la liste des annonces, choisissez-en une d'un trader avec un grand nombre de transactions et une bonne évaluation (indiquée entre parenthèses à côté du nom d'utilisateur). Un cercle vert signifie que le trader a été en ligne aujourd'hui ; un cercle jaune signifie qu'il a visité le site cette semaine ; et un cercle gris signifie que le trader n'est pas venu depuis plus d'une semaine. Vous pouvez cliquer sur le bouton "Acheter" pour afficher plus d'informations sur une annonce.
it: Dall'elenco degli annunci, scegliete un trader con un alto numero di scambi e un buon punteggio di reputazione (indicato rispettivamente tra le parentesi accanto al nome utente). Un cerchio verde significa che il trader è stato online oggi; un cerchio giallo significa che ha visitato il sito questa settimana; e un cerchio grigio significa che il trader non è stato qui per oltre una settimana. Potete cliccare sul pulsante "Acquista" per visualizzare maggiori informazioni su un annuncio.
lt: Iš skelbimų sąrašo pasirinkite prekybininką, turintį didelį sandorių skaičių ir gerą reputacijos balą (atitinkamai rodomas skliausteliuose prie vartotojo vardo). Žalias apskritimas reiškia, kad prekiautojas šiandien prisijungė prie interneto; geltonas apskritimas reiškia, kad jie šią savaitę lankėsi svetainėje; o pilkas apskritimas reiškia, kad prekiautojas čia nebuvo daugiau nei savaitę. Norėdami pamatyti daugiau informacijos apie skelbimą, galite spustelėti mygtuką „Pirkti“.
nb: Fra listen over annonser, velg en fra en trader med et høyt antall handler og et godt omdømme (vist henholdsvis i parentes ved siden av brukernavnet). En grønn sirkel betyr at traderen har vært online i dag; en gul sirkel betyr at de har besøkt nettstedet denne uken; og en grå sirkel betyr at forhandleren ikke har vært her på over en uke. Du kan klikke på "Kjøp"-knappen for å se mer informasjon om en annonse.
nl: Kies een handelaar met een groot aantal transacties en een goede reputatiescore (respectievelijk weergegeven tussen haakjes naast de gebruikersnaam) uit de lijst met advertenties. Een groene cirkel betekent dat de handelaar vandaag online is geweest; een gele cirkel betekent dat ze de site deze week hebben bezocht; en een grijze cirkel betekent dat de handelaar hier al meer dan een week niet is geweest. U kunt op de knop "Kopen" klikken om meer informatie over een advertentie te bekijken.
pl: Z listy ogłoszeń wybierz takie od handlowca o dużej liczbie transakcji i dobrej ocenie (widoczna w nawiasach obok nazwy użytkownika). Zielone koło oznacza, że handlowiec był dziś online; Żółte koło oznacza, że odwiedził stronę w tym tygodniu; A szary okrąg oznacza, że handlarz nie był tu od ponad tygodnia. Możesz kliknąć przycisk „Kup”, aby wyświetlić więcej informacji o ogłoszeniu.
pt_br: Da lista de anúncios, escolha um de um comerciante com uma alta quantidade de negócios e uma boa reputação (mostrado respectivamente entre parênteses ao lado do nome do usuário). Um círculo verde significa que o comerciante está online hoje; um círculo amarelo significa que ele visitou o site esta semana; e um círculo cinza significa que o comerciante não está aqui há mais de uma semana. Você pode clicar no botão "Comprar" para ver mais informações sobre um anúncio.
sl: S seznama oglasov izberite enega od trgovalcev z velikim številom poslov in dobro oceno ugleda (prikazano v oklepajih poleg uporabniškega imena). Zeleni krog pomeni, da je bil trgovec danes aktiven; rumeni krog pomeni, da je ta teden obiskal spletno mesto; siv krog pa pomeni, da ga ni bilo več kot teden dni. Za več informacij o oglasu lahko kliknete gumb "Kupi".
sv: Från listan över annonser, välj en från en handlare med ett högt antal byten och ett gott rykte (visas respektive inom parentes bredvid användarnamnet). En grön cirkel betyder att handlaren har varit online idag; en gul cirkel betyder att de har besökt webbplatsen den här veckan; och en grå cirkel betyder att handlaren inte har varit här på över en vecka. Du kan klicka på knappen "Köp" för att se mer information om en annons.
tl: Mula sa listahan ng mga ad, pumili ng isa mula sa isang mangangalakal na may mataas na halaga ng mga trade at magandang marka ng reputasyon (ipinapakita ayon sa pagkakabanggit sa mga bracket sa tabi ng username). Ang berdeng bilog ay nangangahulugan na ang negosyante ay online ngayon; ang isang dilaw na bilog ay nangangahulugan na binisita nila ang site ngayong linggo; at ang isang kulay-abo na bilog ay nangangahulugan na ang mangangalakal ay hindi nakapunta dito sa loob ng higit sa isang linggo. Maaari mong i-click ang pindutang "Buy" upang tingnan ang higit pang impormasyon tungkol sa isang advertisement.
tr: Reklam listesinden, yüksek miktarda işlem yapan ve itibar puanı iyi olan bir yatırımcı arasından birini seçin (sırasıyla kullanıcı adının yanında parantez içinde gösterilir). Yeşil daire, yatırımcının bugün çevrimiçi olduğu anlamına gelir; sarı daire bu hafta siteyi ziyaret ettikleri anlamına gelir; ve gri bir daire, tüccarın bir haftadan uzun süredir burada olmadığı anlamına gelir. Bir ilan hakkında daha fazla bilgi görüntülemek için "Satın Al" butonuna tıklayabilirsiniz.
ur: اشتہارات کی فہرست میں سے، ایک تاجر میں سے ایک کا انتخاب کریں جس میں زیادہ تجارت ہو اور اچھی ساکھ کا سکور ہو (shown respectively in the brackets next to the username)۔ سبز دائرے کا مطلب ہے کہ تاجر آج آن لائن ہے۔ پیلے رنگ کے دائرے کا مطلب ہے کہ انہوں نے اس ہفتے سائٹ کا دورہ کیا ہے۔ اور سرمئی دائرے کا مطلب ہے کہ تاجر یہاں ایک ہفتے سے زیادہ وقت سے نہیں آیا ہے۔ آپ کسی اشتہار کے بارے میں مزید معلومات دیکھنے کے لیے "Buy" بٹن پر کلک کر سکتے ہیں۔
zh_cn: 从广告列表中，选择一个交易量大、信誉度高的交易商（分别显示在用户名旁边的括号内）。绿色的圆圈表示该交易商今天已在线；黄色的圆圈表示他们本周访问过网站；灰色的圆圈表示该交易商已经超过一周没有访问过网站。你可以点击 "购买 "按钮来查看广告的细节。
zh_tw: 從廣告列表中，選擇一個交易量大、信譽度高的交易商（分別顯示在用戶名旁邊的括號內）。綠色的圓圈表示該交易商今天已在線；黃色的圓圈表示他們本周訪問過網站；灰色的圓圈表示該交易商已經超過一周沒有訪問過網站。你可以點擊 "購買 "按鈕來查看廣告的細節。

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb157Sbagoradesk
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> - you'll see the top offers for your default region. Then, select the cryptocurrency you want to trade by pressing the corresponding tab on the row above the ads table. For this example, we'll choose BTC. In the left column you should then select the "Buy" tab. You can refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box and pressing the blue button with the "Search" icon.
cs: Přejděte na <a target="_blank" href="/" class="next-link">hlavní stránku</a> – uvidíte nejlepší nabídky pro Váš výchozí region. Poté vyberte kryptoměnu, se kterou chcete obchodovat, stisknutím příslušné karty v řádku nad tabulkou reklam. Pro tento příklad zvolíme BTC. V levém sloupci byste pak měli vybrat záložku „Koupit“. Své výsledky můžete upřesnit zadáním požadované částky a změnou měny, země nebo způsobu platby (pokud si nejste jisti, jakou platební metodu chcete použít, vyberte možnost „Všechny online nabídky“) a stisknutím modrého tlačítka s ikona "Hledat".
fi: Siirry <a target="_blank" href="/" class="next-link">etusivulle</a> - näet oletusalueesi suosituimmat tarjoukset. Valitse sitten kryptovaluutta, jolla haluat käydä kauppaa, painamalla vastaavaa välilehteä ilmoitustaulukon yläpuolella olevalla rivillä. Tässä esimerkissä valitsemme BTC. Valitse sitten vasemmasta sarakkeesta "Osta" -välilehti. Voit tarkentaa tuloksia kirjoittamalla haluamasi summan ja vaihtamalla valuutan, maan tai maksutavan (valitse "Kaikki verkkotarjoukset", jos et ole varma, mitä maksutapaa haluat käyttää) hakukenttään ja painamalla sinistä painiketta "Haku" -kuvakkeella.
fr: Allez sur la <a target="_blank" href="/" class="next-link">page d'accueil</a> - vous verrez les meilleures offres pour votre région par défaut. Ensuite, sélectionnez la crypto-monnaie que vous souhaitez échanger en appuyant sur l'onglet correspondant sur la ligne au-dessus du tableau des annonces. Pour cet exemple, nous choisirons BTC. Dans la colonne de gauche, vous devez ensuite sélectionner l'onglet "Acheter". Vous pouvez affiner vos résultats en saisissant le montant souhaité et modifier la devise, le pays ou le mode de paiement (sélectionnez "Toutes les offres en ligne" si vous n'êtes pas sûr du mode de paiement que vous souhaitez utiliser) dans le champ de recherche et ensuite appuyer sur le bouton bleu avec l'icône "Rechercher".
it: Vai alla pagina principale <a target="_blank" href="/" class="next-link"></a> - vedrai le migliori offerte per la tua regione predefinita. Poi, seleziona la criptovaluta che vuoi scambiare premendo la scheda corrispondente sulla riga sopra la tabella degli annunci. Per questo esempio, sceglieremo BTC. Nella colonna di sinistra dovresti poi selezionare la scheda "Acquista". Puoi raffinare i tuoi risultati inserendo l'importo desiderato e cambiando la valuta, il paese o il metodo di pagamento (seleziona "Tutte le offerte online" se non sei sicuro del metodo di pagamento che vuoi utilizzare) nella casella di ricerca e premendo il pulsante blu con l'icona "Cerca".
lt: Eikite į <a target="_blank" href="/" class="next-link">pagrindinį puslapį</a> – pamatysite geriausius pasiūlymus numatytame regione. Tada pasirinkite kriptovaliutą, kuria norite prekiauti, paspausdami atitinkamą skirtuką eilutėje virš skelbimų lentelės. Šiame pavyzdyje pasirinksime BTC. Kairiajame stulpelyje turėtumėte pasirinkti skirtuką „Pirkti“. Galite patikslinti rezultatus paieškos laukelyje įvesdami norimą sumą ir pakeisdami valiutą, šalį ar mokėjimo būdą (jei nesate tikri, kurį mokėjimo būdą norite naudoti, pasirinkite „Visi pasiūlymai internetu“) ir paspausdami mėlyną mygtuką su piktogramą „Ieškoti“.
nb: Gå til <a target="_blank" href="/" class="next-link">hovedsiden</a> – du vil se de beste tilbudene for din standardregion. Deretter velger du kryptovalutaen du vil handle ved å trykke på den tilsvarende fanen på raden over annonsetabellen. For dette eksempelet velger vi BTC. I venstre kolonne skal du så velge fanen "Kjøp". Du kan avgrense resultatene dine ved å angi ønsket beløp og endre valuta, land eller betalingsmåte (velg "Alle netttilbud" hvis du er usikker på hvilken betalingsmetode du vil bruke) i søkefeltet og trykke på den blå knappen med "Søk"-ikonet.
nl: Ga naar de <a target="_blank" href="/" class="next-link">hoofdpagina</a> - u zult de topaanbiedingen voor uw standaardregio zien. Selecteer vervolgens de cryptocurrency die u wilt verhandelen door op het overeenkomstige tabblad in de rij boven de advertentietabel te drukken. Voor dit voorbeeld kiezen we BTC. Selecteer vervolgens in de linkerkolom het tabblad "Kopen". U kunt uw resultaten verfijnen door het gewenste bedrag in te voeren en de valuta, het land of de betaalmethode te wijzigen in het zoekvak en op de blauwe knop met het "Zoeken" pictogram te drukken (selecteer "Alle online aanbiedingen" als u niet zeker weet welke betaalmethode u wilt gebruiken).
pl: Przejdź do <a target="_blank" href="/" class="next-link">strony głównej</a> - znajdziesz tam najlepsze ogłoszenia dla Twojego domyślnego regionu. Następnie wybierz kryptowalutę, którą chcesz handlować naciskając odpowiednią kartę w wierszu powyżej tabeli ogłoszeń. Załóżmy, że wybierasz BTC. W lewej kolumnie powinieneś następnie wybrać kartę "Kup". Możesz dopasować swoje wyniki wyszukiwania, wprowadzając żądaną kwotę i zmieniając metodę płatności, kraj lub walutę (wybierz „Wszystkie ogłoszenia online”, jeśli nie masz pewności, której metody płatności chcesz użyć) w polu wyszukiwania i naciskając „Szukaj”.
pt_br: Ir para a página principal <a target="_blank" href="/" class="next-link"></a> - você verá as melhores ofertas para sua região padrão. Em seguida, selecione a moeda criptográfica que você deseja negociar pressionando a guia correspondente na linha acima da tabela de anúncios. Para este exemplo, escolheremos o BTC. Na coluna da esquerda, você deverá então selecionar a aba "Comprar". Você pode refinar seus resultados digitando o valor desejado e mudando a moeda, país ou forma de pagamento (selecione "Todas as ofertas on-line" se não tiver certeza de qual forma de pagamento deseja usar) na caixa de busca e pressionando o botão azul com o ícone "Buscar".
sl: Pojdite na <a target="_blank" href="/" class="next-link">glavno stran</a> - videli boste najboljše ponudbe za vašo privzeto regijo. Nato izberite kriptovaluto, s katero želite trgovati, tako, da pritisnete ustrezen zavihek v vrstici nad tabelo z oglasi. Za ta primer bomo izbrali BTC. V levem stolpcu izberite zavihek "Nakup". Rezultate lahko izboljšate tako, da v iskalno polje vnesete želeni znesek, spremenite valuto, državo ali način plačila (izberite "Vse online ponudbe", če niste prepričani, kateri način plačila želite uporabiti) in pritisnete modri gumb z ikono "Išči".
sv: Gå till <a target="_blank" href="/" class="next-link">huvudsidan</a> - du kommer att se de bästa erbjudandena för din standardregion. Välj sedan den kryptovaluta du vill handla genom att trycka på motsvarande flik på raden ovanför annonstabellen. För det här exemplet väljer vi BTC. I den vänstra kolumnen ska du sedan välja fliken "Köp". Du kan förfina dina resultat genom att ange önskat belopp och ändra valuta, land eller betalningsmetod (välj "Alla onlineerbjudanden" om du är osäker på vilken betalningsmetod du vill använda) i sökrutan och tryck på den blå knappen med "Sök"-ikonen.
tl: Pumunta sa <a target="_blank" href="/" class="next-link">pangunahing pahina</a> - makikita mo ang mga nangungunang alok para sa iyong default na rehiyon. Pagkatapos, piliin ang cryptocurrency na gusto mong i-trade sa pamamagitan ng pagpindot sa kaukulang tab sa row sa itaas ng talahanayan ng mga ad. Para sa halimbawang ito, pipiliin namin ang BTC. Sa kaliwang column dapat mong piliin ang tab na "Buy". Maaari mong pinuhin ang iyong mga resulta sa pamamagitan ng paglalagay ng nais na halaga at pagpapalit ng pera, bansa o paraan ng pagbabayad (piliin ang "Lahat ng online na alok" kung hindi ka sigurado kung aling paraan ng pagbabayad ang gusto mong gamitin) sa box para sa paghahanap at pagpindot sa asul na button gamit ang Icon na "Paghahanap".
tr: <a target="_blank" href="/" class="next-link">ana sayfaya</a> gidin - varsayılan bölgeniz için en iyi teklifleri göreceksiniz. Ardından, reklam tablosunun üzerindeki satırda yer alan ilgili sekmeye basarak işlem yapmak istediğiniz kripto para birimini seçin. Bu örnek için BTC'yi seçeceğiz. Daha sonra sol sütunda "Satın Al" sekmesini seçmelisiniz. Arama kutusuna istediğiniz tutarı girip para birimini, ülkeyi veya ödeme yöntemini değiştirerek (hangi ödeme yöntemini kullanmak istediğinizden emin değilseniz "Tüm çevrimiçi teklifler"i seçin) ve arama kutusundaki mavi düğmeye basarak sonuçlarınızı hassaslaştırabilirsiniz. "Ara" simgesi.
ur: <a target="_blank" href="/" class="next-link">مرکزی صفحہ</a> پر جائیں - آپ کو اپنے پہلے سے طے شدہ علاقے کے لیے سرفہرست پیشکشیں نظر آئیں گی۔ پھر، اشتہارات کے ٹیبل کے اوپر والی قطار میں متعلقہ ٹیب کو دبا کر وہ کریپٹو کرنسی منتخب کریں جس کی آپ تجارت کرنا چاہتے ہیں۔ اس مثال کے لیے، ہم BTC کا انتخاب کریں گے۔ بائیں کالم میں آپ کو پھر "Buy" ٹیب کو منتخب کرنا چاہئے۔ آپ مطلوبہ رقم درج کر کے اور کرنسی، ملک یا ادائیگی کا طریقہ تبدیل کر کے اپنے نتائج کو بہتر بنا سکتے ہیں (select "All online offers" if you're unsure which payment method you want to use) اور اس کے ساتھ نیلے بٹن کو دبا کر "Search" کا آئیکن۔
zh_cn: 进入 <a target="_blank" href="/" class="next-link">主页</a> 。- 你会看到你默认地区的顶级报价。然后，按广告表上面一行的相应标签，选择你要交易的币种。在这个例子中，我们将选择BTC。在左栏，你应该选择 "购买 "标签。你可以通过搜索框中输入所需的金额并改变币种、国家或支付方式（如果你不确定要使用哪种支付方式，则选择 "所有在线报价"），然后按带有图标的蓝色按钮 "搜索 "来细化你的结果。
zh_tw: 進入 <a target="_blank" href="/" class="next-link">主頁</a> 。- 你會看到你默認地區的頂級報價。然後，按廣告表上面一行的相應標籤，選擇你要交易的幣種。在這個例子中，我們將選擇BTC。在左欄，你應該選擇 "購買 "標籤。你可以通過搜索框中輸入所需的金額並改變幣種、國家或支付方式（如果你不確定要使用哪種支付方式，則選擇 "所有在線報價"），然後按帶有圖標的藍色按鈕 "搜索 "來細化你的結果。
