Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbstealth250Sb0250Sbtext
source: <p>Monero has implemented a three-prong approach to privacy. These technologies are <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, which hide the true output (sender), RingCT which hides the amounts, and stealth addresses, which hides the receiver. Today, we will be discussing the last of these mentioned technologies: stealth addresses.</p> <p>There are many reasons why an individual might want to hide who they are sending to. We must never let anyone try to convince us that all examples of this are unsavory behaviors. Things like sending to a unpopular political party, donating to charities, or supporting those that the culture deems 'cancelled' are all examples of where one might want to hide their spending behaviors for fear of repercussion, but are perfectly legitimate in nature.</p> <p>On a transparent blockchain, the addresses where one sends their transactions to are visible to all. It's important to consider that if miners themselves disagree with where the money is going, they can choose not to mine it into a block, effectively censoring this transaction on a seemingly censorship resistant platform. The only way to make this, admittedly unlikely, censorship not possible is if miners can't distinguish between transactions because all on-chain metadata is obscured by various means. Something that Monero is known for.</p> <p>Monero solves this problem of transparent addresses by implementing stealth addresses, a technology that was actually initially made for Bitcoin in 2011 by Bitcoin Talk forum user ByteCoin (the relation to Bytecoin, which would later integrate stealth addresses, is unknown). The current form of stealth addresses has several improvements over the initial idea however. But first, in order to see how they work, let's talk about keys.</p> <p>It's hard to be in the cryptocurrency space and not hear about keys. Phrases like 'back up your private key' are common, but when an average Joe hears the words "public key" and "private key" they get scared and think it will be too technical and confusing to understand. But don't worry. We'll take it slow, and use plenty of examples.</p> <p>The two kinds of keys used in cryptocurrencies are, as just mentioned, public and private. These two keys usually come in a pair, meaning that a particular public and private key are linked to one another. In fact, usually the public key is derived from the private one, meaning if you know the private key, your wallet can do some nifty math and come up with the correct public key every time.</p> <p>Now, as the names imply, the public key can be public without consequence. Usually it's a part of the address that you share to receive money into your cryptocurrency wallet. Also following its namesake, the private key is one that should not be shared. It's the thing that allows you to sign and spend a transaction, so if it is stolen or shared, then the dastardly third party can spend your money, usually to themselves.</p> <p>An easy analogy to this would be a padlock and the key needed to unlock it. The open padlock can be shared freely, and indeed anything can be locked up with this padlock, but only the person with the key is able to open anything the padlock is closed on. The padlock can be copied and shared, the key should not be.</p> <p>These keys are usually abstracted away from the user, so you never really see them. In Monero, they don't appear as a scary alphanumeric string at all. In Monero, the common user knows the private key as their seed. The seed (that you should write down if you haven't), is actually just a human readable private key. </p> <p>See? Not so scary after all. Back to stealth addresses.</p> <p>As mentioned before, stealth addresses weren't originally made for Monero, but Bitcoin. As with most fledgling ideas though, this first iteration had issues. The next attempt came when CryptoNote was created by Nicholas van Saberhagan for Bytecoin, the precursor to Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">see our history of Monero and Bytecoin here</a>), and while it was a definite improvement over the original, even it had some subtle flaws.</p> <p>Eventually, one last iteration came into being from a developer for another now-defunct, privacy cryptocurrency, which fixed the outstanding privacy and security issues with the idea. This eventually made its way into Monero, and is what is used today.</p> <p>Although these privacy and security issues were solved, stealth addresses themselves added a different kind of quirk to blockchain technologies, one that didn’t exist before. The need to scan. Since receiving addresses are not publicly displayed on the blockchain, the receiver never knows if any given transaction is theirs, so they must scan every incoming transactions with their private key to see if it’s theirs.</p> <p>With transparency coins, all they have to do is check to see if a transaction is sending to your address. An easy yes or no question. But with stealth addresses, every transaction could potentially be one that is being sent to you, so you have to try to unlock each one with your private key to see if it opens.</p> <p>This is an extra step that Bitcoin and its derivatives do not have, and makes initial wallet setup, along with syncing a wallet when you haven’t opened it for a while, much longer than Bitcoin. The tradeoff is necessary though, to unlock the privacy guarantees it has. It should be noted that, unlike the weakest point of the privacy trifecta, ring signatures, stealth addresses is not susceptible to heuristics. It relies on tried and true elliptic curve cryptography, which the entire internet relies on, so breaking it would mean an end to computer security in general, not just Monero.</p>
cs: <p>Monero zavedlo tříbodový přístup k ochraně soukromí. Těmito technologiemi jsou <a target="_blank" href="/knowledge/ring-signatures" class="next-link">kruhové podpisy</a>, které skrývají skutečný výstup (odesílatele), RingCT, které skrývá částky, a skryté adresy, které skrývají příjemce. Dnes budeme diskutovat o poslední z těchto zmíněných technologií: skryté adresy.</p> <p>Existuje mnoho důvodů, proč by člověk mohl chtít skrýt, komu posílá. Nikdy se nesmíme nechat nikým přesvědčit, že všechny příklady jsou nechutným chováním. Věci jako posílání peněz nepopulární politické straně, přispívání charitativním organizacím nebo podpora těch, které kultura považuje za "zrušené", jsou příklady toho, kdy člověk může chtít skrýt své výdajové chování ze strachu z postihu, ale ve své podstatě jsou naprosto legitimní.</p> <p>V transparentním blockchainu jsou adresy, na které člověk posílá své transakce, viditelné pro všechny. Je důležité vzít v úvahu, že pokud sami těžaři nesouhlasí s tím, kam peníze směřují, mohou se rozhodnout, že je do bloku nevytěží, čímž tuto transakci na platformě zdánlivě odolné vůči cenzuře efektivně cenzurují. Jediný způsob, jak tuto, sice nepravděpodobnou, cenzuru znemožnit, je, že těžaři nebudou moci transakce rozlišit, protože všechna metadata na řetězci budou různými způsoby zakryta. Něco, čím je Monero známé.</p> <p>Monero řeší tento problém transparentních adres implementací skrytých adres, což je technologie, kterou původně vytvořil pro Bitcoin v roce 2011 uživatel fóra Bitcoin Talk ByteCoin (vztah k Bytecoinu, který později integroval skryté adresy, není znám). Současná podoba skrytých adres má však oproti původní myšlence několik vylepšení. Abychom se však nejprve seznámili s jejich fungováním, povězme si něco o klíčích.</p> <p>Je těžké pohybovat se v oblasti kryptoměn a neslyšet o klíčích. Fráze jako "zálohujte si svůj soukromý klíč" jsou běžné, ale když běžný Joe uslyší slova "veřejný klíč" a "soukromý klíč", vyděsí se a myslí si, že to bude příliš technické a matoucí, aby tomu porozuměl. Ale nebojte se. Půjdeme na to pomalu a použijeme spoustu příkladů.</p> <p>Dva druhy klíčů používaných v kryptoměnách jsou, jak již bylo zmíněno, veřejné a soukromé. Tyto dva klíče se obvykle dodávají v páru, což znamená, že konkrétní veřejný a soukromý klíč jsou navzájem propojeny. Ve skutečnosti je obvykle veřejný klíč odvozen od soukromého, což znamená, že pokud znáte soukromý klíč, může vaše peněženka provést šikovnou matematiku a pokaždé přijít se správným veřejným klíčem.</p> <p>Jak již názvy naznačují, veřejný klíč může být veřejný bez následků. Obvykle je to část adresy, kterou sdílíte pro příjem peněz do peněženky s kryptoměnami. Také podle svého jmenovce je soukromý klíč ten, který by neměl být sdílen. Je to věc, která vám umožňuje podepsat a utratit transakci, takže pokud je ukraden nebo sdílen, může podlá třetí strana utratit vaše peníze, obvykle sama sobě.</p> <p>Snadnou analogií by byl visací zámek a klíč potřebný k jeho odemčení. Otevřený visací zámek lze volně sdílet a skutečně lze tímto zámkem zamknout cokoli, ale pouze osoba s klíčem může otevřít cokoli, na čem je visací zámek zavřený. Visací zámek lze kopírovat a sdílet, klíč by to však být neměl.</p> <p>Tyto klíče jsou obvykle abstrahovány od uživatele, takže je nikdy nevidíte. V Moneru se vůbec nezobrazují jako děsivý alfanumerický řetězec. V Moneru zná běžný uživatel soukromý klíč jako svůj seed. Seed (který byste si měli zapsat, pokud jste tak neučinili), je vlastně jen lidsky čitelný soukromý klíč. </p> <p>Vidíte? Nakonec to není tak děsivé. Zpět na skryté adresy.</p> <p>Jak již bylo zmíněno, skryté adresy nebyly původně vytvořeny pro Monero, ale pro Bitcoin. Stejně jako u většiny nových nápadů však tato první iterace měla problémy. Další pokus přišel, když Nicholas van Saberhagan vytvořil CryptoNote pro Bytecoin, předchůdce Monera (<a target="_blank" href="/knowledge/monero-history" class="next-link">viz naši historii Monera a Bytecoinu zde</a>), a přestože to bylo jednoznačné zlepšení oproti originálu, některé jemné nedostatky.</p> <p>Nakonec se objevila poslední iterace od vývojáře jiné, dnes již neexistující kryptoměny, která vyřešila zbývající problémy s ochranou soukromí a bezpečností této myšlenky. Ta se nakonec dostala do měny Monero a používá se dodnes.</p> <p>Přestože byly tyto problémy se soukromím a bezpečností vyřešeny, samotné skryté adresy přidaly do blockchainových technologií jiný druh zvláštnosti, který dříve neexistoval. Potřeba skenování. Protože přijímající adresy nejsou v blockchainu veřejně zobrazeny, příjemce nikdy neví, zda je daná transakce jeho, takže musí každou příchozí transakci skenovat svým soukromým klíčem, aby zjistil, zda je jeho.</p> <p>U transparentních mincí stačí zkontrolovat, zda se transakce odesílá na vaši adresu. Jednoduchá otázka ano nebo ne. Ale u skrytých adres může být každá transakce potenciálně tou, která se posílá na vás, takže se musíte pokusit každou z nich odemknout svým soukromým klíčem, abyste zjistili, zda se otevřela.</p> <p>Jedná se o krok navíc, který u Bitcoinu a jeho derivátů chybí, a počáteční nastavení peněženky spolu se synchronizací peněženky, když jste ji nějakou dobu neotevřeli, je mnohem delší než u Bitcoinu. Tento kompromis je však nutný, aby se odemkly záruky soukromí, které má. Je třeba poznamenat, že na rozdíl od nejslabšího bodu trojlístku soukromí, kruhových podpisů, nejsou skryté adresy náchylné k heuristice. Spoléhá na osvědčenou kryptografii eliptických křivek, na kterou se spoléhá celý internet, takže její prolomení by znamenalo konec počítačové bezpečnosti obecně, nejen Monera.</p>
fi: <p>Monero on ottanut käyttöön kolmiosaisen lähestymistavan yksityisyyteen. Nämä tekniikat ovat <a target="_blank" href="/knowledge/ring-signatures" class="next-link">sormusallekirjoitukset</a>, jotka piilottavat todellisen ulostulon (lähettäjä), RingCT, joka piilottaa summat, ja "stealth" osoitteet, jotka piilottavat vastaanottajan. Tänään keskustelemme viimeisestä mainituista teknologioista: "stealth" osoitteista eli salatuista osotteista.</p> <p>On monia syitä miksi henkilö saattaa haluta piilottaa kenelle he lähettävät varojaan. Emme saa koskaan antaa kenenkään yrittää vakuuttaa meille, että kaikki esimerkit tästä ovat hämärää käytöstä. Asiat, kuten lähettäminen epäsuosittuun poliittiseen puolueeseen, lahjoittaminen hyväntekeväisyyteen tai "canceloitujen" ihmisten tukeminen ovat kaikki esimerkkejä siitä, missä voidaan haluta piilottaa kulutuskäyttäytymisensä seurausten pelossa, mutta ne ovat luonteeltaan täysin laillisia. </p> <p>Läpinäkyvässä lohkoketjussa osoitteet, joihin transaktiot lähetetään, näkyvät kaikille. On tärkeää ottaa huomioon, että joslouhijat itse ovat eri mieltä siitä, mihin rahat menevät, he voivat päättää olla louhimatta niitä lohkoksi, mikä sensuroi tämän transaktion tehokkaasti sensuuria kestävällä alustalla. Ainoa tapa tehdä tämä etätodennäköinen temppu sensuurimahdottomaksi on, jos louhijat eivät pysty erottamaan transaktioita, koska kaikki ketjun metatiedot peitetään eri tavoin. Tästä Monero tunnetaan.</p> <p>Monero ratkaisee tämän läpinäkyvien osoitteiden ongelman ottamalla käyttöön salaiset osoitteet, teknologian, jonka Bitcoin Talk -foorumin käyttäjä "ByteCoin" kehitti alun perin Bitcoinille vuonna 2011 (suhdetta Bytecoiniin, joka myöhemmin integroi salaiset osoitteet, ei tunneta). Nykyisessä salaavien osoitteiden muodossa on kuitenkin useita parannuksia alkuperäiseen ideaan verrattuna. Mutta ensin, jotta ymmärretään kuinka salatut osoitteet toimivat, puhutaanpa avaimista.</p> <p>On vaikeaa olla kryptovaluuttamaailmassa kuulematta avaimista. Lausahdukset, kuten "varmuuskopioi yksityinen avaimesi", ovat yleisiä, mutta kun tavallinen Joe kuulee sanat "julkinen avain" ja "yksityinen avain", hän pelkää ja ajattelee, että se on liian teknistä ja hämmentävää ymmärtääkseen. Mutta älä huoli. Otamme ne hitaasti käsittelyyn ja käytämme paljon esimerkkejä.</p> <p>Kahdet kryptovaluutoissa käytettävät avaimet ovat, kuten juuri mainittiin, julkisia ja yksityisiä. Nämä kaksi avainta tulevat yleensä pareina, mikä tarkoittaa, että tietty julkinen ja yksityinen avain on linkitetty toisiinsa. Itse asiassa yleensä julkinen avain johdetaan yksityisestä avaimesta, eli jos tiedät yksityisen avaimen, lompakkosi pystyy laskemaan ja keksimään oikean julkisen avaimen joka kerta.</p> <p>Nyt, kuten nimet antavat ymmärtää, julkinen avain voi olla julkinen ilman seurauksia. Yleensä se on osa osoitetta, jonka jaat saadaksesi rahaa kryptovaluuttalompakkoosi. Myös yksityinen avain on nimensä mukaan sellainen, jota ei pidä jakaa. Se on asia, jonka avulla voit allekirjoittaa ja toteuttaa transaktion, joten jos se varastetaan tai jaetaan, ilkeä kolmas osapuoli voi viedä rahasi, yleensä itselleen.</p> <p>Helppo analogia tähän olisi riippulukko ja sen avaamiseen tarvittava avain. Avoin riippulukko voidaan jakaa vapaasti, ja tällä riippulukolla voidaan lukita mitä tahansa, mutta vain avaimella voi avata kaiken, missä riippulukko on kiinni. Riippulukko voidaan kopioida ja jakaa, avainta ei kannata.</p> <p>Nämä avaimet on yleensä vedetty pois käyttäjältä, joten et luultavasti edes koskaan näe niitä. Monerossa ne eivät näy ollenkaan pelottavana aakkosnumeerisena merkkijonona. Monerossa tavallinen käyttäjä tietää yksityisen avaimen seedinään. Seed (eli palautelause, joka sinun tulee kirjoittaa muistiin, jos et ole tehnyt sitä) on itse asiassa vain ihmisen luettavissa oleva yksityinen avain. </p> <p>Näetkö? Ei loppujen lopuksi niin pelottavaa. Takaisin salattuihin osoitteisiin.</p> <p>Kuten aiemmin mainittiin, salattuja osoitteita ei tehty alun perin Monerolle, vaan Bitcoinille. Kuten useimmissa uusissa ideoissa, tämänkin ensimmäisessä iteraatiossa oli ongelmia. Seuraava yritys tuli, kun Nicholas van Saberhagan loi CryptoNoten Bytecoinille, Moneron edeltäjälle (<a target="_blank" href="/knowledge/monero-history" class="next-link">katso Moneron ja Bytecoinin historia tästä</a>), ja vaikka se oli selvä parannus alkuperäiseen, siinäkin oli jotain pieniä puutteita.</p> <p>Iteraatio toisensa jälkeen viimein syntyi lopullinen iteraatio, nyt lakkautetun, yksityisyyden suojaavan kryptovaluutan kehittäjältä, joka korjasi ideaan liittyvät yksityisyys- ja turvallisuusongelmat. Tämä päätyi lopulta Moneroon ja sitä käytetään nykyäänkin.</p> <p>Vaikka nämä tietosuoja- ja turvallisuusongelmat ratkesivat, salatut osoitteet lisäsivät lohkoketjuteknologioihin toisenlaisen omituisuuden, jota ei ennen ollut olemassa. Tarve skannata. Koska vastaanottavia osoitteita ei näytetä julkisesti lohkoketjussa, vastaanottaja ei koskaan tiedä, onko jokin tietty transaktio hänen, joten hänen on skannattava kaikki saapuvat transaktiot yksityisellä avaimellaan nähdäkseen, onko se hänen.</p> <p>Käytettäessä läpinäkyviä kolikoita heidän tarvitsee vain tarkistaa, lähetetäänkö transaktio osoitteeseesi. Helppo kyllä tai ei kysymys. Mutta salaisilla osoitteilla jokainen transaktio voi olla sellainen, joka lähetetään sinulle, joten sinun on yritettävä avata jokaisen lukitus yksityisellä avaimella nähdäksesi, avautuuko se.</p> <p>Tämä on ylimääräinen vaihe, jota Bitcoinilla ja sen johdannaisilla ei ole, ja se tekee lompakon alustavasta asennuksesta sekä lompakon synkronoinnista pidemmän prosessin kuin Bitcoinissa (etenkin jos et ole avannut lompakkoa vähään aikaan). Kompromissi on kuitenkin välttämätön, jotta sillä on yksityisyyteen liittyvät takuut. On huomattava, että toisin kuin yksityisyyden kolminaisuuden heikoin kohta, sormusallekirjoitukset, salatut osoitteet eivät ole herkkiä heuristiikalle. Se perustuu hyväksi havaittuun ja todelliseen elliptisen käyrän salakirjoitukseen, johon koko internet luottaa, joten sen rikkominen merkitsisi tietoturvan loppua kokonaisuudessaan, ei vain Moneron loppua.</p>
fr: <p>Monero a mis en place une approche à trois volets en matière de confidentialité. Ces technologies sont les <a target="_blank" href="/knowledge/ring-signatures" class="next-link">les signatures de cercle</a>, qui masquent la véritable sortie (expéditeur), RingCT qui masque les montants, et les adresses furtives, qui masquent le récepteur. Aujourd'hui, nous discuterons de la dernière de ces technologies mentionnées : les adresses furtives.</p> <p>Il existe de nombreuses raisons pour lesquelles un individu peut vouloir cacher à qui il envoie de l'argent. Nous ne devons jamais laisser quiconque essayer de nous convaincre que tous les exemples de ceci sont des comportements peu recommandables. Des choses comme envoyer un soutien à un parti politique impopulaire, faire un don à des œuvres caritatives ou soutenir ceux que la culture considère comme « annulés » (les personnes ignorées, dans la « cancel culture ») sont tous des exemples de cas où l'on pourrait vouloir cacher ses habitudes de dépenses par crainte de répercussions, mais qui sont parfaitement légitimes par nature.</p> <p>Sur une blockchain transparente, les adresses où l'on envoie ses transactions sont visibles de tous. Il est important de considérer que si les mineurs eux-mêmes ne sont pas d'accord avec la destination de l'argent, ils peuvent choisir de ne pas l'inclure dans un bloc, censurant ainsi cette transaction sur une plateforme apparemment résistante à la censure. La seule façon de rendre cette censure, certes improbable, impossible est si les mineurs ne peuvent pas faire la distinction entre les transactions, car toutes les métadonnées en chaîne sont masquées par divers moyens. Quelque chose pour lequel Monero est connu.</p> <p>Monero résout ce problème d'adresses transparentes en implémentant des adresses furtives, une technologie qui a en fait été initialement conçue pour Bitcoin en 2011 par l'utilisateur du forum Bitcoin Talk ByteCoin (la relation avec Bytecoin, qui intégrera plus tard des adresses furtives, est inconnue). La forme actuelle des adresses furtives présente cependant plusieurs améliorations par rapport à l'idée initiale. Mais d'abord, afin de voir comment elles fonctionnent, parlons des clés.</p> <p>Il est difficile d'être dans le domaine des crypto-monnaies et de ne pas entendre parler des clés. Des expressions telles que « sauvegarder votre clé privée » sont courantes, mais lorsqu'un utilisateur moyen entend les mots « clé publique » et « clé privée », il a peur et pense que ce sera trop technique et déroutant à comprendre. Mais ne vous inquiétez pas. Nous allons y aller lentement et utiliser de nombreux exemples.</p> <p>Les deux types de clés utilisées dans les crypto-monnaies sont, comme nous venons de le mentionner, les clés publiques et privées. Ces deux clés viennent généralement par paire, ce qui signifie qu'une clé publique et une clé privée particulières sont liées l'une à l'autre. En fait, la clé publique est généralement dérivée de la clé privée, ce qui signifie que si vous connaissez la clé privée, votre portefeuille peut faire des calculs nécessaires et trouver la bonne clé publique à chaque fois.</p> <p>Maintenant, comme les noms l'indiquent, la clé publique peut être publique sans conséquence. Habituellement, c'est une partie de l'adresse que vous partagez pour recevoir de l'argent dans votre portefeuille de crypto-monnaie. Suivant également son homonyme, la clé privée est celle qui ne doit pas être partagée. C'est la chose qui vous permet de signer et de dépenser une transaction, donc si elle est volée ou partagée, alors un tiers malveillant peut dépenser votre argent, généralement pour lui-même.</p> <p>Une analogie simple serait un cadenas et la clé nécessaire pour le déverrouiller. Le cadenas ouvert peut être partagé librement, et en effet tout peut être verrouillé avec ce cadenas, mais seule la personne avec la clé peut ouvrir tout ce sur quoi le cadenas est fermé. Le cadenas peut être copié et partagé, la clé ne doit pas l'être.</p> <p>Ces clés sont généralement masquées de l'utilisateur, de sorte que vous ne les voyez jamais vraiment. Dans Monero, elles n'apparaissent pas du tout comme une chaîne alphanumérique effrayante. Dans Monero, l'utilisateur lambda connaît la clé privée sous la forme d'une phrase mnémonique. Cette phrase (que vous devriez écrire si vous ne l'avez pas fait) n'est en fait qu'une clé privée lisible par l'homme. </p> <p>Vous voyez ? Pas si effrayant finalement. Retour maintenant aux adresses furtives.</p> <p>Comme mentionné précédemment, les adresses furtives n'étaient pas conçues à l'origine pour Monero, mais pour Bitcoin. Comme pour la plupart des idées naissantes, cette première itération avait des problèmes. La tentative suivante est survenue lorsque CryptoNote a été créé par Nicholas van Saberhagan pour Bytecoin, le précurseur de Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">voir notre histoire de Monero et Bytecoin ici</a>), et bien qu'il s'agisse d'une nette amélioration par rapport à l'original, même elle avait quelques défauts subtils.</p> <p>Finalement, une dernière itération est née d'un développeur pour une autre crypto-monnaie de confidentialité, aujourd'hui disparue, qui a résolu les problèmes de confidentialité et de sécurité en suspens avec l'idée. Cela a finalement fait son chemin dans Monero, et c'est ce qui est utilisé aujourd'hui.</p> <p>Bien que ces problèmes de confidentialité et de sécurité aient été résolus, les adresses furtives elles-mêmes ont ajouté un autre type de bizarrerie aux technologies de blockchain, une qui n'existait pas auparavant. Le besoin de « scanner ». Étant donné que les adresses de réception ne sont pas affichées publiquement sur la blockchain, le destinataire ne sait jamais si une transaction donnée lui appartient, il doit donc analyser toutes les transactions entrantes avec sa clé privée pour voir si c'est la leur ; ce c'est l'opération de « scanner ».</p> <p>Avec les crypto-monnaies transparentes, tout ce qu'elles ont à faire est de vérifier si une transaction est envoyée à votre adresse. Une question facilement et rapidement répondue par oui ou non. Mais avec les adresses furtives, chaque transaction pourrait potentiellement être celle qui vous est envoyée, vous devez donc essayer de déverrouiller chacune avec votre clé privée pour voir si elle s'ouvre.</p> <p>C'est une étape supplémentaire que Bitcoin et ses dérivés n'ont pas, et fait que la configuration initiale du portefeuille, ainsi que la synchronisation d'un portefeuille lorsque vous ne l'avez pas ouvert depuis un certain temps, prennent beaucoup plus longtemps que Bitcoin. Le compromis est cependant nécessaire pour asssurer les garanties de confidentialité dont Monero dispose. Il convient de noter que, contrairement au point le plus faible du trio de des briques pour l'obtention de la confidentialité, les signatures de cercle, les adresses furtives ne sont pas sensibles à l'heuristique. Elles s'appuient sur une cryptographie à courbe elliptique éprouvée, sur laquelle tout Internet s'appuie, donc la briser signifierait la fin de la sécurité informatique en général, pas seulement de Monero.</p>
it: <p>Monero ha implementato un approccio alla privacy su tre fronti. Queste tecnologie sono <a target="_blank" href="/knowledge/ring-signatures" class="next-link">firme ad anello</a>, che nascondono il vero output (mittente), RingCT che nasconde gli importi e indirizzi invisibili, che nasconde il destinatario. Oggi discuteremo dell'ultima di queste tecnologie menzionate: indirizzi stealth.</p> <p>Ci sono molti motivi per cui una persona potrebbe voler nascondere a chi sta inviando. Non dobbiamo mai permettere a nessuno di provare a convincerci che tutti gli esempi di ciò sono comportamenti sgradevoli. Cose come inviare a un partito politico impopolare, donare a enti di beneficenza o sostenere quelli che la cultura ritiene 'cancellati' sono tutti esempi di dove si potrebbe voler nascondere i propri comportamenti di spesa per timore di ripercussioni, ma sono di natura perfettamente legittima.</p> <p>Su una blockchain trasparente, gli indirizzi a cui si inviano le transazioni sono visibili a tutti. È importante considerare che se i minatori stessi non sono d'accordo con dove sta andando il denaro, possono scegliere di non estrarlo in un blocco, censurando efficacemente questa transazione su una piattaforma apparentemente resistente alla censura. L'unico modo per rendere questa censura, certamente improbabile, non possibile è se i minatori non sono in grado di distinguere tra le transazioni perché tutti i metadati on-chain sono oscurati con vari mezzi. Qualcosa per cui Monero è noto.</p> <p>Monero risolve questo problema di indirizzi trasparenti implementando indirizzi stealth, una tecnologia che in realtà è stata inizialmente realizzata per Bitcoin nel 2011 dall'utente del forum Bitcoin Talk ByteCoin (la relazione con Bytecoin, che in seguito avrebbe integrato indirizzi stealth, è sconosciuta). L'attuale forma di indirizzi invisibili ha tuttavia diversi miglioramenti rispetto all'idea iniziale. Ma prima, per vedere come funzionano, parliamo di chiavi.</p> <p>È difficile essere nel campo delle criptovalute e non sentire parlare di chiavi. Frasi come "esegui il backup della tua chiave privata" sono comuni, ma quando un Joe medio sente le parole "chiave pubblica" e "chiave privata" si spaventa e pensa che sarà troppo tecnico e confuso per essere compreso. Ma non preoccuparti. Lo prenderemo lentamente e useremo molti esempi.</p> <p>I due tipi di chiavi utilizzate nelle criptovalute sono, come appena accennato, pubbliche e private. Queste due chiavi di solito vengono fornite in coppia, il che significa che una particolare chiave pubblica e privata sono collegate l'una all'altra. In effetti, di solito la chiave pubblica deriva da quella privata, il che significa che se conosci la chiave privata, il tuo portafoglio può fare dei calcoli ingegnosi e trovare la chiave pubblica corretta ogni volta.</p> <p>Ora, come implicano i nomi, la chiave pubblica può essere pubblica senza conseguenze. Di solito è una parte dell'indirizzo che condividi per ricevere denaro nel tuo portafoglio di criptovaluta. Anche a seguito del suo omonimo, la chiave privata è quella che non dovrebbe essere condivisa. È la cosa che ti consente di firmare e spendere una transazione, quindi se viene rubata o condivisa, la terza parte vile può spendere i tuoi soldi, di solito per se stessa.</p> <p>Una facile analogia con questo sarebbe un lucchetto e la chiave necessaria per aprirlo. Il lucchetto aperto può essere condiviso liberamente, e infatti tutto può essere bloccato con questo lucchetto, ma solo la persona con la chiave è in grado di aprire qualsiasi cosa il lucchetto sia chiuso. Il lucchetto può essere copiato e condiviso, la chiave non dovrebbe esserlo.</p> <p>Queste chiavi sono solitamente astratte dall'utente, quindi non le vedi mai veramente. In Monero, non appaiono affatto come una stringa alfanumerica spaventosa. In Monero, l'utente comune conosce la chiave privata come seme. Il seme (che dovresti scrivere se non l'hai fatto), è in realtà solo una chiave privata leggibile dall'uomo. </p> <p>Vedi? Non così spaventoso, dopo tutto. Torna a indirizzi nascosti.</p> <p>Come accennato prima, gli indirizzi stealth non erano originariamente creati per Monero, ma per Bitcoin. Come con la maggior parte delle idee alle prime armi, però, questa prima iterazione ha avuto problemi. Il tentativo successivo è stato quando CryptoNote è stato creato da Nicholas van Saberhagan per Bytecoin, il precursore di Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">vedi la nostra storia di Monero e Bytecoin qui</a>), e sebbene fosse un netto miglioramento rispetto all'originale, anche se aveva alcuni sottili difetti.</p> <p>Alla fine, un'ultima iterazione è nata da uno sviluppatore per un'altra criptovaluta per la privacy ormai defunta, che ha risolto i problemi di privacy e sicurezza in sospeso con l'idea. Questo alla fine si è fatto strada in Monero, ed è quello che viene utilizzato oggi.</p> <p>Sebbene questi problemi di privacy e sicurezza siano stati risolti, gli stessi indirizzi stealth hanno aggiunto un diverso tipo di stranezza alle tecnologie blockchain, che prima non esisteva. La necessità di eseguire la scansione. Poiché gli indirizzi di ricezione non vengono visualizzati pubblicamente sulla blockchain, il destinatario non sa mai se una determinata transazione è sua, quindi deve scansionare ogni transazione in entrata con la sua chiave privata per vedere se è la sua.</p> <p>Con le monete trasparenti, tutto ciò che devono fare è controllare se una transazione viene inviata al tuo indirizzo. Una semplice domanda sì o no. Ma con indirizzi nascosti, ogni transazione potrebbe potenzialmente essere una che ti viene inviata, quindi devi provare a sbloccare ciascuna con la tua chiave privata per vedere se si apre.</p> <p>Questo è un passaggio in più che Bitcoin e i suoi derivati non hanno e rende la configurazione iniziale del portafoglio, insieme alla sincronizzazione di un portafoglio quando non lo apri da un po ', molto più a lungo di Bitcoin. Il compromesso è necessario, tuttavia, per sbloccare le garanzie di privacy che ha. Va notato che, a differenza del punto più debole della tripla privacy, le firme ad anello, gli indirizzi stealth non sono suscettibili di euristica. Si basa su una vera e collaudata crittografia a curva ellittica, su cui si basa l'intera Internet, quindi interromperla significherebbe la fine della sicurezza informatica in generale, non solo Monero.</p>
lt: <p>Monero įdiegė trijų dalių privatumo požiūrį. Šios technologijos yra <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> skambėjimo parašai </a>, kurie paslepia tikrąją išvestį (siuntėją), RingCT, kuris paslepia sumas, ir slapti adresai, kurie paslepia imtuvą. Šiandien aptarsime paskutinę iš šių paminėtų technologijų: slaptus adresus.</p> <p>Yra daugybė priežasčių, kodėl asmuo gali norėti paslėpti, kam siunčia. Niekada neturime leisti niekam bandyti įtikinti, kad visi to pavyzdžiai yra nemalonus elgesys. Tokie dalykai, kaip siuntimas į nepopuliarią politinę partiją, aukojimas labdaros organizacijoms ar tų, kurias kultūra laiko „atšauktomis“, yra pavyzdžiai, kai gali norėti nuslėpti savo išlaidų elgesį, baiminantis pasekmių, tačiau jie yra visiškai teisėti.[X840X ] <p> Skaidrioje blokų grandinėje adresai, kuriais siunčiamos operacijos, yra matomi visiems. Svarbu atsižvelgti į tai, kad jei patys kalnakasiai nesutinka su tuo, kur nukeliauja pinigai, jie gali nuspręsti jų nekasti į bloką, efektyviai cenzūruodami šį sandorį iš pažiūros cenzūrai atsparioje platformoje. Vienintelis būdas padaryti šią, tiesa, mažai tikėtina, cenzūrą neįmanomą, yra, jei kalnakasiai negali atskirti operacijų, nes visi grandinės metaduomenys yra užtemdomi įvairiomis priemonėmis. Kažkas, dėl ko Monero yra žinomas.</p> <p>Monero išsprendžia šią skaidrių adresų problemą įdiegdamas slaptus adresus – technologiją, kurią iš pradžių Bitcoin Talk forumo naudotojas ByteCoin 2011 m. sukūrė (ryšys su Bytecoin, kuris vėliau integruos slaptus adresus, nežinomas). Tačiau dabartinė slaptų adresų forma turi keletą patobulinimų, palyginti su pradine idėja. Bet pirmiausia, norėdami pamatyti, kaip jie veikia, pakalbėkime apie raktus.</p> <p>Sunku būti kriptovaliutų erdvėje ir negirdėti apie raktus. Tokios frazės kaip „sukurkite atsarginę privataus rakto kopiją“ yra dažnos, tačiau vidutinis Džo išgirdęs žodžius „viešasis raktas“ ir „privatus raktas“ išsigąsta ir mano, kad tai bus per daug techniška ir painu, kad suprastų. Bet nesijaudink. Elgsimės lėtai ir naudosime daugybę pavyzdžių.</p> <p>Dviejų tipų kriptovaliutose naudojami raktai, kaip ką tik minėta, yra viešieji ir privatūs. Šie du raktai paprastai būna poroje, o tai reiškia, kad tam tikras viešasis ir privatusis raktas yra susieti vienas su kitu. Tiesą sakant, paprastai viešasis raktas yra išvedamas iš privataus rakto, o tai reiškia, kad jei žinote privatųjį raktą, jūsų piniginė gali atlikti dailius skaičiavimus ir kiekvieną kartą sugalvoti tinkamą viešąjį raktą.</p> <p>Dabar, kaip rodo pavadinimai, viešasis raktas gali būti viešas be pasekmių. Paprastai tai yra adreso dalis, kurią bendrinate norėdami gauti pinigų į savo kriptovaliutų piniginę. Be to, privatus raktas yra toks, kurio nereikėtų bendrinti. Tai yra dalykas, leidžiantis pasirašyti ir išleisti operaciją, taigi, jei ji pavogta arba dalijamasi, niekšiška trečioji šalis gali išleisti jūsų pinigus, dažniausiai sau.</p> <p>Paprasta analogija būtų pakabinama spyna ir jai atrakinti reikalingas raktas. Atidaryta pakabinama spyna gali būti laisvai dalijamasi, ir iš tikrųjų su šia spyna galima užrakinti bet ką, tačiau tik raktą turintis žmogus gali atidaryti viską, kas yra užrakinta. Pakabinamą spyną galima kopijuoti ir dalytis, rakto neturi būti.</p> <p>Šie klavišai paprastai yra abstrahuojami nuo vartotojo, todėl niekada jų nematysite. Monero jie visai nerodomi kaip baisi raidinė ir skaitmeninė eilutė. Monero dažnas vartotojas žino privatųjį raktą kaip savo pradą. Sėkla (kurią turėtumėte užsirašyti, jei to nepadarėte) iš tikrųjų yra tik žmogaus skaitomas privatus raktas. </p> <p>Matote? Ne taip jau baisu. Atgal į slaptus adresus.</p> <p>Kaip minėta anksčiau, slapti adresai iš pradžių buvo sukurti ne Monero, o Bitcoin. Tačiau, kaip ir daugumos naujų idėjų atveju, ši pirmoji iteracija turėjo problemų. Kitas bandymas įvyko, kai Nicholasas van Saberhaganas sukūrė CryptoNote, skirtą Bytecoin, Monero pirmtakui (<a target="_blank" href="/knowledge/monero-history" class="next-link">žr. mūsų Monero ir Bytecoin istoriją čia</a>), ir nors tai buvo neabejotinas patobulinimas, palyginti su originalu, net jis turėjo kai kurie subtilūs trūkumai.</p> <p>Galų gale, kitos jau nebeegzistuojančios privatumo kriptovaliutos kūrėjas sukūrė paskutinę iteraciją, kuri išsprendė iškilusias privatumo ir saugumo problemas, susijusias su idėja. Tai galiausiai pateko į Monero ir yra tai, kas naudojama šiandien.</p> <p> Nors šios privatumo ir saugumo problemos buvo išspręstos, patys slapti adresai suteikė blokų grandinės technologijoms kitokio pobūdžio keistumo, kurio anksčiau nebuvo. Poreikis nuskaityti. Kadangi gavimo adresai nėra viešai rodomi blokų grandinėje, gavėjas niekada nežino, ar kokia nors operacija yra jo, todėl jis turi nuskaityti visas gaunamas operacijas naudodamas savo privatų raktą, kad pamatytų, ar tai jų.</p> <p> Naudojant skaidrias monetas, tereikia patikrinti, ar operacija siunčiama jūsų adresu. Lengvas taip arba ne klausimas. Tačiau naudojant slaptus adresus, kiekviena operacija gali būti siunčiama jums, todėl turite pabandyti atrakinti kiekvieną iš jų privačiu raktu, kad pamatytumėte, ar jis atsidaro.</p> <p> Tai yra papildomas veiksmas, kurio Bitcoin ir jo dariniai neturi, ir atlieka pradinę piniginės sąranką bei sinchronizuoja piniginę, kai jos neatidarėte kurį laiką, daug ilgiau nei Bitcoin. Tačiau kompromisas yra būtinas norint atrakinti privatumo garantijas. Reikėtų pažymėti, kad, skirtingai nei silpniausia privatumo trifecta vieta, skambučio parašai, slapti adresai nėra jautrūs euristikai. Ji remiasi išbandyta ir tikra elipsinės kreivės kriptografija, kuria remiasi visas internetas, todėl jos sulaužymas reikštų galą kompiuterių saugumui apskritai, o ne tik Monero.</p>
nb: <p>Monero har implementert en tredelt tilnærming til personvern. Disse teknologiene er <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer</a>, som skjuler den sanne utgangen (sender), RingCT som skjuler beløpene, og stealth-adresser, som skjuler mottakeren. I dag skal vi diskutere den siste av disse nevnte teknologiene: stealth-adresser.</p> <p>Det er mange grunner til at en person ønsker å skjule hvem de sender til. Vi må aldri la noen prøve å overbevise oss om at alle eksempler på dette er usmakelig oppførsel. Ting som å sende til et upopulært politisk parti, donere til veldedige organisasjoner eller støtte de som kulturen anser som "kansellert" er alle eksempler på hvor man kanskje ønsker å skjule forbruksatferden sin av frykt for ettervirkninger, men er helt legitime av natur.[X840X ] <p>På en gjennomsiktig blokkjede er adressene man sender transaksjonene sine til, synlige for alle. Det er viktig å tenke på at hvis gruvearbeidere selv er uenige i hvor pengene går, kan de velge å ikke gruve dem inn i en blokk, og effektivt sensurere denne transaksjonen på en tilsynelatende sensurbestandig plattform. Den eneste måten å gjøre denne, riktignok usannsynlige, sensur ikke mulig er hvis gruvearbeidere ikke kan skille mellom transaksjoner fordi alle metadata i kjeden er skjult på forskjellige måter. Noe som Monero er kjent for.</p> <p>Monero løser dette problemet med transparente adresser ved å implementere stealth-adresser, en teknologi som faktisk opprinnelig ble laget for Bitcoin i 2011 av Bitcoin Talk-forumbrukeren ByteCoin (forholdet til Bytecoin, som senere skulle integrere stealth-adresser, er ukjent). Den nåværende formen for stealth-adresser har imidlertid flere forbedringer i forhold til den opprinnelige ideen. Men først, for å se hvordan de fungerer, la oss snakke om nøkler.</p> <p>Det er vanskelig å være i kryptovaluta-området og ikke høre om nøkler. Fraser som "sikkerhetskopier din private nøkkel" er vanlige, men når en gjennomsnittlig Joe hører ordene "offentlig nøkkel" og "privat nøkkel" blir de redde og tror det blir for teknisk og forvirrende å forstå. Men ikke bekymre deg. Vi tar det sakte og bruker mange eksempler.</p> <p>De to typene nøkler som brukes i kryptovalutaer er, som nevnt, offentlige og private. Disse to nøklene kommer vanligvis i et par, noe som betyr at en bestemt offentlig og privat nøkkel er knyttet til hverandre. Faktisk er vanligvis den offentlige nøkkelen avledet fra den private, noe som betyr at hvis du kjenner den private nøkkelen, kan lommeboken din gjøre litt fin matematikk og komme opp med den riktige offentlige nøkkelen hver gang.</p> <p>Nå, som navnene tilsier, kan den offentlige nøkkelen være offentlig uten konsekvens. Vanligvis er det en del av adressen du deler for å motta penger i kryptovaluta-lommeboken din. Også etter navnebror, er den private nøkkelen en som ikke bør deles. Det er tingen som lar deg signere og bruke en transaksjon, så hvis den blir stjålet eller delt, kan den elendige tredjeparten bruke pengene dine, vanligvis til seg selv.</p> <p>En enkel analogi til dette ville være en hengelås og nøkkelen som trengs for å låse den opp. Den åpne hengelåsen kan deles fritt, og faktisk kan alt låses med denne hengelåsen, men bare personen med nøkkelen kan åpne alt hengelåsen er lukket på. Hengelåsen kan kopieres og deles, nøkkelen skal ikke være det.</p> <p>Disse nøklene er vanligvis abstrahert bort fra brukeren, slik at du aldri ser dem. I Monero fremstår de ikke som en skummel alfanumerisk streng i det hele tatt. I Monero kjenner den vanlige brukeren den private nøkkelen som sitt frø. Frøet (som du bør skrive ned hvis du ikke har det), er faktisk bare en personlig lesbar privat nøkkel. </p> <p>Ser du? Ikke så skummelt likevel. Tilbake til stealth-adresser.</p> <p>Som nevnt før, ble ikke stealth-adresser opprinnelig laget for Monero, men Bitcoin. Som med de fleste nye ideer, hadde denne første iterasjonen problemer. Det neste forsøket kom da CryptoNote ble opprettet av Nicholas van Saberhagan for Bytecoin, forløperen til Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">se vår historie om Monero og Bytecoin her</a>), og selv om det var en klar forbedring i forhold til originalen, hadde det til og med noen subtile feil.</p> <p>Til slutt kom en siste iterasjon fra en utvikler for en annen nå nedlagt, privat kryptovaluta, som fikset de utestående personvern- og sikkerhetsproblemene med ideen. Dette kom til slutt inn i Monero, og er det som brukes i dag.</p> <p>Selv om disse personvern- og sikkerhetsproblemene ble løst, ga stealth-adresser i seg selv en annen type særpreg til blockchain-teknologier, en som ikke eksisterte før. Behovet for å skanne. Siden mottakeradresser ikke vises offentlig på blokkjeden, vet mottakeren aldri om en gitt transaksjon er deres, så de må skanne alle innkommende transaksjoner med deres private nøkkel for å se om den er deres.</p> <p>Med gjennomsiktighetsmynter trenger de bare å sjekke om en transaksjon sendes til adressen din. Et enkelt ja eller nei spørsmål. Men med stealth-adresser kan hver transaksjon potensielt være en som sendes til deg, så du må prøve å låse opp hver enkelt med din private nøkkel for å se om den åpnes.</p> <p>Dette er et ekstra trinn som Bitcoin og dens derivater ikke har, og gjør det innledende lommebokoppsettet, sammen med synkronisering av en lommebok når du ikke har åpnet den på en stund, mye lenger enn Bitcoin. Avveiningen er imidlertid nødvendig for å låse opp personverngarantiene den har. Det skal bemerkes at, i motsetning til det svakeste punktet i personverntrifectaen, er ringsignaturer, stealth-adresser ikke utsatt for heuristikk. Den er avhengig av utprøvd og ekte elliptisk kurvekryptografi, som hele internett er avhengig av, så å bryte den vil bety en slutt på datasikkerhet generelt, ikke bare Monero.</p>
nl: <p>Monero heeft een drieledige benadering van privacy geïmplementeerd. Deze technologieën zijn <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringhandtekeningen</a>, die de werkelijke output (afzender) verbergen, RingCT die de bedragen verbergt, en stealth-adressen, die de ontvanger verbergt. Vandaag bespreken we de laatste van deze genoemde technologieën: stealth-adressen.</p> <p>Er zijn veel redenen waarom een persoon zou willen verbergen naar wie ze verzenden. We mogen ons nooit door iemand laten proberen te overtuigen dat alle voorbeelden hiervan onsmakelijk gedrag zijn. Dingen zoals het sturen naar een impopulaire politieke partij, het doneren aan liefdadigheidsinstellingen of het steunen van degenen die volgens de cultuur 'geannuleerd' zijn, zijn allemaal voorbeelden van waar men hun bestedingsgedrag zou willen verbergen uit angst voor repercussies, maar ze zijn volkomen legitiem van aard.</p> <p>Op een transparante blockchain zijn de adressen waar iemand zijn transacties naartoe stuurt voor iedereen zichtbaar. Het is belangrijk om te bedenken dat als miners het zelf niet eens zijn met waar het geld naartoe gaat, ze ervoor kunnen kiezen om het niet in een blok te minen, waardoor deze transactie effectief wordt gecensureerd op een schijnbaar censuurbestendig platform. De enige manier om deze, weliswaar onwaarschijnlijke, censuur niet mogelijk te maken, is als miners geen onderscheid kunnen maken tussen transacties, omdat alle metagegevens op de keten op verschillende manieren worden verdoezeld. Iets waar Monero bekend om staat.</p> <p>Monero lost dit probleem van transparante adressen op door stealth-adressen te implementeren, een technologie die oorspronkelijk in 2011 voor Bitcoin werd gemaakt door Bitcoin Talk-forumgebruiker ByteCoin (de relatie met Bytecoin, die later stealth-adressen zou integreren, is onbekend). De huidige vorm van stealth-adressen heeft echter verschillende verbeteringen ten opzichte van het oorspronkelijke idee. Maar laten we het eerst over toetsen hebben om te zien hoe ze werken.</p> <p>Het is moeilijk om in de cryptocurrency-ruimte te zitten en niets over sleutels te horen. Zinnen als 'back-up van uw privésleutel' komen vaak voor, maar wanneer een gemiddelde Joe de woorden 'publieke sleutel' en 'privésleutel' hoort, worden ze bang en denken ze dat het te technisch en verwarrend zal zijn om te begrijpen. Maar maakt u geen zorgen. We doen het rustig aan en gebruiken veel voorbeelden.</p> <p>De twee soorten sleutels die in cryptocurrencies worden gebruikt, zijn, zoals zojuist vermeld, openbaar en privé. Deze twee sleutels komen meestal in een paar, wat betekent dat een bepaalde publieke en private sleutel aan elkaar gekoppeld zijn. In feite is de openbare sleutel meestal afgeleid van de privésleutel, wat betekent dat als u de privésleutel kent, uw portefeuille handig kan rekenen en elke keer de juiste openbare sleutel kan vinden. </p> <p>Nu, zoals de namen impliceren, kan de openbare sleutel openbaar zijn zonder consequenties. Meestal is het een deel van het adres dat u deelt om geld in uw cryptocurrency-portemonnee te ontvangen. Ook in navolging van zijn naamgenoot is de privésleutel er een die niet mag worden gedeeld. Het is het ding waarmee je een transactie kunt ondertekenen en uitgeven, dus als het wordt gestolen of gedeeld, kan de lafhartige derde partij je geld uitgeven, meestal aan zichzelf.</p> <p>Een gemakkelijke analogie hiervan is een hangslot en de sleutel die nodig is om het te ontgrendelen. Het open hangslot kan vrij worden gedeeld, en inderdaad kan alles worden afgesloten met dit hangslot, maar alleen de persoon met de sleutel kan alles openen waarop het hangslot is gesloten. Het hangslot kan worden gekopieerd en gedeeld, de sleutel niet.</p> <p>Deze sleutels worden meestal geabstraheerd weg van de gebruiker, dus u ziet ze nooit echt. In Monero verschijnen ze helemaal niet als een enge alfanumerieke string. In Monero kent de gewone gebruiker de privésleutel als zijn seed. De seed (die u zou moeten opschrijven als u die niet heeft), is eigenlijk gewoon een door mensen leesbare privésleutel. </p> <p>Zie? Toch niet zo eng. Terug naar geheime adressen.</p> <p>Zoals eerder vermeld, zijn stealth-adressen oorspronkelijk niet gemaakt voor Monero, maar voor Bitcoin. Zoals met de meeste nieuwe ideeën, had deze eerste iteratie echter problemen. De volgende poging kwam toen CryptoNote werd gemaakt door Nicholas van Saberhagan voor Bytecoin, de voorloper van Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">bekijk hier onze geschiedenis van Monero en Bytecoin</a>), en hoewel het een duidelijke verbetering was ten opzichte van het origineel, had het zelfs enkele subtiele gebreken.</p> <p>Uiteindelijk kwam er een laatste iteratie tot stand door een ontwikkelaar voor een andere inmiddels ter ziele gegane privacy-cryptocurrency, die de openstaande privacy- en beveiligingsproblemen met het idee oploste. Dit vond uiteindelijk zijn weg naar Monero en is wat tegenwoordig wordt gebruikt. </p> <p> Hoewel deze privacy- en beveiligingsproblemen waren opgelost, voegden stealth-adressen zelf een ander soort eigenaardigheid toe aan blockchain-technologieën, een die voorheen niet bestond. De noodzaak om te scannen. Aangezien ontvangende adressen niet openbaar worden weergegeven op de blockchain, weet de ontvanger nooit of een bepaalde transactie van hen is, dus moeten ze elke inkomende transactie met hun privésleutel scannen om te zien of deze van hen is.</p> <p>Met transparantiemunten hoeven ze alleen maar te controleren of er een transactie naar uw adres wordt verzonden. Een makkelijke ja of nee vraag. Maar met stealth-adressen kan elke transactie mogelijk naar u worden verzonden, dus u moet elke transactie proberen te ontgrendelen met uw privésleutel om te zien of deze wordt geopend. </p> <p>Dit is een extra stap die Bitcoin en zijn derivaten niet hebben, en maakt de eerste setup van de portefeuille, samen met het synchroniseren van een portefeuille wanneer u deze een tijdje niet hebt geopend, veel langer dan Bitcoin. De afweging is echter nodig om de privacygaranties te ontgrendelen die het heeft. Het moet worden opgemerkt dat, in tegenstelling tot het zwakste punt van de privacytrifecta, ringhandtekeningen, stealth-adressen niet vatbaar zijn voor heuristiek. Het vertrouwt op beproefde elliptische curve-cryptografie, waar het hele internet op vertrouwt, dus het breken ervan zou een einde betekenen aan de computerbeveiliging in het algemeen, niet alleen aan Monero.</p>
pl: <p>Prywatność Monero składa się z trzech technologii. Są to <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, które ukrywają prawdziwe wyjście (nadawcę), RingCT, który ukrywa wartości transakcji oraz stealth addresses, które ukrywają odbiorcę. W tym artykule będziemy omawiać ostatnią z wspomnianych technologii: stealth addresses.</p> <p>Istnieje wiele powodów, dla których ktoś może chcieć ukryć to z kim robi transakcje. Nie możemy pozwolić, aby ktokolwiek próbował nam wmówić, że wszystkie przykłady tego typu zachowań są podejrzane. Sprawy takie jak wysyłanie pieniędzy do niepopularnej partii politycznej, przekazywanie datków na cele charytatywne, czy wspieranie tych, których uznano za "wykluczonych" są przykładami, w których ktoś może chcieć ukryć odbiorców transakcji w obawie przed negatywnymi konsekwencjami, ale są to zachowania całkowicie legalne.</p> <p>Na transparentnym blockchainie adresy, na które wysyłane są transakcje, są widoczne dla wszystkich. Należy pamiętać, że jeśli sam miner nie zgadza się z tym, gdzie trafiają kwoty, może zdecydować się na nieuwzględnienie ich w blockchainie i w następstwie ocenzurować tę transakcję na pozornie odpornej na cenzurę platformie. Jedyna szansa na to, aby ta cenzura nie była możliwa, jest wtedy kiedy minerzy nie mogą rozróżnić transakcji, ponieważ wszystkie metadane on-chain są w różny sposób ukryte. Z tego znane jest między innymi Monero.</p> <p>Monero rozwiązuje problem jawnych adresów właśnie za pomocą stealth adresów. Jest to technologia, która została stworzona z myślą o Bitcoinie w 2011 roku przez użytkownika forum Bitcoin Talk, ByteCoina (związek z Bytecoinem, który później wprowadził adresy stealth, nie jest znany). Aktualna wersja adresów stealth jest wzbogacona o kilka ulepszeń względem początkowej wersji. Najpierw jednak, aby zobaczyć jak działają, porozmawiajmy o kluczach.</p> <p>Wyczynem jest obracanie się w przestrzeni kryptowalut i nieusłyszenie nigdy o kluczach. Sformułowania takie jak "zrób kopię zapasową swojego klucza" często się powtarzają, ale kiedy przeciętny użytkownik Internetu zobaczy słowa takie jak "klucz publiczny" czy "klucz prywatny", przestraszy się i pomyśli, że są to zbyt techniczne i skomplikowane pojęcia, aby był w stanie je zrozumieć. Ale nie martw się, jak zawsze użyjemy dużo przykładów, abyś wszystko zrozumiał.</p> <p>Dwa rodzaje kluczy używanych w kryptowalutach to, jak wspomniano powyżej, publiczny i prywatny. Te dwa klucze zazwyczaj występują w parze, co oznacza, że konkretny publiczny oraz prywatny klucz są ze sobą powiązane. W rzeczywistości, zazwyczaj klucz publiczny pochodzi z klucza prywatnego, czyli jeśli znasz klucz prywatny, to Twój portfel może wykonać pewne zgrabne obliczenia i wymyślić prawidłowy klucz publiczny za każdym razem.</p> <p>Jak sugerują nazwy, klucz publiczny może być publiczny bez żadnych poważnych konsekwencji. Zazwyczaj jest częścią adresu, który udostępniasz, aby otrzymać pieniądze do swojego portfela kryptowalut. Również sugerując się nazwą, klucz prywatny nie powinien być udostępniany. Jest narzędziem, które pozwala na podpisanie oraz przeprowadzenie transakcji. Jeśli zostałby skradziony albo udostępniony, to osoba, w której ręce się dostanie, może wydawać Twoje kwoty z portfela.</p> <p>Prostą analogią do tego byłaby kłódka i klucz potrzebny do jej otworzenia. Otworzona kłódka może być swobodnie używana przez inne osoby, ale jedyną osobą, która może ją otworzyć, gdziekolwiek by nie powędrowała, jest osoba posiadająca klucz. Kłódka może być kopiowana i udostępniana, klucz nie powinien być.</p> <p>Te klucze są zazwyczaj oderwane daleko od użytkownika, więc nigdy ich tak naprawdę nie zobaczysz. W Monero nie są one przerażającymi, alfanumerycznymi ciągami. Zwykły użytkownik zna swój klucz prywatny pod pojęciem seeda. Seed (pojęcie, które powinieneś zapisać, jeśli jeszcze tego nie zrobiłeś) jest kluczem prywatnym przedstawionym w prostszej formie, czytelnej dla użytkownika.</p> <p>Widzisz, to nie aż takie straszne jak się wydawało na początku. Wróćmy z powrotem do omawiania adresów stealth.</p> <p>Jak wspomniano wcześniej, adresy stealth nie były pierwotnie stworzone dla Monero, tylko dla Bitcoina. Jednak jak w przypadku większości nowych pomysłów, ta pierwsza wersja miała pewne wady. Następna próba nadeszła, gdy Nicholas van Saberhagan stworzył CryptoNote dla Bytecoina, prekursora Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link"> zobacz historię Monero i Bytecoina tutaj</a>) i chociaż był to zdecydowany postęp w stosunku do oryginału, nawet on miał kilka subtelnych wad.</p> <p>W końcu jedna ostatnia wersja powstała z inicjatywy dewelopera innej, nieistniejącej już kryptowaluty, która naprawiła wyraźne problemy związane z prywatnością i bezpieczeństwem tamtego pomysłu. Ta wersja trafiła do Monero i jest tym, co jest używane dzisiaj.</p> <p>Mimo, że kwestie prywatności i bezpieczeństwa zostały rozwiązane, stealth adresy dodały dziwny, niepoprawny rodzaj zachowania do technologii blockchaina, który nie występował nigdy wcześniej - konieczność skanowania. Ponieważ adresy odbiorcze nie są publicznie wyświetlane na blockchainie, odbiorca nigdy nie wie, czy dana transakcja jest jego, więc musi skanować każdą przychodzącą transakcję za pomocą swojego klucza prywatnego, aby sprawdzić, która do niego należy.</p> <p>W transparentnych walutach, wszystko, co musi zrobić, to sprawdzić czy transakcja jest wysyłana na jego adres. Z adresami stealth jest już trochę trudniej. Każda transakcja może być potencjalnie tą, która jest wysyłana do Ciebie. Musisz po kolei próbować otworzyć każdą z nich swoim kluczem prywatnym, aż któraś pozytywnie zareaguje.</p> <p>Jest to dodatkowy krok, który Bitcoin i waluty z tej samej kategorii nie mają. Początkowa konfiguracja portfela oraz jego synchronizacja, kiedy nie otwierałeś go przez jakiś czas, trwa o wiele dłużej niż na przykład w Bitcoinie. Kompromis jest jednak konieczny, aby odblokować gwarancje prywatności, które posiada. Należy jednak zauważyć, że w przeciwieństwie do najsłabszej technologii prywatności Monero (ring signatures), adresy stealth nie są podatne na ataki. Polegają na wypróbowanej i prawdziwej krzywej eliptycznej kryptografii, na której opiera się cały Internet, więc złamanie ich oznaczałoby koniec bezpieczeństwa komputerowego na całym świecie, a nie tylko w Monero.</p>
pt_br: <p>Monero implementou uma abordagem de três frentes para a privacidade. Essas tecnologias são <a target="_blank" href="/knowledge/ring-signatures" class="next-link">assinaturas de anel</a>, que ocultam a saída real (remetente), RingCT que oculta os valores e endereços furtivos, que oculta o receptor. Hoje, estaremos discutindo a última dessas tecnologias mencionadas: endereços furtivos.</p> <p>Existem muitos motivos pelos quais um indivíduo pode querer ocultar para quem está enviando. Nunca devemos deixar ninguém tentar nos convencer de que todos os exemplos disso são comportamentos desagradáveis. Coisas como enviar para um partido político impopular, doar para instituições de caridade ou apoiar aqueles que a cultura considera "cancelados" são todos exemplos de onde alguém pode querer esconder seus hábitos de consumo por medo de repercussão, mas são perfeitamente legítimos por natureza.</p> <p>Em um blockchain transparente, os endereços para onde alguém envia suas transações são visíveis para todos. É importante considerar que, se os próprios mineradores discordarem sobre para onde o dinheiro está indo, eles podem escolher não minerá-lo em um bloco, censurando efetivamente essa transação em uma plataforma aparentemente resistente à censura. A única maneira de tornar isso, reconhecidamente improvável, a censura impossível é se os mineradores não conseguirem distinguir entre as transações porque todos os metadados na cadeia são obscurecidos por vários meios. Algo pelo qual Monero é conhecido.</p> <p>Monero resolve este problema de endereços transparentes implementando endereços furtivos, uma tecnologia que foi inicialmente feita para Bitcoin em 2011 pelo usuário do fórum Bitcoin Talk ByteCoin (a relação com Bytecoin, que mais tarde integraria endereços furtivos, é desconhecida). A forma atual de endereços furtivos tem várias melhorias em relação à ideia inicial. Mas primeiro, para ver como funcionam, vamos falar sobre as chaves.</p> <p>É difícil estar no espaço das criptomoedas e não ouvir sobre as chaves. Frases como 'faça backup de sua chave privada' são comuns, mas quando um Joe comum ouve as palavras "chave pública" e "chave privada", fica assustado e pensa que será muito técnico e confuso para entender. Mas não se preocupe. Iremos devagar e usaremos muitos exemplos.</p> <p>Os dois tipos de chaves usadas em criptomoedas são, como acabamos de mencionar, pública e privada. Essas duas chaves geralmente vêm em um par, o que significa que uma determinada chave pública e privada estão vinculadas uma à outra. Na verdade, normalmente a chave pública é derivada da chave privada, o que significa que se você conhece a chave privada, sua carteira pode fazer algumas matemáticas bacanas e encontrar a chave pública correta todas as vezes.</p> <p>Agora, como os nomes indicam, a chave pública pode ser pública sem consequências. Normalmente é uma parte do endereço que você compartilha para receber dinheiro em sua carteira de criptomoeda. Também seguindo seu homônimo, a chave privada não deve ser compartilhada. É o que permite que você assine e gaste uma transação, portanto, se ela for roubada ou compartilhada, o terceiro covarde pode gastar seu dinheiro, geralmente para si mesmo.</p> <p>Uma analogia fácil para isso seria um cadeado e a chave necessária para desbloqueá-lo. O cadeado aberto pode ser compartilhado livremente e, de fato, qualquer coisa pode ser trancada com este cadeado, mas apenas a pessoa com a chave é capaz de abrir qualquer coisa em que o cadeado esteja fechado. O cadeado pode ser copiado e compartilhado, a chave não.</p> <p>Essas chaves geralmente são abstraídas do usuário, então você nunca as vê de verdade. No Monero, eles não aparecem como uma sequência alfanumérica assustadora. No Monero, o usuário comum conhece a chave privada como sua semente. A semente (que você deve anotar se não tiver), é na verdade apenas uma chave privada legível por humanos. </p> <p>Veja? Afinal, não é tão assustador. De volta aos endereços secretos.</p> <p>Como mencionado antes, os endereços secretos não foram feitos originalmente para Monero, mas para Bitcoin. Porém, como acontece com a maioria das ideias incipientes, essa primeira iteração teve problemas. A próxima tentativa veio quando o CryptoNote foi criado por Nicholas van Saberhagan para Bytecoin, o precursor do Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">veja nossa história de Monero e Bytecoin aqui</a>), e embora tenha sido uma melhoria definitiva em relação ao original, mesmo ele tinha algumas falhas sutis.</p> <p>Eventualmente, uma última iteração surgiu de um desenvolvedor para outra agora extinta, criptomoeda de privacidade, que corrigiu os problemas pendentes de privacidade e segurança com a ideia. Isso acabou chegando ao Monero e é o que é usado hoje.</p> <p>Embora esses problemas de privacidade e segurança tenham sido resolvidos, os próprios endereços furtivos adicionaram um tipo diferente de peculiaridade às tecnologias de blockchain, uma que não existia antes. A necessidade de digitalizar. Como os endereços de recebimento não são exibidos publicamente no blockchain, o receptor nunca sabe se alguma transação é dele, então ele deve verificar todas as transações recebidas com sua chave privada para ver se é dele.</p> <p>Com as moedas de transparência, tudo o que eles precisam fazer é verificar se uma transação está sendo enviada para o seu endereço. Uma pergunta fácil, sim ou não. Mas com endereços furtivos, cada transação pode ser potencialmente enviada para você, então você deve tentar desbloquear cada uma com sua chave privada para ver se ela abre.</p> <p>Esta é uma etapa extra que o Bitcoin e seus derivados não têm, e faz a configuração inicial da carteira, juntamente com a sincronização de uma carteira quando você não a abre há um tempo, muito mais do que o Bitcoin. A compensação é necessária, porém, para desbloquear as garantias de privacidade que ele possui. Deve-se notar que, ao contrário do ponto mais fraco da trifeta de privacidade, assinaturas de anel, endereços furtivos não são suscetíveis a heurísticas. Ele se baseia na criptografia de curva elíptica testada e comprovada, da qual toda a Internet depende, portanto, quebrá-la significaria o fim da segurança do computador em geral, não apenas do Monero.</p>
sl: <p>Monero je implementiral tristranski pristop k zasebnosti. Te tehnologije so <a target="_blank" href="/knowledge/ring-signatures" class="next-link">podpisi zvonjenja </a>, ki skrijejo pravi izhod (pošiljatelja), RingCT, ki skrije zneske, in prikriti naslovi, ki skrijejo prejemnika. Danes bomo razpravljali o zadnji od teh omenjenih tehnologij: prikritih naslovih.</p> <p>Obstaja veliko razlogov, zakaj posameznik morda želi skriti, komu pošilja. Nikoli ne smemo dovoliti, da nas kdorkoli prepriča, da so vsi primeri tega neprijetna vedenja. Stvari, kot je pošiljanje nepriljubljeni politični stranki, darovanje dobrodelnim organizacijam ali podpora tistim, za katere kultura meni, da so "preklicane", so vse primeri, ko bi nekdo morda želel skriti svoje vedenje zapravljanja zaradi strahu pred posledicami, vendar so po naravi popolnoma legitimne.</p> <p>Na pregledni verigi blokov so naslovi, kamor nekdo pošilja svoje transakcije, vidni vsem. Pomembno je upoštevati, da če se rudarji sami ne strinjajo s tem, kam gre denar, se lahko odločijo, da ga ne bodo rudarili v blok, s čimer učinkovito cenzurirajo to transakcijo na platformi, ki je na videz odporna na cenzuro. Edini način, da ta, resda malo verjetna, cenzura postane nemogoča je, če rudarji ne morejo razlikovati med transakcijami, ker so vsi metapodatki v verigi zakriti na različne načine. Nekaj, po čemer je Monero znan.</p> <p>Monero rešuje to težavo preglednih naslovov z implementacijo prikritih naslovov, tehnologije, ki jo je za Bitcoin leta 2011 dejansko izdelal uporabnik foruma Bitcoin Talk ByteCoin (povezava z Bytecoinom, ki bi kasneje integriral prikrite naslove, ni znana). Trenutna oblika prikritih naslovov pa ima več izboljšav glede na prvotno idejo. Toda najprej, da bi videli, kako delujejo, se pogovorimo o ključih.</p> <p>Težko je biti v prostoru kriptovalut in ne slišati o ključih. Besedne zveze, kot je "varnostno kopirajte svoj zasebni ključ", so običajne, a ko povprečen Joe sliši besedi "javni ključ" in "zasebni ključ", se prestraši in misli, da bo preveč tehnično in zmedeno za razumevanje. Ampak ne skrbi. Šli bomo počasi in uporabili veliko primerov.</p> <p>Dve vrsti ključev, ki se uporabljata v kriptovalutah, sta, kot je bilo pravkar omenjeno, javni in zasebni. Ta dva ključa sta običajno v paru, kar pomeni, da sta določen javni in zasebni ključ povezana drug z drugim. Pravzaprav je javni ključ običajno izpeljan iz zasebnega, kar pomeni, da če poznate zasebni ključ, lahko vaša denarnica naredi nekaj izvrstne matematike in vsakič prikaže pravilen javni ključ.</p> <p>Zdaj, kot pove že ime, je javni ključ lahko javen brez posledic. Običajno je to del naslova, ki ga delite za prejemanje denarja v svojo denarnico za kriptovalute. Po njegovem soimenjaku je zasebni ključ tisti, ki ga ne bi smeli deliti. To je stvar, ki vam omogoča, da podpišete in porabite transakcijo, tako da, če je ukradena ali deljena, lahko podla tretja oseba porabi vaš denar, običajno zase.</p> <p>Enostavna analogija s tem bi bila ključavnica in ključ, potreben za odklepanje. Odprto ključavnico lahko svobodno delite in s to ključavnico je res mogoče zakleniti karkoli, toda samo oseba s ključem lahko odpre vse, na kar je ključavnica zaprta. Ključavnico je mogoče kopirati in deliti, ključa pa ne.</p> <p>Ti ključi so običajno abstrahirani stran od uporabnika, tako da jih nikoli zares ne vidite. V Moneru se sploh ne pojavljajo kot strašljiv alfanumerični niz. V Monero običajen uporabnik pozna zasebni ključ kot svoje seme. Seed (ki bi ga morali zapisati, če ga niste) je pravzaprav le človeku berljiv zasebni ključ. </p> <p>Vidite? Konec koncev ni tako strašno. Nazaj na prikrite naslove.</p> <p>Kot že omenjeno, prikriti naslovi prvotno niso bili narejeni za Monero, ampak za Bitcoin. Kot pri večini novonastalih zamisli je imela tudi ta prva ponovitev težave. Naslednji poskus je bil, ko je Nicholas van Saberhagan ustvaril CryptoNote za Bytecoin, predhodnika Monera (<a target="_blank" href="/knowledge/monero-history" class="next-link">tukaj si oglejte našo zgodovino Monera in Bytecoina</a>), in čeprav je bil nedvomno izboljšan v primerjavi z izvirnikom, je imel celo nekaj subtilnih napak.</p> <p>Razvijalec je sčasoma ustvaril še zadnjo ponovitev za drugo zdaj nedelujočo kriptovaluto za zasebnost, ki je odpravila izjemne težave z zasebnostjo in varnostjo z idejo. To se je sčasoma prebilo v Monero in se uporablja danes.</p> <p>Čeprav so bila ta vprašanja glede zasebnosti in varnosti rešena, so prikriti naslovi tehnologiji veriženja blokov dodali drugačno posebnost, ki prej ni obstajala. Potreba po skeniranju. Ker prejemni naslovi niso javno prikazani v verigi blokov, prejemnik nikoli ne ve, ali je katera koli transakcija njegova, zato mora pregledati vse dohodne transakcije s svojim zasebnim ključem, da vidi, ali je njihov.</p> <p>Pri prosojnih kovancih morajo le preveriti, ali se transakcija pošilja na vaš naslov. Enostavno vprašanje z da ali ne. Toda s prikritimi naslovi je lahko vsaka transakcija tista, ki je poslana vam, zato morate poskusiti vsako odkleniti s svojim zasebnim ključem, da vidite, ali se odpre.</p> <p>To je dodaten korak, ki ga Bitcoin in njegovi derivati nimajo, in omogoča začetno nastavitev denarnice, skupaj s sinhronizacijo denarnice, ko je niste odprli nekaj časa, veliko dlje kot Bitcoin. Kompromis pa je potreben, da sprostite jamstva za zasebnost, ki jih ima. Opozoriti je treba, da za razliko od najšibkejše točke trifekta zasebnosti, podpisov zvonjenja, prikriti naslovi niso dovzetni za hevristiko. Zanaša se na preizkušeno in pravo kriptografijo eliptične krivulje, na katero se zanaša celoten internet, zato bi njeno zlom pomenil konec računalniške varnosti na splošno, ne le Monera.</p>
sv: <p>Monero har implementerat en tredelad strategi för integritet. Dessa teknologier är <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer</a>, som döljer den sanna utdata (avsändaren), RingCT som döljer beloppen och smygadresser, som döljer mottagaren. Idag kommer vi att diskutera den sista av dessa nämnda tekniker: smyg adresser.</p> <p>Det finns många anledningar till varför en individ kanske vill dölja vem de skickar till. Vi får aldrig låta någon försöka övertyga oss om att alla exempel på detta är osmakliga beteenden. Saker som att skicka till ett impopulärt politiskt parti, donera till välgörenhetsorganisationer eller stödja de som kulturen anser vara "inställda" är alla exempel på där man kanske vill dölja sina utgiftsbeteenden av rädsla för återverkningar, men är helt legitima till sin natur.</p> <p>På en transparent blockkedja är adresserna dit man skickar sina transaktioner synliga för alla. Det är viktigt att tänka på att om gruvarbetare själva inte håller med om vart pengarna tar vägen, kan de välja att inte bryta dem i ett block, vilket effektivt censurerar denna transaktion på en till synes censurresistent plattform. Det enda sättet att göra denna, visserligen osannolika, censur inte möjlig är om gruvarbetare inte kan skilja mellan transaktioner eftersom all metadata i kedjan är skymd på olika sätt. Något som Monero är känt för.</p> <p>Monero löser detta problem med transparenta adresser genom att implementera stealth-adresser, en teknik som faktiskt ursprungligen gjordes för Bitcoin 2011 av Bitcoin Talk-forumanvändaren ByteCoin (relationen till Bytecoin, som senare skulle integrera stealth-adresser, är okänd). Den nuvarande formen av stealth-adresser har dock flera förbättringar jämfört med den ursprungliga idén. Men först, för att se hur de fungerar, låt oss prata om nycklar.</p> <p>Det är svårt att vara i kryptovalutan och inte höra talas om nycklar. Fraser som "säkerhetskopiera din privata nyckel" är vanliga, men när en vanlig Joe hör orden "offentlig nyckel" och "privat nyckel" blir de rädda och tror att det blir för tekniskt och förvirrande att förstå. Men oroa dig inte. Vi tar det långsamt och använder många exempel.</p> <p>De två typerna av nycklar som används i kryptovalutor är, som nyss nämnts, offentliga och privata. Dessa två nycklar kommer vanligtvis i ett par, vilket innebär att en viss offentlig och privat nyckel är länkade till varandra. Faktum är att vanligtvis den publika nyckeln härleds från den privata, vilket innebär att om du känner till den privata nyckeln kan din plånbok göra lite fiffig matematik och hitta rätt offentlig nyckel varje gång.</p> <p>Nu, som namnen antyder, kan den publika nyckeln vara offentlig utan konsekvenser. Vanligtvis är det en del av adressen som du delar för att få pengar till din kryptovaluta-plånbok. Också efter sin namne är den privata nyckeln en som inte bör delas. Det är det som gör att du kan skriva under och spendera en transaktion, så om den blir stulen eller delad kan den elak tredje parten spendera dina pengar, vanligtvis till sig själva.</p> <p>En enkel analogi till detta skulle vara ett hänglås och nyckeln som behövs för att låsa upp det. Det öppna hänglåset kan delas fritt, och verkligen vad som helst kan låsas med detta hänglås, men bara personen med nyckeln kan öppna allt som hänglåset är stängt på. Hänglåset kan kopieras och delas, nyckeln ska inte vara det.</p> <p>Dessa nycklar är vanligtvis borttagna från användaren, så du ser dem aldrig riktigt. I Monero visas de inte alls som en skrämmande alfanumerisk sträng. I Monero känner den vanliga användaren till den privata nyckeln som sitt frö. Fröet (som du bör skriva ner om du inte har gjort det), är faktiskt bara en mänsklig läsbar privat nyckel. </p> <p>Ser du? Inte så läskigt trots allt. Tillbaka till smyg adresser.</p> <p>Som nämnts tidigare gjordes inte stealth-adresser ursprungligen för Monero, utan för Bitcoin. Men som med de flesta nystartade idéer hade denna första iteration problem. Nästa försök kom när CryptoNote skapades av Nicholas van Saberhagan för Bytecoin, föregångaren till Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">se vår historia av Monero och Bytecoin här</a>), och även om det var en klar förbättring jämfört med originalet, hade det till och med några subtila brister.</p> <p>Så småningom kom en sista iteration till från en utvecklare för en annan numera nedlagd, integritetskrypteringsvaluta, som fixade de utestående sekretess- och säkerhetsproblemen med idén. Detta tog så småningom vägen in i Monero, och är vad som används idag.</p> <p>Även om dessa integritets- och säkerhetsproblem löstes, tillförde stealth-adresser i sig en annan typ av egenhet till blockchain-teknik, en som inte existerade tidigare. Behovet av att skanna. Eftersom mottagningsadresser inte visas offentligt i blockkedjan, vet mottagaren aldrig om någon given transaktion är deras, så de måste skanna alla inkommande transaktioner med sin privata nyckel för att se om det är deras.</p> <p>Med transparensmynt behöver de bara kontrollera om en transaktion skickas till din adress. En lätt ja eller nej fråga. Men med smygadresser kan varje transaktion potentiellt vara en som skickas till dig, så du måste försöka låsa upp var och en med din privata nyckel för att se om den öppnas.</p> <p>Detta är ett extra steg som Bitcoin och dess derivat inte har, och gör initiala plånboksinställningar, tillsammans med synkronisering av en plånbok när du inte har öppnat den på ett tag, mycket längre än Bitcoin. Avvägningen är dock nödvändig för att låsa upp de integritetsgarantier den har. Det bör noteras att, till skillnad från den svagaste punkten i sekretesstrifecta, är ringsignaturer, stealth-adresser inte mottagliga för heuristik. Den förlitar sig på beprövad och sann elliptisk kurvkryptografi, som hela internet förlitar sig på, så att bryta den skulle innebära ett slut på datorsäkerheten i allmänhet, inte bara Monero.</p>
tl: <p>Nagpatupad si Monero ng three-prong approach sa privacy. Ang mga teknolohiyang ito ay <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signature</a>, na nagtatago ng totoong output (nagpadala), RingCT na nagtatago ng mga halaga, at stealth address, na nagtatago sa receiver. Ngayon, tatalakayin natin ang huling mga nabanggit na teknolohiyang ito: mga stealth address.</p> <p>Maraming dahilan kung bakit maaaring gustong itago ng isang indibidwal kung kanino sila pinadalhan. Hindi natin dapat hayaan ang sinuman na subukang kumbinsihin tayo na ang lahat ng mga halimbawa nito ay hindi magandang pag-uugali. Ang mga bagay tulad ng pagpapadala sa isang hindi sikat na partidong pampulitika, pagbibigay ng donasyon sa mga kawanggawa, o pagsuporta sa mga itinuturing ng kultura na 'kinansela' ay lahat ng mga halimbawa kung saan maaaring naisin ng isang tao na itago ang kanilang mga pag-uugali sa paggastos dahil sa takot na maapektuhan, ngunit ito ay ganap na lehitimo sa kalikasan.[X840X ] <p>Sa isang transparent na blockchain, ang mga address kung saan ipinapadala ng isa ang kanilang mga transaksyon ay makikita ng lahat. Mahalagang isaalang-alang na kung ang mga minero mismo ay hindi sumasang-ayon sa kung saan napupunta ang pera, maaari nilang piliing huwag minahan ito sa isang bloke, na epektibong sini-censor ang transaksyong ito sa isang tila platform na lumalaban sa censorship. Ang tanging paraan para gawin ito, tinatanggap na hindi malamang, hindi posible ang censorship ay kung hindi matukoy ng mga minero ang pagkakaiba sa pagitan ng mga transaksyon dahil lahat ng on-chain metadata ay natatakpan ng iba't ibang paraan. Isang bagay na kilala ni Monero.</p> <p>Niresolba ng Monero ang problemang ito ng mga transparent na address sa pamamagitan ng pagpapatupad ng mga stealth address, isang teknolohiya na aktwal na ginawa para sa Bitcoin noong 2011 ng user ng forum ng Bitcoin Talk na ByteCoin (ang kaugnayan sa Bytecoin, na sa kalaunan ay magsasama ng mga stealth address, ay hindi alam). Gayunpaman, ang kasalukuyang anyo ng mga stealth address ay may ilang mga pagpapabuti kaysa sa paunang ideya. Ngunit una, upang makita kung paano gumagana ang mga ito, pag-usapan natin ang tungkol sa mga susi.</p> <p>Mahirap na nasa espasyo ng cryptocurrency at hindi makarinig ng tungkol sa mga susi. Ang mga pariralang tulad ng 'i-back up ang iyong pribadong susi' ay karaniwan, ngunit kapag ang isang karaniwang Joe ay nakarinig ng mga salitang "pampublikong susi" at "pribadong susi" sila ay matatakot at iniisip na ito ay masyadong teknikal at nakakalito upang maunawaan. Pero huwag kang mag-alala. Dadalhin natin ito nang dahan-dahan, at gagamit tayo ng maraming halimbawa.</p> <p>Ang dalawang uri ng key na ginagamit sa mga cryptocurrencies ay, gaya ng nabanggit, pampubliko at pribado. Ang dalawang key na ito ay karaniwang may pares, ibig sabihin, ang isang partikular na pampubliko at pribadong key ay naka-link sa isa't isa. Sa katunayan, kadalasan ang pampublikong susi ay nagmula sa pribado, ibig sabihin, kung alam mo ang pribadong susi, ang iyong wallet ay makakagawa ng ilang mahusay na matematika at makabuo ng tamang pampublikong susi sa bawat pagkakataon.</p> <p>Ngayon, gaya ng ipinahihiwatig ng mga pangalan, ang pampublikong susi ay maaaring maging pampubliko nang walang kahihinatnan. Kadalasan ito ay bahagi ng address na ibinabahagi mo upang makatanggap ng pera sa iyong cryptocurrency wallet. Kasunod din ng pangalan nito, ang pribadong susi ay isa na hindi dapat ibahagi. Ito ang bagay na nagbibigay-daan sa iyong pumirma at gumastos ng isang transaksyon, kaya kung ito ay ninakaw o ibinahagi, maaaring gastusin ng hamak na third party ang iyong pera, kadalasan sa kanilang sarili.</p> <p>Ang isang madaling pagkakatulad dito ay isang padlock at ang susi na kailangan para i-unlock ito. Ang bukas na padlock ay malayang maibabahagi, at sa katunayan, anumang bagay ay maaaring mai-lock sa padlock na ito, ngunit ang taong may susi lamang ang makakapagbukas ng anumang bagay na nakasara ang padlock. Ang padlock ay maaaring kopyahin at ibahagi, ang susi ay hindi dapat.</p> <p>Ang mga key na ito ay kadalasang inaalis mula sa user, kaya hindi mo talaga makikita ang mga ito. Sa Monero, hindi sila lumilitaw bilang isang nakakatakot na alphanumeric string sa lahat. Sa Monero, alam ng karaniwang gumagamit ang pribadong susi bilang kanilang binhi. Ang binhi (na dapat mong isulat kung wala ka pa), ay talagang isang pribadong key na nababasa ng tao. </p> <p>Kita mo? Hindi naman kasi nakakatakot. Bumalik sa mga stealth address.</p> <p>Tulad ng nabanggit dati, ang mga stealth address ay hindi orihinal na ginawa para sa Monero, ngunit Bitcoin. Tulad ng karamihan sa mga bagong ideya, ang unang pag-ulit na ito ay may mga isyu. Ang susunod na pagtatangka ay dumating nang ang CryptoNote ay nilikha ni Nicholas van Saberhagan para sa Bytecoin, ang pasimula ng Monero (<a target="_blank" href="/knowledge/monero-history" class="next-link">tingnan ang aming kasaysayan ng Monero at Bytecoin dito</a>), at habang ito ay isang tiyak na pagpapabuti sa orihinal, kahit na mayroon itong ilang banayad na mga depekto.</p> <p>Sa kalaunan, nagkaroon ng isang huling pag-ulit mula sa isang developer para sa isa pang hindi na ngayon, privacy cryptocurrency, na nag-ayos ng mga natitirang isyu sa privacy at seguridad sa ideya. Sa kalaunan ay nakarating ito sa Monero, at ito ang ginagamit ngayon.</p> <p>Bagama't nalutas ang mga isyung ito sa privacy at seguridad, ang mga stealth address mismo ay nagdagdag ng ibang uri ng quirk sa mga teknolohiyang blockchain, isa na wala pa noon. Ang pangangailangan upang i-scan. Dahil ang pagtanggap ng mga address ay hindi ipinapakita sa publiko sa blockchain, hindi alam ng receiver kung sa kanila ang anumang ibinigay na transaksyon, kaya dapat nilang i-scan ang bawat papasok na transaksyon gamit ang kanilang pribadong key upang makita kung sa kanila ito.</p> <p>Sa mga transparency coins, ang kailangan lang nilang gawin ay tingnan kung may ipinapadalang transaksyon sa iyong address. Isang madaling tanong na oo o hindi. Ngunit sa mga stealth address, ang bawat transaksyon ay posibleng isa na ipinapadala sa iyo, kaya kailangan mong subukang i-unlock ang bawat isa gamit ang iyong pribadong key upang makita kung ito ay bubukas.</p> <p>Ito ay isang karagdagang hakbang na wala ang Bitcoin at ang mga derivative nito, at gumagawa ng paunang pag-setup ng wallet, kasama ang pag-sync ng wallet kapag matagal mo itong hindi nabubuksan, mas mahaba kaysa sa Bitcoin. Ang tradeoff ay kinakailangan bagaman, upang i-unlock ang mga garantiya sa privacy na mayroon ito. Dapat tandaan na, hindi katulad ng pinakamahinang punto ng privacy trifecta, ang mga ring signature, ang mga stealth address ay hindi madaling kapitan sa heuristics. Ito ay umaasa sa sinubukan at totoong elliptic curve cryptography, kung saan umaasa ang buong internet, kaya ang pagsira nito ay mangangahulugan ng pagwawakas sa seguridad ng computer sa pangkalahatan, hindi lang Monero.</p>
tr: <p>Monero gizliliğe üç yönlü bir yaklaşım uyguladı. Bu teknolojiler, gerçek çıktıyı (göndereni) gizleyen <a target="_blank" href="/knowledge/ring-signatures" class="next-link">halka imzaları</a>, miktarları gizleyen RingCT ve alıcıyı gizleyen gizli adreslerdir. Bugün bu bahsedilen teknolojilerin sonuncusunu tartışacağız: gizli adresler.</p> <p>Bir kişinin kime gönderim yaptığını gizlemek istemesinin birçok nedeni vardır. Kimsenin bizi bu örneklerin hepsinin çirkin davranışlar olduğuna inandırmaya çalışmasına asla izin vermemeliyiz. Popüler olmayan bir siyasi partiye para göndermek, hayır kurumlarına bağış yapmak veya kültürün 'iptal edildiğini' düşündüğü şeyleri desteklemek gibi şeylerin tümü, bir kişinin, tepki korkusuyla harcama davranışlarını gizlemek isteyebileceği yerlere örnektir, ancak doğası gereği tamamen meşrudur.[X840X ] <p>Şeffaf bir blok zincirinde, kişinin işlemlerinin gönderildiği adresler herkes tarafından görülebilir. Madencilerin paranın nereye gittiği konusunda anlaşamamaları durumunda, parayı bir bloğa ayırmamayı seçebileceklerini ve sansüre dirençli gibi görünen bir platformda bu işlemi etkili bir şekilde sansürleyebileceklerini dikkate almak önemlidir. Bunu sansürü imkansız hale getirmenin tek yolu, tüm zincir üstü meta veriler çeşitli yollarla gizlendiği için madencilerin işlemler arasında ayrım yapamamasıdır. Monero'nun meşhur olduğu bir şey.</p> <p>Monero, bu şeffaf adres sorununu, aslında Bitcoin için 2011 yılında Bitcoin Talk forumu kullanıcısı ByteCoin tarafından geliştirilen bir teknoloji olan gizli adresleri uygulayarak çözmektedir (daha sonra gizli adresleri entegre edecek olan Bytecoin ile ilişkisi bilinmemektedir). Bununla birlikte, gizli adreslerin mevcut biçimi, ilk fikre göre bazı iyileştirmelere sahiptir. Ama önce nasıl çalıştıklarını görmek için tuşlardan bahsedelim.</p> <p>Kripto para dünyasında olup da anahtarlar hakkında bir şey duymamak zor. 'Özel anahtarınızı yedekleyin' gibi ifadeler yaygındır, ancak ortalama bir Joe "genel anahtar" ve "özel anahtar" kelimelerini duyduğunda korkar ve bunun anlaşılamayacak kadar teknik ve kafa karıştırıcı olacağını düşünür. Ama endişelenme. Ağırdan alacağız ve bol miktarda örnek kullanacağız.</p> <p>Kripto para birimlerinde kullanılan iki tür anahtar, daha önce de belirtildiği gibi, genel ve özeldir. Bu iki anahtar genellikle bir çift halinde gelir; bu, belirli bir genel ve özel anahtarın birbirine bağlı olduğu anlamına gelir. Aslında genel anahtar genellikle özel anahtardan türetilir; yani özel anahtarı biliyorsanız cüzdanınız bazı hesaplamalar yapabilir ve her seferinde doğru genel anahtarı bulabilir.</p> <p>Artık adlarından da anlaşılacağı gibi, genel anahtar herhangi bir sonuç olmaksızın genel olabilir. Genellikle bu, kripto para cüzdanınıza para almak için paylaştığınız adresin bir parçasıdır. Ayrıca kendi adını taşıyan özel anahtar, paylaşılmaması gereken bir anahtardır. Bu, bir işlemi imzalamanıza ve harcamanıza olanak tanıyan şeydir; dolayısıyla çalınırsa veya paylaşılırsa, o zaman alçak üçüncü taraf paranızı genellikle kendilerine harcayabilir.</p> <p>Buna kolay bir benzetme, bir asma kilit ve onu açmak için gereken anahtar olabilir. Açık asma kilit serbestçe paylaşılabilir ve aslında bu asma kilitle her şey kilitlenebilir, ancak asma kilidin kapalı olduğu herhangi bir şeyi yalnızca anahtara sahip olan kişi açabilir. Asma kilit kopyalanıp paylaşılabilir, anahtar olmamalıdır.</p> <p>Bu anahtarlar genellikle kullanıcıdan soyutlanır, dolayısıyla onları hiçbir zaman gerçekten göremezsiniz. Monero'da bunlar hiç de korkutucu bir alfasayısal dizi olarak görünmüyor. Monero'da sıradan kullanıcı özel anahtarı kendi tohumu olarak bilir. Tohum (eğer yazmadıysanız yazmanız gerekir) aslında sadece insanlar tarafından okunabilen bir özel anahtardır. </p> <p>Gördün mü? Sonuçta o kadar da korkutucu değil. Gizli adreslere geri dön.</p> <p>Daha önce de belirtildiği gibi, gizli adresler başlangıçta Monero için değil, Bitcoin için yapılmıştı. Çoğu acemi fikirde olduğu gibi, bu ilk yinelemenin de sorunları vardı. Bir sonraki girişim, CryptoNote'un Monero'nun öncüsü olan Bytecoin için Nicholas van Saberhagan tarafından yaratılmasıyla geldi (<a target="_blank" href="/knowledge/monero-history" class="next-link">Monero ve Bytecoin geçmişimizi buradan görebilirsiniz</a>) ve orijinaline göre kesin bir gelişme olmasına rağmen, o bile bazı ince kusurlar.</p> <p>Sonunda, artık kullanılmayan başka bir gizlilik kripto para biriminin geliştiricisinden son bir yineleme ortaya çıktı ve bu fikirle ilgili olağanüstü gizlilik ve güvenlik sorunlarını düzeltti. Bu, sonunda Monero'ya da girdi ve bugün kullanılan da budur.</p> <p>Bu gizlilik ve güvenlik sorunları çözülmüş olsa da, gizli adresler blockchain teknolojilerine daha önce var olmayan farklı bir tuhaflık kattı. Tarama ihtiyacı. Alıcı adresler blockchain'de herkese açık olarak görüntülenmediğinden, alıcı herhangi bir işlemin kendisine ait olup olmadığını asla bilemez, dolayısıyla kendisine ait olup olmadığını görmek için gelen her işlemi kendi özel anahtarıyla taraması gerekir.</p> <p>Şeffaf paralarla tek yapmaları gereken, adresinize bir işlem gönderilip gönderilmediğini kontrol etmektir. Kolay bir evet veya hayır sorusu. Ancak gizli adresler kullanıldığında, her işlem potansiyel olarak size gönderiliyor olabilir, bu nedenle açılıp açılmadığını görmek için her birinin kilidini özel anahtarınızla açmaya çalışmanız gerekir.</p> <p>Bu, Bitcoin ve türevlerinin sahip olmadığı ekstra bir adımdır ve Bitcoin'den çok daha uzun bir süre açmadığınız bir cüzdanı senkronize etmenin yanı sıra, ilk cüzdan kurulumunu yapar. Ancak sahip olduğu gizlilik garantilerinin kilidini açmak için bu ödünleşim gereklidir. Gizlilik üçlüsünün en zayıf noktası olan halka imzaların aksine, gizli adreslerin buluşsal yöntemlere duyarlı olmadığı unutulmamalıdır. Tüm internetin güvendiği, denenmiş ve gerçek eliptik eğri kriptografisine dayanır; dolayısıyla bunun kırılması, yalnızca Monero'nun değil, genel olarak bilgisayar güvenliğinin sona ermesi anlamına gelir.</p>
ur: <p>منیرو نے پرائیویسی کے لیے تین طرفہ نقطہ نظر کو نافذ کیا ہے۔ یہ ٹیکنالوجیز ہیں <a target="_blank" href="/knowledge/ring-signatures" class="next-link">رنگ دستخط</a>، جو حقیقی آؤٹ پٹ (بھیجنے والے) کو چھپاتے ہیں، RingCT جو رقم کو چھپاتے ہیں، اور اسٹیلتھ ایڈریسز، جو وصول کنندہ کو چھپاتے ہیں۔ آج، ہم ان میں سے آخری ٹیکنالوجیز پر بات کریں گے: اسٹیلتھ ایڈریسز۔</p> <p>اس کی بہت سی وجوہات ہیں جن کی وجہ سے کوئی فرد چھپانا چاہتا ہے کہ وہ کس کو بھیج رہا ہے۔ ہمیں کبھی بھی کسی کو یہ قائل کرنے کی کوشش نہیں کرنی چاہیے کہ اس کی تمام مثالیں ناگوار رویے ہیں۔ غیرمقبول سیاسی جماعت کو بھیجنا، خیراتی اداروں کو چندہ دینا، یا ان لوگوں کی حمایت کرنا جنہیں ثقافت 'منسوخ' سمجھتی ہے یہ سب اس کی مثالیں ہیں جہاں کوئی شخص اپنے اخراجات کے رویے کو نقصان کے خوف سے چھپانا چاہتا ہے، لیکن فطرت کے لحاظ سے بالکل جائز ہے۔</p> <p>ایک شفاف بلاک چین پر، وہ پتے جہاں کوئی اپنا لین دین بھیجتا ہے سب کو نظر آتا ہے۔ اس بات پر غور کرنا ضروری ہے کہ اگر کان کن خود اس بات سے متفق نہیں ہیں کہ پیسہ کہاں جا رہا ہے، تو وہ اس لین دین کو بظاہر سنسرشپ مزاحم پلیٹ فارم پر مؤثر طریقے سے سنسر کرتے ہوئے اسے بلاک میں تبدیل نہ کرنے کا انتخاب کر سکتے ہیں۔ ایسا کرنے کا واحد طریقہ، جس کا اعتراف ممکن نہیں، سنسر شپ ممکن نہیں ہے اگر کان کن لین دین کے درمیان فرق نہیں کر سکتے ہیں کیونکہ تمام آن چین میٹا ڈیٹا مختلف طریقوں سے مخفی ہے۔ کچھ ایسی چیز جس کے لیے Monero جانا جاتا ہے۔</p> <p>منیرو شفاف پتوں کے اس مسئلے کو اسٹیلتھ ایڈریسز کو لاگو کرکے حل کرتا ہے، ایک ایسی ٹیکنالوجی جو اصل میں بٹ کوائن کے لیے 2011 میں بٹ کوائن ٹاک فورم کے صارف ByteCoin نے بنائی تھی (بائٹ کوائن سے تعلق، جو بعد میں اسٹیلتھ ایڈریسز کو ضم کرے گا، نامعلوم ہے)۔ اسٹیلتھ ایڈریس کی موجودہ شکل میں ابتدائی خیال کے مقابلے میں کئی بہتری آئی ہے۔ لیکن پہلے، یہ دیکھنے کے لیے کہ وہ کیسے کام کرتی ہیں، آئیے کیز کے بارے میں بات کرتے ہیں۔</p> <p>کریپٹو کرنسی کی جگہ میں رہنا اور کیز کے بارے میں نہ سننا مشکل ہے۔ 'اپنی پرائیویٹ کلید کا بیک اپ لیں' جیسے جملے عام ہیں، لیکن جب ایک اوسط Joe "عوامی کلید" اور "نجی کلید" کے الفاظ سنتا ہے تو وہ ڈر جاتے ہیں اور سوچتے ہیں کہ یہ بہت تکنیکی اور سمجھنے میں الجھا ہوا ہوگا۔ لیکن فکر نہ کرو۔ ہم اسے سست کریں گے، اور بہت ساری مثالیں استعمال کریں گے۔</p> <p>کریپٹو کرنسیوں میں استعمال ہونے والی دو قسم کی کلیدیں، جیسا کہ ابھی ذکر کیا گیا، عوامی اور نجی ہیں۔ یہ دو کلیدیں عام طور پر ایک جوڑے میں آتی ہیں، یعنی ایک خاص عوامی اور نجی کلید ایک دوسرے سے منسلک ہوتی ہیں۔ درحقیقت، عام طور پر عوامی کلید پرائیویٹ کلید سے اخذ کی جاتی ہے، یعنی اگر آپ کو پرائیویٹ کلید معلوم ہے، تو آپ کا پرس کچھ اچھی ریاضی کر سکتا ہے اور ہر بار صحیح عوامی کلید لے کر آتا ہے۔</p> <p>اب، جیسا کہ نام سے ظاہر ہوتا ہے، عوامی کلید بغیر کسی نتیجے کے عوامی ہو سکتی ہے۔ عام طور پر یہ اس پتے کا حصہ ہوتا ہے جسے آپ اپنے کریپٹو کرنسی والیٹ میں رقم وصول کرنے کے لیے شیئر کرتے ہیں۔ نیز اس کے نام کی پیروی کرتے ہوئے، نجی کلید وہ ہے جسے شیئر نہیں کیا جانا چاہئے۔ یہ وہ چیز ہے جو آپ کو ایک لین دین پر دستخط کرنے اور خرچ کرنے کی اجازت دیتی ہے، لہذا اگر یہ چوری یا شیئر کیا جاتا ہے، تو بدمعاش تیسرا فریق آپ کے پیسے، عام طور پر اپنے لیے خرچ کر سکتا ہے۔</p> <p>اس سے آسان مشابہت ایک پیڈ لاک اور اسے کھولنے کے لیے درکار کلید ہوگی۔ کھلے تالے کو آزادانہ طور پر شیئر کیا جا سکتا ہے، اور درحقیقت اس تالے کے ساتھ کچھ بھی بند کیا جا سکتا ہے، لیکن صرف چابی والا شخص ہی کسی بھی چیز کو کھول سکتا ہے جس پر تالہ بند ہے۔ تالے کو کاپی اور شیئر کیا جا سکتا ہے، چابی نہیں ہونی چاہیے۔</p> <p>یہ کلیدیں عام طور پر صارف سے دور ہوتی ہیں، اس لیے آپ انہیں کبھی نہیں دیکھتے۔ Monero میں، وہ بالکل بھی خوفناک حروف نمبری تار کے طور پر ظاہر نہیں ہوتے ہیں۔ Monero میں، عام صارف نجی کلید کو اپنے بیج کے طور پر جانتا ہے۔ بیج (جو آپ کے پاس نہیں ہے تو آپ کو لکھنا چاہئے) دراصل صرف ایک انسانی پڑھنے کے قابل نجی کلید ہے۔ </p> <p>دیکھا؟ آخر اتنا خوفناک نہیں۔ چپکے پتوں پر واپس جائیں</p> <p>جیسا کہ پہلے ذکر کیا گیا ہے، اسٹیلتھ ایڈریسز اصل میں مونیرو کے لیے نہیں بلکہ بٹ کوائن کے لیے بنائے گئے تھے۔ جیسا کہ زیادہ تر نئے خیالات کے ساتھ، اس پہلی تکرار میں مسائل تھے۔ اگلی کوشش اس وقت ہوئی جب کریپٹو نوٹ کو نکولس وین سبرہگن نے بائٹ کوائن کے لیے بنایا تھا، جو Monero کا پیش خیمہ تھا (<a target="_blank" href="/knowledge/monero-history" class="next-link"> Monero اور Bytecoin کی ہماری تاریخ یہاں دیکھیں</a> اور جب کہ یہ اصل کے مقابلے میں ایک یقینی بہتری تھی، یہاں بھی اس میں کچھ خامیاں بھی تھیں۔</p> <p>بالآخر، ایک آخری تکرار ایک ڈویلپر کی جانب سے ایک اور اب ناکارہ، پرائیویسی کریپٹو کرنسی کے لیے وجود میں آئی، جس نے اس خیال کے ساتھ بقایا رازداری اور سیکیورٹی کے مسائل کو حل کیا۔ اس نے بالآخر Monero میں اپنا راستہ بنا لیا، اور وہی ہے جو آج استعمال ہوتا ہے۔</p> <p>اگرچہ پرائیویسی اور سیکیورٹی کے یہ مسائل حل ہو گئے تھے، لیکن اسٹیلتھ ایڈریسز نے خود بلاکچین ٹیکنالوجیز میں ایک مختلف قسم کا نرالا اضافہ کیا، جو پہلے موجود نہیں تھا۔ اسکین کرنے کی ضرورت۔ چونکہ وصول کرنے والے پتے بلاکچین پر عوامی طور پر ظاہر نہیں کیے جاتے ہیں، اس لیے وصول کنندہ کو کبھی نہیں معلوم ہوتا کہ آیا کوئی بھی لین دین ان کا ہے، اس لیے انہیں ہر آنے والی لین دین کو اپنی نجی کلید سے اسکین کرنا چاہیے تاکہ یہ معلوم ہو سکے کہ آیا یہ ان کا ہے۔</p> <p>شفافیت کے سکے کے ساتھ، انہیں صرف یہ دیکھنا ہے کہ آیا کوئی لین دین آپ کے پتے پر بھیج رہا ہے۔ ایک آسان ہاں یا نہیں سوال۔ لیکن اسٹیلتھ ایڈریس کے ساتھ، ہر لین دین ممکنہ طور پر ایک ہو سکتا ہے جو آپ کو بھیجا جا رہا ہے، لہذا آپ کو ہر ایک کو اپنی نجی کلید سے ان لاک کرنے کی کوشش کرنی ہوگی تاکہ یہ معلوم ہو سکے کہ آیا یہ کھلتا ہے یا نہیں۔</p> <p>یہ ایک اضافی مرحلہ ہے جو Bitcoin اور اس کے مشتقات کے پاس نہیں ہے، اور بٹ کوائن کے مقابلے میں بہت زیادہ طویل وقت کے لیے جب آپ نے بٹوے کو نہیں کھولا ہے تو اسے مطابقت پذیر بنانے کے ساتھ، ابتدائی والیٹ سیٹ اپ کرتا ہے۔ اگرچہ اس کے پاس موجود رازداری کی ضمانتوں کو غیر مقفل کرنے کے لیے تجارت ضروری ہے۔ واضح رہے کہ پرائیویسی ٹریفیکٹا کے کمزور ترین نقطہ کے برعکس، انگوٹھی کے دستخط، اسٹیلتھ پتے ہیورسٹکس کے لیے حساس نہیں ہیں۔ یہ آزمائشی اور حقیقی بیضوی وکر خفیہ نگاری پر انحصار کرتا ہے، جس پر پورا انٹرنیٹ انحصار کرتا ہے، اس لیے اسے توڑنے کا مطلب عام طور پر کمپیوٹر سیکیورٹی کا خاتمہ ہوگا، نہ صرف Monero۔</p>
zh_cn: <p>门罗币保护隐私有三驾马车. 这三大王牌分别是<a target="_blank" href="/knowledge/ring-signatures" class="next-link">环形签名ring-signatures技术</a>, 它隐藏了真实的输出，也就是保护发送方. 环形机密RingCT技术，它负责隐藏交易金额.而隐身地址stealth addresses技术，有时候也被翻译成隐蔽地址或者一次性地址，它负责隐藏接收者.之前我们分别用两篇文章介绍了前面两项技术，今天，我们将讨论最后一项，隐身地址stealth addresses.</p> <p>个体不想公开转账信息的原因有很多. 有种说法是，不想公开转账记录的就是涉嫌犯罪，洗钱和支持恐怖主义，或者罪犯才需要隐私，这点我们绝不赞成，任何试图说服我们的人都只是徒劳. 有很多例子都表明隐私不代表犯罪，例如，捐款给不受欢迎的党派，或者给慈善机构捐款或支持不被主流文化接受的亚文化团体，都是人们出于怕歧视和被攻击而隐藏其转账行为的例子，但在本质上是完全合法的.</p> <p>在透明的区块链上，所有人发起转账的地址都是公开透明的. 细思极恐的一点是，如果矿工们，或者矿池不同意钱的流向，他们可以选择不把指向某个地址，或者某个地址发出的币进行打包，从而在看似不受审查的区块链上，进行实际上的冻结账户. 唯一确保他们不能做到这一点的方法就是，如果所有链上元数据都被各种方式隐蔽了，矿工就无法区分交易和交易之间的不同，也就不可能冻结或者针对某一特定账户了. 门罗币就做到了这点，并以此闻名.</p> <p>门罗币是通过隐身地址解决收款地址透明的问题，该技术实际上是由比特币论坛用户名为ByteCoin于2011年最初为比特币设计开发的，至于这个用户与字节币Bytecoin的关系，以及是否是它完成了隐私地址技术的集成，目前尚不清楚. 当然了，目前的隐身地址相对于最初的版本也有了一些改进. 但再进一步探讨前，首先让我们谈谈密钥是什么，以便更好了解它们的工作原理.</p> <p>进入加密货币圈子的人，想不听说密钥都不行. 它随处可见，例如，我们经常可以看到诸如，请备份您的私钥，写下您的助记词，这样的说明和口号.但是当普通人听到公钥和私钥这两个术语时，他们会感到头疼，并认为这太技术性且难以深入理解.但是不用担心, 我们将使用示例，帮助你理解其中原理.</p> <p>如上文所述，加密货币中最常使用的两种密钥是公共密钥和私有密钥.这两个密钥通常成对出现，这意味着特定的公共密钥和私有密钥相互关联. 实际上，通常公钥是从私钥中诞生而来的，这意味着，如果你知道私钥，那么把私钥输入任何钱包就总是可以通过数学运算，得出正确的公钥.</p> <p>公钥,顾名思义，是可以公开，而不会产生任何后果. 通常，这是你收款地址的一部分，用于将钱存入你的加密货币钱包. 同理，私钥意味着私密，不应该被共享和公开. 私钥是用来签名并花费支出的，因此，如果私钥被盗或被共享，那么任何知道你私钥的第三方就可以盗币和转账.</p> <p>打个比方，公钥和私钥，就像锁和解锁它所需的钥匙.锁可以自由共享，实际上任何东西都可以用锁来锁住，但是只有拥有钥匙的人才能打开. 锁可以复制和共享，钥匙不应该.这里译者打个比方，你有一把钥匙，然后复制了N个锁，并把锁给了不同的人，任何想送给你自行车的人，都可以给你发送一辆自行车并且用你给的锁去锁上，只有你能解开.</p> <p>这些密钥运行的过程，包括加密和开锁，通常是抽象的，因此你永远不会真正看到这个过程. 在门罗币中，密钥的形式也不拘泥于难以理解的字符串. 在门罗币中，普通用户所熟悉的私钥就是种子.而种子实际上只是方便人类阅读而以特定结构翻译的私钥字串符，它们可以互相转换. </p> <p>看到这里，公钥和私钥的概念其实也没那么难理解，对吧. 那么让我们回到正题，继续讨论隐身地址.</p> <p>如上所述，隐身地址最初不是为门罗币创建的，而是比特币. 与大多数新技术一样，第一次迭代总会存在各种各样的问题. 而真正落地的第二版隐身地址技术是由Nicholas van Saberhagan为字节币Bytecoin而开发（<a target="_blank" href="/knowledge/monero-history" class="next-link">在此处查看门罗币和字节币Bytecoin的历史和恩怨</a>)，总的来说新版本对原始版本进行了比较正面的改进，虽然还是有一些细微的缺陷.</p> <p>最终，某个目前已经不再存在的加密货币，它的开发人员开发出了终极版本的隐身地址技术，它解决了老版本中隐私和安全问题. 该技术最终进入了门罗币，并且沿用至今.</p> <p>隐身地址尽管解决了隐私和安全性问题，但隐身地址本身也为区块链技术增加了另一种问题，这是以前不存在的. 就是需要进行区块扫描. 由于收款地址并未在区块链上公开显示，因此接收者永远都不能通过观察知道是否有属于自己钱包的进账，因此他们必须使用私钥扫描每个区块高度上的所有交易以查看其是否属于他们的收款.</p> <p>使用透明币，他们所要做的就是检查交易是否包含它们的收款地址.一个简单的是或否问题. 但是使用隐身地址，每笔交易都可能是发送给你的，因此你必须尝试使用私钥去解锁每笔交易，以查看是否属于你.就像有有100辆自行车，每一个可能都是给你的，所以你要拿着钥匙去每一个开一开试试到底是不是给你的.</p> <p>这是比特币及其衍生品所没有的额外步骤，虽然隐身地址可以进行初始钱包设置扫描高度，但当一段时间未打开钱包后再同步钱包，会花费相对于比特币更长的时间. 可是，为了保护隐私，这是目前技术水平上必须进行的取舍. 值得注意的是，与门罗币三驾马车中的相对最弱的环签名不同，隐身地址的安全性几乎无解，它最难受启发式攻击. 它所仰赖的是整个互联网都依赖的椭圆曲线加密技术，因此破解它意味着整个计算机和互联网世界的安全崩溃，而不仅仅是破解门罗币.</p>
zh_tw: <p>門羅幣保護隱私有三駕馬車. 這三大王牌分別是<a target="_blank" href="/knowledge/ring-signatures" class="next-link">環形簽名ring-signatures技術</a>, 它隱藏了真實的輸出，也就是保護發送方. 環形機密RingCT技術，它負責隱藏交易金額.而隱身位址stealth addresses技術，有時候也被翻譯成隱蔽位址或者一次性地址，它負責隱藏接收者.之前我們分別用兩篇文章介紹了前面兩項技術，今天，我們將討論最後一項，隱身地址stealth addresses.</p> <p>個體不想公開轉帳資訊的原因有很多. 有種說法是，不想公開轉帳記錄的就是涉嫌犯罪，洗錢和支持恐怖主義，或者罪犯才需要隱私，這點我們絕不贊成，任何試圖說服我們的人都只是徒勞. 有很多例子都表明隱私不代表犯罪，例如，捐款給不受歡迎的黨派，或者給慈善機構捐款或支持不被主流文化接受的亞文化團體，都是人們出於怕歧視和被攻擊而隱藏其轉帳行為的例子，但在本質上是完全合法的.</p> <p>在透明的區塊鏈上，所有人發起轉帳的位址都是公開透明的. 細思極恐的一點是，如果礦工們，或者礦池不同意錢的流向，他們可以選擇不把指向某個位址，或者某個位址發出的幣進行打包，從而在看似不受審查的區塊鏈上，進行實際上的凍結帳戶. 唯一確保他們不能做到這一點的方法就是，如果所有鏈上中繼資料都被各種方式隱蔽了，礦工就無法區分交易和交易之間的不同，也就不可能凍結或者針對某一特定帳戶了. 門羅幣就做到了這點，並以此聞名.</p> <p>門羅幣是通過隱身地址解決收款地址透明的問題，該技術實際上是由比特幣論壇用戶名為ByteCoin於2011年最初為比特幣設計開發的，至於這個使用者與位元組幣Bytecoin的關係，以及是否是它完成了隱私位址技術的集成，目前尚不清楚. 當然了，目前的隱身位址相對於最初的版本也有了一些改進. 但再進一步探討前，首先讓我們談談金鑰是什麼，以便更好瞭解它們的工作原理.</p> <p>進入加密貨幣圈子的人，想不聽說金鑰都不行. 它隨處可見，例如，我們經常可以看到諸如，請備份您的私密金鑰，寫下您的助記詞，這樣的說明和口號.但是當普通人聽到公開金鑰和私密金鑰這兩個術語時，他們會感到頭疼，並認為這太技術性且難以深入理解.但是不用擔心, 我們將使用示例，幫助你理解其中原理.</p> <p>如上文所述，加密貨幣中最常使用的兩種金鑰是公共金鑰和私有金鑰.這兩個金鑰通常成對出現，這意味著特定的公共金鑰和私有金鑰相互關聯. 實際上，通常公開金鑰是從私密金鑰中誕生而來的，這意味著，如果你知道私密金鑰，那麼把私密金鑰輸入任何錢包就總是可以通過數學運算，得出正確的公開金鑰.</p> <p>公開金鑰,顧名思義，是可以公開，而不會產生任何後果. 通常，這是你收款位址的一部分，用於將錢存入你的加密貨幣錢包. 同理，私密金鑰意味著私密，不應該被共用和公開. 私密金鑰是用來簽名並花費支出的，因此，如果私密金鑰被盜或被共用，那麼任何知道你私密金鑰的協力廠商就可以盜幣和轉帳.</p> <p>打個比方，公開金鑰和私密金鑰，就像鎖和解鎖它所需的鑰匙.鎖可以自由共用，實際上任何東西都可以用鎖來鎖住，但是只有擁有鑰匙的人才能打開. 鎖可以複製和共用，鑰匙不應該.這裡譯者打個比方，你有一把鑰匙，然後複製了N個鎖，並把鎖給了不同的人，任何想送給你自行車的人，都可以給你發送一輛自行車並且用你給的鎖去鎖上，只有你能解開.</p> <p>這些金鑰運行的過程，包括加密和開鎖，通常是抽象的，因此你永遠不會真正看到這個過程. 在門羅幣中，金鑰的形式也不拘泥於難以理解的字串. 在門羅幣中，普通用戶所熟悉的私密金鑰就是種子.而種子實際上只是方便人類閱讀而以特定結構翻譯的私密金鑰字串符，它們可以互相轉換. </p> <p>看到這裡，公開金鑰和私密金鑰的概念其實也沒那麼難理解，對吧. 那麼讓我們回到正題，繼續討論隱身地址.</p> <p>如上所述，隱身地址最初不是為門羅幣創建的，而是比特幣. 與大多數新技術一樣，第一次反覆運算總會存在各種各樣的問題. 而真正落地的第二版隱身位址技術是由Nicholas van Saberhagan為位元組幣Bytecoin而開發（<a target="_blank" href="/knowledge/monero-history" class="next-link">在此處查看門羅幣和位元組幣Bytecoin的歷史和恩怨</a>)，總的來說新版本對原始版本進行了比較正面的改進，雖然還是有一些細微的缺陷.</p> <p>最終，某個目前已經不再存在的加密貨幣，它的開發人員開發出了終極版本的隱身位址技術，它解決了老版本中隱私和安全問題. 該技術最終進入了門羅幣，並且沿用至今.</p> <p>隱身地址儘管解決了隱私和安全性問題，但隱身地址本身也為區塊鏈技術增加了另一種問題，這是以前不存在的. 就是需要進行區塊掃描. 由於收款位址並未在區塊鏈上公開顯示，因此接收者永遠都不能通過觀察知道是否有屬於自己錢包的進賬，因此他們必須使用私密金鑰掃描每個區塊高度上的所有交易以查看其是否屬於他們的收款.</p> <p>使用透明幣，他們所要做的就是檢查交易是否包含它們的收款地址.一個簡單的是或否問題. 但是使用隱身位址，每筆交易都可能是發送給你的，因此你必須嘗試使用私密金鑰去解鎖每筆交易，以查看是否屬於你.就像有有100輛自行車，每一個可能都是給你的，所以你要拿著鑰匙去每一個開一開試試到底是不是給你的.</p> <p>這是比特幣及其衍生品所沒有的額外步驟，雖然隱身位址可以進行初始錢包設置掃描高度，但當一段時間未打開錢包後再同步錢包，會花費相對於比特幣更長的時間. 可是，為了保護隱私，這是目前技術水準上必須進行的取捨. 值得注意的是，與門羅幣三駕馬車中的相對最弱的環簽名不同，隱身位址的安全性幾乎無解，它最難受啟發式攻擊. 它所仰賴的是整個互聯網都依賴的橢圓曲線加密技術，因此破解它意味著整個電腦和互聯網世界的安全崩潰，而不僅僅是破解門羅幣.</p>
