Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbtelegram250Sbprologue8722Sb0
source: {telegram} allows you to receive {appName} notifications (such as new trade, new payment, trade finalization or new chat message notifications) in the form of Telegram messages from our notification bot.
cs: {telegram} Vám umožňuje přijímat upozornění {appName} (jako je nový obchod, nová platba, dokončení obchodu nebo upozornění na nové chatové zprávy) ve formě telegramových zpráv od našeho oznamovacího robota.
fi: {telegram} sallii sinun vastaanottaa {appName}-ilmoituksia (kuten uudesta kaupasta, uudesta maksusta, kaupan päättymisestä tai uusista chat-viesteistä) Telegram viestien muodossa ilmoitusbotiltamme.
fr: {telegram} vous permet de recevoir des notifications {appName} (telles que de nouvelles transactions, de nouveaux paiements, la finalisation de transactions ou de nouvelles notifications de message de tchat) sous la forme de messages Telegram de notre bot de notification.
it: {telegram} ti permette di ricevere le notifiche {appName} (come le notifiche di nuovi scambi, nuovi pagamenti, finalizzazione di scambi o nuovi messaggi di chat) sotto forma di messaggi Telegram dal nostro bot di notifica.
lt: {telegram} leidžia gauti {appName} pranešimus (pvz., apie naują sandorį, naują mokėjimą, pranešimus apie sandorio užbaigimą ar naujus pokalbių pranešimus) telegramos žinutėmis iš mūsų pranešimų roboto.
nb: {telegram} lar deg motta {appName}-varsler (som ny handel, ny betaling, sluttføring av handel eller nye chatmeldingsvarsler) i form av Telegram-meldinger fra varslingsboten vår.
nl: Met {telegram} kunt u {appName} meldingen ontvangen (zoals nieuwe transactie, nieuwe betaling, transactieafronding of nieuwe chatberichtmeldingen) in de vorm van Telegram-berichten van onze notificatiebot.
pl: {telegram} umożliwia otrzymywanie powiadomień {appName} (takich jak nowy handel, nowa płatność, finalizacja handlu lub powiadomienia o nowych wiadomościach czatu) w formie wiadomości Telegram od naszego bota.
pt_br: {telegram} permite receber notificações {appName} (tais como novas negociações, novos pagamentos, finalização de negociações ou novas notificações de mensagens de chat) na forma de mensagens de telegrama de nosso bot de notificação.
sl: {telegram} vam omogoča prejemanje obvestil {appName} (kot so obvestila o novi trgovanjih, novih plačilih, zaključku trgovanja ali nova sporočila v klepetu) v obliki Telegram sporočil našega bota za obvestila.
sv: {telegram} låter dig ta emot {appName}-aviseringar (som ny handel, ny betalning, slutförande av handel eller nya chattmeddelanden) i form av Telegram-meddelanden från vår aviseringsbot.
tl: Binibigyang-daan ka ng {telegram} na makatanggap ng mga notification ng {appName} (tulad ng bagong trade, bagong pagbabayad, trade finalization o bagong chat message notification) sa anyo ng mga mensahe sa Telegram mula sa aming notification bot.
tr: {telegram}, bildirim botumuzdan Telegram mesajları şeklinde {appName} bildirimleri (yeni işlem, yeni ödeme, işlem sonuçlandırma veya yeni sohbet mesajı bildirimleri gibi) almanızı sağlar.
ur: {telegram} آپ کو ہمارے نوٹیفکیشنbot سے ٹیلیگرام پیغامات کی شکل میں {appName} اطلاعات (such as new trade, new payment, trade finalization or new chat message notifications) موصول کرنے کی اجازت دیتا ہے۔
zh_cn: {telegram} 允许您从我们的通知机器人以 Telegram 消息的形式接收 {appName} 通知（例如新交易、新付款、交易完成或新聊天消息通知）。
zh_tw: {telegram} 允許您從我們的通知機器人以 Telegram 消息的形式接收 {appName} 通知（例如新交易、新付款、交易完成或新聊天消息通知）。

# guide250Sbtelegram250Sbprologue8722Sb1
source: Telegram is a mobile messaging app. You can read more on what Telegram is in the {officialFaq}.
cs: Telegram je mobilní aplikace pro zasílání zpráv. Více o tom, co je telegram, si můžete přečíst v {officialFaq}.
fi: Telegram on mobiiliviestintäsovellus. Voit lukea lisää siitä, mikä Telegram on täältä: {officialFaq}.
fr: Telegram est une application de messagerie mobile. Vous pouvez en savoir plus sur ce qu'est Telegram dans la {officialFaq}.
it: Telegram è un'app di messaggistica mobile. Puoi leggere di più su Telegram nelle {officialFaq}.
lt: Telegram yra mobiliųjų pranešimų programa. Daugiau apie tai, kas yra „Telegram“, galite perskaityti {officialFaq}.
nb: Telegram er en mobil meldingsapp. Du kan lese mer om hva Telegram er i {officialFaq}.
nl: Telegram is een mobiele berichten applicatie. U kunt meer lezen over wat Telegram is in de {officialFaq}.
pl: Telegram to mobilny komunikator. Możesz przeczytać więcej na jego temat w {officialFaq}.
pt_br: Telegram é um aplicativo de mensagens para celular. Você pode ler mais sobre o Telegram no {officialFaq}.
sl: Telegram je mobilna aplikacija za pošiljanje sporočil. Več o tem, kaj je Telegram, lahko preberete v {officialFaq}.
sv: Telegram är en app för mobilmeddelanden. Du kan läsa mer om vad Telegram är i {officialFaq}.
tl: Ang Telegram ay isang mobile messaging app. Maaari kang magbasa nang higit pa sa kung ano ang Telegram sa {officialFaq}.
tr: Telegram bir mobil mesajlaşma uygulamasıdır. Telegram'ın ne olduğu hakkında daha fazlasını {officialFaq}'de okuyabilirsiniz.
ur: ٹیلیگرام ایک موبائل میسجنگ ایپ ہے۔ ٹیلیگرام {officialFaq} میں کیا ہے اس کے بارے میں آپ مزید پڑھ سکتے ہیں۔
zh_cn: Telegram是一个移动APP，像微信似的。你可以在{officialFaq}阅读更多关于Telegram的描述。
zh_tw: Telegram是一個移動APP，像微信似的。你可以在{officialFaq}閱讀更多關於Telegram的描述。

# guide250Sbtelegram250Sbprologue8722Sb18722Sbofficial8722Sbfaq
source: official FAQ
cs: oficiální FAQ
fi: Virallinen UKK
fr: FAQ officielle
it: FAQ ufficiali
lt: oficialūs DUK
nb: offisielle vanlige spørsmål
nl: officiële FAQ
pl: oficjalnym FAQ
pt_br: FAQ oficial
sl: uradna pogosta vprašanja
sv: officiella FAQ
tl: opisyal na FAQ
tr: resmi SSS
ur: سرکاری سوالات
zh_cn: 官方常见问题
zh_tw: 官方常見問題

# guide250Sbtelegram250Sbprologue8722Sb2
source: In order to activate mobile notifications you need to have Telegram {installed}.
cs: Abyste mohli aktivovat mobilní upozornění, musíte mít telegram {installed}.
fi: Mobiili-ilmoitusten aktivoimiseksi sinulla on oltava Telegram {installed}.
fr: Pour activer les notifications mobiles, il est nécessaire que l'application Telegram soit {installed}.
it: Per attivare le notifiche è necessario avere la app di Telegram {installed}.
lt: Norėdami suaktyvinti mobiliuosius pranešimus, turite turėti Telegram {installed}.
nb: For å aktivere mobilvarslinger må du ha Telegram {installed}.
nl: Om mobiele meldingen te activeren, moet u Telegram {installed} hebben.
pl: Aby aktywować powiadomienia mobilne, musisz mieć Telegrama {installed}.
pt_br: Para ativar notificações mobile é preciso ter o Telegram {installed}.
sl: Če želite aktivirati mobilna obvestila, morate imeti Telegram {installed}.
sv: För att aktivera mobilaviseringar måste du ha Telegram {installed}.
tl: Upang maisaaktibo ang mga abiso sa mobile kailangan mong magkaroon ng Telegram {installed}.
tr: Mobil bildirimleri aktif hale getirmek için Telegram {installed} sahibi olmanız gerekmektedir.
ur: موبائل اطلاعات کو چالو کرنے کے لیے آپ کے پاس ٹیلی گرام {installed} ہونا ضروری ہے۔
zh_cn: 为了启用移动通知你需要把Telegram{installed}。
zh_tw: 為了啟用移動通知你需要把Telegram{installed}。

# guide250Sbtelegram250Sbprologue8722Sb28722Sbinstalled
source: installed on your device
cs: nainstalované na Vašem zařízení
fi: asennettuna laitteellesi
fr: installée sur votre appareil
it: installata sul tuo dispositivo
lt: įdiegta jūsų įrenginyje
nb: installert på enheten din
nl: geïnstalleerd op uw apparaat
pl: zainstalowanego na swoim urządzeniu
pt_br: instalado em seu dispositivo
sl: nameščen na vaši napravi
sv: installerat på din enhet
tl: naka-install sa iyong device
tr: cihazınızda yüklü
ur: آپ کے آلے پر انسٹال ہے
zh_cn: 安装到你设备上
zh_tw: 安裝到你設備上

# guide250Sbtelegram250Sbstep8722Sbone8722Sbtext8722Sb0
source: {pressThis} or search for '{appName} Notification Bot' in Telegram's search field and select {appName} Notification Bot.
cs: {pressThis} nebo vyhledejte „{appName} Notification Bot“ ve vyhledávacím poli Telegramu a vyberte {appName} Notification Bot.
fi: {pressThis} tai etsi "{appName} Notification Bot" Telegramin hakukentästä ja valitse {appName} Notification Bot.
fr: {pressThis} ou recherchez « {appName} Notification Bot » dans le champ de recherche de Telegram et sélectionnez {appName} Notification Bot.
it: {pressThis} oppure cerca 'Bot di notifica {appName}' nel campo di ricerca di Telegram e seleziona Bot di notifica {appName}.
lt: {pressThis} arba „Telegram“ paieškos laukelyje ieškokite „{appName} Notification Bot“ ir pasirinkite {appName} Notification Bot.
nb: {pressThis} eller søk etter '{appName} Notification Bot' i Telegrams søkefelt og velg {appName} Notification Bot.
nl: {pressThis} of zoek naar '{appName} Notification Bot' in het zoekveld van Telegram en selecteer {appName} Notification Bot.
pl: {pressThis} lub wyszukaj „{appName} Notification Bot” w polu wyszukiwania Telegramu i wybierz bot {appName} Notification Bot.
pt_br: {pressThis} ou busque por '{appName} Notification Bot' na barra de pesquisa do Telegram.
sl: {pressThis} ali poiščite "{appName} Notification Bot" v iskalnem polju Telegrama in izberite {appName} Notification Bot.
sv: {pressThis} eller sök efter '{appName} Notification Bot" i Telegrams sökfält och välj {appName} Meddelandebot.
tl: {pressThis} o hanapin ang '{appName} Notification Bot' sa field ng paghahanap ng Telegram at piliin ang {appName} Notification Bot.
tr: {pressThis} veya Telegram'ın arama alanında '{appName} Bildirim Botu'nu arayın ve {appName} Bildirim Botunu seçin.
ur: ٹیلیگرام کے سرچ فیلڈ میں {pressThis} یا '{appName} نوٹیفیکیشنBot تلاش کریں اور {appName} نوٹیفکیشنBot کو منتخب کریں۔
zh_cn: {pressThis}或在Telegram搜索'{appName} Notification Bot'并选择{appName} Notification Bot。
zh_tw: {pressThis}或在Telegram搜索'{appName} Notification Bot'並選擇{appName} Notification Bot。

# guide250Sbtelegram250Sbstep8722Sbone8722Sbtext8722Sb08722Sbpress8722Sbthis
source: Press on this link
cs: Klikněte na tento odkaz
fi: Paina tätä linkkiä
fr: Cliquez sur ce lien
it: Premi qui
lt: Paspauskite šią nuorodą
nb: Trykk på denne linken
nl: Druk op deze link
pl: Naciśnij ten link
pt_br: Clique neste link
sl: Pritisnite na to povezavo
sv: Tryck på denna länk
tl: Pindutin ang link na ito
tr: Bu bağlantıya basın
ur: اس لنک پر دبائیں
zh_cn: 按这个链接
zh_tw: 按這個鏈接

# guide250Sbtelegram250Sbstep8722Sbone8722Sbtext8722Sb1
source: After you open the chat window, press on 'Start' at the bottom of the screen or send the message '/start' (without quotes) manually.
cs: Po otevření okna chatu stiskněte tlačítko 'Start' ve spodní části obrazovky nebo odešlete zprávu '/start' (bez uvozovek) ručně.
fi: Kun olet avannut chat-ikkunan, paina 'Start' näytön alareunassa tai lähetä viesti '/start' (ilman lainausmerkkejä) manuaalisesti.
fr: Après avoir ouvert la fenêtre de tchat, appuyez sur 'Démarrer' en bas de l'écran ou envoyez le message "/start" (sans les guillemets) manuellement.
it: Dopo aver aperto la finestra della chat, premi su 'Start' nella parte inferiore dello schermo o invia manualmente il messaggio '/start' (senza virgolette).
lt: Atidarę pokalbio langą, paspauskite „Pradėti“ ekrano apačioje arba išsiųskite pranešimą „/start“ (be kabučių) rankiniu būdu.
nb: Etter at du har åpnet chattevinduet, trykk på 'Start' nederst på skjermen eller send meldingen '/start' (uten anførselstegn) manuelt.
nl: Druk na het openen van het chatvenster op 'Start' onderaan het scherm of verstuur handmatig het bericht '/start' (zonder aanhalingstekens).
pl: Po otwarciu okna czatu naciśnij „Start” na dole ekranu lub wyślij wiadomość „/start” (bez cytatów) ręcznie.
pt_br: Após abrir uma janela de mensagens, clique em 'iniciar' na parte de baixo da tela ou mande uma mensagem com o texto: /start
sl: Ko odprete okno za klepet, pritisnite "Začni" na dnu zaslona ali ročno pošljite sporočilo "/start" (brez narekovajev).
sv: När du har öppnat chattfönstret trycker du på "Start" längst ned på skärmen eller skickar meddelandet "/start" (utan citationstecken) manuellt.
tl: Pagkatapos mong buksan ang chat window, pindutin ang 'Start' sa ibaba ng screen o ipadala ang mensaheng '/start' (nang walang mga panipi) nang manu-mano.
tr: Sohbet penceresini açtıktan sonra ekranın alt kısmındaki 'Başlat' tuşuna basın veya '/başlat' mesajını (tırnak işaretleri olmadan) manuel olarak gönderin.
ur: چیٹ ونڈو کھولنے کے بعد، Start' at the bottom of the screen or send the message '/start' (without quotes) ) دستی طور پر بھیجیں۔
zh_cn: 开了聊天窗口之后，按在屏幕下面的'Start'按钮或发送'/start'。
zh_tw: 開了聊天窗口之后，按在屏幕下面的'Start'按鈕或發送'/start'。

# guide250Sbtelegram250Sbstep8722Sbone8722Sbtext8722Sb2
source: Our bot will give you your Telegram Notifications ID.
cs: Náš robot Vám poskytne Vaše ID oznámení telegramu.
fi: Bottimme antaa sinulle Telegram ilmoitus -tunnuksesi.
fr: Notre bot vous donnera votre identifiant de notification Telegram.
it: Il nostro bot ti fornirà il tuo ID di notifica Telegram.
lt: Mūsų robotas suteiks jums jūsų telegramos pranešimų ID.
nb: Boten vår vil gi deg din Telegram Notifications ID.
nl: Onze bot geeft u uw Telegram Meldingen-ID.
pl: Nasz bot da Ci Twój identyfikator powiadomień Telegram.
pt_br: Nosso bot te enviará seu ID de Notificação Telegram.
sl: Naš bot vam bo dal vaš ID Telegram obvestil.
sv: Vår bot kommer att ge dig ditt Telegram Notifications ID.
tl: Ibibigay sa iyo ng aming bot ang iyong Telegram Notifications ID.
tr: Botumuz size Telegram Bildirim Kimliğinizi verecektir.
ur: ہماراbot آپ کو ٹیلیگرام نوٹیفیکیشن ID دے گا۔
zh_cn: 我们机器人会给你你的Telegram通知ID（Telegram Notifications ID）。
zh_tw: 我們機器人會給你你的Telegram通知ID（Telegram Notifications ID）。

# guide250Sbtelegram250Sbstep8722Sbthree8722Sbtext
source: That's it! Now you will receive notifications from our bot.
cs: A je to! Nyní budete dostávat upozornění od našeho robota.
fi: Se on siinä! Nyt saat ilmoituksia botiltamme.
fr: Ça y est ! Maintenant, vous recevrez des notifications de notre bot.
it: Questo è tutto! Ora riceverai le notifiche dal nostro bot.
lt: Viskas! Dabar gausite pranešimus iš mūsų roboto.
nb: Det er det! Nå vil du motta varsler fra boten vår.
nl: Dat is het! Nu zult u meldingen van onze bot ontvangen.
pl: I już! Teraz będziesz otrzymywać powiadomienia od naszego bota.
pt_br: Pronto! Você receberá notificações do nosso bot.
sl: To je to! Zdaj boste od našega bota prejemali obvestila.
sv: Nu är det klart! Nu kommer du att få meddelanden från vår bot.
tl: Ayan yun! Ngayon ay makakatanggap ka ng mga abiso mula sa aming bot.
tr: Bu kadar! Artık botumuzdan bildirimler alacaksınız.
ur: یہی ہے! اب آپ کو ہمارےbot سے اطلاعات موصول ہوں گی۔
zh_cn: 可以了！以后就会收到我们的机器人通知。
zh_tw: 可以了！以后就會收到我們的機器人通知。

# guide250Sbtelegram250Sbstep8722Sbtwo8722Sbtext8722Sb0
source: Go to your {accountSettings} and select the 'Notifications' tab.
cs: Přejděte na {accountSettings} a vyberte kartu 'Oznámení'.
fi: Siirry {accountSettings} ja valitse "Ilmoitukset"-välilehti.
fr: Accédez à vos {accountSettings} et sélectionnez l'onglet "Notifications".
it: Vai alle {accountSettings} e seleziona il tab 'Notifiche'.
lt: Eikite į savo {accountSettings} ir pasirinkite skirtuką „Pranešimai“.
nb: Gå til din {accountSettings} og velg fanen "Varsler".
nl: Ga naar uw {accountSettings} en selecteer het tabblad 'Meldingen'.
pl: Przejdź do swoich {accountSettings} i wybierz kartę „Powiadomienia”.
pt_br: Vá para a página de {accountSettings} e clique na aba 'Notificações'.
sl: Pojdite na vaš {accountSettings} in izberite zavihek "Obvestila".
sv: Gå till din {accountSettings} och välj 'Notifikationer' flik.
tl: Pumunta sa iyong {accountSettings} at piliin ang tab na 'Mga Notification'.
tr: {accountSettings} cihazınıza gidin ve 'Bildirimler' sekmesini seçin.
ur: اپنے {accountSettings} پر جائیں اور 'Notifications' ٹیب کو منتخب کریں۔
zh_cn: 打开你的{accountSettings}并选择'通知'标签。
zh_tw: 打開你的{accountSettings}並選擇'通知'標簽。

# guide250Sbtelegram250Sbstep8722Sbtwo8722Sbtext8722Sb08722Sbsettings
source: account settings
cs: nastavení účtu
fi: tilin asetukset
fr: paramètres de compte
it: impostazioni account
lt: paskyros nustatymai
nb: kontoinnstillinger
nl: account instellingen
pl: ustawień konta
pt_br: configurações da conta
sl: nastavitve računa
sv: kontoinställningar
tl: mga setting ng account
tr: hesap ayarları
ur: اکاؤنٹ کی ترتیبات
zh_cn: 账户设置
zh_tw: 賬戶設置

# guide250Sbtelegram250Sbstep8722Sbtwo8722Sbtext8722Sb1
source: Type in your Telegram Notifications ID in the relevant field in the 'Telegram Notifications' section.
cs: Do příslušného pole v části „Oznámení telegramu“ zadejte své ID telegramových oznámení.
fi: Kirjoita Telegram Ilmoitukset -tunnuksesi sopivaan kenttään "Telegram Ilmoitukset" -osiossa.
fr: Saisissez votre identifiant de notification de Telegram dans le champ correspondant de la section "Notifications Telegram".
it: Digita il tuo ID notifiche di Telegram nel campo richiesto nella sezione 'Notifiche Telegram'.
lt: Įveskite savo Telegramos pranešimų ID atitinkamame skilties „Telegramos pranešimai“ lauke.
nb: Skriv inn din Telegram Notification ID i det relevante feltet i delen "Telegram Notifications".
nl: Typ uw Telegram-meldingen-ID in het relevante veld in het 'Telegram-meldingen' gedeelte.
pl: Wpisz identyfikator powiadomień Telegram w odpowiednim polu w sekcji „Powiadomienia Telegram”.
pt_br: Digite seu ID de Notificação Telegram no campo adequado.
sl: Vnesite vaš ID za obvestila Telegrama v ustrezno polje v razdelku "Obvestila Telegrama".
sv: Skriv in ditt Telegram Notifications ID i det relevanta fältet i den 'Telegram Meddelanden' avsnittet .
tl: I-type ang iyong Telegram Notifications ID sa nauugnay na field sa 'Telegram Notifications' na seksyon.
tr: 'Telgraf Bildirimleri' bölümündeki ilgili alana Telegram Bildirimleri kimliğinizi yazın.
ur: 'Telegram Notifications' سیکشن میں متعلقہ فیلڈ میں اپنی ٹیلیگرام نوٹیفیکیشن ID ٹائپ کریں۔
zh_cn: 在'Telegram通知'区域在相关的空间输入你的Telegram通知ID。
zh_tw: 在'Telegram通知'區域在相關的空間輸入你的Telegram通知ID。

# guide250Sbtelegram250Sbstep8722Sbtwo8722Sbtext8722Sb2
source: Click the save icon to save your Telegram Notifications ID.
cs: Kliknutím na ikonu uložit uložíte své ID oznámení telegramu.
fi: Napsauta tallennuskuvaketta tallentaaksesi Telegram ilmoitukset -tunnuksesi.
fr: Cliquez sur l'icône de sauvegarde pour enregistrer votre identifiant de notification Telegram.
it: Fare clic sull'icona Salva per salvare l'ID delle notifiche Telegram.
lt: Spustelėkite išsaugojimo piktogramą, kad išsaugotumėte savo telegramos pranešimų ID.
nb: Klikk på lagre-ikonet for å lagre Telegram Notifications ID.
nl: Klik op het icoon 'opslaan' om uw Telegram-meldingen-ID op te slaan.
pl: Kliknij ikonę zapisu, aby zapisać identyfikator powiadomień Telegram.
pt_br: Clique no ícone para salvar seu ID de Notificação Telegram.
sl: Kliknite ikono za shranjevanje, da shranite vaš ID Telegram obvestil.
sv: Klicka på spara-ikonen för att spara ditt Telegram Notifications-ID.
tl: I-click ang icon na i-save upang i-save ang iyong Telegram Notifications ID.
tr: Telegram Bildirim Kimliğinizi kaydetmek için kaydet simgesine tıklayın.
ur: اپنے ٹیلیگرام نوٹیفیکیشن آئی ڈی کو محفوظ کرنے کے لیے سیو آئیکن پر کلک کریں۔
zh_cn: 按保存按钮。
zh_tw: 按保存按鈕。

# guide250Sbtelegram250Sbtitle
source: How to turn on Telegram mobile notifications
cs: Jak zapnout mobilní oznámení telegramu
fi: Kuinka ottaa Telegram-mobiili-ilmoitukset käyttöön
fr: Comment activer les notifications mobiles Telegram
it: Come attivare le notifiche Telegram
lt: Kaip įjungti „Telegram“ pranešimus mobiliesiems
nb: Slik slår du på Telegram-mobilvarsler
nl: Hoe u Mobiele Telegram-meldingen in kunt schakelen
pl: Jak włączyć mobilne powiadomienia Telegram
pt_br: Como ativar as notificações do Telegram
sl: Kako vklopiti mobilna obvestila Telegram
sv: Hur man aktiverar Telegram mobilaviseringar
tl: Paano i-on ang mga notification sa mobile ng Telegram
tr: Telegram mobil bildirimleri nasıl açılır
ur: ٹیلیگرام موبائل نوٹیفیکیشن کو کیسے آن کریں
zh_cn: 如何启用Telegram移动通知
zh_tw: 如何啟用Telegram移動通知
