Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbintro8722Sb1
source: <strong>Buying bitcoins anonymously has become an increasingly difficult task.</strong>
cs: <strong>Anonymní nákup bitcoinů se stává stále obtížnějším úkolem.</strong>
fi: <strong>Bitcoinien ostaminen anonyymisti on nykyään jatkuvasti vaikeampi tehtävä.</strong>
fr: <strong>Acheter des Bitcoins de manière anonyme est devenu une tâche de plus en plus difficile.</strong>
it: <strong> L'acquisto di bitcoin in modo anonimo è diventato un compito sempre più difficile. </strong>
lt: <strong>Bitkoinų pirkimas anonimiškai tapo vis sunkesniu uždaviniu.</strong>
nb: <strong>Å kjøpe bitcoins anonymt har blitt en stadig vanskeligere oppgave.</strong>
nl: <strong>Anoniem bitcoins kopen is een steeds moeilijkere taak geworden.</strong>
pl: <strong> Anonimowy zakup Bitcoinów jest dziś trudnym zadaniem. </strong>
pt_br: <strong> Comprar bitcoins anonimamente tornou-se uma tarefa cada vez mais difícil. </strong>
sl: <strong>Anonimni nakup bitcoinov je postal vse težja naloga.</strong>
sv: <strong>Att köpa bitcoins anonymt har blivit en allt svårare uppgift.</strong>
tl: <strong>Ang pagbili ng mga bitcoin nang hindi nagpapakilala ay naging lalong mahirap na gawain.</strong>
tr: <strong>Anonim olarak bitcoin satın almak giderek daha zor bir iş haline geldi.</strong>
ur: <strong>گمنام طریقے سے بٹ کوائنز خریدنا ایک مشکل کام بن گیا ہے۔</strong>
zh_cn: <strong>匿名购买比特币已成为一项越来越困难的任务。</strong>
zh_tw: <strong>匿名購買比特幣已成為一項越來越困難的任務。</strong>

# settings250Sbnotifications250Sbtelegram250Sbid
source: Telegram Notifications ID
cs: ID telegramových oznámení
fi: Telegram ilmoitustunnus
fr: Identifiant des notifications sur Telegram
it: ID notifiche Telegram
lt: Telegramos pranešimų ID
nb: Telegram-varslings-ID
nl: Telegram Meldingen ID
pl: Identyfikator powiadomień Telegram
pt_br: ID de Notificação Telegram
sl: ID za Telegram obvestila
tr: Telgraf Bildirim Kimliği
ur: ٹیلیگرام نوٹیفیکیشن ID
zh_cn: Telegram通知ID（Telegram Notifications ID）
zh_tw: Telegram通知ID（Telegram Notifications ID）

# wallet250Sbtx250Sbrebate
source: Fee rebate. Coupon code: {code}.
cs: Sleva na poplatku. Kód kupónu: {code}.
fi: Kulualennus. Kupongin koodi: {code}.
fr: Remise de frais. Code promo : {code}.
it: Riduzione commissioni. Codice coupon: {code}.
lt: Mokesčio nuolaida. Kupono kodas: {code}.
nb: Honorarrabatt. Kupongkode: {code}.
nl: Vergoeding korting. Couponcode: {code}.
pl: Rabat opłaty. Kod kuponu: {code}.
pt_br: Desconto de taxa. Código do cupom: {code}.
sl: Povračilo provizije. Koda kupona: {code}.
sv: Avgiftsrabatt. Kupongkod: {code}.
tl: Rebate ng bayad. Code ng kupon: {code}.
tr: Ücret iadesi. Kupon kodu: {code}.
ur: فیس میں چھوٹ۔ کوپن کوڈ: {code}۔
zh_cn: 费用回扣。优惠券代码： {code}。
zh_tw: 費用回扣。優惠券代碼： {code}。

# faq250Sbanswer8722Sb1357Sbagoradesk
source: The relevant cryptocurrency network might be experiencing congestion, in this case transactions will take much longer to go through. Cryptocurrency transactions have to be confirmed by the cryptocurrency network. When a transaction is made it gets sent into a transaction pool from where it is bundled up into blocks that miners confirm through mining. Once the transaction has been included in a block and has been mined, it has been confirmed once. When the confirmation count of the transaction reaches a certain threshold, the transaction appears in the receiving wallet. You can see the current number of unconfirmed transactions on the network in your {wallet}.
cs: Příslušná síť kryptoměn může být přetížená, v tomto případě bude transakce trvat mnohem déle. Transakce s kryptoměnami musí být potvrzeny sítí kryptoměn. Když je transakce provedena, je odeslána do fondu transakcí, odkud je sdružena do bloků, které těžaři potvrzují těžbou. Jakmile byla transakce zahrnuta do bloku a byla vytěžena, byla jednou potvrzena. Když počet potvrzení transakce dosáhne určité prahové hodnoty, transakce se objeví v přijímající peněžence. Aktuální počet nepotvrzených transakcí v síti můžete vidět ve svém {wallet}.
fi: Kyseisessä kryptovaluuttaverkossa saattaa olla ruuhkaa, tässä tapauksessa transaktioiden suorittaminen kestää paljon kauemmin. Kryptovaluuttatapahtumat on vahvistettava kryptovaluuttaverkon toimesta. Kun tapahtuma on tehty, se lähetetään tapahtumakeskukseen, jossa se niputetaan lohkoihin, joita louhijat vahvistavat louhinnan kautta. Kun tapahtuma on sisällytetty lohkoon ja se on louhittu, se on vahvistettu kerran. Kun tapahtuman vahvistusmäärä saavuttaa tietyn kynnyksen, tapahtuma näkyy vastaanottavassa lompakossa. Näet verkon vahvistamattomien tapahtumien nykyisen määrän {wallet} -laitteessa.
fr: Le réseau de crypto-monnaie concerné peut être encombré, dans ce cas les transactions prendront beaucoup plus de temps à passer. Les transactions de crypto-monnaie doivent être confirmées par le réseau de crypto-monnaie. Lorsqu'une transaction est effectuée, elle est envoyée dans un pool de transactions à partir duquel elle est regroupée en blocs que les mineurs confirment lors de l'extraction. Une fois que la transaction a été incluse dans un bloc et minée, elle a été confirmée une fois. Lorsque le nombre de confirmations de la transaction atteint un certain seuil, la transaction apparaît dans le portefeuille de réception. Vous pouvez voir le nombre actuel de transactions non confirmées sur le réseau dans votre {wallet}.
it: La rete di criptovaluta pertinente potrebbe essere soggetta a congestione, in questo caso le transazioni impiegheranno molto più tempo a passare. Le transazioni di criptovaluta devono essere confermate dalla rete di criptovaluta. Quando viene effettuata una transazione, questa viene inviata in un pool di transazioni da dove viene raggruppata in blocchi che i minatori confermano attraverso il mining. Una volta che la transazione è stata inclusa in un blocco ed è stata estratta, è stata confermata una volta. Quando il conteggio di conferma della transazione raggiunge una determinata soglia, la transazione appare nel portafoglio di destinazione. Puoi vedere il numero corrente di transazioni non confermate sulla rete nel tuo {wallet}.
lt: Atitinkamas kriptovaliutų tinklas gali susidurti su perkrovomis, tokiu atveju operacijos užtruks daug ilgiau. Kriptovaliutų operacijas turi patvirtinti kriptovaliutų tinklas. Kai atliekama operacija, ji siunčiama į sandorių telkinį, iš kurio sujungiama į blokus, kuriuos kalnakasiai patvirtina kasdami. Kai sandoris įtraukiamas į bloką ir buvo iškastas, jis patvirtinamas vieną kartą. Kai operacijos patvirtinimų skaičius pasiekia tam tikrą slenkstį, operacija rodoma gaunančioje piniginėje. Dabartinį nepatvirtintų operacijų skaičių tinkle galite matyti {wallet}.
nb: Det relevante kryptovalutanettverket kan oppleve overbelastning, i dette tilfellet vil transaksjoner ta mye lengre tid å gå gjennom. Kryptovalutatransaksjoner må bekreftes av kryptovalutanettverket. Når en transaksjon er utført, blir den sendt inn i en transaksjonspool hvorfra den er samlet i blokker som gruvearbeidere bekrefter gjennom gruvedrift. Når transaksjonen er inkludert i en blokk og har blitt utvunnet, har den blitt bekreftet én gang. Når bekreftelsesantallet for transaksjonen når en viss terskel, vises transaksjonen i mottakerlommeboken. Du kan se gjeldende antall ubekreftede transaksjoner på nettverket i din {wallet}.
nl: Het relevante cryptocurrency-netwerk kan congestie ervaren, in dit geval zullen transacties veel langer duren. Cryptocurrency-transacties moeten worden bevestigd door het cryptocurrency-netwerk. Wanneer een transactie wordt gedaan, wordt deze naar een transactiepool gestuurd van waaruit deze wordt gebundeld in blokken die 'miners' bevestigen door middel van mining. Zodra de transactie in een blok is opgenomen en is gemined, is deze eenmaal bevestigd. Wanneer het aantal bevestigingen van de transactie een bepaalde drempel bereikt, verschijnt de transactie in de ontvangende portefeuille. U kunt het huidige aantal onbevestigde transacties op het netwerk zien in uw {wallet}.
pl: Sieć kryptowaluty może być aktualnie w pełni wykorzystana, wówczas transakcja potrwa znacznie dłużej. Transakcje kryptowalut muszą zostać potwierdzone przez swoją sieć. Po dokonaniu transakcji zostaje dodana do puli transakcji, z której będzie pakowana do bloków, które minersi potwierdzają przez wykopanie. Po uwzględnieniu transakcji w bloku i wykopaniu, została ona potwierdzona raz. Gdy liczba potwierdzenia transakcji osiągnie określony próg, transakcja pojawia się w portfelu odbiorczym. Możesz zobaczyć bieżącą liczbę niepotwierdzonych transakcji w sieci w Twoim {wallet}.
pt_br: A rede de criptomoedas relevante pode estar passando por um longo período de tempo, nesse caso, as transações levarão muito mais tempo para serem processadas. As transações de criptomoeda devem ser confirmadas pela rede de criptografia. Quando uma transação é feita, ela é enviada para um pool de transações de onde é empacotada em blocos que os mineradores confirmam através da mineração. Uma vez que a transação tenha sido incluída em um bloco e tenha sido extraída, ela foi confirmada uma vez. Quando a contagem de confirmação da transação atinge um certo limite, a transação é exibida na carteira de recebimento. Você pode ver o número atual de transações não confirmadas na rede em {wallet}.
sl: Ustrezno omrežje kriptovalut je morda prezasedeno, v tem primeru bodo transakcije trajale dlje. Transakcije s kriptovalutami mora potrditi omrežje kriptovalute. Ko je transakcija opravljena, se pošlje v transakcijsko skupino, od koder je združena v bloke, ki jih rudarji potrdijo z rudarjenjem. Ko je bila transakcija vključena v blok in je bila rudarjena, je bila enkrat potrjena. Ko število potrditve transakcije doseže določen prag, se transakcija prikaže v prejemni denarnici. Trenutno število nepotrjenih transakcij v omrežju si lahko ogledate v vašem {wallet}.
sv: Det relevanta kryptovalutanätverket kan uppleva överbelastning, i det här fallet kommer transaktioner att ta mycket längre tid att gå igenom. Kryptovalutatransaktioner måste bekräftas av kryptovalutanätverket. När en transaktion görs skickas den till en transaktionspool varifrån den paketeras i block som gruvarbetare bekräftar genom gruvdrift. När transaktionen har inkluderats i ett block och har minerats har den bekräftats en gång. När bekräftelseräkningen för transaktionen når en viss tröskel, visas transaktionen i den mottagande plånboken. Du kan se det aktuella antalet obekräftade transaktioner på nätverket i din {wallet}.
tl: Ang nauugnay na network ng cryptocurrency ay maaaring nakakaranas ng pagsisikip, sa kasong ito, ang mga transaksyon ay mas magtatagal upang makumpleto. Ang mga transaksyon sa Cryptocurrency ay kailangang kumpirmahin ng network ng cryptocurrency. Kapag ginawa ang isang transaksyon, ipinapadala ito sa isang pool ng transaksyon kung saan ito isasama sa mga bloke na kinukumpirma ng mga minero sa pamamagitan ng pagmimina. Kapag ang transaksyon ay naisama na sa isang bloke at na-mina, ito ay nakumpirma nang isang beses. Kapag ang bilang ng kumpirmasyon ng transaksyon ay umabot sa isang tiyak na threshold, ang transaksyon ay lilitaw sa tatanggap na pitaka. Makikita mo ang kasalukuyang bilang ng mga hindi nakumpirmang transaksyon sa network sa iyong {wallet}.
tr: İlgili kripto para ağında tıkanıklık yaşanıyor olabilir, bu durumda işlemlerin tamamlanması çok daha uzun sürecektir. Kripto para işlemlerinin kripto para ağı tarafından onaylanması gerekir. Bir işlem yapıldığında, madencilerin madencilik yoluyla onayladığı bloklar halinde paketlendiği işlem havuzuna gönderilir. İşlem bir bloğa dahil edildikten ve madencilik yapıldıktan sonra bir kez onaylanır. İşlemin onay sayısı belirli bir eşiğe ulaştığında işlem, alıcı cüzdanda görünür. Ağdaki onaylanmamış işlemlerin mevcut sayısını {wallet} cihazınızda görebilirsiniz.
ur: ہو سکتا ہے متعلقہ کرپٹو کرنسی نیٹ ورک بھیڑ کا سامنا کر رہا ہو، اس صورت میں لین دین کو گزرنے میں زیادہ وقت لگے گا۔ کریپٹو کرنسی کے لین دین کی تصدیق کریپٹو کرنسی نیٹ ورک سے کرنی ہوگی۔ جب کوئی لین دین ہوتا ہے تو اسے ٹرانزیکشن پول میں بھیج دیا جاتا ہے جہاں سے اسے بلاکس میں بنڈل کیا جاتا ہے جس کیminers miningکے ذریعے تصدیق کرتے ہیں۔ ایک بار جب لین دین کو بلاک میں شامل کر لیا جاتا ہے اور کان کنی کی جاتی ہے، تو اس کی ایک بار تصدیق ہو جاتی ہے۔ جب ٹرانزیکشن کی تصدیق کی گنتی ایک خاص حد تک پہنچ جاتی ہے، تو لین دین وصول کرنے والے والیٹ میں ظاہر ہوتا ہے۔ آپ اپنے {wallet} میں نیٹ ورک پر غیر تصدیق شدہ لین دین کی موجودہ تعداد دیکھ سکتے ہیں۔
zh_cn: 相关的加密货币网络可能正在经历拥塞，在这种情况下，交易需要更长的时间才能完成。加密货币交易必须由加密货币网络确认。当一个事务发生时，它被发送到一个事务池，从那里它被捆绑成矿工通过挖掘确认的块。一旦交易被包含在一个区块中并且已被挖掘，它就被确认一次。当交易的确认计数达到某个阈值时，交易出现在接收钱包中。您可以在 {wallet}中查看网络上当前未确认的事务数。
zh_tw: 相關的加密貨幣網絡可能正在經歷擁塞，在這種情況下，交易需要更長的時間才能完成。加密貨幣交易必須由加密貨幣網絡確認。當一個事務發生時，它被發送到一個事務池，從那裡它被捆綁成礦工通過挖掘確認的塊。一旦交易被包含在一個區塊中並且已被挖掘，它就被確認一次。當交易的確認計數達到某個閾值時，交易出現在接收錢包中。您可以在 {wallet}中查看網絡上當前未確認的事務數。

# faq250Sbanswer8722Sb17
source: {appName} uses a feedback system that shows a score on your public profile. This score, a percentage, shows how much positive feedback a user has. You can only give one feedback to a user. The feedback can be one of three types: Positive, Neutral and Negative. Once given, feedback will be visible on a user's public profile if certain conditions are met, otherwise the feedback remains unconfirmed and does not affect the feedback score.
cs: {appName} používá systém zpětné vazby, který zobrazuje skóre na vašem veřejném profilu. Toto procento skóre ukazuje, kolik pozitivní zpětné vazby má uživatel. Uživateli můžete poskytnout pouze jednu zpětnou vazbu. Zpětná vazba může být jednoho ze tří typů: pozitivní, neutrální a negativní. Jakmile bude zpětná vazba poskytnuta, bude viditelná na veřejném profilu uživatele, pokud jsou splněny určité podmínky, jinak zůstane zpětná vazba nepotvrzená a neovlivní skóre zpětné vazby.
fi: {appName} käyttää palautejärjestelmää, joka näyttää pisteytyksen julkisessa profiilissasi. Tämä pisteytys, prosenttiosuus, osoittaa kuinka paljon positiivista palautetta käyttäjällä on. Voit antaa vain yhden palautteen käyttäjälle. Palaute voi olla yksi kolmesta tyypistä: positiivinen, neutraali ja negatiivinen. Kun palaute on annettu, se näkyy käyttäjän julkisessa profiilissa, jos tietyt ehdot täyttyvät, muuten palaute jää vahvistamatta eikä vaikuta palautepisteytykseen.
fr: {appName} utilise un système d'évaluation qui affiche un score sur votre profil public. Ce score, un pourcentage, indique le nombre de commentaires positifs d'un utilisateur. Vous ne pouvez donner qu'une seule évaluation à un utilisateur. Elle peut être de trois types : Positive, Neutre et Négative. Une fois données, les évaluations seront visibles sur le profil public d'un utilisateur si certaines conditions sont remplies, sinon les évaluations restent non confirmées et n'affectent pas l'évaluation globale.
it: {appName} utilizza un sistema di feedback che mostra un punteggio sul tuo profilo pubblico. Questo punteggio, una percentuale, mostra quanti feedback positivi ha un utente. Puoi dare un solo feedback ad utente. Il feedback può essere di tre tipi: Positivo, Neutro e Negativo. Una volta dato, il feedback sarà visibile sul profilo pubblico dell'utente se vengono soddisfatte determinate condizioni, altrimenti il feedback rimane non confermato e non influenza il punteggio di feedback. Gli utenti che non hanno mai completato operazioni non possono lasciare un feedback.
lt: {appName} naudoja atsiliepimų sistemą, kuri rodo balą jūsų viešajame profilyje. Šis balas, procentas, parodo, kiek teigiamų atsiliepimų vartotojas turi. Vartotojui galite pateikti tik vieną atsiliepimą. Atsiliepimai gali būti vieno iš trijų tipų: teigiami, neutralūs ir neigiami. Pateiktas atsiliepimas bus matomas viešajame vartotojo profilyje, jei bus įvykdytos tam tikros sąlygos, kitu atveju atsiliepimas liks nepatvirtintas ir neturės įtakos atsiliepimo balui.
nb: {appName} bruker et tilbakemeldingssystem som viser en poengsum på den offentlige profilen din. Denne poengsummen, en prosentandel, viser hvor mye positiv tilbakemelding en bruker har. Du kan bare gi én tilbakemelding til en bruker. Tilbakemeldingene kan være en av tre typer: Positiv, Nøytral og Negativ. Når den er gitt, vil tilbakemelding være synlig på en brukers offentlige profil hvis visse betingelser er oppfylt, ellers forblir tilbakemeldingen ubekreftet og påvirker ikke tilbakemeldingspoengsummen.
nl: {appName} gebruikt een feedbacksysteem die een score op uw openbare profiel laat zien. Deze score, een percentage, geeft aan hoeveel positieve feedback een gebruiker heeft. U kunt slechts één keer feedback geven aan een gebruiker. De feedback kan een van drie soorten zijn: Positief, Neutraal en Negatief. Eenmaal gegeven, zal feedback zichtbaar zijn op het openbare profiel van een gebruiker als aan bepaalde voorwaarden is voldaan, anders blijft de feedback onbevestigd en heeft deze geen invloed op de feedbackscore.
pl: {appName} stosuje system wzajemnego oceniania się przez użytkowników, który pokazuje ocenę w Twoim profilu publicznym. Ta ocena, procent, pokazuje, ile pozytywnych ocen ma dany użytkownik. Możesz wystawić tylko jedną opinię użytkownikowi. Ocena może być jednym z trzech typów: pozytywna, neutralna lub negatywna. Po podaniu, oceny będą widoczne w profilu publicznym użytkownika, jeśli pewne warunki są spełnione, w przeciwnym przypadku ocena pozostaje niepotwierdzona i nie wpływa na ocenę użytkownika.
pt_br: O {appName} usa um sistema de feedback que exibe uma pontuação no seu perfil público. Essa pontuação (uma porcentagem) exibe o quão positivo é o feedback que um usuário recebe. Você pode dar um feedback por usuário. Ele pode ser de três tipos: positivo, neutro e negativo. Ao ser dado, o feedback ficará visível na página do usuário se certas condições são satisfeitas. Caso contrário o feedback permanece não confirmado e não afeta a pontuação. Usuários que nunca negociaram não podem dar feedback.
sl: {appName} uporablja sistem povratnih informacij, ki prikazuje oceno na vašem javnem profilu. Ta rezultat, odstotek, pokaže koliko pozitivnih povratnih informacij ima uporabnik. Uporabniku lahko posredujete samo eno povratno informacijo. Povratna informacija je lahko ena od treh vrst: pozitivna, nevtralna in negativna. Ko so povratne informacije poslane in če so izpolnjeni določeni pogoji, bodo vidne na javnem profilu uporabnika, sicer ostanejo nepotrjene in ne vplivajo na oceno povratnih informacij.
sv: {appName} använder ett feedbacksystem som visar en poäng på din offentliga profil. Denna poäng, en procentandel, visar hur mycket positiv feedback en användare har. Du kan bara ge en feedback till en användare. Återkopplingen kan vara en av tre typer: Positiv, Neutral och Negativ. När den väl har getts kommer feedback att vara synlig på en användares offentliga profil om vissa villkor är uppfyllda, annars förblir feedbacken obekräftad och påverkar inte feedbackpoängen.
tl: Gumagamit ang {appName} ng feedback system na nagpapakita ng marka sa iyong pampublikong profile. Ang markang ito, isang porsyento, ay nagpapakita kung gaano karaming positibong feedback ang mayroon ang isang user. Maaari ka lang magbigay ng isang feedback sa isang user. Ang feedback ay maaaring isa sa tatlong uri: Positibo, Neutral at Negatibo. Kapag naibigay na, makikita ang feedback sa pampublikong profile ng user kung matutugunan ang ilang partikular na kundisyon, kung hindi, mananatiling hindi kumpirmado ang feedback at hindi makakaapekto sa marka ng feedback.
tr: {appName} genel profilinizde puanı gösteren bir geri bildirim sistemi kullanır. Bu puan (yüzdelik), kullanıcının ne kadar olumlu geri bildirim aldığını gösterir. Bir kullanıcıya yalnızca bir geri bildirim verebilirsiniz. Geri bildirim üç türden biri olabilir: Olumlu, Nötr ve Olumsuz. Geri bildirim verildikten sonra, belirli koşulların karşılanması durumunda kullanıcının genel profilinde görünür olacaktır; aksi takdirde geri bildirim onaylanmamış olarak kalır ve geri bildirim puanını etkilemez.
ur: {appName} ایک فیڈ بیک سسٹم استعمال کرتا ہے جو آپ کے عوامی پروفائل پر اسکور دکھاتا ہے۔ یہ اسکور، ایک فیصد، ظاہر کرتا ہے کہ صارف کی کتنی مثبت رائے ہے۔ آپ کسی صارف کو صرف ایک رائے دے سکتے ہیں۔ رائے تین اقسام میں سے ایک ہو سکتی ہے: مثبت، غیر جانبدار اور منفی۔ ایک بار دیے جانے کے بعد، فیڈ بیک صارف کے عوامی پروفائل پر نظر آئے گا اگر کچھ شرائط پوری ہوتی ہیں، بصورت دیگر فیڈ بیک غیر مصدقہ رہتا ہے اور فیڈ بیک سکور کو متاثر نہیں کرتا ہے۔
zh_cn: {appName}使用一种在您的公开资料上显示分数的评价体系。这一分数（百分比）会显示用户获得的正面评价百分比。您只能对用户进行一次评价。评价可为四种类型之一： 好评、一般评和差评。给出评价后，如果满足特定条件，评价将显示在用户的公开资料上，否则评价将保持未确认。未确认的评价仅对接收用户和{appName}管理员可见，并且不会影响评价得分。
zh_tw: {appName}使用一種在您的公開資料上顯示分數的評價體系。這一分數（百分比）會顯示用戶獲得的正面評價百分比。您隻能對用戶進行一次評價。評價可為四種類型之一： 好評、一般評和差評。給出評價后，如果滿足特定條件，評價將顯示在用戶的公開資料上，否則評價將保持未確認。未確認的評價僅對接收用戶和{appName}管理員可見，並且不會影響評價得分。
