Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbdandelion250Sb1250Sbtitle
source: Attack to reveal IP address
cs: Útok na odhalení IP adresy
fi: Hyökkäys IP-osoitteen paljastamiseksi
fr: Attaque pour révéler l'adresse IP
it: Attacco per rivelare l'indirizzo IP
lt: Ataka atskleisti IP adresą
nb: Angrep for å avsløre IP-adresse
nl: Aanval om IP-adres te onthullen
pl: Atak w celu ujawnienia adresu IP
pt_br: Ataque para revelar o endereço IP
sl: Napad za razkritje IP naslova
sv: Attackera för att avslöja IP-adress
tl: Pag-atake upang ipakita ang IP address
tr: IP adresini ortaya çıkarmak için saldırı
ur: آئی پی ایڈریس ظاہر کرنے کے لیے حملہ
zh_cn: IP地址关联攻击
zh_tw: IP地址關聯攻擊
