Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sbcancel8722Sbtrade8722Sbbtn
source: Cancel trade
cs: Zrušit obchod
fi: Peruuta kauppa
fr: Annuler la transaction
it: Annulla scambio
lt: Atšaukti prekybą
nb: Avbryt handel
nl: Transactie annuleren
pl: Anuluj handel
pt_br: Cancelar negociação
sl: Prekliči trgovanje
sv: Avbryt handel
tl: Kanselahin ang kalakalan
tr: Ticareti iptal et
ur: تجارت منسوخ کریں
zh_cn: 取消交易
zh_tw: 取消交易

# trade250Sbdialog8722Sbconfirm8722Sbdispute8722Sbtext
source: Please confirm that you want to start a dispute.
cs: Potvrďte prosím, že chcete zahájit spor.
fi: Vahvista, että haluat aloittaa kiistan.
fr: Veuillez confirmer que vous souhaitez ouvrir un litige.
it: Si prega di confermare che si desidera avviare una controversia.
lt: Patvirtinkite, kad norite pradėti ginčą.
nb: Vennligst bekreft at du vil starte en tvist.
nl: Bevestig alstublieft dat u een geschil wilt starten.
pl: Potwierdź, że chcesz rozpocząć spór.
pt_br: Confirme que você deseja iniciar uma disputa. Não será possível modificar a negociação depois disso.
sl: Potrdite, da želite sprožiti spor.
sv: Vänligen bekräfta att du vill starta en tvist.
tl: Pakikumpirma na gusto mong magsimula ng hindi pagkakaunawaan.
tr: Lütfen bir anlaşmazlık başlatmak istediğinizi onaylayın.
ur: براہ کرم تصدیق کریں کہ آپ تنازعہ شروع کرنا چاہتے ہیں۔
zh_cn: 请确认你要发起申诉。发起之后你不能更改交易状态。
zh_tw: 請確認你要發起申訴。

# trade250Sbdialog8722Sbconfirm8722Sbdispute8722Sbtitle
source: Confirm dispute
cs: Potvrďte spor
fi: Vahvista kiista
fr: Confirmer le litige
it: Conferma contestazione
lt: Patvirtinti ginčą
nb: Bekreft tvist
nl: Bevestig geschil
pl: Potwierdź spór
pt_br: Confirmar disputa
sl: Potrdi spor
sv: Bekräfta tvist
tl: Kumpirmahin ang hindi pagkakaunawaan
tr: Anlaşmazlığı onayla
ur: تنازعہ کی تصدیق کریں
zh_cn: 确认申诉
zh_tw: 確認申訴

# trade250Sbdialog8722Sbconfirm8722Sbpayment8722Sbtext
source: You, {username}, declare that you have completed the payment
cs: Vy, {username}, prohlašujete, že jste platbu dokončili
fi: Sinä, {username}, vakuutat että olet suorittanut maksun
fr: Vous, et {username}, déclarez avoir effectué le paiement
it: Tu, con username {username}, dichiari di aver completato il pagamento
lt: Jūs, {username}, pareiškiate, kad atlikote mokėjimą
nb: Du, {username}, erklærer at du har fullført betalingen
nl: U, {username}, verklaart dat u de betaling heeft voltooid
pl: Ty, {username}, deklaruje, że płatność została dokonana
pt_br: Você, {username}, declara ter feito o pagamento
sl: Vi, {username}, izjavljate, da ste opravili plačilo
sv: Du, {username}, förklara att du har slutfört betalningen
tl: Ikaw, {username}, ay nagpapahayag na nakumpleto mo na ang pagbabayad
tr: Siz, {username}, ödemeyi tamamladığınızı beyan edersiniz
ur: آپ، {username}، اعلان کرتے ہیں کہ آپ نے ادائیگی مکمل کر لی ہے
zh_cn: 你, {username}, 宣布您已完成付款
zh_tw: 你, {username}, 宣布您已完成付款

# trade250Sbdialog8722Sbconfirm8722Sbpayment8722Sbtitle
source: Confirm payment
cs: Potvrďte platbu
fi: Vahvista maksu
fr: Confirmer le paiement
it: Conferma il pagamento
lt: Patvirtinti mokėjimą
nb: Bekreft betaling
nl: Bevestig betaling
pl: Potwierdź płatność
pt_br: Confirmar pagamento
sl: Potrdite plačilo
sv: Bekräfta betalning
tl: Kumpirmahin ang pagbabayad
tr: Ödemeyi Onayla
ur: ادائیگی کی تصدیق کریں
zh_cn: 确认付款
zh_tw: 確認付款

# trade250Sbdialog250Sbconfirm8722Sbcancel8722Sbbtn
source: Confirm
cs: Potvrdit
fi: Vahvista
fr: Confirmer
it: Conferma
lt: Patvirtinti
nb: Bekrefte
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
sl: Potrdi
sv: Bekräfta
tl: Kumpirmahin
tr: Onaylamak
ur: تصدیق کریں
zh_cn: 确认
zh_tw: 確認

# trade250Sbdialog250Sbconfirm8722Sbcancel8722Sbtext
source: Please confirm that you want to cancel the trade
cs: Potvrďte prosím, že chcete obchod zrušit
fi: Vahvista, että haluat peruuttaa kaupan
fr: Veuillez confirmer que vous souhaitez annuler la transaction
it: Conferma l'annullamento dello scambio
lt: Patvirtinkite, kad norite atšaukti prekybą
nb: Vennligst bekreft at du ønsker å kansellere handelen
nl: Bevestig alstublieft dat u de transactie wilt annuleren
pl: Potwierdź, że chcesz anulować handel
pt_br: Confirme que você quer cancelar a negociação
sl: Potrdite, da želite preklicati trgovanje
sv: Vänligen bekräfta att du vill avbryta affären
tl: Pakikumpirma na gusto mong kanselahin ang kalakalan
tr: Lütfen işlemi iptal etmek istediğinizi onaylayın
ur: براہ کرم تصدیق کریں کہ آپ تجارت منسوخ کرنا چاہتے ہیں
zh_cn: 请确认你要取消本交易
zh_tw: 請確認你要取消本交易

# trade250Sbdialog250Sbconfirm8722Sbcancel8722Sbtitle
source: Confirm cancellation
cs: Potvrďte zrušení
fi: Vahvista peruutus
fr: Confirmer l'annulation
it: Conferma cancellazione
lt: Patvirtinkite atšaukimą
nb: Bekreft kansellering
nl: Annulering bevestigen
pl: Potwierdź anulowanie
pt_br: Confirmar cancelamento
sl: Potrdite preklic
sv: Bekräfta avbokning
tl: Kumpirmahin ang pagkansela
tr: İptal İşlemini Onayla
ur: منسوخی کی تصدیق کریں
zh_cn: 确认取消
zh_tw: 確認取消

# trade250Sbdialog250Sbconfirm8722Sbescrow8722Sbtext
source: Please confirm that you want to enable arbitration bond protection
cs: Potvrďte prosím, že chcete povolit ochranu arbitrážních dluhopisů
fi: Vahvista, että haluat ottaa välimiessuojan käyttöön
fr: Veuillez confirmer que vous souhaitez activer la protection par caution d'arbitrage
it: Confermate che volete abilitare la protezione dei vincoli arbitrali
lt: Patvirtinkite, kad norite įjungti arbitražo obligacijų apsaugą
nb: Vennligst bekreft at du ønsker å aktivere voldgiftsbindingsbeskyttelse
nl: Bevestig dat u bescherming van arbitragebond wilt inschakelen
pl: Potwierdź, że chcesz włączyć ochronę arbitrażową
pt_br: Por favor, confirme que você deseja ativar a proteção de títulos de arbitragem
sl: Potrdite, da želite omogočiti zaščito arbitražne obveznice
sv: För att registrera dig, vänligen läs och godkänn
tl: Pakikumpirma na gusto mong paganahin ang proteksyon ng arbitration bond
tr: Lütfen tahkim teminatı korumasını etkinleştirmek istediğinizi onaylayın
ur: براہ کرم تصدیق کریں کہ آپ ثالثی بانڈ تحفظ کو فعال کرنا چاہتے ہیں
zh_cn: 请确认您要启用仲裁保证金保护
zh_tw: 請確認您要啟用仲裁保證金保護

# guide250Sbmnemonic250Sbmonero250Sbgui250Sbcontent250Sb1
source: Download the latest version of the Monero GUI wallet for your OS from <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> and launch it.
cs: Stáhněte si nejnovější verzi peněženky Monero GUI pro váš operační systém z <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> a spusťte ji.
fi: Lataa uusin versio Monero GUI -lompakosta käyttöjärjestelmällesi osoitteesta <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> ja käynnistä se.
fr: Téléchargez la dernière version du portefeuille Monero GUI (interface graphique) pour votre système d'exploitation depuis <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> et lancez-le.
it: Scarica l'ultima versione del portafoglio Monero GUI per il tuo sistema operativo da <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> e lancialo.
lt: Atsisiųskite naujausią Monero GUI piniginės versiją savo OS iš <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> ir paleiskite ją.
nb: Last ned den nyeste versjonen av Monero GUI-lommeboken for operativsystemet ditt fra <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> og start den.
nl: Download de nieuwste versie van de Monero GUI-portefeuille voor uw besturingssysteem van <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> en start deze.
pl: Pobierz najnowszą wersję portfela GUI Monero dla swojego systemu operacyjnego z <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> i uruchom go.
pt_br: Baixe a última versão da carteira Monero GUI para seu sistema operacional em <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> e lance-a.
sl: Prenesite najnovejšo različico denarnice Monero GUI za vaš OS iz <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> in jo zaženite.
sv: Ladda ner den senaste versionen av Monero GUI-plånboken för ditt operativsystem från <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> och starta den.
tl: I-download ang pinakabagong bersyon ng Monero GUI wallet para sa iyong OS mula sa <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> at ilunsad ito.
tr: İşletim sisteminiz için Monero GUI cüzdanının en son sürümünü <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> adresinden indirin ve başlatın.
ur: اپنے OS کے لیے Monero GUI والیٹ کا تازہ ترین ورژن <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> سے ڈاؤن لوڈ کریں اور اسے لانچ کریں۔
zh_cn: 从这 <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> 下载适合你的操作系统的最新版本的Monero GUI钱包并启动它。
zh_tw: 從這 <a target="_blank" href="https://getmonero.org/downloads" class="next-link">getmonero.org</a> 下載適合你的操作系統的最新版本的Monero GUI錢包並啟動它。

# guide250Sbmnemonic250Sbmonero250Sbgui250Sbcontent250Sb2
source: Choose whichever wallet mode you prefer, and then select "Restore wallet from keys or mnemonic seed".
cs: Vyberte si režim peněženky, který preferujete, a poté vyberte „Obnovit peněženku z klíčů nebo mnemotechnický slov ( seed )“.
fi: Valitse haluamasi lompakkotila ja valitse sitten "Palauta lompakko avaimista tai muistisiemenestä".
fr: Choisissez le mode de portefeuille que vous préférez, puis sélectionnez "Restaurer le portefeuille à partir des clés ou des phrases mnémoniques".
it: Scegli quale modalità di portafoglio preferisci, e poi seleziona "Ripristina portafoglio da chiavi o semi mnemonici".
lt: Pasirinkite norimą piniginės režimą, tada pasirinkite „Atkurti piniginę iš raktų arba mnemoninės sėklos“.
nb: Velg hvilken lommebokmodus du foretrekker, og velg deretter "Gjenopprett lommebok fra nøkler eller mnemonisk frø".
nl: Kies de gewenste portefeuille-modus en selecteer vervolgens "Portefeuille herstellen van sleutels of 'mnemonic seed'".
pl: Wybierz preferowany tryb portfela, następnie wybierz „Restore wallet from keys or mnemonic seed”.
pt_br: Escolha o modo de carteira que preferir, e então selecione "Restaurar carteira a partir de chaves ou sementes mnemônicas".
sl: Izberite kateri koli poljuben tip denarnice, ter nato izberite "Obnovi denarnico iz ključev ali mnemoničnega semena".
sv: Välj vilket plånboksläge du föredrar och välj sedan "Återställ plånbok från nycklar eller mnemonikfrö".
tl: Piliin ang alinmang wallet mode na gusto mo, at pagkatapos ay piliin ang "Ibalik ang wallet mula sa mga key o mnemonic seed".
tr: Tercih ettiğiniz cüzdan modunu seçin ve ardından "Cüzdanı anahtarlardan veya anımsatıcı tohumdan geri yükle" seçeneğini seçin.
ur: آپ جو بھی والیٹ موڈ پسند کرتے ہیں اسے منتخب کریں، اور پھر "Restore wallet from keys or mnemonic seed" کو منتخب کریں۔
zh_cn: 选择你喜欢的哪种钱包模式，然后选择 "Restore wallet from keys or mnemonic seed"。
zh_tw: 選擇你喜歡的哪種錢包模式，然後選擇 "Restore wallet from keys or mnemonic seed"。

# guide250Sbmnemonic250Sbmonero250Sbgui250Sbcontent250Sb3
source: Choose "Restore from seed" (selected by default) and paste the mnemonic seed from the trade page into the input below. Then, select "Seed offset passphrase" and type in the {appName} password that you've used when finalizing the trade. Press "Next".
cs: Zvolte "Obnovit z klíčových slov" (výchozí nastavení) a vložte mnemotechnické slova z obchodní stránky do vstupu níže. Poté vyberte „Heslo pro kompenzaci výchozích hodnot“ a zadejte heslo {appName}, které jste použili při dokončování obchodu. Stiskněte "Další".
fi: Valitse "Restore from seed" (valittu oletuksena) ja liitä muistosiemen kauppasivulta alla olevaan syötteeseen. Valitse sitten "Seed offset passphrase" ja kirjoita {appName}-salasana, jota käytit kaupan viimeistelyssä. Paina "Next".
fr: Choisissez "Restaurer à partir de la phrase mnémonique" (sélectionné par défaut) et collez la phrase mnémonique de la page de la transaction dans l'entrée ci-dessous. Ensuite, sélectionnez "Mot de passe de la phrase mnémonique " et saisissez le mot de passe {appName} que vous avez utilisé lors de la finalisation de la transaction. Puis appuyez sur "Suivant".
it: Scegli "Restore from seed" (selezionato per default) e incolla il seme mnemonico dalla pagina di scambio nell'input sottostante. Poi, seleziona "Seed offset passphrase" e digita la password {appName} che hai usato quando hai finalizzato lo scambio. Premi "Avanti".
lt: Pasirinkite „Atkurti iš sėklos“ (pasirinkta pagal numatytuosius nustatymus) ir įklijuokite mnemoninę sėklą iš prekybos puslapio į toliau pateiktą įvestį. Tada pasirinkite „Seed offset passphrase“ ir įveskite {appName} slaptažodį, kurį naudojote užbaigdami sandorį. Paspauskite "Kitas".
nb: Velg "Gjenopprett fra frø" (valgt som standard) og lim inn mnemonikkfrøet fra handelssiden i inndataene nedenfor. Velg deretter "Seed offset passphrase" og skriv inn {appName}-passordet som du brukte da du fullførte handelen. Trykk "Neste".
nl: Kies "Herstellen vanuit seed" (standaard geselecteerd) en plak de 'mnemonic seed' van de handelspagina in de invoer hieronder. Selecteer vervolgens "Seed offset passphrase" en voer het {appName} wachtwoord in dat u heeft gebruikt bij het afronden van de transactie. Druk op "Volgende".
pl: Wybierz „Restore from seed” (domyślnie wybrane) i wklej seed ze strony handlowej do pola tekstowego. Następnie wybierz „Seed offset passphrase” i wpisz hasło {appName}, którego użyłeś podczas finalizacji handlu. Naciśnij „Next”.
pt_br: Escolha "Restaurar da semente" (selecionado por padrão) e cole a semente mnemônica da página de comércio na entrada abaixo. Em seguida, selecione "Seed offset passphrase" e digite a senha {appName} que você usou ao finalizar a troca. Pressione "Next" (Próximo).
sl: Izberite "Obnovi iz semena" (izbrano privzeto) in prilepite mnemonično seme s trgovalne strani v spodnji vnos. Nato izberite "Seed offset passphrase" in vnesite geslo {appName}, ki ste ga uporabili pri zaključku trgovanja. Pritisnite "Naprej".
sv: Välj "Restore from seed" (valt som standard) och klistra in mnemonic seed från handelssidan i inmatningsfältet nedan. Välj sedan "Seed offset passphrase" och skriv in {appName} lösenord som du använde när du slutförde affären. Tryck på "Nästa".
tl: Piliin ang "I-restore mula sa seed" (pinili bilang default) at i-paste ang mnemonic seed mula sa trade page sa input sa ibaba. Pagkatapos, piliin ang "Seed offset passphrase" at i-type ang {appName} password na ginamit mo noong tinatapos ang trade. Pindutin ang "Next".
tr: "Tohumdan geri yükle"yi seçin (varsayılan olarak seçilidir) ve ticaret sayfasındaki anımsatıcı tohumunu aşağıdaki girişe yapıştırın. Ardından, "Seed offset parolası"nı seçin ve işlemi tamamlarken kullandığınız {appName} şifresini yazın. "İleri"ye basın.
ur: "Restore from seed" کا انتخاب کریں (selected by default) اور تجارتی صفحہ سے یادداشت کے بیج کو نیچے ان پٹ میں چسپاں کریں۔ پھر، "Seed offset passphrase" کو منتخب کریں اور {appName} پاس ورڈ ٹائپ کریں جو آپ نے تجارت کو حتمی شکل دیتے وقت استعمال کیا ہے۔ "Next" دبائیں۔
zh_cn: 选择 "Restore from seed"（默认选择），将交易页上的助记词粘贴到下面的输入框中。然后，选择 "Seed offset passphrase"，输入你在释放交易时使用的{appName}密码。按 "Next"。
zh_tw: 選擇 "Restore from seed"（默認選擇），將交易頁上的助記詞粘貼到下面的輸入框中。然後，選擇 "Seed offset passphrase"，輸入你在釋放交易時使用的{appName}密碼。按 "Next"。

# guide250Sbmnemonic250Sbmonero250Sbgui250Sbcontent250Sb4
source: That's it! After the wallet is synchronized, you'll see all the transactions under the "Transactions" tab.
cs: A je to! Po synchronizaci peněženky uvidíte všechny transakce na kartě "Transakce".
fi: Se on siinä! Kun lompakko on synkronoitu, näet kaikki tapahtumat "Transactions"-välilehdellä.
fr: Ça y est ! Une fois le portefeuille synchronisé, vous verrez toutes les transactions sous l'onglet "Transactions".
it: Questo è tutto! Dopo che il portafoglio è sincronizzato, vedrai tutte le transazioni sotto la scheda "Transazioni".
lt: Viskas! Kai piniginė bus sinchronizuota, visas operacijas matysite skirtuke „Operacijos“.
nb: Det er det! Etter at lommeboken er synkronisert, vil du se alle transaksjonene under "Transaksjoner"-fanen.
nl: Dat is het! Nadat de portefeuille is gesynchroniseerd, ziet u alle transacties onder het tabblad "Transacties".
pl: I już! Po zsynchronizowaniu portfela zobaczysz wszystkie transakcje w zakładce „Transactions”.
pt_br: É isso aí! Depois que a carteira estiver sincronizada, você verá todas as transações sob a guia "Transações".
sl: To je to! Ko je denarnica sinhronizirana, boste videli vse transakcije pod zavihkom "Transakcije".
sv: Nu är det klart! När plånboken har synkroniserats ser du alla transaktioner under den "Transaktioner"tab.
tl: Ayan yun! Pagkatapos ma-synchronize ang wallet, makikita mo ang lahat ng transaksyon sa ilalim ng tab na "Mga Transaksyon."
tr: Bu kadar! M-cüzdan senkronize edildikten sonra tüm işlemleri "İşlemler" sekmesi altında göreceksiniz.
ur: یہی ہے! بٹوے کےsynchronized ہونے کے بعد، آپ کو "Transactions" ٹیب کے تحت تمام لین دین نظر آئیں گے۔
zh_cn: 这就是了!钱包同步完后，你会在 "Transactions "标签下看到所有的交易。
zh_tw: 這就是了!錢包同步完後，你會在 "Transactions "標籤下看到所有的交易。

# guide250Sbmnemonic250Sbmonero250Sbgui250Sbtitle
source: Using official GUI wallet
cs: Pomocí oficiální peněženky GUI
fi: Virallisen GUI-lompakon käyttö
fr: Utilisation du portefeuille officiel avec l'interface graphique (GUI)
it: Utilizzando il portafoglio ufficiale GUI
lt: Naudojant oficialią GUI piniginę
nb: Bruker offisiell GUI-lommebok
nl: Officiële GUI-portefeuille gebruiken
pl: Korzystanie z oficjalnego portfela GUI
pt_br: Usando a carteira oficial da GUI
sl: Uporaba uradne GUI denarnice
sv: Använder den officiella GUI-plånboken
tl: Gamit ang opisyal na pitaka ng GUI
tr: Resmi GUI cüzdanını kullanma
ur: سرکاری GUI والیٹ استعمال کرنا
zh_cn: 使用官方GUI钱包
zh_tw: 使用官方GUI錢包

# guide250Sbmnemonic250Sbtitle
source: How to restore my non-custodial settlement wallet from the mnemonic seed?
cs: Jak obnovit mou nevazební peněženku z mnemotechnických slov (seeds)?
fi: Kuinka palauttaa sovintolompakkoni muistosiemenestä?
fr: Comment restaurer mon portefeuille de paiement non hébergé à partir de la phrase mnémonique ?
it: Come ripristinare il mio portafoglio di insediamento non custodiale dal seme mnemonico?
lt: Kaip atkurti mano su laisvės atėmimu nesusijusią atsiskaitymo piniginę iš mnemoninės sėklos?
nb: Hvordan gjenopprette min oppgjørslommebok som ikke er fri for forvaring fra mnemonikkfrøet?
nl: Hoe kan ik mijn niet-custodiale afwikkelingsportefeuille herstellen van de 'mnemonic seed'?
pl: Jak przywrócić mój portfel na uregulowania z seeda?
pt_br: Como restaurar minha carteira de assentamento não-custodial a partir da semente mnemônica?
sl: Kako obnoviti denarnico za neskrbniško poravnavo iz mnemoničnega semena?
sv: Hur återställer jag min plånbok för icke-förmyndarförlikning från mnemonic seed?
tl: Paano i-restore ang aking non-custodial settlement wallet mula sa mnemonic seed?
tr: Saklama dışı uzlaşma cüzdanımı anımsatıcı tohumdan nasıl geri yükleyebilirim?
ur: یادداشت کے بیج سے میرا غیر تحویلی تصفیہ والا پرس کیسے بحال کیا جائے؟
zh_cn: 如何从助记词恢复我的非托管结算钱包？
zh_tw: 如何從助記詞恢復我的非託管結算錢包？
