Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb3250Sbtitle
source: A fun analogy
cs: Zábavná analogie
fi: Hauska analogia
fr: Une analogie amusante
it: Un'analogia divertente
lt: Linksma analogija
nb: En morsom analogi
nl: Een leuke analogie
pl: Zabawna analogia
pt_br: Uma analogia divertida
sl: Zabavna analogija
sv: En rolig analogi
tl: Isang masayang pagkakatulad
tr: Eğlenceli bir benzetme
ur: ایک تفریحی تشبیہ
zh_cn: 一个有趣的类比
zh_tw: 一個有趣的類比
