Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcritical250Sb0250Sbtext
source: <p>Each individual has their own story about traveling through the wild west that is cryptocurrency. Some find a place to speculate, some find friends, and others find technology they believe in. Despite the differences, there are commonly many similarities, even across different cryptos and communities. One of these is the disturbing likeness to cultish behavior engaged in many of the crypto communities.</p> <p>These behaviors aren’t hard to spot. An inability to take any criticism and the willful ignorance of flaws, even in the face of evidence are but a few examples. In some spaces, the cheerleading becomes so blatant that any negativity whatsoever becomes grounds for disciplinary action.</p> <p>As a cryptocurrency traveler trying to support good projects and <a target="_blank" href="/knowledge/monero-scams" class="next-link">not lose all of your money</a>, all cryptocurrency enthusiasts are encouraged to think critically and evaluate projects based off of their real world value, but what about approaching it from the other direction? Are projects themselves supposed to be self critical and self aware?</p> <p>We argue yes. The community itself is a reflection of the project and the leaders in it. Furthermore, a savvy community will expect more from their developers, and be able to critique proposed solutions rather than blindly trust and accept that any developers are working for the benefit of the users rather than themselves or external interests.</p> <p>Conversely, a community that only cares for price and is not able or willing to critically self-evaluate (or let others evaluate) is doomed to wallow in mediocrity.</p> <p>As a project, Monero tries to hold its developers, researchers, leaders, and community itself to the highest of standards, and minimize the risk of growing complacency and destructive apathy.</p> <p>One of the ways that Monero does this, is to hold a weekly Skepticism Sunday on the community subreddit. This is a place where people can voice their concerns about Monero, the protocol, the leadership, or any other concern they might have. It’s a place where questions and even distrust is outright encouraged, and considered necessary for the health of our ecosystem.</p> <p>This comes in stark contrast to many other communities, which don’t just avoid critique, but often encourage apathy and turned-off minds from their community. This may seem harsh to say, but it’s impossible to look at the ecosystem-wide banning of naysayers, shutting down of conversation, and encouragement of cheerleading that is seen in the meeting places of other coins and not come to this conclusion.</p> <p>That’s not to say that Monero doesn’t have cheerleaders itself, because it does. The interesting thing however, is that many community members will call out these cheerleaders and call them to a higher standard of behavior. In fact, Monero goes so far as to consider unnecessarily excessive cheerleading as spammy and will seek to reroute it to more appropriate places, or remove it entirely.</p> <p>The threat of stunted minds must be taken seriously. Privacy is an arms race where everyone must be on their toes, and cries of “Monero is the best!” and “Nothing can beat Monero! It’s unbreakable!” only detract from the urgency of the battle. Coming from this perspective, a lack of critical thinking and healthy skepticism in a community isn’t just annoying or cultish, it can lead to the fall of the protocol itself.</p> <p>In many ways, we can look to Bitcoin for examples of how this plays out in real life. Bitcoin maximalists will often spout and virtue signal to each other about Bitcoin’s merits, and whenever issues of privacy, fungibility, or scaling come up the questions are hand-waved away and the offenders are ousted from the community. All too often have people with legitimate questions found themselves banned, blocked, or otherwise ostracized from participation in Bitcoin communities, just because they wouldn’t fall into line on the agreed upon rhetoric and dared to ask questions.</p> <p>Time and again, these weary travelers find their way to Monero, and, after spending some time in the community, have praised the project for its level-headed discussions and lack of fear from uncomfortable questions. It’s not unheard of for these travelers to even want to discuss other coins, not because they want to shill, but because they grow to trust the reason and logic of the community and want honest opinions of another coin, something they can’t get in the coin’s community itself.</p> <p>Even the fact that Monero has continually hard forked in the past and present has shown the humility and power of the project. While some may decry hard forks as <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralization on developers</a>, which is true to an extent, it shows that the developers understood that the odds of them getting everything 100% right on the first go is slim. Things will need to be improved, and maybe even replaced entirely if Monero wants to remain competitive in both the privacy and cryptocurrency spaces.</p> <p>Often times, these changes break backwards compatibility, a big no-no in the Bitcoin protocol, where everything has to be a soft fork and backwards compatible. But this means that each individual change that Bitcoin makes to itself has very limited reach in scope. They are weighed down by their past, and improvements must honor it, often times senselessly. Whereas Monero’s changes can be sweeping, and will often times improve the protocol and privacy by several orders of magnitude.</p> <p>This can be seen easily in the inclusion of <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Before, Monero only included <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses</a> and <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, and amounts were visible. Shen Noether, an MRL researcher, modified an existing protocol that hides amounts for Monero, but it’s inclusion would break backwards compatibility, meaning old-style transaction with transparent amounts wouldn’t be allowed anymore.</p> <p>Monero took this risk, and the end result was a much improved privacy that solidified Monero’s position as the king of privacy coins. But that’s not all it showed. This fork, as well as the several after, as well as all of the following encouragement of skepticism, humility, and questioning within the community, also solidified Monero as one of the sharpest, most critical collection of minds in the cryptospace.</p>
cs: <p>Každý člověk má svůj vlastní příběh o cestování po divokém západě, kterým je kryptoměna. Někdo najde místo, kde může spekulovat, někdo najde přátele a jiný technologii, které věří. Navzdory rozdílům se běžně objevuje mnoho podobností, a to i napříč různými kryptoměnami a komunitami. Jednou z nich je znepokojivá podobnost se sektářským chováním, kterému se věnuje mnoho kryptokomunit.</p> <p>Toto chování není těžké rozpoznat. Neschopnost přijmout jakoukoli kritiku a záměrné ignorování nedostatků, a to i tváří v tvář důkazům, jsou jen několika příklady. V některých prostorách se roztleskávání stává tak do očí bijícím, že jakákoli negativita se stává důvodem k disciplinárnímu řízení.</p> <p>Jako cestovatel kryptoměnami, který se snaží podpořit dobré projekty a <a target="_blank" href="/znalosti/monero-scams" class="next-link">neztratit všechny své peníze</a>, vyzýváme všechny kryptoměnové nadšence ke kritickému myšlení a hodnocení projektů na základě jejich reálné hodnoty, ale co k tomu přistupovat z druhé strany? Mají být projekty samy o sobě kritické a uvědomovat si samy sebe?"</p> <p>Tvrdíme, že ano. Samotná komunita je odrazem projektu a jeho vedoucích pracovníků. Navíc chytrá komunita bude od svých vývojářů očekávat více a bude schopna kritizovat navrhovaná řešení, nikoli slepě důvěřovat a přijímat, že všichni vývojáři pracují ve prospěch uživatelů, a nikoli ve svůj prospěch nebo ve prospěch vnějších zájmů.</p> <p>Komunita, která se zajímá pouze o cenu a není schopna nebo ochotna kriticky zhodnotit sama sebe (nebo nechat zhodnotit ostatní), je naopak odsouzena k živoření v průměrnosti.</p> <p>Jako projekt se Monero snaží držet své vývojáře, výzkumníky, vedoucí pracovníky i samotnou komunitu na té nejvyšší úrovni a minimalizovat riziko rostoucího sebeuspokojení a destruktivní apatie.</p> <p>Jedním ze způsobů, jak to Monero dělá, je pořádání týdenní Skepticism Sunday na komunitním subredditu. Jedná se o místo, kde mohou lidé vyjádřit své obavy ohledně Monera, protokolu, vedení nebo jakékoli jiné obavy, které mohou mít. Je to místo, kde jsou otázky a dokonce i nedůvěra přímo podporovány a považovány za nezbytné pro zdraví našeho ekosystému.</p> <p>To je v ostrém kontrastu s mnoha jinými komunitami, které se nejen vyhýbají kritice, ale často podporují apatii a odmítavé postoje své komunity. Může se to zdát kruté, ale není možné se podívat na ekosystémové zakazování odpůrců, uzavírání konverzace a povzbuzování k fandění, které je vidět na místech setkávání jiných mincí, a nedojít k tomuto závěru.</p> <p>To neznamená, že by Monero nemělo své roztleskávače, protože je má. Zajímavé však je, že mnoho členů komunity tyto roztleskávače okřikne a vyzve je k vyššímu standardu chování. Ve skutečnosti jde Monero tak daleko, že zbytečně přehnané roztleskávání považuje za spam a bude se ho snažit přesměrovat na vhodnější místa nebo ho úplně odstranit.</p> <p>Hrozbu zakrnělé mysli je třeba brát vážně. Soukromí je závod ve zbrojení, při kterém musí být všichni ve střehu, a výkřiky "Monero je nejlepší!" a "Nic nemůže porazit Monero! Je neprolomitelné!" pouze snižují naléhavost tohoto boje. Z tohoto pohledu není nedostatek kritického myšlení a zdravé skepse v komunitě jen otravný nebo sektářský, ale může vést k pádu samotného protokolu.</p> <p>V mnoha ohledech se můžeme podívat na Bitcoin jako na příklad toho, jak se to projevuje v reálném životě. Bitcoinoví maximalisté si často navzájem vyprávějí o přednostech Bitcoinu a dávají si znamení ctnosti, a kdykoli se objeví otázky soukromí, zaměnitelnosti nebo škálování, mávnou nad nimi rukou a provinilce vyženou z komunity. Až příliš často se lidé s oprávněnými otázkami ocitli v situaci, kdy byli zabanováni, zablokováni nebo jinak ostrakizováni z účasti v bitcoinových komunitách jen proto, že se nechtěli podřídit dohodnuté rétorice a odvážili se klást otázky.</p> <p>Tito unavení cestovatelé si znovu a znovu nacházejí cestu k Moneru a poté, co stráví nějaký čas v komunitě, chválí projekt za jeho diskuse na úrovni a za to, že se nebojí nepříjemných otázek. Není neobvyklé, že tito cestovatelé dokonce chtějí diskutovat o jiných mincích, ne proto, že by chtěli shillovat, ale protože si vypěstovali důvěru v rozum a logiku komunity a chtějí upřímné názory na jinou minci, což je něco, čeho se jim v samotné komunitě mince nedostane.</p> <p>Dokonce i fakt, že Monero v minulosti i současnosti neustále tvrdě forkuje, ukazuje pokoru a sílu projektu. Ačkoli někteří mohou tvrdé forky odsuzovat jako <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralizaci na vývojáře</a>, což je do jisté míry pravda, ukazuje to, že vývojáři pochopili, že šance, že se jim vše podaří na 100 % hned napoprvé, je mizivá. Věci bude třeba vylepšit a možná i zcela nahradit, pokud chce Monero zůstat konkurenceschopné v oblasti soukromí i kryptoměn.</p> <p>Často se stává, že tyto změny porušují zpětnou kompatibilitu, což je v protokolu Bitcoin, kde vše musí být soft fork a zpětně kompatibilní, velmi nepřípustné. To však znamená, že každá jednotlivá změna, kterou Bitcoin sám na sobě provede, má velmi omezený dosah v oblasti působnosti. Jsou zatíženy svou minulostí a vylepšení ji musí ctít, často někdy nesmyslně. Kdežto změny v Moneru mohou být rozsáhlé a mnohdy zlepší protokol a soukromí o několik řádů.</p> <p>To lze snadno vidět na začlenění systému <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Předtím Monero obsahovalo pouze <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">skryté adresy</a> a <a target="_blank" href="/knowledge/ring-signatures" class="next-link">kruhové podpisy</a> a částky byly viditelné. Shen Noether, výzkumník MRL, upravil stávající protokol, který částky pro Monero skrývá, ale jeho začlenění by porušilo zpětnou kompatibilitu, což by znamenalo, že transakce starého typu s transparentními částkami by již nebyly povoleny.</p> <p>Monero toto riziko podstoupilo a konečným výsledkem bylo mnohem lepší soukromí, které upevnilo pozici Monera jako krále mincí na ochranu soukromí. To ale není vše, co se ukázalo. Tento fork, stejně jako několik následujících, stejně jako všechna následující povzbuzení ke skepticismu, pokoře a zpochybňování v rámci komunity, také upevnily Monero jako jednu z nejbystřejších a nejkritičtějších sbírek myslí v kryptosvětě.</p>
fi: <p>Jokaisella henkilöllä on oma tarina matkastaan läpi villin lännen eli kryptovaluuttojen maailman. Jotkut löytävät paikan spekulointiin, jotkut löytävät ystäviä ja toiset löytävät teknologian, johon he uskovat. Hahmojen eroista huolimatta monilla on yhteisiä piirteitä, jopa eri kryptovaluutojen ja yhteisöjen välillä. Yksi näistä on huolestuttava samankaltaisuus kulttimaiseen käyttäytymiseen, johon monissa kryptoyhteisöissä osallistutaan.</p> <p>Nämä käyttäytymismallit eivät ole vaikeita havaita. Kyvyttömyys ottaa vastaan kritiikkiä ja tahallinen tietämättömyys puutteista, jopa todisteiden edessä, ovat vain muutamia esimerkkejä. Joissakin tiloissa joukkuehenki tulee niin räikeäksi, että mikä tahansa negatiivisuus johtaa kurinpitotoimiin.</p> <p>Kryptovaluuttamatkustajana, joka yrittää tukea hyviä projekteja ja <a target="_blank" href="/knowledge/monero-scams" class="next-link">ei menettää kaikkia rahoja</a>, kaikkia kryptovaluuttojen harrastajia rohkaistaan ajattelemaan kriittisesti ja arvioimaan projekteja todellisen arvon perusteella, mutta entäpä sen lähestyminen toisesta suunnasta? Pitäisikö itse projektien olla itsekriittisiä ja itsetietoisia?</p> <p> Väitetetysti kyllä. Yhteisö itsessään on heijastus projektista ja sen johtajista. Lisäksi taitava yhteisö odottaa enemmän kehittäjiltään ja pystyy kritisoimaan ehdotettuja ratkaisuja sen sijaan, että luottaisivat sokeasti ja hyväksyisivät, että kaikki kehittäjät työskentelevät käyttäjien edun sijaan itsensä tai ulkoisten etujen hyväksi.</p> <p>Päinvastoin, yhteisö, joka välittää vain hinnasta ja joka ei pysty tai halua kriittisesti arvioida itseään (tai antaa muiden arvioida), on tuomittu vajoamaan keskinkertaisuuteen.</p> <p>Projektina Monero yrittää pitää kehittäjät, tutkijat, johtajat ja yhteisön itsensä korkeimpien standardien mukaisina ja minimoimaan kasvavan omahyväisyyden ja tuhoavan apatian riskin.</p> <p>Yksi tavoista, joilla Monero tekee tämän, on järjestää viikoittainen Skepticism Sunnuntai yhteisön subredditissä. Tämä on paikka, jossa ihmiset voivat ilmaista huolensa Monerosta, protokollasta, johtajuudesta tai mistä tahansa muusta huolistaan. Se on paikka, jossa kysymyksiin ja jopa epäluottamukseen rohkaistaan, ja sitä pidetään välttämättömänä ekosysteemimme terveyden kannalta.</p> <p>Tämä on jyrkässä ristiriidassa monien muiden yhteisöjen kanssa, jotka eivät vain vältä kritiikkiä, vaan myös usein rohkaisevat apatiaan ja syrjäytyneisiin mieliin yhteisöstään. Tämä voi tuntua ankaralta sanoa, mutta on mahdotonta katsoa ekosysteemin laajuista vastustajien kieltämistä, keskustelun lopettamista ja kannustamista joukkuehenkeen, jota nähdään muiden kolikoiden kohtaamispaikoissa, mutta ei voida päätyä tähän johtopäätökseen.</p> <p>Se ei tarkoita, etteikö Monerolla itsellään olisi cheerleadereita, koska sillä on. Mielenkiintoista on kuitenkin se, että monet yhteisön jäsenet kutsuvat näitä cheerleadereiksi ja kannustavat heitä fiksumpaan käyttäytymiseen. Itse asiassa Monero menee niin pitkälle, että pitää tarpeettoman liiallista cheerleadingiä roskapostina ja yrittää ohjata sen uudelleen sopivampiin paikkoihin tai poistaa sen kokonaan.</p> <p>Pystyneiden mielien uhka on otettava vakavasti. Yksityisyys on kilpavarustelu, jossa kaikkien täytyy olla varpaillaan ja huutaa "Monero on paras!" ja "Mikään ei voi voittaa Moneroa! Se on särkymätön!" vain vähentää taistelun kiireellisyyttä. Tästä näkökulmasta katsottuna kriittisen ajattelun ja terveen skeptisismin puute yhteisössä ei ole vain ärsyttävää tai kulttista, vaan se voi johtaa itse protokollan kaatumiseen.</p> <p>Voimme monin tavoin etsiä Bitcoinista esimerkkejä siitä, kuinka tämä tapahtuu tosielämässä. Bitcoin-maksimalistit puhuvat usein ja viestittävät toisilleen Bitcoinin ansioista, ja aina kun yksityisyyttä, vaihdettavuutta tai skaalausta koskevat ongelmat tulevat esille, kysymykset heilautetaan käsin pois ja rikoksentekijät syrjäytetään yhteisöstä. Liian usein ihmiset, joilla on oikeutettuja kysymyksiä, ovat joutuneet kielletyksi, estettyiksi tai muuten syrjäytetyiksi osallistumasta Bitcoin-yhteisöihin vain siksi, että he eivät täytä sovittua retoriikkaa ja uskalsivat esittää kysymyksiä.</p> <p>Nämä väsyneet matkailijat löytävät tiensä Moneroon kerta toisensa jälkeen, ja vietettyään jonkin aikaa yhteisössä ovat kehuneet projektia sen tasapuolisista keskusteluista ja epämiellyttävien kysymysten aiheuttamasta pelon puutteesta. Ei ole ennenkuulumatonta, että nämä matkustajat haluavat edes keskustella muista kolikoista, ei siksi, että he haluavat shillata, vaan koska he alkavat luottaa yhteisön järkeen ja logiikkaan ja haluavat rehellisiä mielipiteitä toisesta kolikosta, jota he eivät voi saada itse kolikon yhteisöltä.</p> <p> Jopa se tosiasia, että Monero on jatkuvasti haaroittunut menneisyydessä ja nykyisyydessä, on osoittanut projektin nöyryyden ja voiman. Vaikka jotkut saattavat pitää "hard forkkia" <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">kehittäjiin keskittymisenä</a>, mikä on jossain määrin totta, se osoittaa, että kehittäjät ymmärsivät, että todennäköisyys sille, että he saavat kaiken 100% oikein heti ensimmäisellä kerralla, on pieni. Asiaa on parannettava ja ehkä jopa korvattava kokonaan, jos Monero haluaa pysyä kilpailukykyisenä sekä yksityisyyden että kryptovaluuttojen alalla.</p> <p>Usein nämä muutokset rikkovat takautuvan yhteensopivuuden, suuri ei-ei Bitcoin-protokollassa, jossa kaiken on oltava pehmeää ja takautuvasti yhteensopivaa. Mutta tämä tarkoittaa, että jokaisella Bitcoinin itselleen tekemällä yksittäisellä muutoksella on hyvin rajallinen ulottuvuus. Heidän menneisyytensä painaa heitä, ja parannusten on kunnioitettava sitä, usein järjettömästi. Sen sijaan Moneron muutokset voivat olla laajat, ja ne usein parantavat protokollaa ja yksityisyyttä useilla suuruusluokilla.</p> <p>Tämä näkyy helposti kun tehdään johtopäätös <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCTstä</a>. Aiemmin Monero sisälsi vain <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">"stealth" osotteita</a> ja <a target="_blank" href="/knowledge/ring-signatures" class="next-link">sormusallekirjoituksia</a>, ja summat olivat näkyvissä. MRL-tutkija Shen Noether muokkasi olemassa olevaa protokollaa, joka piilottaa Moneron summat, mutta sen sisällyttäminen rikkoisi takautuvan yhteensopivuuden, mikä tarkoittaisi, että vanhanaikainen transaktio läpinäkyvillä summilla ei olisi enää sallittu.</p> <p>Monero otti tämän riskin, ja lopputuloksena oli paljon parempi yksityisyys, joka vahvisti Moneron asemaa yksityisyyden kolikoiden kuninkaana. Mutta se ei ole kaikki mitä se osoitti. Tämä "fork", samoin kuin monet sen jälkeen, sekä kaikki seuraavat rohkaisut skeptisyyteen, nöyryyteen ja kyseenalaistamiseen yhteisössä, vahvistivat myös Moneron yhdeksi kryptoavaruuden terävimmistä ja kriittisimmistä mielien kokoelmasta.</p>
fr: <p>Chaque individu a sa propre histoire de voyage à travers le Far West qu'est la crypto-monnaie. Certains trouvent un endroit pour spéculer, certains trouvent des amis et d'autres trouvent une technologie en laquelle ils croient. Malgré les différences, il existe généralement de nombreuses similitudes, même entre différentes crypto-monnaies et communautés. L'une d'elles est la ressemblance troublante avec le comportement sectaire engagé dans de nombreuses communautés cryptographiques. </p> <p>Ces comportements ne sont pas difficiles à repérer. Une incapacité à accepter toute critique et l'ignorance délibérée des défauts, même face à l'évidence, ne sont que quelques exemples. Dans certains espaces, le soutient fervent devient si flagrant que toute négativité devient un motif de mesures disciplinaires.</p> <p>En tant que voyageur du domaine des crypto-monnaies essayant de soutenir de bons projets et <a target="_blank" href="/knowledge/monero-scams" class="next-link">de ne pas perdre tout votre argent</a>, tous les passionnés de crypto-monnaie sont encouragés à penser de manière critique et à évaluer les projets en fonction de leur valeur réelle, mais qu'en est-il de l'approcher de l'autre sens ? Les projets eux-mêmes sont-ils censés être autocritiques et avoir conscience de ce qu'ils sont ?</p> <p>Nous soutenons que oui. La communauté elle-même est le reflet du projet et de ses dirigeants. De plus, une communauté avertie attendra plus de ses développeurs et sera capable de critiquer les solutions proposées plutôt que de faire aveuglément confiance et d'accepter que tous les développeurs travaillent pour le bénéfice des utilisateurs plutôt que pour eux-mêmes ou des intérêts externes.</p> <p>À l'inverse, une communauté qui ne se soucie que du prix et qui n'est pas capable ou désireuse de s'auto-évaluer de manière critique (ou de laisser les autres évaluer) est condamnée à se vautrer dans la médiocrité.</p> <p>En tant que projet, Monero essaie de maintenir ses développeurs, ses chercheurs, ses dirigeants et sa communauté elle-même au plus haut des normes, et de minimiser le risque de complaisance croissante et d'apathie destructrice.</p> <p>L'une des façons dont Monero y parvient est d'organiser un dimanche hebdomadaire du scepticisme sur le subreddit de la communauté. C'est un endroit où les gens peuvent exprimer leurs préoccupations concernant Monero, le protocole, le leadership ou toute autre préoccupation qu'ils pourraient avoir. C'est un endroit où les questions et même la méfiance sont fortement encouragées et considérées comme nécessaires à la santé de notre écosystème.</p> <p>Cela contraste fortement avec de nombreuses autres communautés, qui non seulement évitent les critiques, mais encouragent souvent l'apathie et les esprits détournés de leur communauté. Cela peut sembler dur à dire, mais il est impossible d'examiner l'interdiction des opposants à l'échelle de l'écosystème, la fermeture de la conversation et l'encouragement des fervents supporters que l'on voit dans les lieux de rencontre d'autres crypto-monnaies et de ne pas arriver à cette conclusion.</p> <p>Cela ne veut pas dire que Monero n'a pas de fervent défenseurs, car c'est le cas. Ce qui est intéressant, cependant, c'est que de nombreux membres de la communauté dénoncent ces personnes et leur demandent de se comporter de manière plus responsable. En fait, Monero va jusqu'à considérer la défense inutilement excessive comme du spam et cherchera à rediriger ces personnes vers des endroits plus appropriés, ou à les supprimer entièrement.</p> <p>La menace des esprits chétifs doit être prise au sérieux. La confidentialité est une course aux armements où tout le monde doit être sur ses gardes et crier « Monero est le meilleur ! » et « Rien ne peut battre Monero ! C'est incassable ! » ne font que nuire à l'urgence de la bataille. De ce point de vue, un manque de pensée critique et de scepticisme sain dans une communauté n'est pas seulement ennuyeux ou sectaire, il peut conduire à la chute du protocole lui-même.</p> <p>À bien des égards, nous pouvons nous tourner vers Bitcoin pour obtenir des exemples de la façon dont cela se déroule dans la vie réelle. Les maximalistes de Bitcoin vont souvent jacasser et valider mutuellement les mérites de Bitcoin, et chaque fois que des problèmes de confidentialité, de fongibilité ou de mise à l'échelle se posent, les questions sont écartées et les contrevenants sont évincés de la communauté. Trop souvent, des personnes ayant des questions légitimes se sont retrouvées interdites, bloquées ou exclues de la participation aux communautés Bitcoin, simplement parce qu'elles ne se conformaient pas à la rhétorique convenue et osaient poser des questions.</p> <p>Maintes et maintes fois, ces voyageurs fatigués se rendent à Monero et, après avoir passé du temps dans la communauté, ont loué le projet pour ses discussions pondérées et son absence de peur face aux questions inconfortables. Il n'est pas rare que ces voyageurs veuillent même discuter d'autres crypto-monnaies, non pas parce qu'ils veulent s'amuser, mais parce qu'ils apprennent à faire confiance à la raison et à la logique de la communauté et veulent des opinions honnêtes sur une autre crypto-monnaie, quelque chose qu'ils ne peuvent pas obtenir de la part la communauté de la crypto-monnaie elle-même.</p> <p>Même le fait que Monero ait continuellement bifurqué dans le passé et le présent a montré l'humilité et la puissance du projet. Alors que certains peuvent décrier les « hard-forks » comme <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralisation sur les développeurs</a>, ce qui est vrai dans une certaine mesure, cela montre que les développeurs ont compris que les chances qu'ils obtiennent tout à 100% du premier coup sont minces. Les choses devront être améliorées, et peut-être même entièrement remplacées si Monero veut rester compétitif à la fois dans les domaines de la confidentialité et des crypto-monnaies.</p> <p>Souvent, ces changements brisent la rétrocompatibilité, ce qui n'est pas le cas dans le protocole Bitcoin, où tout doit être un « soft-fork » et rétrocompatible. Mais cela signifie que chaque changement individuel que Bitcoin apporte à lui-même a une portée très limitée. Ils sont accablés par leur passé, et les améliorations doivent l'honorer, souvent de manière insensée. Alors que les changements de Monero peuvent être radicaux et amélioreront souvent le protocole et la confidentialité de plusieurs ordres de grandeur.</p> <p>Cela se voit facilement dans l'inclusion de <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Auparavant, Monero n'incluait que les <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">adresses furtives</a> et les <a target="_blank" href="/knowledge/ring-signatures" class="next-link">signatures de cercle</a>, et les montants étaient visibles. Shen Noether, un chercheur MRL, a modifié un protocole existant qui masque les montants pour Monero, mais son inclusion cassait la rétrocompatibilité, ce qui signifie que les transactions à l'ancienne avec des montants transparents ne seraient plus autorisées.</p> <p>Monero a pris ce risque, et le résultat final a été une confidentialité bien améliorée qui a consolidé la position de Monero en tant que reine des crypto-monnaies de confidentialité. Mais ce n'est pas tout ce qu'il a montré. Ce fork, ainsi que les suivants, ainsi que tous les encouragements suivants au scepticisme, à l'humilité et au questionnement au sein de la communauté, ont également conforté la communauté Monero comme présentant l'un des esprits les plus pointus et les plus critiques du domaine des crypto-monnaies.</p>
it: <p>Ogni individuo ha la propria storia sui viaggi nel selvaggio west che è la criptovaluta. Alcuni trovano un posto per speculare, alcuni trovano amici e altri trovano la tecnologia in cui credono. Nonostante le differenze, ci sono comunemente molte somiglianze, anche tra diverse criptovalute e comunità. Uno di questi è l'inquietante somiglianza con il comportamento settario impegnato in molte delle comunità crittografiche.</p> <p>Questi comportamenti non sono difficili da individuare. L'incapacità di accettare critiche e l'ostinata ignoranza dei difetti, anche di fronte all'evidenza, sono solo alcuni esempi. In alcuni spazi, la cheerleading diventa così palese che qualsiasi negatività diventa motivo di azione disciplinare.</p> <p>Come viaggiatore di criptovaluta che cerca di supportare buoni progetti e <a target="_blank" href="/knowledge/monero-scams" class="next-link">non perdere tutti i tuoi soldi</a>, tutti gli appassionati di criptovaluta sono incoraggiati a pensare in modo critico e valutare i progetti in base al loro valore reale, ma che ne dici di avvicinarti ad esso dall'altra direzione? I progetti stessi dovrebbero essere autocritici e consapevoli di sé?</p> <p>Sosteniamo di sì. La comunità stessa è un riflesso del progetto e dei suoi leader. Inoltre, una comunità esperta si aspetterà di più dai propri sviluppatori e sarà in grado di criticare le soluzioni proposte piuttosto che fidarsi ciecamente e accettare che qualsiasi sviluppatore stia lavorando a beneficio degli utenti piuttosto che di se stessi o di interessi esterni.</p> <p>Al contrario, una comunità che si preoccupa solo del prezzo e non è in grado o non è disposta ad autovalutarsi criticamente (o lasciare che gli altri valutino) è condannata a crogiolarsi nella mediocrità.</p> <p>Come progetto, Monero cerca di mantenere i suoi sviluppatori, ricercatori, leader e la stessa comunità ai più alti standard e ridurre al minimo il rischio di crescente compiacenza e apatia distruttiva.</p> <p>Uno dei modi in cui Monero lo fa è tenere una domenica settimanale dello scetticismo sul subreddit della comunità. Questo è un luogo in cui le persone possono esprimere le loro preoccupazioni su Monero, il protocollo, la leadership o qualsiasi altra preoccupazione che potrebbero avere. È un luogo in cui le domande e persino la sfiducia sono assolutamente incoraggiate e considerate necessarie per la salute del nostro ecosistema.</p> <p>Ciò è in netto contrasto con molte altre comunità, che non si limitano a evitare le critiche, ma spesso incoraggiano l'apatia e le menti spente dalla loro comunità. Questo può sembrare duro da dire, ma è impossibile guardare al divieto a livello di ecosistema degli oppositori, alla chiusura della conversazione e all'incoraggiamento delle cheerleading che si vede nei luoghi di incontro di altre monete e non giungere a questa conclusione.</p> <p>Questo non vuol dire che Monero non abbia le cheerleader, perché ce l'ha. La cosa interessante, tuttavia, è che molti membri della comunità chiameranno queste cheerleader e le chiameranno a uno standard di comportamento più elevato. In effetti, Monero arriva al punto di considerare le cheerleading inutilmente eccessive come spam e cercherà di reindirizzarle a luoghi più appropriati o di rimuoverle completamente.</p> <p>La minaccia delle menti stentate deve essere presa sul serio. La privacy è una corsa agli armamenti in cui tutti devono essere in punta di piedi e grida di "Monero è il migliore!" e "Niente può battere Monero! È indistruttibile! " sminuisce solo l'urgenza della battaglia. Venendo da questa prospettiva, una mancanza di pensiero critico e un sano scetticismo in una comunità non è solo fastidioso o settario, può portare alla caduta del protocollo stesso.</p> <p>In molti modi, possiamo guardare a Bitcoin per esempi di come questo si svolge nella vita reale. I massimalisti di Bitcoin spesso si sputano e la virtù si scambiano segnali sui meriti di Bitcoin, e ogni volta che emergono problemi di privacy, fungibilità o ridimensionamento le domande vengono sventolate con la mano e gli autori di reato vengono estromessi dalla comunità. Troppo spesso persone con domande legittime si sono trovate bandite, bloccate o altrimenti ostracizzate dalla partecipazione alle comunità Bitcoin, solo perché non si sarebbero allineate alla retorica concordata e avrebbero osato fare domande.</p> <p>Di volta in volta, questi viaggiatori stanchi trovano la loro strada per Monero e, dopo aver trascorso un po 'di tempo nella comunità, hanno elogiato il progetto per le sue discussioni equilibrate e la mancanza di paura da domande scomode. Non è inaudito che questi viaggiatori vogliano discutere anche di altre monete, non perché vogliono shill, ma perché crescono per fidarsi della ragione e della logica della comunità e vogliono opinioni oneste su un'altra moneta, qualcosa che non possono entrare la stessa comunità della moneta.</p> <p>Anche il fatto che Monero si sia continuamente biforcato nel passato e nel presente ha dimostrato l'umiltà e la forza del progetto. Anche se alcuni potrebbero decretare le hard fork come <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralizzazione sugli sviluppatori</a>, il che è vero in una certa misura, mostra che gli sviluppatori hanno capito che le probabilità che ottengano tutto al 100% al primo tentativo sono scarse. Le cose dovranno essere migliorate, e forse anche sostituite del tutto se Monero vuole rimanere competitivo sia nel campo della privacy che in quello delle criptovalute.</p> <p>Spesso, queste modifiche interrompono la compatibilità con le versioni precedenti, un grande no-no nel protocollo Bitcoin, dove tutto deve essere un soft fork e retrocompatibile. Ma questo significa che ogni singolo cambiamento che Bitcoin apporta a se stesso ha una portata molto limitata. Sono appesantiti dal loro passato e i miglioramenti devono onorarlo, spesso senza senso. Mentre i cambiamenti di Monero possono essere radicali e spesso miglioreranno il protocollo e la privacy di diversi ordini di grandezza.</p> <p>Questo può essere visto facilmente nell'inclusione di <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Prima, Monero includeva solo <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">indirizzi nascosti</a> e <a target="_blank" href="/knowledge/ring-signatures" class="next-link">firme ad anello</a>e gli importi erano visibili. Shen Noether, un ricercatore MRL, ha modificato un protocollo esistente che nasconde gli importi per Monero, ma l'inclusione romperebbe la compatibilità con le versioni precedenti, il che significa che le transazioni vecchio stile con importi trasparenti non sarebbero più consentite.</p> <p>Monero ha assunto questo rischio e il risultato finale è stato una privacy molto migliorata che ha consolidato la posizione di Monero come re delle monete per la privacy. Ma non è tutto ciò che ha mostrato. Questo fork, così come i numerosi successivi, così come tutti i seguenti incoraggiamenti di scetticismo, umiltà e interrogatorio all'interno della comunità, hanno anche consolidato Monero come una delle raccolte di menti più acute e critiche nel criptospazio.</p>
lt: <p>Kiekvienas žmogus turi savo istoriją apie kelionę po laukinius vakarus, tai yra kriptovaliuta. Vieni randa vietą, kur spėlioti, kiti susiranda draugų, o kiti randa technologiją, kuria tiki. Nepaisant skirtumų, dažnai yra daug panašumų, netgi įvairiose kriptovaliutų ir bendruomenėse. Vienas iš jų yra nerimą keliantis daugelio kriptovaliutų bendruomenių panašumas į kultinį elgesį.</p> <p>Tokį elgesį nesunku pastebėti. Nesugebėjimas priimti bet kokią kritiką ir sąmoningas trūkumų nežinojimas, net ir įrodymų akivaizdoje, yra tik keli pavyzdžiai. Kai kuriose erdvėse linksminimai tampa tokie akivaizdūs, kad bet koks negatyvumas tampa drausminių veiksmų pagrindu.</p> <p>Kadangi kriptovaliutų keliautojas bando paremti gerus projektus ir <a target="_blank" href="/knowledge/monero-scams" class="next-link">neprarasti visų savo pinigų</a>, visi kriptovaliutų entuziastai skatinami kritiškai mąstyti ir vertinti projektus pagal savo tikrąją vertę pasaulyje, bet ką daryti. iš kitos pusės? Ar patys projektai turi būti kritiški ir sąmoningi?</p> <p> Mes ginčijamės, kad taip. Pati bendruomenė yra projekto ir jo lyderių atspindys. Be to, išmintinga bendruomenė tikėsis daugiau iš savo kūrėjų ir galės kritikuoti siūlomus sprendimus, o ne aklai pasitikėti ir pripažinti, kad kūrėjai dirba vartotojų, o ne savo ar išorinių interesų labui.</p> <p> Ir priešingai, bendruomenė, kuriai rūpi tik kaina ir kuri negali arba nenori kritiškai savęs vertinti (arba leisti vertinti kitiems), yra pasmerkta pasinerti į vidutinybę.</p> <p>Kaip projektas, Monero stengiasi savo kūrėjams, tyrėjams, lyderiams ir pačiai bendruomenei laikytis aukščiausių standartų ir sumažinti didėjančio pasitenkinimo ir destruktyvios apatijos riziką.</p> <p>Vienas iš būdų, kaip Monero tai daro, yra kas savaitę surengti skepticizmo sekmadienį bendruomenės subreddite. Tai vieta, kur žmonės gali išreikšti savo susirūpinimą dėl Monero, protokolo, vadovybės ar bet kokio kito jiems rūpimo. Tai vieta, kur klausimai ir net nepasitikėjimas yra tiesiog skatinami ir manoma, kad tai būtina mūsų ekosistemos sveikatai.</p> <p>Tai visiškai prieštarauja daugeliui kitų bendruomenių, kurios ne tik vengia kritikos, bet ir dažnai skatina apatiją ir atitolusius savo bendruomenės protus. Tai gali atrodyti griežtai pasakyti, bet neįmanoma pažvelgti į ekosistemos masto draudimą prieštaraujantiems žmonėms, pokalbių nutraukimą ir skatinimą linksmintis, kuris matomas kitų monetų susitikimo vietose ir neprieina prie tokios išvados.</p> <p>Tai nereiškia, kad Monero pati neturi cheerleaderių, nes ji turi. Tačiau įdomu tai, kad daugelis bendruomenės narių kvies šias linksmybes ir ragins juos laikytis aukštesnio elgesio standartų. Tiesą sakant, Monero eina tiek toli, kad mano, kad be reikalo perteklinis palinksminimas yra šlamštas, ir sieks nukreipti jį į tinkamesnes vietas arba visiškai pašalinti.</p> <p> Į sustingusio proto grėsmę reikia žiūrėti rimtai. Privatumas yra ginklavimosi lenktynės, kuriose visi turi būti ant kojų ir šaukti „Monero yra geriausias! ir „Niekas negali įveikti Monero! Jis nepalaužiamas!" tik sumažina mūšio skubumą. Žvelgiant iš šios perspektyvos, kritinio mąstymo ir sveiko skepticizmo trūkumas bendruomenėje ne tik erzina ar kulto, bet ir gali lemti paties protokolo žlugimą.</p> <p> Daugeliu atžvilgių galime ieškoti „Bitcoin“ pavyzdžių, kaip tai vyksta realiame gyvenime. „Bitcoin“ maksimalistai dažnai praneša vieni kitiems apie „Bitcoin“ pranašumus ir dorybes signalizuoja, o kai tik iškyla privatumo, pakeičiamumo ar mastelio keitimo problemos, klausimai yra numojami ranka, o pažeidėjai išstumiami iš bendruomenės. Labai dažnai žmonėms, turintiems teisėtų klausimų, uždrausta, užblokuota ar kitaip atstumta dalyvauti Bitcoin bendruomenėse vien dėl to, kad jie neatitiko sutartos retorikos ir išdrįso užduoti klausimus.</p> <p>Kartas ir vėl šie pavargę keliautojai randa kelią į Monero ir, šiek tiek laiko praleidę bendruomenėje, gyrė projektą už lygiavertes diskusijas ir nepatogių klausimų baimės trūkumą. Neretai pasitaiko, kad šie keliautojai net nori aptarinėti kitas monetas ne todėl, kad nori smukti, o todėl, kad jie vis labiau pasitiki bendruomenės priežastimi ir logika ir nori nuoširdžios nuomonės apie kitą monetą, ko jie negali gauti. pati monetų bendruomenė.</p> <p> Netgi faktas, kad Monero praeityje ir dabartyje nuolat sunkiai keitėsi, parodė projekto nuolankumą ir galią. Nors kai kurie gali smerkti „hard forks“ kaip <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralizavimą kūrėjams</a>, o tai iš dalies yra tiesa, tai rodo, kad kūrėjai suprato, kad tikimybė, kad jie iš pirmo karto viską gaus 100 %, yra maža. Reikės patobulinti, o galbūt net visiškai pakeisti, jei Monero norės išlikti konkurencingas tiek privatumo, tiek kriptovaliutų srityse.</p> <p>Dažnai dėl šių pakeitimų pažeidžiamas atgalinis suderinamumas, o tai yra didelis „ne“ Bitcoin protokole, kur viskas turi būti minkšta ir suderinama atgal. Tačiau tai reiškia, kad kiekvienas pakeitimas, kurį Bitcoin daro pats, yra labai ribotas. Juos slegia jų praeitis, o patobulinimai turi ją gerbti, dažnai beprasmiškai. Tuo tarpu Monero pakeitimai gali būti didžiuliai ir dažnai keliais dydžiais pagerins protokolą ir privatumą.</p> <p>Tai galima lengvai pamatyti įtraukus <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Anksčiau Monero įtraukė tik <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">slaptus adresus</a> ir <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> skambėjimo parašus</a>, o sumos buvo matomos. Shen Noether, DLK tyrėjas, pakeitė esamą protokolą, kuriame slepiamos sumos už Monero, tačiau įtraukus jį būtų pažeistas atgalinis suderinamumas, o tai reiškia, kad seno tipo operacijos su skaidriomis sumomis nebebus leidžiamos.</p> <p> Monero prisiėmė šią riziką, o galutinis rezultatas buvo daug geresnis privatumas, kuris sustiprino Monero, kaip privatumo monetų karaliaus, poziciją. Bet tai dar ne viskas, ką tai parodė. Ši šakutė, taip pat keli po to, taip pat visi tolesni skepticizmo, nuolankumo ir klausinėjimo bendruomenėje skatinimai taip pat sustiprino Monero kaip vieną aštriausių ir kritiškiausių minčių rinkinių kriptografinėje erdvėje.</p>
nb: <p>Hvert individ har sin egen historie om å reise gjennom det ville vesten som er kryptovaluta. Noen finner et sted å spekulere på, noen finner venner, og andre finner teknologi de tror på. Til tross for forskjellene er det ofte mange likheter, selv på tvers av forskjellige kryptoer og samfunn. En av disse er den urovekkende likheten med kultisk atferd engasjert i mange av kryptosamfunnene.</p> <p>Denne oppførselen er ikke vanskelig å få øye på. En manglende evne til å ta kritikk og bevisst uvitenhet om feil, selv i møte med bevis, er bare noen få eksempler. I noen områder blir cheerleadingen så åpenbar at enhver negativitet overhodet blir grunnlag for disiplinær handling.</p> <p>Som en kryptovaluta-reisende som prøver å støtte gode prosjekter og <a target="_blank" href="/knowledge/monero-scams" class="next-link">ikke tape alle pengene dine</a>, oppfordres alle kryptovaluta-entusiaster til å tenke kritisk og vurdere prosjekter basert på deres virkelige verdi, men hva med å nærme seg det fra den andre retningen? Er prosjekter i seg selv ment å være selvkritiske og selvbevisste?</p> <p>Vi argumenterer ja. Samfunnet i seg selv er en refleksjon av prosjektet og lederne i det. Videre vil et kunnskapsrikt fellesskap forvente mer av utviklerne sine, og være i stand til å kritisere foreslåtte løsninger i stedet for blindt å stole på og akseptere at alle utviklere jobber til fordel for brukerne i stedet for seg selv eller eksterne interesser.</p> <p>Omvendt er et fellesskap som bare bryr seg om prisen og ikke er i stand til eller villig til å kritisk selvevaluere (eller la andre vurdere), dømt til å velte seg i middelmådighet.</p> <p>Som et prosjekt prøver Monero å holde sine utviklere, forskere, ledere og fellesskap til de høyeste standarder, og minimere risikoen for økende selvtilfredshet og destruktiv apati.</p> <p>En av måtene Monero gjør dette på, er å holde en ukentlig Skepsis-søndag på fellesskapets subreddit. Dette er et sted hvor folk kan gi uttrykk for sine bekymringer om Monero, protokollen, ledelsen eller andre bekymringer de måtte ha. Det er et sted hvor spørsmål og til og med mistillit direkte oppmuntres, og anses som nødvendig for helsen til økosystemet vårt.</p> <p>Dette står i sterk kontrast til mange andre samfunn, som ikke bare unngår kritikk, men ofte oppmuntrer til apati og avslåtte sinn fra fellesskapet. Dette kan virke tøft å si, men det er umulig å se på det økosystemomfattende forbudet mot å si nei, nedleggelse av samtaler og oppmuntring til cheerleading som er sett på møteplassene til andre mynter og ikke komme til denne konklusjonen.</p> <p>Det er ikke dermed sagt at Monero ikke har cheerleaders selv, for det har den. Det interessante er imidlertid at mange fellesskapsmedlemmer vil rope ut disse cheerleaderne og kalle dem til en høyere oppførselsstandard. Faktisk går Monero så langt som å vurdere unødvendig overdreven cheerleading som søppelpost og vil forsøke å omdirigere den til mer passende steder, eller fjerne den helt.</p> <p>Trusselen om forkrøplede sinn må tas på alvor. Personvern er et våpenkappløp der alle må være på tærne, og roper «Monero er best!» og «Ingenting kan slå Monero! Det er uknuselig!" bare forringe det haster med slaget. Fra dette perspektivet er mangel på kritisk tenkning og sunn skepsis i et fellesskap ikke bare irriterende eller kultisk, det kan føre til at selve protokollen faller.</p> <p>På mange måter kan vi se til Bitcoin for eksempler på hvordan dette utspiller seg i det virkelige liv. Bitcoin-maksimalister vil ofte tut og dyd signalisere til hverandre om Bitcoins fordeler, og når spørsmål om personvern, fungibilitet eller skalering dukker opp, blir spørsmålene håndviftet bort og lovbryterne blir kastet ut av fellesskapet. Altfor ofte har personer med legitime spørsmål blitt utestengt, blokkert eller på annen måte utstøtt fra deltakelse i Bitcoin-fellesskap, bare fordi de ikke ville falle i tråd med den avtalte retorikken og våget å stille spørsmål.</p> <p>Gang på gang finner disse trøtte reisende veien til Monero, og etter å ha tilbrakt litt tid i samfunnet, har de berømmet prosjektet for dets direkte diskusjoner og mangel på frykt for ubehagelige spørsmål. Det er ikke uhørt at disse reisende til og med ønsker å diskutere andre mynter, ikke fordi de ønsker å shill, men fordi de vokser til å stole på grunnen og logikken til samfunnet og vil ha ærlige meninger om en annen mynt, noe de ikke kan få inn. myntens fellesskap selv.</p> <p>Selv det faktum at Monero kontinuerlig har gått hardt sammen i fortid og nåtid har vist ydmykheten og kraften i prosjektet. Selv om noen kanskje avviser harde gafler som <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">sentralisering på utviklere</a>, noe som er sant til en viss grad, viser det at utviklerne forsto at sjansen for at de får alt 100 % rett ved første omgang er liten. Ting må forbedres, og kanskje til og med erstattes helt hvis Monero ønsker å forbli konkurransedyktig både innen personvern og kryptovaluta.</p> <p>Ofte bryter disse endringene bakoverkompatibiliteten, et stort nei-nei i Bitcoin-protokollen, der alt må være en myk gaffel og bakoverkompatibel. Men dette betyr at hver enkelt endring som Bitcoin gjør til seg selv har svært begrenset rekkevidde i omfang. De er tynget av fortiden deres, og forbedringer må respektere den, ofte meningsløst. Mens Moneros endringer kan være omfattende, og ofte vil forbedre protokollen og personvernet med flere størrelsesordener.</p> <p>Dette kan lett sees i inkluderingen av <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Før inkluderte Monero bare <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth-adresser</a> og <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer</a>, og beløpene var synlige. Shen Noether, en MRL-forsker, endret en eksisterende protokoll som skjuler beløp for Monero, men dens inkludering ville bryte bakoverkompatibiliteten, noe som betyr at gammeldagse transaksjoner med transparente beløp ikke lenger ville være tillatt.</p> <p>Monero tok denne risikoen, og sluttresultatet var et mye forbedret personvern som befestet Moneros posisjon som kongen av personvernmynter. Men det var ikke alt det viste. Denne gaffelen, så vel som de mange etter, så vel som alle de følgende oppmuntringene til skepsis, ydmykhet og spørsmål i samfunnet, befestet også Monero som en av de skarpeste, mest kritiske samlingene av sinn i kryptorommet.</p>
nl: <p>Elk individu heeft zijn eigen verhaal over het reizen door het zogenaamde wilde westen, ook wel bekend als cryptocurrency. Sommigen vinden een plek om te speculeren, sommigen vinden vrienden en anderen vinden technologie waarin ze geloven. Ondanks de verschillen, zijn er vaak veel overeenkomsten, zelfs tussen verschillende crypto's en gemeenschappen. Een hiervan is de verontrustende gelijkenis met sekte-achtig gedrag dat zich voordoet in veel van de cryptogemeenschappen. </p> <p>Dit gedrag is niet moeilijk te herkennen. Het onvermogen om kritiek te accepteren en het opzettelijk negeren van gebreken, zelfs wanneer geconfronteerd met bewijs, zijn slechts enkele voorbeelden van dit soort gedrag. In sommige ruimtes wordt het cheerleaden zo flagrant dat elke vorm van negativiteit reden wordt voor disciplinaire maatregelen.</p> <p>Als cryptocurrency-reiziger die goede projecten probeert te ondersteunen en <a target="_blank" href="/knowledge/monero-scams" class="next-link">niet al uw geld wilt verliezen</a>, worden alle cryptocurrency enthousiastelingen aangemoedigd om kritisch na te denken en projecten te evalueren op basis van hun werkelijke waarde. Maar hoe zit het met het benaderen vanuit het tegenovergestelde perspectief? Moeten projecten zelf zelfkritisch en zelfbewust zijn? </p> <p>We beweren van wel. De gemeenschap zelf is een weerspiegeling van het project en de leiders die zich daarin bevinden. Bovendien zal een slimme gemeenschap meer verwachten van hun ontwikkelaars en in staat zijn om voorgestelde oplossingen te bekritiseren, in plaats van blindelings te vertrouwen en accepteren dat ontwikkelaars werken in het voordeel van de gebruikers in plaats van zichzelf of externe belangen.</p> <p>Aan de andere kant, is een gemeenschap die alleen om de prijs geeft en niet in staat of bereid is om zichzelf kritisch te evalueren (of anderen te laten evalueren) gedoemd te zwelgen in middelmatigheid.</p> <p>Als project probeert Monero zijn ontwikkelaars, onderzoekers, leiders en gemeenschap zelf aan de hoogste normen te houden en het risico op groeiende zelfgenoegzaamheid en destructieve apathie te minimaliseren.</p> <p>Een van de manieren waarop Monero dit doet, is door een wekelijkse Scepticism Sunday te houden op de subreddit van de gemeenschap. Dit is een plek waar mensen hun zorgen over Monero, het protocol, de leiderschap of andere zorgen kunnen uiten. Het is een plek waar vragen en ook wantrouwen ronduit worden aangemoedigd en noodzakelijk worden geacht voor de gezondheid van ons ecosysteem.</p> <p>Dit staat in schril contrast met veel andere gemeenschappen, die niet alleen kritiek vermijden, maar vaak apathie en afkerige geesten van hun gemeenschap aanmoedigen. Dit lijkt misschien wreed om te zeggen, maar het is onmogelijk om te kijken naar het ecosysteem-brede verbod op nee-zeggers, het beëindigen van gesprekken en het aanmoedigen van cheerleading dat wordt gezien op de ontmoetingsplaatsen van andere munten, en niet tot deze conclusie te komen. </p> <p>Dat wil niet zeggen dat Monero zelf geen cheerleaders heeft, want dat heeft het wel. Het interessante is echter dat veel leden van de gemeenschap deze cheerleaders zullen uitzoeken en oproepen tot een hogere gedragsnorm. Monero gaat zelfs zo ver dat het onnodig buitensporige cheerleading als spam beschouwt, en zal proberen het om te leiden naar meer geschikte plaatsen of het volledig te verwijderen.</p> <p>De dreiging van belemmerde geesten moet serieus worden genomen. Privacy is een wapenwedloop waar iedereen alert op moet zijn, en kreten zoals "Monero is the best!" en “Niets kan Monero verslaan! Het is onbreekbaar!” doen alleen maar afbreuk aan de urgentie van de strijd. Vanuit dit perspectief is een gebrek aan kritisch denken en gezond scepticisme in een gemeenschap niet alleen vervelend of sekteachtig, het kan ook leiden tot de ondergang van het protocol zelf.</p> <p>In veel opzichten kunnen we naar Bitcoin kijken voor voorbeelden van hoe dit in het echte leven uitpakt. Bitcoin-maximalisten zullen elkaar vaak uitschelden en deugdzame signalen geven over de verdiensten van Bitcoin, en wanneer kwesties van privacy, fungibiliteit of schaalvergroting aan de orde komen, worden de vragen met de hand weggewuifd en worden de overtreders uit de gemeenschap verdreven. Al te vaak zijn mensen met legitieme vragen verbannen, geblokkeerd of anderszins buitengesloten van deelname aan Bitcoin-gemeenschappen, alleen omdat ze zich niet aan de overeengekomen retoriek wilden houden en vragen durfden te stellen. </p> <p>Keer op keer vinden deze vermoeide reizigers hun weg naar Monero, en na enige tijd in de gemeenschap te hebben doorgebracht, hebben ze het project geprezen om de nuchtere discussies en gebrek aan angst voor ongemakkelijke vragen. Het is niet ongehoord dat deze reizigers zelfs over andere munten willen praten, niet omdat ze willen shillen, maar omdat ze de reden en logica van de gemeenschap gaan vertrouwen en eerlijke meningen over een andere munt willen, iets waar ze niet aan kunnen komen in de gemeenschap van de munt zelf.</p> <p>Zelfs het feit dat Monero in het verleden en het heden voortdurend hard forkt, heeft de nederigheid en kracht van het project aangetoond. Hoewel sommigen hard forks afkeuren als <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralisatie bij ontwikkelaars </a>, wat tot op zekere hoogte waar is, toont het aan dat de ontwikkelaars begrepen dat de kans klein is dat ze alles meteen 100% goed doen. Dingen zullen moeten worden verbeterd en misschien zelfs volledig moeten worden vervangen als Monero concurrerend wil blijven op het gebied van zowel privacy als cryptocurrency.</p> <p>Vaak breken deze veranderingen de achterwaartse compatibiliteit, een grote no-no in het Bitcoin-protocol, waar alles een soft fork en achterwaarts compatibel moet zijn. Maar dit betekent dat elke individuele wijziging die Bitcoin zelf aanbrengt, een zeer beperkt bereik heeft. Ze zijn verzwaard door hun verleden, en verbeteringen moeten dit vaak zinloos eren. Terwijl de wijzigingen van Monero ingrijpend kunnen zijn, en het protocol en de privacy vaak met meerdere ordes van grootte zullen verbeteren. </p> <p>Dit is gemakkelijk te zien aan de opname van <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Voorheen bevatte Monero alleen <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth-adressen</a> en <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringhandtekeningen</a>, en bedragen waren zichtbaar. Shen Noether, een MRL-onderzoeker, wijzigde een bestaand protocol dat bedragen voor Monero verbergt, waarvan opname achterwaartse compatibiliteit zou doorbreken, wat betekent dat ouderwetse transacties met transparante bedragen niet meer toegestaan zouden zijn.</p> <p>Monero nam dit risico en het eindresultaat was een sterk verbeterde privacy die de positie van Monero als de koning van de privacymunten verstevigde. Maar dat is niet het enige wat hier uit duidelijk werd. Deze afsplitsing, en ook de toekomstige afsplitsingen, evenals de daarop volgende aanmoedigingen tot het scepticisme, de nederigheid en vragen binnen de gemeenschap, versterkten Monero als een van de scherpste, meest kritische verzameling geesten in de cryptospace. </p>
pl: <p>Każdy ma swoją historię na temat tego jak odkrywał kryptowaluty. Niektórych kusi spekulacja, innych możliwość poznania nowych osób, a inni są wyznawcami tej technologii. Pomimo wielu różnic między kryptowalutami, ich społeczności zazwyczaj wiele łączy. Jedną z cech wspólnych często jest odstraszający kult ulubionego projektu.</p> <p>Nietrudno rozpoznać te zachowania. Są nimi np. nieumiejętność przyjmowania krytyki oraz ignorowanie wszelkich wad, nawet gdy są oczywiste i niezaprzeczalne. W niektórych społecznościach kult staje się tak nachalny, że wszelki sceptycyzm spotyka się z karami dyscyplinarnymi.</p> <p>Jako użytkownik kryptowalut, chętny do wspierania dobrych projektów i <a target="_blank" href="/knowledge/monero-scams" class="next-link">niestracenia wszystkich swoich pieniędzy</a>, zachęcam do myślenia krytycznego i ewaluacji rzeczywistej wartości projektów. Ale czy społeczność danego projektu sama musi przejawiać samokrytykę i być świadoma wad?</p> <p>Twierdzimy, że tak. Społeczność jest odbiciem projektu i jego przywódców. Ponadto, dojrzała społeczność będzie wymagać więcej od swoich deweloperów i będzie w stanie krytykować ich pomysły, zamiast ślepo im ufać. </p> <p>Z drugiej strony, społeczność przejmująca się jedynie ceną, bądź pozbawiona umiejętności ewaluacji samej siebie, jest skazana na niepowodzenie.</p> <p>Jako projekt, Monero stara się wymagać jak najwięcej od swoich badaczy, deweloperów i przywódców a sama społeczność się wzajemnie weryfikuje, aby utrzymać najwyższy standard.</p> <p>Jednym ze sposobów, w jaki Monero to osiąga, jest cotygodniowa Skepticism Sunday na subredditcie. Jest to czas kiedy użytkownicy są zachęcani do dzielenia się swoimi obawami wobec Monero, protokołu, przywódców i wszelkimi innymi obawami jakie mają. Jest to miejsce, w którym pytania, a nawet brak nieufności są nie tylko zachęcane, ale wręcz konieczne do budowania zdrowego ekosystemu. </p> <p>Tworzy to przeciwieństwo z wieloma innymi społecznościami kryptowalut, które nie tylko unikają krytyki, a wręcz promują apatię i eliminują sceptyków ze swojego grona. Zabrzmi to nieprzyjemnie ale nie da się patrzeć na wyrzucanie sceptyków, usuwanie dyskusji i nachalne zachęcanie do kibicowania, które mają miejsce w społecznościach innych kryptowalut i nie dojść do tego wniosku.</p> <p>Nie oznacza to, że Monero nie ma swoich kibiców, bo oczywiście ma. Co ciekawe inni członkowie społeczności regularnie ich krytykują i żądają od nich realistycznego podejścia. W społeczności Monero nieraz nadmierne kibicowanie jes wręcz usuwane z forów.</p> <p>Prywatność to wyścig, w którym każdy musi być w gotowości, a wykrzyki typu: "Monero jest najlepsze", "Nic nie pokona Monero! Jest niezniszczalne!", służą tylko rozpraszaniu. Biorąc to pod uwagę, kult nie jest tylko męczący i denerwujący ale może też prowadzić do upadku całego projektu.</p> <p>Na wiele sposobów możemy przyjrzeć się Bitcoinowi w poszukiwaniu przykładów tego typu zachowania. Maksymaliści Bitcoina często wzajemnie się nakręcają na temat zalet Bitcoina i kiedykolwiek ktoś wspomni o problemach prywatności, zamienności, lub skalowania, jest ignorowany lub wręcz wyrzucony ze społeczności. Zbyt często ludzie z uzasadnionymi pytaniami zostali wyrzuceni z forów, tylko dlatego, że odważyli się zadać pytania.</p> <p>Wielokrotnie ci zagubieni użytkownicy dotarli do Monero i po poznaniu społeczności zaczęli chwalić jego spokojne dyskusje i brak lęku przy zadawaniu pytań. Nieraz zdarza się, że ci użytkownicy mają ochotę dyskutować o innych projektach kryptowalut, nie dlatego, że chcą je promować ale dlatego, że zaufali społeczności i poszukują szczerych opinii, których nie mogą znaleźć gdzie indziej.</p> <p>Nawet fakt, że Monero regularnie przechodziło przez hard forki w przeszłości, dowodzi pokorze i sile projektu. Podczas gdy niektórzy mogą krytykować te hard forki jako <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralizacja deweloperów</a>, co do pewnego stopnia jest prawdą, pokazuje to, że deweloperzy są świadomi swoich znikomych szans na to, że każdy ich pomysł będzie trafiony za pierwszym razem. Nieraz trzeba niektóre elementy poprawić, lub wyrzucić, jeśli Monero chce pozostać konkurencyjne pod względem prywatności.</p> <p>Wiele razy te zmiany niszczyły kompatybilność, coś niedopuszczalnego w protokole Bitcoina, gdzie wszystko musi być soft forkiem a kompatybilność zachowana. Ale to oznacza, że każda zmiana jaką Bitcoin przechodzi, musi być bardzo ograniczona. Bitcoin jest przeważony przez własną przeszłość i wszelkie modyfikacje muszą ją honorować, nieraz bez sensu. Natomiast zmiany w Monero mogą być głębokie i często poprawiają prywatność protokołu o kilka rzędów wielkości.</p> <p>Można to łatwo zauważyć w dodaniu <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Wcześniej Monero zawierało tylko <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses</a> i <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, więc kwoty były widoczne. Shen Noether, badacz MRL, zmodyfikował protokół do tego stopnia, że kwoty są schowane w Monero ale uwzględnienie tej zmiany sprawiło, że transakcje starego typu nie są już dozwolone.</p> <p>Monero podjęło to ryzyko, dzięki czemu poprawiło znacznie swoją prywatność i potwierdziło swoją pozycję jako leadera privacy coins. Ale ta decyzja pokazała coś jeszcze. Ten fork, jak i wiele po nim, oraz towarzysząca mu zachęta do sceptycyzmu, pokory i kwestionowania wewnątrz społeczności Monero, utwierdziły ją jako najbystrzejszą, najbardziej krytycznie myślącą społeczność umysłów w przestrzeni kryptowalut.</p>
pt_br: <p>Cada indivíduo tem sua própria história sobre como viajar pelo oeste selvagem que é a criptomoeda. Alguns encontram um lugar para especular, alguns encontram amigos e outros encontram a tecnologia em que acreditam. Apesar das diferenças, geralmente existem muitas semelhanças, mesmo entre criptomoedas e comunidades diferentes. Uma delas é a perturbadora semelhança com o comportamento de um culto envolvido em muitas das comunidades criptográficas.</p> <p>Esses comportamentos não são difíceis de detectar. A incapacidade de aceitar qualquer crítica e a ignorância intencional das falhas, mesmo em face das evidências, são apenas alguns exemplos. Em alguns espaços, a torcida torna-se tão gritante que qualquer negatividade se torna motivo para ação disciplinar.</p> <p>Como um viajante criptomoeda tentando apoiar bons projetos e <a target="_blank" href="/knowledge/monero-scams" class="next-link">não perder todo o seu dinheiro</a>, todos os entusiastas da criptomoeda são encorajados a pensar criticamente e avaliar os projetos com base em seu valor no mundo real, mas que tal abordá-lo da outra direção? Os próprios projetos devem ser autocríticos e autoconscientes?</p> <p>Nós argumentamos que sim. A própria comunidade é um reflexo do projeto e de seus líderes. Além disso, uma comunidade experiente espera mais de seus desenvolvedores e é capaz de criticar as soluções propostas, em vez de confiar cegamente e aceitar que todos os desenvolvedores estejam trabalhando para o benefício dos usuários e não para si próprios ou para interesses externos.</p> <p>Por outro lado, uma comunidade que só se preocupa com o preço e não é capaz ou deseja fazer uma autoavaliação crítica (ou deixar que outros avaliem) está condenada a chafurdar na mediocridade.</p> <p>Como projeto, o Monero tenta manter seus desenvolvedores, pesquisadores, líderes e a própria comunidade nos mais altos padrões e minimizar o risco de complacência crescente e apatia destrutiva.</p> <p>Uma das maneiras de Monero fazer isso é realizar um Domingo de Ceticismo semanal no subreddit da comunidade. Este é um lugar onde as pessoas podem expressar suas preocupações sobre Monero, o protocolo, a liderança ou qualquer outra preocupação que possam ter. É um lugar onde perguntas e até mesmo desconfiança são totalmente encorajadas e consideradas necessárias para a saúde do nosso ecossistema.</p> <p>Isso vem em total contraste com muitas outras comunidades, que não apenas evitam críticas, mas frequentemente encorajam a apatia e as mentes desligadas de sua comunidade. Pode parecer difícil de dizer, mas é impossível olhar para o banimento de todo o ecossistema de pessimistas, encerrar a conversa e encorajar a torcida que é vista nos pontos de encontro de outras moedas e não chegar a essa conclusão.</p> <p>Isso não quer dizer que Monero não tenha líderes de torcida, porque tem. O interessante, entretanto, é que muitos membros da comunidade chamam essas líderes de torcida e os chamam para um padrão mais elevado de comportamento. Na verdade, Monero chega ao ponto de considerar a torcida desnecessariamente excessiva como spam e tentará redirecioná-la para lugares mais apropriados ou removê-la inteiramente.</p> <p>A ameaça de mentes atrofiadas deve ser levada a sério. Privacidade é uma corrida armamentista em que todos devem estar atentos e gritos de “Monero é o melhor!” e “Nada pode vencer o Monero! É inquebrável! ” apenas diminui a urgência da batalha. Partindo dessa perspectiva, a falta de pensamento crítico e ceticismo saudável em uma comunidade não é apenas irritante ou cult, mas pode levar à queda do protocolo em si.</p> <p>De muitas maneiras, podemos olhar para o Bitcoin para exemplos de como isso funciona na vida real. Os maximalistas do Bitcoin muitas vezes falam e dão sinais de virtude uns aos outros sobre os méritos do Bitcoin, e sempre que questões de privacidade, fungibilidade ou dimensionamento surgem, as perguntas são descartadas e os infratores são expulsos da comunidade. Com muita frequência, pessoas com perguntas legítimas se viram banidas, bloqueadas ou, de outra forma, condenadas ao ostracismo da participação em comunidades Bitcoin, só porque não quiseram seguir a retórica acordada e ousaram fazer perguntas.</p> <p>Vez após vez, esses viajantes cansados encontram seu caminho para Monero e, depois de passar algum tempo na comunidade, elogiam o projeto por suas discussões equilibradas e falta de medo de perguntas desconfortáveis. Não é incomum que esses viajantes queiram discutir outras moedas, não porque eles queiram xingar, mas porque eles passam a confiar na razão e na lógica da comunidade e querem opiniões honestas de outra moeda, algo que eles não conseguem encontrar a própria comunidade da moeda.</p> <p>Mesmo o fato de Monero ter continuamente se ramificado no passado e no presente mostra a humildade e o poder do projeto. Embora alguns possam desacreditar os hard forks como <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralização nos desenvolvedores</a>, o que é verdade até certo ponto, isso mostra que os desenvolvedores entenderam que as chances de eles conseguirem tudo 100% certo de primeira são pequenas. As coisas precisarão ser melhoradas e talvez até mesmo substituídas inteiramente se o Monero quiser se manter competitivo tanto em privacidade quanto em criptomoedas.</p> <p>Muitas vezes, essas mudanças quebram a compatibilidade com versões anteriores, uma grande desvantagem no protocolo Bitcoin, onde tudo tem que ser uma bifurcação suave e compatível com versões anteriores. Mas isso significa que cada mudança individual que o Bitcoin faz em si mesmo tem alcance muito limitado. Eles estão sobrecarregados com seu passado, e as melhorias devem honrá-lo, muitas vezes sem sentido. Considerando que as alterações de Monero podem ser radicais e, muitas vezes, melhoram o protocolo e a privacidade em várias ordens de magnitude.</p> <p>Isso pode ser visto facilmente na inclusão de <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Antes, Monero incluía apenas <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">endereços secretos</a> e <a target="_blank" href="/knowledge/ring-signatures" class="next-link">assinaturas de anel</a>, e os valores eram visíveis. Shen Noether, um pesquisador do MRL, modificou um protocolo existente que oculta valores para o Monero, mas sua inclusão quebraria a compatibilidade com versões anteriores, o que significa que transações antigas com valores transparentes não seriam mais permitidos.</p> <p>Monero assumiu esse risco, e o resultado final foi uma privacidade muito melhor que solidificou a posição de Monero como o rei das moedas de privacidade. Mas não foi só isso que mostrou. Esta bifurcação, bem como as várias posteriores, bem como todas as seguintes ações de incentivo ao ceticismo, humildade e questionamento dentro da comunidade, também solidificaram Monero como um dos conjuntos de mentes mais afiados e críticos do criptosespaço.</p>
sl: <p>Vsak posameznik ima svojo zgodbo o potovanju po divjem zahodu, ki ga predstavljajo kriptovalute. Nekateri najdejo prostor za špekulacije, drugi prijatelje, tretji pa tehnologijo, v katero verjamejo. Kljub razlikam je običajno veliko skupnega, tudi med različnimi kriptovalutami in skupnostmi. Ena od teh je zaskrbljujoča podobnost s kultnim vedenjem, s katerim se spopadajo številne kripto skupnosti.</p> <p>Tega vedenja ni težko opaziti. Nezmožnost sprejemanja kakršnih koli kritik in namerno ignoriranje pomanjkljivosti, tudi ob dokazih. Ponekod postane navijanje tako očitno, da vsaka negativnost postane podlaga za disciplinske ukrepe.</p> <p>Kot popotnik s kriptovalutami, ki poskuša podpirati dobre projekte in <a target="_blank" href="/znanilo/monero-scams" class="next-link">ne izgubiti vsega svojega denarja</a>, vse navdušence nad kriptovalutami spodbujamo h kritičnemu razmišljanju in ocenjevanju projektov na podlagi njihove dejanske vrednosti, a kaj če se tega lotimo iz druge smeri? Ali naj bi bili projekti sami po sebi kritični in naj bi se zavedali sami sebe? </p> <p> Trdimo, da. Sama skupnost je odraz projekta in vodij v njem. Poleg tega bo pametna skupnost pričakovala več od svojih razvijalcev in bo lahko kritizirala predlagane rešitve, namesto da bi slepo zaupala, da kateri koli razvijalec dela v korist uporabnikov in ne v korist sebi ali zunanjim interesom.</p> <p>Nasprotno pa je skupnost, ki ji je mar le za ceno in ni sposobna ali pripravljena kritično samoocenjevati (ali pustiti, da ocenijo drugi), obsojena na povprečnost.</p> <p>Kot projekt, Monero skuša svojim razvijalcem, raziskovalcem, voditeljem in sami skupnosti postaviti najvišje standarde ter zmanjšati tveganje naraščajočega samozadovoljstva in uničujoče apatije.</p> <p>Eden od načinov, kako Monero to počne, je, da tedensko organizira nedeljo skepticizma na subreddit skupnosti. Tam lahko ljudje izrazijo svoje pomisleke glede Monera, protokola, vodstva ali izrazijo katere koli druge pomisleke, ki jih morda imajo. Vvprašanja in celo nezaupanje se naravnost spodbujajo in se štejejo za nujnost za zdravje našega ekosistema.</p> <p>To je v popolnem nasprotju s številnimi drugimi skupnostmi, ki se ne le izogibajo kritiki, temveč pogosto spodbujajo apatijo in odklonilen odnos do svoje skupnosti. Morda se zdi, da je to kruto, vendar je nemogoče pogledati ekosistemsko prepovedovanje nasprotnikov, zapiranje pogovorov in spodbujanje navijaštva, ki ga je mogoče opaziti na zbirališčih drugih kovancev, in ne priti do tega zaključka.</p> <p>To ne pomeni, da Monero sam nima navijačev, saj jih ima. Zanimivo pa je, da bodo številni člani Monero skupnosti te navijače pozvali k višjim standardom obnašanja. Pravzaprav gre Monero tako daleč, da nepotrebno prekomerno navijanje obravnava kot neželeno vsebino in jo preusmeriti na primernejša mesta ali v celoti odstraniti.</p> <p>Grožnjo zakrnelih umov je treba jemati resno. Zasebnost je oboroževalna tekma, v kateri morajo biti vsi na preži, in klici "Monero je najboljši!" in "Nič ne more premagati Monera! Monero je nepremagljiv!" le zmanjšujejo nujnost bitke. S tega vidika pomanjkanje kritičnega razmišljanja in zdravega skepticizma v skupnosti ni le nadležno ali kultno, temveč lahko privede do propada samega protokola.</p> <p>V mnogih pogledih lahko primer, kako se to odvija v resničnem življenju, najdemo pri Bitcoinu. Maksimalisti Bitcoina bodo pogosto govorili o prednostih Bitcoina in se medsebojno spodbujali, ko pa se bodo pojavila vprašanja zasebnosti, zamenljivosti ali skaliranja, bodo ta vprašanja z roko pomahali stran, kršitelje pa izločili iz skupnosti. Ljudje z upravičenimi vprašanji so bili prepogosto prepovedani, blokirani ali kako drugače izločeni iz sodelovanja v skupnosti Bitcoin samo zato, ker se niso strinjali z dogovorjeno retoriko in so si drznili postavljati vprašanja.</p> <p>Ti utrujeni popotniki vedno znova najdejo pot do Monera in potem ko nekaj časa preživijo v skupnosti, pohvalijo projekt zaradi njegovih umirjenih razprav in pomanjkanja strahu pred neprijetnimi vprašanji. Ni nenavadno, da ti popotniki celo želijo razpravljati o drugih kovancih, vendar ne zato, ker bi radi šilili, temveč zato, ker vse bolj zaupajo razumu in logiki skupnosti ter si želijo iskrenega mnenja o drugem kovancu, česar ne morejo dobiti v skupnosti samega kovanca.</p> <p>Tudi dejstvo, da je Monero v preteklosti in sedanjosti nenehno doživljal hard forke, je pokazalo ponižnost in moč projekta. Čeprav lahko nekateri hard forke označujejo kot<a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralizacijo na razvijalce</a>, kar do neke mere drži, vendar kaže, da so se razvijalci zavedali, da je verjetnost, da jim bo vse skupaj uspelo že v prvem poskusu, majhna. Če želi Monero ostati konkurenčen na področju zasebnosti in kriptovalut, bo treba stvari izboljšati in morda celo v celoti zamenjati.</p> <p>Te spremembe pogosto kršijo združljivost za nazaj, kar je v protokolu Bitcoin, v katerem mora biti vse združljivo z hard forki in združljivo za nazaj, zelo nesprejemljivo. To pa pomeni, da ima vsaka posamezna sprememba, ki jo izvede Bitcoin na sebi, zelo omejen domet. Teži jih njihova preteklost in izboljšave jo morajo spoštovati, pogosto včasih nesmiselno. Medtem pa so lahko spremembe Monera obsežne in pogosto za več stopenj izboljšajo protokol in zasebnost.</p> <p>To je mogoče zlahka videti pri vključitvi <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Pred tem je Monero vključeval samo <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">prikrite naslove</a> in <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring obročne podpise</a>, zneski pa so bili vidni. Shen Noether, raziskovalec MRL, je spremenil obstoječi protokol, ki skriva zneske za Monero, vendar bi njegova vključitev prekinila združljivost za nazaj, kar pomeni, da stare transakcije s preglednimi zneski ne bi bile več dovoljene.</p> <p>Monero je to tveganje sprejel in končni rezultat je bila veliko boljša zasebnost, ki je Moneru utrdila položaj kralja kovancev zasebnosti. Vendar to ni vse, kar je pokazal. Ta fork, pa tudi vse naslednje, spodbujanje skepticizma, ponižnosti in spraševanja v skupnosti, so Monero utrdili tudi kot eno od najostrejših in najbolj kritičnih zbirališč umov v kriptosvetu.</p>
sv: <p>Varje individ har sin egen historia om att resa genom det vilda västern som är kryptovaluta. Vissa hittar en plats att spekulera på, vissa hittar vänner och andra hittar teknik som de tror på. Trots skillnaderna finns det ofta många likheter, även mellan olika kryptovalutor och communities. En av dessa är den oroande likheten med kultiskt beteende som förekommer i många av kryptogemenskaperna.</p> <p>Dessa beteenden är inte svåra att upptäcka. Oförmåga att ta till sig kritik och att medvetet ignorera brister, även om det finns bevis, är bara några exempel. På vissa ställen blir cheerleadingen så uppenbar att all negativitet blir grund för disciplinära åtgärder.</p> <p>Som kryptovalutaresenär som försöker stödja bra projekt och <a target="_blank" href="/knowledge/monero-scams" class="next-link">inte förlora alla dina pengar</a> uppmuntras alla kryptovalutaentusiaster att tänka kritiskt och utvärdera projekt utifrån deras verkliga värde, men vad sägs om att närma sig det från andra hållet? Ska projekt själva vara självkritiska och självmedvetna?</p> <p>Vi hävdar ja. Gemenskapen i sig är en återspegling av projektet och ledarna i det. Dessutom kommer en kunnig gemenskap att förvänta sig mer av sina utvecklare och kunna kritisera föreslagna lösningar snarare än att blint lita på och acceptera att alla utvecklare arbetar för användarnas bästa snarare än för sig själva eller externa intressen.</p> <p>Omvänt är ett samhälle som bara bryr sig om priset och som inte kan eller vill göra en kritisk självutvärdering (eller låta andra utvärdera) dömt att hamna i medelmåttighet.</p> <p>Som ett projekt försöker Monero att hålla sina utvecklare, forskare, ledare och community till högsta standard och minimera risken för ökad självgodhet och destruktiv apati.</p> <p>Ett av sätten som Monero gör detta på är att hålla en Skepticism Sunday på community-subreddit varje vecka. Det här är en plats där människor kan uttrycka sina bekymmer om Monero, protokollet, ledarskapet eller någon annan oro de kan ha. Det är en plats där frågor och till och med misstro uppmuntras direkt och anses nödvändiga för vårt ekosystems hälsa.</p> <p>Detta står i skarp kontrast till många andra samhällen, som inte bara undviker kritik, utan ofta uppmuntrar apati och avstängda sinnen från sitt samhälle. Detta kan tyckas vara svårt att säga, men det är omöjligt att se på det ekosystemomfattande förbudet av nejsägare, avstängning av konversationer och uppmuntran av cheerleading som ses på mötesplatserna för andra mynt och inte komma till denna slutsats.</p> <p>Det betyder inte att Monero inte har cheerleaders själv, för det har den. Det intressanta är dock att många communitymedlemmar kommer att ropa ut dessa hejarklackar och kalla dem till en högre standard av beteende. Faktum är att Monero går så långt att hon betraktar onödigt överdriven cheerleading som skräppost och kommer att försöka omdirigera den till lämpligare platser, eller ta bort den helt.</p> <p>Hotet om förkrossade sinnen måste tas på allvar. Sekretess är en kapprustning där alla måste vara på tårna, och rop om "Monero är bäst!" och "Ingenting kan slå Monero! Det är okrossbart!" bara förringa stridens brådska.Från detta perspektiv är brist på kritiskt tänkande och sund skepsis i ett samhälle inte bara irriterande eller kultiskt, det kan leda till att själva protokollet faller. </p> <p>På många sätt kan vi se till Bitcoin för exempel på hur detta utspelar sig i verkligheten. Bitcoin-maximalister kommer ofta att spruta och dygd signalera till varandra om Bitcoins förtjänster, och närhelst frågor om integritet, fungibilitet eller skalning dyker upp, viftas frågorna bort och förövarna kastas bort från samhället. Alltför ofta har personer med legitima frågor funnit sig förbjudna, blockerade eller på annat sätt utestängda från deltagande i Bitcoin-communities, bara för att de inte faller i linje med den överenskomna retoriken och vågade ställa frågor.</p> <p>Gång på gång hittar dessa trötta resenärer vägen till Monero och, efter att ha tillbringat en tid i samhället, har de berömt projektet för dess rättvisa diskussioner och bristen på rädsla för obekväma frågor. Det är inte ovanligt att dessa resenärer ens vill diskutera andra mynt, inte för att de vill shill, utan för att de växer till att lita på samhällets förnuft och logik och vill ha ärliga åsikter om ett annat mynt, något de inte kan få in. själva myntgemenskapen.</p> <p>Till och med det faktum att Monero ständigt har splittrats i det förflutna och nuet har visat ödmjukheten och kraften i projektet. Även om vissa kan förneka hårda gafflar som <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">centralisering på utvecklare</a>, vilket till viss del är sant, visar det att utvecklarna förstod att oddsen för att de ska få allt 100% rätt vid första tillfället är små. Saker och ting kommer att behöva förbättras, och kanske till och med ersättas helt om Monero vill förbli konkurrenskraftig inom både integritets- och kryptovalutaområdena.</p> <p>Ofta gånger bryter dessa förändringar bakåtkompatibiliteten, ett stort nej i Bitcoin-protokollet, där allt måste vara en mjuk gaffel och bakåtkompatibelt. Men detta innebär att varje enskild förändring som Bitcoin gör till sig själv har mycket begränsad räckvidd. De tyngs av sitt förflutna, och förbättringar måste hedra det, ofta meningslöst. Medan Moneros förändringar kan vara genomgripande och ofta kommer att förbättra protokollet och integriteten i flera storleksordningar.</p> <p>Detta kan lätt ses i införandet av <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Förut inkluderade Monero bara <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth-adresser</a> och <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer</a>, och beloppen var synliga. Shen Noether, en MRL-forskare, modifierade ett befintligt protokoll som döljer belopp för Monero, men dess inkludering skulle bryta bakåtkompatibiliteten, vilket innebär att gammaldags transaktioner med transparenta belopp inte skulle tillåtas längre.</p> <p>Monero tog denna risk, och slutresultatet var en mycket förbättrad integritet som befäste Moneros position som kungen av sekretessmynt. Men det var inte allt det visade. Denna gaffel, såväl som de många efterföljande, liksom alla följande uppmuntran av skepticism, ödmjukhet och ifrågasättande inom samhället, befäste Monero som en av de skarpaste, mest kritiska samlingarna av sinnen i kryptorymden.</p>
tl: <p>Ang bawat indibidwal ay may sariling kuwento tungkol sa paglalakbay sa wild west na cryptocurrency. Ang ilan ay nakakahanap ng lugar upang mag-isip-isip, ang ilan ay naghahanap ng mga kaibigan, at ang iba ay nakahanap ng teknolohiyang pinaniniwalaan nila. Sa kabila ng mga pagkakaiba, karaniwang maraming pagkakatulad, kahit na sa iba't ibang cryptos at komunidad. Isa sa mga ito ay ang nakakagambalang pagkakahawig sa kultong pag-uugali na nakikibahagi sa marami sa mga komunidad ng crypto.</p> <p>Ang mga gawi na ito ay hindi mahirap makita. Ang kawalan ng kakayahang tumanggap ng anumang pagpuna at ang sadyang kamangmangan sa mga bahid, kahit na sa harap ng ebidensya ay iilan lamang sa mga halimbawa. Sa ilang mga espasyo, ang cheerleading ay nagiging napakalantad na anuman ang anumang negatibiti ay nagiging batayan para sa aksyong pandisiplina.</p> <p>Bilang isang cryptocurrency traveler na nagsisikap na suportahan ang magagandang proyekto at <a target="_blank" href="/knowledge/monero-scams" class="next-link">hindi mawala ang lahat ng iyong pera</a>, hinihikayat ang lahat ng mahilig sa cryptocurrency na mag-isip nang kritikal at suriin ang mga proyekto batay sa kanilang tunay na halaga sa mundo, ngunit paano ang paglapit dito mula sa kabilang direksyon? Ang mga proyekto ba mismo ay dapat na maging kritikal sa sarili at kamalayan sa sarili?</p> <p>Nagtatalo kami oo. Ang komunidad mismo ay salamin ng proyekto at ng mga pinuno dito. Higit pa rito, aasahan ng isang matalinong komunidad ang higit pa mula sa kanilang mga developer, at magagawang pumuna sa mga iminungkahing solusyon sa halip na bulag na magtiwala at tanggapin na ang anumang mga developer ay nagtatrabaho para sa kapakinabangan ng mga user kaysa sa kanilang sarili o sa mga panlabas na interes.</p> <p>Sa kabaligtaran, ang isang komunidad na nagmamalasakit lamang sa presyo at hindi kaya o handang magsuri sa sarili nang kritikal (o hayaan ang iba na magsuri) ay tiyak na mapapasabak sa katamtaman.</p> <p>Bilang isang proyekto, sinisikap ng Monero na panatilihin ang mga developer, mananaliksik, pinuno, at komunidad nito sa pinakamataas na pamantayan, at bawasan ang panganib ng lumalagong kasiyahan at mapanirang kawalang-interes.</p> <p>Isa sa mga paraan kung paano ito ginagawa ni Monero, ay ang pagdaraos ng lingguhang Skepticism Sunday sa subreddit ng komunidad. Ito ay isang lugar kung saan maaaring ipahayag ng mga tao ang kanilang mga alalahanin tungkol sa Monero, ang protocol, ang pamumuno, o anumang iba pang alalahanin na maaaring mayroon sila. Ito ay isang lugar kung saan ang mga tanong at maging ang kawalan ng tiwala ay tahasang hinihikayat, at itinuturing na kinakailangan para sa kalusugan ng ating ecosystem.</p> <p>Ito ay lubos na kabaligtaran sa maraming iba pang mga komunidad, na hindi lamang umiiwas sa pagpuna, ngunit kadalasang naghihikayat ng kawalang-interes at mga nakatalikod na isipan mula sa kanilang komunidad. Maaaring mukhang mahirap itong sabihin, ngunit imposibleng tingnan ang buong ecosystem na pagbabawal sa mga naysayers, pagtigil sa pag-uusap, at paghihikayat ng cheerleading na nakikita sa mga lugar ng pagpupulong ng iba pang mga barya at hindi dumating sa ganitong konklusyon.</p> <p>Hindi iyon nangangahulugan na ang Monero ay walang mga cheerleader mismo, dahil mayroon ito. Gayunpaman, ang kawili-wiling bagay, ay tatawagin ng maraming miyembro ng komunidad ang mga cheerleader na ito at tatawagin sila sa mas mataas na pamantayan ng pag-uugali. Sa katunayan, ang Monero ay nagpapatuloy na isaalang-alang ang hindi kinakailangang labis na cheerleading bilang spammy at sisikapin itong i-reroute ito sa mas naaangkop na mga lugar, o alisin ito nang buo.</p> <p>Ang banta ng bansot na pag-iisip ay dapat seryosohin. Ang privacy ay isang karera ng armas kung saan ang lahat ay dapat na nasa kanilang mga daliri, at ang pag-iyak ng "Monero ang pinakamahusay!" at “Walang makakatalo kay Monero! Ito ay hindi mababasag!" nakakabawas lamang sa apurahang labanan. Mula sa pananaw na ito, ang kakulangan ng kritikal na pag-iisip at malusog na pag-aalinlangan sa isang komunidad ay hindi lamang nakakainis o nakakainis, maaari itong humantong sa pagbagsak ng protocol mismo.</p> <p>Sa maraming paraan, maaari tayong tumingin sa Bitcoin para sa mga halimbawa kung paano ito gumaganap sa totoong buhay. Ang mga maximalist ng Bitcoin ay kadalasang nagbubuga at nagbibigay ng senyales sa isa't isa tungkol sa mga merito ng Bitcoin, at sa tuwing lumalabas ang mga isyu ng privacy, fungibility, o scaling, ang mga tanong ay inaalis ng kamay at ang mga nagkasala ay aalisin sa komunidad. Kadalasan, ang mga taong may mga lehitimong tanong ay natagpuan ang kanilang mga sarili na pinagbawalan, na-block, o kung hindi man ay tinalikuran mula sa pakikilahok sa mga komunidad ng Bitcoin, dahil lamang sa hindi sila mapupunta sa linya sa napagkasunduang retorika at nangahas na magtanong.</p> <p>Paulit-ulit, ang pagod na mga manlalakbay na ito ay humahanap ng kanilang daan patungo sa Monero, at, pagkatapos na gumugol ng ilang oras sa komunidad, ay pinuri ang proyekto para sa mga talakayan na walang kapantay at kawalan ng takot sa mga hindi komportableng tanong. Hindi karaniwan para sa mga manlalakbay na ito na gustong talakayin ang iba pang mga barya, hindi dahil gusto nilang umiwas, ngunit dahil sila ay nagtitiwala sa dahilan at lohika ng komunidad at gusto ng mga tapat na opinyon ng isa pang barya, isang bagay na hindi nila makukuha. ang komunidad mismo ng barya.</p> <p>Kahit na ang katotohanan na ang Monero ay patuloy na naghihirap sa nakaraan at kasalukuyan ay nagpakita ng kababaang-loob at kapangyarihan ng proyekto. Bagama't ang ilan ay maaaring tumutol sa mga hard fork bilang <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">sentralisasyon sa mga developer</a>, na totoo sa isang lawak, ipinapakita nito na naunawaan ng mga developer na ang posibilidad na makuha nila ang lahat ng 100% nang tama sa unang pagkakataon ay maliit. Kailangang pagbutihin ang mga bagay-bagay, at maaaring palitan nang buo kung gusto ni Monero na manatiling mapagkumpitensya sa parehong mga puwang sa privacy at cryptocurrency.</p> <p>Kadalasan, ang mga pagbabagong ito ay sumisira sa backward compatibility, isang malaking no-no sa Bitcoin protocol, kung saan ang lahat ay dapat na soft fork at backwards compatible. Ngunit nangangahulugan ito na ang bawat indibidwal na pagbabago na ginagawa ng Bitcoin sa sarili nito ay may napakalimitadong saklaw sa saklaw. Sila ay nabibigatan sa kanilang nakaraan, at ang mga pagpapabuti ay dapat na parangalan ito, kadalasan nang walang kabuluhan. Samantalang ang mga pagbabago ni Monero ay maaaring maging malawak, at madalas na pagpapabuti ng protocol at privacy sa pamamagitan ng ilang mga order ng magnitude.</p> <p>Madali itong makikita sa pagsasama ng <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>. Dati, isinama lang ni Monero ang <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth address</a> at <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signature</a>, at ang mga halaga ay nakikita. Binago ni Shen Noether, isang MRL researcher, ang isang umiiral nang protocol na nagtatago ng mga halaga para sa Monero, ngunit ang pagsasama nito ay makakasira sa backward compatibility, ibig sabihin, ang lumang istilong transaksyon na may mga transparent na halaga ay hindi na papayagan.</p> <p>Tinanggap ni Monero ang panganib na ito, at ang resulta ay isang mas pinahusay na privacy na nagpatibay sa posisyon ni Monero bilang hari ng mga privacy coin. Ngunit hindi lang iyon ang ipinakita. Ang tinidor na ito, gayundin ang ilang kasunod, gayundin ang lahat ng sumusunod na panghihikayat ng pag-aalinlangan, kababaang-loob, at pagtatanong sa loob ng komunidad, ay pinatibay din ang Monero bilang isa sa pinakamatalas, pinaka-kritikal na koleksyon ng mga isip sa cryptospace.</p>
tr: <p>Her bireyin, kripto para birimi olan vahşi batıda seyahat etme konusunda kendi hikayesi vardır. Bazıları spekülasyon yapacak bir yer bulur, bazıları arkadaş bulur ve diğerleri inandıkları teknolojiyi bulur. Farklılıklara rağmen, farklı kripto paralar ve topluluklar arasında bile genellikle pek çok benzerlik vardır. Bunlardan biri, birçok kripto topluluğunda görülen tarikat davranışının rahatsız edici benzerliğidir.</p> <p>Bu davranışları fark etmek zor değil. Herhangi bir eleştiriyi kabul edememek ve deliller olmasına rağmen kusurları kasıtlı olarak göz ardı etmek sadece birkaç örnektir. Bazı mekanlarda amigoluk o kadar bariz hale geliyor ki, herhangi bir olumsuzluk disiplin cezasına neden oluyor.</p> <p>İyi projeleri desteklemeye çalışan ve <a target="_blank" href="/knowledge/monero-scams" class="next-link">tüm paranızı kaybetmemeye</a> çalışan bir kripto para birimi gezgini olarak, tüm kripto para meraklıları, eleştirel düşünmeye ve projeleri gerçek dünyadaki değerlerine göre değerlendirmeye teşvik edilir, peki ya buna yaklaşmaya ne dersiniz? diğer yönden mi? Projelerin kendilerinin özeleştiri yapması ve kendinin farkında olması mı gerekiyor?</p> <p>Evet diyoruz. Topluluğun kendisi projenin ve içindeki liderlerin bir yansımasıdır. Dahası, bilinçli bir topluluk, geliştiricilerinden daha fazlasını bekleyecek ve körü körüne güvenmek ve geliştiricilerin kendileri veya dış çıkarlar yerine kullanıcıların yararına çalıştığını kabul etmek yerine önerilen çözümleri eleştirebilecektir.</p> <p>Tersine, yalnızca fiyata önem veren ve eleştirel bir şekilde öz değerlendirme yapamayan (veya başkalarının değerlendirmesine izin veremeyen) bir topluluk, sıradanlık içinde debelenmeye mahkumdur.</p> <p>Bir proje olarak Monero, geliştiricilerini, araştırmacılarını, liderlerini ve topluluğunu en yüksek standartlarda tutmaya ve artan kayıtsızlık ve yıkıcı ilgisizlik riskini en aza indirmeye çalışıyor.</p> <p>Monero'nun bunu yapmanın yollarından biri, Pazar günü topluluk alt dizisinde haftalık Şüphecilik düzenlemektir. Burası insanların Monero, protokol, liderlik veya olabilecek diğer endişeler hakkındaki endişelerini dile getirebilecekleri bir yerdir. Soruların ve hatta güvensizliğin doğrudan teşvik edildiği ve ekosistemimizin sağlığı için gerekli görüldüğü bir yer.</p> <p>Bu, yalnızca eleştiriden kaçınmayan, aynı zamanda topluluklarından ilgisizliği ve ilgisizliği teşvik eden diğer birçok toplulukla tam bir tezat oluşturuyor. Bunu söylemek zor görünebilir, ancak diğer kripto paraların buluşma yerlerinde görülen ekosistem çapında muhaliflerin yasaklanmasına, sohbetin kapatılmasına ve amigoluğun teşvik edilmesine bakıp bu sonuca varmamak imkansızdır.</p> <p>Bu, Monero'nun amigo kızlarının olmadığı anlamına gelmiyor çünkü var. Ancak ilginç olan şey, birçok topluluk üyesinin bu amigo kızları çağırması ve onları daha yüksek bir davranış standardına davet etmesidir. Aslında Monero, gereksiz derecede aşırı amigoluğu spam olarak değerlendirecek kadar ileri gidiyor ve onu daha uygun yerlere yönlendirmeye veya tamamen kaldırmaya çalışacak.</p> <p>Bodur beyin tehdidi ciddiye alınmalıdır. Gizlilik, herkesin tetikte olması gereken bir silahlanma yarışıdır ve "Monero en iyisidir!" ve “Hiçbir şey Monero’yu yenemez! Kırılmaz! yalnızca savaşın aciliyetini azaltır. Bu açıdan bakıldığında, bir toplulukta eleştirel düşünme ve sağlıklı şüphecilik eksikliği sadece sinir bozucu veya kült değil, aynı zamanda protokolün çökmesine de yol açabilir.</p> <p>Bunun gerçek hayatta nasıl gerçekleştiğine dair örnekler için birçok açıdan Bitcoin'e bakabiliriz. Bitcoin maksimalistleri sık sık birbirlerine Bitcoin'in yararları hakkında konuşup erdem sinyali verirler ve gizlilik, değiştirilebilirlik veya ölçeklendirme sorunları ortaya çıktığında sorular elle tutulur ve suçlular topluluktan atılır. Sırf üzerinde anlaşılan retoriğe uymadıkları ve soru sormaya cesaret edemedikleri için meşru soruları olan insanlar sıklıkla kendilerini Bitcoin topluluklarına katılımdan men edilmiş, engellenmiş veya başka bir şekilde dışlanmış halde buldular.</p> <p>Bu yorgun gezginler defalarca Monero'ya giden yolu buluyor ve toplulukta biraz zaman geçirdikten sonra, mantıklı tartışmaları ve rahatsız edici sorulardan korkmaması nedeniyle projeyi övüyorlar. Bu gezginlerin diğer madeni paraları tartışmak istemeleri bile duyulmamış bir şey değil, bunu yapmak istedikleri için değil, topluluğun mantığına ve mantığına güvenmeye başladıkları ve başka bir madeni para hakkında, giremeyecekleri bir şey hakkında dürüst görüşler istedikleri için. madalyonun topluluğunun kendisi.</p> <p>Monero'nun geçmişte ve günümüzde sürekli olarak hard fork yaptığı gerçeği bile projenin alçakgönüllülüğünü ve gücünü gösterdi. Bazıları hard forkları <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">geliştiriciler üzerinde merkezileştirme</a> olarak nitelendirse de, ki bu bir dereceye kadar doğrudur, bu geliştiricilerin her şeyi ilk seferde %100 doğru elde etme ihtimallerinin zayıf olduğunu anladıklarını gösteriyor. Eğer Monero hem gizlilik hem de kripto para alanında rekabetçi kalmak istiyorsa bazı şeylerin iyileştirilmesi ve hatta belki tamamen değiştirilmesi gerekecek.</p> <p> Çoğu zaman, bu değişiklikler geriye dönük uyumluluğu bozar; her şeyin yumuşak çatal ve geriye dönük uyumlu olması gereken Bitcoin protokolünde büyük bir hayır-hayır. Ancak bu, Bitcoin'in kendi başına yaptığı her bir değişikliğin kapsamının çok sınırlı olduğu anlamına gelir. Geçmişlerinin ağırlığı altındalar ve iyileştirmeler çoğu zaman anlamsızca bu geçmişi onurlandırmalı. Oysa Monero'nun değişiklikleri kapsamlı olabilir ve çoğu zaman protokolü ve gizliliği birkaç kat geliştirecektir.</p> <p>Bu, <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a>'in dahil edilmesinde kolaylıkla görülebilir. Daha önce Monero yalnızca <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">gizli adresleri</a> ve <a target="_blank" href="/knowledge/ring-signatures" class="next-link">halka imzalarını</a> içeriyordu ve miktarlar görülebiliyordu. MRL araştırmacısı Shen Noether, Monero için tutarları gizleyen mevcut bir protokolü değiştirdi, ancak bunun dahil edilmesi geriye dönük uyumluluğu bozacak, yani şeffaf tutarlarla eski tarz işlemlere artık izin verilmeyeceği anlamına geliyor.</p> <p>Monero bu riski aldı ve sonuç, Monero'nun gizlilik odaklı kripto paraların kralı konumunu sağlamlaştıran çok daha gelişmiş bir gizlilik oldu. Ancak gösterilen tek şey bu değil. Bu çatal ve sonrasındaki birkaç çatalın yanı sıra topluluk içinde şüpheciliği, alçakgönüllülüğü ve sorgulamayı teşvik edenlerin tümü, Monero'yu kripto alanındaki en keskin, en eleştirel zihinlerden biri olarak sağlamlaştırdı.</p>
ur: <p>ہر فرد کی بےلَگام مغرب میں سفر کرنے کے بارے میں اپنی اپنی کہانی ہے جو کہ کریپٹو کرنسی ہے۔ کچھ کو قیاس کرنے کے لیے جگہ ملتی ہے، کچھ کو دوست ملتے ہیں، اور دوسروں کو وہ ٹیکنالوجی ملتی ہے جس پر وہ یقین رکھتے ہیں۔ اختلافات کے باوجود، عام طور پر بہت سی مماثلتیں ہیں، یہاں تک کہ مختلف کرپٹو اور کمیونٹیز میں بھی۔ ان میں سے ایک بہت سی کرپٹو کمیونٹیز میں مصروف ثقافتی رویے سے پریشان کن مشابہت ہے۔</p> <p>ان طرز عمل کو تلاش کرنا مشکل نہیں ہے۔ کسی بھی تنقید کو برداشت نہ کر پانا اور ثبوت کے باوجود خامیوں سے جان بوجھ کر لاعلمی چند مثالیں ہیں۔ کچھ جگہوں پر، چیئر لیڈنگ اتنی واضح ہو جاتی ہے کہ کوئی بھی منفیت تادیبی کارروائی کی بنیاد بن جاتی ہے۔</p> <p>ایک کریپٹو کرنسی کے مسافر کے طور پر اچھے پروجیکٹس کو سپورٹ کرنے کی کوشش کرتے ہیں اور <a target="_blank" href="/knowledge/monero-scams" class="next-link">اپنا سارا پیسہ ضائع نہیں کرتے ہیں</a>، تمام کریپٹو کرنسی کے شوقین افراد کی حوصلہ افزائی کی جاتی ہے کہ وہ اپنی حقیقی دنیا کی قدر کی بنیاد پر پراجیکٹس کا تنقیدی انداز میں سوچیں اور ان کا جائزہ لیں، لیکن اس تک پہنچنے کے بارے میں کیا خیال ہے؟ دوسری سمت سے؟ کیا پراجیکٹس کو خود تنقیدی اور خود آگاہ ہونا چاہیے؟</p> <p>ہم ہاں میں بحث کرتے ہیں۔ کمیونٹی بذات خود اس منصوبے اور اس میں موجود لیڈروں کی عکاس ہے۔ مزید برآں، ایک باشعور کمیونٹی اپنے ڈویلپرز سے زیادہ توقع کرے گی، اور اندھا اعتماد کرنے کے بجائے مجوزہ حل پر تنقید کرنے کے قابل ہو گی اور یہ قبول کرے گی کہ کوئی بھی ڈویلپر اپنے یا بیرونی مفادات کے بجائے صارفین کے فائدے کے لیے کام کر رہا ہے۔</p> <p>اس کے برعکس، ایک کمیونٹی جو صرف قیمت کا خیال رکھتی ہے اور تنقیدی طور پر خود کو جانچنے کے قابل یا تیار نہیں ہے (یا دوسروں کو اندازہ کرنے دیں) وہ معمولی طور پر جھک جائے گی۔</p> <p>ایک پروجیکٹ کے طور پر، مونیرو کوشش کرتا ہے کہ اپنے ڈویلپرز، محققین، لیڈروں، اور کمیونٹی کو خود کو اعلیٰ ترین معیارات پر فائز کرے، اور بڑھتی ہوئی اطمینان اور تباہ کن بے حسی کے خطرے کو کم سے کم کرے۔</p> <p>مونیرو کے ایسا کرنے کا ایک طریقہ، اتوار کو کمیونٹی سبریڈیٹ پر ہفتہ وار شکوک و شبہات کا انعقاد ہے۔ یہ ایک ایسی جگہ ہے جہاں لوگ مونیرو، پروٹوکول، قیادت، یا کسی اور تشویش کے بارے میں اپنے خدشات کا اظہار کر سکتے ہیں۔ یہ ایک ایسی جگہ ہے جہاں سوالات اور یہاں تک کہ عدم اعتماد کی بھی سراسر حوصلہ افزائی کی جاتی ہے، اور ہمارے ماحولیاتی نظام کی صحت کے لیے ضروری سمجھا جاتا ہے۔</p> <p>یہ بہت سی دوسری کمیونٹیز کے بالکل برعکس ہے، جو صرف تنقید سے گریز نہیں کرتیں، بلکہ اکثر اپنی کمیونٹی سے بے حسی اور منحرف ذہنوں کی حوصلہ افزائی کرتی ہیں۔ یہ کہنا سخت معلوم ہو سکتا ہے، لیکن ماحولیاتی نظام میں ناکارہ افراد پر پابندی، گفتگو کو بند کرنے، اور چیئر لیڈنگ کی حوصلہ افزائی کو دیکھنا ناممکن ہے جو دوسرے سکوں کے جلسہ گاہوں میں نظر آتے ہیں اور اس نتیجے پر نہیں پہنچ سکتے۔</p> <p>اس کا مطلب یہ نہیں ہے کہ مونیرو کے پاس خود چیئر لیڈرز نہیں ہیں، کیونکہ ایسا ہوتا ہے۔ تاہم، دلچسپ بات یہ ہے کہ کمیونٹی کے بہت سے ارکان ان چیئر لیڈرز کو پکاریں گے اور انہیں اعلیٰ معیار کے رویے کی طرف بلائیں گے۔ درحقیقت، مونیرو اس حد تک آگے بڑھتا ہے کہ غیر ضروری طور پر ضرورت سے زیادہ چیئرلیڈنگ کو سپیمی سمجھتا ہے اور اسے مزید مناسب جگہوں پر منتقل کرنے یا اسے مکمل طور پر ہٹانے کی کوشش کرے گا۔</p> <p>کمزور ذہنوں کے خطرے کو سنجیدگی سے لینا چاہیے۔ رازداری ایک ہتھیاروں کی دوڑ ہے جہاں ہر ایک کو اپنی انگلیوں پر ہونا ضروری ہے، اور "منیرو بہترین ہے!" کی پکار۔ اور "کوئی بھی چیز مونیرو کو شکست نہیں دے سکتی! یہ اٹوٹ ہے!" صرف جنگ کی عجلت سے باز آجائیں۔ اس نقطہ نظر سے، ایک کمیونٹی میں تنقیدی سوچ اور صحت مند شکوک و شبہات کی کمی صرف پریشان کن یا ثقافتی نہیں ہے، یہ پروٹوکول کے زوال کا باعث بن سکتی ہے۔</p> <p>بہت سے طریقوں سے، ہم بٹ کوائن کی مثالیں دیکھ سکتے ہیں کہ یہ حقیقی زندگی میں کیسے کام کرتا ہے۔ بٹ کوائن کے زیادہ سے زیادہ ماہر اکثر بٹ کوائن کی خوبیوں کے بارے میں ایک دوسرے کو اشارہ کرتے ہیں اور خوبی کا اشارہ دیتے ہیں، اور جب بھی رازداری، فنجیبلٹی، یا اسکیلنگ کے مسائل سامنے آتے ہیں تو سوالات کو ہاتھ سے ہٹا دیا جاتا ہے اور مجرموں کو کمیونٹی سے نکال دیا جاتا ہے۔ اکثر جائز سوالات والے لوگوں نے خود کوبٹ کوائن کمیونٹیز میں شرکت سے ممنوع، مسدود، یا بصورت دیگر بے دخل پایا ہے، صرف اس وجہ سے کہ وہ بیان بازی پر متفق نہیں ہوں گے اور سوالات پوچھنے کی ہمت نہیں کریں گے۔</p> <p>بار بار، یہ تھکے ہوئے مسافر مونیرو کا راستہ تلاش کرتے ہیں، اور کمیونٹی میں کچھ وقت گزارنے کے بعد، اس منصوبے کی سطحی گفتگو اور غیر آرام دہ سوالات سے خوف کی کمی کے لیے تعریف کی ہے۔ ان مسافروں کے لیے یہ سنا نہیں ہے کہ وہ دوسرے سکوں پر بھی بات کرنا چاہتے ہیں، اس لیے نہیں کہ وہ شیل کرنا چاہتے ہیں، بلکہ اس لیے کہ وہ کمیونٹی کی وجہ اور منطق پر بھروسہ کرتے ہیں اور کسی دوسرے سکے کے بارے میں ایماندارانہ رائے چاہتے ہیں، جس میں وہ حاصل نہیں کر سکتے۔ سکے کی برادری ہی۔</p> <p>یہاں تک کہ حقیقت یہ ہے کہ مونیرو نے ماضی اور حال میں مسلسل سختی سے کام لیا ہے اس نے پروجیکٹ کی عاجزی اور طاقت کو ظاہر کیا ہے۔ اگرچہ کچھ لوگ ہارڈ فورکس کو <a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">ڈویلپرز پر سنٹرلائزیشن</a> کے طور پر مسترد کر سکتے ہیں، جو کہ ایک حد تک درست ہے، یہ ظاہر کرتا ہے کہ ڈویلپرز نے سمجھ لیا کہ پہلی بار ہر چیز کو 100% صحیح حاصل کرنے کے امکانات بہت کم ہیں۔ چیزوں کو بہتر بنانے کی ضرورت ہو گی، اور ہو سکتا ہے کہ مکمل طور پر تبدیل کر دیا جائے اگر مونیرو پرائیویسی اور کریپٹو کرنسی دونوں جگہوں پر مسابقتی رہنا چاہتا ہے۔</p> <p>اکثر اوقات، یہ تبدیلیاں پیچھے کی طرف مطابقت کو توڑ دیتی ہیں، بٹ کوائن پروٹوکول میں ایک بڑی بات نہیں، جہاں ہر چیز کو نرم کانٹا اور پیچھے کی طرف مطابقت پذیر ہونا چاہیے۔ لیکن اس کا مطلب یہ ہے کہ ہر ایک انفرادی تبدیلی جو بٹ کوائن خود کرتا ہے اس کی گنجائش بہت محدود ہے۔ وہ اپنے ماضی کی وجہ سے دبے ہوئے ہیں، اور بہتری کو اس کا احترام کرنا چاہیے، اکثر اوقات بے حسی کے ساتھ۔ جب کہمونیرو کی تبدیلیاں بہت زیادہ ہو سکتی ہیں، اور یہ اکثر اوقات پروٹوکول اور پرائیویسی کو بہت سے آرڈرز کے ذریعے بہتر بناتی ہیں۔</p> <p>اسے آسانی سے <a target="_blank" href="/knowledge/monero-ringct" class="next-link">RingCT</a> کی شمولیت میں دیکھا جا سکتا ہے۔ اس سے پہلے، مونیرو میں صرف <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">اسٹیلتھ ایڈریسز</a> اور <a target="_blank" href="/knowledge/ring-signatures" class="next-link">رنگ دستخط</a> شامل تھے، اور رقمیں دکھائی دیتی تھیں۔ شین نوتھر، ایک MRL محقق، نے ایک موجودہ پروٹوکول میں ترمیم کی جو Monero کے لیے رقوم کو چھپاتا ہے، لیکن اس کی شمولیت پیچھے کی طرف مطابقت کو توڑ دے گی، یعنی شفاف رقوم کے ساتھ پرانے طرز کے لین دین کی مزید اجازت نہیں ہوگی۔</p> <p>منیرو نے یہ خطرہ مول لیا، اور آخری نتیجہ ایک بہت بہتر رازداری تھا جس نے رازداری کے سکوں کے بادشاہ کے طور پر مونیرو کی پوزیشن کو مستحکم کیا۔ لیکن یہ سب کچھ نہیں دکھایا گیا ہے۔ اس کانٹے کے ساتھ ساتھ اس کے بعد کے کئی اور ساتھ ہی ساتھ کمیونٹی کے اندر شکوک و شبہات، عاجزی، اور سوال کرنے کی مندرجہ ذیل تمام تر ترغیبات نے بھی مونیرو کو کرپٹو اسپیس میں ذہنوں کے سب سے تیز ترین، سب سے اہم مجموعہ کے طور پر مضبوط کیا۔</p>
zh_cn: <p>如果把加密货币的崛起比喻成大航海时代，那么每个人都有属于他们自己的航行和对新世界的发现. 只不过一些人认为他们到了一个可以投机或者暴富的地方，另一些人则寻觅到了志同道合朋友，还有一些人则找到了他们认为可以改变世界的技术. 币圈虽然鱼龙混杂，各个社区水平也参差不齐，但在不同的加密货币和社区中，存在着一些同样的问题. 这其中最令人不安的一点就是容易出现神教现象和无脑吹.</p> <p>这些脑残粉数量惊人. 他们最大的特点是，不讲事实，即使面对铁证，也无法接受任何批评，而是选择性失明. 在某些情况下，脑残粉会变得更加极端，以至于任何他们认为的消极情绪都会成为对他们的冒犯和嫉妒，从而也成了被他们对抗和攻击的依据.</p> <p>其实作为币圈的一员，在不被骗的前提下，这里是我们总结的<a target="_blank" href="/knowledge/monero-scams" class="next-link">币圈防诈骗指南</a>, 所有人根据自己的理解和判断购买各种加密货币自然是无可厚非的.但是从另一个角度来说，也许很多人根本有没有思考过，如果某些项目不是诈骗币或者杀猪盘，那么我们是否还需要保持批判精神和与时俱进呢?</p> <p>本文作者认为我们当然应该时刻保持自我意识和批判性思考. 因为所谓社区本身就是由每一个社区成员组成的，而项目的目前水平和未来被指引到何处，其实也是一种投影和映射，反映了社区成员的精神面貌.此外，一个聪明的社区会对项目的开发抱有有更多的期望，并且能够提出批评建议和更好的解决方案，而不是一味地信任其它社区成员，并接受任何开发人员的说辞和结果，而不在乎他们到底是为了用户谋福利还是只是为了某些人自己的利益.</p> <p>反之，仅关心价格却不能够或不愿意进行自我认知，也不愿让他人评价的社区注定会变得平庸.</p> <p>而门罗币的社区文化，从一开始就充满高度自我约束和批判精神，力促开发人员，研究人员，核心成员和社区本身达到最高标准，以便最大程度地降低自满和漠视带来的危害和风险.</p> <p>而门罗币的方法之一是在社区的子论坛上每周举行一次批评活动.人们可以集中表达他们对门罗币技术，协议层，社区领导力或其它方面的担忧. 门罗社区，不仅接受批评，更鼓励批评，接受质疑和怀疑，这对于我们生态系统健康至关重要.</p> <p>这与许多其他社区形成了鲜明的对比，其他社区不光尽一切可能避免批评，而且常常会鼓励他们的社区成员不需要思考，只需要持有等暴富就行了.这里作者要说的话，也许听起来很刺耳，可他们这种行为无异于鸵鸟把头埋在沙土里，想要禁止反对者，删掉所有批评的声音，只保留币圈各种神教成员的商业互吹，这是自欺欺人，掩耳盗铃，更是不可能发生的.</p> <p>但这并不是说门罗币本身就没有神教成员和吹鼓手. 然而，有趣的是，许多门罗币社区成员会联系有些文章的作者，并要求他们采取更高的行为标准. 实际上，门罗币社区文化甚至将过度的尬吹视为负面内容，并会督促其更正，或将其完全删除.</p> <p>正所谓，人无远虑，必有近忧. 保护隐私是一场军备竞赛，每个人都必须时刻警惕，只知道大喊门罗币是最好的或者沉迷于暴富的幻想里，只会减损了紧迫感和社区的战斗力. 从这个角度来看，社区中缺乏批判性思维和自我反思不仅令人厌恶，最终还会威胁到项目本身甚至导致未来的崩溃.</p> <p>在许多方面，我们可以从比特币社区的堕落来实际感受到，缺少批判精神是如何引起危害的. 例如，比特币神教经常会顺风时集体出动，彼此之间就比特币的优点互吹，互动，但每当出现隐私问题，可替代性或扩展性问题时，或者其它问题，大家就会选择性失明，失言，甚至撒谎，而违者会遭到嘲讽和驱逐. 我们可以在不同平台观测到，揭示正当问题的人被禁言，谩骂或以其他方式被排斥在比特币社区活动之外，而背后的原因是他们胆敢怀疑比特币的价值和对神一样中本聪设计的质疑.</p> <p>他山之石，可以攻玉，正因如此，门罗币才可以凝聚到如此多的计算机极客和密码学天才参与门罗币的开发和迭代，那些由于具备批判精神而被排挤的人们，那些在别的社区无法施展的技术，被一批又一批的送到门罗币社区里，而只要在门罗币社区认真度过了一段时间之后，他们会对高水准的讨论内容和敢于正视自身问题的社区文化，产生更加强烈的认同和赏识，可以说是门罗社区的成员，个个都是人才，说话又好听，来了就会超喜欢这里. 甚至有些人可以在门罗币社区获得另一些币的有用信息，因为那些币的社区往往不会说实话，而门罗币社区的文化就是坦诚，真实.举贤不避亲，举亲不避嫌，这也是门罗币社区可以获得更多真实信息的原因.</p> <p>门罗币社区在过去和现在不断辛苦付出的事实也表明了该项目的谦逊与力量.这里有我们另一篇文章，介绍为什么门罗币社区才是真正的去中心化社区<a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">去中心化的贡献者们</a>, 这种制度设计在某种意义上是超前的，先见之明就在于，社区成员知道从一开始就设计出完美隐私保护方案，可能性很小，最现实的方法是不断进化和更新. 如果门罗币希望在隐私保护和加密货币领域保持竞争力，就需要与时俱进，甚至在遭遇重大危机的时候可能要做巨大改进.</p> <p>通常，这些改进会破坏以往的兼容性，这在比特币协议中是一个很大的禁忌，所以比特币世界里所有进步都必须是软分叉，也就是说和以往的版本必须兼容.这里译者加两个例子进来，如果比特币是一辆马车，那么他们的改进都是围绕着马车改进，车无论怎么改，必须还得让以前的马车依旧兼容，所以当有人发明出来汽车引擎，或者火车，飞机，这就意味着和马车不兼容，因此比特币为了兼容性不会采取这种新技术，又或者比特币是一种报纸，当信息时代来临，他们还是继续坚守实体的纸张，因为网页新闻和移动手机新闻和过去的技术不兼容.回到本文，所以，比特币对其自身所做的每个更改，其作用范围都非常有限. 这又多么讽刺，他们正是因为自己过去的不足而希望改变，而又坚持不愿意改变现在的自己，这就让一切变得毫无意义. 但门罗币的进化可不是这样，常规操作也是脱胎换骨级别的，类似于破茧成蝶，鱼跃龙门的改进，结果也通常可以将协议层和隐私性提高几个数量级.</p> <p>上述的概念，在这篇讲述 <a target="_blank" href="/knowledge/monero-ringct" class="next-link">环形签名RingCT</a>在门罗币上部署的文章里有详细的介绍. 在这之前的门罗币只有 <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">隐蔽地址技术stealth addresses</a> 和 <a target="_blank" href="/knowledge/ring-signatures" class="next-link">环形签名技术ring signatures</a>, 彼时门罗币的转账金额是透明的.门罗币研究实验室的成员Shen Noether修改了当时开发人员为比特币创造，而比特币因为兼容问题没有采用的机密交易技术，最终发展成了适用于门罗币的环形机密协议，该协议隐藏了门罗币的交易金额，但是新技术同样影响了门罗币和过去交易的兼容性，这意味着链上不再允许存在透明金额的交易.</p> <p>门罗币社区勇于承担了这一风险，最终结果是门罗币主网隐私在当年得到了极大改善，巩固了门罗币作为隐私之王的地位. 但这还不是近年来门罗发展的全部. 这种半年左右硬分叉，持续了数年之久，包括上述的环形机密又被后来又重大改进升级了两次. 始终保持怀疑精神，谦卑和自我质疑才带来了各种研究和技术进步，而进步带来了更多怀疑和再反思，反反复复，浴火而生，才巩固和锻造了今天的门罗币，这也使其成为加密货币领域里最敏锐，最先进和集各种隐私保护技术于一身的项目.</p>
zh_tw: <p>如果把加密貨幣的崛起比喻成大航海時代，那麼每個人都有屬於他們自己的航行和對新世界的發現. 只不過一些人認為他們到了一個可以投機或者暴富的地方，另一些人則尋覓到了志同道合朋友，還有一些人則找到了他們認為可以改變世界的技術. 幣圈雖然魚龍混雜，各個社區水準也參差不齊，但在不同的加密貨幣和社區中，存在著一些同樣的問題. 這其中最令人不安的一點就是容易出現神教現象和無腦吹.</p> <p>這些腦殘粉數量驚人. 他們最大的特點是，不講事實，即使面對鐵證，也無法接受任何批評，而是選擇性失明. 在某些情況下，腦殘粉會變得更加極端，以至於任何他們認為的消極情緒都會成為對他們的冒犯和嫉妒，從而也成了被他們對抗和攻擊的依據.</p> <p>其實作為幣圈的一員，在不被騙的前提下，這裡是我們總結的<a target="_blank" href="/knowledge/monero-scams" class="next-link">幣圈防詐騙指南</a>, 所有人根據自己的理解和判斷購買各種加密貨幣自然是無可厚非的.但是從另一個角度來說，也許很多人根本有沒有思考過，如果某些項目不是詐騙幣或者殺豬盤，那麼我們是否還需要保持批判精神和與時俱進呢?</p> <p>本文作者認為我們當然應該時刻保持自我意識和批判性思考. 因為所謂社區本身就是由每一個社區成員組成的，而項目的目前水準和未來被指引到何處，其實也是一種投影和映射，反映了社區成員的精神面貌.此外，一個聰明的社區會對專案的開發抱有有更多的期望，並且能夠提出批評建議和更好的解決方案，而不是一味地信任其它社區成員，並接受任何開發人員的說辭和結果，而不在乎他們到底是為了用戶謀福利還是只是為了某些人自己的利益.</p> <p>反之，僅關心價格卻不能夠或不願意進行自我認知，也不願讓他人評價的社區註定會變得平庸.</p> <p>而門羅幣的社區文化，從一開始就充滿高度自我約束和批判精神，力促開發人員，研究人員，核心成員和社區本身達到最高標準，以便最大程度地降低自滿和漠視帶來的危害和風險.</p> <p>而門羅幣的方法之一是在社區的子論壇上每週舉行一次批評活動.人們可以集中表達他們對門羅幣技術，協議層，社區領導力或其它方面的擔憂. 門羅社區，不僅接受批評，更鼓勵批評，接受質疑和懷疑，這對於我們生態系統健康至關重要.</p> <p>這與許多其他社區形成了鮮明的對比，其他社區不光盡一切可能避免批評，而且常常會鼓勵他們的社區成員不需要思考，只需要持有等暴富就行了.這裡作者要說的話，也許聽起來很刺耳，可他們這種行為無異于鴕鳥把頭埋在沙土裡，想要禁止反對者，刪掉所有批評的聲音，只保留幣圈各種神教成員的商業互吹，這是自欺欺人，掩耳盜鈴，更是不可能發生的.</p> <p>但這並不是說門羅幣本身就沒有神教成員和吹鼓手. 然而，有趣的是，許多門羅幣社區成員會聯繫有些文章的作者，並要求他們採取更高的行為標準. 實際上，門羅幣社區文化甚至將過度的尬吹視為負面內容，並會督促其更正，或將其完全刪除.</p> <p>正所謂，人無遠慮，必有近憂. 保護隱私是一場軍備競賽，每個人都必須時刻警惕，只知道大喊門羅幣是最好的或者沉迷于暴富的幻想裡，只會減損了緊迫感和社區的戰鬥力. 從這個角度來看，社區中缺乏批判性思維和自我反思不僅令人厭惡，最終還會威脅到項目本身甚至導致未來的崩潰.</p> <p>在許多方面，我們可以從比特幣社區的墮落來實際感受到，缺少批判精神是如何引起危害的. 例如，比特幣神教經常會順風時集體出動，彼此之間就比特幣的優點互吹，互動，但每當出現隱私問題，可替代性或擴展性問題時，或者其它問題，大家就會選擇性失明，失言，甚至撒謊，而違者會遭到嘲諷和驅逐. 我們可以在不同平臺觀測到，揭示正當問題的人被禁言，謾駡或以其他方式被排斥在比特幣社區活動之外，而背後的原因是他們膽敢懷疑比特幣的價值和對神一樣中本聰設計的質疑.</p> <p>他山之石，可以攻玉，正因如此，門羅幣才可以凝聚到如此多的電腦極客和密碼學天才參與門羅幣的開發和反覆運算，那些由於具備批判精神而被排擠的人們，那些在別的社區無法施展的技術，被一批又一批的送到門羅幣社區裡，而只要在門羅幣社區認真度過了一段時間之後，他們會對高水準的討論內容和敢於正視自身問題的社區文化，產生更加強烈的認同和賞識，可以說是門羅社區的成員，個個都是人才，說話又好聽，來了就會超喜歡這裡. 甚至有些人可以在門羅幣社區獲得另一些幣的有用資訊，因為那些幣的社區往往不會說實話，而門羅幣社區的文化就是坦誠，真實.舉賢不避親，舉親不避嫌，這也是門羅幣社區可以獲得更多真實資訊的原因.</p> <p>門羅幣社區在過去和現在不斷辛苦付出的事實也表明了該項目的謙遜與力量.這裡有我們另一篇文章，介紹為什麼門羅幣社區才是真正的去中心化社區<a target="_blank" href="/knowledge/why-monero-is-open-source-and-decentralized" class="next-link">去中心化的貢獻者們</a>, 這種制度設計在某種意義上是超前的，先見之明就在於，社區成員知道從一開始就設計出完美隱私保護方案，可能性很小，最現實的方法是不斷進化和更新. 如果門羅幣希望在隱私保護和加密貨幣領域保持競爭力，就需要與時俱進，甚至在遭遇重大危機的時候可能要做巨大改進.</p> <p>通常，這些改進會破壞以往的相容性，這在比特幣協議中是一個很大的禁忌，所以比特幣世界裡所有進步都必須是軟分叉，也就是說和以往的版本必須相容.這裡譯者加兩個例子進來，如果比特幣是一輛馬車，那麼他們的改進都是圍繞著馬車改進，車無論怎麼改，必須還得讓以前的馬車依舊相容，所以當有人發明出來汽車引擎，或者火車，飛機，這就意味著和馬車不相容，因此比特幣為了相容性不會採取這種新技術，又或者比特幣是一種報紙，當資訊時代來臨，他們還是繼續堅守實體的紙張，因為網頁新聞和移動手機新聞和過去的技術不相容.回到本文，所以，比特幣對其自身所做的每個更改，其作用範圍都非常有限. 這又多麼諷刺，他們正是因為自己過去的不足而希望改變，而又堅持不願意改變現在的自己，這就讓一切變得毫無意義. 但門羅幣的進化可不是這樣，常規操作也是脫胎換骨級別的，類似于破繭成蝶，魚躍龍門的改進，結果也通常可以將協議層和隱私性提高幾個數量級.</p> <p>上述的概念，在這篇講述 <a target="_blank" href="/knowledge/monero-ringct" class="next-link">環形簽名RingCT</a>在門羅幣上部署的文章裡有詳細的介紹. 在這之前的門羅幣只有 <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">隱蔽位址技術stealth addresses</a> 和 <a target="_blank" href="/knowledge/ring-signatures" class="next-link">環形簽名技術ring signatures</a>, 彼時門羅幣的轉帳金額是透明的.門羅幣研究實驗室的成員Shen Noether修改了當時開發人員為比特幣創造，而比特幣因為相容問題沒有採用的機密交易技術，最終發展成了適用於門羅幣的環形機密協定，該協定隱藏了門羅幣的交易金額，但是新技術同樣影響了門羅幣和過去交易的相容性，這意味著鏈上不再允許存在透明金額的交易.</p> <p>門羅幣社區勇於承擔了這一風險，最終結果是門羅幣主網隱私在當年得到了極大改善，鞏固了門羅幣作為隱私之王的地位. 但這還不是近年來門羅發展的全部. 這種半年左右硬分叉，持續了數年之久，包括上述的環形機密又被後來又重大改進升級了兩次. 始終保持懷疑精神，謙卑和自我質疑才帶來了各種研究和技術進步，而進步帶來了更多懷疑和再反思，反反復複，浴火而生，才鞏固和鍛造了今天的門羅幣，這也使其成為加密貨幣領域裡最敏銳，最先進和集各種隱私保護技術於一身的項目.</p>
