Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb11250Sbtext
source: <p>The two boogeymen of the mining space are ASICs and botnets, and moving away from one necessarily means moving closer toward another. If one needs a CPU to mine Monero, then hackers can theoretically take control of many hundreds if not thousands of vulnerable computers and force them to mine Monero on their behalf, costing them nothing, and outcompeting those with only a couple of computers in their households.</p> <p>The first rebuttal to this argument is about the owners of botnets themselves. While we don’t condone hacking others’ computers, the barrier to entry to owning and operating a botnet is far lower than that of owning ASICs. One requires software – often quite freely available and open source – and the time and an acumen for sniffing out vulnerable computers. The other requires incredible amounts of capital and access to manufacturing. One can be done by a kid in a basement, and the other only by the extremely wealthy. This leads us to conclude that, if the worst fears of miners were to come true, the botnets themselves would be more decentralized than ASICs would be.</p> <p>That said, the Monero community is confident that this issue is overblown. The engineers of RandomX deliberately designed the protocol to require 2GB of RAM memory to work. In other words, many small, vulnerable virtual private servers (VPS) will simply not have the capacity, and if they did, the uptick in resources used would be very noticeable to a system administrator, leading to immediate investigation. In other words, it can’t run silently in the background like compromised computers taking part in a DDOS attack, or silently sniffing passwords. When the miner is on, everyone knows it.</p> <p>This reduces the amount of computers a botnet would be able to successfully compromise to those of the greatly technologically inept, or those that are never checked on, rather than the plethora of vulnerable computers that the proponents of this argument assume are at risk.</p>
cs: <p>Dvěma strašáky v oblasti těžby jsou ASIC a botnety a odklon od jednoho nutně znamená přiblížení se k druhému. Pokud někdo k těžbě Monera potřebuje procesor, pak hackeři teoreticky mohou převzít kontrolu nad mnoha stovkami, ne-li tisíci zranitelných počítačů a donutit je těžit Monero jejich jménem, což je nic nestojí a předčí ty, kteří mají v domácnosti jen pár počítačů.</p> <p>První námitka proti tomuto argumentu se týká samotných vlastníků botnetů. Ačkoli neschvalujeme hackování cizích počítačů, vstupní bariéra pro vlastnictví a provozování botnetu je mnohem nižší než pro vlastnictví ASIC. Člověk potřebuje software - často zcela volně dostupný a s otevřeným zdrojovým kódem - a čas a důvtip pro vyčmuchání zranitelných počítačů. Druhá možnost vyžaduje neuvěřitelné množství kapitálu a přístup k výrobě. Jedno může zvládnout dítě ve sklepě a druhé pouze extrémně bohatí lidé. To nás vede k závěru, že pokud by se naplnily nejhorší obavy těžařů, samotné botnety by byly decentralizovanější než ASIC.</p> <p>Komunita Monero je přesvědčena, že tento problém je přehnaný. Inženýři RandomX záměrně navrhli protokol tak, aby ke svému fungování vyžadoval 2 GB paměti RAM. Jinými slovy, mnoho malých, zranitelných virtuálních privátních serverů (VPS) prostě nebude mít tuto kapacitu, a pokud by ji měly, nárůst použitých prostředků by byl pro správce systému velmi znatelný, což by vedlo k okamžitému vyšetřování. Jinými slovy, nemůže běžet tiše na pozadí jako napadené počítače účastnící se útoku DDOS nebo tiše odposlouchávat hesla. Když je těžař zapnutý, každý to pozná.</p> <p>Tím se počet počítačů, které by botnet mohl úspěšně napadnout, snižuje na počet těch, které jsou technologicky velmi nezpůsobilé, nebo těch, které nejsou nikdy kontrolovány, a nikoli na množství zranitelných počítačů, o nichž zastánci tohoto argumentu předpokládají, že jsou ohroženy.</p>
fi: <p>Louhinnan kaksi kauhua ovat ASICit ja botnetit, ja yhdestä pois siirtyminen tarkoittaa välttämättä siirtymistä lähemmäksi toista. Jos Moneron louhimiseen tarvitaan prosessori, hakkerit voivat teoriassa ottaa haltuunsa useita satoja ellei tuhansia haavoittuvia tietokoneita ja pakottaa ne louhimaan Moneroa puolestaan, mikä ei maksa heille mitään ja kilpailee niistä, joilla on vain muutama tietokone. </p> <p>Ensimmäinen vastalause tälle väitteelle koskee itse bottiverkkojen omistajia. Vaikka emme suvaitse muiden tietokoneiden hakkerointia, este bottiverkon omistamiselle ja käytölle on paljon alhaisempi kuin ASIC-verkkojen omistamisen. Vaatii ohjelmistoja – usein melko vapaasti saatavilla ja avoimen lähdekoodin – sekä aikaa ja taitoa haavoittuvien tietokoneiden haistelemiseen. Toinen vaatii uskomattomia määriä pääomaa ja pääsyä tuotantoon. Toisen voi tehdä lapsi kellarissa ja toisen vain erittäin varakkaat. Tämä johtaa siihen johtopäätökseen, että jos louhijoiden pahimmat pelot toteutuisivat, itse botnetit olisivat hajautetumpia kuin ASIC-verkot.</p> <p>Monero-yhteisö uskoo kuitenkin, että tämä ongelma on liioiteltu. RandomX:n insinöörit suunnittelivat protokollan tarkoituksella vaatimaan 2Gt RAM-muistia toimiakseen. Toisin sanoen monilla pienillä, haavoittuvilla virtuaalisilla yksityispalvelimilla (VPS) ei yksinkertaisesti ole kapasiteettia ja jos olisikin, käytettyjen resurssien lisääntyminen olisi järjestelmänvalvojalle erittäin havaittavissa, mikä johtaisi välittömään tutkimukseen. Toisin sanoen se ei voi toimia äänettömästi taustalla, kuten haavoittuneet tietokoneet, jotka osallistuvat DDOS-hyökkäykseen tai nuuskivat salasanoja hiljaa tietämättään. Kun louhinta on käynnissä, kaikki tietävät sen.</p> <p>Tämä vähentää niiden tietokoneiden määrää, jotka botnet voisi onnistuneesti vaarantaa. Vain teknologisesti erittäin taitamattomien tietokoneiden tai tarkistamattomien tietokoneiden kaappaaminen olisi mahdollista, eikä olisi lukuisia haavoittuvia tietokoneita, joiden tämän väitteen kannattajat olettavat olevan vaarassa. </p>
fr: <p>Les deux « croque-mitaines » dans le domaine du minage sont les ASIC et les botnets, et s'éloigner de l'un signifie nécessairement se rapprocher de l'autre. Si l'on a besoin d'un processeur pour miner du Monero, les pirates peuvent théoriquement prendre le contrôle de plusieurs centaines, voire de milliers d'ordinateurs vulnérables et les forcer à miner du Monero pour leur compte, sans rien leur coûter et ainsi surpasser ceux qui n'ont que quelques ordinateurs dans leur foyer.</p> <p>La première réfutation de cet argument concerne les propriétaires de botnets eux-mêmes. Bien que nous ne tolérions pas le piratage des ordinateurs des autres, la barrière à l'entrée pour posséder et exploiter un botnet est bien inférieure à celle de posséder des ASIC. Il faut un logiciel – souvent disponible assez librement et open source – et le temps et la perspicacité nécessaires pour détecter les ordinateurs vulnérables. L'autre nécessite des quantités incroyables de capitaux et un accès à la fabrication. L'un peut être fait par un enfant dans un sous-sol et l'autre uniquement par des personnes extrêmement riches. Cela nous amène à conclure que, si les pires craintes des mineurs devaient se réaliser, les botnets eux-mêmes seraient plus décentralisés que les ASIC.</p> <p>Cela dit, la communauté Monero est convaincue que ce problème est exagéré. Les ingénieurs de RandomX ont délibérément conçu le protocole pour nécessiter un minimum de 2 Go de mémoire RAM pour fonctionner. En d'autres termes, de nombreux petits serveurs privés virtuels (VPS) vulnérables n'auront tout simplement pas la capacité nécessaire, et s'ils le faisaient, l'augmentation des ressources utilisées serait très perceptible pour un administrateur système, conduisant à une enquête immédiate. En d'autres termes, il ne peut pas fonctionner silencieusement en arrière-plan, comme des ordinateurs compromis prenant part à une attaque DDOS ou « reniflant » silencieusement des mots de passe. Lorsque le mineur est activé, tout le monde le sait.</p> <p> Cela réduit le nombre d'ordinateurs qu'un botnet serait capable de compromettre et d'utiliser avec succès à ceux appartenant à des personnes qui ne sont pas très compétentes sur le plan technologique, ou qui ne font jamais attention à ce qui se passe sur leur machine, plutôt qu'à la pléthore d'ordinateurs vulnérables que les partisans de cet argument supposent être à risque .</p>
it: <p>I due uomini nero dello spazio minerario sono ASIC e botnet, e allontanarsi da uno significa necessariamente avvicinarsi all'altro. Se uno ha bisogno di una CPU per estrarre Monero, allora gli hacker possono teoricamente prendere il controllo di molte centinaia se non migliaia di computer vulnerabili e costringerli a estrarre Monero per loro, non costando nulla e superando quelli con solo un paio di computer nelle loro famiglie .</p> <p>La prima confutazione a questo argomento riguarda i proprietari delle stesse botnet. Anche se non perdoniamo di hackerare i computer di altri, la barriera all'accesso alla proprietà e al funzionamento di una botnet è di gran lunga inferiore a quella del possesso di ASIC. Uno richiede software - spesso abbastanza liberamente disponibile e open source - e il tempo e un acume per annusare i computer vulnerabili. L'altro richiede un'incredibile quantità di capitale e l'accesso alla produzione. Uno può essere fatto da un bambino in un seminterrato e l'altro solo da persone estremamente ricche. Questo ci porta a concludere che, se le peggiori paure dei minatori dovessero avverarsi, le stesse botnet sarebbero più decentralizzate di quanto non lo sarebbero gli ASIC.</p> <p>Detto questo, la comunità Monero è fiduciosa che questo problema sia esagerato. Gli ingegneri di RandomX hanno progettato deliberatamente il protocollo per richiedere 2 GB di memoria RAM per funzionare. In altre parole, molti server privati virtuali (VPS) di piccole dimensioni e vulnerabili non avranno semplicemente la capacità e, in caso affermativo, l'aumento delle risorse utilizzate sarebbe molto evidente per un amministratore di sistema, portando a un'indagine immediata. In altre parole, non può funzionare silenziosamente in background come computer compromessi che prendono parte a un attacco DDOS o che annusa in silenzio password. Quando il minatore è acceso, lo sanno tutti.</p> <p>Ciò riduce la quantità di computer che una botnet sarebbe in grado di compromettere con successo a quelli dei grandi tecnologicamente inetti, o quelli che non sono mai controllati, piuttosto che la pletora di computer vulnerabili che i sostenitori di questo argomento ritengono siano a rischio .</p>
lt: <p>Du kasybos erdvės boogeymenai yra ASIC ir botnetai, o tolimas nuo vieno būtinai reiškia artėjimą prie kito. Jei norint išgauti Monero reikia procesoriaus, įsilaužėliai teoriškai gali perimti daugelio šimtų, jei ne tūkstančių pažeidžiamų kompiuterių kontrolę ir priversti juos išgauti Monero jų vardu, nieko nekainuodami ir nukonkuruodami tuos, kurių namų ūkyje yra tik pora kompiuterių. </p> <p>Pirmasis šio argumento paneigimas yra apie pačius botnetų savininkus. Nors mes netoleruojame įsilaužimo į kitų kompiuterius, kliūtis patekti į robotų tinklą yra daug mažesnė nei ASIC. Reikia programinės įrangos – dažnai gana laisvai prieinamos ir atvirojo kodo – ir laiko bei sumanumo pažeidžiamiems kompiuteriams apuostyti. Kitas reikalauja neįtikėtino kapitalo ir prieigos prie gamybos. Vieną gali padaryti vaikas rūsyje, o kitą – tik itin turtingi žmonės. Tai leidžia daryti išvadą, kad jei išsipildytų blogiausios kalnakasių baimės, patys robotų tinklai būtų labiau decentralizuoti nei ASIC.</p> <p> Tačiau Monero bendruomenė yra įsitikinusi, kad ši problema yra pernelyg išpūsta. „RandomX“ inžinieriai sąmoningai sukūrė protokolą, kad veiktų 2 GB RAM. Kitaip tariant, daugelis mažų, pažeidžiamų virtualių privačių serverių (VPS) tiesiog neturės pakankamai pajėgumų, o jei jie turėtų, sistemos administratorius labai pastebėtų naudojamų išteklių padidėjimą, todėl nedelsiant būtų atliktas tyrimas. Kitaip tariant, jis negali veikti tyliai fone, pavyzdžiui, pažeisti kompiuteriai, dalyvaujantys DDOS atakoje, arba tyliai uostyti slaptažodžius. Kai šachtukas įjungtas, visi tai žino.</p> <p>Tai sumažina kompiuterių, kuriuos robotų tinklas galėtų sėkmingai pažeisti, skaičių iki labai technologiškai netinkamų arba niekada nepatikrintų kompiuterių, o ne pažeidžiamų kompiuterių, kuriems, šio argumento šalininkų nuomone, kyla pavojus. </p>
nb: <p>De to boogeymene i gruveområdet er ASIC-er og botnett, og å bevege seg bort fra det ene betyr nødvendigvis å bevege seg nærmere et annet. Hvis man trenger en CPU for å utvinne Monero, kan hackere teoretisk ta kontroll over mange hundre om ikke tusenvis av sårbare datamaskiner og tvinge dem til å utvinne Monero på deres vegne, noe som koster dem ingenting, og utkonkurrerer de som bare har et par datamaskiner i husholdningen. .</p> <p>Den første tilbakevisningen til dette argumentet handler om eierne av botnett selv. Selv om vi ikke tolererer hacking av andres datamaskiner, er barrieren for adgang til å eie og drifte et botnett langt lavere enn for å eie ASICer. Man krever programvare – ofte ganske fritt tilgjengelig og åpen kildekode – og tid og sans for å snuse opp sårbare datamaskiner. Den andre krever utrolige mengder kapital og tilgang til produksjon. Det ene kan gjøres av et barn i en kjeller, og det andre bare av de ekstremt velstående. Dette får oss til å konkludere med at hvis den verste frykten til gruvearbeidere skulle gå i oppfyllelse, ville selve botnettene være mer desentraliserte enn ASIC-er ville vært.</p> <p>Når det er sagt, er Monero-fellesskapet overbevist om at dette problemet er overdrevet. Ingeniørene til RandomX utformet bevisst protokollen for å kreve 2 GB RAM-minne for å fungere. Med andre ord, mange små, sårbare virtuelle private servere (VPS) vil rett og slett ikke ha kapasiteten, og hvis de hadde det, ville økningen i ressursene som brukes være veldig merkbar for en systemadministrator, noe som fører til umiddelbar etterforskning. Med andre ord, den kan ikke kjøre stille i bakgrunnen som kompromitterte datamaskiner som deltar i et DDOS-angrep, eller lydløst snuser passord. Når gruvearbeideren er på, vet alle det.</p> <p>Dette reduserer mengden datamaskiner et botnett ville være i stand til å lykkes med å kompromittere til de til de svært teknologisk udugelige, eller de som aldri blir sjekket på, i stedet for mengden av sårbare datamaskiner som tilhengerne av dette argumentet antar er i faresonen .</p>
nl: <p>De twee boemannen van het mining-gebied zijn ASIC's en botnets, en weggaan van de ene betekent noodzakelijkerwijs dichter bij de andere komen. Als iemand een CPU nodig heeft om Monero te minen, dan kunnen hackers in theorie de controle over vele honderden, zo niet duizenden kwetsbare computers overnemen en ze dwingen om namens hen Monero te minen, wat hen niets kost en degenen met slechts een paar computers in hun huishouden te slim af is .</p> <p>De eerste weerlegging van dit argument gaat over de eigenaren van botnets zelf. Hoewel we het hacken van andermans computers niet goedkeuren, is de toetredingsdrempel voor het bezitten en exploiteren van een botnet veel lager dan die voor het bezitten van ASIC's. De ene heeft software nodig - vaak vrij beschikbaar en open source - en de tijd en het inzicht om kwetsbare computers op te sporen. De andere vereist ongelooflijke hoeveelheden kapitaal en toegang tot productie. De ene kan worden gedaan door een kind, en de andere alleen door de extreem rijken. Dit brengt ons tot de conclusie dat, als de ergste angsten van miners zouden uitkomen, de botnets zelf meer gedecentraliseerd zouden zijn dan ASIC's. </p> <p> Dat gezegd hebbende, is de Monero-gemeenschap ervan overtuigd dat dit probleem overdreven is. De ingenieurs van RandomX hebben het protocol opzettelijk zo ontworpen dat 2 GB RAM-geheugen nodig is om te werken. Met andere woorden, veel kleine, kwetsbare virtual private servers (VPS) zullen eenvoudigweg niet over de capaciteit beschikken, en als ze dat wel zouden doen, zou de toename in gebruikte bronnen zeer merkbaar zijn voor een systeembeheerder, wat zou leiden tot een onmiddellijk onderzoek. Met andere woorden, het kan niet geruisloos op de achtergrond draaien, zoals gecompromitteerde computers die deelnemen aan een DDOS-aanval, of geruisloos wachtwoorden opsnuiven. Als de miner aan staat, weet iedereen het.</p> <p>Dit vermindert het aantal computers dat een botnet met succes zou kunnen compromitteren tot degene die technologisch gezien zeer incapabel zijn, of degenen die nooit worden gecontroleerd, in plaats van de overvloed aan kwetsbare computers waarvan de voorstanders van dit argument aannemen dat ze gevaar lopen .</p>
pl: <p>Dwoma głównymi wrogami kopania kryptowalut są botnety i ASICs. Walka z jednym oznacza przesuwanie się bliżej drugiego. Jeśli potrzeba procesora do kopania Monero, wówczas hakerzy teoretycznie mogą przejąć setki, jeśli nie tysiące komputerów i wymusić na nich kopanie Monero bez żadnego kosztu dla hakerów, pokonując w ten sposób posiadaczy jedynie kilku komputerów przeznaczonych do kopania.</p> <p> Obalenie tego argumentu dotyczy właścicieli samych botnetów. Chociaż nie zachęcamy do hakowania cudzych komputerów, to jest mniej barier przed posiadaniem i prowadzeniem botneta niż w przypadku posiadania ASICs. Jedno wymaga oprogramowania często dość swobodnie dostępnego i open source oraz czasu i nosa do wyłapania wrażliwych komputerów. Drugie wymaga wielkiej kwoty kapitału i dostępu do produkcji. Jedno może być używane przez dziecko w piwnicy, a drugie tylko przez wyjątkowo bogatych. To prowadzi nas do wniosku, że gdyby najgorsze obawy minerów się spełniły, same botnety byłyby bardziej zdecentralizowane niż ASICs.</p> <p> To powiedziawszy, społeczność Monero jest przekonana, że ten problem jest wyolbrzymiony. Inżynierowie RandomX celowo zaprojektowali protokół, aby wymagał 2 GB pamięci RAM do pracy. Innymi słowy, wiele małych, wrażliwych, wirtualnych serwerów prywatnych (VPS) po prostu nie będzie miało pojemności, a jeśli tak, to wzrost używanych zasobów będzie bardzo zauważalny dla administratora systemu, co doprowadzi do natychmiastowego zbadania. Innymi słowy, RandomX nie może cicho działać w tle jak komputery biorące udział w ataku DDOS lub nasłuchujące haseł. Kiedy miner jest włączony, wszyscy o tym wiedzą. </p> <p> Zmniejsza to ilość komputerów, które botnet byłby w stanie z powodzeniem przejąć do tych z bardzo nieudolnymi technologiami lub tych, które nigdy nie są sprawdzane, zamiast ogromnej masy wrażliwych komputerów.</p>
pt_br: <p>Os dois bicho-papões do espaço de mineração são ASICs e botnets, e se afastar de um significa necessariamente aproximar-se de outro. Se alguém precisa de uma CPU para extrair o Monero, então os hackers podem, teoricamente, controlar muitas centenas, senão milhares de computadores vulneráveis, e forçá-los a extrair o Monero em seu nome, não lhes custando nada e superando aqueles com apenas alguns computadores em suas residências. .</p> <p>A primeira refutação a esse argumento é sobre os donos das próprias botnets. Embora não toleremos invadir computadores de outras pessoas, a barreira à entrada para possuir e operar uma botnet é muito menor do que a de possuir ASICs. É preciso um software - geralmente disponível gratuitamente e de código aberto - e tempo e perspicácia para detectar computadores vulneráveis. O outro requer quantidades incríveis de capital e acesso à manufatura. Uma pode ser feita por uma criança em um porão, e a outra apenas pelos extremamente ricos. Isso nos leva a concluir que, se os piores temores dos mineradores se tornassem realidade, os botnets seriam mais descentralizados do que os ASICs.</p> <p>Dito isto, a comunidade Monero está confiante de que esse problema foi exagerado. Os engenheiros da RandomX projetaram deliberadamente o protocolo para exigir 2 GB de memória RAM para funcionar. Em outras palavras, muitos pequenos servidores virtuais privados vulneráveis (VPS) simplesmente não terão capacidade e, se o tivessem, o aumento nos recursos utilizados seria muito perceptível para um administrador de sistema, levando à investigação imediata. Em outras palavras, ele não pode ser executado silenciosamente em segundo plano, como computadores comprometidos que participam de um ataque DDOS ou farejar silenciosamente senhas. Quando o minerador está ligado, todos sabem disso.</p> <p>Isso reduz a quantidade de computadores que uma botnet seria capaz de comprometer com sucesso àqueles que são tecnicamente ineptos ou que nunca são controlados, em vez da infinidade de computadores vulneráveis que os defensores desse argumento assumem o risco. .</p>
sl: <p>Dva strašila na področju rudarjenja sta ASIC in botneti, oddaljevanje od enega pa nujno pomeni približevanje drugemu. Če za rudarjenje Monera potrebujemo procesor, lahko hekerji teoretično prevzamejo nadzor nad več sto, če ne celo tisoč ranljivih računalnikov in jih prisilijo, da v njihovem imenu rudarijo Monero, kar jih nič ne stane, pri tem pa so konkurenčni tistim, ki imajo v gospodinjstvu le nekaj računalnikov. </p> <p>Prvo nasprotovanje temu argumentu se nanaša na lastnike botnetov. Čeprav ne odobravamo vdiranja v računalnike drugih, je vstopna ovira za lastništvo in upravljanje botnetov veliko nižja kot za lastništvo računalnikov ASIC. Potrebna je programska oprema - pogosto prosto dostopna in odprtokodna - ter čas in spretnost za odkrivanje ranljivih računalnikov. Za drugo so potrebni neverjetni zneski kapitala in dostop do proizvodnje. Eno lahko naredi otrok v kleti, drugo pa le izjemno premožni. Iz tega lahko sklepamo, da bi bili, če bi se uresničili najhujši strahovi rudarjev, botneti sami bolj decentralizirani kot ASIC.</p> <p> Kljub temu je skupnost Monero prepričana, da je ta težava pretirana. Inženirji RandomX so protokol namenoma zasnovali tako, da za delovanje potrebuje 2 GB pomnilnika RAM. Z drugimi besedami, številni majhni in ranljivi virtualni zasebni strežniki (VPS) preprosto ne bodo imeli te zmogljivosti, če pa bi jo imeli, bi sistemski administrator zelo opazil porast uporabljenih virov, kar bi vodilo v takojšnjo preiskavo. Z drugimi besedami, ne more delovati tiho v ozadju, tako kot kompromitirani računalniki, ki sodelujejo v napadu DDOS, ali tiho vohljati za gesli. Ko je rudar vklopljen, to vedo vsi.</p> <p> To zmanjšuje število računalnikov, ki bi jih botnet lahko uspešno ogrozil, na tiste, ki so zelo tehnološko nesposobni, ali na tiste, ki jih nikoli ne preverjamo, in ne na množico ranljivih računalnikov, za katere zagovorniki tega argumenta domnevajo, da so ogroženi. </p>
sv: <p>De två boogeymen i gruvutrymmet är ASIC:er och botnät, och att flytta bort från det ena innebär nödvändigtvis att gå närmare en annan. Om man behöver en CPU för att bryta Monero, så kan hackare teoretiskt ta kontroll över många hundra om inte tusentals sårbara datorer och tvinga dem att bryta Monero för deras räkning, vilket kostar dem ingenting och konkurrera ut de som bara har ett par datorer i sina hushåll .</p> <p>Det första vederlaget till detta argument handlar om ägarna av botnät själva. Även om vi inte tolererar att hacka andras datorer, är barriären för inträde för att äga och driva ett botnät mycket lägre än för att äga ASIC. Man kräver mjukvara – ofta ganska fritt tillgänglig och öppen källkod – och tid och skarpsinne för att sniffa upp sårbara datorer. Den andra kräver otroliga mängder kapital och tillgång till tillverkning. Det ena kan göras av ett barn i en källare, och det andra endast av de extremt rika. Detta leder oss till slutsatsen att om gruvarbetarnas värsta farhågor skulle besannas, skulle själva botnäten vara mer decentraliserade än vad ASIC skulle vara.</p> <p>Men som sagt, Monero-communityt är övertygat om att det här problemet är överdrivet. Ingenjörerna av RandomX designade medvetet protokollet för att kräva 2 GB RAM-minne för att fungera. Med andra ord, många små, sårbara virtuella privata servrar (VPS) kommer helt enkelt inte att ha kapaciteten, och om de hade det skulle ökningen av resurser som används vara mycket märkbar för en systemadministratör, vilket leder till omedelbar utredning. Med andra ord kan den inte köras tyst i bakgrunden som komprometterade datorer som deltar i en DDOS-attack eller tyst sniffar lösenord. När gruvarbetaren är igång vet alla det.</p> <p>Detta minskar mängden datorer som ett botnät framgångsrikt skulle kunna kompromissa med till de som är mycket tekniskt odugliga, eller de som aldrig kontrolleras, snarare än den mängd sårbara datorer som förespråkarna för detta argument antar är i riskzonen .</p>
tl: <p>Ang dalawang boogeymen ng mining space ay mga ASIC at botnet, at ang paglayo sa isa ay nangangahulugan ng paglapit sa isa pa. Kung kailangan ng isang CPU para minahan ang Monero, maaaring kontrolin ng mga hacker ang maraming daan-daan kung hindi libu-libong mahihinang mga computer at pilitin silang minahin ang Monero para sa kanila, walang gastos sa kanila, at malampasan ang mga may lamang ng ilang computer sa kanilang mga sambahayan. .</p> <p>Ang unang pagtanggi sa argumentong ito ay tungkol sa mga may-ari ng mga botnet mismo. Bagama't hindi namin kinukunsinti ang pag-hack ng mga computer ng iba, ang hadlang sa pagpasok sa pagmamay-ari at pagpapatakbo ng botnet ay mas mababa kaysa sa pagmamay-ari ng mga ASIC. Ang isa ay nangangailangan ng software - kadalasan ay medyo malayang magagamit at open source - at ang oras at katalinuhan para sa pag-sniff ng mga vulnerable na computer. Ang isa pa ay nangangailangan ng hindi kapani-paniwalang halaga ng kapital at pag-access sa pagmamanupaktura. Ang isa ay maaaring gawin ng isang bata sa isang basement, at ang isa ay sa pamamagitan lamang ng napakayaman. Ito ay humantong sa amin upang tapusin na, kung ang pinakamatinding takot ng mga minero ay magkatotoo, ang mga botnet mismo ay magiging mas desentralisado kaysa sa mga ASIC.</p> <p>Sabi nga, kumpiyansa ang komunidad ng Monero na sobra na ang isyung ito. Ang mga inhinyero ng RandomX ay sadyang nagdisenyo ng protocol upang mangailangan ng 2GB ng RAM memory upang gumana. Sa madaling salita, maraming maliliit, masusugatan na virtual private server (VPS) ang hindi magkakaroon ng kapasidad, at kung mayroon sila, ang pagtaas ng mga mapagkukunang ginamit ay magiging lubhang kapansin-pansin sa isang administrator ng system, na humahantong sa agarang pagsisiyasat. Sa madaling salita, hindi ito maaaring tumakbo nang tahimik sa background tulad ng mga nakompromisong computer na nakikilahok sa pag-atake ng DDOS, o tahimik na pagsinghot ng mga password. Kapag naka-on ang minero, alam ito ng lahat.</p> <p>Pinababawasan nito ang dami ng mga computer na matagumpay na maikompromiso ng botnet sa mga computer na lubhang hindi marunong sa teknolohiya, o sa mga hindi kailanman nasusuri, sa halip na sa napakaraming computer na madaling maapektuhan na ipinapalagay ng mga tagapagtaguyod ng argumentong ito na nasa panganib. .</p>
tr: <p>Madencilik alanının iki öcüsü ASIC'ler ve botnet'lerdir ve birinden uzaklaşmak mutlaka diğerine yaklaşmak anlamına gelir. Monero madenciliği yapmak için bir CPU'ya ihtiyaç duyulursa, o zaman bilgisayar korsanları teorik olarak binlerce olmasa da yüzlerce savunmasız bilgisayarın kontrolünü ele geçirebilir ve onları kendi adlarına Monero madenciliği yapmaya zorlayabilir, onlara hiçbir maliyet getirmez ve evlerinde yalnızca birkaç bilgisayarı olanlarla rekabet edebilir. .</p> <p>Bu iddiayı çürüten ilk şey, botnet'lerin sahipleri hakkındadır. Başkalarının bilgisayarlarının hacklenmesine göz yummasak da, bir botnet sahibi olmanın ve çalıştırmanın önündeki engel, ASIC sahibi olmaktan çok daha düşüktür. Birincisi, genellikle oldukça ücretsiz olarak bulunabilen ve açık kaynaklı bir yazılıma ve savunmasız bilgisayarları tespit etmek için zamana ve zekaya ihtiyaç duyar. Diğeri inanılmaz miktarda sermaye ve üretime erişim gerektirir. Bunlardan birini bodrumdaki bir çocuk yapabilir, diğerini ise ancak aşırı zenginler yapabilir. Bu bizi, madencilerin en büyük korkuları gerçekleşirse botnet'lerin ASIC'lerden daha merkezi olmayan olacağı sonucuna varmamıza neden oluyor.</p> <p>Bununla birlikte Monero topluluğu bu sorunun abartıldığından emin. RandomX mühendisleri, protokolün çalışması için kasıtlı olarak 2 GB RAM belleği gerektirecek şekilde tasarladılar. Başka bir deyişle, pek çok küçük, savunmasız sanal özel sunucu (VPS) kapasiteye sahip olmayacak ve eğer kapasiteleri olsaydı, kullanılan kaynaklardaki artış sistem yöneticisi tarafından çok fark edilebilir hale gelecek ve bu durum derhal soruşturmaya yol açacaktı. Başka bir deyişle, DDOS saldırısında yer alan ele geçirilmiş bilgisayarlar gibi arka planda sessizce çalışamaz veya şifreleri sessizce dinleyemez. Madenci açık olduğunda bunu herkes bilir.</p> <p>Bu, bu argümanın savunucularının risk altında olduğunu varsaydığı çok sayıda savunmasız bilgisayar yerine, bir botnet'in başarılı bir şekilde tehlikeye atabileceği bilgisayarların miktarını, teknolojik açıdan son derece beceriksiz olanlara veya hiçbir zaman kontrol edilmeyen bilgisayarlara göre azaltır. .</p>
ur: <p>کان کنی کی جگہ کے دو بوگی مین ASICs اور botnets ہیں، اور ایک سے دور جانے کا مطلب یہ ہے کہ دوسرے کے قریب جانا ہے۔ اگر کسی کو مونیرو کوmine کرنے کے لیےCPU کی ضرورت ہو، تو ہیکرز نظریاتی طور پر ہزاروں نہیں تو سینکڑوں کمزور کمپیوٹرز کو اپنے کنٹرول میں لے سکتے ہیں اور انہیں اپنی طرف سے مونیرو کوmine کرنے پر مجبور کر سکتے ہیں، ان کی کوئی قیمت نہیں ہے، اور ان کا مقابلہ کر سکتے ہیں جن کے گھر میں صرف چند کمپیوٹر ہیں۔ </p> <p>اس دلیل کی پہلی تردید خودbotnets کے مالکان کے بارے میں ہے۔ اگرچہ ہم دوسروں کے کمپیوٹرز کو ہیک کرنے سے تعزیت نہیں کرتے ہیں، لیکنbotnet کے مالک ہونے اور چلانے میں داخلے کی رکاوٹ ASICs کے مالک ہونے سے کہیں کم ہے۔ کسی کو سافٹ ویئر کی ضرورت ہوتی ہے - اکثر آزادانہ طور پر دستیاب اور اوپن سورس - اور کمزور کمپیوٹرز کو سونگھنے کے لیے وقت اور ذہانت۔ دوسرے کو سرمایہ کی ناقابل یقین مقدار اور مینوفیکچرنگ تک رسائی کی ضرورت ہے۔ ایک تہہ خانے میں ایک بچہ کر سکتا ہے، اور دوسرا صرف انتہائی امیر۔ اس سے ہم اس نتیجے پر پہنچتے ہیں کہ، اگرminers کے بارے میں بدترین اندیشے سچ ہو جاتے ہیں، توbotnets خود ASICs سے زیادہdecentralized ہو جائیں گے۔</p> <p>اس نے کہا، Monero کمیونٹی کو یقین ہے کہ یہ مسئلہ بہت زیادہ ہے۔ RandomX کے انجینئرز نے جان بوجھ کر پروٹوکول کو ڈیزائن کیا ہے تاکہ کام کرنے کے لیے 2GB RAM میموری کی ضرورت ہو۔ دوسرے لفظوں میں، بہت سے چھوٹے، کمزور ورچوئل پرائیویٹ سرورز (VPS) کے پاس صرف صلاحیت نہیں ہوگی، اور اگر انہوں نے ایسا کیا تو، استعمال شدہ وسائل میں اضافہ ایک سسٹم ایڈمنسٹریٹر کے لیے بہت قابل توجہ ہوگا، جس کی وجہ سے فوری تحقیقات ہوگی۔ دوسرے لفظوں میں، یہ پس منظر میں خاموشی سے نہیں چل سکتا جیسے سمجھوتہ کرنے والے کمپیوٹرز DDOS حملے میں حصہ لے رہے ہیں، یا خاموشی سے پاس ورڈ سونگھ رہے ہیں۔ جبminer آن ہوتا ہے تو ہر کوئی اسے جانتا ہے۔</p> <p>اس سے ان کمپیوٹرز کی مقدار کم ہو جاتی ہے جو ایکbotnet کامیابی کے ساتھ تکنیکی طور پر ناکارہ لوگوں سے سمجھوتہ کرنے کے قابل ہو جائے گا، یا جن پر کبھی جانچ نہیں کی جاتی ہے، بجائے اس کے کہ کمزور کمپیوٹرز کی کثرت ہو جو اس دلیل کے حامیوں کے خیال میں خطرے میں ہے۔ </p>
zh_cn: <p>相信这种说法的人认为在挖矿世界里的两个对象是ASIC矿机和僵尸网络，远离一个必然意味着向另一个靠近.如果个人使用CPU来挖掘门罗币，那么从理论上讲，黑客可以控制成百上千台计算机，并强迫他们代表黑客挖掘门罗币，并不花任何代价，并凭借其优势吊打只拥有几台计算机的普通人.</p> <p>关于这一论点，第一个跳出来反驳僵尸网络的就是黑客，尽管我们不鼓励黑客入侵他人的计算机，但拥有并运营僵尸网络的门槛远低于开发和制造ASIC的门槛.人们只需要下载免费的开源软件，然后去寻找那些易受攻击的计算机.而制造和研发矿机则需要大量的资本和制造渠道.一起黑客攻击可能是由一个躲在地下室里的孩子来完成，而矿机只能由非常有钱的人来开发制造，现实里矿机制造商一家垄断了市场百分之80以上的份额，黑客怎么可能垄断.这使我们得出结论，即便是僵尸网络威胁论成立，那么僵尸网络本身也将比ASIC更加分散且去中心化.</p> <p>话虽如此，可门罗币社区对此问题充满信心.RandomX算法的工程师故意设计该协议要求2GB RAM内存才能工作.换句话说，许多小型，易受攻击的虚拟专用服务器VPS，将根本没有足够的内存容量进行挖掘门罗币，也就是说很多服务器被劫持了也不能挖门罗，而即便那些可以挖门罗的服务器，则系统管理员会非常明显注意到，异常计算机工作量的增加，从而导致立即进行调查.换句话说，僵尸网络它不能像感染的计算机参与DDOS攻击那样，在后台静默运行，也不能像破解密码工作时保持静默.当你的电脑或者服务器开始挖门罗，用户和所有人不可能察觉不到异常.</p> <p>这大大减少了僵尸网络能够成功攻破且不被发现被劫持的计算机数量，而不是很多人偏见里认为存在大量高风险易被攻击的计算机.</p>
zh_tw: <p>相信這種說法的人認為在挖礦世界裡的兩個物件是ASIC礦機和僵屍網路，遠離一個必然意味著向另一個靠近.如果個人使用CPU來挖掘門羅幣，那麼從理論上講，駭客可以控制成百上千台電腦，並強迫他們代表駭客挖掘門羅幣，並不花任何代價，並憑藉其優勢吊打只擁有幾台電腦的普通人.</p> <p>關於這一論點，第一個跳出來反駁僵屍網路的就是駭客，儘管我們不鼓勵駭客入侵他人的電腦，但擁有並運營僵屍網路的門檻遠低於開發和製造ASIC的門檻.人們只需要下載免費的開源軟體，然後去尋找那些易受攻擊的電腦.而製造和研發礦機則需要大量的資本和製造管道.一起駭客攻擊可能是由一個躲在地下室裡的孩子來完成，而礦機只能由非常有錢的人來開發製造，現實裡礦機製造商一家壟斷了市場百分之80以上的份額，駭客怎麼可能壟斷.這使我們得出結論，即便是僵屍網路威脅論成立，那麼僵屍網路本身也將比ASIC更加分散且去中心化.</p> <p>話雖如此，可門羅幣社區對此問題充滿信心.RandomX演算法的工程師故意設計該協定要求2GB RAM記憶體才能工作.換句話說，許多小型，易受攻擊的虛擬專用伺服器VPS，將根本沒有足夠的記憶體容量進行挖掘門羅幣，也就是說很多伺服器被劫持了也不能挖門羅，而即便那些可以挖門羅的伺服器，則系統管理員會非常明顯注意到，異常電腦工作量的增加，從而導致立即進行調查.換句話說，僵屍網路它不能像感染的電腦參與DDOS攻擊那樣，在後臺靜默運行，也不能像破解密碼工作時保持靜默.當你的電腦或者伺服器開始挖門羅，用戶和所有人不可能察覺不到異常.</p> <p>這大大減少了僵屍網路能夠成功攻破且不被發現被劫持的電腦數量，而不是很多人偏見裡認為存在大量高風險易被攻擊的電腦.</p>
