Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb13250Sbtitle
source: Didn’t Monero have a crippled miner in the early days that was used to enrich the founders?
cs: Nemělo Monero v počátcích mrzáckou těžbu, která byla použita k obohacení zakladatelů?
fi: Eikö Monerolla ollut alkuaikoina "vammautunut" louhija, jota käytettiin perustajien rikastamiseen?
fr: Monero n'avait-il pas un mineur sous-optimisé au début qui a été utilisé pour enrichir les fondateurs ?
it: All'inizio Monero non aveva un minatore paralizzato che veniva utilizzato per arricchire i fondatori?
lt: Ar Monero pradžioje nebuvo suluošinto kalnakasio, kuris buvo naudojamas praturtinti steigėjus?
nb: Hadde ikke Monero en forkrøplet gruvearbeider i de første dagene som ble brukt til å berike grunnleggerne?
nl: Had Monero in het begin geen verminkte miner die werd gebruikt om de oprichters te verrijken?
pl: Czy Monero nie miało okaleczonego minera na początku, używanego do wzbogacenia założycieli?
pt_br: Monero não tinha um minerador aleijado nos primeiros dias que foi usado para enriquecer os fundadores?
sl: Ali ni imel Monero v zgodnjih dneh ohromljenega rudarja, ki je bil uporabljen za obogatitev ustanoviteljev?
sv: Hade inte Monero en förlamad gruvarbetare i början som användes för att berika grundarna?
tl: Hindi ba't si Monero ay may baldado na minero noong unang panahon na ginamit upang pagyamanin ang mga nagtatag?
tr: Monero'nun ilk günlerinde kurucuları zenginleştirmek için kullanılan sakat bir madenci yok muydu?
ur: کیا مونیرو کے پاس ابتدائی دنوں میں ایک معذورminer نہیں تھا جو بانیوں کو مالا مال کرنے کے لیے استعمال کیا جاتا تھا؟
zh_cn: 早期挖门罗币的创始人们都暴富了吧？
zh_tw: 早期挖門羅幣的創始人們都暴富了吧？

# settings250Sbnotifications250Sbnew8722Sbpayments8722Sbtip
source: Send email notifications for new online payments in your trades
cs: Odesílejte e-mailová upozornění na nové online platby ve vašich obchodech
fi: Lähetä sähköposti-ilmoituksia uusista verkkomaksuista kaupoissasi
fr: Envoyer des notifications par e-mail pour les nouveaux paiements en ligne dans vos transactions
it: Inviami notifiche email per i nuovi pagamenti nei tuoi scambi
lt: Siųskite el. pašto pranešimus apie naujus internetinius mokėjimus savo sandoriuose
nb: Send e-postvarsler for nye nettbetalinger i handlene dine
nl: Stuur e-mailmeldingen voor nieuwe online betalingen in uw transacties
pl: Wysyłaj powiadomienia e-mail po otrzymaniu nowej płatności online w swoim handlu
pt_br: Envia uma notificação por e-mail para novos pagamentos online
sl: Pošljite e-poštna obvestila o novih spletnih plačilih v vaših trade-ih
sv: Skicka e-postmeddelanden om nya onlinebetalningar i dina affärer
tl: Magpadala ng mga notification sa email para sa mga bagong online na pagbabayad sa iyong mga trade
tr: İşlemlerinizdeki yeni çevrimiçi ödemeler için e-posta bildirimleri gönderin
ur: اپنی تجارت میں نئی آن لائن ادائیگیوں کے لیے ای میل اطلاعات بھیجیں
zh_cn: 交易收到新的网上支付时发送电子邮件通知
zh_tw: 交易收到新的網上支付時發送電子郵件通知

# settings250Sbnotifications250Sbsensitive8722Sblong
source: Disable sensitive information from email notifications
cs: Zakažte citlivé informace z e-mailových upozornění
fi: Poista arkaluontoiset tiedot käytöstä sähköposti-ilmoituksissa
fr: Désactiver les informations sensibles des notifications par e-mail
it: Disattiva le notifiche email di informazioni riservate
lt: Išjunkite slaptą informaciją iš el. pašto pranešimų
nb: Deaktiver sensitiv informasjon fra e-postvarsler
nl: Schakel gevoelige informatie uit e-mailmeldingen uit
pl: Wyłącz poufne informacje z powiadomień e-mail
pt_br: Oculta dados sensíveis das notificações por e-mail
sl: Onemogočite občutljive podatke iz e-poštnih obvestil
sv: Inaktivera känslig information från e-postmeddelanden
tl: Huwag paganahin ang sensitibong impormasyon mula sa mga notification sa email
tr: E-posta bildirimlerindeki hassas bilgileri devre dışı bırakın
ur: ای میل اطلاعات سے حساس معلومات کو غیر فعال کریں
zh_cn: 在电子邮件通知中禁用敏感信息
zh_tw: 在電子郵件通知中禁用敏感信息

# knowledge250Sbmyths250Sb14250Sbtext
source: <p>This is a difficult question to answer. One answer commonly given is that we can add up the coinbase transactions (when new Monero is rewarded to a miner for solving a block). These transactions are transparent, and if we add them up we should get the total number of Monero in circulation.</p> <p>It’s important to note however, that if shenanigans were to happen that increase the amount of Monero beyond what we expect to see from the coinbase transactions, they would not happen on the coinbase transactions themselves, but in a regular transaction between wallets. This would only happen in one of three ways.</p> <p>One, if the cryptography that proves no Monero was created or destroyed in a transactions is fundamentally flawed. Two, if the implementation (code) of the solid cryptography is flawed. Three, if neither is flawed, but computers become powerful enough to punch through our current cryptographic schemes, and create false proofs.</p>
cs: <p>Na tuto otázku je těžké odpovědět. Jednou z běžně uváděných odpovědí je, že můžeme sečíst transakce na coinbase (kdy je těžař odměněn novým Monerem za vyřešení bloku). Tyto transakce jsou transparentní, a pokud je sečteme, měli bychom získat celkový počet Moner v oběhu.</p> <p>Je však důležité poznamenat, že pokud by došlo k podvodům, které by zvýšily množství Monera nad rámec toho, co očekáváme od transakcí na coinbase, nestalo by se tak při samotných transakcích na coinbase, ale při běžné transakci mezi peněženkami. K tomu by došlo pouze jedním ze tří způsobů.</p> <p>Jedná se o to, zda je kryptografie, která dokazuje, že při transakcích nebylo vytvořeno ani zničeno žádné Monero, od základu chybná. Za druhé, pokud je implementace (kód) pevné kryptografie chybná. Třetí, pokud není chybná ani jedna z nich, ale počítače se stanou dostatečně výkonnými na to, aby prorazily naše současná kryptografická schémata a vytvořily falešné důkazy.</p>
fi: <p>Tähän kysymykseen on vaikea vastata. Yksi yleisesti annettu vastaus on, että voimme laskea yhteen kolikkopohjaiset transaktiot (kun uusi Monero palkitaan louhijalle lohkon ratkaisemisesta). Nämä transaktiot ovat läpinäkyviä, ja jos laskemme ne yhteen, saamme liikkeessä olevien Monerojen kokonaismäärän.</p> <p>On kuitenkin tärkeää huomata, että jos tapahtuisi huijauksia, jotka lisäävät Moneron määrää enemmän kuin odotamme kolikon perustan tapahtumista, niitä ei tapahtuisi itse kolikkopohjaisissa transaktioissa, vaan tavallisessa tapahtumassa lompakoiden välillä. Tämä tapahtuisi vain yhdellä kolmesta tavasta.</p> <p>Yksi, jos salaus, joka osoittaa, ettei Moneroa ole luotu tai tuhoutunut tapahtumassa, on perustavanlaatuisesti virheellinen. Kaksi, jos kiinteän kryptografian toteutus (koodi) on virheellinen. Kolmanneksi, jos kumpikaan ei ole viallinen, mutta tietokoneista tulee tarpeeksi tehokkaita lävistämään nykyiset salausjärjestelmämme ja luomaan vääriä todisteita.</p>
fr: <p>C'est une question à laquelle il est difficile de répondre. Une réponse couramment donnée est que nous pouvons additionner les « transactions coinbase » (lorsque de nouveaux jetons Monero sont générés comme récompense à un mineur pour avoir résolu un bloc, c'est la première transaction inscrite dans le bloc). Ces transactions sont transparentes, et si nous les additionnons, nous devrions obtenir le nombre total de Monero en circulation.</p> <p> Il est important de noter cependant que si des manigances devaient se produire et augmenter le montant de Monero au-delà de ce que nous attendons des transactions coinbase, elles ne se produiraient pas sur les transactions coinbase elles-mêmes, mais dans une transaction régulière entre portefeuilles. Cela ne pourrait se produire que de trois manières.</p> <p>La première, si la cryptographie qui prouve qu'aucun Monero n'a été créé ou détruit dans une transaction est fondamentalement défectueuse. La deuxième, si l'implémentation (le code) de la cryptographie forte est défectueuse. La troisième, si aucune des deux n'est défectueuse, mais les ordinateurs deviennent assez puissants pour percer nos systèmes cryptographiques actuels et créer de fausses preuves.</p>
it: <p>Questa è una domanda a cui è difficile rispondere. Una risposta comunemente fornita è che possiamo sommare le transazioni di base (quando il nuovo Monero viene ricompensato da un minatore per aver risolto un blocco). Queste transazioni sono trasparenti e se le sommiamo dovremmo mettere in circolazione il numero totale di Monero.</p> <p>È importante notare, tuttavia, che se gli shenanigans dovessero aumentare la quantità di Monero oltre ciò che ci aspettiamo di vedere dalle transazioni sul coinbase, non accaderebbero sulle transazioni sul coinbase stesso, ma in una transazione regolare tra i portafogli. Ciò accadrebbe solo in tre modi.</p> <p>Uno, se la crittografia che non prova che Monero è stata creata o distrutta in una transazione è fondamentalmente imperfetta. Due, se l'implementazione (codice) della crittografia solida è difettosa. Tre, se nessuno dei due è difettoso, ma i computer diventano abbastanza potenti da perforare i nostri attuali schemi crittografici e creare false prove.</p>
lt: <p>Į šį klausimą sunku atsakyti. Vienas dažniausiai pateikiamas atsakymas yra toks, kad galime susumuoti monetų bazės operacijas (kai naujas Monero yra apdovanojamas kalnakasiui už bloko išsprendimą). Šie sandoriai yra skaidrūs, o juos sudėjus turėtume gauti bendrą apyvartoje esančių Monero skaičių.</p> <p> Tačiau svarbu pažymėti, kad jei įvyktų apgaulės, dėl kurių Monero kiekis padidėtų daugiau, nei tikimės iš monetų bazės operacijų, jos įvyktų ne pačiose monetų bazės operacijose, o atliekant įprastą operaciją tarp piniginių. Tai įvyktų tik vienu iš trijų būdų.</p> <p> Viena, jei kriptografija, kuri įrodo, kad per operaciją nebuvo sukurta ar sunaikinta Monero, yra iš esmės ydinga. Antra, jei kietosios kriptografijos įgyvendinimas (kodas) yra ydingas. Trečia, jei nė vienas nėra ydingas, tačiau kompiuteriai tampa pakankamai galingi, kad galėtų persmelkti mūsų dabartines kriptografines schemas ir sukurti klaidingus įrodymus.</p>
nb: <p>Dette er et vanskelig spørsmål å svare på. Et svar som vanligvis gis er at vi kan legge sammen myntbasetransaksjonene (når nye Monero blir belønnet til en gruvearbeider for å løse en blokk). Disse transaksjonene er gjennomsiktige, og hvis vi legger dem sammen bør vi få det totale antallet Monero i omløp.</p> <p>Det er imidlertid viktig å merke seg at hvis det skulle skje shenanigans som øker mengden Monero utover det vi forventer å se fra myntbasetransaksjonene, ville de ikke skje på myntbasetransaksjonene selv, men i en vanlig transaksjon mellom lommebøker. Dette ville bare skje på en av tre måter.</p> <p>Det ene, hvis kryptografien som beviser at ingen Monero ble opprettet eller ødelagt i en transaksjon er fundamentalt feil. To, hvis implementeringen (koden) av solid kryptografi er feil. Tre, hvis ingen av dem er feil, men datamaskiner blir kraftige nok til å slå gjennom våre nåværende kryptografiske skjemaer og lage falske bevis.</p>
nl: <p>Dit is een moeilijke vraag om te beantwoorden. Een vaak gegeven antwoord is dat we de coinbase-transacties kunnen optellen (wanneer nieuwe Monero wordt beloond aan een miner voor het oplossen van een blok). Deze transacties zijn transparant en als we ze optellen, zouden we het totale aantal Monero in omloop moeten krijgen.</p> <p>Het is echter belangrijk op te merken dat als er streken zouden worden uitgehaald die de hoeveelheid Monero verhogen boven wat we verwachten van de coinbase-transacties, dit niet zou gebeuren op de coinbase-transacties zelf, maar in een normale transactie tussen portefeuilles. Dit kan alleen op drie manieren gebeuren.</p> <p>Ten eerste, als de cryptografie die bewijst dat er geen Monero is gemaakt of vernietigd in een transactie, fundamenteel gebrekkig is. Ten tweede, als de implementatie (code) van de solide cryptografie gebrekkig is. Tot slot, als geen van beide gebrekkig is, maar computers krachtig genoeg worden om onze huidige cryptografische schema's door te breken en valse bewijzen te creëren. </p>
pl: <p> To trudne pytanie. Jedną z powszechnych odpowiedzi jest to, że możemy sumować transakcje wykopania nowych monet (gdy nowe Monero jest nagrodą dla minera za rozwiązanie bloku). Te transakcje są przezroczyste, a jeśli je dodamy, powinniśmy uzyskać całkowitą liczbę Monero w obiegu. </p> <p> Należy jednak zauważyć, że gdyby miały miejsce jakieś przekręty, które zwiększyłyby ilość Monero ponad to, czego oczekujemy od wykopywania, wówczas te monety byłyby w regularnych transakcjach między portfelami. Stać się to może tylko na jeden z trzech sposobów. </p> <p> Po pierwsze, jeśli kryptografia, która dowodzi, że żadne Monero nie zostało utworzone ani zniszczone w transakcjach jest fundamentalnie błędna. Po drugie, jeśli implementacja (kod) poprawnej kryptografii jest wadliwy. Po trzecie, jeśli żadne z nich nie jest wadliwe, ale komputery stają się wystarczająco potężne, aby pokonać nasze obecne schematy kryptograficzne i tworzyć fałszywe dowody. </p>
pt_br: <p>Esta é uma pergunta difícil de responder. Uma resposta comum é que podemos somar as transações de base de moedas (quando o novo Monero é recompensado por um minerador por resolver um bloco). Essas transações são transparentes e, se as somarmos, devemos colocar em circulação o número total de Monero.</p> <p>É importante observar, no entanto, que, se ocorrerem travessuras que aumentam a quantidade de Monero além do que esperamos ver nas transações com base em moedas, elas não aconteceriam nas transações com base em moedas, mas em uma transação regular entre carteiras. Isso só aconteceria de uma de três maneiras.</p> <p>Primeiro, se a criptografia que prova que nenhum Monero foi criado ou destruído em uma transação é fundamentalmente falho. Segundo, se a implementação (código) da criptografia sólida for falha. Três, se nenhum deles é defeituoso, mas os computadores se tornam poderosos o suficiente para perfurar nossos atuais esquemas criptográficos e criar provas falsas.</p>
sl: <p>Na to vprašanje je težko odgovoriti. Eden od pogostih odgovorov je, da lahko seštejemo transakcije coinbase (ko je nov Monero nagrajen rudarju za rešitev bloka). Te transakcije so pregledne in če jih seštejemo, bi morali dobiti skupno število Monero v obtoku.</p> <p>Pomembno pa je opozoriti, da če bi se zgodile nečednosti, ki bi povečale količino Monera nad količino, ki jo pričakujemo od transakcij coinbase, se to ne bi zgodilo pri samih transakcijah Coinbase, temveč pri običajni transakciji med denarnicami. To bi se zgodilo le na enega od treh načinov.</p> <p> Prvič, če je kriptografija, ki dokazuje, da pri transakcijah ni bil ustvarjen ali uničen noben Monero, v osnovi pomanjkljiva. Drugič, če je izvedba (koda) trdne kriptografije pomanjkljiva. Tretji, če nobena od njih ni pomanjkljiva, vendar so računalniki dovolj močni, da lahko prebijejo naše trenutne kriptografske sheme in ustvarijo lažne dokaze.</p>
sv: <p>Det här är en svår fråga att svara på. Ett svar som ofta ges är att vi kan lägga ihop myntbastransaktionerna (när nya Monero belönas till en gruvarbetare för att lösa ett block). Dessa transaktioner är transparenta, och om vi lägger ihop dem bör vi få det totala antalet Monero i omlopp.</p> <p>Det är dock viktigt att notera att om det skulle hända grejer som ökar mängden Monero utöver vad vi förväntar oss att se från myntbastransaktionerna, skulle de inte ske på själva myntbastransaktionerna, utan i en vanlig transaktion mellan plånböcker. Detta skulle bara hända på ett av tre sätt.</p> <p> Ett, om kryptografin som bevisar att ingen Monero skapades eller förstördes i en transaktion är fundamentalt felaktig. Två, om implementeringen (koden) av den solida kryptografin är felaktig. Tre, om ingen av dem är bristfällig, men datorer blir kraftfulla nog att slå igenom våra nuvarande kryptografiska system och skapa falska bevis.</p>
tl: <p>Ito ay isang mahirap na tanong na sagutin. Ang isang sagot na karaniwang ibinibigay ay maaari nating dagdagan ang mga transaksyon sa coinbase (kapag ang bagong Monero ay ginantimpalaan sa isang minero para sa paglutas ng isang bloke). Ang mga transaksyong ito ay transparent, at kung susumahin natin ang mga ito, dapat nating makuha ang kabuuang bilang ng Monero sa sirkulasyon.</p> <p>Gayunpaman, mahalagang tandaan na kung mangyayari ang mga kalokohan na nagpapataas sa halaga ng Monero nang higit sa inaasahan nating makita mula sa mga transaksyon sa coinbase, hindi ito mangyayari sa mga transaksyon sa coinbase mismo, ngunit sa isang regular na transaksyon sa pagitan ng mga wallet. Mangyayari lamang ito sa isa sa tatlong paraan.</p> <p>Isa, kung ang cryptography na nagpapatunay na walang Monero na ginawa o nawasak sa isang transaksyon ay sa panimula ay may depekto. Dalawa, kung ang pagpapatupad (code) ng solid cryptography ay may depekto. Tatlo, kung walang depekto ang alinman, ngunit ang mga computer ay nagiging sapat na makapangyarihan upang matugunan ang aming mga kasalukuyang cryptographic scheme, at lumikha ng mga maling patunay.</p>
tr: <p>Bu cevaplanması zor bir soru. Yaygın olarak verilen cevaplardan biri, coinbase işlemlerini toplayabileceğimizdir (yeni Monero, bir madenciye bir bloğu çözdüğü için ödüllendirildiğinde). Bu işlemler şeffaftır ve bunları toplarsak dolaşımdaki toplam Monero sayısını elde etmemiz gerekir.</p> <p>Ancak, Monero miktarını coinbase işlemlerinde görmeyi beklediğimizin ötesinde artıran hileler meydana gelirse, bunların coinbase işlemlerinde değil, cüzdanlar arasındaki normal bir işlemde gerçekleşeceğini belirtmek önemlidir. Bu yalnızca üç yoldan biriyle gerçekleşir.</p> <p>Biri, herhangi bir Monero'nun bir işlemde yaratılmadığını veya yok edilmediğini kanıtlayan kriptografinin temelde kusurlu olması. İkincisi, katı kriptografinin uygulanması (kodu) kusurluysa. Üç, eğer ikisi de kusurlu değilse, ancak bilgisayarlar mevcut kriptografik şemalarımızı delebilecek ve sahte kanıtlar oluşturabilecek kadar güçlü hale geliyor.</p>
ur: <p>یہ جواب دینا ایک مشکل سوال ہے۔ عام طور پر دیا جانے والا ایک جواب یہ ہے کہ ہم سکے بیس کے لین دین کو شامل کر سکتے ہیں (جب نئے Monero کو بلاک کو حل کرنے کے لیے ایکminer کو انعام دیا جاتا ہے)۔ یہ لین دین شفاف ہیں، اور اگر ہم ان کو شامل کرتے ہیں تو ہمیں گردش میں Monero کی کل تعداد مل جائے گی۔</p> <p>تاہم یہ نوٹ کرنا ضروری ہے، کہ اگرshenanigans ایسے ہوتے ہیں جو Monero کی مقدار کو اس سے کہیں زیادہ بڑھا دیتے ہیں جو ہم سکے بیس ٹرانزیکشنز سے دیکھتے ہیں، تو وہ خود سکے بیس ٹرانزیکشنز پر نہیں ہوتے بلکہ بٹوے کے درمیان ایک باقاعدہ لین دین میں ہوتے ہیں۔ یہ صرف تین طریقوں میں سے ایک میں ہو گا۔</p> <p>ایک، اگر خفیہ نگاری جو یہ ثابت کرتی ہے کہ کسی لین دین میں کوئی Monero تخلیق یا تباہ نہیں ہوا تو بنیادی طور پر ناقص ہے۔ دو، اگر ٹھوس خفیہ نگاری کا نفاذ (کوڈ) ناقص ہے۔ تین، اگر دونوں میں کوئی خامی نہیں ہے، لیکن کمپیوٹر ہماری موجودہ کرپٹوگرافک اسکیموں کو پنچ کرنے اور جھوٹے ثبوت بنانے کے لیے کافی طاقتور ہو جاتے ہیں۔</p>
zh_cn: <p>这是一个很难回答的问题.通常给出的一个答案是，我们可以叠加所有的币基coinbase，因为当新的门罗币奖励给矿工时，这些交易是透明的，如果将它们加起来，我们应该得到流通的门罗币总数,而门罗币转账有交易镜像可以验证一笔币到底有没有被花费过.</p> <p>所以必须注意的是，如果发生某种恶性增发，使门罗币的总数超出我们期望，也不会在挖矿过程中发生，而是在钱包之间的常规交易中发生.并且只会以如下三种方式之一发生.</p> <p>第一，加密技术理论存在根本缺陷，比如私钥公钥，账本，节点，去中心化，这种理论是错的. 第二,固态加密代码有缺陷，就是理论没问题可在实现这个理论过程中代码写错了. 第三, 理论也没问题，实现也没问题,但是有超级计算机出现，比如传说中的量子计算机，直接攻破现在科学认知，提供我们不能识别的虚假证据.</p>
zh_tw: <p>這是一個很難回答的問題.通常給出的一個答案是，我們可以疊加所有的幣基coinbase，因為當新的門羅幣獎勵給礦工時，這些交易是透明的，如果將它們加起來，我們應該得到流通的門羅幣總數,而門羅幣轉帳有交易鏡像可以驗證一筆幣到底有沒有被花費過.</p> <p>所以必須注意的是，如果發生某種惡性增發，使門羅幣的總數超出我們期望，也不會在挖礦過程中發生，而是在錢包之間的常規交易中發生.並且只會以如下三種方式之一發生.</p> <p>第一，加密技術理論存在根本缺陷，比如私密金鑰公開金鑰，帳本，節點，去中心化，這種理論是錯的. 第二,固態加密代碼有缺陷，就是理論沒問題可在實現這個理論過程中代碼寫錯了. 第三, 理論也沒問題，實現也沒問題,但是有超級電腦出現，比如傳說中的量子電腦，直接攻破現在科學認知，提供我們不能識別的虛假證據.</p>

# knowledge250Sbmyths250Sb14250Sbtitle
source: If Monero is so private, how can we audit the supply to ensure nobody is printing free Monero under our noses?
cs: Pokud je Monero tak soukromé, jak můžeme kontrolovat nabídku, abychom se ujistili, že nám nikdo netiskne Monero zdarma pod nosem?
fi: Jos Monero on niin yksityinen, kuinka voimme tarkastaa toimituksen varmistaaksemme, että kukaan ei tulosta ilmaista Moneroa nenämme alla?
fr: Si Monero protège si bien la confidentialité, comment pouvons-nous vérifier la quantité de jetons en circulation pour nous assurer que personne n'imprime de Monero gratuit sous notre nez ?
it: Se Monero è così privato, come possiamo verificare l'offerta per garantire che nessuno stia stampando Monero gratis sotto il naso?
lt: Jei „Monero“ yra toks privatus, kaip galime patikrinti tiekimą, kad įsitikintume, jog niekas nespausdina „Monero“ mums po nosimi?
nb: Hvis Monero er så privat, hvordan kan vi revidere forsyningen for å sikre at ingen skriver gratis Monero under nesen vår?
nl: Als Monero zo privé is, hoe kunnen we dan het aanbod controleren om er zeker van te zijn dat niemand gratis Monero onder onze neus drukt?
pl: Jeśli Monero jest takie prywatne, to jak możemy skontrolować jego ilość, aby mieć pewność, że nikt go nie tworzy z powietrza?
pt_br: Se o Monero é tão privado, como podemos auditar o suprimento para garantir que ninguém esteja imprimindo o Monero gratuitamente debaixo do nariz?
sl: Če je Monero tako zasebna valuta, kako lahko preverimo dobavo in zagotovimo, da nam nihče pred nosom ne bo brezplačno tiskal Monera?
sv: Om Monero är så privat, hur kan vi då granska tillgången för att se till att ingen trycker gratis Monero framför näsan på oss?
tl: Kung napakapribado ng Monero, paano natin maa-audit ang supply para matiyak na walang nagpi-print ng libreng Monero sa ilalim ng ating mga ilong?
tr: Monero bu kadar özelse, kimsenin burnumuzun dibinde ücretsiz Monero basmadığından emin olmak için arzı nasıl denetleyebiliriz?
ur: اگر Monero اتنا ہی نجی ہے، تو ہم سپلائی کا آڈٹ کیسے کر سکتے ہیں تاکہ یہ یقینی بنایا جا سکے کہ کوئی بھی ہماری ناک کے نیچے مفت Monero پرنٹ نہیں کر رہا ہے؟
zh_cn: 如果门罗币如此隐私，我们如何审计供应总量，以确保没有人在我们的眼皮子底下，利用未知的黑客漏洞免费印刷门罗币？
zh_tw: 如果門羅幣如此隱私，我們如何審計供應總量，以確保沒有人在我們的眼皮子底下，利用未知的駭客漏洞免費印刷門羅幣？
