Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# wallet250Sbreceive250Sbdetails8722Sbdialog250Sbtitle
source: Deposit details
cs: Podrobnosti o vkladu
fi: Talletustiedot
fr: Détails du dépôt
it: Dettagli del deposito
lt: Išsami indėlio informacija
nb: Innskuddsdetaljer
nl: Stortingsgegevens
pl: Szczegóły wpłaty
pt_br: Detalhes do depósito
sl: Podrobnosti o pologu
sv: Insättning detaljer
tl: Mga detalye ng deposito
tr: Para yatırma ayrıntıları
ur: جمع کی تفصیلات
zh_cn: 存款细节
zh_tw: 存款細節

# wallet250Sbreceive250Sbincoming8722Sbdeposits8722Sbtable250Sbamount
source: Amount {assetSymbol}
cs: Částka {assetSymbol}
fi: Määrä {assetSymbol}
fr: Montant en {assetSymbol}
it: Importo {assetSymbol}
lt: Suma {assetSymbol}
nb: Beløp {assetSymbol}
nl: Hoeveelheid {assetSymbol}
pl: Kwota {assetSymbol}
pt_br: Quantia em {assetSymbol}
sl: Znesek {assetSymbol}
sv: Belopp {assetSymbol}
tl: Halaga {assetSymbol}
tr: Tutar {assetSymbol}
ur: رقم {assetSymbol}
zh_cn: 金额{assetSymbol}
zh_tw: 金額{assetSymbol}

source: Confirmations
cs: Potvrzení
fi: Vahvistukset
it: Conferme
lt: Patvirtinimai
nb: Bekreftelser
nl: Bevestigingen
pl: Potwierdzenia
pt_br: Confirmações
sl: Potrditve
sv: Bekräftelser
tl: Mga kumpirmasyon
tr: Onaylar
ur: تصدیقات
zh_cn: 网络确认
zh_tw: 網絡確認

source: Conf.
cs: Potvr.
fi: Vahv.
lt: Konf.
nb: Konf.
pl: Potwier.
sl: Konf.
sv: Konf.
tr: Konf.
zh_cn: 网络确认
zh_tw: 網絡確認

# wallet250Sbreceive250Sbincoming8722Sbdeposits8722Sbtable250Sbdate
source: Date
cs: Datum
fi: Päivämäärä
it: Data
lt: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
sl: Datum
sv: Datum
tl: Petsa
tr: Tarih
ur: تاریخ
zh_cn: 日期
zh_tw: 日期

# wallet250Sbreceive250Sbincoming8722Sbdeposits8722Sbtable250Sbdetails8722Sbbtn
source: Details
cs: Podrobnosti
fi: Yksityiskohdat
fr: Détails
it: Dettagli
lt: Detalės
nb: Detaljer
pl: Detale
pt_br: Detalhes
sl: Podrobnosti
sv: Detaljer
tl: Mga Detalye
tr: Detaylar
ur: تفصیلات
zh_cn: 细节
zh_tw: 細節

# wallet250Sbreceive250Sbincoming8722Sbdeposits8722Sbtable250Sbstatus
source: Status
fi: Tila
fr: Statut
it: Stato
lt: Būsena
tl: Katayuan
tr: Durum
ur: حالت
zh_cn: 状态
zh_tw: 狀態

# wallet250Sbreceive250Sbincoming8722Sbdeposits8722Sbtitle
source: Incoming deposits
cs: Příchozí vklady
fi: Saapuvat talletukset
fr: Dépôts entrants
it: Depositi in arrivo
lt: Įeinantys indėliai
nb: Innkommende innskudd
nl: Inkomende stortingen
pl: Wpłaty przychodzące
pt_br: Depósitos recebidos
sl: Dohodni depoziti
sv: Inkommande insättningar
tl: Mga papasok na deposito
tr: Gelen mevduatlar
ur: آنے والے ذخائر
zh_cn: 新传入的交易：
zh_tw: 新傳入的交易：

# wallet250Sbreceive250Sbno8722Sbincoming
source: Your pending deposits will be shown here
cs: Zde se zobrazí vaše nevyřízené vklady
fi: Odottavat talletuksesi näkyvät täällä
fr: Vos dépôts en attente seront affichés ici
it: I tuoi depositi in sospeso verranno mostrati qui
lt: Čia bus rodomi jūsų laukiantys indėliai
nb: Dine ventende innskudd vil vises her
nl: Uw afwachtende stortingen worden hier weergegeven
pl: Twoje oczekujące wpłaty będą widoczne tutaj
pt_br: Depósitos pendentes são exibidos aqui
sl: Vaši čakajoči depoziti bodo prikazani tukaj
sv: Dina pågående insättningar visas här
tl: Ipapakita dito ang iyong mga nakabinbing deposito
tr: Bekleyen para yatırma işlemleriniz burada gösterilecek
ur: آپ کے زیر التواء ڈپازٹس یہاں دکھائے جائیں گے
zh_cn: 您的新传入的交易将这里显示
zh_tw: 您的新傳入的交易將這裡顯示

# wallet250Sbreceive250Sbqr
source: QR representation of your {appName} {assetSymbol} address
cs: QR reprezentace vaší adresy {appName} {assetSymbol}
fi: QR-koodi {appName} {assetSymbol}-osoitteestasi
fr: Représentation en QR code de votre adresse {assetSymbol} {appName}
it: Rappresentazione QR del tuo indirizzo {appName} {assetSymbol}
lt: Jūsų {appName} {assetSymbol} adreso QR atvaizdas
nb: QR-representasjon av din {appName} {assetSymbol}-adresse
nl: QR-weergave van uw {appName} {assetSymbol} adres
pl: Reprezentacja QR Twojego adresu {assetSymbol} w {appName}
pt_br: Representação QR do seu endereço {appName} {assetSymbol}
sl: QR predstavitev vašega naslova {appName} {assetSymbol}
sv: QR-representation av din {appName} {assetSymbol} adress
tl: QR na representasyon ng iyong {appName} {assetSymbol} address
tr: {appName} {assetSymbol} adresinizin QR gösterimi
ur: آپ کے {appName} {assetSymbol} پتے کی QR نمائندگی
zh_cn: {appName} {assetSymbol} 地址的QR表示
zh_tw: {appName} {assetSymbol} 地址的QR表示

# wallet250Sbreceive250Sbtitle
source: Receive {assetName}
cs: Přijmout {assetName}
fi: Vastaanota {assetName}
fr: Recevoir du {assetName}
it: Ricevi {assetName}
lt: Gauti {assetName}
nb: Motta {currencyCode}
nl: Ontvang {assetName}
pl: Odbierz {assetName}
pt_br: Receber {assetName}
sl: Prejmi {assetName}
sv: Ta emot {assetName}
tl: Tumanggap ng {assetName}
tr: {assetName} al
ur: وصول کریں {assetName}
zh_cn: 接收{assetName}
zh_tw: 接收{assetName}

# wallet250Sbselect8722Sball8722Sbbalance
source: All available balance
cs: Veškerý disponibilní zůstatek
fi: Kaikki käytettävissä oleva saldo
fr: Tout le solde disponible
it: Tutto il saldo disponibile
lt: Visas turimas likutis
nb: All tilgjengelig saldo
nl: Al het beschikbare saldo
pl: Całe dostępne saldo
pt_br: Todo saldo disponível
sl: Vso razpoložljivo stanje
sv: Allt tillgängligt saldo
tl: Lahat ng available na balanse
tr: Mevcut tüm bakiye
ur: تمام دستیاب بیلنس
zh_cn: 全余额
zh_tw: 全餘額

# wallet250Sbsend250Sbamount8722Sbto8722Sbbe8722Sbreceived
source: Receive amount in {assetName}
cs: Přijmout částku v {assetName}
fi: Vastaanota summa valuutassa {assetName}
fr: Recevoir le montant en {assetName}
it: Ricevi importo in {assetName}
lt: Gaukite sumą {assetName}
nb: Motta beløp i {assetName}
nl: Bedrag ontvangen in {assetName}
pl: Otrzymaj kwotę w {assetName}
pt_br: Receber quantia em {assetName}
sl: Prejmite znesek v {assetName}
sv: Ta emot belopp i {assetName}
tl: Tumanggap ng halaga sa {assetName}
tr: {assetName} tutarındaki tutarı alın
ur: رقم {assetName} میں وصول کریں
zh_cn: 将收到的{assetName}金额
zh_tw: 將收到的{assetName}金額

# wallet250Sbsend250Sbamount8722Sbto8722Sbbe8722Sbreceived8722Sbtip
source: This is the amount of {assetName} to be received on the receiving {assetName} address.
cs: Toto je částka {assetName}, která má být přijata na přijímací adrese {assetName}.
fi: Tämä on {assetName}:n määrä, joka vastaanotetaan {assetName}-osoitteessa.
fr: Il s'agit du montant de {assetName} à recevoir sur l'adresse de réception {assetName}.
it: Questa è la quantità di {assetName} da ricevere all'indirizzo {assetName} fornito.
lt: Tai yra {assetName} suma, kurią reikia gauti priimančiu {assetName} adresu.
nb: Dette er mengden {assetName} som skal mottas på mottakerens {assetName}-adresse.
nl: Dit is de hoeveelheid {assetName} die zal worden ontvangen op het ontvangende {assetName}-adres.
pl: Jest to kwota {assetName}, która zostanie odebrana na adresie odbiorczym {assetName}.
pt_br: Esta é a quantia de {assetName} a ser creditada no endereço de recebimento.
sl: To je znesek {assetName}, za prejetje na prejemni naslov {assetName}.
sv: Detta är beloppet för {assetName} att tas emot på mottagaren {assetName} adress.
tl: Ito ang halaga ng {assetName} na matatanggap sa tatanggap na {assetName} address.
tr: Bu, alıcı {assetName} adresinde alınacak {assetName} miktarıdır.
ur: یہ وصول کرنے والے {assetName} پتے پر موصول ہونے والی {assetName} کی رقم ہے۔
zh_cn: 这是在收的{assetName}地址上的收{assetName}金额.
zh_tw: 這是在收的{assetName}地址上的收{assetName}金額.

source: Network transaction fee will be added on top of this amount.
cs: K této částce bude připočten poplatek za síťovou transakci.
fi: Tämän summan lisäksi lisätään verkkotransaktiomamaksu.
fr: Des frais de transaction du réseau seront ajoutés à ce montant.
it: La commissione per le transazioni di rete verrà aggiunta a questo importo.
lt: Prie šios sumos bus pridėtas tinklo operacijos mokestis.
nb: Nettverkstransaksjonsgebyr vil bli lagt på toppen av dette beløpet.
nl: Bovenop dit bedrag worden netwerktransactiekosten in rekening gebracht.
pl: Opłata sieciowa za transakcję zostanie dodana do tej kwoty.
pt_br: A taxa de transação da rede será adicionada sobre esse valor.
sl: Temu znesku bo dodana provizija za omrežno transakcijo.
sv: Nätverkets transaktionsavgift tillkommer utöver detta belopp.
tl: Ang bayad sa transaksyon sa network ay idaragdag sa itaas ng halagang ito.
tr: Bu tutarın üzerine ağ işlem ücreti eklenecektir.
ur: اس رقم کے اوپر نیٹ ورک ٹرانزیکشن فیس شامل کی جائے گی۔
zh_cn: 网络交易费用将在此金额之上添加。
zh_tw: 網絡交易費用將在此金額之上添加。

# wallet250Sbsend250Sbamount8722Sbto8722Sbbe8722Sbwithdrawn
source: Amount to be deducted in {assetName}
cs: Částka, která má být odečtena v {assetName}
fi: Vähennettävä summa valuutassa {assetName}
fr: Montant à déduire en {assetName}
it: Importo da detrarre in {assetName}
lt: Suma, kurią reikia išskaičiuoti {assetName}
nb: Beløp som skal trekkes i {assetName}
nl: Af te trekken bedrag in {assetName}
pl: Kwota do odliczenia w {assetName}
pt_br: Valor a ser deduzido em {assetName}
sl: Znesek za odbitek v {assetName}
sv: Belopp som ska dras av i {assetName}
tl: Halaga na ibabawas sa {assetName}
tr: {assetName} cinsinden düşülecek tutar
ur: {assetName} میں کٹوتی کی جانے والی رقم
zh_cn: 在 {assetName}中扣除的金额
zh_tw: 在 {assetName}中扣除的金額

# wallet250Sbsend250Sbamount8722Sbto8722Sbbe8722Sbwithdrawn8722Sbtip
source: This is the estimated amount of {assetSymbol} to be deducted from your {appName} {assetName} wallet including the {assetName} transaction network fee.
cs: Toto je odhadovaná částka {assetSymbol}, která bude odečtena z vaší peněženky {appName} {assetName} včetně poplatku za transakční síť {assetName}.
fi: Tämä on arvioitu summa {assetSymbol}, joka vähennetään {appName} {assetName} lompakostasi, mukaan lukien {assetName} verkkotransaktiomaksu.
fr: Il s'agit du montant estimé de {assetSymbol} à déduire de votre portefeuille {assetName} {appName}, y compris les frais de transaction du réseau {assetName}.
it: Questo è l'importo stimato di {assetSymbol} da detrarre dal tuo portafoglio {appName} {assetName} per coprire la {assetName} commissione sulla rete di transazione.
lt: Tai yra numatoma {assetSymbol} suma, kuri turi būti išskaityta iš {appName} {assetName} piniginės, įskaitant {assetName} operacijos tinklo mokestį.
nb: Dette er det estimerte beløpet på {assetSymbol} som skal trekkes fra {appName} {assetName}-lommeboken din, inkludert {assetName} transaksjonsnettverksavgiften.
nl: Dit is het geschatte bedrag van {assetSymbol} dat van uw {appName} {assetName} portefeuille wordt afgetrokken, inclusief de {assetName} transactienetwerkkosten.
pl: Jest to szacunkowa ilość {assetSymbol}, która ma zostanie odliczona z portfela {assetName} {appName}, uwzględnia opłatę transakcyjną sieci {assetName}.
pt_br: Esse é o valor estimado de {assetSymbol} a ser deduzido da sua carteira {appName} {assetName} para cobrir a {assetName} taxa da rede de transações.
sl: To je ocenjeni znesek {assetSymbol}, ki ga je treba odšteti od vaše {appName} {assetName} denarnice, vključno z {assetName} transakcijsko omrežno provizijo.
sv: Detta är det beräknade beloppet för {assetSymbol} att dras av från din {appName} {assetName} plånbok inklusive {assetName} avgift för transaktionsnätet.
tl: Ito ang tinantyang halaga ng {assetSymbol} na ibabawas mula sa iyong {appName} {assetName} wallet kasama ang {assetName} na bayarin sa network ng transaksyon.
tr: Bu, {assetName} işlem ağ ücreti dahil, {appName} {assetName} cüzdanınızdan düşülecek tahmini {assetSymbol} miktarıdır.
ur: یہ آپ کے {appName} {assetName} والیٹ سے {assetName} ٹرانزیکشن نیٹ ورک فیس سمیت کٹوتی {assetSymbol} کی تخمینی رقم ہے۔
zh_cn: 这是从您的{appName} {assetName} 钱包中扣除的 {assetSymbol} 估计金额，用于支付 {assetName} 交易网络费用。
zh_tw: 這是從您的{appName} {assetName} 錢包中扣除的 {assetSymbol} 估計金額，用於支付 {assetName} 交易網絡費用。

source: Only relevant for the transactions sent to an external {assetName} wallet. Internal transactions between {appName} wallets are completely free.
cs: Relevantní pouze pro transakce odeslané do externí {assetName} peněženky. Interní transakce mezi peněženkami {appName} jsou zcela zdarma.
fi: Koskee vain ulkoiseen {assetName}-lompakkoon lähetettyjä transaktioita. Sisäiset siirrot {appName}-lompakoiden välillä ovat täysin ilmaisia.
fr: Uniquement pertinent pour les transactions envoyées à un portefeuille externe {assetName}. Les transactions internes entre les portefeuilles {appName} sont entièrement gratuites.
it: Rilevante solo per le transazioni inviate a un portafoglio {assetName} esterno. Le transazioni interne tra i portafogli {appName} sono completamente gratuite.
lt: Tai aktualu tik operacijoms, siunčiamoms į išorinę {assetName} piniginę. Vidinės operacijos tarp {appName} piniginių yra visiškai nemokamos.
nb: Kun relevant for transaksjonene som sendes til en ekstern {assetName}-lommebok. Interne transaksjoner mellom {appName} lommebøker er helt gratis.
nl: Alleen relevant voor de transacties die naar een externe {assetName}-portefeuille worden verzonden. Interne transacties tussen {appName} portefeuilles zijn volledig gratis.
pl: Istotne tylko dla transakcji wysłanych do zewnętrznego portfela {assetName}.Transakcje wewnętrzne między portfelami {appName} są całkowicie bezpłatne.
pt_br: Relevante apenas para as transações enviadas para uma carteira externa {assetName} . As transações internas entre as carteiras {appName} são totalmente gratuitas.
sl: Relevantno samo za transakcije, poslane v zunanjo denarnico {assetName}. Interne transakcije med denarnicami {appName} so popolnoma brezplačne.
sv: Endast relevant för transaktioner som skickas till en extern {assetName} plånbok. Interna transaktioner mellan {appName} plånböcker är helt kostnadsfria.
tl: May kaugnayan lamang para sa mga transaksyong ipinadala sa isang panlabas na {assetName} wallet. Ang mga panloob na transaksyon sa pagitan ng {appName} wallet ay ganap na libre.
tr: Yalnızca harici bir {assetName} cüzdanına gönderilen işlemler için geçerlidir. {appName} cüzdanları arasındaki dahili işlemler tamamen ücretsizdir.
ur: صرف بیرونی {assetName} والیٹ میں بھیجے گئے لین دین کے لیے متعلقہ۔ {appName} بٹوے کے درمیان اندرونی لین دین مکمل طور پر مفت ہیں۔
zh_cn: 仅与发送到外部 {assetName} 钱包的交易相关。 {appName}钱包之间的内部交易完全免费。
zh_tw: 僅與發送到外部 {assetName} 錢包的交易相關。 {appName}錢包之間的內部交易完全免費。

# wallet250Sbsend250Sbavailable8722Sbbalance
source: You can send up to {amount} {assetSymbol}
cs: Můžete odeslat až {amount} {assetSymbol}
fi: Voit lähettää enintään {amount} {assetSymbol}
fr: Vous pouvez envoyer jusqu'à {amount} {assetSymbol}
it: Puoi inviare fino a {amount} {assetSymbol}
lt: Galite siųsti iki {amount} {assetSymbol}
nb: Du kan sende opptil {amount} {assetSymbol}
nl: U kunt maximaal {amount} {assetSymbol} verzenden
pl: Możesz wysłać maksymalnie {amount} {assetSymbol}
pt_br: Você pode enviar até {amount} {assetSymbol}
sl: Pošljete lahko do {amount} {assetSymbol}
sv: QDu kan skicka upp till {amount} {assetSymbol}
tl: Maaari kang magpadala ng hanggang {amount} {assetSymbol}
tr: En fazla {amount} {assetSymbol} gönderebilirsiniz
ur: آپ {amount} {assetSymbol} تک بھیج سکتے ہیں
zh_cn: 您最多可以发送： {amount} {assetSymbol}
zh_tw: 您最多可以發送： {amount} {assetSymbol}

# wallet250Sbsend250Sbcontinue8722Sbbtn
source: Continue
cs: Pokračovat
fi: Jatka
fr: Continuer
it: Continua
lt: Tęsti
nb: Fortsette
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
sl: Nadaljuj
sv: Fortsätta
tl: Magpatuloy
tr: Devam etmek
ur: جاری رہے
zh_cn: 继续
zh_tw: 繼續

# wallet250Sbsend250Sbdialog250Sbconfirm8722Sbtitle
source: Confirm withdrawing arbitration bond
cs: Potvrďte stažení arbitrážního dluhopisu
fi: Vahvista välimiessuojan poistaminen
fr: Confirmer le remboursement de la caution d'arbitrage
it: Confermare il ritiro del vincolo arbitrale
lt: Patvirtinkite arbitražo obligacijos atsiėmimą
nb: Bekreft tilbaketrekking av voldgiftsgaranti
nl: Bevestig het intrekken van de arbitragegarantie
pl: Potwierdź wypłatę z ochrony arbitrażowych
pt_br: Confirmar a retirada da garantia arbitral
sl: Potrdite odmik arbitražne garancije
sv: Bekräfta återkallande av skiljedomstol
tl: Kumpirmahin ang pag-withdraw ng arbitration bond
tr: Tahkim teminatının geri çekilmesini onaylayın
ur: ثالثی بانڈ واپس لینے کی تصدیق کریں
zh_cn: 确认撤回仲裁保证金
zh_tw: 確認撤回仲裁保證金

# wallet250Sbsend250Sblocal8722Sbwallet
source: {appName} wallet address
cs: {appName} adresa peněženky
fi: {appName} lompakon osoite
fr: Adresse du portefeuille {appName}
it: Indirizzo portafoglio {appName}
lt: {appName} piniginės adresas
nb: {appName} lommebokadresse
nl: {appName} portefeuille adres
pl: Adres portfela {appName}
pt_br: Endereço da carteira {appName}
sl: {appName} naslov denarnice
sv: {appName} plånboksadress
tr: {appName} cüzdan adresi
ur: {appName} والیٹ کا پتہ
zh_cn: {appName}钱包地址
zh_tw: {appName}錢包地址

# wallet250Sbsend250Sbpriority250Sbfaq8722Sblink
source: What's this?
cs: Co je tohle?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ça ?
it: Cos'è questo?
lt: Kas tai?
nb: Hva er dette?
nl: Wat is dit?
pl: Co to jest?
pt_br: O que é isso?
sl: Kaj je to?
sv: Vad är det här?
tl: Ano ito?
tr: Bu ne?
ur: یہ کیا ہے؟
zh_cn: 这是什么?
zh_tw: 這是什麼?

# wallet250Sbsend250Sbpriority250Sbtitle
source: Select transaction priority
cs: Vyberte prioritu transakce
fi: Valitse transaktion prioriteetti
fr: Sélectionner la priorité de la transaction
it: Seleziona la priorità della transazione
lt: Pasirinkite operacijos prioritetą
nb: Velg transaksjonsprioritet
nl: Selecteer transactieprioriteit
pl: Wybierz priorytet transakcji
pt_br: Selecione a prioridade da transação
sl: Izberite prioriteto transakcije
sv: Välj transaktionsprioritet
tl: Piliin ang priyoridad ng transaksyon
tr: İşlem önceliğini seçin
ur: لین دین کی ترجیح منتخب کریں
zh_cn: 请选择交易优先级
zh_tw: 請選擇交易優先級

# wallet250Sbsend250Sbreceiving8722Sbaddress
source: Receiving {assetName} address
cs: Příjem adresy {assetName}
fi: Vastaanotetta {assetName} osoite
fr: Adresse de réception pour {assetName}
it: Indirizzo per ricevere {assetName}
lt: Priimamas {cryptocurrencyName} adresas
nb: Mottar {cryptocurrencyName} adresse
nl: {assetName} adres ontvangen
pl: Adres otrzymujący {assetName}
pt_br: Endereço {assetName} de recebimento
sl: Prejemni naslov {assetName}
sv: Tar emot {assetName} adress
tl: Pagtanggap ng {cryptocurrencyName} address
tr: {assetName} adresi alınıyor
ur: {assetName}پتہ وصول کرنا
zh_cn: 接收{assetName}的地址
zh_tw: 接收{assetName}的地址

# wallet250Sbsend250Sbreceiving8722Sbaddress8722Sbtip
source: Only valid {assetName} addresses accepted
cs: Jsou přijímány pouze platné adresy {assetName}
fi: Vain kelvolliset {assetName}-osoitteet hyväksytään
fr: Seules les adresses {assetName} valides sont acceptées
it: Accettiamo solo inidirizzi {assetName} validi
lt: Priimami tik galiojantys {assetName} adresai
nb: Kun gyldige {assetName}-adresser godtas
nl: Alleen geldige {assetName} adressen worden geaccepteerd
pl: Akceptowane są tylko poprawne adresy {assetName}
pt_br: Somente endereços válidos de {assetName}
sl: Sprejeti so samo veljavni naslovi {assetName}
sv: Endast giltiga {assetName}-adresser accepteras
tl: Tanging wastong {assetName} na mga address ang tinatanggap
tr: Yalnızca geçerli {assetName} adresleri kabul edilir
ur: صرف درست {assetName} پتے قبول کیے جاتے ہیں
zh_cn: 只受正确的{assetName}地址
zh_tw: 隻受正確的{assetName}地址

# wallet250Sbsend250Sbsend8722Sbbtn
source: Send {assetName}
cs: Odeslat {assetName}
fi: Lähetä {assetName}
fr: Envoyer du {assetName}
it: Invia {assetName}
lt: Siųsti {assetName}
nl: Stuur {assetName}
pl: Wyślij {assetName}
pt_br: Enviar {assetName}
sl: Pošlji {assetName}
sv: Skicka {assetName}
tl: Ipadala {assetName}
tr: {asset} gönder
ur: بھیجیں {assetName}
zh_cn: 发送{assetName}
zh_tw: 發送{assetName}

# wallet250Sbsend250Sbsuccess
source: Success!
cs: Úspěch!
fi: Valmista!
fr: Succès !
it: Tutto ok!
lt: Sėkmė!
nb: Suksess!
nl: Succes!
pl: Sukces!
pt_br: Sucesso!
sl: Uspeh!
sv: Framgång!
tl: Tagumpay!
tr: Başarı!
ur: کامیابی!
zh_cn: 成功！
zh_tw: 成功！

# wallet250Sbsend250Sbtip8722Sb08722Sbtext8722Sb0
source: Monero transactions normally take about 30 to 60 minutes to send, on occasion it can take a few hours if the network is slow.
cs: Odeslání transakcí Monero obvykle trvá přibližně 30 až 60 minut, příležitostně to může trvat několik hodin, pokud je síť pomalá.
fi: Monero-transaktiot kestää normaalisti noin 30-60 minuuttia, mutta jos verkko on hidas, transaktiossa voi kestää muutama tunti.
fr: Les transactions Monero prennent normalement de 30 à 60 minutes environ à être envoyées, allant parfois jusqu'à quelques heures si le réseau est lent.
it: Le transazioni Monero richiedono normalmente da 30 a 60 minuti per l'invio, a volte possono essere necessarie alcune ore per le troppe richieste.
lt: „Monero“ operacijų siuntimas paprastai užtrunka apie 30–60 minučių, kartais tai gali užtrukti kelias valandas, jei tinklas lėtas.
nb: Monero-transaksjoner tar normalt 30 til 60 minutter å sende, noen ganger kan det ta noen timer hvis nettverket er tregt.
nl: Het verzenden van Monero-transacties duurt normaal gesproken ongeveer 30 tot 60 minuten, maar soms kan het een paar uur duren als het netwerk traag is.
pl: Transakcje Monero zwykle zajmują około 30 do 60 minut, aby dotrzeć. Czasami może potrwać kilka godzin, jeśli sieć jest powolna.
pt_br: Uma transação em Monero não leva mais que 30 minutos para enviar, mas pode acontecer de demorar mais caso a rede esteja lenta.
sl: Transakcije Monero običajno trajajo približno 30 do 60 minut, da se pošljejo. Občasno lahko traja nekaj ur, če je omrežje počasno.
sv: Monero transaktioner tar normalt cirka 30 till 60 minuter att skicka, ibland kan det ta några timmar om nätverket är långsamt.
tl: Ang mga transaksyon sa Monero ay karaniwang tumatagal ng humigit-kumulang 30 hanggang 60 minuto upang maipadala, kung minsan ay maaaring tumagal ng ilang oras kung ang network ay mabagal.
tr: Monero işlemlerinin gönderilmesi normalde yaklaşık 30 ila 60 dakika sürer; ağ yavaşsa bazen birkaç saat sürebilir.
ur: Monero ٹرانزیکشنز کو بھیجنے میں عام طور پر 30 سے 60 منٹ لگتے ہیں، اگر نیٹ ورک سست ہو تو اس میں کچھ گھنٹے لگ سکتے ہیں۔
zh_cn: 发送交易通常需要30至60分钟，有时网络比较慢，可能需要几个小时。
zh_tw: 發送交易通常需要30至60分鐘，有時網絡比較慢，可能需要幾個小時。
