Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbfoss250Sb1250Sbtext
source: A free, open source software (FOSS) project is one in which the code is licensed in such a way that it is available for viewing, changing, auditing, and copying by anyone and everyone. In contrast, the code of proprietary software is hidden, and kept as a business secret that is not shared for fear of competition copying the hard work that the creator paid for or made. Only the program produced at the end is released to the public, not the code. <br/><br/> FOSS software has many advantages over its proprietary counterparts, such as potentially fewer bugs (since anyone is free to audit the code), innovation (since contributions can come from anywhere at any time), and empowerment of people that might not be able to afford or otherwise utilize the proprietary offerings. <br/><br/> This is true of standard FOSS projects, and blockchain is no exception. The space is abuzz with talks of open source software, and proprietary wallet offerings are met with suspicion and criticism from cryptocurrency veterans. Despite most reference implementations of most major blockchains being open source, there are some – such as Monero – that go above and beyond and stand apart from the crowd.
cs: Projekt svobodného softwaru s otevřeným zdrojovým kódem (FOSS) je projekt, ve kterém je kód licencován takovým způsobem, že jej může kdokoliv prohlížet, měnit, kontrolovat a kopírovat. Na rozdíl od toho je kód proprietárního softwaru skrytý a uchováván jako obchodní tajemství, které není sdíleno ze strachu z konkurence kopírující tvrdou práci, kterou tvůrce zaplatil nebo udělal. Veřejnosti je uvolněn pouze program vytvořený na konci, nikoli kód. <br/><br/> Software FOSS má mnoho výhod oproti svým proprietárním protějškům, jako je potenciálně méně chyb (protože kdokoli má právo auditovat kód), inovace (protože příspěvky mohou pocházet odkudkoli a kdykoli) a posílení postavení lidí, kteří si možná nebudou moci dovolit nebo jinak využívat proprietární nabídky. <br/><br/> To platí o standardních projektech FOSS a blockchain není výjimkou. Prostor je plný řečí o softwaru s otevřeným zdrojovým kódem a nabídky proprietárních peněženek se setkávají s podezřením a kritikou od veteránů v oblasti kryptoměn. Navzdory tomu, že většina referenčních implementací většiny hlavních blockchainů je open source, existují některé – například Monero –, které jdou nad rámec a stojí stranou od davu.
fi: Ilmainen, avoimen lähdekoodin ohjelmisto (FOSS) on projekti, jossa koodi on lisensoitu siten, että se on kaikkien katsottavissa, muutettava, tarkastettava ja kopioitava. Kontrastina, patentoidun ohjelmiston koodi piilotetaan ja sitä pidetään liikesalaisuutena, jota ei jaeta, koska pelätään kilpailun kopioivan tekijän maksamaa tai tekemää kovaa työtä. Vain lopussa tuotettu ohjelma julkaistaan, ei koodia. <br/><br/> FOSS-ohjelmistolla on monia etuja patentoituihin vastineisiinsa verrattuna, kuten potentiaalisesti vähemmän bugeja (koska kuka tahansa voi vapaasti tarkastaa koodin), innovaatiot (koska lahjoitukset voivat tulla mistä tahansa milloin tahansa) ja ihmisten voimaantuminen, jolla ei ehkä ole varaa tai muuten käyttää omistusoikeudellisia tarjouksia. <br/><br/> Tämä pätee tavallisiin FOSS-projekteihin, eikä lohkoketju ole poikkeus. Maailma on täynnä keskusteluja avoimen lähdekoodin ohjelmistoista, ja kryptovaluuttojen veteraanit kohtelevat omaa lompakkotarjontaa epäluuloisesti ja kritisoimalla. Huolimatta siitä, että useimpien suurten lohkoketjujen referenssitoteutukset ovat avoimen lähdekoodin, jotkin – kuten Monero – menevät yli ja erottuvat joukosta.
fr: Un logiciel libre et open source (FOSS) est un projet dans lequel le code est concédé sous licence de manière à pouvoir être consulté, modifié, audité et copié par n'importe qui. De son côté, le code d'un logiciel propriétaire est caché et conservé comme un secret commercial qui n'est pas partagé de peur que la concurrence ne copie le travail acharné que le créateur a payé ou effectué. Seul le programme produit à la fin est diffusé au public, pas le code. <br /><br /> Le logiciel FOSS présente de nombreux avantages par rapport à ses homologues propriétaires, tels que potentiellement moins de bogues (puisque tout le monde est libre d'auditer le code), l'innovation (puisque les contributions peuvent provenir de n'importe où et à tout moment) et l'autonomisation des personnes qui n'auraient pas les moyens d'acheter ou d'utiliser des logiciels propriétaires sous licences payantes. <br /><br /> Cela est vrai pour les projets FOSS standard, et la blockchain ne fait pas exception. L'espace est en effervescence avec des discussions sur les logiciels Open Source, et les logiciels de portefeuilles propriétaires suscitent la suspicion et les critiques des vétérans de la crypto-monnaie. Bien que la plupart des implémentations de référence de la plupart des principales blockchains soient Open Source, certaines – comme Monero – vont au-delà et se démarquent de la concurrence.
it: Un progetto software FOSS (open source) gratuito è un progetto in cui il codice è concesso in licenza in modo tale da essere disponibile per la visualizzazione, la modifica, il controllo e la copia da parte di chiunque. Al contrario, il codice del software proprietario è nascosto e mantenuto come un segreto aziendale che non è condiviso per paura della concorrenza, copiando il duro lavoro che il creatore ha pagato o fatto. Solo il programma prodotto alla fine viene rilasciato al pubblico, non il codice. <br/><br/>Il software FOSS ha molti vantaggi rispetto alle sue controparti proprietarie, come potenzialmente meno bug (poiché chiunque è libero di controllare il codice), innovazione (poiché i contributi possono provenire da qualsiasi luogo in qualsiasi momento) e responsabilizzazione di persone che potrebbero non essere in grado di permettersi o utilizzare in altro modo le offerte proprietarie. <br/><br/>Questo è vero per i progetti FOSS standard e la blockchain non fa eccezione. Lo spazio è in fermento con le discussioni sul software open source e le offerte di portafoglio proprietarie sono accolte con sospetto e critiche dai veterani della criptovaluta. Nonostante la maggior parte delle implementazioni di riferimento della maggior parte delle blockchain siano open source, ci sono alcune - come Monero - che vanno al di là e si distinguono dalla folla.
lt: Nemokamas atvirojo kodo programinės įrangos (FOSS) projektas yra toks, kurio kodas yra licencijuotas taip, kad jį galėtų peržiūrėti, keisti, tikrinti ir kopijuoti visi ir visi. Priešingai, patentuotos programinės įrangos kodas yra paslėptas ir laikomas verslo paslaptimi, kuria nesidalijama dėl baimės, kad konkurencija nukopijuos sunkų darbą, už kurį sumokėjo ar atliko kūrėjas. Viešai išleidžiama tik pabaigoje sukurta programa, o ne kodas. <br/><br/> FOSS programinė įranga turi daug pranašumų, palyginti su patentuotais partneriais, pvz., gali būti mažiau klaidų (nes kiekvienas gali laisvai tikrinti kodą), naujovės (kadangi įnašai gali būti gauti iš bet kurios vietos ir bet kada) ir žmonių, kurie negali sau leisti, įgalinimas. arba kitaip panaudoti nuosavybės teise priklausančius pasiūlymus. <br/><br/> Tai pasakytina apie standartinius FOSS projektus, o „blockchain“ nėra išimtis. Erdvė šurmuliuoja nuo kalbų apie atvirojo kodo programinę įrangą, o patentuotos piniginės pasiūlymai sulaukia įtarimų ir kritikos iš kriptovaliutų veteranų. Nepaisant to, kad dauguma pagrindinių blokų grandinių yra atvirojo kodo nuorodų, yra keletas, pvz., „Monero“, kurie yra didesni ir išsiskiria iš minios.
nb: Et gratis, åpen kildekode-programvare (FOSS)-prosjekt er et der koden er lisensiert på en slik måte at den er tilgjengelig for visning, endring, revisjon og kopiering av alle og enhver. I motsetning til dette er koden for proprietær programvare skjult og oppbevart som en forretningshemmelighet som ikke deles av frykt for konkurranse som kopierer det harde arbeidet som skaperen har betalt for eller gjort. Bare programmet som produseres på slutten blir gitt ut til publikum, ikke koden. <br/><br/> FOSS-programvare har mange fordeler fremfor sine proprietære motparter, for eksempel potensielt færre feil (siden alle står fritt til å revidere koden), innovasjon (siden bidrag kan komme fra hvor som helst når som helst), og styrking av mennesker som kanskje ikke har råd til eller på annen måte bruke de proprietære tilbudene. <br/><br/> Dette gjelder standard FOSS-prosjekter, og blockchain er intet unntak. Plassen myldrer av snakk om åpen kildekode-programvare, og proprietære lommeboktilbud blir møtt med mistenksomhet og kritikk fra kryptovaluta-veteraner. Til tross for at de fleste referanseimplementeringer av de fleste store blokkjeder er åpen kildekode, er det noen – som Monero – som går utover og skiller seg fra mengden.
nl: Een gratis, open source software (FOSS) project is een project waarin de code zodanig is gelicentieerd dat deze door iedereen kan worden bekeken, gewijzigd, gecontroleerd en gekopieerd. De code van propriëtaire software daarentegen is verborgen en wordt bewaard als een bedrijfsgeheim dat niet wordt gedeeld uit angst voor concurrentie die het harde werk kopieert waarvoor de maker heeft betaald of gemaakt. Alleen het aan het einde geproduceerde programma wordt vrijgegeven voor het publiek, niet de code. <br/><br/> FOSS-software heeft veel voordelen ten opzichte van eigen tegenhangers, zoals mogelijk minder bugs (aangezien iedereen vrij is om de code te controleren), innovatie (aangezien bijdragen overal en altijd vandaan kunnen komen) en machtiging van mensen die zich misschien niet kunnen veroorloven of anderszins gebruik maken van het eigen aanbod. <br/><br/> Dit geldt voor standaard FOSS-projecten en blockchain is daarop geen uitzondering. De ruimte gonst van de gesprekken over open source software, en het aanbod van eigen portefeuilles stuit op argwaan en kritiek van veteranen op het gebied van cryptocurrency. Ondanks dat de meeste referentie-implementaties van de meeste grote blockchains open source zijn, zijn er enkelen - zoals Monero - die verder gaan en zich onderscheiden van de massa.
pl: Wolny projekt oprogramowania typu open source (FOSS) to taki, w którym kod jest licencjonowany w taki sposób, aby był dostępny do oglądania, zmiany, kontroli i kopiowania przez każdego i wszystkich. Natomiast kod oprogramowania zastrzeżonego jest ukryty i utrzymywany jako sekret biznesowy, który nie jest udostępniany z obawy przed konkurencją kopiującą ciężką pracę, za którą zapłaciła lub którą wykonała firma. Tylko program końcowy jest wydany publicznie, a nie jego kod. <br/><br/> Oprogramowanie FOSS ma wiele zalet w stosunku do swoich zastrzeżonych odpowiedników, takich jak potencjalnie mniej błędów (ponieważ każdy może kontrolować kod), innowacyjność (ponieważ wkłady kodu mogą pochodzić z dowolnego miejsca) oraz wsparcie osób, których nie stać na zastrzeżone programy. <br/><br/> Dotyczy to standardowych projektów FOSS, a blockchain nie jest wyjątkiem. Przestrzeń jest pełna dyskusji o oprogramowaniu open source, a zastrzeżone portfele spotykają się z podejrzeniem i krytyką ze strony weteranów kryptowalut. Pomimo większości referencyjnych implementacji wielu głównych blockchainów będących open source, są niektóre - takie jak Monero - które wykraczają poza tłum i się wyróżniają.
pt_br: Um projeto de software livre e de código aberto (FOSS) é aquele em que o código é licenciado de tal forma que está disponível para visualização, alteração, auditoria e cópia por qualquer pessoa e todos. Por outro lado, o código do software proprietário é oculto e mantido como segredo comercial que não é compartilhado por medo de concorrência, copiando o trabalho árduo pelo qual o criador pagou ou fez. Somente o programa produzido no final é divulgado ao público, não o código. <br/><br/>O software FOSS tem muitas vantagens sobre suas contrapartes proprietárias, como potencialmente menos bugs (já que qualquer um é livre para auditar o código), inovação (já que as contribuições podem vir de qualquer lugar a qualquer momento) e capacitação de pessoas que talvez não possam pagar ou utilizar as ofertas proprietárias. <br/><br/>Isso vale para projetos FOSS padrão, e a blockchain não é exceção. O espaço está repleto de conversas sobre software de código aberto, e as ofertas proprietárias de carteiras são recebidas com suspeitas e críticas de veteranos de criptomoedas. Apesar de a maioria das implementações de referência das principais cadeias de blocos serem de código aberto, existem algumas - como a Monero - que vão além e se destacam da multidão.
sl: Projekt odprtokodne programske opreme (FOSS) je projekt, pri katerem je koda licencirana na tak način, da je na voljo za ogled, spreminjanje, revizijo in kopiranje vsem. Nasprotno pa je koda lastniške programske opreme skrita in shranjena kot poslovna skrivnost, ki je ne delimo zaradi strahu pred konkurenco, ki bi kopirala vso trdo delo, ki ga je ustvarjalec plačal ali naredil. Javnosti je objavljen le program, ki je izdelan na koncu, ne pa tudi koda. <br/><br/> Programska oprema FOSS ima v primerjavi z lastniško programsko opremo številne prednosti, na primer manj napak (ker lahko kdor koli prosto revidira kodo), inovacije (ker lahko prispevki prihajajo od kogar koli in kadar koli) in daje moč ljudem, ki si lastniške ponudbe morda ne bi mogli privoščiti ali je kako drugače uporabiti. <br/><br/> To velja za standardne projekte FOSS, blockchain ni izjema. Na tem področju se govori o odprtokodni programski opremi, lastniške ponudbe denarnic pa veterani kriptovalut sprejemajo z nezaupanjem in kritikami. Kljub temu, da je večina referenčnih izvedb večine glavnih blockchainov odprtokodnih, obstajajo nekateri - kot je Monero - ki jih presegajo in izstopajo iz množice.
sv: Ett gratis, öppen källkodsprogram (FOSS)-projekt är ett där koden är licensierad på ett sådant sätt att den är tillgänglig för visning, ändring, granskning och kopiering av alla och alla. Däremot är koden för proprietär programvara dold och hålls som en affärshemlighet som inte delas av rädsla för konkurrens som kopierar det hårda arbete som skaparen har betalat för eller gjort. Endast programmet som produceras i slutet släpps till allmänheten, inte koden. <br/><br/> FOSS-programvara har många fördelar jämfört med sina proprietära motsvarigheter, såsom potentiellt färre buggar (eftersom vem som helst är fri att granska koden), innovation (eftersom bidrag kan komma från var som helst när som helst) och bemyndigande av människor som kanske inte har råd eller på annat sätt använda de egna erbjudandena. <br/><br/> Detta gäller för vanliga FOSS-projekt, och blockchain är inget undantag. Utrymmet vimlar av samtal om programvara med öppen källkod, och proprietära plånbokserbjudanden möts av misstänksamhet och kritik från kryptovalutaveteraner. Trots att de flesta referensimplementeringar av de flesta större blockkedjor är öppen källkod, finns det några – som Monero – som går utöver och skiljer sig från mängden.
tl: Ang isang libre, open source software (FOSS) na proyekto ay isa kung saan ang code ay lisensyado sa paraang ito ay magagamit para sa pagtingin, pagbabago, pag-audit, at pagkopya ng sinuman at lahat. Sa kabaligtaran, ang code ng pagmamay-ari na software ay nakatago, at itinatago bilang isang lihim ng negosyo na hindi ibinabahagi dahil sa takot na makopya ng kompetisyon ang pagsusumikap na binayaran o ginawa ng lumikha. Tanging ang program na ginawa sa dulo ay inilabas sa publiko, hindi ang code. <br/><br/> Ang FOSS software ay may maraming mga pakinabang sa mga proprietary counterparts nito, tulad ng potensyal na mas kaunting mga bug (dahil ang sinuman ay malayang mag-audit ng code), innovation (dahil ang mga kontribusyon ay maaaring magmula saanman sa anumang oras), at empowerment ng mga taong maaaring hindi kayang bayaran. o kung hindi man ay gamitin ang pagmamay-ari na mga handog. <br/><br/> Totoo ito sa mga karaniwang proyekto ng FOSS, at ang blockchain ay walang pagbubukod. Ang espasyo ay puno ng mga pag-uusap tungkol sa open source software, at ang mga handog na pagmamay-ari na wallet ay sinalubong ng hinala at pagpuna mula sa mga beterano ng cryptocurrency. Sa kabila ng karamihan sa mga reference na pagpapatupad ng karamihan sa mga pangunahing blockchain na open source, mayroong ilan - tulad ng Monero - na lumalampas at higit pa at nakatayo bukod sa karamihan.
tr: Ücretsiz, açık kaynaklı bir yazılım (FOSS) projesi, kodun herkes tarafından görüntülenebileceği, değiştirilebileceği, denetlenebileceği ve kopyalanabileceği şekilde lisanslandığı projedir. Buna karşılık, özel mülk yazılımın kodu gizlenir ve yaratıcının ödediği veya yaptığı zorlu işin kopyalanmasıyla rekabet korkusu nedeniyle paylaşılmayan bir iş sırrı olarak saklanır. Kod değil, yalnızca sonunda üretilen program halka sunulur. <br/><br/> FOSS yazılımının tescilli muadillerine göre birçok avantajı vardır; potansiyel olarak daha az hata (çünkü herkes kodu denetlemekte özgürdür), yenilik (çünkü katkılar her an her yerden gelebilir) ve bütçesi yetmeyen kişilerin güçlendirilmesi gibi. veya başka şekilde tescilli tekliflerden yararlanın. <br/><br/> Bu, standart FOSS projeleri için geçerlidir ve blockchain de bir istisna değildir. Alan, açık kaynaklı yazılım konuşmalarıyla çalkalanıyor ve özel cüzdan teklifleri, kripto para birimi emektarlarının şüphesi ve eleştirileriyle karşılanıyor. Çoğu büyük blok zincirinin referans uygulamalarının çoğu açık kaynak olmasına rağmen, Monero gibi bazıları daha da ileri giderek kalabalığın arasından sıyrılıyor.
ur: ایک مفت، اوپن سورس سافٹ ویئر (FOSS) پروجیکٹ وہ ہوتا ہے جس میں کوڈ کو اس طرح سے لائسنس دیا جاتا ہے کہ یہ دیکھنے، تبدیل کرنے، آڈٹ کرنے، اور ہر کسی کے لیے کاپی کرنے کے لیے دستیاب ہو۔ اس کے برعکس، ملکیتی سافٹ ویئر کا کوڈ پوشیدہ ہے، اور اسے ایک کاروباری راز کے طور پر رکھا جاتا ہے جسے تخلیق کار کی جانب سے ادا کی جانے والی یا بنائی گئی محنت کی نقل کرنے کے مقابلے کے خوف سے شیئر نہیں کیا جاتا ہے۔ صرف آخر میں تیار کردہ پروگرام ہی عوام کے لیے جاری کیا جاتا ہے، کوڈ نہیں۔ <br/><br/> FOSS سافٹ ویئر کے اپنے ملکیتی ہم منصبوں کے مقابلے میں بہت سے فوائد ہیں، جیسے ممکنہ طور پر کم کیڑے (چونکہ کوئی بھی کوڈ کا آڈٹ کرنے کے لیے آزاد ہے)، جدت طرازی (چونکہ شراکت کسی بھی وقت کہیں سے بھی آسکتی ہے)، اور ایسے لوگوں کو بااختیار بنانا جو شاید برداشت نہیں کر سکتے۔ یا دوسری صورت میں ملکیتی پیشکشوں کو استعمال کریں۔ <br/><br/> یہ معیاری FOSS منصوبوں کے بارے میں سچ ہے، اور blockchain کوئی استثنا نہیں ہے۔ یہ جگہ اوپن سورس سافٹ ویئر کی باتوں سے بھری پڑی ہے، اور ملکیتی والیٹ کی پیشکشوں کو کرپٹو کرنسی کے سابق فوجیوں کی جانب سے شکوک و شبہات کا سامنا ہے۔ زیادہ تر بڑی بلاکچینز کے اوپن سورس ہونے کے حوالے سے زیادہ تر حوالہ جات کے نفاذ کے باوجود، کچھ ایسے ہیں – جیسے Monero – جو اوپر اور آگے بڑھتے ہیں اور ہجوم سے الگ ہوتے ہیں۔
zh_cn: 免费开源软件项目（FOSS）其代码被许可用于以下多种途径：任何人都可以查看，更改，审计和复制该代码. 相比之下，专有软件（非开源项目）的代码是隐藏的，并且被视为商业机密保管，原因是原作者担心竞争对手会复制，抄袭该项目，导致为之付出的心血和辛苦工作不能获取相应的回报.所以只发布给公众最后生成的程序，而非源代码. <br/><br/> 免费开源项目FOSS软件比其专有同类产品具有许多优势，例如，潜在的错误数量可能更少（因为任何人都可以自由审计代码），创新（因为贡献代码的人可以随时随地来自任何地方）和赋予那些可能无法负担或无法利用专有产品的人们的权力. <br/><br/> 真正的FOSS开源项目就是如此，区块链也不例外. 本领域充满着开源软件的讨论，而专有钱包产品（非开源软件）一直饱受加密货币资深人士的怀疑和批评.尽管主要区块链项目的大部分参数都是开源的，但这其中的佼佼者–例如门罗币–Monero做到了区块链精神的极致，为众人挺身而出.
zh_tw: 免費開源軟件項目（FOSS）其代碼被許可用於以下多種途徑：任何人都可以查看，更改，審計和復制該代碼. 相比之下，專有軟件（非開源項目）的代碼是隱藏的，並且被視為商業機密保管，原因是原作者擔心競爭對手會復制，抄襲該項目，導致為之付出的心血和辛苦工作不能獲取相應的回報.所以只發布給公眾最後生成的程序，而非源代碼. <br/><br/> 免費開源項目FOSS軟件比其專有同類產品具有許多優勢，例如，潛在的錯誤數量可能更少（因為任何人都可以自由審計代碼），創新（因為貢獻代碼的人可以隨時隨地來自任何地方）和賦予那些可能無法負擔或無法利用專有產品的人們的權力. <br/><br /> 真正的FOSS開源項目就是如此，區塊鏈也不例外. 本領域充滿著開源軟件的討論，而專有錢包產品（非開源軟件）一直飽受加密貨幣資深士的懷疑和批評.儘管主要區塊鏈項目的大部分參數都是開源的，但這其中的佼佼者–例如門羅幣–Monero做到了區塊鏈精神的極致，為眾人挺身而出.

# knowledge250Sbfoss250Sb1250Sbtitle
source: Open source software
fi: Avoimen lähdekoodin ohjelmisto
fr: Logiciels Open Source
it: Software open source
lt: Atvirojo kodo programinė įranga
nb: Programvare med åpen kildekode
pl: Oprogramowanie open source
pt_br: Software livre
sl: Odprtokodna programska oprema
sv: Programvara med öppen källkod
tl: Open source na software
tr: Açık kaynak yazılım
ur: اوپن سورس سافٹ ویئر
zh_cn: 开源软件
zh_tw: 開源軟件
