Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb3250Sbtext
source: If this still is confusing, perhaps the following analogy will help. Imagine a lottery where one thousand dollars is awarded every hour, and this lottery allows you to print your own tickets! You start printing as many tickets as you can on your home printer, which can print one ticket per second. After subtracting electricity and ink costs, you see that you can still make a profit, even if you only win the lottery once every few weeks.<br/><br/> Over time, you expand your operation until you have an entire room dedicated to printers. 20 in all. Everything is fine...until one fateful day.<br/><br/> There’s big news. Someone has invented a new kind of printer. It can only print lottery tickets. It can’t print pictures, or office documents, or do double sided printing. Only lottery tickets. But it can print them at a rate of 1000 tickets per second. You look in your little printer room. 20 printers. You need 980 more printers just to keep up with ONE of these monster printers, and if someone has two…?<br/><br/> You sadly exit the lottery game as you can no longer justify the electricity and ink costs.<br/><br/> But wait! A couple of weeks later there’s more news! The design of the ticket has changed. Now the numbers, which used to be on the top, are now on the bottom. The new monster printers are so inflexible they can’t do it. They could only make the previous design. It’s not long before you’re once again happily printing away. At least until someone makes a new monster printer for the new design.
cs: Pokud je to pro vás stále matoucí, možná vám pomůže následující analogie. Představte si loterii, kde se každou hodinu rozdává tisíc dolarů, a tato loterie vám umožní vytisknout si vlastní losy! Začnete tisknout tolik tiketů, kolik jen dokážete, na své domácí tiskárně, která dokáže vytisknout jeden tiket za sekundu. Po odečtení nákladů na elektřinu a inkoust zjistíte, že můžete stále vydělávat, i když v loterii vyhrajete jen jednou za několik týdnů.<br/><br/> Postupem času budete provoz rozšiřovat, až budete mít celou místnost vyhrazenou pro tiskárny. Celkem 20. Všechno je v pořádku... až do jednoho osudného dne.<br/><br/> Velká novinka. Někdo vynalezl nový druh tiskárny. Umí tisknout pouze losy. Neumí tisknout obrázky, kancelářské dokumenty ani oboustranný tisk. Pouze losy. Ale dokáže je tisknout rychlostí 1000 losů za sekundu. Podívejte se do své malé místnosti s tiskárnami. 20 tiskáren. Potřebujete dalších 980 tiskáren, abyste udrželi krok s JEDNOU z těchto monstrózních tiskáren, a pokud má někdo dvě...?<br/><br/> Z loterie bohužel odejdete, protože už nedokážete ospravedlnit náklady na elektřinu a inkoust.<br/><br/> Ale počkejte! O pár týdnů později jsou tu další novinky! Design tiketu se změnil. Čísla, která byla dříve nahoře, jsou nyní dole. Nové monstrózní tiskárny jsou tak nepružné, že to nedokážou. Dokázaly vyrobit pouze předchozí design. Netrvá dlouho a opět se vesele tiskne dál. Alespoň do té doby, než někdo vyrobí novou monstrózní tiskárnu pro nový design.
fi: Jos tämä on edelleen hämmentävää, ehkä seuraava analogia auttaa. Kuvittele lotto, jossa joka tunti palkitaan tuhat dollaria, ja tässä lotossa voit tulostaa omat lippusi! Aloitat tulostamaan niin monta lippua kuin voit tulostaa kotitulostimellasi, joka tulostaa yhden lipun sekunnissa. Kun vähennät sähkö- ja mustekustannukset voit silti ansaita voittoa, vaikka voittaisit lotossa vain muutaman viikon välein.<br/><br/> Ajan myötä laajennat toimintaasi, kunnes sinulla on tulostimille omistettu kokonainen huone. 20 yhteensä. Kaikki on hyvin... yhteen kohtalokkaaseen päivään asti.<br/><br/> Tulee suuria uutisia. Joku on keksinyt uudenlaisen tulostimen. Se voi tulostaa vain arpajaislippuja. Se ei voi tulostaa kuvia tai toimistoasiakirjoja tai tehdä kaksipuolista tulostusta. Vain lottolippuja. Mutta se voi tulostaa niitä nopeudella 1000 lippua sekunnissa. Katsot pieneen tulostinhuoneeseesi. 20 tulostinta. Tarvitset 980 tulostinta lisää pysyäksesi YHDEN hirviötulostimen vauhdissa, ja jos jollakulla on kaksi…?<br/><br/> Poistut valitettavasti lotosta, koska et voi enää perustella sähkö- ja mustekustannuksia.<br/><br/> Mutta odota! Parin viikon päästä tuleekin lisää uutisia! Lipun ulkoasu on muuttunut. Nyt numerot, jotka ennen olivat ylhäällä, ovat nyt alhaalla. Uudet hirviötulostimet ovat niin joustamattomia, etteivät he pysty siihen muutokseen. He pystyivät vain tekemään edellisen mallin. Ei kestä kauan, kun tulostat jälleen iloisena. Ainakin kunnes joku tekee uuden hirviötulostimen.
fr: Si cela reste déroutant, peut-être que l'analogie suivante vous aidera. Imaginez une loterie où mille euros sont attribués toutes les heures, et cette loterie vous permet d'imprimer vos propres billets ! Vous commencez à imprimer autant de billets que vous le pouvez sur votre imprimante domestique, qui peut imprimer un billet par seconde. Après avoir soustrait les coûts d'électricité et d'encre, vous voyez que vous pouvez toujours réaliser un profit, même si vous ne gagnez à la loterie qu'une fois toutes les quelques semaines.<br /><br /> Au fil du temps, vous développez votre activité jusqu'à ce que vous disposiez d'une salle entière dédiée aux imprimantes. 20 en tout. Tout va bien ... jusqu'au jour fatidique.<br /><br /> Il y a une grosse nouveauté. Quelqu'un a inventé un nouveau type d'imprimante. Il ne peut imprimer que des billets de loterie. Il ne peut pas imprimer d'images, ni de documents de bureautique, ni effectuer d'impression recto verso. Seulement des billets de loterie. Mais il peut les imprimer à raison de 1000 tickets par seconde. Vous regardez dans votre petite salle d'impression. 20 imprimantes. Vous avez besoin de 980 imprimantes supplémentaires juste pour suivre UNE de ces imprimantes spécialisées, et si quelqu'un en a deux … ?<br /><br /> Vous quittez malheureusement le jeu de loterie car vous ne pouvez plus justifier les coûts d'électricité et d'encre.<br /><br /> Mais attendez ! Quelques semaines plus tard, il y a encore de la nouveauté ! Le modèle du billet a changé. Maintenant, les chiffres, qui étaient en haut, sont maintenant en bas. Les nouvelles imprimantes spécialisées sont si peu flexibles qu'elles ne peuvent pas prendre en compte ce nouveau modèle. Elles ne pouvaient imprimer que selon la version précédente. Il ne vous faudra pas longtemps pour imprimer à nouveau avec plaisir. Au moins jusqu'à ce que quelqu'un fabrique une nouvelle imprimante spécialisée pour le nouveau modèle.
it: Se questo è ancora confuso, forse la seguente analogia aiuterà. Immagina una lotteria in cui vengono assegnati mille dollari ogni ora e questa lotteria ti consente di stampare i tuoi biglietti! Inizi a stampare tutti i biglietti che puoi sulla tua stampante di casa, che può stampare un biglietto al secondo. Dopo aver sottratto i costi di elettricità e inchiostro, vedi che puoi ancora realizzare un profitto, anche se vinci la lotteria solo una volta ogni poche settimane.<br/><br/>Nel tempo, si espande l'operazione fino a quando non si dispone di un'intera sala dedicata alle stampanti. 20 in tutto. Va tutto bene ... fino a un fatidico giorno.<br/><br/>C'è una grande novità. Qualcuno ha inventato un nuovo tipo di stampante. Può solo stampare i biglietti della lotteria. Non è possibile stampare immagini o documenti di ufficio o eseguire la stampa fronte-retro. Solo biglietti della lotteria. Ma può stamparli al ritmo di 1000 biglietti al secondo. Guardi nella tua piccola sala stampanti. 20 stampanti. Hai bisogno di altre 980 stampanti solo per stare al passo con UNA di queste stampanti mostruose, e se qualcuno ne ha due ...?<br/><br/>Purtroppo esci dal gioco della lotteria perché non puoi più giustificare i costi di elettricità e inchiostro.<br/><br/>Ma aspetta! Un paio di settimane ci sono altre notizie! Il design del biglietto è cambiato. Ora i numeri, che erano in cima, ora sono in fondo. Le nuove stampanti per mostri sono così rigide da non poterlo fare. Potevano solo realizzare il disegno precedente. Non passa molto tempo prima che tu stia di nuovo felicemente stampando. Almeno fino a quando qualcuno non realizzerà una nuova stampante monster per il nuovo design.
lt: Jei tai vis tiek klaidina, galbūt padės ši analogija. Įsivaizduokite loteriją, kurioje kas valandą skiriamas tūkstantis dolerių, o ši loterija leidžia atsispausdinti savo bilietus! Pradedate spausdinti kuo daugiau bilietų savo namų spausdintuvu, kuris gali atspausdinti vieną bilietą per sekundę. Atėmus elektros ir rašalo sąnaudas, matote, kad vis tiek galite uždirbti pelno, net jei loterijoje laimite tik kartą per kelias savaites.<br/><br/> Laikui bėgant plečiate savo veiklą, kol turėsite visą kambarį, skirtą spausdintuvams. iš viso 20. Viskas gerai...iki vienos lemtingos dienos.<br/><br/> Yra didelių naujienų. Kažkas išrado naujo tipo spausdintuvą. Galima spausdinti tik loterijos bilietus. Jis negali spausdinti nuotraukų ar biuro dokumentų arba atlikti dvipusio spausdinimo. Tik loterijos bilietai. Tačiau jis gali juos spausdinti 1000 bilietų per sekundę greičiu. Jūs žiūrite į savo mažą spausdintuvų kambarį. 20 spausdintuvų. Jums reikia dar 980 spausdintuvų, kad galėtumėte neatsilikti nuo VIENO iš šių monstrų spausdintuvų, o jei kas nors turi du…?<br/><br/> Deja, išeinate iš loterijos, nes nebegalite pateisinti elektros ir rašalo išlaidų.<br/><br/> Bet palauk! Po poros savaičių bus daugiau naujienų! Pasikeitė bilieto dizainas. Dabar skaičiai, kurie anksčiau buvo viršuje, dabar yra apačioje. Naujieji monstriniai spausdintuvai yra tokie nelankstūs, kad negali to padaryti. Jie galėjo sukurti tik ankstesnį dizainą. Neilgai trukus vėl su džiaugsmu spausdinsite. Bent jau tol, kol kas nors pagamins naują pabaisą naujo dizaino spausdintuvą.
nb: Hvis dette fortsatt er forvirrende, vil kanskje følgende analogi hjelpe. Se for deg et lotteri hvor tusen dollar deles ut hver time, og dette lotteriet lar deg skrive ut dine egne lodd! Du begynner å skrive ut så mange billetter du kan på hjemmeskriveren, som kan skrive ut én billett per sekund. Etter å ha trukket fra strøm- og blekkkostnader ser du at du fortsatt kan tjene penger, selv om du bare vinner i lotto en gang med noen ukers mellomrom.<br/><br/> Over tid utvider du driften til du har et helt rom dedikert til skrivere. 20 i alt. Alt er bra ... helt til en skjebnesvanger dag.<br/><br/> Det er store nyheter. Noen har funnet opp en ny type skriver. Den kan kun skrive ut lodd. Den kan ikke skrive ut bilder eller kontordokumenter, eller gjøre dobbeltsidig utskrift. Kun lodd. Men den kan skrive dem ut med en hastighet på 1000 billetter per sekund. Du ser på det lille skriverrommet ditt. 20 skrivere. Du trenger 980 flere skrivere bare for å holde tritt med EN av disse monsterskriverne, og hvis noen har to...?<br/><br/> Dessverre forlater du lottospillet siden du ikke lenger kan rettferdiggjøre strøm- og blekkkostnadene.<br/><br/> Men vent! Et par uker senere er det flere nyheter! Utformingen av billetten er endret. Nå er tallene, som pleide å være på toppen, nå på bunnen. De nye monsterskriverne er så lite fleksible at de ikke kan gjøre det. De kunne bare lage det forrige designet. Det er ikke lenge før du igjen er fornøyd med å skrive ut. I alle fall inntil noen lager en ny monsterprinter til det nye designet.
nl: Als dit nog steeds verwarrend is, kan de volgende analogie misschien helpen. Stelt u een loterij voor waar elk uur duizend dollar wordt toegekend, en met deze loterij kun u uw eigen loten printen! U begint zoveel mogelijk tickets af te drukken op uw thuisprinter, die één ticket per seconde kan afdrukken. Na aftrek van elektriciteits- en inktkosten, ziet u dat u nog steeds winst kunt maken, zelfs als u maar eens in de zoveel weken de loterij wint.<br/><br/> Na verloop van tijd breidt u uw bedrijf uit totdat u een hele ruimte voor printers heeft. 20 in totaal. Alles is in orde...tot op een noodlottige dag.<br/><br/> Er is groot nieuws. Iemand heeft een nieuw soort printer uitgevonden. Het kan alleen loten printen. Het kan geen foto's of kantoordocumenten afdrukken, of dubbelzijdig afdrukken. Alleen loten. Maar het kan ze afdrukken met een snelheid van 1000 tickets per seconde. U kijkt in uw kleine printerkamer. 20 drukkers. U heeft 980 extra printers nodig om EEN van deze monsterprinters bij te houden, en wat als iemand er twee heeft...?<br/><br/> U verlaat helaas het loterijspel omdat u de elektriciteits- en inktkosten niet langer kunt rechtvaardigen.<br/><br/> Maar wacht! Een paar weken later is er meer nieuws! Het ontwerp van het ticket is gewijzigd. Nu staan de cijfers, die vroeger bovenaan stonden, nu onderaan. De nieuwe monsterprinters zijn zo inflexibel dat ze het niet kunnen. Ze konden alleen het vorige ontwerp maken. Het duurt niet lang voordat u weer vrolijk aan het printen bent. Tenminste, totdat iemand een nieuwe monsterprinter maakt voor het nieuwe ontwerp.
pl: Jeśli nadal jest to skomplikowane, być może pomoże następująca analogia. Wyobraź sobie loterię, w której tysiąc dolarów jest przyznawane co godzinę, a ta loteria pozwala wydrukować własne bilety! Zaczynasz drukować jak najwięcej biletów w swojej drukarce domowej, która może wydrukować jeden bilet na sekundę. Po odjęciu kosztów energii elektrycznej i atramentu widać, że nadal możesz zarobić, nawet jeśli wygrasz loterię tylko raz na kilka tygodni. <br/><br/> Z czasem poszerzysz swoją działalność, aż będziesz miał cały pokój poświęcony drukarkom. W sumie 20. Wszystko jest ok ... aż do jednego fatalnego dnia. <br/><br/> Okazuje się, że ktoś wynalazł nowy rodzaj drukarki. Może drukować tylko bilety na loterię. Nie może drukować zdjęć, dokumentów biurowych ani drukować dwustronnie, tylko bilety na loterię. Ale może wydrukować je z prędkością 1000 biletów na sekundę. Patrzysz na swój mały pokój drukarek. Masz ich 20. Potrzebujesz 980 więcej drukarek, aby nadążyć za jedną z tych nowych drukarek, a co jeśli ktoś ma dwie nowe?... <br/><br/> Niestety przestajesz grać na loterii, ponieważ nie możesz już uzasadniać kosztów energii elektrycznej i atramentu. <br/><br/> Ale poczekaj! Kilka tygodni później są nowe wiadomości! Projekt biletu zmienił się. Teraz liczby, które kiedyś znajdowały się na górze, są na dole. Nowe drukarki są tak nieelastyczne, że nie nadążają . Mogły tylko wydrukować poprzedni bilet. Nie mija dużo czasu, zanim ponownie z radością drukujesz. Przynajmniej dopóki ktoś nie stworzy nowej drukarki do nowego projektu biletu.
pt_br: Se isso ainda é confuso, talvez a analogia a seguir ajude. Imagine uma loteria em que mil dólares são concedidos a cada hora, e essa loteria permite imprimir seus próprios bilhetes! Você começa a imprimir o maior número possível de tickets na impressora doméstica, que pode imprimir um ticket por segundo. Depois de subtrair os custos de eletricidade e tinta, você percebe que ainda pode obter lucro, mesmo que ganhe na loteria apenas uma vez a cada poucas semanas.<br/><br/>Com o tempo, você expande sua operação até ter uma sala inteira dedicada às impressoras. 20 no total. Está tudo bem ... até um dia fatídico.<br/><br/>Há boas notícias. Alguém inventou um novo tipo de impressora. Só pode imprimir bilhetes de loteria. Não pode imprimir fotos, documentos de escritório ou imprimir em frente e verso. Apenas bilhetes de loteria. Mas pode imprimi-los a uma taxa de 1000 tickets por segundo. Você olha na sua pequena sala de impressoras. 20 impressoras. Você precisa de mais 980 impressoras apenas para acompanhar UMA dessas impressoras monstruosas, e se alguém tiver duas…?<br/><br/>Infelizmente você sai do jogo da loteria, pois não pode mais justificar os custos de eletricidade e tinta.<br/><br/>Mas espere! Algumas semanas há mais novidades! O design do ticket foi alterado. Agora, os números, que costumavam estar no topo, agora estão no fundo. As novas impressoras monstruosas são tão inflexíveis que não conseguem. Eles só podiam fazer o design anterior. Não demorou muito para que você novamente imprimisse com satisfação. Pelo menos até que alguém faça uma nova impressora monstro para o novo design.
sl: Če vas to še vedno zmede, vam bo morda v pomoč naslednja analogija. Predstavljajte si loterijo, na kateri se vsako uro podeli tisoč dolarjev, in ta loterija vam omogoča, da si sami natisnete srečke! Na domačem tiskalniku, ki lahko natisne eno srečko na sekundo, začnete tiskati čim več srečk. Ko odštejete stroške elektrike in črnila, ugotovite, da lahko še vedno ustvarite dobiček, tudi če na loteriji zmagate le enkrat na nekaj tednov.<br/><br/> Sčasoma razširite svoje delovanje, dokler nimate celotne sobe, namenjene tiskalnikom. 20 skupaj. Vse je v redu ... do nekega usodnega dne.<br/><br/> Velika novica. Nekdo je izumil novo vrsto tiskalnika. Natisne lahko samo loterijske srečke. Ne more tiskati slik, pisarniških dokumentov ali obojestranskega tiskanja. Samo loterijske srečke. Vendar jih lahko natisne s hitrostjo 1000 srečk na sekundo. Pogledate v svojo majhno tiskarno. 20 tiskalnikov. Potrebujete še 980 tiskalnikov, da lahko sledite enemu od teh pošastnih tiskalnikov, in če ima nekdo dva...? <br/><br/> Na žalost ste zapustili loterijsko igro, saj ne morete več upravičiti stroškov elektrike in črnila.<br/><br/> Toda počakajte! Nekaj tednov pozneje je tu še več novic! Oblika srečke se je spremenila. Številke, ki so bile prej na vrhu, so zdaj na dnu. Novi tiskalniki so tako neprilagodljivi, da tega ne zmorejo. Izdelali so lahko le prejšnjo obliko. Kmalu zatem boste spet veselo tiskali naprej. Vsaj dokler nekdo ne izdela novega tiskalnika za novo obliko.
sv: Om detta fortfarande är förvirrande, kanske följande analogi kan hjälpa. Föreställ dig ett lotteri där tusen dollar delas ut varje timme, och detta lotteri låter dig skriva ut dina egna lotter! Du börjar skriva ut så många biljetter du kan på din hemmaskrivare, som kan skriva ut en biljett per sekund. Efter att ha dragit av kostnader för el och bläck ser du att du fortfarande kan göra vinst, även om du bara vinner på lotteriet en gång varannan vecka.<br/><br/> Med tiden utökar du din verksamhet tills du har ett helt rum dedikerat till skrivare. 20 totalt. Allt är bra...tills en ödesdiger dag.<br/><br/> Det finns stora nyheter. Någon har uppfunnit en ny typ av skrivare. Den kan bara skriva ut lotter. Den kan inte skriva ut bilder eller kontorsdokument eller göra dubbelsidig utskrift. Endast lotter. Men den kan skriva ut dem med en hastighet av 1000 biljetter per sekund. Du tittar i ditt lilla skrivarrum. 20 skrivare. Du behöver 980 fler skrivare bara för att hålla jämna steg med EN av dessa monsterskrivare, och om någon har två...?<br/><br/> Du lämnar tyvärr lotterispelet eftersom du inte längre kan motivera kostnaderna för el och bläck.<br/><br/> Men vänta! Ett par veckor senare kommer fler nyheter! Utformningen av biljetten har ändrats. Nu är siffrorna, som brukade vara på toppen, nu på botten. De nya monsterskrivarna är så oflexibla att de inte kan göra det. De kunde bara göra den tidigare designen. Det dröjer inte länge innan du återigen glatt skriver ut. Åtminstone tills någon gör en ny monsterskrivare för den nya designen.
tl: Kung ito ay nakalilito pa rin, marahil ang sumusunod na pagkakatulad ay makakatulong. Isipin ang isang lottery kung saan ang isang libong dolyar ay iginawad bawat oras, at ang lottery na ito ay nagpapahintulot sa iyo na mag-print ng iyong sariling mga tiket! Magsisimula kang mag-print ng maraming mga tiket hangga't maaari sa iyong printer sa bahay, na maaaring mag-print ng isang tiket bawat segundo. Pagkatapos ibawas ang mga gastos sa kuryente at tinta, makikita mo na maaari ka pa ring kumita, kahit na isang beses ka lang manalo sa lottery bawat ilang linggo.<br/><br/> Sa paglipas ng panahon, pinalawak mo ang iyong operasyon hanggang sa magkaroon ka ng isang buong silid na nakatuon sa mga printer. 20 lahat. Maayos ang lahat...hanggang sa isang nakamamatay na araw.<br/><br/> May malaking balita. May nag-imbento ng bagong uri ng printer. Maaari lamang itong mag-print ng mga tiket sa lottery. Hindi ito makakapag-print ng mga larawan, o mga dokumento sa opisina, o makakagawa ng double sided printing. Mga lottery ticket lang. Ngunit maaari itong i-print ang mga ito sa rate na 1000 tiket bawat segundo. Tumingin ka sa iyong maliit na silid ng printer. 20 printer. Kailangan mo ng 980 pang printer para lang makasabay sa ISA sa mga halimaw na printer na ito, at kung mayroong dalawa...?<br/><br/> Nakalulungkot kang umalis sa laro ng lottery dahil hindi mo na mabibigyang-katwiran ang mga gastos sa kuryente at tinta.<br/><br/> Ngunit sandali! Makalipas ang ilang linggo, marami pang balita! Ang disenyo ng tiket ay nagbago. Ngayon ang mga numero, na dati ay nasa itaas, ngayon ay nasa ibaba. Ang mga bagong halimaw na printer ay napaka-inflexible na hindi nila ito magagawa. Maaari lamang nilang gawin ang nakaraang disenyo. Hindi nagtagal at muli kang masaya na nagpi-print. Hindi bababa sa hanggang sa may gumawa ng bagong halimaw na printer para sa bagong disenyo.
tr: Eğer bu hala kafa karıştırıcıysa, belki aşağıdaki benzetme yardımcı olabilir. Her saat başı bin doların verildiği bir piyango hayal edin ve bu piyango, kendi biletlerinizi basabilmenizi sağlıyor! Saniyede bir bilet basabilen ev yazıcınızda basabildiğiniz kadar bilet basmaya başlıyorsunuz. Elektrik ve mürekkep masraflarını çıkardıktan sonra, piyangoyu yalnızca birkaç haftada bir kazansanız bile hâlâ kâr elde edebileceğinizi görüyorsunuz.<br/><br/> Zamanla, yazıcılara ayrılmış bir oda elde edene kadar operasyonunuzu genişletirsiniz. Toplam 20. Her şey yolunda... ta ki önemli bir güne kadar.<br/><br/> Büyük haberler var. Birisi yeni bir tür yazıcı icat etti. Yalnızca piyango bileti basabilir. Resimleri veya ofis belgelerini basamaz veya çift taraflı baskı yapamaz. Sadece piyango biletleri. Ancak bunları saniyede 1000 bilet hızında basabiliyor. Küçük yazıcı odanıza bakıyorsunuz. 20 yazıcı. Bu canavar yazıcılardan BİRİNE ayak uydurmak için 980 yazıcıya daha ihtiyacınız var ve eğer birinin iki tane varsa…?<br/><br/> Artık elektrik ve mürekkep maliyetlerini karşılayamayacağınız için ne yazık ki piyango oyunundan çıkıyorsunuz.<br/><br/> Fakat bekle! Birkaç hafta sonra yeni haberler var! Biletin tasarımı değişti. Eskiden üstte olan rakamlar artık altta. Yeni canavar yazıcılar o kadar esnek değil ki bunu yapamıyorlar. Sadece önceki tasarımı yapabildiler. Bir kez daha mutlu bir şekilde baskı almanız çok uzun sürmez. En azından birisi yeni tasarım için yeni bir canavar yazıcı yapana kadar.
ur: اگر یہ اب بھی مبہم ہے تو شاید درج ذیل مشابہت سے مدد ملے گی۔ ایک لاٹری کا تصور کریں جہاں ہر گھنٹے میں ایک ہزار ڈالر دیئے جاتے ہیں، اور یہ لاٹری آپ کو اپنے ٹکٹ پرنٹ کرنے کی اجازت دیتی ہے! آپ اپنے گھر کے پرنٹر پر جتنے ٹکٹ پرنٹ کر سکتے ہیں شروع کر دیتے ہیں، جو فی سیکنڈ ایک ٹکٹ پرنٹ کر سکتا ہے۔ بجلی اور سیاہی کے اخراجات کو کم کرنے کے بعد، آپ دیکھتے ہیں کہ آپ اب بھی منافع کما سکتے ہیں، چاہے آپ ہر چند ہفتوں میں صرف ایک بار لاٹری جیتیں۔<br/><br/> وقت گزرنے کے ساتھ، آپ اپنے آپریشن کو اس وقت تک بڑھاتے ہیں جب تک کہ آپ کے پاس پرنٹرز کے لیے ایک پورا کمرہ نہ ہو۔ مجموعی طور پر 20۔ سب کچھ ٹھیک ہے...ایک منحوس دن تک۔<br/><br/> بڑی خبر ہے۔ کسی نے ایک نئی قسم کا پرنٹر ایجاد کیا ہے۔ یہ صرف لاٹری کے ٹکٹ پرنٹ کر سکتا ہے۔ یہ تصویروں، یا دفتری دستاویزات کو پرنٹ نہیں کر سکتا، یا دو طرفہ پرنٹنگ نہیں کر سکتا۔ صرف لاٹری ٹکٹ۔ لیکن یہ انہیں 1000 ٹکٹ فی سیکنڈ کی شرح سے پرنٹ کر سکتا ہے۔ آپ اپنے چھوٹے پرنٹر روم میں نظر آتے ہیں۔ 20 پرنٹرز۔ آپ کو ان میں سے ایک مونسٹر پرنٹرز کو برقرار رکھنے کے لیے مزید 980 پرنٹرز کی ضرورت ہے، اور اگر کسی کے پاس دو ہیں…؟<br/><br/> آپ افسوس کے ساتھ لاٹری گیم سے باہر ہو جاتے ہیں کیونکہ اب آپ بجلی اور سیاہی کے اخراجات کا جواز پیش نہیں کر سکتے۔<br/><br/> لیکن انتظار کیجیے! چند ہفتے بعد مزید خبریں ہیں! ٹکٹ کا ڈیزائن بدل گیا ہے۔ اب جو نمبر اوپر ہوتے تھے اب نیچے ہیں۔ نئے مونسٹر پرنٹرز اتنے لچکدار ہیں کہ وہ ایسا نہیں کر سکتے۔ وہ صرف پچھلا ڈیزائن بنا سکتے تھے۔ ابھی زیادہ وقت نہیں گزرا ہے کہ آپ ایک بار پھر خوشی خوشی پرنٹنگ کر رہے ہوںگے۔ کم از کم اس وقت تک جب تک کہ کوئی نئے ڈیزائن کے لیے نیا مونسٹر پرنٹر نہ بنائے۔
zh_cn: 如果读到这里还是有很多困惑,则下面这个比喻可能会有所帮助.设想一下有一个彩票游戏，每小时开奖一次，每次奖励一千美元,并且参与者可以打印自己的彩票号码!你开始在自己家用打印机上打印尽可能多的彩票号码，该打印机每秒可以打印一张彩票.扣除电力和墨水成本后，即使每隔几周只赢得一次彩票，你仍然可以获利.<br/><br/> 随着时间的流逝，你持续扩大打印设备，直到建立了完整打印机专用室.总共20台打印机.一切看起来似乎都很好...直到有一天.<br/><br/> 有件大事件发生，有人发明了一种新型打印机.它只能打印彩票.它不能打印图片或办公室文档，也不能进行双面打印.只有这种彩票.但是它可以每秒打印1000张.你这时候再环顾自己打印机房.只有 20台普通打印机.你还需要再买980台普通打印机来跟上一台新诞生的怪兽打印机单机效率，而如果有人拥有两台新型打印机…?<br/><br/> 结果是你只能悲剧性的退出彩票游戏，因为你需要花费比别人千倍的电力和墨水成本才能中奖，这显然是不合理的.<br/><br/> 但是请稍等！几周后，事情有了新转机！彩票的排版设计已更改.以前在票面顶部的数字现在在底部显示.新的怪兽打印机因为没有任何灵活性，无法做到改变和调整.他们只能打印以前的老版彩票.于是你又将像以前一样再次愉快地打印彩票，因为你的打印机是可以进行图片调整和布局改变.至少在有人为新设计制造更新的怪兽打印机之前，你又可以合理参与彩票游戏.
zh_tw: 如果讀到這裡還是有很多困惑,則下面這個比喻可能會有所幫助.設想一下有一個彩票遊戲，每小時開獎一次，每次獎勵一千美元,並且參與者可以打印自己的彩票號碼!你開始在自己家用打印機上打印盡可能多的彩票號碼，該打印機每秒可以打印一張彩票.扣除電力和墨水成本後，即使每隔幾週只贏得一次彩票，你仍然可以獲利.<br/><br/> 隨著時間的流逝，你持續擴大打印設備，直到建立了完整打印機專用室.總共20台打印機.一切看起來似乎都很好. ..直到有一天.<br/><br/> 有件大事件發生，有人發明了一種新型打印機.它只能打印彩票.它不能打印圖片或辦公室文檔，也不能進行雙面打印.只有這種彩票.但是它可以每秒打印1000張.你這時候再環顧自己打印機房.只有20台普通打印機.你還需要再買980台普通打印機來跟上一台新誕生的怪獸打印單機效率，而如果有人擁有兩台新型打印機…?<br/><br/> 結果是你只能悲劇性的退出彩票遊戲，因為你需要花費比別人千倍的電力和墨水成本才能中獎，這顯然是不合理的.<br/><br/> 但是請稍等！幾週後，事情有了新轉機！彩票的排版設計已更改.以前在票面頂部的數字現在在底部顯示.新的怪獸打印機因為沒有任何靈活性，無法做到改變和調整.他們只能打印以前的老版彩票.於是你又將像以前一樣再次愉快地打印彩票，因為你的打印機是可以進行圖片調整和佈局改變.至少在有人為新設計製造更新的怪獸打印機之前，你又可以合理參與彩票遊戲.
