Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# about250Sbblock8722Sb28722Sbtext57Sbagoradesk
source: On {appName} you are dealing with humans. Unlike centralized cryptocurrency exchanges, you make a trade directly with another person. This makes the process lean and fast, as there is no corporate overhead. You get your cryptocurrency instantly. Also, {appName} can support every payment method its user community supports, making it possible for users without access to traditional banking to also be able to trade cryptocurrency. For every transaction, {appName} requires the seller to post an arbitration bond to protect the buyer of cryptocurrency.
cs: Na {appName} máte co do činění s lidmi. Na rozdíl od centralizovaných směnáren s kryptoměnami obchodujete přímo s jinou osobou. Díky tomu je proces štíhlý a rychlý, protože neexistuje žádná firemní režie. Svou kryptoměnu získáte okamžitě. {appName} také může podporovat každou platební metodu, kterou podporuje její uživatelská komunita, což umožňuje uživatelům bez přístupu k tradičnímu bankovnictví také obchodovat s kryptoměnami. Pro každou transakci {appName} vyžaduje, aby prodávající složil arbitrážní dluhopis na ochranu kupujícího kryptoměny.
fi: {appName}:ssä olet tekemisissä ihmisten kanssa. Toisin kuin keskitetyissä kryptovaluuttapörsseissä, teet kaupan suoraan toisen henkilön kanssa. Tämä tekee prosessista kevyen ja nopean, koska yrityksellä ei ole yleiskustannuksia. Saat kryptovaluuttasi välittömästi. Lisäksi {appName} voi tukea kaikkia sen käyttäjäyhteisön tukemia maksutapoja, jolloin käyttäjät, joilla ei ole pääsyä perinteiseen pankkipalveluun, voivat käydä kauppaa kryptovaluutoilla. {appName} edellyttää jokaista transaktiota kohden myyjältä välimiestakuumaksun kryptovaluutan ostajan suojelemiseksi.
fr: Sur {appName}, vous avez affaire à des humains. Contrairement aux échanges centralisés de crypto-monnaie, vous effectuez une transaction directement avec une autre personne. Cela rend le processus léger et rapide, car il n'y a pas de surcoût dû à une entité intermédiaire. Vous obtenez votre crypto-monnaie instantanément. En outre, {appName} peut prendre en charge toutes les méthodes de paiement prises en charge par sa communauté d'utilisateurs, ce qui permet aux utilisateurs n'ayant pas accès aux services bancaires traditionnels de pouvoir également échanger des crypto-monnaies. Pour chaque transaction, {appName} oblige le vendeur à déposer une caution d'arbitrage pour protéger l'acheteur de crypto-monnaie.
it: Su {appName} hai a che fare con umani. A differenza degli scambi centralizzati di criptovaluta, fai uno scambio direttamente con un'altra persona. Questo rende il processo snello e veloce, in quanto non vi è alcun sovraccarico aziendale. Ottieni immediatamente la tua criptovaluta. Inoltre, {appName} può supportare tutti i metodi di pagamento supportati dalla sua comunità di utenti, consentendo agli utenti senza accesso al sistema bancario tradizionale di essere in grado di scambiare criptovaluta. Per ogni transazione, {appName} richiede al venditore di postare un vincolo arbitrale per proteggere l'acquirente di criptovalute.
lt: {appName} turite reikalų su žmonėmis. Skirtingai nei centralizuotose kriptovaliutų biržose, prekybą sudarote tiesiogiai su kitu asmeniu. Dėl to procesas yra paprastas ir greitas, nes įmonė nereikalauja papildomų išlaidų. Kriptovaliutą gausite akimirksniu. Be to, {appName} gali palaikyti visus mokėjimo būdus, kuriuos palaiko jos vartotojų bendruomenė, todėl vartotojai, neturintys prieigos prie tradicinės bankininkystės, taip pat galės prekiauti kriptovaliuta. Kiekvienam sandoriui {appName} reikalauja, kad pardavėjas pateiktų arbitražo obligaciją, kad apsaugotų kriptovaliutos pirkėją.
nb: På {appName} har du å gjøre med mennesker. I motsetning til sentraliserte kryptovalutabørser, gjør du en handel direkte med en annen person. Dette gjør prosessen slank og rask, siden det ikke er noen bedriftskostnader. Du får din kryptovaluta umiddelbart. I tillegg kan {appName} støtte alle betalingsmåter brukerfellesskapet støtter, noe som gjør det mulig for brukere uten tilgang til tradisjonell bank også å kunne handle kryptovaluta. For hver transaksjon krever {appName} at selgeren legger ut en voldgiftsbinding for å beskytte kjøperen av kryptovaluta.
nl: Op {appName} heb je te maken met mensen. In tegenstelling tot gecentraliseerde cryptocurrency-uitwisselingen, doet u een transactie rechtstreeks met een ander persoon. Dit maakt het proces lean en snel, omdat er geen zakelijke overhead is. U krijgt uw cryptocurrency direct. {appName} kan ook elke betaalmethode ondersteunen die door de gebruikersgemeenschap wordt ondersteund, waardoor het voor gebruikers zonder toegang tot traditioneel bankieren mogelijk wordt om ook in cryptocurrency te handelen. Voor elke transactie vereist {appName} dat de verkoper een arbitragegarantie plaatst om de koper van cryptocurrency te beschermen.
pl: Na {appName} masz do czynienia z ludźmi. W przeciwieństwie do scentralizowanych wymian kryptowalutami, handlujesz bezpośrednio z człowiekiem. To sprawia, że cały proces jest łatwy i szybki, gdyż nie ma kosztów dodatkowych firm. Dostajesz swoje kryptowaluty od razu. Co więcej, {appName} może obsługiwać każdą metodę płatności używaną przez swoich użytkowników, tym samym umożliwiając handel kryptowalutami użytkownikom bez dostępu do tradycyjnej bankowości. {appName} wymaga środków w zastaw w każdej transakcji, by chronić kupującego kryptowaluty.
pt_br: No {appName} você está lidando com humanos. Ao contrário das trocas centralizadas de criptomoedas, você negocia diretamente com outra pessoa. Isso torna o processo enxuto e rápido, já que não há sobrecarga corporativa. Você obtém sua criptomoeda instantaneamente. Além disso, o {appName} pode suportar todos os métodos de pagamento suportados pela comunidade de usuários, possibilitando que os usuários sem acesso ao banco tradicional também possam negociar criptomoeda. Para cada transação, a {appName} exige que o vendedor apresente uma garantia de arbitragem para proteger o comprador da moeda criptográfica.
sl: Na {appName} imate opravka z ljudmi. Za razliko od centraliziranih menjalnic kriptovalut sklepate trgovanje neposredno z drugo osebo. Zaradi tega je postopek enostaven in hiter, saj ni režijskih stroškov podjetja. Svojo kriptovaluto dobite takoj. Poleg tega lahko {appName} podpira vsako plačilno metodo, ki jo podpira njegova skupnost uporabnikov, kar omogoča uporabnikom brez dostopa do tradicionalnega bančništva, da lahko trgujejo tudi s kriptovalutami. Za vsako transakcijo {appName} od prodajalca zahteva, da položi arbitražno garancijo za zaščito kupca kriptovalute.
sv: På {appName} har du att göra med människor. Till skillnad från centraliserade kryptovalutabörser gör du en handel direkt med en annan person. Detta gör processen smidig och snabb, eftersom det inte finns några företagskostnader. Du får din kryptovaluta direkt. Dessutom kan {appName} stödja alla betalningsmetoder som dess användargemenskap stöder, vilket gör det möjligt för användare utan tillgång till traditionell bankverksamhet att också kunna handla med kryptovaluta. För varje transaktion kräver {appName} att säljaren lägger ut en skiljedomstol för att skydda köparen av kryptovaluta.
tl: Sa {appName} nakikipag-ugnayan ka sa mga tao. Hindi tulad ng mga sentralisadong palitan ng cryptocurrency, direktang nakikipagkalakalan ka sa ibang tao. Ginagawa nitong mabilis at mabilis ang proseso, dahil walang corporate overhead. Makukuha mo agad ang iyong cryptocurrency. Gayundin, masusuportahan ng {appName} ang bawat paraan ng pagbabayad na sinusuportahan ng komunidad ng user nito, na ginagawang posible para sa mga user na walang access sa tradisyonal na pagbabangko na makapag-trade rin ng cryptocurrency. Para sa bawat transaksyon, hinihiling ng {appName} ang nagbebenta na mag-post ng arbitration bond upang protektahan ang bumibili ng cryptocurrency.
tr: {appName}'te insanlarla uğraşıyorsunuz. Merkezi kripto para borsalarının aksine, doğrudan başka bir kişiyle ticaret yaparsınız. Bu, kurumsal bir yük olmadığından süreci yalın ve hızlı hale getirir. Kripto paranızı anında alırsınız. Ayrıca {appName}, kullanıcı topluluğunun desteklediği her ödeme yöntemini destekleyerek geleneksel bankacılığa erişimi olmayan kullanıcıların da kripto para birimiyle işlem yapabilmesini mümkün kılıyor. Her işlem için, {appName}, satıcının kripto para birimi alıcısını korumak için bir tahkim bonosu göndermesini gerektirir.
ur: {appName} پر آپ انسانوں کے ساتھ معاملہ کر رہے ہیں۔ مرکزی کرپٹو کرنسی ایکسچینج کے برعکس، آپ براہ راست کسی دوسرے شخص کے ساتھ تجارت کرتے ہیں۔ یہ عمل کوآسان اور تیز بناتا ہے، کیونکہ کوئی کارپوریٹ اوور ہیڈ نہیں ہے۔ آپ کو اپنی کریپٹو کرنسی فوری طور پر مل جاتی ہے۔ اس کے علاوہ، {appName} ہر اس ادائیگی کے طریقے کی حمایت کر سکتا ہے جو اس کی صارف کمیونٹی سپورٹ کرتی ہے، جس سے روایتی بینکنگ تک رسائی کے بغیر صارفین کے لیے کرپٹو کرنسی کی تجارت کرنا ممکن ہو جاتا ہے۔ ہر لین دین کے لیے، {appName} بیچنے والے سے کرپٹو کرنسی کے خریدار کی حفاظت کے لیے ثالثی بانڈ پوسٹ کرنے کا تقاضا کرتا ہے۔
zh_cn: 在{appName}上，你正在与人类打交道。这使得流程精简且快速，因为没有公司开销。您可以立即获得加密货币。此外，{appName}可以支持其用户社区支持的每种支付方式，使得无法访问传统银行业务的用户也能够交易加密货币。对于每一笔交易，{appName}都要求卖方缴纳仲裁保证金以保护加密货币的买方。
zh_tw: 在{appName}上，你正在與人類打交道。與集中式加密貨幣交易不同，您直接與另一個人進行交易。這使得流程精簡且快速，因為沒有公司開銷。您可以立即獲得加密貨幣。此外，{appName}可以支持其用戶社區支持的每種支付方式，使得無法訪問傳統銀行業務的用戶也能夠交易加密貨幣。對於每筆交易，{appName} 要求賣方發布仲裁保證金以保護加密貨幣的買方。

# about250Sbblock8722Sb28722Sbtitle
source: How We Are Different
cs: Jak jsme jiní
fi: Miten eroamme muista?
fr: Comment nous sommes différents
it: In cosa siamo diversi
lt: Kuo Mes skirtingi
nb: Hvordan vi er forskjellige
nl: Hoe We Anders Zijn
pl: Co Nas Wyróżnia
pt_br: Como somos diferentes
sl: Zakaj smo drugačni
sv: Hur vi är olika
tl: Paano Tayo Magkaiba
tr: Farkımız Ne
ur: ہم کیسے مختلف ہیں
zh_cn: 我们与众不同的地方
zh_tw: 我們與眾不同的地方

# about250Sbcontact8722Sbbtn
source: Contact us
cs: Kontaktujte nás
fi: Ota yhteyttä
fr: Contactez-nous
it: Contattaci
lt: Susisiekite su mumis
nb: Kontakt oss
nl: Contact Opnemen
pl: Skontaktuj się z nami
pt_br: Contate-nos
sl: Kontaktiraj nas
sv: Kontakta oss
tl: Makipag-ugnayan sa amin
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں
zh_cn: 联系我们
zh_tw: 聯系我們

# about250Sbtitle
source: About us
cs: O nás
fi: Tietoa meistä
fr: À propos de nous
it: Chi siamo
lt: Apie mus
nb: Om oss
nl: Over ons
pl: O nas
pt_br: Sobre nós
sl: O nas
sv: Om oss
tl: Tungkol sa atin
tr: Hakkımızda
ur: ہمارے بارے میں
zh_cn: 关于我们
zh_tw: 關於我們

# ad8722Sblisting8722Sbtable250Sbbuy8722Sbbtn
source: Buy
cs: Koupit
fi: Osta
fr: Acheter
it: Compra
lt: Pirkti
nb: Kjøp
nl: Kopen
pl: Kup
pt_br: Comprar
sl: Nakup
sv: Köp
tl: Bumili
tr: Satın Almak
ur: خریديں
zh_cn: 购买
zh_tw: 購買

# ad8722Sblisting8722Sbtable250Sbbuyer
source: Buyer
cs: Kupující
fi: Ostaja
fr: Acheteur
it: Acquirente
lt: Pirkėjas
nb: Kjøper
nl: Koper
pl: Kupujący
pt_br: Comprador
sl: Kupec
sv: Köpare
tl: Mamimili
tr: Alıcı
ur: خریدار
zh_cn: 购买
zh_tw: 購買

# ad8722Sblisting8722Sbtable250Sbdistance
source: Distance
cs: Vzdálenost
fi: Etäisyys
it: Distanza
lt: Atstumas
nb: Avstand
nl: Afstand
pl: Odległość
pt_br: Distância
sl: Razdalja
sv: Avstånd
tl: Distansya
tr: Mesafe
ur: فاصلے
zh_cn: 距离
zh_tw: 距離

# ad8722Sblisting8722Sbtable250Sblimits
source: Limits
cs: Limity
fi: Rajoitukset
fr: Limites
it: Limiti
lt: Ribos
nb: Grenser
nl: Limieten
pl: Limity
pt_br: Limites
sl: Omejitve
sv: Gränser
tl: Mga limitasyon
tr: Sınırlar
ur: حدود
zh_cn: 限制
zh_tw: 限制

# ad8722Sblisting8722Sbtable250Sblocation
source: Location
cs: Umístění
fi: Sijainti
fr: Emplacement
it: Posizione
lt: Vieta
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt_br: Localização
sl: Lokacija
sv: Plats
tl: Lokasyon
tr: Konum
ur: مقام
zh_cn: 所在地
zh_tw: 所在地

# ad8722Sblisting8722Sbtable250Sbmethod
source: Payment method
cs: Způsob platby
fi: Maksutapa
fr: Mode de paiement
it: Metodi di pagamento
lt: Mokėjimo būdas
nb: Betalingsmåte
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Forma de pagamento
sl: Način plačila
sv: Betalningsmetod
tl: Paraan ng Pagbayad
tr: Ödeme yöntemi
ur: ادائیگی کا طریقہ
zh_cn: 付款方法
zh_tw: 付款方法

# ad8722Sblisting8722Sbtable250Sbprice
source: Price/{assetSymbol}
cs: Cena/{assetSymbol}
fi: Hinta / {assetSymbol}
fr: Prix/{assetSymbol}
it: Prezzo/{assetSymbol}
lt: Kaina / {assetSymbol}
nb: Pris/{assetSymbol}
nl: Prijs/{assetSymbol}
pl: Cena/{assetSymbol}
pt_br: Preço/{assetSymbol}
sl: Cena/{assetSymbol}
sv: Pris/{assetSymbol}
tl: Presyo/{assetSymbol}
tr: Fiyat/{assetSymbol}
ur: قیمت/{assetSymbol}
zh_cn: 价格/{assetSymbol}
zh_tw: 價格/{assetSymbol}

# ad8722Sblisting8722Sbtable250Sbsell8722Sbbtn
source: Sell
cs: Prodat
fi: Myy
fr: Vendre
it: Vendi
lt: Parduoti
nb: Selg
nl: Verkopen
pl: Sprzedaj
pt_br: Vender
sl: Prodaja
sv: Sälja
tl: Ibenta
tr: Satmak
ur: بیچنا
zh_cn: 出售
zh_tw: 出售

# ad8722Sblisting8722Sbtable250Sbseller
source: Seller
cs: Prodejce
fi: Myyjä
fr: Vendeur
it: Venditore
lt: Pardavėjas
nb: Selger
nl: Verkoper
pl: Sprzedawca
pt_br: Vendedor
sl: Prodajalec
sv: Säljare
tl: Nagtitinda
tr: Satıcı
ur: بیچنے والے
zh_cn: 出售
zh_tw: 出售

# ad8722Sblisting8722Sbtable250Sbshow8722Sbmore
source: Show more...
cs: Zobrazit více...
fi: Näytä lisää...
fr: Voir plus ...
it: Mostra altri...
lt: Rodyti daugiau...
nb: Vis mer...
nl: Laat meer zien...
pl: Pokaż więcej...
pt_br: Veja mais...
sl: Pokaži več...
sv: Visa mer...
tl: Magpakita ng higit pa...
tr: Daha fazla göster...
ur: مزید دکھائیں...
zh_cn: 显示更多......
zh_tw: 顯示更多......

# ad8722Sblisting8722Sbtable250Sbshow8722Sbmore8722Sbby8722Sbuser
source: Show more ads of this type by {user}...
cs: Zobrazit další reklamy tohoto typu od {user}...
fi: Näytä lisää tämän kaltaisia ilmoituksia käyttäjältä {user}...
fr: Afficher plus d'annonces de ce type par {user}...
it: Visualizza altri annunci di questo tipo dell'utente {user}...
lt: Rodyti daugiau šio tipo {user} skelbimų...
nb: Vis flere annonser av denne typen av {user}...
nl: Toon meer soortgelijke advertenties van {user}...
pl: Pokaż więcej ogłoszeń tego typu od {user}...
pt_br: Ver mais anúncios desse tipo do {user}...
sl: Prikaži več podobnih oglasov avtorja {user}...
sv: Visa fler annonser av denna typ genom att {user}...
tl: Magpakita ng higit pang mga ad ng ganitong uri ng {user}...
tr: {user} tarihine kadar bu türden daha fazla reklam göster...
ur: اس قسم کے مزید اشتہارات دکھائیں {user} ...
zh_cn: 显示所有用户{user}的这种的交易广告......
zh_tw: 顯示所有用戶{user}的這種的交易廣告......

source: All in {countryOrCurrency}
cs: Vše v {countryOrcurrency}
fi: Kaikki {countryOrCurrency}:ksi
fr: Tout en {countryOrcurrency}
it: Tutto in {countryOrCurrency}
lt: Viskas {countryOrCurrency}
nb: Alt i {countryOrCurrency}
nl: Alles in {countryOrcurrency}
pl: Wszytko w {countryOrCurrency}
pt_br: Todos em {countryOrcurrency}
sl: Vse v {countryOrCurrency}
sv: Allt i {countryOrCurrency}
tl: Lahat sa {countryOrcurrency}
tr: Hepsi {countryOrCurrency}'te
ur: تمام {countryOrCurrency} میں
zh_cn: 所有在{countryOrCurrency}
zh_tw: 所有在{countryOrCurrency}

# ad8722Sblisting8722Sbtable250Sbsimilar8722Sbads8722Sbtoggle8722Sblabel250Sbhide
source: Hide {username}'s similar ads
cs: Skrýt podobné reklamy uživatele {username}
fi: Piilota käyttäjän {username} samankaltaiset ilmoitukset
fr: Masquer les annonces similaires de {username}
it: Nascondi gli annunci simili di {username}
lt: Slėpti panašius {username} skelbimus
nb: Skjul {username} sine lignende annonser
nl: Verberg soortgelijke advertenties van {username}
pl: Ukryj podobne ogłoszenia {username}
pt_br: Ocultar os anúncios semelhantes de {username}
sl: Skrij podobne oglase uporabnika {username}
sv: Dölj {username}s liknande annonser
tl: Itago ang mga katulad na ad ng {username}.
tr: {username} adlı kullanıcının benzer reklamlarını gizle
ur: {username} کے ملتے جلتے اشتہارات چھپائیں
zh_cn: 隐藏 {username}的相似广告
zh_tw: 隱藏 {username}的相似廣告

# ad8722Sblisting8722Sbtable250Sbsimilar8722Sbads8722Sbtoggle8722Sblabel250Sbshow
source: Show {numberOfSimilarAds} more similar ads by {username}
cs: Zobrazit {numberOfSimilarAds} více podobných reklam od {username}
fi: Näytä {numberOfSimilarAds} lisää samankaltaisia ilmoituksia käyttäjältä {username}
fr: Afficher {numberOfSimilarAds} annonces similaires supplémentaires de {username}
it: Mostra {numberOfSimilarAds} altri annunci simili di {username}
lt: Rodyti {numberOfSimilarAds} daugiau panašių {username} skelbimų
nb: Vis {numberOfSimilarAds} flere lignende annonser av {username}
nl: Toon {numberOfSimilarAds} meer soortgelijke advertenties van {username}
pl: Pokaż {numberOfSimilarAds} podobnych ogłoszeń {username}
pt_br: Mostrar mais {numberOfSimilarAds} anúncios semelhantes por {username}
sl: Pokaži {numberOfSimilarAds} podobnih oglasov avtorja {username}
sv: Visa {numberOfSimilarAds} fler liknande annonser av {username}
tl: Magpakita ng {numberOfSimilarAds} pang katulad na mga ad ng {username}
tr: {username} tarafından {numberOfSimilarAds} benzer reklam daha göster
ur: {numberOfSimilarAds}سے مزید ملتے جلتے اشتہارات {username} دکھائیں
zh_cn: 根据 {username}显示另外 {numberOfSimilarAds} 个类似广告
zh_tw: 根據 {username}顯示另外 {numberOfSimilarAds} 個類似廣告

# ad8722Sbpage250Sbcant8722Sbsend8722Sbtrade8722Sbrequest
source: Cannot request a trade for this ad at the time
cs: V tuto chvíli nelze požádat o obchod pro tuto reklamu
fi: Tälle ilmoitukselle ei juuri nyt voi pyytää vaihtoa
fr: Impossible de demander un échange pour cette annonce pour le moment
it: Impossibile richiedere uno scambio per questo annuncio al momento
lt: Šiuo metu negalima prašyti šio skelbimo prekybos
nb: Kan ikke be om en handel for denne annonsen på dette tidspunktet
nl: Kan momenteel geen transactie aanvragen voor deze advertentie
pl: Nie można teraz podjąć tego ogłoszenia
pt_br: Não é possível enviar um pedido ao anúncio neste momento
sl: Za ta oglas trenutno ni mogoče zahtevati trgovanja
sv: Kan inte begära ett byte för den här annonsen just nu
tl: Hindi maaaring humiling ng kalakalan para sa ad na ito sa panahong iyon
tr: Şu anda bu reklam için takas talebinde bulunulamıyor
ur: اس وقت اس اشتہار کے لیے تجارت کی درخواست نہیں کر سکتے
zh_cn: 本广告目前不可发送交易请求
zh_tw: 本廣告目前不可發送交易請求

# ad8722Sbpage250Sbedit8722Sbad8722Sbbtn
source: Edit ad
cs: Upravit inzerát
fi: Muokkaa ilmoitusta
fr: Modifier l'annonce
it: Modifica annuncio
lt: Redaguoti skelbimą
nb: Rediger annonse
nl: Advertentie bewerken
pl: Edytuj ogłoszenie
pt_br: Editar anúncio
sl: Uredi oglas
sv: Redigera annons
tl: I-edit ang ad
tr: Reklamı düzenle
ur: اشتہار میں ترمیم کریں
zh_cn: 编辑广告
zh_tw: 編輯廣告

# ad8722Sbpage250Sberror250Sbtitle
source: Trade request error
cs: Chyba žádosti o obchod
fi: Virhe pyydettäessä vaihtoa
fr: Erreur de demande d'échange
it: Errore nella richiesta di scambio
lt: Prekybos užklausos klaida
nb: Handelsforespørselsfeil
nl: Fout bij handelsverzoek
pl: Błąd prośby o handel
pt_br: Erro de negociação
sl: Napaka pri trgovalni zahtevi
sv: Handel begäran fel
tl: Error sa kahilingan sa pangangalakal
tr: Ticaret isteği hatası
ur: تجارتی درخواست کی غلطی
zh_cn: 交易请求错误
zh_tw: 交易請求錯誤

# ad8722Sbpage250Sbfirst8722Sbtime8722Sblimit8722Sbtip
source: This trader allows maximum of {firstTimeLimitXmr} for the first trade with him.
cs: Tento obchodník umožňuje maximálně {firstTimelimitxmr} za první obchod s ním.
fi: Tämä kauppias sallii enintään {firstTimeLimitXmr} ensimmäisessä kaupassa hänen kanssaan.
fr: Ce trader autorise un maximum de {firstTimelimitxmr} pour le premier échange avec lui.
it: Questo trader consente un massimo di {firstTimeLimitXmr} per avviare il primo scambio assieme.
lt: Šis prekiautojas pirmą kartą su juo prekiauja daugiausia {firstTimeLimitXmr}.
nb: Denne handleren tillater maksimalt {firstTimeLimitXmr} for den første handelen med ham.
nl: Deze handelaar staat maximaal {firstTimelimitxmr} toe voor de eerste transactie met hem.
pl: Ten kupiec pozwala na handel maksymalnie {firstTimeLimitXmr} za pierwszym razem.
pt_br: Este operador permite um máximo de {firstTimelimitxmr} na primeira negociação com ele.
sl: Ta trgovalec dovoljuje največ {firstTimeLimitXmr} za prvo trgovanje z njim.
sv: Denna handlare tillåter maximalt {firstTimeLimitXmr} för den första affären med honom.
tl: Pinapayagan ng trader na ito ang maximum na {firstTimelimitxmr} para sa unang pakikipagkalakalan sa kanya.
tr: Bu tüccar onunla ilk ticaret için maksimum {firstTimeLimitXmr} tutarında izin verir.
ur: یہ تاجر اپنے ساتھ پہلی تجارت کے لیے زیادہ سے زیادہ {firstTimeLimitXmr} کی اجازت دیتا ہے۔
zh_cn: 注： 您目前最多只能购买{firstTimeLimitXmr}。当您进行了更多交易获得了更多信誉后，您将可以购买更多的币。这个限制是由卖家指定的。
zh_tw: 注： 您目前最多隻能購買{firstTimeLimitXmr}。當您進行了更多交易獲得了更多信譽后，您將可以購買更多的幣。這個限制是由賣家指定的。

# post8722Sbad250Sberror250Sbdialog8722Sbback8722Sbbtn
source: Back
cs: Zpět
fi: Takaisin
fr: Retour
it: Indietro
lt: Atgal
nb: Tilbake
nl: Terug
pl: Wróć
pt_br: Voltar
sl: Nazaj
sv: Tillbaka
tl: Bumalik
tr: Geri
ur: پیچھے
zh_cn: 返回
zh_tw: 返回

# ad8722Sbpage250Sbfluctuations8722Sbtip
source: Please note, the actual {assetSymbol} amount of the trade may slightly differ from the currently shown amount due to price and exchange rate fluctuations.
cs: Upozorňujeme, že skutečná částka {assetSymbol} obchodu se může mírně lišit od aktuálně zobrazené částky kvůli kolísání cen a směnného kurzu.
fi: Huomaathan, että kaupan todellinen {assetSymbol} summa voi poiketa hieman tällä hetkellä näytetystä summasta hinnan ja valuuttakurssien vaihteluiden vuoksi.
fr: Veuillez noter que le montant réel de {assetSymbol} de la transaction peut légèrement différer du montant actuellement affiché en raison des fluctuations des prix et des taux de change.
it: Si noti che l'importo {assetSymbol} effettivo della transazione potrebbe differire leggermente dall'importo attualmente indicato a causa delle fluttuazioni dei prezzi e dei tassi di cambio.
lt: Atkreipkite dėmesį, kad tikroji {assetSymbol} sandorio suma gali šiek tiek skirtis nuo šiuo metu rodomos sumos dėl kainos ir valiutos kurso svyravimų.
nb: Vær oppmerksom på at det faktiske {assetSymbol} beløpet for handelen kan avvike litt fra det gjeldende beløpet på grunn av pris- og valutakurssvingninger.
nl: Houd er rekening mee dat het werkelijke {assetSymbol}-bedrag van de transactie kan afwijken van het bedrag dat momenteel is weergegeven als gevolg van prijs- en wisselkoersschommelingen.
pl: Proszę zwrócić uwagę, że ilość {assetSymbol} może się trochę różnić od ilości widocznej ze względu na wahania kursów walut.
pt_br: Favor notar que o valor em {assetSymbol} da negociação pode ser levemente diferente do exibido devido às flutuações do mercado.
sl: Upoštevajte, da se lahko dejanski znesek {assetSymbol} trejda nekoliko razlikuje od trenutno prikazanega zneska zaradi nihanj cene in menjalnega tečaja.
sv: Observera att den faktiska {assetSymbol} kan på grund av pris- och valutakursfluktuationer avvika något från det belopp som redovisas för närvarande.
tl: Pakitandaan, ang aktwal na {assetSymbol} na halaga ng kalakalan ay maaaring bahagyang mag-iba mula sa kasalukuyang ipinapakitang halaga dahil sa pagbabago ng presyo at halaga ng palitan.
tr: Fiyat ve döviz kuru dalgalanmaları nedeniyle işlemin gerçek {assetSymbol} tutarının şu anda gösterilen tutardan biraz farklı olabileceğini lütfen unutmayın.
ur: براہ کرم نوٹ کریں، {assetSymbol}قیمت اور شرح مبادلہ کے اتار چڑھاو کی وجہ سے تجارت کی اصل رقم موجودہ ظاہر کردہ رقم سے قدرے مختلف ہو سکتی ہے۔
zh_cn: 请注意，四舍五入和价格的波动可能会影响最终成交的{assetSymbol}数额。您输入的固定数额决定最后数额，{assetSymbol}金额将在请求发布的同一时间由即时的汇率算出。
zh_tw: 請注意，四舍五入和價格的波動可能會影響最終成交的{assetSymbol}數額。您輸入的固定數額決定最后數額，{assetSymbol}金額將在請求發布的同一時間由即時的匯率算出。
