Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# error250Sbtrade8722Sbrequest250Sb151
source: This ad is only for users trusted by the ad poster. Try looking for other ads.
cs: Tato reklama je pouze pro uživatele, kterým tento inzerát důvěřuje. Zkuste hledat jiné inzeráty.
fi: Tämä ilmoitus on tarkoitettu vain käyttäjille, joihin ilmoituksen julkaisija luottaa. Yritä etsiä muita mainoksia.
fr: Cette annonce est réservée aux utilisateurs approuvés par l'annonceur. Essayez de rechercher d'autres annonces.
lt: Šis skelbimas skirtas tik tiems vartotojams, kuriais pasitiki skelbimo skelbėjas. Pabandykite ieškoti kitų skelbimų.
nb: Denne annonsen er kun for brukere som annonseplakaten stoler på. Prøv å se etter andre annonser.
nl: Deze advertentie is alleen bedoeld voor gebruikers die worden vertrouwd door de adverteerder. Probeer alstublieft andere advertenties te zoeken.
pl: To ogłoszenie jest przeznaczone tylko dla użytkowników zaufanych przez jego autora. Spróbuj poszukać innego ogłoszenia.
pt_br: Este anúncio é reservado aos usuários de confiança do anunciante. Busque por outros anúncios.
sl: Ta oglas je samo za uporabnike, katerim avtor oglasa zaupa. Poiščite druge oglase.
sv: Den här annonsen är endast för användare som annonsören litar på. Försök leta efter andra annonser.
tl: Ang ad na ito ay para lamang sa mga user na pinagkakatiwalaan ng ad poster. Subukang maghanap ng iba pang mga ad.
tr: Bu reklam yalnızca reklamı yayınlayanın güvendiği kullanıcılar içindir. Başka ilanlar aramayı deneyin.
ur: یہ اشتہار صرف ان صارفین کے لیے ہے جن پر اشتہار پوسٹر کے ذریعے بھروسہ کیا گیا ہے۔ دوسرے اشتہارات تلاش کرنے کی کوشش کریں۔
zh_cn: 此广告仅适用于发布广告用户的可信用户，请尝试寻找其他广告。
zh_tw: 此廣告僅適用於發布廣告用戶的可信用戶，請嘗試尋找其他廣告。

# error250Sbtrade8722Sbrequest250Sb173
source: You are not allowed to open more trades
cs: Nemáte povoleno otevřít více obchodů
fi: Et voi avata enempää kauppoja
fr: Vous n'êtes pas autorisé à ouvrir plus de transactions
it: Non ti è permesso aprire più operazioni
lt: Jums neleidžiama atidaryti daugiau sandorių
nb: Du har ikke lov til å åpne flere handler
nl: U mag niet nog meer transacties openen
pl: Nie możesz rozpoczynać więcej handli
pt_br: Você não tem permissão para abrir mais negócios
sl: Ne smete odpreti več trgovanj
sv: Du får inte öppna fler affärer
tl: Hindi ka pinapayagang magbukas ng higit pang mga trade
tr: Daha fazla işlem açmanıza izin verilmiyor
ur: آپ کو مزید تجارت کھولنے کی اجازت نہیں ہے
zh_cn: 您不得开多交易
zh_tw: 您不得開多交易

# error250Sbtrade8722Sbrequest250Sb218
source: This ad is only for users with verified email. Go to your account settings, set your email (if you haven't already), and verify it.
cs: Tato reklama je pouze pro uživatele s ověřeným e-mailem. Přejděte do nastavení účtu, nastavte svůj e-mail (pokud jste tak ještě neučinili) a ověřte jej.
fi: Tämä ilmoitus on tarkoitettu vain käyttäjille, joilla on vahvistettu sähköpostiosoite. Siirry tilisi asetuksiin, aseta sähköpostiosoitteesi (jos et ole jo tehnyt sitä) ja vahvista se.
fr: Cette annonce est réservée aux utilisateurs disposant d'une adresse e-mail vérifiée. Accédez aux paramètres de votre compte, définissez votre adresse e-mail (si vous ne l'avez pas déjà fait) et faites les actions de vérification.
it: Questo annuncio è solo per utenti con email verificata. Vai alle impostazioni del tuo account, imposta la tua e-mail (se non l'hai già fatto) e verificala.
lt: Šis skelbimas skirtas tik naudotojams, turintiems patvirtintą el. Eikite į paskyros nustatymus, nustatykite el. pašto adresą (jei dar to nepadarėte) ir patvirtinkite.
nb: Denne annonsen er kun for brukere med bekreftet e-post. Gå til kontoinnstillingene, angi e-postadressen din (hvis du ikke allerede har gjort det), og bekreft den.
nl: Deze advertentie is alleen voor gebruikers met een geverifieerd e-mailadres. Ga naar uw account-instellingen, stel uw e-mailadres in (als u dat nog niet hebt gedaan) en verifieer het.
pl: To ogłoszenie jest przeznaczone tylko dla użytkowników z zweryfikowanym emailem. Przejdź do ustawień konta, ustaw swój email (jeśli jeszcze tego nie zrobiłeś) i zweryfikuj go.
pt_br: Este anúncio é apenas para usuários com e-mail confirmado. Vá para as configurações da sua conta, defina seu e-mail (se ainda não o tiver) e verifique-o.
sl: Ta oglas je samo za uporabnike s potrjeno e-pošto. Pojdite v nastavitve računa, nastavite svoj e-poštni naslov (če ga še niste) in ga potrdite.
sv: Den här annonsen är endast för användare med verifierad e-postadress. Gå till dina kontoinställningar, ange din e-postadress (om du inte redan har gjort det) och verifiera den.
tl: Ang ad na ito ay para lamang sa mga user na may na-verify na email. Pumunta sa mga setting ng iyong account, itakda ang iyong email (kung hindi mo pa nagagawa), at i-verify ito.
tr: Bu reklam yalnızca doğrulanmış e-posta adresine sahip kullanıcılar içindir. Hesap ayarlarınıza gidin, e-posta adresinizi ayarlayın (henüz yapmadıysanız) ve doğrulayın.
ur: یہ اشتہار صرف تصدیق شدہ ای میل والے صارفین کے لیے ہے۔ اپنے اکاؤنٹ کی ترتیبات پر جائیں، اپنا ای میل سیٹ کریں (if you haven't already) اور اس کی تصدیق کریں۔
zh_cn: 此广告仅适用于已验证电子邮件的用户。转到您的帐户设置，设置您的电子邮件（如果尚未设置），然后进行验证。
zh_tw: 此廣告僅適用於已驗證電子郵件的用戶。轉到您的帳戶設置，設置您的電子郵件（如果尚未設置），然後進行驗證。

# error250Sbtrade8722Sbrequest250Sb232
source: This user is currently prohibited from trading due to a restriction on their account
cs: Tento uživatel má momentálně zakázáno obchodovat z důvodu omezení na jeho účtu
fi: Tämä käyttäjä on tällä hetkellä estetty kaupankäynnistä hänen tiliään koskevan rajoituksen vuoksi.
fr: Cet utilisateur est actuellement interdit d'échange en raison d'une restriction sur son compte
it: A questo utente è attualmente vietato fare trading a causa di una restrizione sul suo conto
lt: Šiam vartotojui šiuo metu draudžiama prekiauti dėl jo paskyros apribojimo
nb: Denne brukeren har for øyeblikket forbud mot å handle på grunn av en begrensning på kontoen deres
nl: Het is deze gebruiker momenteel verboden om te handelen vanwege een beperking op hun account
pl: Ten użytkownik nie może aktualnie handlować z powodu ograniczenia na ich koncie
pt_br: Este usuário está atualmente proibido de negociar devido a uma restrição em sua conta
sl: Temu uporabniku je trenutno prepovedano trgovanje zaradi omejitev računa
sv: Kan inte skapa en affär för ett belopp som är lägre än det lägsta tillåtna beloppet
tl: Ang user na ito ay kasalukuyang ipinagbabawal sa pangangalakal dahil sa isang paghihigpit sa kanilang account
tr: Bu kullanıcının, hesabındaki kısıtlama nedeniyle şu anda işlem yapması yasaklanmıştır.
ur: اس صارف کو اپنے اکاؤنٹ پر پابندی کی وجہ سے فی الحال ٹریڈنگ سے منع کیا گیا ہے
zh_cn: 由于帐户限制，目前禁止该用户进行交易
zh_tw: 由於帳戶限制，目前禁止該用戶進行交易

# error250Sbtrade8722Sbrequest250Sb237
source: This user doesn't exist
cs: Tento uživatel neexistuje
fi: Tätä käyttäjää ei ole olemassa
fr: Cet utilisateur n'existe pas
it: Questo utente non esiste
lt: Šio vartotojo nėra
nb: Denne brukeren eksisterer ikke
nl: Deze gebruiker bestaat niet
pl: Ten użytkownik nie istnieje
pt_br: Este usuário não existe
sl: Ta uporabnik ne obstaja
sv: Den här användaren finns inte
tl: Ang user na ito ay wala
tr: Bu kullanıcı mevcut değil
ur: یہ صارف موجود نہیں ہے
zh_cn: 这个用户不存在
zh_tw: 此用戶不存在

# error250Sbtrade8722Sbrequest250Sb240
source: Provided settlement wallet address is invalid
cs: Zadaná adresa peněženky je neplatná
fi: Annettu maksulompakon osoite on virheellinen
fr: L'adresse du portefeuille de règlement fournie n'est pas valide
it: L'indirizzo del portafoglio di regolamento fornito non è valido
lt: Nurodytas atsiskaitymo piniginės adresas neteisingas
nb: Forutsatt at oppgjørslommebokadressen er ugyldig
nl: Het opgegeven adres van de afwikkelingsportefeuille is ongeldig
pl: Podany adres na uregulowania jest niepoprawny
pt_br: Desde que o endereço da carteira de liquidação seja inválido
sl: Podani naslov poravnalne denarnice je neveljaven
sv: Förutsatt att avvecklingsplånbokadressen är ogiltig
tl: Ang ibinigay na settlement wallet address ay hindi wasto
tr: Sağlanan ödeme cüzdanı adresi geçersiz
ur: فراہم کردہ سیٹلمنٹ والیٹ کا پتہ غلط ہے
zh_cn: 提供的结算钱包地址是无效的
zh_tw: 提供的結算錢包地址無效

# error250Sbtrade8722Sbrequest250Sb241
source: Internal {appName} address can't be used for trade settlement. Please input an outside, non-{appName} {asset} address to continue.
cs: Interní {appName} adresu nelze použít pro vypořádání obchodu. Chcete-li pokračovat, zadejte vnější adresu, která není {appName} {asset}.
fi: Sisäistä {appName}-osoitetta ei voi käyttää kaupan selvittämiseen. Syötä ulkopuolinen, ei-{appName} {asset}-osoite jatkaaksesi.
fr: L'adresse interne {appName} ne peut pas être utilisée pour le règlement des échanges. Veuillez saisir une adresse {asset} externe autre que {appName} pour continuer.
it: L'indirizzo interno {appName} non può essere usato per il regolamento delle transazioni. Inserisci un indirizzo esterno, non {appName} {asset} per continuare.
lt: Vidinis {appName} adresas negali būti naudojamas atsiskaitant už prekybą. Jei norite tęsti, įveskite išorinį, ne {appName} {asset} adresą.
nb: Intern {appName}-adresse kan ikke brukes til handelsoppgjør. Skriv inn en ekstern, ikke-{appName} {asset}-adresse for å fortsette.
nl: Het interne {appName} adres kan niet worden gebruikt voor handelsafwikkeling. Voer een extern, niet-{appName} {asset} adres in om door te gaan.
pl: Wewnętrzny adres {appName} nie może być użyty na uregulowania. Podaj zewnętrzny adres, który nie jest adresem {asset} {appName}, aby kontynuować.
pt_br: O endereço interno {appName} não pode ser usado para liquidação comercial. Favor inserir um endereço externo, não-{appName} {asset} para continuar.
sl: Internega naslova {appName} ni mogoče uporabiti za poravnavo trgovanja. Za nadaljevanje vnesite zunanji naslov, ki ni {appName} {asset}.
sv: Intern {appName} adress kan inte användas för avveckling av handel. Vänligen ange en extern, icke {appName} {asset} adress för att fortsätta.
tl: Ang panloob na {appName} address ay hindi maaaring gamitin para sa trade settlement. Mangyaring magpasok ng isang labas, hindi-{appName} {asset} na address upang magpatuloy.
tr: Dahili {appName} adresi ticari uzlaşma için kullanılamaz. Devam etmek için lütfen {appName} {asset} olmayan bir dış adres girin.
ur: اندرونی {appName} پتہ تجارتی تصفیہ کے لیے استعمال نہیں کیا جا سکتا۔ جاری رکھنے کے لیے براہ کرم باہر کا، غیر{appName} {asset} پتہ درج کریں۔
zh_cn: 内部 {appName} 地址不能用于交易结算。请输入外部非 {appName} {asset} 地址以继续。
zh_tw: 內部 {appName} 地址不能用於交易結算。請輸入外部非 {appName} {asset} 地址以繼續。

# error250Sbtrade8722Sbrequest250Sb246
source: Can't open a trade: this trader hasn't yet provided a settlement address for this ad. Contact the seller if you can, or try again later, or look for another offer.
cs: Nelze otevřít obchod: tento obchodník zatím pro tuto reklamu nezadal adresu pro vypořádání. Pokud můžete, kontaktujte prodejce, zkuste to znovu později nebo vyhledejte jinou nabídku.
fi: Kauppaa ei voi avata: tämä kauppias ei ole vielä antanut maksulompakon osoitetta tälle ilmoitukselle. Ota yhteyttä myyjään jos voit, yritä myöhemmin uudelleen tai etsi toinen tarjous.
fr: Impossible d'ouvrir une transaction : ce vendeur n'a pas encore fourni d'adresse de règlement pour cette annonce. Contactez le vendeur si vous le pouvez, ou réessayez plus tard, ou recherchez une autre offre.
it: Non puoi aprire uno scambio: questo commerciante non ha ancora fornito un indirizzo di pagamento per questo annuncio. Contatta il venditore se puoi, o riprova più tardi, o cerca un'altra offerta.
lt: Negaliu atidaryti sandorio: šis prekybininkas dar nepateikė šio skelbimo atsiskaitymo adreso. Jei galite, susisiekite su pardavėju arba bandykite dar kartą vėliau arba ieškokite kito pasiūlymo.
nb: Kan ikke åpne en handel: denne traderen har ennå ikke oppgitt en oppgjørsadresse for denne annonsen. Ta kontakt med selgeren hvis du kan, eller prøv igjen senere, eller se etter et annet tilbud.
nl: Kan geen transactie openen: deze handelaar heeft nog geen afwikkelingsadres opgegeven voor deze advertentie. Neem indien mogelijk contact op met de verkoper, probeer het later opnieuw of zoek naar een ander aanbod.
pl: Nie można rozpocząć handlu: ten handlowiec nie podał jeszcze adresu na uregulowania dla tego ogłoszenia. Skontaktuj się ze sprzedawcą, jeśli możesz, lub spróbuj ponownie później, lub poszukaj innego ogłoszenia.
pt_br: Não se pode abrir uma negociação: este comerciante ainda não forneceu um endereço de liquidação para este anúncio. Contate o vendedor se você puder, ou tente novamente mais tarde, ou procure outra oferta.
sl: Ne morem odpreti trgovanja: ta trgovalec še ni posredoval poravnalnega naslova za ta oglas. Kontaktirajte prodajalca, ali poskusite pozneje ozr. poiščite drugo ponudbo.
sv: Kan inte öppna en handel: den här näringsidkaren har ännu inte angett en avvecklingsadress för den här annonsen. Kontakta säljaren om du kan, eller försök igen senare, eller leta efter ett annat erbjudande.
tl: Hindi makapagbukas ng kalakalan: ang mangangalakal na ito ay hindi pa nagbibigay ng address ng settlement para sa ad na ito. Makipag-ugnayan sa nagbebenta kung kaya mo, o subukang muli sa ibang pagkakataon, o maghanap ng ibang alok.
tr: İşlem açılamıyor: Bu yatırımcı bu ilan için henüz bir ödeme adresi sağlamadı. İmkanınız varsa satıcıyla iletişime geçin, daha sonra tekrar deneyin veya başka bir teklif arayın.
ur: تجارت نہیں کھول سکتا: اس تاجر نے ابھی تک اس اشتہار کے لیے تصفیہ کا پتہ فراہم نہیں کیا ہے۔ اگر ہو سکے تو بیچنے والے سے رابطہ کریں، یا بعد میں دوبارہ کوشش کریں، یا کوئی اور پیشکش تلاش کریں۔
zh_cn: 无法打开交易：该交易商还没有为这个广告提供结算地址。如果可以的话，请联系卖家，或稍后再试，或寻找其他报价。
zh_tw: 無法進行交易：該交易者尚未為此廣告提供結算地址。如果可以，請聯繫賣家，或稍後再試，或尋找其他報價。

# error250Sbtrade8722Sbrequest250Sb99
source: This trader requires lower transaction amount for the first trade with him. Please check the trade details below.
cs: Tento obchodník požaduje nižší částku transakce pro první obchod s ním. Zkontrolujte prosím níže uvedené obchodní údaje.
fi: Tämä kauppias vaatii pienemmän transaktiosumman ensimmäiseen kauppaan hänen kanssaan. Tarkista kaupan tiedot alta.
fr: Ce trader exige un montant de transaction inférieur pour le premier échange avec lui. Veuillez vérifier les conditions d'échange ci-dessous.
it: Questo commerciante richiede un'ammontare più basso. Per favore controlla sotto i dettagli commerciali.
lt: Pirmajam sandoriui su juo prekiautojas reikalauja mažesnės sandorio sumos. Patikrinkite toliau pateiktą prekybos informaciją.
nb: Denne traderen krever lavere transaksjonsbeløp for den første handelen med ham. Vennligst sjekk handelsdetaljene nedenfor.
nl: Deze handelaar heeft een lager transactiebedrag nodig voor de eerste transactie met hun. Controleer de handelsgegevens hieronder.
pl: Ten handlowiec wymaga niższej kwoty handlu na pierwszy raz z nim. Sprawdź poniższe szczegóły handlu.
pt_br: Esse trader solicita um valor mais baixo na primeira negociação com ele. Verifique os detalhes abaixo.
sl: Ta trgovalec zahteva nižji znesek transakcije za prvo trgovanje z njim. Prosimo, preverite spodnje podrobnosti trgovanja.
sv: Denna handlare kräver lägre transaktionsbelopp för den första handeln med honom. Vänligen kontrollera handelsinformationen nedan.
tl: Ang mangangalakal na ito ay nangangailangan ng mas mababang halaga ng transaksyon para sa unang pakikipagkalakalan sa kanya. Pakisuri ang mga detalye ng kalakalan sa ibaba.
tr: Bu tüccar, kendisiyle yapacağı ilk ticarette daha düşük işlem tutarına ihtiyaç duyuyor. Lütfen aşağıdaki ticaret ayrıntılarını kontrol edin.
ur: اس تاجر کو اپنے ساتھ پہلی تجارت کے لیے کم لین دین کی رقم درکار ہے۔ براہ کرم ذیل میں تجارت کی تفصیلات دیکھیں۔
zh_cn: 这个交易者要求与他第一次交易的金额较低。 请检查下面的交易细节。
zh_tw: 這個交易者要求與他第一次交易的金額較低。 請檢查下面的交易細節。

# error250Sbvalidation250Sbreputation8722Sbimport8722Sbplatform
source: Please select one of the valid platforms: localbitcoins or paxful
cs: Vyberte jednu z platných platforem: localbitcoins nebo paxful
fi: Valitse yksi voimassa olevista alustoista: localbitcoins tai paxful
fr: Veuillez sélectionner l'une des plateformes valides : localbitcoins ou paxful
it: Seleziona una delle piattaforme valide: localbitcoin o paxful
lt: Pasirinkite vieną iš galiojančių platformų: localbitcoins arba paxful
nb: Velg en av de gyldige plattformene: localbitcoins eller paxful
nl: Selecteer een van de geldige platforms: localbitcoins of paxful
pl: Wybierz jeden z poprawnych serwisów: localbitcoins lub paxful
pt_br: Selecione uma das plataformas válidas: localbitcoins ou paxful
sl: Izberite eno od veljavnih platform: localbitcoins ali paxful
sv: Välj en av de giltiga plattformarna: localbitcoins eller paxful
tl: Mangyaring pumili ng isa sa mga wastong platform: localbitcoins o paxful
tr: Lütfen geçerli platformlardan birini seçin: localbitcoins veya paxful
ur: براہ کرم درست پلیٹ فارمز میں سے ایک منتخب کریں: لوکل بٹ کوائنز یاpaxful
zh_cn: 请选择一个有效的平台：localbitcoins 或 paxful
zh_tw: 請選擇一個有效的平台：localbitcoins 或 paxful

# error250Sbwithdraw250Sb170
source: Amount that has been requested for withdrawal is less than the minimum possible amount
cs: Částka, která byla požadována pro výběr, je nižší než minimální možná částka
fi: Summa, jota on pyydetty nostoa varten, on pienempi kuin mahdollinen vähimmäissumma
fr: Le montant demandé pour le retrait est inférieur au montant minimum possible
it: L'importo che è stato richiesto per il ritiro è inferiore all'importo minimo possibile
lt: Suma, kurios buvo prašoma atsiimti, yra mažesnė už minimalią galimą sumą
nb: Beløpet som er forespurt for uttak er mindre enn det minste mulige beløpet
nl: Bedrag dat is aangevraagd voor opname is minder dan het minimaal mogelijke bedrag
pl: Kwota, którą chcesz wypłacić, jest mniejsza niż minimalna dopuszczalna
pt_br: O montante que foi solicitado para retirada é menor do que o mínimo possível
sl: Zahtevan znesek za dvig, je manjši od najnižjega možnega zneska
sv: Belopp som har begärts för uttag är lägre än minsta möjliga belopp
tl: Ang halaga na hiniling para sa withdrawal ay mas mababa sa pinakamababang posibleng halaga
tr: Çekim için talep edilen tutar mümkün olan minimum tutardan az
ur: رقم نکلوانے کی درخواست کی گئی ہے وہ کم از کم ممکنہ رقم سے کم ہے
zh_cn: 请求提款的金额小于最小可能金额
zh_tw: 請求提款的金額小於最小可能金額

# error250Sbwithdraw250Sb254
source: You've already sent this amount to this address within the last 10 minutes. Check your transactions, and if this wasn't a mistake, try repeating the withdrawal later.
cs: Tuto částku jste na tuto adresu již odeslali během posledních 10 minut. Zkontrolujte své transakce, a pokud to nebyla chyba, zkuste výběr zopakovat později.
fi: Olet jo lähettänyt tämän summan tähän osoitteeseen viimeisen 10 minuutin aikana. Tarkista tapahtumasi ja jos tämä ei ollut virhe, yritä toistaa nosto myöhemmin.
fr: Vous avez déjà envoyé ce montant à cette adresse au cours des 10 dernières minutes. Vérifiez vos transactions, et si ce n'était pas une erreur, essayez de répéter le retrait plus tard.
it: Hai già inviato questo importo a questo indirizzo negli ultimi 10 minuti. Controlla le tue transazioni, e se non è stato un errore, prova a ripetere il prelievo più tardi.
lt: Jūs jau išsiuntėte šią sumą šiuo adresu per pastarąsias 10 minučių. Patikrinkite savo operacijas ir, jei tai nebuvo klaida, pabandykite pakartotinai išsiimti vėliau.
nb: Du har allerede sendt dette beløpet til denne adressen i løpet av de siste 10 minuttene. Sjekk transaksjonene dine, og hvis dette ikke var en feil, prøv å gjenta uttaket senere.
nl: U heeft dit bedrag in de afgelopen 10 minuten al naar dit adres gestuurd. Controleer uw transacties en als dit geen vergissing was, probeer dan later de opname te herhalen.
pl: Wysłałeś już taką kwotę na ten adres w ciągu ostatnich 10 minut. Sprawdź swoje transakcje, a jeśli to nie był błąd, spróbuj ponownie wypłacić później.
pt_br: Você já enviou esta quantia para este endereço nos últimos 10 minutos. Verifique suas transações e, se isto não foi um erro, tente repetir o saque mais tarde.
sl: Ta znesek ste že poslali na ta naslov v zadnjih 10 minutah. Preverite svoje transakcije in če to ni bila napaka, poskusite ponoviti dvig pozneje.
sv: Du har redan skickat det här beloppet till den här adressen under de senaste 10 minuterna. Kontrollera dina transaktioner, och om det inte var ett misstag kan du försöka upprepa uttaget senare.
tl: Naipadala mo na ang halagang ito sa address na ito sa loob ng huling 10 minuto. Suriin ang iyong mga transaksyon, at kung hindi ito isang pagkakamali, subukang ulitin ang pag-withdraw sa ibang pagkakataon.
tr: Bu tutarı son 10 dakika içinde bu adrese zaten gönderdiniz. İşlemlerinizi kontrol edin ve bu bir hata değilse para çekme işlemini daha sonra tekrarlamayı deneyin.
ur: آپ نے یہ رقم پہلے ہی پچھلے 10 منٹ میں اس پتے پر بھیج دی ہے۔ اپنے لین دین کو چیک کریں، اور اگر یہ غلطی نہیں تھی، تو بعد میں واپسی کو دہرانے کی کوشش کریں۔
zh_cn: 您已在过去 10 分钟内将此金额发送到此地址。检查您的交易，如果这不是错误，请稍后尝试重复提款。
zh_tw: 您已在過去 10 分鐘內將此金額發送到此地址。檢查您的交易，如果這不是錯誤，請稍後嘗試重複提款。

# error250Sbwithdraw250Sb7338Sb140
source: Incorrect password/one-time password
cs: Nesprávné heslo/jednorázové heslo
fi: Väärä salasana/kertakäyttöinen salasana
fr: Mot de passe incorrect / mot de passe à usage unique
it: Password/codice 6 cifre errato
lt: Neteisingas slaptažodis / vienkartinis slaptažodis
nb: Feil passord/engangspassord
nl: Onjuist wachtwoord/eenmalig wachtwoord
pl: Nieprawidłowe hasło/hasło jednorazowe
pt_br: Senha/senha única incorreta
sl: Napačno geslo/enkratno geslo
sv: Felaktigt lösenord/engångslösenord
tl: Maling password/isang beses na password
tr: Yanlış şifre/tek kullanımlık şifre
ur: غلط پاس ورڈ/ون ٹائم پاس ورڈ
zh_cn: 密码或一次性密码错误
zh_tw: 密碼或一次性密碼錯誤

# error250Sbwithdraw250Sb7438Sb77
source: Insufficient funds
cs: Nedostatečné finanční prostředky
fi: Riittämättömät varat
fr: Fonds insuffisants
it: Fondi insufficienti
lt: Nepakanka lėšų
nb: Utilstrekkelige midler
nl: Onvoldoende saldo
pl: Niewystarczające środki
pt_br: Saldo insuficiente
sl: Nezadostna sredstva
sv: Otillräckliga medel
tl: Hindi sapat na pondo
tr: Yetersiz bakiye
ur: ناکافی فنڈز
zh_cn: 余额不足
zh_tw: 余額不足

# error250Sbwithdraw250Sb75
source: This address doesn't exist in the {appName} database
cs: Tato adresa v databázi {appName} neexistuje
fi: Tätä osoitetta ei ole {appName}-tietokannassa
fr: Cette adresse n'existe pas dans la base de données {appName}
it: Questo indirizzo non esiste nel database {appName}
lt: Šio adreso {appName} duomenų bazėje nėra
nb: Denne adressen finnes ikke i {appName}-databasen
nl: Dit adres bestaat niet in de {appName}-database
pl: Nie ma tego adresu w bazie danych {appName}
pt_br: Este endereço não existe no {appName}
sl: Ta naslov ne obstaja v bazi podatkov {appName}
sv: Denna adress finns inte i {appName}
tl: Ang address na ito ay hindi umiiral sa {appName} database
tr: Bu adres {appName} veritabanında mevcut değil
ur: یہ پتہ {appName} ڈیٹا بیس میں موجود نہیں ہے
zh_cn: 本在{appName}数据库里地址不存
zh_tw: 本在{appName}數據庫裡地址不存
