Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbfungible
source: All coins are equal and have the same value. A user, vendor, or any other entity can't block or blacklist certain Monero coins since the transaction history of Monero coins is ambiguous.
cs: Všechny mince jsou si rovny a mají stejnou hodnotu. Uživatel, prodejce ani žádný jiný subjekt nemůže některé mince Monero zablokovat nebo zařadit na černou listinu, protože historie transakcí s mincemi Monero je nejednoznačná.
fi: Kaikki kolikot ovat samanarvoisia ja niillä on sama arvo. Käyttäjä, myyjä tai mikään muu taho ei voi estää tai lisätä mustalle listalle tiettyjä Monero-kolikoita, koska Monero-kolikoiden transaktiohistoria on moniselitteinen.
fr: Tous les jetons sont égaux et ont la même valeur. Un utilisateur, un fournisseur ou toute autre entité ne peut pas bloquer ou mettre sur liste noire certains jetons Monero car l'historique des transactions des jetons Monero est ambigu.
it: Tutte le monete sono uguali e hanno lo stesso valore. Un utente, un venditore o qualsiasi altra entità non può bloccare o inserire nella blacklist determinate monete Monero poiché la cronologia delle transazioni delle monete Monero è ambigua.
lt: Visos monetos yra lygios ir turi vienodą vertę. Vartotojas, pardavėjas ar bet kuris kitas subjektas negali blokuoti arba įtraukti į juodąjį sąrašą tam tikrų Monero monetų, nes Monero monetų operacijų istorija yra dviprasmiška.
nb: Alle mynter er like og har samme verdi. En bruker, leverandør eller noen annen enhet kan ikke blokkere eller svarteliste visse Monero-mynter siden transaksjonshistorikken til Monero-mynter er tvetydig.
nl: Alle munten zijn gelijk en hebben dezelfde waarde. Een gebruiker, verkoper of een andere entiteit kan bepaalde Monero-munten niet blokkeren of op de zwarte lijst zetten, omdat de transactiegeschiedenis van Monero-munten dubbelzinnig is.
pl: Wszystkie monety są równe i mają tę samą wartość. Użytkownik, sprzedawca lub jakikolwiek inny podmiot nie może blokować, ani prowadzić czarnej listy niektórych monet Monero, ponieważ historia transakcji tych monet jest niejednoznaczna.
pt_br: Todas as moedas são iguais e têm o mesmo valor. Um usuário, fornecedor ou qualquer outra entidade não pode bloquear ou colocar na lista negra certas moedas Monero, pois o histórico de transações das moedas Monero é ambíguo.
sl: Vsi kovanci so enaki in imajo enako vrednost. Uporabnik, prodajalec ali kateri koli drug subjekt ne more blokirati ali uvrstiti določenih kovancev Monero na črno listo, saj je zgodovina transakcij kovancev Monero dvoumna.
sv: Alla mynt är likvärdiga och har samma värde. En användare, leverantör eller någon annan enhet kan inte blockera eller svartlista vissa Monero-mynt eftersom transaktionshistoriken för Monero-mynt är tvetydig.
tl: Ang lahat ng mga barya ay pantay at may parehong halaga. Ang isang user, vendor, o anumang iba pang entity ay hindi maaaring mag-block o mag-blacklist ng ilang partikular na Monero coins dahil ang history ng transaksyon ng Monero coins ay hindi maliwanag.
tr: Tüm paralar eşittir ve aynı değere sahiptir. Monero madeni paralarının işlem geçmişi belirsiz olduğundan, bir kullanıcı, satıcı veya başka herhangi bir kuruluş belirli Monero madeni paralarını engelleyemez veya kara listeye alamaz.
ur: تمام سکے برابر ہیں اور ایک ہی قیمت رکھتے ہیں۔ ایک صارف، وینڈر، یا کوئی اور ادارہ بعض Monero سکوں کو بلاک یا بلیک لسٹ نہیں کر سکتا کیونکہ Monero سکے کی لین دین کی تاریخ مبہم ہے۔
zh_cn: 所有币都是平等且等价的. 因为门罗币的交易历史记录没有人能知道，所以任何个人，中间商和其他主体都没有办法甄别和把门罗币列入黑名单.
zh_tw: 所有幣都是平等且等價的. 因為門羅幣的交易歷史記錄沒有人能知道，所以任何個人，中間商和其他主體都沒有辦法甄別和把門羅幣列入黑名單.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbprivate
source: Monero uses a cryptographically sound system that allows you to send and receive funds without your transactions being publicly visible on the blockchain (the distributed ledger of transactions). This ensures that your purchases, receipts, and other transfers remain <b>private by default</b>. The sender, receiver and amount of the transaction are all private. Some coins have a "rich list" which allows anyone to see which account has the most coins. Since Monero is private, a <a href="http://moneroblocks.info/richlist"> Monero rich list </a> can't exist.
cs: Monero používá kryptograficky spolehlivý systém, který umožňuje posílat a přijímat finanční prostředky, aniž by vaše transakce byly veřejně viditelné v blockchainu (distribuované účetní knize transakcí). Díky tomu zůstávají vaše nákupy, účtenky a další převody <b>ve výchozím nastavení soukromé</b>. Odesílatel, příjemce a částka transakce jsou soukromé. Některé mince mají "bohatý seznam", který umožňuje komukoli zjistit, na kterém účtu je nejvíce mincí. Vzhledem k tomu, že Monero je soukromé, <a href="http://moneroblocks.info/richlist"> bohatý seznam Monero </a> nemůže existovat.
fi: Monero käyttää kryptografisesti luotettavaa järjestelmää, jonka avulla voit lähettää ja vastaanottaa varoja ilman, että transaktiosi ovat julkisesti näkyvissä lohkoketjussa (hajautettu tapahtumakirja). Tämä varmistaa, että ostoksesi, kuittisi ja muut siirrot pysyvät <b>oletuksena yksityisinä</b>. Lähettäjä, vastaanottaja ja transaktion summa ovat kaikki yksityisiä. Joillakin kolikoilla on "rikas lista", jonka avulla kuka tahansa voi nähdä, millä tilillä on eniten kolikoita. Koska Monero on yksityinen, <a href="http://moneroblocks.info/richlist"> Monerolla rikasta listaa </a> ei voi olla olemassa.
fr: Monero utilise un système cryptographique solide qui vous permet d'envoyer et de recevoir des fonds sans que vos transactions soient visibles publiquement sur la blockchain (le registre distribué des transactions). Cela garantit que vos achats, reçus et autres transferts restent <b>privés par défaut</b>. L'expéditeur, le destinataire et le montant de la transaction sont tous privés. Certaines crypto-monnaies ont une « liste des riches » qui permet à quiconque de voir quel compte a le plus de jetons. Étant donné que Monero est privé, une <a href="http://moneroblocks.info/richlist">liste de riches en Monero</a> ne peut pas exister.
it: Monero utilizza un sistema crittograficamente valido che ti consente di inviare e ricevere fondi senza che le tue transazioni siano pubblicamente visibili sulla blockchain (il registro distribuito delle transazioni). Ciò garantisce che acquisti, ricevute e altri trasferimenti rimangano <b>privati per impostazione predefinita</b>. Il mittente, il destinatario e l'importo della transazione sono tutti privati. Alcune monete hanno un "ricco elenco" che consente a chiunque di vedere quale account ha il maggior numero di monete. Poiché Monero è privato, un <a href="http://moneroblocks.info/richlist"> elenco ricco di Monero </a> non può esistere.
lt: Monero naudoja kriptografiškai patikimą sistemą, leidžiančią siųsti ir gauti lėšas be jūsų sandorių viešai matomų blokų grandinėje (paskirstytoje operacijų knygoje). Taip užtikrinama, kad jūsų pirkiniai, kvitai ir kiti pervedimai pagal numatytuosius nustatymus išliks <b>privatūs</b>. Siuntėjas, gavėjas ir operacijos suma yra privatūs. Kai kurios monetos turi „turtingų sąrašą“, leidžiantį kiekvienam pamatyti, kurioje sąskaitoje yra daugiausia monetų. Kadangi Monero yra privatus, <a href="http://moneroblocks.info/richlist"> Monero turtingas sąrašas </a> negali egzistuoti.
nb: Monero bruker et kryptografisk forsvarlig system som lar deg sende og motta midler uten at transaksjonene dine er offentlig synlige på blokkjeden (den distribuerte hovedboken for transaksjoner). Dette sikrer at dine kjøp, kvitteringer og andre overføringer forblir <b>private som standard</b>. Avsender, mottaker og transaksjonsbeløp er alle private. Noen mynter har en "rik liste" som lar hvem som helst se hvilken konto som har flest mynter. Siden Monero er privat, kan ikke en <a href="http://moneroblocks.info/richlist"> Monero-rik liste </a> eksistere.
nl: Monero gebruikt een cryptografisch verantwoord systeem waarmee u geld kunt verzenden en ontvangen zonder dat uw transacties publiekelijk zichtbaar zijn op de blockchain (het gedistribueerde grootboek van transacties). Dit zorgt ervoor dat uw aankopen, bonnetjes en andere overschrijvingen standaard <b>privé blijven</b>. De afzender, ontvanger en het bedrag van de transactie zijn allemaal privé. Sommige munten hebben een "rijke lijst" waarmee iedereen kan zien welk account de meeste munten heeft. Omdat Monero privé is, kan er geen <a href="http://moneroblocks.info/richlist"> Monero-rijke lijst </a> bestaan.
pl: Monero korzysta z poprawnego systemu kryptograficznego, który pozwala wysyłać i odbierać środki bez ich publicznej widoczności na blockchainie (rozproszonej księdze transakcji). Zapewnia to, że Twoje zakupy, przychody i inne transakcje pozostają <b> domyślnie prywatne </b>. Nadawca, odbiorca i kwota transakcji są prywatne. Niektóre kryptowaluty mają „listę najbogatszych”, która pozwala każdemu zobaczyć, które konto ma najwięcej monet. Ponieważ Monero jest prywatne, <a href="http://moneroblocks.info/richlist">lista najbogatszych w Monero</a> nie może istnieć.
pt_br: O Monero usa um sistema criptograficamente sólido que permite enviar e receber fundos sem que suas transações sejam visíveis publicamente na blockchain (o razão distribuída de transações). Isso garante que suas compras, recebimentos e outras transferências permaneçam <b>privadas por padrão</b>. O remetente, o destinatário e o valor da transação são todos particulares. Algumas moedas têm uma "lista rica", que permite a qualquer pessoa ver qual conta tem mais moedas. Como o Monero é privado, uma <a href="http://moneroblocks.info/richlist"> lista avançada do Monero </a> não pode existir.
sl: Monero uporablja kriptografsko zanesljiv sistem, ki vam omogoča pošiljanje in prejemanje sredstev, ne da bi bile vaše transakcije javno vidne v blockchainu (razdeljena knjiga transakcij). To zagotavlja, da vaši nakupi, potrdila in drugi prenosi ostanejo <b>privzeto zasebni</b>. Pošiljatelj, prejemnik in znesek transakcije so zasebni. Nekateri kovanci imajo "seznam bogatih", ki omogoča vsakomur, da vidi, kateri račun ima največ kovancev. Ker je Monero zaseben, <a href="http://moneroblocks.info/richlist"> bogat seznam Monero </a> ne more obstajati.
sv: Monero använder ett kryptografiskt sunt system som låter dig skicka och ta emot pengar utan att dina transaktioner är offentligt synliga på blockkedjan (den distribuerade huvudboken för transaktioner). Detta säkerställer att dina köp, kvitton och andra överföringar förblir <b>privata som standard</b>. Avsändaren, mottagaren och transaktionsbeloppet är alla privata. Vissa mynt har en "rik lista" som gör att vem som helst kan se vilket konto som har flest mynt. Eftersom Monero är privat kan en <a href="http://moneroblocks.info/richlist"> Monero rich list </a> inte existera.
tl: Gumagamit ang Monero ng cryptographically sound system na nagbibigay-daan sa iyong magpadala at tumanggap ng mga pondo nang hindi nakikita ng publiko ang iyong mga transaksyon sa blockchain (ang ipinamahagi na ledger ng mga transaksyon). Tinitiyak nito na ang iyong mga pagbili, resibo, at iba pang paglilipat ay mananatiling <b>pribado bilang default</b>. Ang nagpadala, tagatanggap at halaga ng transaksyon ay pribado lahat. Ang ilang mga barya ay may "rich list" na nagbibigay-daan sa sinuman na makita kung aling account ang may pinakamaraming coin. Dahil pribado ang Monero, hindi maaaring umiral ang <a href="http://moneroblocks.info/richlist"> Monero rich list </a>.
tr: Monero, işlemleriniz blok zincirinde (dağıtılmış işlem defteri) herkese açık olarak görülmeden para gönderip almanıza olanak tanıyan, kriptografik olarak sağlam bir sistem kullanır. Bu, satın alma işlemlerinizin, makbuzlarınızın ve diğer aktarımlarınızın <b>varsayılan olarak gizli</b> kalmasını sağlar. İşlemin göndereni, alıcısı ve tutarı gizlidir. Bazı madeni paralar, herkesin hangi hesapta en fazla madeni paraya sahip olduğunu görmesine olanak tanıyan "zengin bir listeye" sahiptir. Monero özel olduğundan, <a href="http://moneroblocks.info/richlist"> Monero zengin listesi </a> mevcut olamaz.
ur: مونیرو ایک خفیہ نگاری کے لحاظ سے ساؤنڈ سسٹم کا استعمال کرتا ہے جو آپ کو بلاک چین (لین دین کی تقسیم شدہ لیجر) پر عوامی طور پر نظر آنے کے بغیر آپ کو فنڈز بھیجنے اور وصول کرنے کی اجازت دیتا ہے۔ یہ یقینی بناتا ہے کہ آپ کی خریداریاں، رسیدیں، اور دیگر منتقلیاں <b>بذریعہ ڈیفالٹ </b> نجی رہیں۔ بھیجنے والا، وصول کنندہ اور لین دین کی رقم سبھی نجی ہیں۔ کچھ سکوں کی ایک "امیر فہرست" ہوتی ہے جو کسی کو یہ دیکھنے کی اجازت دیتی ہے کہ کس اکاؤنٹ میں سب سے زیادہ سکے ہیں۔ چونکہ Monero نجی ہے، ایک <a href="http://moneroblocks.info/richlist"> Monero امیر فہرست </a> موجود نہیں ہو سکتی۔
zh_cn: 门罗币所使用的分布式账本技术比同类密码学系统更强大，可以让用户不公开交易信息在区块链的情况下发送和接收门罗币. 这就确保你的购物信息, 收据, 和其他交易信息都保持 <b>默认状态下的隐私</b>. 门罗币的发送方，接收方和交易金额全部都是隐私的. 有些加密货币拥有一个 "富豪榜" 这就允许任何人去查看哪些地址有多少币. 而门罗币是隐私的, 所以 <a href="http://moneroblocks.info/richlist"> 门罗币富豪榜 </a> 不可能存在.
zh_tw: 門羅幣所使用的分散式帳本技術比同類密碼學系統更強大，可以讓使用者不公開交易資訊在區塊鏈的情況下發送和接收門羅幣. 這就確保你的購物資訊, 收據, 和其他交易資訊都保持 <b>預設狀態下的隱私</b>. 門羅幣的發送方，接收方和交易金額全部都是隱私的. 有些加密貨幣擁有一個 "富豪榜" 這就允許任何人去查看哪些位址有多少幣. 而門羅幣是隱私的, 所以 <a href="http://moneroblocks.info/richlist"> 門羅幣富豪榜 </a> 不可能存在.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbmonero250Sbsecure
source: Using a distributed peer-to-peer consensus network, every transaction is cryptographically secured. Individual accounts have a 25-word mnemonic seed displayed when created, which can be written down to back up the account. A password is mandatory when creating a wallet, and account files are encrypted with a passphrase to ensure they are worthless if stolen.
cs: Pomocí distribuované konsenzuální sítě peer-to-peer je každá transakce kryptograficky zabezpečena. Jednotlivé účty mají při vytvoření zobrazen mnemotechnický seed o 25 slovech, který lze zapsat a účet tak zálohovat. Při vytváření peněženky je povinné zadat heslo a soubory účtů jsou šifrovány pomocí hesla, aby byly v případě krádeže bezcenné.
fi: Käyttämällä hajautettua peer-to-peer konsensusverkkoa jokainen tapahtuma on kryptografisesti suojattu. Yksittäisten tilien luomisen yhteydessä näkyy 25-sanainen "seed", joka voidaan kirjoittaa muistiin tilin varmuuskopioimiseksi. Salasana on pakollinen lompakon luomisessa, ja tilitiedostot salataan tunnuslauseella varmistaakseen, että ne ovat arvottomia jos ne varastetaan.
fr: À l'aide d'un réseau de consensus pair-à-pair distribué, chaque transaction est sécurisée par cryptographie. Les comptes individuels ont une phrase mnémonique de 25 mots affichée lors de la création, qui peut être écrite pour sauvegarder le compte. Un mot de passe est obligatoire lors de la création d'un portefeuille, et les fichiers de compte sont chiffrés avec une phrase de passe pour s'assurer qu'ils sont sans valeur en cas de vol.
it: Utilizzando una rete di consenso peer-to-peer distribuita, ogni transazione è protetta crittograficamente. Gli account individuali hanno un seme mnemonico di 25 parole visualizzato quando creato, che può essere scritto per eseguire il backup dell'account. Una password è obbligatoria durante la creazione di un portafoglio e i file degli account vengono crittografati con una passphrase per garantire che siano privi di valore se rubati.
lt: Naudojant paskirstytą peer-to-peer konsensuso tinklą, kiekviena operacija yra kriptografiškai apsaugota. Sukūrus individualias paskyras, rodoma 25 žodžių mnemoninė sėkla, kurią galima užrašyti, kad būtų sukurta atsarginė paskyros kopija. Kuriant piniginę slaptažodis yra privalomas, o paskyros failai užšifruojami slaptafraze, siekiant užtikrinti, kad pavogti jie būtų beverčiai.
nb: Ved å bruke et distribuert peer-to-peer-konsensusnettverk er hver transaksjon kryptografisk sikret. Individuelle kontoer har et 25-ords mnemonisk frø som vises når de opprettes, som kan skrives ned for å sikkerhetskopiere kontoen. Et passord er obligatorisk når du oppretter en lommebok, og kontofiler er kryptert med en passordfrase for å sikre at de er verdiløse hvis de blir stjålet.
nl: Met behulp van een gedistribueerd peer-to-peer consensusnetwerk is elke transactie cryptografisch beveiligd. Individuele accounts hebben een geheugensteuntje van 25 woorden dat wordt weergegeven wanneer ze worden gemaakt, dat kan worden opgeschreven om een back-up van het account te maken. Een wachtwoord is verplicht bij het aanmaken van een portefeuille en accountbestanden worden versleuteld met een wachtwoord zin om ervoor te zorgen dat ze waardeloos zijn als ze worden gestolen.
pl: Korzystając z rozproszonej sieci konsensusu peer-to-peer, każda transakcja jest zabezpieczona kryptograficznie. Poszczególne konta mają 25-słowowy seed mnemotechniczny wyświetlony po utworzeniu, który można zapisać jako kopię zapasową konta. Hasło jest obowiązkowe podczas tworzenia portfela, a pliki konta są szyfrowane za pomocą hasła, aby upewnić się, że są one bezwartościowe, jeśli zostałyby skradzione.
pt_br: Usando uma rede de consenso distribuída ponto a ponto, todas as transações são criptograficamente protegidas. As contas individuais têm uma semente mnemônica de 25 palavras exibida quando criada, que pode ser anotada para fazer backup da conta. Uma senha é obrigatória ao criar uma carteira e os arquivos de conta são criptografados com uma senha para garantir que não valham nada se roubados.
sl: Vsaka transakcija je kriptografsko zaščitena z uporabo porazdeljenega omrežja soglasja med vrstniki. Posamezni računi imajo ob ustvarjanju prikazano mnemotehnično seme (seed) s 25 besedami, ki ga je mogoče zapisati za varnostno kopijo računa. Pri ustvarjanju denarnice je geslo obvezno, datoteke računov pa so šifrirane z geslom, kar zagotavlja, da so v primeru kraje brez vrednosti.
sv: Genom att använda ett distribuerat peer-to-peer-konsensusnätverk är varje transaktion kryptografiskt säkrad. Enskilda konton har ett 25-ords mnemoniskt frö som visas när det skapas, vilket kan skrivas ner för att säkerhetskopiera kontot. Ett lösenord är obligatoriskt när du skapar en plånbok, och kontofiler krypteras med en lösenordsfras för att säkerställa att de är värdelösa om de blir stulna.
tl: Gamit ang isang distributed na peer-to-peer consensus network, ang bawat transaksyon ay cryptographically secured. Ang mga indibidwal na account ay may 25-salitang mnemonic seed na ipinapakita kapag ginawa, na maaaring isulat upang i-back up ang account. Ang password ay ipinag-uutos kapag gumagawa ng wallet, at ang mga file ng account ay naka-encrypt gamit ang isang passphrase upang matiyak na walang halaga ang mga ito kung ninakaw.
tr: Dağıtılmış eşler arası fikir birliği ağı kullanılarak her işlem kriptografik olarak güvence altına alınır. Bireysel hesaplar, oluşturulduğunda görüntülenen ve hesabı yedeklemek için yazılabilen 25 kelimelik bir anımsatıcı tohuma sahiptir. Cüzdan oluştururken parola zorunludur ve hesap dosyaları, çalınmaları durumunda değersiz olmalarını sağlamak için bir parolayla şifrelenir.
ur: تقسیم شدہpeer-to-peer اتفاق رائے نیٹ ورک کا استعمال کرتے ہوئے، ہر لین دین کو خفیہ طور پر محفوظ کیا جاتا ہے۔ انفرادی کھاتوں میں تخلیق ہونے پر 25 الفاظ کا یادداشت کا بیج ظاہر ہوتا ہے، جسے اکاؤنٹ کا بیک اپ لینے کے لیے لکھا جا سکتا ہے۔ پرس بناتے وقت پاس ورڈ لازمی ہے، اور اکاؤنٹ کی فائلوں کو پاس فریز کے ساتھ انکرپٹ کیا جاتا ہے تاکہ یہ یقینی بنایا جا سکے کہ وہ چوری ہونے پر بیکار ہیں۔
zh_cn: 在一个分布式点对点的共识系统里, 每一笔交易都受到加密保护. 当创建新账户时，每个账户都拥有25个单词的助记词, 记好这些助记词就能随时备份和恢复整个钱包. 创建钱包时还要创建一组密码, 账户文件用密码加密，这就保证了即便是本地系统文件被盗，盗币者也打不开钱包.
zh_tw: 在一個分散式點對點的共識系統裡, 每一筆交易都受到加密保護. 當創建新帳戶時，每個帳戶都擁有25個單詞的助記詞, 記好這些助記詞就能隨時備份和恢復整個錢包. 創建錢包時還要創建一組密碼, 帳戶檔用密碼加密，這就保證了即便是本地系統檔被盜，盜幣者也打不開錢包.
