Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

source: Restrict limit amounts to
cs: Omezit limit částek na
fi: Rajoita summan arvo
fr: Restreindre les montants limites à
it: Limitare gli importi a
lt: Apriboti limito sumas
nb: Begrens grensebeløp til
nl: Beperk limietbedragen tot
pl: Ogranicz limity handlu do
pt_br: Os limites restritos são de
sl: Omejite mejne zneske na
sv: Begränsa gränsbelopp till
tl: Limitahan ang mga halaga ng limitasyon sa
tr: Limit tutarlarını şu şekilde sınırla:
ur: حد کی مقدار کو محدود کریں
zh_cn: 限制限额为
zh_tw: 限制限額為

source: Restrict limit amounts
cs: Omezte limitní částky
fi: Rajoita rajattuja summia
fr: Restreindre les montants limites
it: Limitare gli importi dei limiti
lt: Apriboti ribines sumas
nb: Begrens grensebeløp
nl: Beperk limietbedragen
pl: Ogranicz limity handlu
pt_br: Limites restritos de quantidade
sl: Omejite mejne zneske
sv: Begränsa gränsbelopp
tl: Limitahan ang mga halaga ng limitasyon
tr: Limit tutarlarını kısıtla
ur: حد کی مقدار محدود کریں
zh_cn: 限制限额
zh_tw: 限制限額

source: What does it mean?
cs: Co to znamená?
fi: Mitä se tarkoittaa?
fr: Qu'est-ce que ça veut dire ?
it: Che cosa significa?
lt: Ką tai reiškia?
nb: Hva betyr det?
nl: Wat betekent dit?
pl: Co to znaczy?
pt_br: O que isso significa?
sl: Kaj to pomeni?
sv: Vad betyder det?
tl: Ano ang ibig sabihin nito?
tr: Bu ne anlama geliyor?
ur: اس کا کیا مطلب ہے؟
zh_cn: 这是什么意思？
zh_tw: 這是什麼意思？

# ads_enter_amount
source: Enter amount {currency}
cs: Zadejte částku {currency}
fi: Anna summa {currency}
fr: Entrer le montant {currency}
it: Inserire l'importo {currency}
lt: Įveskite sumą {currency}
nb: Angi beløp {currency}
nl: Voer bedrag in {currency}
pl: Podaj ilość {currency}
pt_br: Insira o valor {currency}
sl: Vnesite znesek {currency}
sv: Ange belopp {currency}
tl: Ilagay ang halaga {currency}
tr: Tutarı girin {currency}
ur: رقم درج کریں {currency}
zh_cn: 输入金额 {currency}
zh_tw: 輸入金額 {currency}

# ads_enter_comma_sep_amounts
source: Enter comma-separated amounts {currency}
cs: Zadejte částky oddělené čárkami {currency}
fi: Anna pilkuilla erotetut summat {currency}
fr: Entrez des montants séparés par des virgules {currency}
it: Inserire gli importi separati da virgola {currency}
lt: Įveskite kableliais atskirtas sumas {currency}
nb: Skriv inn kommadelte beløp {currency}
nl: Voer door komma's gescheiden bedragen in {currency}
pl: Podaj ilości oddzielone przecinkami {currency}
pt_br: Insira valores separados por vírgula {currency}
sl: Vnesite zneske, ločene z vejico {currency}
sv: Ange kommaseparerade belopp {currency}
tl: Maglagay ng mga halagang pinaghihiwalay ng kuwit {currency}
tr: Tutarları virgülle ayrılmış olarak girin {currency}
ur: comma-separated رقم درج کریں {currency}
zh_cn: 输入逗号分隔的金额 {currency}
zh_tw: 輸入逗號分隔的金額 {currency}

# ads_first_trade_max_limit
source: First trade maximum limit {currency}
cs: Maximální limit prvního obchodu {currency}
fi: Ensimmäisen kaupan enimmäisraja {currency}
fr: Limite maximale du premier échange {currency}
it: Limite massimo della prima operazione {currency}
lt: Pirmoji didžiausia prekybos riba {currency}
nb: Maksimal grense for første handel {currency}
nl: Maximale limiet eerste transactie {currency}
pl: Maksymalny limit pierwszej transakcji {currency}
pt_br: Primeiro limite máximo de comércio {currency}
sl: Največja omejitev prvega trejda {currency}
sv: Högsta gräns för första handeln {currency}
tl: Pinakamataas na limitasyon sa unang kalakalan {currency}
tr: İlk işlem maksimum limiti {currency}
ur: پہلی تجارت کی زیادہ سے زیادہ حد {currency}
zh_cn: 首笔交易最高限额 {currency}
zh_tw: 首筆交易最高限額 {currency}

# ads_specify_trade_details
source: Specify trade details (optional):
cs: Uveďte podrobnosti obchodu (volitelné):
fi: Täsmennä kauppatiedot (valinnainen):
fr: Spécifier les détails de l'échange (facultatif) :
it: Specificare i dettagli del commercio (facoltativo):
lt: Nurodykite išsamią prekybos informaciją (neprivaloma):
nb: Spesifiser handelsdetaljer (valgfritt):
nl: Specificeer transactiegegevens (optioneel):
pl: Określ szczegóły handlu (opcjonalnie):
pt_br: Especificar detalhes comerciais (opcional):
sl: Določite podrobnosti trgovanja (neobvezno):
sv: Ange handelsdetaljer (valfritt):
tl: Tukuyin ang mga detalye ng kalakalan (opsyonal):
tr: Ticari ayrıntıları belirtin (isteğe bağlı):
ur: تجارتی تفصیلات کی وضاحت کریں (optional):
zh_cn: 指定交易详情（可选）：
zh_tw: 指定交易詳情（可選）：

# ads_payment_method_details
source: Payment method details
cs: Detaily způsobu platby
fi: Maksutavan tiedot
fr: Détails du mode de paiement
it: Dettagli sul metodo di pagamento
lt: Mokėjimo būdo detalės
nb: Detaljer om betalingsmåte
nl: Details van betalingsmethode
pl: Szczegóły metody płatności
pt_br: Detalhes da forma de pagamento
sl: Podrobnosti o načinu plačila
sv: Betalningsmetod detaljer
tl: Mga detalye ng paraan ng pagbabayad
tr: Ödeme yöntemi ayrıntıları
ur: ادائیگی کے طریقہ کار کی تفصیلات
zh_cn: 付款方式详情
zh_tw: 付款方式詳情

# ads_payment_method_details_64
source: Shown in the ad list. Maximum 64 characters.
cs: Zobrazeno v seznamu reklam. Maximálně 64 znaků.
fi: Näkyy ilmoitusluettelossa. Enintään 64 merkkiä.
fr: Affiché dans la liste des annonces. 64 caractères maximum.
it: Mostrato nell'elenco degli annunci. Massimo 64 caratteri.
lt: Rodoma skelbimų sąraše. Daugiausia 64 simboliai.
nb: Vises i annonselisten. Maks 64 tegn.
nl: Weergegeven in de advertentielijst. Maximaal 64 tekens.
pl: Wyświetlane na liście ogłoszeń. Maksymalnie 64 znaki.
pt_br: Mostrado na lista de anúncios. Máximo 64 caracteres.
sl: Prikazano na seznamu oglasov. Največ 64 znakov.
sv: Visas i annonslistan. Max 64 tecken.
tl: Ipinapakita sa listahan ng ad. Maximum na 64 na character.
tr: Reklam listesinde gösterilir. Maksimum 64 karakter.
ur: اشتہار کی فہرست میں دکھایا گیا ہے۔ زیادہ سے زیادہ 64 حروف۔
zh_cn: 显示在广告列表中。最多 64 个字符。
zh_tw: 顯示在廣告列表中。最多 64 個字符。

# ads_maximum_64
source: Maximum 64 characters
cs: Maximálně 64 znaků
fi: Enintään 64 merkkiä
fr: 64 caractères maximum
it: Massimo 64 caratteri
lt: Daugiausia 64 simboliai
nb: Maks 64 tegn
nl: Maximaal 64 tekens
pl: Maksymalnie 64 znaki
pt_br: Máximo 64 caracteres
sl: Največ 64 znakov
sv: Maximalt 64 tecken
tl: Maximum na 64 na character
tr: Maksimum 64 karakter
ur: زیادہ سے زیادہ 64 حروف
zh_cn: 最多 64 个字符
zh_tw: 最多 64 個字符

# ads_payment_method_info_trade
source: Payment method info
cs: Informace o způsobu platby
fi: Maksutavan tiedot
fr: Informations sur le mode de paiement
it: Informazioni sul metodo di pagamento
lt: Informacija apie mokėjimo būdą
nb: Informasjon om betalingsmåte
nl: Info betaalmethode
pl: Informacje o metodzie płatności
pt_br: Informações sobre a forma de pagamento
sl: Informacije o načinu plačila
sv: Betalning Metod information
tl: Impormasyon sa paraan ng pagbabayad
tr: Ödeme yöntemi bilgisi
ur: ادائیگی کے طریقہ کار کی معلومات
zh_cn: 付款方式信息
zh_tw: 付款方式信息

# ads_payment_method_info_trade_4096
source: Shown during trade. Maximum 4096 characters.
cs: Zobrazeno během obchodu. Maximálně 4096 znaků.
fi: Näytetään kaupankäynnin aikana. Enintään 4096 merkkiä.
fr: Montrées pendant l'échange. Maximum 4096 caractères.
it: Mostrato durante il commercio. Massimo 4096 caratteri.
lt: Parodyta prekybos metu. Daugiausia 4096 simboliai.
nb: Vises under handel. Maksimalt 4096 tegn.
nl: Getoond tijdens de transactie. Maximaal 4096 tekens.
pl: Widoczne podczas handlu. Maksymalnie 4096 znaków.
pt_br: Exibido durante o comércio. Máximo de 4096 caracteres.
sl: Prikazano med trgovanjem. Največ 4096 znakov.
sv: Visas under handel. Maximalt 4096 tecken.
tl: Ipinapakita sa panahon ng kalakalan. Maximum na 4096 na character.
tr: Ticaret sırasında gösterilir. Maksimum 4096 karakter.
ur: تجارت کے دوران دکھایا گیا ہے۔ زیادہ سے زیادہ 4096 حروف۔
zh_cn: 在交易期间显示。最多 4096 个字符。
zh_tw: 在交易期間顯示。最多 4096 個字符。

# ads_specify_restrictions
source: Specify restrictions (optional):
cs: Zadejte omezení (volitelné):
fi: Täsmennä rajoitukset (valinnainen):
fr: Spécifier les restrictions (facultatif) :
it: Specificare le restrizioni (opzionale):
lt: Nurodykite apribojimus (neprivaloma):
nb: Spesifiser restriksjoner (valgfritt):
nl: Specificeer beperkingen (optioneel):
pl: Określ ograniczenia (opcjonalne):
pt_br: Especificar as restrições (opcional):
sl: Določite omejitve (neobvezno):
sv: Ange begränsningar (valfritt):
tl: Tukuyin ang mga paghihigpit (opsyonal):
tr: Kısıtlamaları belirtin (isteğe bağlı):
ur: پابندیوں کی وضاحت کریں (optional):
zh_cn: 指定限制（可选）：
zh_tw: 指定限制（可選）：

# maximum_4096
source: Maximum 4096 characters
cs: Maximálně 4096 znaků
fi: Enintään 4096 merkkiä
fr: 4096 caractères maximum
it: Massimo 4096 caratteri
lt: Daugiausia 4096 simboliai
nb: Maksimalt 4096 tegn
nl: Maximaal 4096 tekens
pl: Maksymalnie 4096 znaków
pt_br: Máximo de 4096 caracteres
sl: Največ 4096 znakov
sv: Maximalt 4096 tecken
tl: Maximum na 4096 na character
tr: Maksimum 4096 karakter
ur: زیادہ سے زیادہ 4096 حروف
zh_cn: 最多 4096 个字符
zh_tw: 最多 4096 個字符

# enter_number_0_100
source: Enter number from 0 to 100
cs: Zadejte číslo od 0 do 100
fi: Syötä numero väliltä 0-100
fr: Entrer un nombre de 0 à 100
it: Inserire un numero da 0 a 100
lt: Įveskite skaičių nuo 0 iki 100
nb: Skriv inn tall fra 0 til 100
nl: Voer een getal in van 0 tot 100
pl: Wpisz liczbę od 0 do 100
pt_br: Digite o número de 0 a 100
sl: Vnesite število od 0 do 100
sv: Ange nummer från 0 till 100
tl: Ilagay ang numero mula 0 hanggang 100
tr: 0'dan 100'e kadar sayı girin
ur: 0 سے 100 تک نمبر درج کریں
zh_cn: 输入从 0 到 100 的数字
zh_tw: 輸入從 0 到 100 的數字

# enter_number_15_90
source: Enter number between 15-90
cs: Zadejte číslo mezi 15-90
fi: Syötä numero väliltä 15-90
fr: Entrer un nombre entre 15 et 90
it: Inserire un numero compreso tra 15-90
lt: Įveskite skaičių nuo 15 iki 90
nb: Skriv inn nummer mellom 15-90
nl: Voer een nummer in tussen 15-90
pl: Wpisz liczbę od 15 do 90
pt_br: Digite o número entre 15-90
sl: Vnesite število med 15-90
sv: Ange nummer mellan 15-90
tl: Ilagay ang numero sa pagitan ng 15-90
tr: 15-90 arası sayı girin
ur: 15-90 کے درمیان نمبر درج کریں
zh_cn: 输入 15-90 之间的数字
zh_tw: 輸入 15-90 之間的數字

source: Enter amount (min 0)
cs: Zadejte částku (min. 0)
fi: Syötä määrä (min 0)
fr: Entrer le montant (min 0)
it: Inserire l'importo (min 0)
lt: Įveskite sumą (min 0)
nb: Angi beløp (min 0)
nl: Voer bedrag in (min 0)
pl: Wpisz kwotę (min. 0)
pt_br: Insira o valor (min 0)
sl: Vnesite znesek (min 0)
sv: Ange belopp (min 0)
tl: Ipasok ang halaga (min 0)
tr: Tutarı girin (min 0)
ur: رقم درج کریں (min 0)
zh_cn: 输入金额（最少 0）
zh_tw: 輸入金額（最少 0）

source: Currency:
cs: Měna:
fi: Valuutta:
fr: Devise :
it: Valuta:
lt: Valiuta:
nb: Valuta:
nl: Valuta:
pl: Waluta:
pt_br: Moeda:
sl: Valuta:
sv: Valuta:
tl: Pera:
tr: Para birimi:
ur: کرنسی:
zh_cn: 货币：
zh_tw: 貨幣：

source: Payment method:
cs: Způsob platby:
fi: Maksutapa:
fr: Mode de paiement :
it: Metodo di pagamento:
lt: Mokėjimo būdas:
nb: Betalingsmetode:
nl: Betalingswijze:
pl: Metoda płatności:
pt_br: Forma de pagamento:
sl: Način plačila:
sv: Betalningsmetod:
tl: Paraan ng Pagbayad:
tr: Ödeme yöntemi:
ur: ادائیگی کا طریقہ:
zh_cn: 付款方式：
zh_tw: 付款方式：

source: Restrict amounts to:
cs: Omezit částky na:
fi: Rajoita määrää:
fr: Limiter les montants à :
it: Limitare gli importi a:
lt: Apriboti sumos:
nb: Begrens beløp til:
nl: Beperk bedragen tot:
pl: Ogranicz ilości do:
pt_br: Restringe-se a:
sl: Omejite zneske na:
sv: Begränsa belopp till:
tl: Limitahan ang mga halaga sa:
tr: Tutarları şu şekilde sınırla:
ur: مقدار کو محدود کریں:
zh_cn: 将金额限制为：
zh_tw: 將金額限制為：

source: Payment method details:
cs: Detaily způsobu platby:
fi: Maksutavan tiedot:
fr: Détails du mode de paiement :
it: Dettagli sul metodo di pagamento:
lt: Išsami mokėjimo būdo informacija:
nb: Betalingsmåtedetaljer:
nl: Gegevens betalingswijze:
pl: Szczegóły metody płatności:
pt_br: Detalhes da forma de pagamento:
sl: Podrobnosti o načinu plačila:
sv: Betalning metod information
tl: Mga detalye ng paraan ng pagbabayad:
tr: Ödeme yöntemi ayrıntıları:
ur: ادائیگی کے طریقہ کار کی تفصیلات:
zh_cn: 付款方式详情：
zh_tw: 付款方式詳情：

source: Review
cs: Revize
fi: Tarkastele
fr: Passer en revue
it: Recensione
lt: Apžvalga
nb: Anmeldelse
nl: Bekijken
pl: Opinia
pt_br: Revisão
sl: Pregled
sv: Recension
tl: Pagsusuri
tr: Gözden geçirmek
ur: جائزہ لیں
zh_cn: 评论
zh_tw: 評論

source: Publish
cs: Publikovat
fi: Julkaise
fr: Publier
it: Pubblica
lt: Paskelbti
nb: publisere
nl: Publiceren
pl: Publikuj
pt_br: Publicar
sl: Objavi
sv: Publicera
tl: I-publish
tr: Yayınla
ur: شائع کريں
zh_cn: 发布
zh_tw: 發布

source: Enter your settlement wallet address:
cs: Zadejte adresu své zúčtovací peněženky:
fi: Syötä maksulompakkosi osoite:
fr: Saisir l'adresse de votre portefeuille de règlement :
it: Inserite l'indirizzo del vostro portafoglio di regolamento:
lt: Įveskite savo atsiskaitymo piniginės adresą:
nb: Skriv inn oppgjørslommebokadressen din:
nl: Vul uw afwikkelingsportefeuille adres in:
pl: Wprowadź adres swojego portfela rozliczeniowego:
pt_br: Digite o endereço de sua carteira de assentamento:
sl: Vnesite svoj naslov poravnalne denarnice:
sv: Ange din avräkningsplånboksadress:
tl: Ilagay ang address ng iyong settlement wallet:
tr: Ödeme cüzdanı adresinizi girin:
ur: اپنے سیٹلمنٹ والیٹ کا پتہ درج کریں:
zh_cn: 输入您的结算钱包地址：
zh_tw: 輸入您的結算錢包地址：

# ads_enter_verify_address
source: Enter and verify your address to which the coins will be sent to. Cannot be an internal {appName} address.
cs: Zadejte a ověřte svou adresu, na kterou budou mince zaslány. Nemůže to být interní adresa {appName}.
fi: Syötä ja vahvista osoitteesi, johon kolikot lähetetään. Ei voi olla sisäinen {appName}-osoite.
fr: Entrer et vérifier votre adresse à laquelle les jetons seront envoyés. Ne peut pas être une adresse {appName} interne.
it: Inserisci e verifica il tuo indirizzo a cui verranno inviate le monete. Non può essere un indirizzo interno {appName}.
lt: Įveskite ir patvirtinkite savo adresą, kuriuo bus siunčiamos monetos. Negali būti vidinis {appName} adresas.
nb: Skriv inn og bekreft adressen din som myntene skal sendes til. Kan ikke være en intern {appName}-adresse.
nl: Voer uw adres in en verifieer waar de munten naartoe worden verzonden. Kan geen intern {appName} adres zijn.
pl: Wprowadź i zweryfikuj swój adres, na który zostanie wysłana kryptowaluta. Nie może to być adres wewnętrzny {appName}.
pt_br: Digite e verifique seu endereço para o qual as moedas serão enviadas. Não pode ser um endereço interno {appName}.
sl: Vnesite in potrdite svoj naslov, na katerega bodo poslani kovanci. Ne sme biti notranji naslov {appName}.
sv: Ange och verifiera din adress som mynten ska skickas till. Kan inte vara en intern {appName} adress.
tl: Ipasok at i-verify ang iyong address kung saan ipapadala ang mga barya. Hindi maaaring maging isang panloob na {appName} address.
tr: Paraların gönderileceği adresinizi girin ve doğrulayın. Dahili {appName} adresi olamaz.
ur: اپنا پتہ درج کریں اور تصدیق کریں جس پر سکے بھیجے جائیں گے۔ اندرونی {appName} پتہ نہیں ہو سکتا۔
zh_cn: 输入并验证您的硬币将发送到的地址。不能是内部 {appName} 地址。
zh_tw: 輸入並驗證您的硬幣將被發送到的地址。不能是內部 {appName} 地址。

source: What is settlement fee level?
cs: Jaká je výše zúčtovacího poplatku?
fi: Mikä on selvityskulun taso?
fr: Quel est le niveau des frais de règlement ?
it: Qual è il livello di commissione per la liquidazione?
lt: Kas yra atsiskaitymo mokesčio dydis?
nb: Hva er nivået på oppgjørsgebyr?
nl: Wat is het niveau van de afwikkelingsvergoeding?
pl: Czym jest poziom opłaty rozliczeniowej?
pt_br: O que é o nível da taxa de liquidação?
sl: Kakšna je raven poravnalne provizije?
sv: Vad är avräkningsavgiftsnivån?
tl: Ano ang settlement fee level?
tr: Uzlaştırma ücreti düzeyi nedir?
ur: تصفیہ فیس کی سطح کیا ہے؟
zh_cn: 什么是结算费用水平？
zh_tw: 什麼是結算費用水平？

# settlement_fee_level_selector_explanation
source: This selector allows you to choose which network fee level to use when sending the transaction to your wallet. If you're not sure what fee level you want, select the medium fee.
cs: Tento selektor vám umožňuje vybrat, jakou úroveň síťového poplatku použít při odesílání transakce do vaší peněženky. Pokud si nejste jisti, jakou úroveň poplatku chcete, vyberte střední poplatek.
fi: Tällä valitsimella voit valita, mitä verkkomaksutasoa käytetään lähetettäessä transaktio lompakkoon. Jos et ole varma, minkä maksutason haluat, valitse keskitaso.
fr: Ce sélecteur vous permet de choisir le niveau de frais de réseau à utiliser lors de l'envoi de la transaction vers votre portefeuille. Si vous n'êtes pas sûr du niveau de frais que vous souhaitez, sélectionnez les frais moyens.
it: Questo selettore consente di scegliere il livello di commissione di rete da utilizzare per l'invio della transazione al proprio portafoglio. Se non si è sicuri del livello di commissione desiderato, selezionare la commissione media.
lt: Šis parinkiklis leidžia pasirinkti, kurį tinklo mokesčio lygį naudoti siunčiant operaciją į piniginę. Jei nesate tikri, kokio mokesčio dydžio norite, pasirinkite vidutinį mokestį.
nb: Denne velgeren lar deg velge hvilket nettverksgebyrnivå du skal bruke når du sender transaksjonen til lommeboken din. Hvis du ikke er sikker på hvilket gebyrnivå du ønsker, velger du middels gebyr.
nl: Met deze selector kunt u kiezen welk netwerktarief u wilt gebruiken bij het verzenden van de transactie naar uw portefeuille. Als u niet zeker weet welk vergoedingsniveau u wilt, selecteer dan de gemiddelde vergoeding.
pl: Ten selektor pozwala wybrać poziom opłaty sieciowej do opłacenia podczas wysyłania transakcji do portfela. Jeśli nie masz pewności, jaki poziom opłaty chcesz, wybierz średnią opłatę.
pt_br: Este seletor permite que você escolha o nível de taxa de rede a ser usado ao enviar a transação para sua carteira. Se você não tiver certeza do nível de taxa que deseja, selecione a taxa média.
sl: Ta izbirnik vam omogoča, da izberete, katero raven omrežne pristojbine želite uporabiti pri pošiljanju transakcije v vašo denarnico. Če niste prepričani, kakšno raven provizije želite, izberite srednjo provizijo.
sv: Med den här väljaren kan du välja vilken nätverksavgiftsnivå som ska användas när transaktionen skickas till din plånbok. Om du inte är säker på vilken avgiftsnivå du vill ha väljer du medelhög avgift.
tl: Binibigyang-daan ka ng selector na ito na piliin kung aling antas ng bayad sa network ang gagamitin kapag ipinapadala ang transaksyon sa iyong wallet. Kung hindi ka sigurado kung anong antas ng bayad ang gusto mo, piliin ang katamtamang bayad.
tr: Bu seçici, işlemi cüzdanınıza gönderirken hangi ağ ücreti seviyesinin kullanılacağını seçmenizi sağlar. Hangi ücret düzeyini istediğinizden emin değilseniz orta ücreti seçin.
ur: یہ سلیکٹر آپ کو یہ منتخب کرنے کی اجازت دیتا ہے کہ آپ کے بٹوے میں ٹرانزیکشن بھیجتے وقت نیٹ ورک فیس کی کون سی سطح استعمال کی جائے۔ اگر آپ کو یقین نہیں ہے کہ آپ کس سطح کی فيس چاہتے ہیں، تو درمیانی فیس کو منتخب کریں۔
zh_cn: 此选择器允许您选择在将交易发送到您的钱包时使用的网络费用水平。如果您不确定所需的费用水平，请选择中等费用。
zh_tw: 此選擇器允許您選擇在將交易發送到您的錢包時使用的網絡費用水平。如果您不確定所需的費用水平，請選擇中等費用。

# ads_payment_window
source: Payment window time (minutes)
cs: Doba platebního okna (minuty)
fi: Maksuikkunan aika (minuutteja)
fr: Durée de la fenêtre de paiement (minutes)
it: Tempo della finestra di pagamento (minuti)
lt: Mokėjimo lango laikas (minutės)
nb: Betalingsvindustid (minutter)
nl: Betalingsperiode (minuten)
pl: Czas na dokonanie płatności (minuty)
pt_br: Tempo de janela de pagamento (minutos)
sl: Čas plačilnega obdobja (minute)
sv: Tid för betalningsfönster (minuter)
tl: Oras ng palugit ng pagbabayad (minuto)
tr: Ödeme penceresi süresi (dakika)
ur: ادائیگی کی کھڑکی کا وقت (minutes)
zh_cn: 支付窗口时间（分钟）
zh_tw: 支付窗口時間（分鐘）

# ads_payment_window_short
source: Payment window
cs: Platební okno
fi: Maksuikkuna
fr: Fenêtre de paiement
it: Finestra di pagamento
lt: Mokėjimo langas
nb: Betalingsvindu
nl: Betalingsvenster
pl: Czas na płatność
pt_br: Janela de pagamento
sl: Plačilno okno
sv: Betalningsfönster
tl: window ng pagbabayad
tr: Ödeme penceresi
ur: ادائیگی کی کھڑکی
zh_cn: 付款窗口
zh_tw: 付款窗口

# ads_havent_posted
source: You haven’t posted any ads yet.
cs: Zatím jste nezveřejnili žádné inzeráty.
fi: Et ole vielä julkaissut mainoksia.
fr: Vous n'avez pas encore publié d'annonces.
it: Non hai ancora pubblicato alcun annuncio.
lt: Dar nepaskelbėte jokių skelbimų.
nb: Du har ikke lagt ut noen annonser ennå.
nl: U heeft nog geen advertenties geplaatst.
pl: Nie opublikowałeś jeszcze żadnych ogłoszeń.
pt_br: Você ainda não postou nenhum anúncio.
sl: Niste še objavili nobenega oglasa.
sv: Du har inte publicerat några annonser än.
tl: Hindi ka pa nakakapag-post ng anumang mga ad.
tr: Henüz herhangi bir ilan yayınlamadınız.
ur: آپ نے ابھی تک کوئی اشتہار شائع نہیں کیا ہے۔
zh_cn: 您还没有发布任何广告。
zh_tw: 您還沒有發布任何廣告。

# no_trades
source: You have no trades, yet.
cs: Zatím nemáte žádné obchody.
fi: Sinulla ei ole vielä kauppoja.
fr: Vous n'avez pas encore de transactions.
it: Non avete ancora scambi.
lt: Dar neturite sandorių.
nb: Du har ingen handler ennå.
nl: U heeft nog geen transacties.
pl: Nie masz jeszcze handli.
pt_br: Você ainda não tem ofícios.
sl: Nimate še nobenega trade-a.
sv: Du har inga handel ännu.
tl: Wala ka pang trade.
tr: Henüz bir işleminiz yok.
ur: آپ کے پاس ابھی تک کوئی تجارت, نہیں ہے۔
zh_cn: 你还没有交易。
zh_tw: 你還沒有交易。

source: No feedbacks.
cs: Žádné zpětné vazby.
fi: Ei palautetta.
fr: Pas d'évaluations.
it: Nessun feedback.
lt: Jokių atsiliepimų.
nb: Ingen tilbakemeldinger.
nl: Geen feedback.
pl: Brak ocen.
pt_br: Sem comentários.
sl: Brez odzivov.
sv: Ingen återkoppling.
tl: Walang feedbacks.
tr: Geri bildirim yok.
ur: کوئی تاثرات نہیں۔
zh_cn: 没有反馈。
zh_tw: 沒有反饋。

source: Ad settings
cs: Nastavení reklam
fi: Ilmoituksen asetukset
fr: Paramètres des annonces
it: Impostazioni degli annunci
lt: Skelbimo nustatymai
nb: Annonseinnstillinger
nl: Advertentie-instellingen
pl: Ustawienia ogłoszenia
pt_br: Configurações de anúncios
sl: Nastavitve oglasov
sv: Annons inställningar
tl: Mga setting ng ad
tr: Reklam ayarları
ur: اشتہار کی ترتیبات
zh_cn: 广告设置
zh_tw: 廣告設置

source: Settings saved
cs: Nastavení uloženo
fi: Asetukset tallennettu
fr: Paramètres enregistrés
it: Impostazioni salvate
lt: Nustatymai išsaugoti
nb: Instillinger lagret
nl: Instellingen opgeslagen
pl: Ustawienia zapisane
pt_br: Configurações salvas
sl: Nastavitve shranjene
sv: Inställningar Sparade
tl: Na-save ang mga setting
tr: Ayarlar kaydedildi
ur: ترتیبات محفوظ ہو گئیں
zh_cn: 设置已保存
zh_tw: 設置已保存

source: Preferences
cs: Předvolby
fi: Preferenssit
fr: Préférences
it: preferenze
lt: Parinktys
nb: Preferanser
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
sl: Preference
sv: Preferenser
tl: Mga Kagustuhan
tr: Tercihler
ur: ترجیحات
zh_cn: 喜好
zh_tw: 首選項

source: About this ad
cs: O této reklamě
fi: Tietoja tästä ilmoituksesta
fr: À propos de cette annonce
it: Informazioni su questo annuncio
lt: Apie šį skelbimą
nb: Om denne annonsen
nl: Over deze advertentie
pl: O tym ogłoszeniu
pt_br: Sobre este anúncio
sl: Več o tem oglasu
sv: Om denna annons
tl: Tungkol sa ad na ito
tr: Bu reklam hakkında
ur: اس اشتہار کے بارے میں
zh_cn: 关于此广告
zh_tw: 關於此廣告

source: Price
cs: Cena
fi: Hinta
fr: Prix
it: prezzo
lt: Kaina
nb: Pris
nl: Prijs
pl: Cena
pt_br: Preço
sl: Cena
sv: Pris
tl: Presyo
tr: Fiyat
ur: قیمت
zh_cn: 价钱
zh_tw: 價錢

source: Activity
cs: Aktivita
fi: Toiminta
fr: Activité
it: attività
lt: Veikla
nb: Aktivitet
nl: Activiteiten
pl: Działalność
pt_br: Atividade
sl: Dejavnost
sv: Aktivitet
tl: Aktibidad
tr: Aktivite
ur: سرگرمی
zh_cn: 活动
zh_tw: 活動

source: Chat
cs: Povídat si
fr: Discussion
lt: Pokalbis
pl: Czat
pt_br: Bate-papo
sl: Klepet
tr: Sohbet
ur: گپ شپ
zh_cn: 聊天
zh_tw: 聊

source: Market
cs: Trh
fi: Markkina
fr: Marché
it: Mercato
lt: Turgus
nb: Marked
nl: Markt
pl: Rynek
pt_br: Mercado
sl: Trg
sv: Marknad
tl: Merkado
tr: Pazar
ur: مارکیٹ
zh_cn: 市场
zh_tw: 市場

source: Help
cs: Pomoc
fi: Apua
fr: Aide
it: Aiuto
lt: Pagalba
nb: Hjelp
nl: Hulp
pl: Pomoc
pt_br: Ajuda
sl: Pomoč
sv: Hjälp
tl: Tulong
tr: Yardım
ur: مدد
zh_cn: 救命
zh_tw: 救命
