Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb3250Sbtext
source: <p>When using a remote node, there are a few key pieces of information that get exposed to a remote node and a couple of key ways that node can attack you, prevent you from transacting, and more.</p> <p>The first thing a remote node can learn about you is your public IP address. While this will hopefully be concealed via a VPN or Tor, the remote node could associate your public IP address with the transaction, helping them to narrow down where you are transacting from. The remote node can also learn the last block your wallet synced and use this to try and make educated guesses about you, such as when you normally use Monero and when you last spent Monero. This is especially true if you are always coming from the same IP address (such as your home). The last key thing that a remote node can learn about you is basic information about the transactions you send through it. While this may be the most obvious data that the remote node operator gets about you, it’s important to understand that this could be used to help track down the sender of the transaction when combining that information with other off-chain data. This can be especially dangerous if the remote node is run by a malicious entity, a blockchain analytics company, or an oppressive nation-state.</p> <p>A remote node can also attempt to cause you trouble by hiding blocks from you, making your wallet think it was synced when it wasn’t. This can make you think funds are lost or prevent you from spending funds until you connect to another node. The last key thing a remote node could do is feed your wallet a manipulated list of decoys. This could cause your wallet to either fail completely to build transactions (making you unable to spend funds), or could allow the remote node to try and provide decoys it knows are spent to reduce the anonymity you receive in each transaction.</p>
cs: <p>Při používání vzdáleného uzlu existuje několik klíčových informací, které jsou vzdálenému uzlu zpřístupněny, a několik klíčových způsobů, jak vás může uzel napadnout, zabránit vám v transakci a podobně.</p> <p>První, co se o vás může vzdálený uzel dozvědět, je vaše veřejná IP adresa. Ta bude, doufejme, skryta prostřednictvím sítě VPN nebo Tor, ale vzdálený uzel si může vaši veřejnou IP adresu spojit s transakcí, což mu pomůže zúžit místo, odkud transakci provádíte. Vzdálený uzel se také může dozvědět poslední blok, který vaše peněženka synchronizovala, a na základě toho se o vás pokusit odhadnout, například kdy Monero běžně používáte a kdy jste Monero naposledy utratili. To platí zejména v případě, že přicházíte stále ze stejné IP adresy (například z domova). Poslední klíčovou věcí, kterou se o vás může vzdálený uzel dozvědět, jsou základní informace o transakcích, které přes něj posíláte. I když to mohou být nejzřejmější údaje, které o vás provozovatel vzdáleného uzlu získá, je důležité si uvědomit, že při kombinaci těchto informací s dalšími údaji mimo řetězec by mohly být použity k vypátrání odesílatele transakce. To může být obzvláště nebezpečné, pokud je vzdálený uzel provozován škodlivým subjektem, analytickou společností blockchainu nebo represivním národním státem.</p> <p>Vzdálený uzel se vám také může pokusit způsobit potíže tím, že před vámi skryje bloky, takže si vaše peněženka bude myslet, že byla synchronizována, i když tomu tak není. To může způsobit, že si budete myslet, že se prostředky ztratily, nebo vám zabrání v utrácení prostředků, dokud se nepřipojíte k jinému uzlu. Poslední klíčovou věcí, kterou může vzdálený uzel udělat, je nakrmit vaši peněženku zmanipulovaným seznamem návnad. To by mohlo způsobit, že vaše peněženka buď zcela selže při vytváření transakcí (což vám znemožní utrácet prostředky), nebo by se vzdálený uzel mohl pokusit poskytnout návnady, o kterých ví, že jsou utraceny, aby snížil anonymitu, kterou obdržíte při každé transakci.</p>
fi: <p>Etäsolmua käytettäessä muutama keskeinen tieto altistuu etäsolmulle ja on pari keskeistä tapaa, joilla solmu voi hyökätä kimppuun, estää transaktiosi ja paljon muuta.</p> <p>Ensimmäinen asia, jonka etäsolmu voi oppia sinusta, on julkinen IP-osoitteesi. Vaikka tämä toivottavasti piilotetaan VPN:n tai Torin kautta, etäsolmu voi liittää julkisen IP-osoitteesi transaktion, mikä auttaa heitä rajaamaan, missä olet liikenteessä. Etäsolmu voi myös oppia viimeisimmän lohkon jossa lompakkosi sykronoitiin ja sen avulla yrittää tehdä valistuneita arvauksia sinusta, kuten milloin käytät normaalisti Moneroa ja milloin viimeksi käytit Moneroa. Tämä pätee erityisesti, jos tulet aina samasta IP-osoitteesta (kuten kotoa). Viimeinen avainasia, jonka etäsolmu voi oppia sinusta, on perustiedot sen kautta lähettämistäsi transaktioista. Vaikka tämä saattaa olla ilmeisin tieto, jonka etäsolmun operaattori saa sinusta, on tärkeää ymmärtää että tätä voidaan käyttää apuna transaktion lähettäjän jäljittämisessä, kun nämä tiedot yhdistetään muihin ketjun ulkopuolisiin tietoihin. Tämä voi olla erityisen vaarallista, jos etäsolmua pyörittää haitallinen taho, blockchain-analytiikkayritys tai sortava kansallisvaltio.</p> <p>Etäsolmu voi myös yrittää aiheuttaa sinulle ongelmia piilottamalla lohkoja sinulta, jolloin lompakkosi luulee olleensa synkronoitu, vaikka se ei sitä ei ollut. Tämä voi saada sinut ajattelemaan, että varat ovat kadonneet tai estää sinua käyttämästä varoja ennen kuin muodostat yhteyden toiseen solmuun. Viimeinen avainasia, jonka etäsolmu voi tehdä, on syöttää lompakkoosi manipuloidun listan syöttejä. Tämä voi aiheuttaa sen, että lompakkosi ei pysty rakentamaan transaktioita kokonaan (jotta et pysty käyttämään varoja) tai se voi antaa etäsolmun yrittää tarjota syöttejä, joiden se tietää vähentäneen kussakin transaktiossa saamaasi anonymiteettiä.</p>
fr: <p>Lorsque vous utilisez un nœud distant, il y a quelques informations clés qui lui sont exposées et quelques principales techniques par lesquelles ce nœud peut vous attaquer, vous empêcher d'effectuer des transactions, et plus encore.</p> <p>La première chose qu'un nœud distant peut apprendre sur vous est votre adresse IP publique. Bien que cela soit, espérons-le, caché via un VPN ou Tor, le nœud distant pourrait associer votre adresse IP publique à la transaction, les aidant à déterminer d'où vous effectuez la transaction. Le nœud distant peut également apprendre le dernier bloc synchronisé par votre portefeuille et utiliser cette information pour essayer de faire des suppositions éclairées sur vous, par exemple quand vous utilisez normalement Monero et quand vous avez dépensé du Monero pour la dernière fois. Cela est particulièrement vrai si vous venez toujours de la même adresse IP (comme votre domicile). Aussi, un nœud distant peut apprendre sur vous des informations de base sur les transactions que vous lui envoyez. Bien qu'il s'agisse des données les plus évidentes que l'opérateur du nœud distant obtient à votre sujet, il est important de comprendre que cela pourrait être utilisé pour aider à retrouver l'expéditeur de la transaction lors de la combinaison de ces informations avec d'autres données hors chaîne. Cela peut être particulièrement dangereux si le nœud distant est géré par une entité malveillante, une société d'analyse de blockchain ou un État-nation oppressif.</p> <p>Un nœud distant peut également tenter de vous causer des problèmes en vous cachant des blocs, faisant croire à votre portefeuille qu'il a été synchronisé alors qu'il ne l'était pas. Cela peut vous faire penser que des fonds sont perdus ou vous empêcher de dépenser des fonds jusqu'à ce que vous vous connectiez à un autre nœud. La dernière technique majeure de malveillance qu'un nœud distant pourrait faire est de fournir à votre portefeuille une liste manipulée de leurres. Cela pourrait empêcher votre portefeuille de créer des transactions (vous empêchant ainsi de dépenser des fonds), ou pourrait permettre au nœud distant d'essayer de fournir des leurres dont il sait qu'ils sont dépensés pour réduire l'anonymat sensé vous couvrir pour chaque transaction.</p>
it: <p>Quando si usa un nodo remoto, ci sono alcune informazioni chiave che vengono esposte a un nodo remoto e un paio di modi chiave in cui quel nodo può attaccarvi, impedirvi di fare transazioni e altro.</p> <p>La prima cosa che un nodo remoto può imparare su di te è il tuo indirizzo IP pubblico. Anche se si spera che questo sia nascosto tramite una VPN o Tor, il nodo remoto potrebbe associare il tuo indirizzo IP pubblico alla transazione, aiutandolo a restringere il campo da dove stai effettuando la transazione. Il nodo remoto può anche imparare l'ultimo blocco che il tuo portafoglio ha sincronizzato e usarlo per provare a fare congetture educate su di te, come quando usi normalmente Monero e quando hai speso Monero l'ultima volta. Questo è particolarmente vero se vieni sempre dallo stesso indirizzo IP (come la tua casa). L'ultima cosa chiave che un nodo remoto può imparare su di te sono le informazioni di base sulle transazioni che invii attraverso di esso. Mentre questi possono essere i dati più ovvi che l'operatore del nodo remoto ottiene su di te, è importante capire che questo potrebbe essere usato per aiutare a rintracciare il mittente della transazione quando si combinano queste informazioni con altri dati fuori dalla catena. Questo può essere particolarmente pericoloso se il nodo remoto è gestito da un'entità maligna, una società di analisi della blockchain o uno stato nazionale oppressivo.</p> <p>Un nodo remoto può anche tentare di causarti problemi nascondendoti dei blocchi, facendo credere al tuo portafoglio di essere stato sincronizzato quando non lo era. Questo può farti pensare che i fondi siano persi o impedirti di spendere i fondi fino a quando non ti connetti ad un altro nodo. L'ultima cosa chiave che un nodo remoto potrebbe fare è alimentare il tuo portafoglio con una lista manipolata di esche. Questo potrebbe far sì che il tuo portafoglio non riesca completamente a costruire transazioni (rendendoti incapace di spendere fondi), o potrebbe permettere al nodo remoto di provare a fornire esche che sa essere state spese per ridurre l'anonimato che ricevi in ogni transazione.</p>
lt: <p>Kai naudojate nuotolinį mazgą, yra kelios pagrindinės informacijos, kuri gali būti atskleista nuotoliniam mazgui, ir keli pagrindiniai būdai, kaip mazgas gali jus užpulti, neleisti jums atlikti sandorių ir dar daugiau.</p> <p>Pirmas dalykas, kurį nuotolinis mazgas gali sužinoti apie jus, yra jūsų viešasis IP adresas. Nors tikimasi, kad tai bus paslėpta naudojant VPN arba Tor, nuotolinis mazgas gali susieti jūsų viešąjį IP adresą su operacija, padėdamas jiems susiaurinti, iš kur vykdote sandorius. Nuotolinis mazgas taip pat gali sužinoti paskutinį sinchronizuoto piniginės bloką ir panaudoti jį, kad galėtų pagrįstai spėti apie jus, pvz., kada įprastai naudojate Monero ir kada paskutinį kartą išleidote Monero. Tai ypač aktualu, jei visada ateinate iš to paties IP adreso (pvz., namų). Paskutinis svarbus dalykas, kurį nuotolinis mazgas gali sužinoti apie jus, yra pagrindinė informacija apie per jį siunčiamas operacijas. Nors tai gali būti akivaizdžiausi duomenys, kuriuos apie jus gauna nuotolinio mazgo operatorius, svarbu suprasti, kad jie gali būti naudojami siekiant padėti atsekti operacijos siuntėją, kai ši informacija derinama su kitais ne grandinės duomenimis. Tai gali būti ypač pavojinga, jei nuotolinį mazgą valdo kenkėjiškas subjektas, blokų grandinės analizės įmonė arba slegianti nacionalinė valstybė.</p> <p>Nuotolinis mazgas taip pat gali bandyti sukelti problemų, slėpdamas blokus nuo jūsų, todėl jūsų piniginė manys, kad ji buvo sinchronizuota, o ne. Dėl to galite manyti, kad lėšos prarastos, arba negalėsite išleisti lėšų, kol neprisijungsite prie kito mazgo. Paskutinis svarbus dalykas, kurį galėtų padaryti nuotolinis mazgas, yra pateikti jūsų piniginei manipuliuojamą jaukų sąrašą. Dėl to jūsų piniginėje gali arba visiškai nepavykti sudaryti operacijų (todėl negalėsite išleisti lėšų), arba nuotolinis mazgas gali pabandyti pateikti jaukus, kuriuos jis žino, kad jie išleidžiami, kad sumažintų anonimiškumą, kurį gaunate atliekant kiekvieną operaciją.</p>
nb: <p>Når du bruker en ekstern node, er det noen få viktige opplysninger som blir eksponert for en ekstern node og et par viktige måter noden kan angripe deg på, hindre deg i å utføre transaksjoner og mer.</p> <p>Det første en ekstern node kan lære om deg, er den offentlige IP-adressen din. Selv om dette forhåpentligvis vil bli skjult via en VPN eller Tor, kan den eksterne noden knytte din offentlige IP-adresse til transaksjonen, og hjelpe dem med å begrense hvor du handler fra. Den eksterne noden kan også lære den siste blokken lommeboken din synkroniserte og bruke denne til å prøve å gjøre utdannede gjetninger om deg, for eksempel når du vanligvis bruker Monero og når du sist brukte Monero. Dette gjelder spesielt hvis du alltid kommer fra samme IP-adresse (som hjemmet ditt). Den siste nøkkelen som en ekstern node kan lære om deg, er grunnleggende informasjon om transaksjonene du sender gjennom den. Selv om dette kan være de mest åpenbare dataene som den eksterne nodeoperatøren får om deg, er det viktig å forstå at dette kan brukes til å hjelpe med å spore opp avsenderen av transaksjonen når du kombinerer denne informasjonen med andre data utenfor kjeden. Dette kan være spesielt farlig hvis den eksterne noden drives av en ondsinnet enhet, et blokkjedeanalyseselskap eller en undertrykkende nasjonalstat.</p> <p>En ekstern node kan også forsøke å forårsake problemer ved å skjule blokker for deg, slik at lommeboken din tror at den var synkronisert når den ikke var det. Dette kan få deg til å tro at midler er tapt eller hindre deg i å bruke midler før du kobler til en annen node. Den siste nøkkelen en ekstern node kan gjøre er å mate lommeboken din med en manipulert liste over lokkefugler. Dette kan føre til at lommeboken din enten mislykkes i å bygge transaksjoner (noe som gjør at du ikke kan bruke penger), eller kan tillate den eksterne noden å prøve å gi lokkemidler den vet blir brukt for å redusere anonymiteten du mottar i hver transaksjon.</p>
nl: <p>Bij gebruik van een extern knooppunt zijn er enkele belangrijke stukken informatie die worden blootgesteld aan een extern knooppunt en een aantal belangrijke manieren waarop het knooppunt u kan aanvallen, kan voorkomen dat u transacties uitvoert en meer.</p> <p>Het eerste dat een extern knooppunt over u te weten kan komen, is uw openbare IP-adres. Hoewel dit hopelijk wordt verborgen via een VPN of Tor, kan het externe knooppunt uw openbare IP-adres aan de transactie koppelen, waardoor ze kunnen achterhalen waar u vandaan komt. Het externe knooppunt kan ook het laatste blok leren dat uw portefeuille heeft gesynchroniseerd en dit gebruiken om gefundeerde gissingen over u te maken, bijvoorbeeld wanneer u normaal gesproken Monero gebruikt en wanneer u voor het laatst Monero heeft uitgegeven. Dit is vooral het geval als u altijd vanaf hetzelfde IP-adres komt (zoals uw huis). Het laatste belangrijke dat een extern knooppunt over u kan leren, is basisinformatie over de transacties die u er doorheen verzendt. Hoewel dit de meest voor de hand liggende gegevens zijn die de extern knooppunt-operator over u krijgt, is het belangrijk om te begrijpen dat dit kan worden gebruikt om de afzender van de transactie op te sporen bij het combineren van die informatie met andere off-chain-gegevens. Dit kan met name gevaarlijk zijn als het externe knooppunt wordt beheerd door een kwaadwillende entiteit, een blockchain-analysebedrijf of een onderdrukkende natiestaat.</p> <p>Een extern knooppunt kan ook proberen u problemen te bezorgen door blokken voor u te verbergen, waardoor uw portefeuille denkt dat het is gesynchroniseerd terwijl dit niet het geval is. Dit kan u laten denken dat er geld verloren is of u ervan weerhouden geld uit te geven totdat u verbinding maakt met een ander knooppunt. Het laatste belangrijke dat een extern knooppunt kan doen, is uw portefeuille een gemanipuleerde lijst met lokvogels geven. Dit kan ertoe leiden dat uw portefeuille ofwel volledig faalt om transacties op te bouwen (waardoor u geen geld kunt uitgeven), of dat het externe knooppunt kan proberen lokvogels aan te bieden waarvan het weet dat ze zijn uitgegeven om de anonimiteit die u bij elke transactie ontvangt te verminderen. </p>
pl: <p> Podczas korzystania ze zdalnego węzła istnieje kilka kluczowych informacji, które są narażone na wyciek do węzła i kilka kluczowych sposobów, w jakich węzeł może Cię zaatakować, uniemożliwić transakcję i więcej. </p> <p> Pierwszą rzeczą, o jakiej zdalny węzeł może się dowiedzieć, jest Twój publiczny adres IP. Chociaż mając nadzieję, że zostanie to ukryte za pośrednictwem VPN lub Tora, zdalny węzeł może powiązać Twój publiczny adres IP z transakcją, pomagając zawęzić to, gdzie transaktujesz. Zdalny węzeł może znać również ostatni blok zsynchronizowany z Twoim portfelem i użyć go, aby spróbować wydedukować informacje o Tobie, na przykład kiedy zazwyczaj używasz Monero i kiedy ostatnio wydałeś Monero. Jest to szczególnie problematyczne, jeśli zawsze łączysz się z tego samego adresu IP (takiego jak Twój dom). Ostatnią kluczową rzeczą, o której zdalny węzeł może się dowiedzieć, są podstawowe informacje o przesyłanych przez Ciebie transakcjach. Chociaż mogą to być najbardziej oczywiste dane, które operator zdalnego węzła dostaje o Tobie, to ważne jest, aby zrozumieć, że można wykorzystać je do wyśledzenia nadawcy transakcji podczas łączenia tych informacji z innymi danymi off-chain. Może to być szczególnie niebezpieczne, jeśli zdalny węzeł jest prowadzony przez złośliwy podmiot, firmę analizującą blockchain lub narządy opresyjnego państwa. </p> <p> Zdalny węzeł może również próbować wywołać kłopoty ukrywając bloki przed Tobą, dzięki czemu Twój portfel będzie sądził, że został zsynchronizowany, podczas gdy będzie wiele bloków do tyłu. Może to sprawić, że pomyślisz, iż fundusze są utracone lub uniemożliwi Ci to wydawanie funduszy, dopóki nie połączysz się z innym węzłem. Ostatnią kluczową rzeczą, jaką może zrobić zdalny węzeł, jest zasilanie portfela zmanipulowaną listą wabików. Może to spowodować, że Twój portfel, albo całkowicie nie będzie mógł budować transakcji (sprawiając, że nie możesz wydać funduszy), lub nie będzie mógł pozwolić zdalnemu węzłowi na próbę dostarczenia wabików, o których wie, że są wydane w celu pogorszenia anonimowości, jaką masz w każdej transakcji.</p>
pt_br: <p>Ao usar um nó remoto, há algumas informações importantes que são expostas a um nó remoto e algumas maneiras principais pelas quais o nó pode atacá-lo, impedir que você faça transações e muito mais.</p> <p>A primeira coisa que um nó remoto pode aprender sobre você é seu endereço IP público. Embora isso seja ocultado por meio de uma VPN ou Tor, o nó remoto pode associar seu endereço IP público à transação, ajudando-os a restringir de onde você está fazendo a transação. O nó remoto também pode aprender o último bloco que sua carteira sincronizou e usar isso para tentar fazer suposições educadas sobre você, como quando você normalmente usa o Monero e quando gastou o Monero pela última vez. Isso é especialmente verdadeiro se você estiver sempre vindo do mesmo endereço IP (como sua casa). A última coisa importante que um nó remoto pode aprender sobre você são informações básicas sobre as transações que você envia por meio dele. Embora esses possam ser os dados mais óbvios que o operador de nó remoto obtém sobre você, é importante entender que isso pode ser usado para ajudar a rastrear o remetente da transação ao combinar essas informações com outros dados fora da cadeia. Isso pode ser especialmente perigoso se o nó remoto for executado por uma entidade maliciosa, uma empresa de análise de blockchain ou um estado-nação opressivo.</p> <p>Um nó remoto também pode tentar causar problemas ocultando blocos de você, fazendo sua carteira pensar que foi sincronizada quando não estava. Isso pode fazer você pensar que os fundos estão perdidos ou impedir que você gaste fundos até se conectar a outro nó. A última coisa importante que um nó remoto pode fazer é alimentar sua carteira com uma lista manipulada de iscas. Isso pode fazer com que sua carteira falhe completamente ao criar transações (tornando você incapaz de gastar fundos) ou pode permitir que o nó remoto tente fornecer iscas que ele sabe que são gastas para reduzir o anonimato que você recebe em cada transação.</p>
sl: <p>Pri uporabi oddaljenega vozlišča je nekaj ključnih informacij, ki so izpostavljene oddaljenemu vozlišču, in nekaj ključnih načinov, kako vas lahko vozlišče napade, prepreči transakcijo in drugo.</p> <p>Prva stvar, ki jo lahko oddaljeno vozlišče izve o vas, je vaš javni naslov IP. Čeprav bo to, upajmo, prikrito prek VPN ali Tor, bi lahko oddaljeno vozlišče vaš javni naslov IP povezalo s transakcijo, kar bi jim pomagalo zožiti, od koder opravljate transakcije. Oddaljeno vozlišče se lahko nauči tudi zadnjega bloka, ki je bil sinhroniziran z vašo denarnico, in to uporabi, da poskusi in utemeljeno ugiba o vas, na primer, kdaj običajno uporabljate Monero in kdaj ste nazadnje porabili Monero. To še posebej velja, če vedno prihajate z istega naslova IP (kot je vaš dom). Zadnja ključna stvar, ki jo lahko oddaljeno vozlišče izve o vas, so osnovne informacije o transakcijah, ki jih pošiljate prek njega. Čeprav so to morda najočitnejši podatki, ki jih operater oddaljenega vozlišča dobi o vas, je pomembno razumeti, da bi jih lahko uporabili za pomoč pri izsleditvi pošiljatelja transakcije pri združevanju teh informacij z drugimi podatki izven verige. To je lahko še posebej nevarno, če oddaljeno vozlišče upravlja zlonamerna entiteta, podjetje za analizo verige blokov ali represivna nacionalna država.</p> <p>Oddaljeno vozlišče vam lahko tudi poskuša povzročiti težave tako, da pred vami skrije bloke, zaradi česar vaša denarnica misli, da je sinhronizirana, čeprav ni bila. Zaradi tega lahko mislite, da so sredstva izgubljena, ali vam prepreči porabo sredstev, dokler se ne povežete z drugim vozliščem. Zadnja ključna stvar, ki jo lahko naredi oddaljeno vozlišče, je, da vašo denarnico napolni z manipuliranim seznamom vab. To lahko povzroči, da vaša denarnica popolnoma ne uspe zgraditi transakcij (zaradi česar ne morete porabiti sredstev) ali pa lahko oddaljenemu vozlišču omogoči, da poskusi zagotoviti vabe, za katere ve, da so porabljene, da zmanjša anonimnost, ki ste jo deležni pri vsaki transakciji.</p>
sv: <p>När du använder en fjärrnod finns det några viktiga delar av information som exponeras för en fjärrnod och ett par viktiga sätt som noden kan attackera dig, hindra dig från att göra transaktioner och mer.</p> <p>Det första en fjärrnod kan lära sig om dig är din offentliga IP-adress. Även om detta förhoppningsvis kommer att döljas via en VPN eller Tor, kan fjärrnoden associera din offentliga IP-adress med transaktionen, vilket hjälper dem att begränsa var du gör transaktioner från. Fjärrnoden kan också lära sig det sista blocket som din plånbok synkroniserades och använda detta för att försöka göra välgrundade gissningar om dig, som när du normalt använder Monero och när du senast spenderade Monero. Detta gäller särskilt om du alltid kommer från samma IP-adress (som ditt hem). Det sista viktiga som en fjärrnod kan lära sig om dig är grundläggande information om de transaktioner du skickar genom den. Även om detta kan vara den mest uppenbara informationen som fjärrnodoperatören får om dig, är det viktigt att förstå att detta kan användas för att hjälpa till att spåra avsändaren av transaktionen när man kombinerar den informationen med annan data utanför kedjan. Detta kan vara särskilt farligt om fjärrnoden drivs av en skadlig enhet, ett blockkedjeanalysföretag eller en förtryckande nationalstat.</p> <p>En fjärrnod kan också försöka orsaka dig problem genom att dölja block för dig, vilket får din plånbok att tro att den var synkroniserad när den inte var det. Detta kan få dig att tro att pengar går förlorade eller hindra dig från att spendera pengar tills du ansluter till en annan nod. Det sista viktiga som en fjärrnod kan göra är att mata din plånbok med en manipulerad lista med lockbeten. Detta kan göra att din plånbok antingen misslyckas helt med att skapa transaktioner (vilket gör att du inte kan spendera pengar), eller så kan fjärrnoden försöka tillhandahålla lockbeten som den vet spenderas för att minska anonymiteten du får i varje transaktion.</p>
tl: <p>Kapag gumagamit ng remote na node, may ilang mahahalagang bahagi ng impormasyon na nalalantad sa isang malayuang node at ilang mahahalagang paraan kung saan maaaring atakehin ka ng node, pigilan kang makipagtransaksyon, at higit pa.</p> <p>Ang unang bagay na matututunan ng remote node tungkol sa iyo ay ang iyong pampublikong IP address. Bagama't sana ay maitago ito sa pamamagitan ng VPN o Tor, maaaring iugnay ng malayong node ang iyong pampublikong IP address sa transaksyon, na tumutulong sa kanila na paliitin kung saan ka nagmula sa transaksyon. Matututuhan din ng remote na node ang huling block na na-sync ng iyong wallet at gamitin ito upang subukan at gumawa ng mga edukadong hula tungkol sa iyo, gaya ng kung kailan mo karaniwang ginagamit ang Monero at kung kailan mo huling ginugol ang Monero. Ito ay totoo lalo na kung palagi kang nagmumula sa parehong IP address (tulad ng iyong tahanan). Ang huling mahalagang bagay na matututunan ng isang remote na node tungkol sa iyo ay ang pangunahing impormasyon tungkol sa mga transaksyong ipinapadala mo sa pamamagitan nito. Bagama't maaaring ito ang pinaka-halatang data na nakukuha ng remote node operator tungkol sa iyo, mahalagang maunawaan na ito ay magagamit upang makatulong na subaybayan ang nagpadala ng transaksyon kapag pinagsama ang impormasyong iyon sa iba pang data sa labas ng chain. Maaari itong maging partikular na mapanganib kung ang remote node ay pinapatakbo ng isang malisyosong entity, isang blockchain analytics na kumpanya, o isang mapang-aping nation-state.</p> <p>Maaari ding subukan ng isang malayuang node na magdulot ng problema sa iyo sa pamamagitan ng pagtatago ng mga bloke mula sa iyo, na ginagawang isipin ng iyong wallet na naka-sync ito kapag hindi. Maaari nitong isipin na nawawala ang mga pondo o pigilan ka sa paggastos ng mga pondo hanggang sa kumonekta ka sa isa pang node. Ang huling mahalagang bagay na maaaring gawin ng isang malayuang node ay magpakain sa iyong wallet ng isang manipuladong listahan ng mga pang-aakit. Ito ay maaaring maging sanhi ng iyong wallet na ganap na mabigo sa pagbuo ng mga transaksyon (na nagiging dahilan upang hindi ka makagastos ng mga pondo), o maaaring payagan ang remote node na subukan at magbigay ng mga decoy na alam nitong ginagastos upang bawasan ang hindi pagkakilalang natatanggap mo sa bawat transaksyon.</p>
tr: <p>Uzak bir düğüm kullanırken, uzak bir düğüme maruz kalan birkaç önemli bilgi parçası vardır ve düğümün size saldırabileceği, işlem yapmanızı engelleyebileceği ve daha pek çok önemli yol vardır.</p> <p>Uzak bir düğümün sizin hakkınızda öğrenebileceği ilk şey genel IP adresinizdir. Bunun bir VPN veya Tor aracılığıyla gizleneceği umulsa da uzak düğüm, genel IP adresinizi işlemle ilişkilendirebilir ve işlem yaptığınız yeri daraltmalarına yardımcı olabilir. Uzak düğüm aynı zamanda cüzdanınızın senkronize ettiği son bloğu da öğrenebilir ve bunu normalde Monero'yu ne zaman kullandığınız ve Monero'yu en son ne zaman harcadığınız gibi sizin hakkınızda bilinçli tahminler yapmak için kullanabilir. Bu özellikle her zaman aynı IP adresinden (eviniz gibi) geliyorsanız geçerlidir. Uzak bir düğümün sizin hakkınızda öğrenebileceği son önemli şey, onun aracılığıyla gönderdiğiniz işlemlerle ilgili temel bilgilerdir. Bu, uzak düğüm operatörünün sizin hakkınızda elde ettiği en belirgin veriler olsa da, bu bilgilerin diğer zincir dışı verilerle birleştirildiğinde işlemi gönderenin izini sürmeye yardımcı olmak için kullanılabileceğini anlamak önemlidir. Uzak düğümün kötü niyetli bir varlık, bir blockchain analiz şirketi veya baskıcı bir ulus devlet tarafından çalıştırılması durumunda bu özellikle tehlikeli olabilir.</p> <p>Uzak bir düğüm ayrıca blokları sizden gizleyerek, cüzdanınızın senkronize olmadığı halde senkronize edildiğini düşünmesini sağlayarak size sorun çıkarmaya çalışabilir. Bu, paranızın kaybolduğunu düşünmenize neden olabilir veya başka bir düğüme bağlanana kadar para harcamanızı engelleyebilir. Uzak bir düğümün yapabileceği son önemli şey, cüzdanınızı manipüle edilmiş bir tuzak listesiyle beslemektir. Bu, cüzdanınızın işlem oluşturmada tamamen başarısız olmasına neden olabilir (para harcayamamanıza neden olabilir) veya uzaktaki düğümün, her işlemde aldığınız anonimliği azaltmak için harcandığını bildiği tuzakları denemesine ve sağlamasına izin verebilir.</p>
ur: <p>ریموٹ نوڈ کا استعمال کرتے وقت، معلومات کے چند اہم ٹکڑے ہوتے ہیں جو ریموٹ نوڈ کے سامنے آتے ہیں اور چند اہم طریقے ہیں جو نوڈ آپ پر حملہ کر سکتے ہیں، آپ کو لین دین سے روک سکتے ہیں، وغیرہ۔</p> <p>سب سے پہلی چیز جو ریموٹ نوڈ آپ کے بارے میں جان سکتا ہے وہ ہے آپ کا عوامی IP پتہ۔ جب کہ امید ہے کہ اسے VPN یا Tor کے ذریعے چھپایا جائے گا، ریموٹ نوڈ آپ کے عوامی IP ایڈریس کو لین دین کے ساتھ منسلک کر سکتا ہے، جس سے ان کی مدد کی جائے گی کہ آپ کہاں سے لین دین کر رہے ہیں۔ ریموٹ نوڈ آپ کے بٹوے کی مطابقت پذیری کے آخری بلاک کو بھی سیکھ سکتا ہے اور اسے آزمانے اور اپنے بارے میں تعلیم یافتہ اندازے لگانے کے لیے استعمال کر سکتا ہے، جیسے کہ آپ عام طور پر کب Monero استعمال کرتے ہیں اور آپ نے Monero کو آخری بار کب گزارا تھا۔ یہ خاص طور پر درست ہے اگر آپ ہمیشہ ایک ہی IP ایڈریس (جیسے آپ کا گھر) سے آتے ہیں۔ آخری کلیدی چیز جو ایک ریموٹ نوڈ آپ کے بارے میں سیکھ سکتا ہے وہ ان لین دین کے بارے میں بنیادی معلومات ہے جو آپ اس کے ذریعے بھیجتے ہیں۔ اگرچہ یہ سب سے واضح ڈیٹا ہو سکتا ہے جو ریموٹ نوڈ آپریٹر کو آپ کے بارے میں ملتا ہے، لیکن یہ سمجھنا ضروری ہے کہ اس معلومات کو دوسرے آف چین ڈیٹا کے ساتھ ملاتے وقت لین دین کے بھیجنے والے کو ٹریک کرنے میں مدد کے لیے استعمال کیا جا سکتا ہے۔ یہ خاص طور پر خطرناک ہو سکتا ہے اگر ریموٹ نوڈ کسی بدنیتی پر مبنی ادارے، ایک بلاک چین اینالیٹکس کمپنی، یا ایک جابرانہ قومی ریاست کے ذریعے چلایا جاتا ہے۔</p> <p>ایک ریموٹ نوڈ آپ سے بلاکس چھپا کر آپ کو پریشانی کا باعث بننے کی کوشش بھی کر سکتا ہے، جس سے آپ کے بٹوے کو لگتا ہے کہ یہ مطابقت پذیر ہو گیا تھا جب یہ نہیں تھا۔ یہ آپ کو یہ سوچنے پر مجبور کر سکتا ہے کہ فنڈز ضائع ہو گئے ہیں یا آپ کو فنڈز خرچ کرنے سے روک سکتے ہیں جب تک کہ آپ کسی دوسرے نوڈ سے منسلک نہ ہوں۔ آخری اہم چیز جو ایک ریموٹ نوڈ کر سکتا ہے وہ ہے آپ کے بٹوے کو ڈیکوز کی ہیرا پھیری کی فہرست فراہم کرنا۔ اس کی وجہ سے آپ کا بٹوہ یا تو ٹرانزیکشنز بنانے میں مکمل طور پر ناکام ہو سکتا ہے (جس سے آپ فنڈز خرچ کرنے سے قاصر ہو سکتے ہیں)، یا ریموٹ نوڈ کو کوشش کرنے اور ڈیکوز فراہم کرنے کی اجازت دے سکتا ہے جسے وہ جانتا ہے کہ ہر ٹرانزیکشن میں آپ کو ملنے والی گمنامی کو کم کرنے کے لیے خرچ کیا جاتا ہے۔</p>
zh_cn: <p>当使用远程节点时，有几个关键的信息会暴露给远程节点，以及该节点可以攻击你、阻止你进行交易等几个关键方式。</p> <p>远程节点可以了解到的第一件事是你的公共IP地址。虽然这将有望通过VPN或Tor隐藏起来，但远程节点可以将你的公共IP地址与交易联系起来，帮助他们缩小你的交易地点。远程节点还可以了解你的钱包最后同步的区块，并利用这一点试图对你进行有根据的猜测，比如你通常什么时候使用门罗币，以及你最后一次花费门罗币是什么时候。如果你总是从同一个IP地址（如你的家）来，这一点尤其正确。远程节点可以了解到的关于你的最后一件关键事情是关于你通过它发送的交易的基本信息。虽然这可能是远程节点操作员获得的关于你的最明显的数据，但重要的是要明白，当把这些信息与其他链外数据结合起来时，这可能被用来帮助追踪交易的发件人。如果远程节点由恶意实体、区块链分析公司或压迫性国家运行，这可能特别危险。</p> <p>一个远程节点也可以试图通过向你隐藏区块来给你带来麻烦，使你的钱包认为它是同步的，但实际上它并不是。这可以使你认为资金丢失或阻止你花费资金，直到你连接到另一个节点。一个远程节点可能做的最后一件事是给你的钱包提供一个被操纵的诱饵列表。这可能导致你的钱包完全无法建立交易（使你无法花费资金），或者允许远程节点尝试提供它知道已经花费的诱饵，以减少你在每笔交易中获得的匿名性。</p>
zh_tw: <p>當使用遠程節點時，有幾個關鍵的信息會暴露給遠程節點，以及該節點可以攻擊你、阻止你進行交易等幾個關鍵方式。</p> <p>遠程節點可以了解到的第一件事是你的公共IP地址。雖然這將有望通過VPN或Tor隱藏起來，但遠程節點可以將你的公共IP地址與交易聯繫起來，幫助他們縮小你的交易地點。遠程節點還可以了解你的錢包最後同步的區塊，並利用這一點試圖對你進行有根據的猜測，比如你通常什麼時候使用門羅幣，以及你最後一次花費門羅幣是什麼時候。如果你總是從同一個IP地址（如你的家）來，這一點尤其正確。遠程節點可以了解到的關於你的最後一件關鍵事情是關於你通過它發送的交易的基本信息。雖然這可能是遠程節點操作員獲得的關於你的最明顯的數據，但重要的是要明白，當把這些信息與其他鏈外數據結合起來時，這可能被用來幫助追踪交易的發件人。如果遠程節點由惡意實體、區塊鏈分析公司或壓迫性國家運行，這可能特別危險。</p> <p>一個遠程節點也可以試圖通過向你隱藏區塊來給你帶來麻煩，使你的錢包認為它是同步的，但實際上它並不是。這可以使你認為資金丟失或阻止你花費資金，直到你連接到另一個節點。一個遠程節點可能做的最後一件事是給你的錢包提供一個被操縱的誘餌列表。這可能導致你的錢包完全無法建立交易（使你無法花費資金），或者允許遠程節點嘗試提供它知道已經花費的誘餌，以減少你在每筆交易中獲得的匿名性。</p>
