Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbseraphis250Sb1250Sbtitle
source: Transactions in Monero
cs: Transakce v Monero
fi: Transaktiot Monerossa
fr: Les transactions dans Monero
it: Transazioni in Monero
lt: Sandoriai Monero
nb: Transaksjoner i Monero
nl: Transacties in Monero
pl: Transakcje w Monero
pt_br: Transações em Monero
sl: Transakcije v Moneru
sv: Transaktioner i Monero
tl: Mga transaksyon sa Monero
tr: Monero'daki işlemler
ur: Monero میں لین دین
zh_cn: Monero交易
zh_tw: Monero交易

# knowledge250Sbp2pool250Sb6250Sbtext
source: <p>Thankfully, due to the excellent design of Monero&#39;s p2pool implementation and the many people in the community who have put in time to help simplify the process of mining via p2pool, getting started is getting simpler over time. There are several ways to get started mining with p2pool, but as the technical details are beyond the scope of this article, feel free to jump into a link below depending on your operating system:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
cs: <p>Naštěstí se díky skvělému návrhu implementace Monero p2pool a mnoha lidem v komunitě, kteří věnovali čas zjednodušení procesu těžby prostřednictvím p2pool, začíná těžit stále jednodušeji. Existuje několik způsobů, jak začít těžit pomocí p2poolu, ale protože technické podrobnosti přesahují rámec tohoto článku, neváhejte a přejděte na níže uvedený odkaz v závislosti na vašem operačním systému:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
fi: <p>Onneksi Moneron&#39; p2pool-toteutuksen erinomaisen suunnittelun ja monien yhteisön ihmisten ansiosta, jotka ovat käyttäneet aikaa auttaakseen louhintaprosessia yksinkertaistamaan p2poolin kautta, aloittaminen helpottuu ajan myötä. On olemassa useita tapoja aloittaa louhiminen p2poolin avulla, mutta koska tekniset yksityiskohdat eivät kuulu tämän artikkelin piiriin, voit siirtyä alla olevaan linkkiin käyttöjärjestelmästäsi riippuen:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
fr: <p>Heureusement, en raison de l'excellente conception de l'implémentation P2Pool de Monero&#39; et des nombreuses personnes de la communauté qui ont consacré du temps pour aider à simplifier le processus de minage avec P2Pool, le démarrage devient plus simple avec le temps. Il existe plusieurs façons de commencer à miner avec P2Pool, mais comme les détails techniques dépassent le cadre de cet article, n'hésitez pas à sauter dans un lien ci-dessous en fonction de votre système d'exploitation :</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
it: <p>Per fortuna, grazie all'eccellente progettazione dell'implementazione di p2pool di Monero&#39;e alle molte persone nella community che hanno dedicato del tempo per aiutare a semplificare il processo di mining tramite p2pool, iniziare sta diventando più semplice nel tempo. Esistono diversi modi per iniziare a fare mining con p2pool, ma poiché i dettagli tecnici esulano dallo scopo di questo articolo, sentiti libero di accedere a un link di seguito a seconda del tuo sistema operativo:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
lt: <p>Laimei, dėl puikaus Monero&#39; p2pool diegimo dizaino ir daugybės bendruomenės žmonių, kurie skyrė laiko padėti supaprastinti gavybos per p2pool procesą, laikui bėgant pradėti vis lengviau. Yra keletas būdų, kaip pradėti gavybą naudojant p2pool, bet kadangi techninės detalės nepatenka į šio straipsnio taikymo sritį, nedvejodami pereikite prie toliau pateiktos nuorodos, atsižvelgiant į jūsų operacinę sistemą: </p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic"> „Windows“</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
nb: <p>Heldigvis, på grunn av den utmerkede utformingen av Monero&#39;s p2pool-implementering og de mange menneskene i samfunnet som har brukt tid på å hjelpe til med å forenkle prosessen med gruvedrift via p2pool, blir det enklere med tiden å komme i gang. Det er flere måter å komme i gang med mining med p2pool, men siden de tekniske detaljene er utenfor rammen av denne artikkelen, kan du gjerne hoppe inn i en lenke nedenfor avhengig av operativsystemet ditt:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
nl: <p>Dankzij het uitstekende ontwerp van Monero&#39;s p2pool-implementatie en de vele mensen in de gemeenschap die tijd hebben gestoken in het proces van minen via p2pool te helpen vereenvoudigen, wordt van start gaan in de loop van de tijd steeds eenvoudiger. Er zijn verschillende manieren om te beginnen te minen met p2pool, maar aangezien de technische details buiten het bereik van dit artikel vallen, voelt uzelf vrij om naar een onderstaande link te gaan, afhankelijk van uw besturingssysteem:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
pl: <p> Na szczęście, ze względu na doskonale zaprojektowany Monero p2pool i dzięki wielu członkom społeczności, którzy poświęcili czas, aby uprościć proces wydobycia przez p2pool, stał on się dużo łatwiejszy. Istnieje kilka sposobów na rozpoczęcie kopania z p2poola, ale ponieważ szczegóły techniczne wykraczają poza zakres tego artykułu, możesz dowiedzieć się więcej samodzielnie wchodząc w poniższe linki: </p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
pt_br: <p>Felizmente, devido ao excelente projeto da implementação da p2pool Monero&#39;e às muitas pessoas da comunidade que dedicaram tempo para ajudar a simplificar o processo de mineração via p2pool, começar é cada vez mais simples com o tempo. Há várias maneiras de começar a mineração com p2pool, mas como os detalhes técnicos estão além do escopo deste artigo, sinta-se à vontade para pular para um link abaixo, dependendo de seu sistema operacional:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Janelas</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
sl: <p>K sreči, zaradi odlične zasnove implementacije p2pool Monera&#39; in številnih ljudi v skupnosti, ki so si vzeli čas za pomoč pri poenostavitvi postopka rudarjenja prek p2pool, je začetek sčasoma preprostejši. Obstaja več načinov za začetek rudarjenja s p2pool, a ker tehnične podrobnosti presegajo obseg tega članka, vas prosimo, da skočite na spodnjo povezavo, odvisno od vašega operacijskega sistema: </p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
sv: <p> Tack och lov, tack vare den utmärkta designen av Monero&#39;s p2pool-implementering och de många människor i samhället som har lagt ner tid för att hjälpa till att förenkla processen för gruvdrift via p2pool, blir det enklare med tiden att komma igång. Det finns flera sätt att komma igång med mining med p2pool, men eftersom de tekniska detaljerna ligger utanför ramen för denna artikel, hoppa gärna in på en länk nedan beroende på ditt operativsystem:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
tl: <p>Sa kabutihang palad, dahil sa mahusay na disenyo ng pagpapatupad ng p2pool ng Monero&#39; at sa maraming tao sa komunidad na naglaan ng oras upang tumulong na pasimplehin ang proseso ng pagmimina sa pamamagitan ng p2pool, nagiging mas simple ang pagsisimula sa paglipas ng panahon. Mayroong ilang mga paraan upang makapagsimula sa pagmimina gamit ang p2pool, ngunit dahil ang mga teknikal na detalye ay lampas sa saklaw ng artikulong ito, huwag mag-atubiling pumunta sa isang link sa ibaba depende sa iyong operating system:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
tr: <p>Neyse ki, Monero&#39;'in p2pool uygulamasının mükemmel tasarımı ve toplulukta p2pool yoluyla madencilik sürecini basitleştirmeye yardımcı olmak için zaman ayıran çok sayıda insan nedeniyle, başlamak zamanla daha da kolaylaşıyor. p2pool ile madenciliğe başlamanın birkaç yolu vardır, ancak teknik ayrıntılar bu makalenin kapsamı dışında olduğundan, işletim sisteminize bağlı olarak aşağıdaki bağlantıya geçmekten çekinmeyin:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
ur: <p>شکر ہے، Monero&#39; کے p2pool کے نفاذ کے بہترین ڈیزائن اور کمیونٹی کے بہت سے لوگوں کی وجہ سے جنہوں نے p2pool کے ذریعےmining کے عمل کو آسان بنانے میں مدد کرنے کے لیے وقت دیا ہے، وقت کے ساتھ ساتھ شروع کرنا آسان تر ہوتا جا رہا ہے۔ p2pool کے ساتھmining شروع کرنے کے کئی طریقے ہیں، لیکن چونکہ تکنیکی تفصیلات اس مضمون کے دائرہ کار سے باہر ہیں، اپنے آپریٹنگ سسٹم کے لحاظ سے نیچے دیے گئے لنک پر بلا جھجک جائیں:</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">ونڈوز</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
zh_cn: <p>值得庆幸的是，由于Monero的p2pool实现的出色设计，以及社区中许多人投入时间帮助简化通过p2pool挖矿的过程，随着时间的推移，开始变得越来越简单。有几种方法可以开始使用p2pool挖矿，但由于技术细节超出本文的范围，请根据您的操作系统，随时跳转到下面的链接：</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>
zh_tw: <p>值得慶幸的是，由於Monero的p2pool實現的出色設計，以及社區中許多人投入時間幫助簡化通過p2pool挖礦的過程，隨著時間的推移，開始變得越來越簡單。有幾種方法可以開始使用p2pool挖礦，但由於技術細節超出本文的範圍，請根據您的操作系統，隨時跳轉到下面的鏈接：</p> <ul> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://www.youtube.com/watch?v=yfbvTksF9ic">Windows</a></li> <li><a rel="noopener nofollow" class="next-link" target="_blank" href="https://sethforprivacy.com/guides/run-a-p2pool-node/">Linux</a></li> </ul>

# knowledge250Sbp2pool250Sb6250Sbtitle
source: How can I get started?
cs: Jak mohu začít?
fi: Miten pääsen alkuun?
fr: Comment puis-je commencer ?
it: Come posso iniziare?
lt: Kaip man pradėti?
nb: Hvordan kan jeg komme i gang?
nl: Hoe ga ik aan de slag?
pl: Jak mogę zacząć?
pt_br: Como posso começar?
sl: Kako lahko začnem?
sv: Hur kommer jag igång?
tl: Paano ako magsisimula?
tr: Nasıl başlayabilirim?
ur: میں کیسے شروع کر سکتا ہوں؟
zh_cn: 我怎样能开始呢？
zh_tw: 我怎樣能開始呢？

# knowledge250Sbupgrades250Sbdescription
source: The role of XMR hard-forks is often misunderstood - today, we’ll walk through what they are and why they're important.
cs: Úloha hard-forků XMR je často špatně chápána - dnes si povíme, co jsou zač a proč jsou důležité.
fi: XMR hard forkkien rooli ymmärretään usein väärin – tänään käymme läpi, mitä ne ovat ja miksi ne ovat tärkeitä.
fr: Le rôle des « hard-forks » XMR est souvent mal compris - aujourd'hui, nous allons voir ce qu'ils sont et pourquoi ils sont importants.
it: Il ruolo degli hard-fork di XMR è spesso frainteso - oggi, vedremo cosa sono e perché sono importanti.
lt: XMR kietųjų šakių vaidmuo dažnai nesuprantamas – šiandien mes apžvelgsime, kas jie yra ir kodėl jie svarbūs.
nb: Rollen til XMR-hardgafler blir ofte misforstått - i dag vil vi gå gjennom hva de er og hvorfor de er viktige.
nl: De rol van XMR hard-forks wordt vaak verkeerd begrepen - vandaag zullen we doornemen wat ze zijn en waarom ze belangrijk zijn.
pl: Rola hard forków XMR jest często źle rozumiana - dziś opowiemy o tym, czym są i dlaczego są ważne.
pt_br: O papel do XMR hard-forks é muitas vezes mal entendido - hoje, vamos caminhar através do que eles são e por que são importantes.
sl: Vloga XMR hard-forkov je pogosto napačno razumljena - danes se bomo sprehodili skozi to, kaj so in zakaj so pomembni.
sv: Rollen för XMR:s hard-forks är ofta missförstådd - idag går vi igenom vad de är och varför de är viktiga.
tl: Ang papel ng mga hard-fork ng XMR ay madalas na hindi maintindihan - ngayon, tatalakayin natin kung ano ang mga ito at kung bakit sila mahalaga.
tr: XMR hard fork'larının rolü çoğu zaman yanlış anlaşılıyor; bugün bunların ne olduğunu ve neden önemli olduklarını açıklayacağız.
ur: XMR ہارڈ فورکس کے کردار کو اکثر غلط سمجھا جاتا ہے - آج، ہم دیکھیں گے کہ وہ کیا ہیں اور کیوں اہم ہیں۔
zh_cn: XMR硬分叉的作用常常被误解。今天我们将了解硬分叉是什么，以及它为什么重要。
zh_tw: XMR硬分叉的作用常常被誤解。今天我們將了解硬分叉是什麼，以及它為什麼重要。

# knowledge250Sbupgrades250Sbtitle
source: How Monero uses hard-forks to upgrade the network
cs: Jak Monero používá hard-forky k upgradu sítě
fi: Kuinka Monero käyttää hard forkkeja verkon päivittämiseen
fr: Comment Monero utilise les « hard -forks » pour mettre à jour le réseau
it: Come Monero usa gli hard-forks per aggiornare la rete
lt: Kaip „Monero“ naudoja „hard-forks“ tinklui atnaujinti
nb: Hvordan Monero bruker hard-forks for å oppgradere nettverket
nl: Hoe Monero hard forks gebruikt om het netwerk te upgraden
pl: Jak Monero używa hard forków do aktualizacji sieci
pt_br: Como Monero usa o hard-forks para atualizar a rede
sl: Kako Monero uporablja hard-forke za nadgradnjo omrežja
sv: Hur Monero använder hard-forks för att uppgradera nätverket
tl: Paano gumagamit si Monero ng mga hard-forks para i-upgrade ang network
tr: Monero ağı yükseltmek için hard fork'ları nasıl kullanıyor?
ur: کس طرح Monero نیٹ ورک کو اپ گریڈ کرنے کے لیے ہارڈ فورکس کا استعمال کرتا ہے
zh_cn: 门罗币是如何使用硬分叉为升级网络
zh_tw: 門羅幣是如何使用硬分叉為升級網絡

# method250Sbgift8722Sbcard8722Sbsteam
source: Steam Gift Card Code
cs: Kód dárkové karty Steam
fi: Steam lahjakortin koodi
fr: Code de la carte-cadeau Steam
it: Codice carta regalo Steam
lt: Steam dovanų kortelės kodas
nb: Steam-gavekortkode
nl: Steam Cadeaubon Code
pl: Kod karty podarunkowej Steam
pt_br: Cartão de presente Steam
sl: Koda Steam Darilne Kartice
sv: Steam present kortskod
tr: Steam Hediye Kartı Kodu
ur: اسٹیم گفٹ کارڈ کوڈ
zh_cn: Steam礼品卡代码
zh_tw: Steam禮品卡代碼

# method250Sbgift8722Sbcard8722Sbwalmart
source: Walmart Gift Card Code
cs: Kód dárkové karty Walmart
fi: Walmart lahjakortin koodi
fr: Code de carte-cadeau Walmart
it: Codice carta regalo Walmart
lt: „Walmart“ dovanų kortelės kodas
nb: Walmart-gavekortkode
nl: Walmart Cadeaubon Code
pl: Kod karty podarunkowej Walmart
pt_br: Cartão de presente Walmart
sl: Koda Walmart Darilne Kartice
sv: Walmart present kortskod
tr: Walmart Hediye Kartı Kodu
ur: والمارٹ گفٹ کارڈ کوڈ
zh_cn: 沃尔玛礼品卡代码
zh_tw: 沃爾瑪禮品卡代碼
