Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbviewTags250Sb5250Sbtext
source: <p>If this has piqued your curiosity around view tags, take a look below for some additional links that go in-depth into the topic:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Reduce scan times with 1-byte-per-output ‘view tag’</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Add view tags to outputs to reduce wallet scanning time</a></li> </ul>
cs: <p>Pokud to vzbudilo vaši zvědavost ohledně značek zobrazení, podívejte se níže na několik dalších odkazů, které jdou do hloubky tématu:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Zkrácení doby skenování pomocí "značky zobrazení" s 1 bajtem na výstup</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Přidejte k výstupům značky zobrazení, abyste zkrátili dobu skenování peněženky</a></li> </ul>
fi: <p>Jos tämä on herättänyt uteliaisuutesi näkymätunnisteiden suhteen, katso alta muutamia lisälinkkejä, jotka käsittelevät aihetta syvällisesti:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Reduce scan times with 1-byte-per-output ‘view tag’ </a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Add view tags to outputs to reduce wallet scanning time</a></li> </ul>
fr: <p>Si cela a piqué votre curiosité à propos des balises de vue, consultez ci-dessous quelques liens supplémentaires qui approfondissent le sujet :</p> <ul> <li> <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73"> Réduire les temps de balayage avec une « balise de vue » de 1 octet par sortie </a> </li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Ajouter des balises de vue aux sorties pour réduire le temps d'analyse du portefeuille</a></li> </ul>
it: <p>Se questo ha stuzzicato la vostra curiosità sui tag di visualizzazione, date un'occhiata qui sotto per alcuni link aggiuntivi che approfondiscono l'argomento:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Ridurre i tempi di scansione con "view tag" da 1 byte per uscita</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Aggiungere tag di visualizzazione alle uscite per ridurre il tempo di scansione del portafoglio</a></li> </ul>
lt: <p>Jei tai sukėlė jūsų smalsumą dėl peržiūros žymų, peržiūrėkite toliau pateiktas papildomas nuorodas, kuriose išsamiai aprašoma tema:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Sumažinkite nuskaitymo laiką naudodami 1 baitą už išvestį „peržiūros žyma“ </a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Pridėkite peržiūros žymas prie išvesties, kad sumažintumėte piniginės nuskaitymo laiką</a></li> </ul>
nb: <p>Hvis dette har vekket nysgjerrigheten din rundt visningstagger, ta en titt nedenfor for noen ekstra lenker som går i dybden på emnet:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Reduser skannetidene med 1-byte-per-utgang «view tag»</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Legg til visningstagger til utganger for å redusere skannetiden for lommeboken</a></li> </ul>
nl: <p>Als dit uw nieuwsgierigheid naar weergavetags heeft gewekt, kijk dan hieronder voor enkele aanvullende links die er dieper op ingaan:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Scantijden verkorten met 'view tag' van 1 byte per uitvoer </a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Voeg weergavetags toe aan output om de scantijd van de portefeuille te verkorten</a></li> </ul>
pl: <p>Jeśli wzbudziło to Twoją ciekawość na temat view tags, wejdź w poniższe linki, które dogłębnie omawiają temat:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Redukcja czasu skanowania korzystając z 1 bajta na wyjście view tags</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Dodaj view tags do wyjść, aby zredukować czas skanowania portfela</a></li></ul>
pt_br: <p>Se isto despertou sua curiosidade em torno das tags de visão, dê uma olhada abaixo para alguns links adicionais que aprofundam o tópico:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Reduzir os tempos de varredura com 'view tag' de 1 byte por saída</a>. </li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Adicionar etiquetas de visualização às saídas para reduzir o tempo de digitalização de carteiras</a></li> </ul>
sl: <p>Če je to vzbudilo vašo radovednost glede oznak pogleda, si spodaj oglejte nekaj dodatnih povezav, ki se poglobijo v temo: </p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Zmanjšajte čas skeniranja z 'oznako pogleda' 1-bajt </a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Dodajte oznake pogleda izhodom, da skrajšate čas skeniranja denarnice</a></li> </ul>
sv: <p>Om detta har väckt din nyfikenhet kring visningstaggar, ta en titt nedan för ytterligare länkar som går på djupet i ämnet:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Minska skanningstider med 1-byte per utdata "view-tagg"</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Lägg till visningstaggar till utgångar för att minska plånboksskanningstiden</a></li> </ul>
tl: <p>Kung napukaw nito ang iyong pagkamausisa tungkol sa mga tag ng view, tingnan sa ibaba ang ilang karagdagang link na malalim ang papasok sa paksa:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Bawasan ang mga oras ng pag-scan gamit ang 1-byte-per-output na 'view tag'</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Magdagdag ng mga view tag sa mga output para mabawasan ang oras ng pag-scan ng wallet</a></li> </ul>
tr: <p>Bu, görünüm etiketleri konusunda merakınızı artırdıysa, konuyu derinlemesine ele alan bazı ek bağlantılar için aşağıya göz atın:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">Çıkış başına 1 bayt 'görüntüleme etiketi' ile tarama sürelerini azaltın</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">Cüzdan tarama süresini azaltmak için çıkışlara görünüm etiketleri ekleyin</a></li> </ul>
ur: <p>اگر اس نے ویو ٹیگز کے بارے میں آپ کے تجسس کو بڑھا دیا ہے، تو ذیل میں کچھ اضافی لنکس پر ایک نظر ڈالیں جو موضوع کی گہرائی میں جائیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">1-بائٹ-فی-آؤٹ پٹ 'ویو ٹیگ' کے ساتھ اسکین کے اوقات کو کم کریں</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">والٹ اسکیننگ کا وقت کم کرنے کے لیے آؤٹ پٹس میں ویو ٹیگز شامل کریں</a></li> </ul>
zh_cn: <p>如果这已经激起了你对查看标签的好奇心，请看下面一些深入研究该主题的外链接：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">用每输出一个字节的 ‘查看标签’减少扫描时间</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">为输出添加查看标签以减少钱包扫描时间</a></li> </ul>
zh_tw: <p>如果這已經激起了你對查看標籤的好奇心，請看下面一些深入研究該主題的外鏈接：</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/research-lab/issues/73">用每輸出一個字節的 ‘查看標籤’減少掃描時間</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/pull/8061">為輸出添加查看標籤以減少錢包掃描時間</a></li> </ul>

# knowledge250SbviewTags250Sb5250Sbtitle
source: How can I learn more?
cs: Jak se mohu dozvědět více?
fi: Miten voin oppia lisää?
fr: Comment puis-je en savoir plus ?
it: Come posso saperne di più?
lt: Kaip galiu sužinoti daugiau?
nb: Hvordan kan jeg lære mer?
nl: Hoe kan ik meer leren?
pl: Jak mogę się dowiedzieć więcej?
pt_br: Como posso aprender mais?
sl: Kako lahko izvem več?
sv: Hur kan jag lära mig mer?
tl: Paano ako matututo ng higit pa?
tr: Daha fazlasını nasıl öğrenebilirim?
ur: میں مزید کیسے سیکھ سکتا ہوں؟
zh_cn: 我如何能了解更多？
zh_tw: 我如何能了解更多？

# knowledge250SbviewTags250Sbdescription
source: One of the most common complaints about Monero is wallet sync times - today we talk about a brilliant way the devs have found to reduce it.
cs: Jednou z nejčastějších stížností na Monero je doba synchronizace peněženky - dnes si povíme o skvělém způsobu, jak ji vývojáři zkrátili.
fi: Yksi yleisimmistä Moneroa koskevista valituksista on lompakon synkronointiajat – tänään puhumme loistavasta tavasta, jonka kehittäjät ovat löytäneet vähentääkseen sitä.
fr: L'une des plaintes les plus courantes à propos de Monero concerne les temps de synchronisation du portefeuille - aujourd'hui, nous parlons d'un moyen brillant que les développeurs ont trouvé pour le réduire.
it: Una delle lamentele più comuni su Monero sono i tempi di sincronizzazione del portafoglio - oggi parliamo di un modo brillante che gli sviluppatori hanno trovato per ridurli.
lt: Vienas iš labiausiai paplitusių nusiskundimų dėl Monero yra piniginės sinchronizavimo laikas – šiandien kalbame apie puikų būdą, kaip kūrėjai jį sumažino.
nb: En av de vanligste klagene på Monero er lommeboksynkroniseringstider - i dag snakker vi om en strålende måte utviklerne har funnet for å redusere den.
nl: Een van de meest voorkomende klachten over Monero zijn de synchronisatietijden van portefeuilles - vandaag hebben we het over een briljante manier die de ontwikkelaars hebben gevonden om dit te verminderen.
pl: Jedną z najczęstszych skarg na Monero są czasy synchronizacji portfela - dziś omówimy genialny sposób, w jaki deweloperzy je zredukowali.
pt_br: Uma das queixas mais comuns sobre Monero é a sincronização de carteiras - hoje falamos de uma maneira brilhante que os devs encontraram para reduzi-la.
sl: Ena najpogostejših pritožb glede Monera je čas sinhronizacije denarnice – danes govorimo o briljantnem načinu za njegovo zmanjšanje, ki so ga odkrili razvijalci.
sv: Ett av de vanligaste klagomålen om Monero är synkroniseringstider för plånböcker - idag pratar vi om ett lysande sätt som utvecklarna har hittat för att minska det.
tl: Ang isa sa mga pinakakaraniwang reklamo tungkol sa Monero ay ang mga oras ng pag-sync ng wallet - ngayon ay pinag-uusapan natin ang isang napakatalino na paraan na natagpuan ng mga dev upang bawasan ito.
tr: Monero ile ilgili en yaygın şikayetlerden biri cüzdan senkronizasyon süreleridir; bugün geliştiricilerin bunu azaltmak için buldukları harika bir yoldan bahsedeceğiz.
ur: Monero کے بارے میں سب سے زیادہ عام شکایات میں سے ایک پرس کی مطابقت پذیری کا وقت ہے - آج ہم ایک شاندار طریقہ کے بارے میں بات کرتے ہیں جو devs نے اسے کم کرنے کے لیے تلاش کیا ہے۔
zh_cn: 关于门罗币最常见的抱怨之一是钱包的同步时间--今天我们谈一谈开发者找到的一个减少同步时间的出色方法。
zh_tw: 關於門羅幣最常見的抱怨之一是錢包的同步時間--今天我們談一談開發者找到的一個減少同步時間的出色方法。

# knowledge250SbviewTags250Sbtitle
source: View tags: How one byte will reduce Monero wallet sync times by 40%+
cs: Značky zobrazení: Jak jeden bajt zkrátí dobu synchronizace peněženky Monero o více než 40 %
fi: Katselutunnisteet: Kuinka yksi tavu vähentää Moneron lompakon synkronointiaikoja yli 40%
fr: Les balises de vue : comment un octet réduira les temps de synchronisation du portefeuille Monero de plus de 40%
it: Visualizza i tag: Come un byte ridurrà i tempi di sincronizzazione del portafoglio Monero del 40%+
lt: Peržiūrėkite žymas: kaip vienas baitas sumažins Monero piniginės sinchronizavimo laiką 40%+
nb: Se tagger: Hvordan én byte vil redusere Monero-lommeboksynkroniseringstiden med 40 %+
nl: Weergave tags: Hoe één byte de synchronisatietijden van de Monero portefeuille met meer dan 40% vermindert
pl: View tags: Jak jeden bajt skróci czas synchronizacji portfela Monero o 40%+
pt_br: Ver tags: Como um byte reduzirá o tempo de sincronização da carteira Monero em mais de 40%.
sl: Ogled oznak: Kako bo en bajt skrajšal čas sinhronizacije Monero denarnice za 40%+
sv: Visa taggar: Hur en byte kommer att minska Monero plånbokssynkroniseringstider med 40% +
tl: Tingnan ang mga tag: Paano babawasan ng isang byte ang mga oras ng pag-sync ng Monero wallet ng 40%+
tr: Etiketleri görüntüle: Bir bayt, Monero cüzdan senkronizasyon sürelerini nasıl %40'tan fazla azaltır?
ur: ٹیگز دیکھیں: کس طرح ایک بائٹ Monero والیٹ کی مطابقت پذیری کے اوقات کو 40%+ تک کم کر دے گا
zh_cn: 查看标签：一个字节如何将门罗币钱包的同步时间减少40%以上
zh_tw: 查看標籤：一個字節如何將門羅幣錢包的同步時間減少40%以上

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbbtc250Sbdecentralized250Sbtext
source: Bitcoin itself is decentralized, but most mixing services are centralized. This means you need to trust them. Some newer ones, like Wasabi wallet are not, however.
cs: Bitcoin je sám o sobě decentralizovaný, ale většina mixovacích služeb je centralizovaná. To znamená, že jim musíte důvěřovat. Některé novější, jako například peněženka Wasabi, však nejsou.
fi: Bitcoin itsessään on hajautettu, mutta useimmat sekoituspalvelut ovat keskitettyjä. Tämä tarkoittaa, että sinun täytyy luottaa heihin. Jotkut uudemmat, kuten Wasabi-lompakko, eivät kuitenkaan ole keskitettyjä.
fr: Bitcoin lui-même est décentralisé, mais la plupart des services de mixage sont centralisés. Cela signifie que vous devez leur faire confiance. Cependant, certains plus récents, comme le portefeuille Wasabi, ne le sont pas.
it: Bitcoin stesso è decentralizzato, ma la maggior parte dei servizi di missaggio sono centralizzati. Questo significa che devi fidarti di loro. Tuttavia, alcuni di quelli più recenti, come il portafoglio Wasabi.
lt: Pats Bitcoin yra decentralizuotas, tačiau dauguma maišymo paslaugų yra centralizuotos. Tai reiškia, kad turite jais pasitikėti. Tačiau kai kurie naujesni, pavyzdžiui, Wasabi piniginė, nėra.
nb: Bitcoin i seg selv er desentralisert, men de fleste miksetjenester er sentraliserte. Dette betyr at du må stole på dem. Noen nyere, som Wasabi-lommeboken, er det imidlertid ikke.
nl: Bitcoin zelf is gedecentraliseerd, maar de meeste mixservices zijn gecentraliseerd. Dit betekent dat u ze moet vertrouwen. Sommige nieuwere, zoals de Wasabi-portefeuille, zijn dat echter niet.
pl: Sam Bitcoin jest zdecentralizowany, ale większość usług miksujących jest scentralizowana. Oznacza to, że musisz im zaufać. Jednak niektóre nowsze, takie jak portfel Wasabi, nie są scentralizowane.
pt_br: O próprio Bitcoin é descentralizado, mas a maioria dos serviços de mixagem é centralizada. Isso significa que você precisa confiar neles. No entanto, alguns mais novos, como a carteira Wasabi, não são.
sl: Bitcoin sam je decentraliziran, vendar je večina storitev mešanja centraliziranih. To pomeni, da jim morate zaupati. Nekateri novejši, kot je denarnica Wasabi, pa niso.
sv: Bitcoin i sig är decentraliserat, men de flesta blandningstjänster är centraliserade. Detta innebär att du måste lita på dem. Vissa nyare, som Wasabi wallet, är dock inte det.
tl: Ang Bitcoin mismo ay desentralisado, ngunit karamihan sa mga serbisyo ng paghahalo ay sentralisado. Nangangahulugan ito na kailangan mong magtiwala sa kanila. Ang ilang mga mas bago, tulad ng Wasabi wallet ay hindi, gayunpaman.
tr: Bitcoin'in kendisi merkezi değildir ancak karıştırma hizmetlerinin çoğu merkezileştirilmiştir. Bu, onlara güvenmeniz gerektiği anlamına gelir. Ancak Wasabi cüzdanı gibi bazı yeni cüzdanlar böyle değil.
ur: بٹ کوائن بذات خودdecentralized ہے، لیکن زیادہ تر مکسنگ سروسز مرکزی ہیں۔ اس کا مطلب ہے کہ آپ کو ان پر بھروسہ کرنے کی ضرورت ہے۔ تاہم، کچھ نئے، جیسے واسبی والیٹ نہیں ہیں۔
zh_cn: 比特币是去中心化的，但是比特币的混币器大部分是中心化的. 这意味着你要信赖提供混币服务的第三方.一些新的混币服务器, 例如Wasabi钱包并不需要信任,但是这种服务也有它的问题.
zh_tw: 比特幣是去中心化的，但是比特幣的混幣器大部分是中心化的. 這意味著你要信賴提供混幣服務的協力廠商.一些新的混幣伺服器, 例如Wasabi錢包並不需要信任,但是這種服務也有它的問題.

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbfungible250Sbtitle
source: Fungible
cs: Zaměnitelné
fi: Vaihdettavissa
fr: Fongible
it: Fungibile
lt: Pakeičiamas
nb: Svingbar
nl: Vervangbaar
pl: Zamienne
pt_br: Fungível
sl: Zamenljiv
sv: Svängbar
tr: Değiştirilebilir
ur: فنگیبل
zh_cn: 可替换性
zh_tw: 可替換性

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbprivate250Sbtext
source: Your finances are not visible to the public. A person looking at the coin's blockchain won't be able to see how much money you have.
cs: Vaše finance nejsou viditelné pro veřejnost. Osoba, která se dívá na blockchain mince, neuvidí, kolik peněz máte.
fi: Taloutesi eivät näy julkiselle yleisölle. Henkilö, joka katsoo kolikon lohkoketjua ei näe kuinka paljon rahaa sinulla on.
fr: Vos finances ne sont pas visibles par le public. Une personne regardant la blockchain ne pourra pas voir combien d'argent vous avez.
it: Le tue finanze non sono visibili al pubblico. Una persona che guarda la blockchain della moneta non sarà in grado di vedere quanti soldi hai.
lt: Jūsų finansai nėra matomi visuomenei. Asmuo, žiūrintis į monetos blokų grandinę, negalės pamatyti, kiek pinigų turite.
nb: Din økonomi er ikke synlig for offentligheten. En person som ser på myntens blokkjede vil ikke kunne se hvor mye penger du har.
nl: Uw financiën zijn niet zichtbaar voor het publiek. Iemand die naar de blockchain van de munt kijkt, kan niet zien hoeveel geld u heeft.
pl: Twoje finanse nie są widoczne publicznie. Obserwator blockchaina nie będzie mógł zobaczyć, ile masz pieniędzy.
pt_br: Suas finanças não são visíveis ao público. Uma pessoa olhando para o blockchain da moeda não poderá ver quanto dinheiro você tem.
sl: Vaše finance niso vidne javnosti. Oseba, ki gleda verigo blokov (blockchain) kovanca, ne bo mogla videti, koliko denarja imate.
sv: Din ekonomi är inte synlig för allmänheten. En person som tittar på myntets blockkedja kommer inte att kunna se hur mycket pengar du har.
tl: Ang iyong pananalapi ay hindi nakikita ng publiko. Ang isang taong tumitingin sa blockchain ng barya ay hindi makikita kung gaano karaming pera ang mayroon ka.
tr: Mali durumunuz herkes tarafından görülemez. Coin'in blockchain'ine bakan bir kişi, ne kadar paranız olduğunu göremeyecektir.
ur: آپ کے مالیات عوام کو نظر نہیں آتے۔ سکے کے بلاک چین کو دیکھنے والا شخص یہ نہیں دیکھ سکے گا کہ آپ کے پاس کتنی رقم ہے۔
zh_cn: 你的财务状况不对公众公开. 其他人不能通过查看区块链浏览器来获取您的财务信息.
zh_tw: 你的財務狀況不對公眾公開. 其他人不能通過查看區塊鏈流覽器來獲取您的財務資訊.
