Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcash250Sbdecentralized250Sbtext
source: <p> Zcash is a company and currently it <a href="https://z.cash/blog/funding.html"> takes 20% of all ZEC mined as a founder's reward</a>. </p> <p> Zcash required a <b>Trusted Setup</b>. This means that you have to trust that the system was set up honestly. If it wasn't set up honestly, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> unlimited amounts of ZEC could be created without anyone knowing</a>. This would make the hacker rich and devalue ZEC. There is no way to know if the Trusted Setup was executed honestly. We have to take them at their word. This introduces a human point of failure into the system which is counter to almost every other cryptocurrency. You should only have to trust math and verifiable source code in cryptocurrecies, not humans. As we've seen with virtually all large software companies, such as <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, and even governments, they shouldn't be trusted. </p> <p> Peter Todd, a Bitcoin Core developer who <a href="https://github.com/zcash/mpc/blob/master/README.md"> participated </a> in the Zcash Trusted Setup, has called it a &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash is not unconditionally sound, can't be with current tech...requires a trusted setup&hellip; will need to redo the procedure [Trusted Setup] to upgrade the crypto over time so it's a vulnerability. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core developer and cryptographer, in a <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> presentation to Coinbase</a>. </p> </footer> </blockquote>
cs: <p> Zcash je společnost a v současnosti <a href="https://z.cash/blog/funding.html"> bere 20 % všech vytěžených ZEC jako odměnu zakladatele </a>. </p> <p> Zcash vyžadoval <b>Trusted Setup</b>. To znamená, že musíte věřit, že systém byl nastaven poctivě. Pokud by nebyl nastaven poctivě, mohlo by být vytvořeno neomezené množství ZEC <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/">, aniž by o tom kdokoli věděl</a>. Tím by hacker zbohatl a znehodnotil by ZEC. Neexistuje žádný způsob, jak zjistit, zda bylo důvěryhodné nastavení provedeno poctivě. Musíme jim věřit na slovo. Tím se do systému zavádí lidský bod selhání, což je v rozporu s téměř každou jinou kryptoměnou. V kryptoměnách byste měli věřit pouze matematice a ověřitelnému zdrojovému kódu, nikoliv lidem. Jak jsme viděli prakticky u všech velkých softwarových společností, jako je <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a> a dokonce i vlády, nemělo by se jim věřit. </p> <p> Peter Todd, vývojář Bitcoin Core, který se <a href="https://github.com/zcash/mpc/blob/master/README.md"> účastnil </a> v Zcash Trusted Setup, to nazval &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash není bezpodmínečně zdravý, nemůže být se současnou technologií...vyžaduje důvěryhodné nastavení&hellip; bude muset zopakovat postup [Trusted Setup] pro upgrade krypto v průběhu času, takže se jedná o zranitelnost. </p> </div> <footer> <p> Gregory Maxwell, vývojář bitcoinového jádra a kryptograf, v prezentaci <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> pro Coinbase</a>. </p> </footer> </blockquote>
fi: <p> Zcash on yritys, ja tällä hetkellä se <a href="https://z.cash/blog/funding.html"> ottaa 20% kaikesta louhitusta ZEC:stä perustajan palkkiona</a>. </p> <p> Zcash vaatii <b>Luotetun asennuksen</b>. Tämä tarkoittaa että sinun täytyy luottaa siihen, että järjestelmä on asennettu rehellisesti. Jos sitä ei määritetty rehellisesti, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> voitaisiin luoda rajoittamaton määrä ZEC:tä kenenkään tietämättä </a>. Tämä tekisi hakkereista rikkaan ja alentaisi ZEC:n arvoa. Ei ole mahdollista tietää, suoritettiinko Trusted Setup rehellisesti. Meidän on luotettava heidän sanoihinsa. Tämä tuo järjestelmään inhimillisen vikapisteen, joka on vastoin melkein kaikkia muita kryptovaluuttoja. Sinun tulee luottaa vain kryptovaluuttojen matematiikkaan ja todennettavissa olevaan lähdekoodiin, ei ihmisiin. Kuten olemme nähneet käytännössä kaikkien suurten ohjelmistoyritysten, kuten <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoftin</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Applen</a> ja jopa hallitusten kohdalla, niihin ei pidä luottaa. </p> <p> Peter Todd, Bitcoin Core -kehittäjä, joka <a href="https://github.com/zcash/mpc/blob/master/README.md"> osallistui </a> Zcash Trusted Setupiin, on kutsunut sitä &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906">takaoveksi </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash is not unconditionally sound, can't be with current tech...requires a trusted setup&hellip; will need to redo the procedure [Trusted Setup] to upgrade the crypto over time so it's a vulnerability. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core -kehittäjä ja kryptografi, <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s">-esityksessä Coinbaselle</a>. </p> </footer> </blockquote>
fr: <p> Zcash est une entreprise et actuellement, elle <a href="https://z.cash/blog/funding.html">prend 20% de toutes les ZEC minés en tant que récompense pour les fondateurs</a>. </p> <p> Zcash nécessitait une <b>configuration sécurisée</b>. Cela signifie que vous devez avoir confiance que le système a été mis en place honnêtement. S'il n'était pas mis en place honnêtement, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/">des quantités illimitées de ZEC pourraient être créées sans que personne ne le sache</a>. Cela rendrait le pirate riche et dévaloriserait ZEC. Il n'y a aucun moyen de savoir si la configuration sécurisée a été exécutée honnêtement. Nous devons les croire sur parole. Cela introduit un point de défaillance humain dans le système qui est contraire à presque toutes les autres crypto-monnaies. Vous ne devriez avoir à faire confiance qu'aux mathématiques et au code source vérifiable des crypto-monnaies, pas aux humains. Comme nous l'avons vu avec pratiquement toutes les grandes sociétés de logiciels, telles que <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html">Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/">Apple</a>, et même les gouvernements, il ne faut pas leur faire confiance. </p> <p> Peter Todd, un développeur Bitcoin Core qui <a href="https://github.com/zcash/mpc/blob/master/README.md">a participé </a> à la configuration sécurisée de Zcash, l'a appelée &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906">porte dérobée (backdoor)</a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash n'est pas incontestablement sécurisé, et ne peut pas l'être avec la technologie actuelle ... il faut une configuration de confiance &hellip; il faudra refaire la procédure [Configuration de confiance] pour mettre à jour la cryptographie au fil du temps, ce qui constitue donc une vulnérabilité. </p> </div> <footer> <p> Gregory Maxwell, développeur et cryptographe Bitcoin Core, dans une présentation <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s">à Coinbase</a>. </p> </footer> </blockquote>
it: <p> Zcash è un'azienda e attualmente <a href="https://z.cash/blog/funding.html"> prende il 20% di tutti gli ZEC estratti come ricompensa del fondatore</a>. </p> <p> Zcash ha richiesto un <b>Trusted Setup</b>. Ciò significa che devi fidarti che il sistema è stato impostato onestamente. Se non è stato impostato onestamente, è possibile creare <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> quantità illimitate di ZEC senza che nessuno sappia</a>. Ciò renderebbe l'hacker ricco e svaluterebbe ZEC. Non c'è modo di sapere se l'installazione sicura è stata eseguita onestamente. Dobbiamo prenderli alla loro parola. Ciò introduce un punto umano di fallimento nel sistema che è contrario a quasi tutte le altre criptovalute. Dovresti solo fidarti della matematica e del codice sorgente verificabile nelle criptovalute, non negli umani. Come abbiamo visto praticamente con tutte le grandi società di software, come <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple </a>e persino i governi, non dovrebbero esserne affidabili. </p> <p> Peter Todd, uno sviluppatore di Bitcoin Core che <a href="https://github.com/zcash/mpc/blob/master/README.md"> ha partecipato </a> al Trusted Setup di Zcash, lo ha definito un &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash non è incondizionatamente valido, non può essere con la tecnologia attuale ... richiede un'installazione affidabile&hellip; dovrà ripetere la procedura [Installazione affidabile] per aggiornare la crittografia nel tempo, quindi è una vulnerabilità. </p> </div> <footer> <p> Gregory Maxwell, sviluppatore e crittografo di Bitcoin Core, in una presentazione di <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> a Coinbase</a>. </p> </footer> </blockquote>
lt: <p> „Zcash“ yra įmonė ir šiuo metu ji <a href="https://z.cash/blog/funding.html"> gauna 20 % visų išgaunamų ZEC kaip steigėjo atlygį</a>. </p> <p> „Zcash“ reikalinga <b>patikima sąranka</b>. Tai reiškia, kad turite pasitikėti, kad sistema buvo sukurta sąžiningai. Jei jis nebuvo nustatytas sąžiningai, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> būtų galima sukurti neribotą ZEC kiekį niekam nežinant </a>. Taip įsilaužėlis taptų turtingas ir nuvertintų ZEC. Neįmanoma sužinoti, ar patikima sąranka buvo atlikta sąžiningai. Turime priimti jų žodį. Tai įveda į sistemą žmogišką gedimo tašką, kuris prieštarauja beveik visoms kitoms kriptovaliutoms. Turėtumėte pasitikėti tik matematika ir patikrinamu šaltinio kodu kriptovaliutose, o ne žmonėmis. Kaip matėme praktiškai visose didelėse programinės įrangos įmonėse, tokiose kaip <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a> ir net vyriausybės, jomis nereikėtų pasitikėti. </p> <p> Peteris Toddas, Bitcoin Core kūrėjas, kuris <a href="https://github.com/zcash/mpc/blob/master/README.md"> dalyvavo </a> Zcash Trusted Setup, pavadino jį &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> užpakalinėmis durimis </a> &quot;. </p> <blockquote> <div class="quote"> <p> „Zcash“ nėra besąlygiškai patikimas, negali būti su dabartinėmis technologijomis... reikalinga patikima sąranka&hellip; reikės iš naujo atlikti procedūrą [Patikima sąranka], kad laikui bėgant būtų atnaujinta kriptovaliuta, todėl tai yra pažeidžiamumas. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core kūrėjas ir kriptografas, <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> pristatyme Coinbase</a>. </p> </footer> </blockquote>
nb: <p> Zcash er et selskap og for tiden tar det <a href="https://z.cash/blog/funding.html"> 20 % av all ZEC utvunnet som en grunnleggerbelønning</a>. </p> <p> Zcash krevde et <b>Trusted Setup</b>. Dette betyr at du må stole på at systemet ble satt opp ærlig. Hvis det ikke var satt opp ærlig, kunne <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> ubegrensede mengder ZEC opprettes uten at noen visste det</a>. Dette ville gjøre hackeren rik og devaluere ZEC. Det er ingen måte å vite om Trusted Setup ble utført ærlig. Vi må ta dem på ordet. Dette introduserer et menneskelig feilpunkt i systemet som er i motsetning til nesten alle andre kryptovalutaer. Du bør bare stole på matematikk og verifiserbar kildekode i kryptovalutaer, ikke mennesker. Som vi har sett med praktisk talt alle store programvareselskaper, som <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, og til og med regjeringer, bør de ikke stoles på. </p> <p> Peter Todd, en Bitcoin Core-utvikler som <a href="https://github.com/zcash/mpc/blob/master/README.md"> deltok </a> i Zcash Trusted Setup, har kalt det en &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> bakdør </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash er ikke ubetinget lyd, kan ikke være med gjeldende teknologi... krever et klarert oppsett&hellip; må gjøre om prosedyren [Trusted Setup] for å oppgradere kryptoen over tid, så det er en sårbarhet. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core-utvikler og kryptograf, i en <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> presentasjon til Coinbase</a>. </p> </footer> </blockquote>
nl: <p> Zcash is een bedrijf en neemt momenteel <a href="https://z.cash/blog/funding.html"> 20% van alle gedolven ZEC als beloning voor de oprichter </a>. </p> <p> Zcash vereiste een <b>Trusted Setup</b>. Dit betekent dat u erop moet vertrouwen dat het systeem eerlijk is opgezet. Als het niet eerlijk was ingesteld, zouden <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> onbeperkte hoeveelheden ZEC kunnen worden gemaakt zonder dat iemand het weet </a>. Dit zou de hacker rijk maken en ZEC devalueren. Er is geen manier om te weten of de Trusted Setup eerlijk is uitgevoerd. We moeten ze op hun woord geloven. Dit introduceert een menselijk faalpunt in het systeem dat in strijd is met bijna elke andere cryptocurrency. U zou alleen wiskunde en verifieerbare broncodes in cryptocurrencies moeten vertrouwen, niet mensen. Zoals we hebben gezien bij vrijwel alle grote softwarebedrijven, zoals <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a> en zelfs overheden, die niet moeten worden vertrouwd. </p> <p> Peter Todd, een Bitcoin Core-ontwikkelaar die <a href="https://github.com/zcash/mpc/blob/master/README.md"> deelnam </a> aan de Zcash Trusted Setup, noemde het een &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash is niet onvoorwaardelijk gezond, dit kan ook niet met de huidige technologie... het vereist een vertrouwde setup &hellip; en moet de procedure [Trusted Setup] opnieuw uitvoeren om de crypto in de loop van de tijd te upgraden, dus het is een kwetsbaarheid. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core-ontwikkelaar en cryptograaf, in een <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> presentatie aan Coinbase</a>. </p> </footer> </blockquote>
pl: <p>Zcash jest firmą i obecnie <a href="https://z.cash/blog/funding.html">posiada 20% wszystkich wydobytych ZEC jako nagrodę założyciela</a>. </p> <p> Zcash wymaga konfiguracji zaufanej - <b>Trusted Setupa</b>. Oznacza to, że musisz zaufać, że system został skonfigurowany prawidłowo. W przeciwnym przypadku, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> nielimitowana ilość ZEC może zostać utworzona bez niczyjej wiedzy</a>. To sprawiłoby, że haker stałby się bogaty a ZEC zdewaluowany. Nie ma sposobu na to, aby dowiedzieć się, czy zaufana konfiguracja została wykonana prawidłowo. Musimy zaufać na słowo. Wprowadza to element ludzki do potencjalnych powodów porażki systemu, coś czego nie robi prawie żadna inna kryptowaluta. Powinieneś ufać tylko matematyce i weryfikowalnemu kodowi źródłowemu, a nie ludziom. Jak widzieliśmy na przykładzie praktycznie każdej dużej firmy programistycznej, takiej jak <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, a nawet niektórych rządów, nie można ludziom ufać. </p> <p> Peter Todd, deweloper Bitcoina Core, który <a href="https://github.com/zcash/mpc/blob/master/README.md">uczestniczył</a> w konfiguracji zaufanej Zcash, nazwał ją & quot;<a href="https://twitter.com/petertoddbtc/status/793584540891643906">tylnymi drzwiami</a>& quot;. </p> <blockquote> <div class="quote"> <p> Zcash nie jest bezwarunkowo prywatny, nie może być z obecną technologią... wymaga zaufanej konfiguracji... będzie musiał przerobić procedurę [zaufanej konfiguracji], aby z czasem zaktualizować kryptografię, więc jest to słabość. </p> </div> <footer> <p> Gregory Maxwell, programista i kryptograf Bitcoina Core, w <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> prezentacji dla Coinbase</a>. </p> </footer> </blockquote>
pt_br: <p> A Zcash é uma empresa e atualmente <a href="https://z.cash/blog/funding.html"> recebe 20% de todo o ZEC extraído como recompensa do fundador</a>. </p> <p> O Zcash solicitou uma <b>Configuração Confiável</b>. Isso significa que você deve confiar que o sistema foi configurado honestamente. Se não fosse configurado honestamente, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> quantidades ilimitadas de ZEC poderiam ser criadas sem que alguém soubesse</a>. Isso tornaria o hacker rico e desvalorizaria o ZEC. Não há como saber se a Configuração Confiável foi executada honestamente. Temos que acreditar na palavra deles. Isso introduz um ponto humano de falha no sistema, o que é contrário a quase todas as outras criptomoedas. Você só precisa confiar em códigos-fonte matemáticos e verificáveis em criptomoedas, não em humanos. Como vimos em praticamente todas as grandes empresas de software, como <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple </a>e até governos, elas não devem ser confiáveis. </p> <p> Peter Todd, desenvolvedor de Bitcoin Core que <a href="https://github.com/zcash/mpc/blob/master/README.md"> participou </a> da Zcash Trusted Setup, chamou isso de &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> O Zcash não é incondicionalmente sólido, não pode estar com a tecnologia atual ... requer uma configuração confiável&hellip; precisará refazer o procedimento [Configuração confiável] para atualizar a criptografia ao longo do tempo, por isso é uma vulnerabilidade. </p> </div> <footer> <p> Gregory Maxwell, desenvolvedor e criptografador de Bitcoin Core, em uma apresentação <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> para Coinbase</a>. </p> </footer> </blockquote>
sl: <p> Zcash je podjetje in trenutno <a href="https://z.cash/blog/funding.html"> prejme 20 % vseh izrudiranih ZEC kot nagrado ustanovitelju </a>. </p> <p> Zcash je zahteval <b>Trusted Setup</b>. To pomeni, da morate zaupati, da je bil sistem postavljen pošteno. Če ne bi bilo pošteno nastavljeno, bi <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> lahko ustvarili neomejene količine ZEC, ne da bi kdo vedel </a>. S tem bi heker obogatel in razvrednotil ZEC. Ni mogoče vedeti, ali je bila Trusted Setup izvedena pošteno. Moramo jim verjeti na besedo. To v sistem vnese človeško točko napake, ki je v nasprotju s skoraj vsako drugo kriptovaluto. Zaupati bi morali samo matematiki in preverljivi izvorni kodi kriptovalut, ne pa ljudem. Kot smo videli pri skoraj vseh velikih programskih podjetjih, kot so <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/">Apple</a>, in celo vladah, jim ne bi smeli zaupati. </p> <p> Peter Todd, razvijalec Bitcoin Core, ki je <a href="https://github.com/zcash/mpc/blob/master/README.md"> sodeloval </a> pri Zcash Trusted Setup, je to poimenoval &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> stranska vrata</a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash ni brezpogojno zdrav, ne more biti s trenutno tehnologijo... zahteva zaupanja vredno nastavitev &hellip; bo moral ponoviti postopek [Trusted Setup] za nadgradnjo kriptovalute čez čas, tako da je ranljivost. </p> </div> <footer> <p> Gregory Maxwell, razvijalec in kriptograf Bitcoin Core, v <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> predstavitvi za Coinbase</a>. </p> </footer> </blockquote>
sv: <p> Zcash är ett företag och för närvarande tar det <a href="https://z.cash/blog/funding.html"> 20 % av alla ZEC som utvinns som en grundares belöning</a>. </p> <p> Zcash krävde en <b>Trusted Setup</b>. Det betyder att du måste lita på att systemet är ärligt uppsatt. Om det inte var uppriktigt konfigurerat kunde <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> obegränsade mängder ZEC skapas utan att någon visste det</a>. Detta skulle göra hackaren rik och devalvera ZEC. Det finns inget sätt att veta om Trusted Setup utfördes ärligt. Vi måste ta dem på ordet. Detta introducerar en mänsklig punkt av misslyckande i systemet som strider mot nästan alla andra kryptovalutor. Du ska bara behöva lita på matematik och verifierbar källkod i kryptovalutor, inte människor. Som vi har sett med praktiskt taget alla stora mjukvaruföretag, som <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, och till och med regeringar, bör de inte lita på. </p> <p> Peter Todd, en Bitcoin Core-utvecklare som <a href="https://github.com/zcash/mpc/blob/master/README.md"> deltog </a> i Zcash Trusted Setup, har kallat det en &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> bakdörr </a> &quot;. </p> <blockquote> <div class="quote"> <p> Zcash är inte ovillkorligt bra, kan inte vara med nuvarande teknik...kräver en pålitlig installation&hellip; kommer att behöva göra om proceduren [Trusted Setup] för att uppgradera kryptot över tid så det är en sårbarhet. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core-utvecklare och kryptograf, i en <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s">-presentation till Coinbase</a>. </p> </footer> </blockquote>
tl: <p> Ang Zcash ay isang kumpanya at sa kasalukuyan ay <a href="https://z.cash/blog/funding.html"> ito ay kumukuha ng 20% ng lahat ng ZEC na mina bilang reward ng founder</a>. </p> <p> Nangangailangan ang Zcash ng <b>Trusted Setup</b>. Nangangahulugan ito na kailangan mong magtiwala na ang sistema ay na-set up nang matapat. Kung hindi ito tapat na na-set up, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> walang limitasyong halaga ng ZEC ay maaaring magawa nang walang nakakaalam</a>. Ito ay magpapayaman sa hacker at magpapababa ng halaga sa ZEC. Walang paraan upang malaman kung ang Trusted Setup ay tapat na naisakatuparan. Dapat nating tanggapin ang kanilang salita. Ipinakilala nito ang isang punto ng pagkabigo ng tao sa system na kontra sa halos lahat ng iba pang cryptocurrency. Dapat ka lang magtiwala sa matematika at nabe-verify na source code sa cryptocurrecies, hindi sa mga tao. Gaya ng nakita natin sa halos lahat ng malalaking kumpanya ng software, gaya ng <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>, at maging ang mga pamahalaan, hindi sila dapat pagkatiwalaan. </p> <p> Si Peter Todd, isang Bitcoin Core developer na <a href="https://github.com/zcash/mpc/blob/master/README.md"> ay lumahok sa </a> sa Zcash Trusted Setup, ay tinawag itong &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> backdoor </a> &quot;. </p> <blockquote> <div class="quote"> <p> Ang Zcash ay hindi maayos, hindi maaaring sa kasalukuyang teknolohiya...nangangailangan ng pinagkakatiwalaang setup&hellip; ay kailangang gawing muli ang pamamaraan [Trusted Setup] upang i-upgrade ang crypto sa paglipas ng panahon upang ito ay isang kahinaan. </p> </div> <footer> <p> Gregory Maxwell, Bitcoin Core developer at cryptographer, sa isang <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> presentation sa Coinbase</a>. </p> </footer> </blockquote>
tr: <p> Zcash bir şirkettir ve şu anda <a href="https://z.cash/blog/funding.html">, kurucu ödülü olarak çıkarılan tüm ZEC'lerin %20'sini almaktadır</a>. </p> <p> Zcash, <b>Güvenilir Kurulum</b> gerektiriyordu. Bu, sistemin dürüst bir şekilde kurulduğuna güvenmeniz gerektiği anlamına gelir. Dürüstçe kurulmasaydı, kimsenin haberi olmadan <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> sınırsız miktarda ZEC oluşturulabilirdi</a>. Bu, bilgisayar korsanını zengin edecek ve ZEC'in değerini düşürecektir. Güvenilir Kurulumun dürüst bir şekilde yürütülüp yürütülmediğini bilmenin bir yolu yoktur. Onların sözlerine güvenmeliyiz. Bu, neredeyse diğer tüm kripto para birimlerinin tersine, sisteme insani bir başarısızlık noktası getirir. Kripto para birimlerinde insanlara değil, yalnızca matematiğe ve doğrulanabilir kaynak koduna güvenmeniz gerekir. <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a> gibi neredeyse tüm büyük yazılım şirketlerinde ve hatta hükümetlerde gördüğümüz gibi, onlara güvenilmemelidir. </p> <p> <a href="https://github.com/zcash/mpc/blob/master/README.md">'in Zcash Güvenilir Kurulumuna </a> katılan Bitcoin Core geliştiricisi Peter Todd, bunu &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> arka kapısı </a> &quot; olarak adlandırdı. </p> <blockquote> <div class="quote"> <p> Zcash koşulsuz olarak sağlam değil, mevcut teknolojiyle olamaz...güvenilir bir kurulum gerektirir&hellip;, kriptoyu zaman içinde yükseltmek için [Güvenilir Kurulum] prosedürünü yeniden yapması gerekecektir, böylece bu bir güvenlik açığıdır. </p> </div> <footer> <p> Bitcoin Core geliştiricisi ve kriptograf Gregory Maxwell, Coinbase</a>'e <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> sunumunda. </p> </footer> </blockquote>
ur: <p> Zcash ایک کمپنی ہے اور فی الحال یہ <a href="https://z.cash/blog/funding.html"> بانی کے انعام </a> کے طور پر نکالی گئی تمام ZEC کا 20% لیتی ہے۔ </p> <p> Zcash کو ایک <b>ٹرسٹڈ سیٹ اپ</b> درکار ہے۔ اس کا مطلب یہ ہے کہ آپ کو اس بات پر بھروسہ کرنا ہوگا کہ نظام ایمانداری سے ترتیب دیا گیا تھا۔ اگر اسے ایمانداری سے ترتیب نہیں دیا گیا تھا، <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> ZEC کی لامحدود مقدار کسی کو جانے بغیر </a> بنائی جا سکتی ہے۔ یہ ہیکر کو امیر بنا دے گا اور ZEC کی قدر کم کر دے گا۔ یہ جاننے کا کوئی طریقہ نہیں ہے کہ آیا ٹرسٹڈ سیٹ اپ کو ایمانداری سے انجام دیا گیا تھا۔ ہمیں ان کی بات پر عمل کرنا ہوگا۔ یہ نظام میں ناکامی کا ایک انسانی نقطہ متعارف کراتا ہے جو تقریباً ہر دوسری کریپٹو کرنسی کے خلاف ہے۔ آپ کو کرپٹو کریسی میں صرف ریاضی اور قابل تصدیق سورس کوڈ پر بھروسہ کرنا چاہیے، انسانوں پر نہیں۔ جیسا کہ ہم نے عملی طور پر تمام بڑی سافٹ ویئر کمپنیوں، جیسے <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> Microsoft</a>، <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> Apple</a>، اور یہاں تک کہ حکومتوں کے ساتھ دیکھا ہے، ان پر بھروسہ نہیں کیا جانا چاہیے۔ </p> <p> پیٹر ٹوڈ، ایک بٹ کور ڈویلپر جس نے <a href="https://github.com/zcash/mpc/blob/master/README.md">Zcash ٹرسٹڈ </a>سیٹ اپ میں حصہ لیا&quot;<a href="https://twitter.com/petertoddbtc/status/793584540891643906">، اسے ایک بیک ڈور</a> &quot; کہا ہے۔ </p> <blockquote> <div class="quote"> <p> Zcash غیر مشروط طور پر درست نہیں ہے، موجودہ ٹیک کے ساتھ نہیں ہو سکتا... ایک قابل اعتماد سیٹ اپ کی ضرورت ہے&hellip; کو وقت کے ساتھ ساتھ کرپٹو کو اپ گریڈ کرنے کے لیے طریقہ کار [ٹرسٹڈ سیٹ اپ] کو دوبارہ کرنے کی ضرورت ہوگی لہذا یہ ایک کمزوری ہے۔ </p> </div> <footer> <p> گریگوری میکسویل، بٹ کوائن کور ڈویلپر اور کرپٹوگرافر، سکے بیس کو <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> پریزنٹیشن</a> میں۔ </p> </footer> </blockquote>
zh_cn: <p> Zcash 大零币是公司币，并且该公司还 <a href="https://z.cash/blog/funding.html"> 抽取发行总量的20%的大零币作为基金会的收入</a>. </p> <p> 大零币还要求 <b>初始信任设置</b>. 这意味着你必须信任参与初始信任设置的人们是诚实的. 可如果他们不是那么诚实, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> 那么无限量的大零币就会被增发出来，并且不会有人察觉</a>. 这可能导致大零币价格暴跌，黑客暴富. 没有任何办法可以去验证初始信任设置到底是不是诚实可信. 用户只能对他们的话照单全收. 这种将人性作为某个潜在的故障点引入了系统，几乎与其他所有加密货币完全相反. 您本应只信任加密货币中的数学和可验证的源代码，而不是人性. 正如我们在几乎所有大型软件公司中看到的那样, 例如 <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> 微软公司</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> 苹果公司</a>, 甚至政府, 他们都不应该被信任. </p> <p> Peter Todd, 作为比特币核心的开发者成员 <a href="https://github.com/zcash/mpc/blob/master/README.md"> 曾参与了 </a> 大零币的初始信任设置, 并且称它为 &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> 后门问题 </a> &quot;. </p> <blockquote> <div class="quote"> <p> 大零币的功能实现并不是无条件的, 在目前的技术条件下不能...它要求一个初始信任设置&hellip; 随着时间的推移将需要重做程序才能弥补 [初始信任设置] 这个漏洞. </p> </div> <footer> <p> Gregory Maxwell, 比特币的核心开发成员，密码学家, 在一个 <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> Coinbase交易所的演讲里说到</a>. </p> </footer> </blockquote>
zh_tw: <p> Zcash 大零幣是公司幣，並且該公司還 <a href="https://z.cash/blog/funding.html"> 抽取發行總量的20%的大零幣作為基金會的收入</a>. </p> <p> 大零幣還要求 <b>初始信任設置</b>. 這意味著你必須信任參與初始信任設置的人們是誠實的. 可如果他們不是那麼誠實, <a href="https://blog.okturtles.com/2016/03/the-zcash-catch/"> 那麼無限量的大零幣就會被增發出來，並且不會有人察覺</a>. 這可能導致大零幣價格暴跌，駭客暴富. 沒有任何辦法可以去驗證初始信任設置到底是不是誠實可信. 用戶只能對他們的話照單全收. 這種將人性作為某個潛在的故障點引入了系統，幾乎與其他所有加密貨幣完全相反. 您本應只信任加密貨幣中的數學和可驗證的原始程式碼，而不是人性. 正如我們在幾乎所有大型軟體公司中看到的那樣, 例如 <a href="https://www.gnu.org/proprietary/proprietary-back-doors.en.html"> 微軟公司</a>, <a href="http://www.digitaltrends.com/computing/apple-vs-fbi-backdoor-to-data-already-exists/"> 蘋果公司</a>, 甚至政府, 他們都不應該被信任. </p> <p> Peter Todd, 作為比特幣核心的開發者成員 <a href="https://github.com/zcash/mpc/blob/master/README.md"> 曾參與了 </a> 大零幣的初始信任設置, 並且稱它為 &quot; <a href="https://twitter.com/petertoddbtc/status/793584540891643906"> 後門問題 </a> &quot;. </p> <blockquote> <div class="quote"> <p> 大零幣的功能實現並不是無條件的, 在目前的技術條件下不能...它要求一個初始信任設置&hellip; 隨著時間的推移將需要重做程式才能彌補 [初始信任設置] 這個漏洞. </p> </div> <footer> <p> Gregory Maxwell, 比特幣的核心開發成員，密碼學家, 在一個 <a href="https://youtu.be/LHPYNZ8i1cU#t=29m30s"> Coinbase交易所的演講裡說到</a>. </p> </footer> </blockquote>
