Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbnetworkEffect250Sbdescription
source: While it is undisputed that Bitcoin is by far the largest crypto, we ask if it can rely solely on its existing network effects to stay relevant.
cs: I když je nesporné, že Bitcoin je zdaleka největší kryptoměnou, ptáme se, zda se může spoléhat pouze na své stávající síťové efekty, aby si udržel svůj význam.
fi: Vaikka on kiistatonta, että Bitcoin on ylivoimaisesti suurin krypto, me kysymme, voiko se luottaa pelkästään olemassa oleviin verkkovaikutuksiinsa pysyäkseen merkityksellisenä.
fr: Bien qu'il soit incontesté que Bitcoin est de loin la crypto-monnaie la plus utilisée, nous nous demandons si elle peut compter uniquement sur ses effets de réseau existants pour rester dans cette position.
it: Sebbene sia indiscusso che Bitcoin sia di gran lunga la più grande criptovaluta, chiediamo se può fare affidamento esclusivamente sui suoi effetti di rete esistenti per rimanere rilevante.
lt: Nors neabejotina, kad „Bitcoin“ yra didžiausia kriptovaliuta, klausiame, ar ji gali pasikliauti tik esamu tinklo poveikiu, kad išliktų aktuali.
nb: Selv om det er ubestridt at Bitcoin er den klart største kryptoen, spør vi om den kan stole utelukkende på sine eksisterende nettverkseffekter for å forbli relevant.
nl: Hoewel het onbetwist is dat Bitcoin verreweg de grootste cryptovaluta is, vragen we ons af of het alleen kan vertrouwen op zijn bestaande netwerkeffecten om relevant te blijven.
pl: Chociaż jest niekwestionowane to, że Bitcoin jest zdecydowanie największą kryptowalutą, zastanówmy się, czy wystarczy mu polegać wyłącznie na jego popularności, aby pozostać w użyciu.
pt_br: Embora seja indiscutível que o Bitcoin é de longe a maior criptografia, perguntamos se ele pode contar apenas com seus efeitos de rede existentes para permanecer relevante.
sl: Bitcoin je nedvomno največja kriptovaluta, vendar se sprašujemo, ali se lahko zanaša le na obstoječe omrežne učinke, da ostane relevanten.
sv: Även om det är oomtvistat att Bitcoin är den överlägset största kryptovalutan, frågar vi oss om den kan förlita sig enbart på sina befintliga nätverkseffekter för att förbli relevant.
tl: Bagama't hindi mapag-aalinlanganan na ang Bitcoin ang pinakamalaking crypto, tinatanong namin kung maaari itong umasa lamang sa mga umiiral na epekto nito sa network upang manatiling may kaugnayan.
tr: Bitcoin'in açık ara en büyük kripto para olduğu tartışmasız olsa da, güncelliğini korumak için yalnızca mevcut ağ etkilerine güvenip güvenemeyeceğini soruyoruz.
ur: اگرچہ یہ غیر متنازعہ ہے کہ بٹ کوائن اب تک کا سب سے بڑا کرپٹو ہے، ہم پوچھتے ہیں کہ کیا یہ متعلقہ رہنے کے لیے مکمل طور پر اپنے موجودہ نیٹ ورک اثرات پر انحصار کر سکتا ہے۔
zh_cn: 虽然毫无疑问，比特币是迄今为止最大的加密货币，但我们还是要问，只靠先发优势和吃老本的技术，还能保持多久它的王座.
zh_tw: 雖然毫無疑問，比特幣是迄今為止最大的加密貨幣，但我們還是要問，只靠先發優勢和吃老本的技術，還能保持多久它的王座.

# knowledge250SbnetworkEffect250Sbtitle
source: How Monero Can Overcome Bitcoin's Network Effects
cs: Jak může Monero překonat síťové efekty Bitcoinu
fi: Kuinka Monero voi voittaa Bitcoinin verkkovaikutukset
fr: Comment Monero peut surmonter les effets de réseau de Bitcoin
it: Come Monero può superare gli effetti di rete di Bitcoin
lt: Kaip Monero gali įveikti Bitcoin tinklo efektus
nb: Hvordan Monero kan overvinne Bitcoins nettverkseffekter
nl: Hoe Monero de Netwerkeffecten van Bitcoin Kan Overwinnen
pl: Jak Monero może pokonać efekt sieciowy Bitcoina
pt_br: Como Monero pode superar os efeitos de rede do Bitcoin
sl: Kako lahko Monero premaga omrežne učinke Bitcoina
sv: Hur Monero kan övervinna Bitcoins nätverkseffekter
tl: Paano Malalampasan ng Monero ang Mga Epekto ng Network ng Bitcoin
tr: Monero, Bitcoin'in Ağ Etkilerinin Üstesinden Nasıl Gelebilir?
ur: Monero Bitcoin کے نیٹ ورک اثرات پر کیسے قابو پا سکتا ہے
zh_cn: 门罗币是如何蚕食比特币的份额和先发优势
zh_tw: 門羅幣是如何蠶食比特幣的份額和先發優勢
