Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb0250Sbtext
source: <p>One of the most commonly misunderstood parts of Monero’s approach to building a decentralized, privacy-preserving, and secure cryptocurrency is the role that hard-forks (or network upgrades) play.</p> <p>In this post we’ll walk through what hard-forks are, why they are important for Monero, and what role you can play in them in the future.</p>
cs: <p>Jednou z nejčastěji nepochopených částí přístupu Monera k budování decentralizované, soukromí zachovávající a bezpečné kryptoměny je role, kterou hrají hard-forky (neboli upgrady sítě).</p> <p>V tomto příspěvku si projdeme, co jsou hard-forky, proč jsou pro Monero důležité a jakou roli v nich můžete v budoucnu hrát.</p>
fi: <p>Yksi yleisimmin väärinymmärretyistä osista Moneron lähestymistavassa hajautetun, yksityisyyttä suojelevan ja suojatun kryptovaluutan rakentamisessa on hard forkkien (tai verkkopäivitysten) rooli.</p> <p>Tässä viestissä käymme läpi, mitä "hard forkit" ovat, miksi ne ovat tärkeitä Monerolle ja mikä rooli sinulla voi olla niissä tulevaisuudessa.</p>
fr: <p>L'une des parties les plus souvent mal comprises de l'approche de Monero pour créer une crypto-monnaie décentralisée, préservant la confidentialité et sécurisée, est le rôle que jouent les « hard-forks » (ou les mises à jour globales du réseau).</p> <p>Dans cet article, nous expliquerons ce que sont ces hard forks, pourquoi ils sont importants pour Monero et quel rôle vous pouvez y jouer à l'avenir.</p>
it: <p>Una delle parti più comunemente fraintese dell'approccio di Monero alla creazione di una criptovaluta decentralizzata, a tutela della privacy e sicura è il ruolo svolto dagli hard fork (o dagli aggiornamenti di rete).</p> <p>In questo post analizzeremo cosa sono gli hard-fork, perché sono importanti per Monero e quale ruolo puoi ricoprire in loro in futuro.</p>
lt: <p>Viena iš dažniausiai klaidingai suprantamų Monero požiūrio į decentralizuotos, privatumą išsaugančios ir saugios kriptovaliutos kūrimo dalių yra sudėtingų šakių (arba tinklo atnaujinimų) vaidmuo.</p> <p>Šiame įraše apžvelgsime, kas yra kietosios šakės, kodėl jos svarbios Monero ir kokį vaidmenį jose galėsite atlikti ateityje.</p>
nb: <p>En av de mest misforståtte delene av Moneros tilnærming til å bygge en desentralisert, personvernbevarende og sikker kryptovaluta er rollen som hardforks (eller nettverksoppgraderinger) spiller.</p> <p>I dette innlegget går vi gjennom hva hardgafler er, hvorfor de er viktige for Monero, og hvilken rolle du kan spille i dem i fremtiden.</p>
nl: <p>Een van de meest verkeerd begrepen onderdelen van Monero's benadering van het bouwen van een gedecentraliseerde, privacybehoudende en veilige cryptocurrency is de rol die hard-forks (of netwerkupgrades) spelen.</p> <p>In deze post bespreken we wat hard-forks zijn, waarom ze belangrijk zijn voor Monero, en welke rol u in de toekomst hierin kunt spelen.</p>
pl: <p>W tym poście opowiemy o tym, czym są hard forki, dlaczego są ważne dla Monero i jaką rolę możesz na nich odegrać w przyszłości.</p>
pt_br: <p>Uma das partes mais comumente mal compreendidas da abordagem de Monero para construir uma moeda criptográfica descentralizada, preservadora da privacidade e segura é o papel que as obras duras (ou atualizações de rede) desempenham.</p> <p>Neste posto, vamos caminhar pelo que são trabalhos pesados, por que eles são importantes para Monero e que papel você pode desempenhar neles no futuro.</p>
sl: <p>Eden najpogosteje napačno razumljenih delov Monerovega pristopa k izgradnji decentralizirane, varne in varne kriptovalute, ki ohranja zasebnost, je vloga, ki jo imajo hard-forki (ali nadgradnje omrežja).</p> <p>V tej objavi se bomo sprehodili skozi to, kaj so hard-forki, zakaj so pomembni za Monero in kakšno vlogo lahko igrate pri njih v prihodnosti.</p>
sv: <p>En av de mest missförstådda delarna av Moneros strategi för att bygga en decentraliserad, integritetsbevarande och säker kryptovaluta är den roll som hårdgaffel (eller nätverksuppgraderingar) spelar.</p> <p>I det här inlägget går vi igenom vad hårdgafflar är, varför de är viktiga för Monero och vilken roll du kan spela i dem i framtiden.</p>
tl: <p>Isa sa mga pinakakaraniwang hindi nauunawaan na bahagi ng diskarte ni Monero sa pagbuo ng desentralisado, pangangalaga sa privacy, at secure na cryptocurrency ay ang papel na ginagampanan ng mga hard-forks (o pag-upgrade ng network).</p> <p>Sa post na ito, tatalakayin natin kung ano ang mga hard-fork, kung bakit mahalaga ang mga ito para sa Monero, at kung anong papel ang maaari mong gampanan sa mga ito sa hinaharap.</p>
tr: <p>Monero'nun merkezi olmayan, gizliliği koruyan ve güvenli bir kripto para birimi oluşturma yaklaşımının en sık yanlış anlaşılan kısımlarından biri, hard fork'ların (veya ağ yükseltmelerinin) oynadığı roldür.</p> <p>Bu yazıda hard forkların ne olduğunu, Monero için neden önemli olduklarını ve gelecekte bunlarda nasıl bir rol oynayabileceğinizi açıklayacağız.</p>
ur: <p>ایک وکندریقرت، رازداری کے تحفظ، اور محفوظ کرپٹو کرنسی کی تعمیر کے لیے Monero کے نقطہ نظر کے سب سے زیادہ غلط فہمی والے حصوں میں سے ایک وہ کردار ہے جو ہارڈ فورکس (یا نیٹ ورک اپ گریڈ) ادا کرتا ہے۔</p> <p>اس پوسٹ میں ہم دیکھیں گے کہ ہارڈ فورکس کیا ہیں، وہ مونیرو کے لیے کیوں اہم ہیں، اور مستقبل میں آپ ان میں کیا کردار ادا کر سکتے ہیں۔</p>
zh_cn: <p>在门罗币建立一个去中心化、保护隐私和安全的加密货币的方法中，最常被误解的部分之一是硬分叉（或网络升级）所起的作用。</p> <p>在这篇文章中，我们将介绍什么是硬分叉，为什么它们对门罗币很重要，以及你在未来可以发挥什么作用。</p>
zh_tw: <p>在門羅幣建立一個去中心化、保護隱私和安全的加密貨幣的方法中，最常被誤解的部分之一是硬分叉（或網絡升級）所起的作用。</p> <p>在這篇文章中，我們將介紹什麼是硬分叉，為什麼它們對門羅幣很重要，以及你在未來可以發揮什麼作用。</p>
