Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# footer250Sbblocks
source: Monero Block Explorer
cs: Průzkumník bloků Monero
fr: Explorateur de blocs Monero
pl: Przeglądarka Bloków Monero
sl: Monero Raziskovalec Blokov
sv: Monero block Utforskare
tr: Monero Blok Gezgini
ur: مونیرو بلاک ایکسپلورر
zh_cn: 门罗区块浏览器
zh_tw: 門羅區塊瀏覽器

# footer250Sbbounty
source: Security bounty
cs: Bezpečnostní odměna
fi: Turvallisuuspalkkio
fr: Prime de sécurité (bounty)
lt: Saugumo premija
nb: Sikkerhetspremie
nl: Beveiligings bounty
pl: Nagrody za usterki
pt_br: Recompensa de segurança
sl: Varnostna nagrada
sv: säkerhet belöning
tl: Kaloob ng seguridad
tr: Güvenlik ödülü
ur: حفاظتی فضل
zh_cn: 安全奖
zh_tw: 安全奖

# footer250Sbcanary
source: Canary
cs: Kanárek
fr: Canari
it: Canarino
lt: Kanarų
nb: Kanariøyene
nl: Kanarie
pl: Kanarek
pt_br: Canário
sl: Kanarček
sv: Kanariefågel
tr: Kanarya
zh_cn: 金丝雀
zh_tw: 金絲雀

# footer250Sbcontact
source: Contact us
cs: Kontaktujte nás
fi: Ota meihin yhteyttä
fr: Contactez-nous
it: Contattaci
lt: Susisiekite su mumis
nb: Kontakt oss
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt_br: Contate-nos
sl: Kontaktiraj nas
sv: Kontakta oss
tl: Makipag-ugnayan sa amin
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں
zh_cn: 联系我们
zh_tw: 聯系我們

# footer250Sbfees
source: Fees
cs: Poplatky
fi: Kulut
fr: Frais
it: Tasse
lt: Mokesčiai
nb: Gebyrer
nl: Kosten
pl: Opłaty
pt_br: Taxas
sl: Provizije
sv: Avgifter
tl: Bayarin
tr: Ücretler
ur: فیس
zh_cn: 费用
zh_tw: 費用

# footer250Sble
source: Law Enforcement Inquiries
cs: Dotazy na vymáhání práva
fi: Viranomaisten tiedustelut
fr: Demandes d'application de la loi
it: Indagini da parte delle forze dell'ordine
lt: Teisėsaugos užklausos
nb: Rettshåndhevelseshenvendelser
nl: Rechtshandhaving Onderzoeken
pl: Zapytania Organów Ścigania
pt_br: Consultas de aplicação da lei
sl: Poizvedbe organov pregona
sv: Lag Verkställighet Förfrågningar
tl: Mga Pagtatanong sa Pagpapatupad ng Batas
tr: Kanun Yaptırımları Soruşturmaları
ur: قانون نافذ کرنے والے اداروں سے پوچھ گچھ
zh_cn: 执法查询
zh_tw: 執法查詢

# footer250Sbpgp
source: PGP keys
cs: PGP klíče
fi: PGP-avaimet
fr: Clés PGP
it: Chiavi PGP
lt: PGP raktai
nb: PGP-nøkler
nl: PGP-sleutels
pl: Klucze PGP
pt_br: Chaves PGP
sl: PGP ključi
sv: PGP-nycklar
tl: Mga susi ng PGP
tr: PGP anahtarları
ur: PGP چابياں
zh_cn: PGP 密钥
zh_tw: PGP 密鑰

# footer250Sbtor
source: Tor hidden service
cs: Skrytá služba Tor
fi: Tor suojattu palvelu
fr: Service caché Tor
it: Servizio Tor nascosto
lt: Tor paslėpta paslauga
nb: Tor skjult tjeneste
nl: Tor verborgen dienst
pt_br: Link do serviço Tor
sl: Tor skrita storitev
sv: Tor dold tjänst
tl: Tor nakatagong serbisyo
tr: Tor gizli servisi
ur: Tor پوشیدہ خدمت
zh_cn: Tor网站
zh_tw: Tor網站

# footer250Sbtos
source: Terms of service
cs: Podmínky služby
fi: Käyttöehdot
fr: Conditions d'utilisation
it: Termini del servizio
lt: Paslaugų teikimo sąlygos
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki usług
pt_br: Termos de Serviço
sl: Pogoji storitve
sv: Användarvillkor
tl: Mga Tuntunin ng Serbisyo
tr: Kullanım Şartları
ur: سروس کی شرائط
zh_cn: 服务条款
zh_tw: 服務條款

# formula250Sbexamples8722Sbtitle
source: Examples
cs: Příklady
fi: Esimerkkejä
fr: Exemples
it: Esempi
lt: Pavyzdžiai
nb: Eksempler
nl: Voorbeelden
pl: Przykłady
pt_br: Exemplos
sl: Primeri
sv: Exempel
tl: Mga halimbawa
tr: Örnekler
ur: مثالیں
zh_cn: 例子
zh_tw: 例子

# formula250Sbexamples250Sbbtc
source: 5% above the average BTC/EUR market price: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC/XMR market price: <strong>1/coingeckoxmrbtc</strong> <br/> 5% above the Kraken BTC/EUR last price converted into GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% below the highest among the BTC/USD Bitfinex low price and the BTC/USD Kraken last price: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC over the market BTC/LTC price: <strong>coingeckobtcltc+0.1</strong>
cs: 5 % nad průměrnou tržní cenou BTC/EUR: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> Tržní cena BTC/XMR: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % nad poslední cenou Kraken BTC/EUR převedenou na GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % pod nejvyšší-mezi-nízkymi cenami BTC/USD na Bitfinex a poslední cenou BTC/USD na Kraken: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> 0,1 LTC oproti tržní ceně BTC/LTC: <strong>coingeckobtcltc+0,1</strong>
fi: 5% keskimääräistä BTC/EUR-markkinahintaa korkeampi: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> BTC/XMR-markkinahinta: <strong>1/coingeckoxmrbtc</strong> <br/> 5% korkeampi kuin Krakenin BTC/EUR viimeisin hinta GBP:ksi muutettuna: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% alle korkeimman BTC/USD Bitfinex-alhaisen hinnan ja BTC/USD Krakenin viimeisimmän hinnan: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> 0,1 LTC yli markkinoiden BTC/LTC-hinta: <strong>coingeckobtcltc+0,1</strong>
fr: 5% au-dessus du prix moyen du marché BTC/EUR : <strong>coingeckobtcusd*usdeur*1,05</strong> <br /> Cours du marché BTC/XMR : <strong>1/coingeckoxmrbtc</strong> <br /> 5% au-dessus du dernier cours Kraken BTC/EUR converti en GBP : <strong> krakenbtceurlast/usdeur*usdgbp*1,05 </strong> <br /> 5% en dessous du plus haut parmi le prix bas BTC/USD Bitfinex et le dernier prix BTC/USD Kraken : <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br /> 0,1 LTC par rapport au prix du marché BTC/LTC : <strong>coingeckobtcltc+0,1</strong>
it: 5% sopra il prezzo medio di mercato BTC / EUR: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> Prezzo di mercato BTC / XMR: <strong>1/coingeckoxmrbtc</strong> <br/> 5% sopra il Kraken BTC / Ultimo prezzo in EUR convertito in GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> inferiore del 5% tra il prezzo basso BTC / USD Bitfinex e l'ultimo prezzo BTC / USD Kraken: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0,1 LTC sul prezzo di mercato BTC / LTC: <strong>coingeckobtcltc+0.1</strong>
lt: 5 % didesnė už vidutinę BTC/EUR rinkos kainą: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> BTC / XMR rinkos kaina: <strong> 1 / coingeckoxmrbtc</strong> <br/> 5 % didesnė už Kraken BTC/EUR paskutinę kainą, konvertuotą į GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5 % mažesnė už aukščiausią tarp BTC/USD Bitfinex žemos kainos ir paskutinės BTC/USD Kraken kainos: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> 0,1 LTC, palyginti su rinkos BTC/LTC kaina: <strong>coingeckobtcltc+0,1</strong>
nb: 5 % over gjennomsnittlig BTC/EUR markedspris: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> BTC/XMR markedspris: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % over Kraken BTC/EUR siste pris konvertert til GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % under det høyeste blant BTC/USD Bitfinex lavpris og BTC/USD Kraken siste pris: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> 0,1 LTC over markedet BTC/LTC-pris: <strong>coingeckobtcltc+0,1</strong>
nl: 5% boven de gemiddelde BTC/EUR marktprijs: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC/XMR marktprijs: <strong>1/coingeckoxmrbtc</strong> <br/> 5% boven de Kraken BTC/EUR laatste prijs omgerekend naar GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% onder de hoogste van de BTC/USD Bitfinex lage prijs en de BTC/USD Kraken laatste prijs: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0,1 LTC boven de marktprijs BTC/LTC: <strong>coingeckobtcltc+0,1</strong>
pl: 5% powyżej średniej ceny rynkowej BTC/EUR: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC/XMR cena rynkowa: <strong> 1/coingeckoxmrbtc </strong> <br/> 5% powyżej ostatniej ceny Kraken BTC/EUR po konwersji na GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% poniżej najwyższego minimum na BTC/USD Bitfinex i BTC/USD Kraken ostatnia cena: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0,1 LTC ponad ceną rynkową BTC/LTC: <strong>coingeckobtcltc+0.1</strong>
pt_br: 5% acima do preço médio de mercado do BTC / EUR: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> preço de mercado do BTC / XMR: <strong>1/coingeckoxmrbtc</strong> <br/> 5% acima do Kraken BTC / Último preço de EUR convertido em GBP: <strong>krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% abaixo do mais alto entre o preço baixo BTC / USD Bitfinex e o último preço BTC / USD Kraken: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC sobre o mercado Preço BTC / LTC: <strong>coingeckobtcltc+0.1</strong>
sl: 5 % nad povprečno tržno ceno BTC/EUR: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> Tržna cena BTC/XMR: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % nad zadnjo ceno Kraken BTC/EUR, pretvorjeno v GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % pod najvišjo med BTC/USD Bitfinex nizko ceno in zadnjo ceno BTC/USD Kraken: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> 0,1 LTC nad tržno ceno BTC/LTC: <strong>coingeckobtcltc+0,1</strong>
sv: 5 % över det genomsnittliga BTC/EUR-marknadspriset: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> BTC/XMR marknadspris: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % över Kraken BTC/EUR senaste pris omräknat till GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % under det högsta bland BTC/USD Bitfinex lågpris och BTC/USD Kraken senaste pris: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> 0,1 LTC över marknaden BTC/LTC-pris: <strong>coingeckobtcltc+0,1</strong>
tl: 5% mas mataas sa average na BTC/EUR na presyo sa merkado: <strong>coineckobtcusd*usdeur*1.05</strong> <br/> BTC/XMR na presyo sa merkado: <strong>1/coineckoxmrbtc</strong> <br/> 5% sa itaas ng Kraken BTC/EUR huling presyo na na-convert sa GBP: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% mas mababa sa pinakamataas sa mababang presyo ng BTC/USD Bitfinex at ang huling presyo ng BTC/USD Kraken: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC sa merkado na BTC/LTC na presyo: <strong>coineckobtcltc+0.1</strong>
tr: Ortalama BTC/EUR piyasa fiyatının %5 üzerinde: <strong>coingeckobtcusd*usdeur*1,05</strong> <br/> BTC/XMR piyasa fiyatı: <strong>1/coingeckoxmrbtc</strong> <br/> GBP'ye dönüştürülen Kraken BTC/EUR son fiyatının %5 üzerinde: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> BTC/USD Bitfinex düşük fiyatı ve BTC/USD Kraken son fiyatı arasındaki en yüksek seviyenin %5 altında: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0,95</strong> <br/> Piyasadaki BTC/LTC fiyatı üzerinden 0,1 LTC: <strong>coingeckobtcltc+0,1</strong>
ur: 5% اوسط BTC/EUR مارکیٹ قیمت سے زیادہ: <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC/XMR مارکیٹ قیمت: <strong>1/coingeckoxmrbtc</strong> <br/> Kraken BTC/EUR آخری قیمت سے 5% اوپر GBP میں تبدیل: <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> BTC/USD Bitfinex کم قیمت اور BTC/USD کریکن آخری قیمت میں سب سے زیادہ سے 5% نیچے: <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC مارکیٹ پر BTC/LTC قیمت: <strong>coingeckobtcltc+0.1</strong>
zh_cn: 比平均BTC / EUR市场价格高5%： <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC / XMR市场价格： <strong>1/coingeckoxmrbtc</strong> <br/> 比Kraken BTC高出5%/ EUR最后价格转换为GBP： <strong> krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 比BTC / USD Bitfinex最低价格和BTC / USD Kraken最后价格最低5%： <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC超市BTC / LTC价格： <strong>coingeckobtcltc+0.1</strong>
zh_tw: 比平均BTC / EUR市場價格高5%： <strong>coingeckobtcusd*usdeur*1.05</strong> <br/> BTC / XMR市場價格： <strong>1/coingeckoxmrbtc</strong> <br/> 比Kraken BTC高出5%/ EUR最後價格轉換為GBP： <strong>krakenbtceurlast/usdeur*usdgbp*1.05 </strong> <br/> 比BTC / USD Bitfinex最低價格和BTC / USD Kraken最後價格最低5%： <strong>max(bitfinexbtcusdlow,krakenbtcusdlast)*0.95</strong> <br/> 0.1 LTC超市BTC / LTC價格： <strong>coingeckobtcltc+0.1</strong>

# formula250Sbexamples250Sbxmr
source: 5% above the average XMR/EUR market price: <strong>coingeckoxmrusd*usdeur*1.05</strong> <br/> ETH/XMR market price: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR market price: <strong>1/coingeckoxmrbtc</strong> <br/> 5% above the Kraken XMR/EUR last price converted into GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% below the highest among the XMR/USD Bitfinex low price and the XMR/USD Kraken last price: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> 0.001 BTC over the market XMR/BTC price: <strong>coingeckoxmrbtc+0.001</strong>
cs: 5 % nad průměrnou tržní cenou XMR/EUR: <strong>coingeckoxmrusd*usdeur*1,05</strong> <br/> ETH/XMR tržní cena: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> Tržní cena BTC/XMR: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % nad poslední cenou Kraken XMR/EUR převedenou na GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % pod nejvyšší mezi-nízkou-cenou XMR/USD na Bitfinex a poslední cenou XMR/USD na Kraken: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> 0,001 BTC oproti tržní ceně XMR/BTC: <strong>coingeckoxmrbtc+0,001</strong>
fi: 5% keskimääräistä XMR/EUR-markkinahintaa korkeampi: <strong>coingeckoxmrusd*usdeur*1,05</strong> <br/> ETH/XMR-markkinahinta: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR markkinahinta: <strong>1/coingeckoxmrbtc</strong> <br/> 5% korkeampi kuin Kraken XMR/EUR viimeisin hinta GBP:ksi muutettuna: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> 5% alle korkeimman XMR/USD Bitfinex-alhaisen hinnan ja XMR/USD Krakenin viimeisimmän hinnan: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> 0,001 BTC yli markkinoiden XMR/BTC-hinta: <strong>coingeckoxmrbtc+0,001</strong>
fr: 5% au-dessus du prix moyen du marché XMR/EUR : <strong>coingeckoxmrusd*usdeur*1,05</strong> <br /> Prix du marché ETH/XMR : <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br /> Cours du marché BTC/XMR : <strong>1/coingeckoxmrbtc</strong> <br /> 5 % au-dessus du dernier cours Kraken XMR/EUR converti en GBP : <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br /> 5 % en dessous du prix le plus élevé parmi le prix bas XMR/USD Bitfinex et le dernier prix XMR/USD Kraken : <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br /> 0,001 BTC sur le prix XMR/BTC du marché : <strong>coingeckoxmrbtc+0,001</strong>
it: 5% sul prezzo medio del mercato XMR/EUR: <strong> coingeckoxmrusd*usdeur*1.05 </strong><br/>Prezzo medio del mercato ETH/XMR: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/>Prezzo medio del mercato BTC/XMR: <strong>1/coingeckoxmrbtc</strong><br/> 5% sopra l'ultimo prezzo Kraken XMR/EUR convertito in GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% sotto il più alto tra il prezzo basso XMR/USD Bitfinex e l'ultimo prezzo Kraken XMR/USD: <strong> max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95 </strong> <br/> 0,001 BTC sul mercato Prezzo XMR/BTC: <strong> coingeckoxmrbtc+0.001 </strong>
lt: 5 % didesnė už vidutinę XMR/EUR rinkos kainą: <strong>coingeckoxmrusd*usdeur*1,05</strong> <br/> ETH / XMR rinkos kaina: <strong> coingeckoethbtc / coingeckoethbtc </strong> <br/> BTC / XMR rinkos kaina: <strong> 1 / coingeckoxmrbtc</strong> <br/> 5 % didesnė už Kraken XMR/EUR paskutinę kainą, konvertuotą į GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % mažesnė už aukščiausią tarp XMR/USD Bitfinex žemos kainos ir XMR/USD Kraken paskutinės kainos: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> 0,001 BTC, palyginti su rinkos XMR / BTC kaina: <strong>coingeckoxmrbtc+0,001</strong>
nb: 5 % over gjennomsnittlig markedspris for XMR/EUR: <strong>coingeckoxmrusd*usdeur*1,05</strong> <br/> ETH/XMR markedspris: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR markedspris: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % over Kraken XMR/EUR siste pris konvertert til GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % under det høyeste blant XMR/USD Bitfinex lavpris og XMR/USD Kraken siste pris: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> 0,001 BTC over markedet XMR/BTC-pris: <strong>coingeckoxmrbtc+0,001</strong>
nl: 5% boven de gemiddelde XMR/EUR marktprijs: <strong>coingeckoxmrusd*usdeur*1.05</strong> <br/> ETH/XMR-marktprijs: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR marktprijs: <strong>1/coingeckoxmrbtc</strong> <br/> 5% boven de Kraken XMR/EUR laatste prijs omgerekend naar GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% onder de hoogste van de XMR/USD Bitfinex lage prijs en de XMR/USD Kraken laatste prijs: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> 0,001 BTC boven de markt XMR/BTC-prijs: <strong>coingeckoxmrbtc+0,001</strong>
pl: 5% powyżej średniej ceny rynkowej XMR/EUR: <strong>coingeckoxmrusd*usdeur*1.05</strong> <br/> ETH/XMR cena rynkowa: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR cena rynkowa: <strong>1/coingeckoxmrbtc</strong> <br/> 5% powyżej ceny Kraken XMR/EUR po konwersji na GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% poniżej najwyższego minimum XMR/USD Bitfinex i ostatniej ceny XMR/USD Kraken: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> 0,001 BTC powyżej ceny rynkowej XMR/BTC: <strong>coingeckoxmrbtc+0.001</strong>
pt_br: 5% sobre a média XMR/EUR preço de mercado: <strong> coingeckoxmrusd*usdeur*1.05 </strong><br/> ETH/XMR preço de mercado: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR preço de mercado: <strong>1/coingeckoxmrbtc</strong><br/> 5% acima do último preço do Kraken XMR/EUR convertido em GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% abaixo do mais alto entre o XMR/USD Bitfinex baixo preço e o XMR/USD Kraken último preço: <strong> max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95 </strong> <br/> 0.001 BTC sobre o preço do mercado XMR/BTC: <strong> coingeckoxmrbtc+0.001 </strong>
sl: 5 % nad povprečno tržno ceno XMR/EUR: <strong>coineckoxmrusd*usdeur*1,05</strong> <br/> Tržna cena ETH/XMR: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> Tržna cena BTC/XMR: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % nad zadnjo ceno Kraken XMR/EUR, pretvorjeno v GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % pod najvišjo med XMR/USD Bitfinex nizko ceno in zadnjo ceno XMR/USD Kraken: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> 0,001 BTC nad tržno ceno XMR/BTC: <strong>coingeckoxmrbtc+0,001</strong>
sv: 5 % över det genomsnittliga marknadspriset för XMR/EUR: <strong>coingeckoxmrusd*usdeur*1,05</strong> <br/> ETH/XMR marknadspris: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR marknadspris: <strong>1/coingeckoxmrbtc</strong> <br/> 5 % över Kraken XMR/EUR senaste pris omräknat till GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> 5 % under det högsta bland XMR/USD Bitfinex låga pris och XMR/USD Kraken sista pris: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> 0,001 BTC över marknaden XMR/BTC-pris: <strong>coingeckoxmrbtc+0,001</strong>
tl: 5% mas mataas sa average na XMR/EUR na presyo sa merkado: <strong>coineckoxmrusd*usdeur*1.05</strong> <br/> ETH/XMR na presyo sa merkado: <strong>coingeckoethbtc/coineckoxmrbtc</strong> <br/> BTC/XMR na presyo sa merkado: <strong>1/coineckoxmrbtc</strong> <br/> 5% sa itaas ng Kraken XMR/EUR huling presyo na na-convert sa GBP: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> 5% mas mababa sa pinakamataas sa mababang presyo ng XMR/USD Bitfinex at ang huling presyo ng XMR/USD Kraken: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> 0.001 BTC sa merkado XMR/BTC na presyo: <strong>coineckoxmrbtc+0.001</strong>
tr: Ortalama XMR/EUR piyasa fiyatının %5 üzerinde: <strong>coingeckoxmrusd*usdeur*1,05</strong> <br/> ETH/XMR piyasa fiyatı: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR piyasa fiyatı: <strong>1/coingeckoxmrbtc</strong> <br/> GBP'ye dönüştürülen Kraken XMR/EUR son fiyatının %5 üzerinde: <strong> krakenxmreurlast/usdeur*usdgbp*1,05 </strong> <br/> XMR/USD Bitfinex düşük fiyatı ve XMR/USD Kraken son fiyatı arasındaki en yüksek seviyenin %5 altında: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0,95</strong> <br/> Piyasa XMR/BTC fiyatı üzerinden 0,001 BTC: <strong>coingeckoxmrbtc+0,001</strong>
ur: 5% اوسط XMR/EUR مارکیٹ قیمت سے زیادہ: <strong>coingeckoxmrusd*usdeur*1.05</strong> <br/> ETH/XMR مارکیٹ کی قیمت: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR مارکیٹ قیمت: <strong>1/coingeckoxmrbtc</strong> <br/> Kraken XMR/EUR آخری قیمت سے 5% اوپر GBP میں تبدیل: <strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/> XMR/USD Bitfinex کم قیمت اور XMR/USD کریکن آخری قیمت میں سب سے زیادہ سے 5% نیچے: <strong>max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95</strong> <br/> 0.001 BTC مارکیٹ پر XMR/BTC قیمت: <strong>coingeckoxmrbtc+0.001</strong>
zh_cn: 平均XMR / EUR市场价格5％：<strong> coingeckoxmrusd*usdeur*1.05 </strong><br/> ETH/XMR 市场价格: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR 市场价格: <strong>1/coingeckoxmrbtc</strong><br/>比Kraken XMR/EUR最后价格高出5％转换为GBP：<strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/>比XMR / USD Bitfinex低价和XMR / USD Kraken最后价格中的最高价低5％：<strong> max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95 </strong> <br/> 0.001 BTC超市XMR / BTC价格：<strong> coingeckoxmrbtc+0.001 </strong>
zh_tw: 平均XMR / EUR市場價格5％：<strong> coingeckoxmrusd*usdeur*1.05 </strong><br/> ETH/XMR 市場價格: <strong>coingeckoethbtc/coingeckoxmrbtc</strong> <br/> BTC/XMR 市場價格: <strong>1/coingeckoxmrbtc</strong><br/>比Kraken XMR/EUR最後價格高出5％轉換為GBP：<strong> krakenxmreurlast/usdeur*usdgbp*1.05 </strong> <br/>比XMR / USD Bitfinex低價和XMR / USD Kraken最後價格中的最高價低5％：<strong> max(bitfinexxmrusdlow,krakenxmrusdlast)*0.95 </strong> <br/> 0.001 BTC超市XMR / BTC價格：<strong> coingeckoxmrbtc+0.001 </strong>

# coupons250Sberror250Sb179
source: Invalid coupon code
cs: Neplatný kód kupónu
fi: Virheellinen kuponkikoodi
fr: Code de coupon Invalide
it: Codice del coupon non valido
lt: Netinkamas kupono kodas
nb: Ugyldig kupongkode
nl: Ongeldige couponcode
pl: Nieprawidłowy kod kuponu
pt_br: Código de cupom inválido
sl: Neveljavna koda kupona
sv: Ogiltig kupong kod
tl: Di-wastong coupon code
tr: Geçersiz kupon kodu
ur: غلط کوپن کوڈ
zh_cn: 优惠券代码无效
zh_tw: 優惠券代碼無效

# coupons250Sberror250Sb180
source: Coupon has already expired
cs: Platnost kupónu již vypršela
fi: Kuponki on jo vanhentunut
fr: Le coupon a déjà expiré
it: Il coupon è già scaduto
lt: Kuponas jau pasibaigęs
nb: Kupongen har allerede utløpt
nl: Coupon is al verlopen
pl: Kupon już wygasł
pt_br: O cupom já expirou
sl: Kupon je že potekel
sv: Kupongen har redan gått ut
tl: Nag-expire na ang kupon
tr: Kuponun süresi zaten doldu
ur: کوپن پہلے ہی ختم ہو چکا ہے
zh_cn: 优惠券已过期
zh_tw: 優惠券已過期
