Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb12250Sbtext
source: <p>This criticism comes from the real-world occurrence. A group of individuals, not known to the community, forked Monero and created their own coin: MoneroV. Since it was a chain fork, individuals were able to claim an equivalent amount of MoneroV as they had in Monero, i.e. if you had 100 Monero, you could use the same seed on a MoneroV wallet to get 100 MoneroV.</p> <p>This led to a surprising, and unexpected consequence: a loss of privacy. To explain it, we will give an example. If I think of a number that you have to guess, but I give you three numbers, only one of which is correct, you will not know which is the correct answer. Let’s say I tell you the numbers 88, 25, and 19. You are clever however, and ask me for another set of three numbers, but one of them must still be the correct number. I give you 54, 88, and 92. You see that the number 88 appears in both sets, so it must be the correct number, and you would be right.</p> <p>The attack on Monero’s privacy works the same way. Monero relies on ring signatures, which are assembled on the local wallet to obfuscate transaction outputs. If I was to spend an output on the Monero chain, with one assembled ring, and spend the same output on the MoneroV chain, on a different assembled ring, without making sure that the ring is composed of the same decoys, then the true output becomes obvious, much in the same way the number 88 became obvious as the correct number.</p> <p>Several solutions were posited, including creating tools for people to fork from Monero responsibly, a blackball database of tainted outputs, and upping the ringsize, but ultimately, none of these were required. MoneroV never gained any traction, and the amount of people who claimed their coins and put their privacy in danger were very few.</p> <p>It should be noted that this danger to privacy does NOT come from a code fork of Monero, but rather a chain fork. This means that any coin that takes the code of Monero and starts from scratch with their own genesis block will not put either chain in danger. Only if a coin forks the actual blockchain from the current Monero blockchain because of a disagreement, similar to the Bitcoin / Bitcoin Cash debacle, would the chains be in danger. This would mean the fork would be fighting against the established community, and those that choose not to take part and claim their coins from the other chain would not be in danger.</p> <p>That said, we do see it as naive to think there will never be an attack on Monero in this way, which is why other solutions are in the works to either increase the ringsize, or move to a different proving scheme altogether, many of which were mentioned in the ‘high transaction fees’ section.</p>
cs: <p>Tato kritika vychází z reálného výskytu. Skupina osob, které komunita nezná, forklamovala Monero a vytvořila vlastní minci: MoneroV. Protože se jednalo o chain fork, mohli si jednotlivci nárokovat ekvivalentní množství MoneroV, jaké měli v Moneru, tj. pokud jste měli 100 Monero, mohli jste použít stejný seed na peněžence MoneroV a získat 100 MoneroV.</p> <p>To vedlo k překvapivému a nečekanému důsledku: ztrátě soukromí. Pro vysvětlení uvedeme příklad. Pokud si vymyslím číslo, které máte uhodnout, ale dám vám tři čísla, z nichž pouze jedno je správné, nebudete vědět, která odpověď je správná. Řekněme, že vám řeknu čísla 88, 25 a 19. To znamená, že se budete snažit uhodnout, co je to za číslo. Vy jste však chytří a požádáte mě o další sadu tří čísel, ale jedno z nich musí být stále správné číslo. Dám vám čísla 54, 88 a 92. Vidíte, že číslo 88 se objevuje v obou sadách, takže to musí být správné číslo, a měli byste pravdu.</p> <p>Útok na soukromí Monera funguje stejným způsobem. Monero se spoléhá na kruhové podpisy, které jsou sestaveny v místní peněžence a slouží k zastření výstupů transakcí. Pokud bych vydal výstup na řetězci Monero s jedním sestaveným kruhem a stejný výstup vydal na řetězci MoneroV s jiným sestaveným kroužkem, aniž bych se ujistil, že je kruh složen ze stejných oblbováků, pak se pravý výstup stane zřejmým, podobně jako se číslo 88 stalo zřejmým jako správné číslo.</p> <p>Nabízelo se několik řešení, včetně vytvoření nástrojů pro zodpovědné forkování z Monera, blackballové databáze znehodnocených výstupů a zvýšení velikosti kruhu, ale nakonec žádné z nich nebylo nutné. MoneroV nikdy nezískalo žádnou trakci a lidí, kteří se přihlásili o své mince a ohrozili své soukromí, bylo velmi málo.</p> <p>Je třeba poznamenat, že toto ohrožení soukromí NEPŘÍCHÁZÍ z forku kódu Monero, ale spíše z forku řetězce. To znamená, že jakákoli mince, která převezme kód Monera a začne od nuly s vlastním blokem geneze, neohrozí žádný z řetězců. Řetězce by ohrozilo pouze to, kdyby nějaká mince kvůli neshodám, podobně jako v případě debaklu Bitcoinu / Bitcoinu Cash, rozvětvila aktuální blockchain ze současného blockchainu Monero. To by znamenalo, že fork by bojoval proti zavedené komunitě, a ti, kteří se rozhodnou nezúčastnit se a nárokovat si své mince z druhého řetězce, by nebyli ohroženi.</p> <p>Přesto považujeme za naivní si myslet, že k útoku na Monero tímto způsobem nikdy nedojde, a proto se pracuje na dalších řešeních, která buď zvýší velikost kruhu, nebo přejdou na úplně jiný systém prokazování, z nichž mnohé byly zmíněny v části "vysoké transakční poplatky".</p>
fi: <p>Tämä kritiikki tulee tosielämästä. Ryhmä henkilöitä, joita yhteisö ei tuntenut, forkkasi Moneroa ja loi oman kolikkonsa: MoneroV. Koska kyseessä oli ketjuforkki, yksityishenkilöt saattoivat lunastaa vastaavan määrän MoneroV:tä kuin heillä oli Monerossa, eli jos sinulla oli 100 Moneroa, voit käyttää samaa siementä MoneroV-lompakossa saadaksesi 100 MoneroV:tä.</p> <p>Tämä johti yllättävään ja odottamattomaan seuraukseen: yksityisyyden menettämiseen. Selittääksemme sen, annamme esimerkin. Jos ajattelen numeroa joka sinun on arvattava, mutta annan sinulle kolme numeroa joista vain yksi on oikea, et tiedä mikä on oikea vastaus. Oletetaan että kerron sinulle luvut 88, 25 ja 19. Olet kuitenkin fiksu ja pyydä minulta toista kolmen luvun sarjaa, mutta yhden niistä on silti oltava oikea numero. Annan sinulle 54, 88 ja 92. Näet että numero 88 esiintyy molemmissa sarjoissa, joten sen on oltava oikea luku, ja olet oikeassa.</p> <p>Hyökkäys Moneron yksityisyyttä vastaan toimii samalla tavalla. Monero luottaa sormusallekirjoituksiin, jotka kootaan paikalliseen lompakkoon sekoittamaan tapahtumatulosteet. Jos käyttäisin tuotoksen Monero-ketjussa, jossa on yksi koottu sormus, ja kuluttaisin saman tuloksen MoneroV-ketjuun, eri koottuun sormukseen, varmistamatta että sormus koostuu samoista houkuttimista, niin todellinen tulos tulee ilmeiseksi, aivan samalla tavalla kuin numero 88 tuli ilmeiseksi oikeaksi numeroksi.</p> <p>Useita ratkaisuja esitettiin, mukaan lukien työkalujen luominen, joiden avulla ihmiset voivat forkata Monerosta vastuullisesti, blackball-tietokanta pilaantuneista tulosteista ja sormuskoon kasvattaminen, mutta lopulta mitään näistä ei tarvittu. MoneroV ei koskaan saanut minkäänlaista jalansijaa, ja ihmisiä, jotka lunastivat kolikot ja vaaransivat heidän yksityisyytensä oli hyvin vähän.</p> <p>On huomattava, että tämä yksityisyyden vaara EI tule Moneron koodiforkista, vaan pikemminkin ketjuforkista. Tämä tarkoittaa, että mikä tahansa kolikko, joka ottaa Moneron koodin ja aloittaa tyhjästä omalla syntylohkollaan, ei aseta kumpaakaan ketjua vaaraan. Vain jos kolikko erottaa todellisen lohkoketjun nykyisestä Monero-lohkoketjusta erimielisyyden vuoksi, joka on samankaltainen kuin Bitcoin/Bitcoin Cash -kriisissä, ketjut olisivat vaarassa. Tämä tarkoittaisi, että forkki taistelee vakiintunutta yhteisöä vastaan, ja ne, jotka päättävät olla osallistumatta ja lunastamatta kolikoitaan toisesta ketjusta, eivät olisi vaarassa.</p> <p>Meidän mielestämme on kuitenkin naiivia ajatella, että Moneroa vastaan ei koskaan hyökätä tällä tavalla, minkä vuoksi valmisteilla on muita ratkaisuja joko sormuskoon kasvattamiseksi tai kokonaan toiseen todistusjärjestelmään siirtyminen, joista monet mainittiin "korkeat transaktiomaksut" -osiossa.</p>
fr: <p>Cette critique provient d'un événement réel. Un groupe d'individus, inconnus de la communauté, a cloné Monero et créé sa propre crypto-monnaie : MoneroV. Puisqu'il s'agissait d'un dédoublement de chaîne, ces individus pouvaient réclamer une quantité équivalente de MoneroV comme ils l'avaient dans Monero, c'est-à-dire que si vous aviez 100 Monero, vous pouviez utiliser la même phrase mnémonique sur un portefeuille MoneroV pour obtenir 100 MoneroV.</p> <p>Cela a entraîné une conséquence surprenante et inattendue : une perte de confidentialité. Pour l'expliquer, nous allons donner un exemple. Si je pense à un nombre que vous devez deviner, mais que je vous donne trois nombres, dont un seul est correct, vous ne saurez pas quelle est la bonne réponse. Disons que je vous donne les nombres 88, 25 et 19. Cependant, étant intelligent, vous me demandez une autre série de trois nombres, mais l'un d'eux doit toujours être le bon nombre. Je vous donne 54, 88 et 92. Vous voyez que le nombre 88 apparaît dans les deux ensembles, donc ce doit être le bon nombre, et vous auriez raison.</p> <p>L'attaque contre la confidentialité proposée par Monero fonctionne de la même manière. Monero s'appuie sur des signatures de cercle, qui sont assemblées sur le portefeuille local pour masquer les résultats des transactions. Si je devais passer une sortie sur la chaîne Monero, avec un cercle déterminé, et passer la même sortie sur la chaîne MoneroV, sur un cercle différent, donc sans m'assurer que le cercle est composé des mêmes leurres, alors la vraie sortie devient évidente, de la même manière que le nombre 88 est apparu comme une évidence.</p> <p>Plusieurs solutions ont été proposées, notamment la création d'outils permettant aux utilisateurs de cloner Monero de manière responsable, avec une base de données avec des sorties altérées et l'augmentation de la taille du cercle de signature, mais finalement, aucune de ces solutions n'était nécessaire. MoneroV n'a jamais gagné en popularité, et le nombre de personnes qui ont réclamé leurs jetons et mis leur confidentialité en danger était très faible.</p> <p>Il convient de noter que ce danger pour la confidentialité ne provient PAS d'un clone de code de Monero, mais plutôt d'un dédoublement de sa chaîne. Cela signifie que toute crypto-monnaie qui prend le code de Monero et repart de zéro avec son propre « bloc originel » ne mettra aucune chaîne en danger. Ce n'est que si une crypto-monnaie crée sa blockchain en copiant la blockchain actuelle de Monero en raison d'un désaccord, de manière similaire à la débâcle Bitcoin / Bitcoin Cash, que les chaînes seraient en danger. Cela signifierait que la nouvelle communauté se battrait contre celle établie, et celles et ceux qui choisiraient de ne pas y participer et de ne pas réclamer leurs jetons à l'autre chaîne ne seraient pas en danger.</p> <p>Cela dit, nous considérons qu'il est naïf de penser qu'il n'y aura jamais d'attaque contre Monero de cette manière, c'est pourquoi d'autres solutions sont en cours d'étude, dont beaucoup ont été mentionnées dans la section « frais de transaction élevés », comme par exemple augmenter la taille du cercle, ou passer à un schéma de preuve complètement différent.</p>
it: <p>Questa critica viene dall'evento nel mondo reale. Un gruppo di individui, non conosciuti dalla comunità, biforcò Monero e creò la propria moneta: MoneroV. Dato che si trattava di un fork a catena, le persone erano in grado di rivendicare una quantità equivalente di MoneroV come avevano fatto a Monero, ovvero se avessi 100 Monero, potresti usare lo stesso seme su un portafoglio MoneroV per ottenere 100 MoneroV.</p> <p>Ciò ha portato a una conseguenza sorprendente e inaspettata: una perdita di privacy. Per spiegarlo, faremo un esempio. Se penso a un numero che devi indovinare, ma ti do tre numeri, solo uno dei quali è corretto, non saprai quale sia la risposta corretta. Diciamo che ti dico i numeri 88, 25 e 19. Tuttavia sei intelligente e chiedimi un altro set di tre numeri, ma uno di essi deve essere sempre il numero corretto. Ti do 54, 88 e 92. Vedi che il numero 88 appare in entrambi i set, quindi deve essere il numero corretto e avresti ragione.</p> <p>L'attacco alla privacy di Monero funziona allo stesso modo. Monero si affida alle firme ad anello, che sono assemblate sul portafoglio locale per offuscare gli output delle transazioni. Se dovessi spendere un output sulla catena Monero, con un anello assemblato, e spendere lo stesso output sulla catena MoneroV, su un anello assemblato diverso, senza assicurarmi che l'anello sia composto dagli stessi esche, allora l'output vero diventa evidente, più o meno allo stesso modo il numero 88 è diventato evidente come il numero corretto.</p> <p>Sono state proposte diverse soluzioni, tra cui la creazione di strumenti che consentano alle persone di sborsare responsabilmente da Monero, un database blackball di output contaminati e aumentare le dimensioni del ring, ma alla fine non è stato richiesto nessuno di questi. MoneroV non ha mai guadagnato alcuna trazione e la quantità di persone che hanno reclamato le loro monete e messo in pericolo la loro privacy erano davvero poche.</p> <p>Va notato che questo pericolo per la privacy NON proviene da un fork di codici di Monero, ma piuttosto da un fork di catene. Ciò significa che qualsiasi moneta che prende il codice di Monero e inizia da zero con il proprio blocco di genesi non metterà in pericolo nessuna catena. Solo se una moneta forcasse l'attuale blockchain dall'attuale blockchain Monero a causa di un disaccordo, simile alla debacle di Bitcoin / Bitcoin Cash, le catene sarebbero in pericolo. Ciò significherebbe che la forchetta sarebbe in lotta contro la comunità consolidata, e coloro che scelgono di non prendere parte e rivendicare le loro monete dall'altra catena non sarebbero in pericolo.</p> <p>Detto questo, riteniamo ingenuo pensare che non ci sarà mai un attacco a Monero in questo modo, motivo per cui altre soluzioni sono in lavorazione per aumentare la dimensione del ring o passare a un diverso schema di prova, molti dei quali sono stati menzionati nella sezione "commissioni di transazione elevate".</p>
lt: <p>Ši kritika kyla iš tikro pasaulio. Asmenų grupė, kurių bendruomenė nežinojo, susuko Monero ir sukūrė savo monetą: MoneroV. Kadangi tai buvo grandininė šakutė, asmenys galėjo reikalauti lygiavertės MoneroV sumos, kaip ir Monero, t. y. jei turėjote 100 Monero, galite naudoti tą pačią sėklą MoneroV piniginėje, kad gautumėte 100 MoneroV.</p> <p>Tai lėmė netikėtą ir netikėtą pasekmę: privatumo praradimą. Norėdami tai paaiškinti, pateiksime pavyzdį. Jei galvoju apie skaičių, kurį turite atspėti, bet duosiu jums tris skaičius, iš kurių tik vienas yra teisingas, jūs nežinosite, kuris yra teisingas atsakymas. Tarkime, pasakysiu jums skaičius 88, 25 ir 19. Tačiau jūs esate gudrus ir paprašykite manęs dar trijų skaičių rinkinio, bet vienas iš jų vis tiek turi būti teisingas skaičius. Aš duodu jums 54, 88 ir 92. Matote, kad skaičius 88 yra abiejuose rinkiniuose, taigi jis turi būti teisingas skaičius, ir jūs būsite teisūs.</p> <p> Ataka prieš Monero privatumą veikia taip pat. „Monero“ remiasi žiediniais parašais, kurie surenkami vietinėje piniginėje, kad užtemdytų operacijų rezultatus. Jei išleisčiau produkciją Monero grandinėlei su vienu surinktu žiedu ir tą pačią MoneroV grandine, kitam surinktu žiedu, neužtikrindamas, kad žiedas sudarytas iš tų pačių jaukų, tada tikroji išeiga tampa akivaizdus, panašiai kaip skaičius 88 tapo akivaizdus kaip teisingas skaičius.</p> <p> Buvo pasiūlyti keli sprendimai, įskaitant įrankių, skirtų žmonėms atsakingai atsitraukti nuo Monero, kūrimą, juodojo kamuolio sugadintų išėjimų duomenų bazę ir žiedo dydžio padidinimą, bet galiausiai nė vieno iš jų neprireikė. MoneroV niekada nesulaukė jokios traukos, o žmonių, kurie pareikalavo savo monetų ir kėlė pavojų jų privatumui, buvo labai mažai.</p> <p> Reikėtų pažymėti, kad šis pavojus privatumui kyla NE iš Monero kodo šakutės, o iš grandinės šakutės. Tai reiškia, kad bet kuri moneta, kuri paima Monero kodą ir pradedama nuo nulio su savo genezės bloku, nekels pavojaus nė vienai grandinei. Tik tuo atveju, jei moneta atskirtų tikrąją blokų grandinę nuo dabartinės Monero blokų grandinės dėl nesutarimo, panašaus į Bitcoin / Bitcoin Cash žlugimą, grandinėms kiltų pavojus. Tai reikštų, kad šakutė kovotų prieš nusistovėjusią bendruomenę, o tiems, kurie nuspręs nedalyvauti ir atsiimti savo monetas iš kitos grandinės, pavojus nekiltų.</p> <p>Vis dėlto manome, kad naivu manyti, kad Monero niekada nebus užpulta tokiu būdu, todėl ruošiami kiti sprendimai, kaip padidinti žiedo dydį arba visiškai pereiti prie kitos įrodinėjimo schemos. daugelis iš jų buvo paminėti „didelių operacijų mokesčių“ skiltyje.</p>
nb: <p>Denne kritikken kommer fra den virkelige verden. En gruppe individer, som ikke er kjent for samfunnet, ga Monero og skapte sin egen mynt: MoneroV. Siden det var en kjedegaffel, kunne enkeltpersoner kreve en tilsvarende mengde MoneroV som de hadde i Monero, det vil si at hvis du hadde 100 Monero, kunne du bruke samme frø på en MoneroV-lommebok for å få 100 MoneroV.</p> <p>Dette førte til en overraskende og uventet konsekvens: tap av privatliv. For å forklare det, vil vi gi et eksempel. Hvis jeg tenker på et tall du må gjette, men jeg gir deg tre tall, hvorav bare ett er riktig, vil du ikke vite hva som er det riktige svaret. La oss si at jeg forteller deg tallene 88, 25 og 19. Du er imidlertid flink, og ber meg om et annet sett med tre tall, men ett av dem må fortsatt være det riktige tallet. Jeg gir deg 54, 88 og 92. Du ser at tallet 88 vises i begge settene, så det må være riktig tall, og du vil ha rett.</p> <p>Angrepet på Moneros personvern fungerer på samme måte. Monero er avhengig av ringsignaturer, som er satt sammen på den lokale lommeboken for å skjule transaksjonsutdata. Hvis jeg skulle bruke en utgang på Monero-kjeden, med en montert ring, og bruke den samme utgangen på MoneroV-kjeden, på en annen sammensatt ring, uten å være sikker på at ringen er sammensatt av de samme lokkefuglene, da den sanne utgangen blir tydelig, omtrent på samme måte som tallet 88 ble tydelig som det riktige tallet.</p> <p>Det ble foreslått flere løsninger, inkludert å lage verktøy for folk å forkaste seg fra Monero på en ansvarlig måte, en blackball-database med skjemmede utdata og å øke størrelsen, men til slutt var ingen av disse nødvendig. MoneroV fikk aldri gjennomslag, og antallet mennesker som gjorde krav på myntene sine og satte privatlivet deres i fare var svært få.</p> <p>Det bør bemerkes at denne faren for personvernet IKKE kommer fra en kodegaffel fra Monero, men snarere en kjedegaffel. Dette betyr at enhver mynt som tar koden til Monero og starter fra bunnen av med sin egen genesis-blokk ikke vil sette noen av kjedene i fare. Bare hvis en mynt splitter den faktiske blokkjeden fra den nåværende Monero-blokkjeden på grunn av en uenighet, som ligner på Bitcoin / Bitcoin Cash-debakelen, ville kjedene være i fare. Dette ville bety at gaffelen ville kjempe mot det etablerte samfunnet, og de som velger å ikke delta og kreve myntene sine fra den andre kjeden ikke ville være i fare.</p> <p>Når det er sagt, ser vi det som naivt å tro at det aldri vil bli et angrep på Monero på denne måten, og det er grunnen til at andre løsninger er under arbeid for enten å øke ringstørrelsen, eller gå over til et helt annet bevisopplegg, mange av dem ble nevnt i delen "høye transaksjonsgebyrer".</p>
nl: <p>Deze kritiek komt uit de praktijk. Een groep individuen, niet bekend bij de community, hebben Monero gevorkt en hun eigen munt gemaakt: MoneroV. Omdat het een kettingvork was, konden individuen een gelijke hoeveelheid MoneroV claimen als in Monero, d.w.z. als je 100 Monero had, kon je dezelfde seed op een MoneroV-portefeuille gebruiken om 100 MoneroV te krijgen.</p> <p>Dit leidde tot een verrassend en onverwacht gevolg: verlies van privacy. Om het uit te leggen, zullen we een voorbeeld geven. Als ik een getal bedenk dat u moet raden, maar ik geef u drie getallen waarvan er maar één goed is, dan weet u niet wat het juiste antwoord is. Laten we zeggen dat ik u de nummers 88, 25 en 19 geef. U bent echter slim en vraagt me om nog een set van drie nummers, maar één daarvan moet nog steeds het juiste nummer zijn. Ik geef u 54, 88 en 92. U ziet dat het nummer 88 in beide sets voorkomt, dus het moet het juiste nummer zijn, en u zou gelijk hebben.</p> <p>De aanval op de privacy van Monero werkt op dezelfde manier. Monero vertrouwt op ringhandtekeningen, die op de lokale portefeuille worden verzameld om transactie-outputs te verdoezelen. Als ik een output zou uitgeven aan de Monero-ketting, met één geassembleerde ring, en dezelfde output zou uitgeven aan de MoneroV-ketting, aan een andere geassembleerde ring, zonder ervoor te zorgen dat de ring uit dezelfde lokvogels bestaat, dan wordt de echte output duidelijk, net zoals het nummer 88 duidelijk werd als het juiste nummer. </p> <p>Er werden verschillende oplossingen geopperd, waaronder het creëren van tools waarmee mensen op verantwoorde wijze van Monero kunnen forken, een blackball-database met besmette outputs en het vergroten van de ringmaat, maar uiteindelijk was geen van deze nodig. MoneroV heeft nooit grip gekregen en het aantal mensen dat hun munten claimde en hun privacy in gevaar brachten, was zeer gering.</p> <p>Toch moet het opgemerkt worden dat dit gevaar voor de privacy NIET afkomstig is van een codevork van Monero, maar eerder van een kettingvork. Dit betekent dat elke munt die de code van Monero gebruikt en helemaal opnieuw begint met zijn eigen ontstaansblok, geen van beide kettingen in gevaar brengt. Alleen als een munt de echte blockchain afsplitst van de huidige Monero-blockchain vanwege een meningsverschil, vergelijkbaar met het Bitcoin/Bitcoin Cash-debacle, zouden de kettingen in gevaar komen. Dit zou betekenen dat de vork zou vechten tegen de gevestigde gemeenschap, en degenen die ervoor kiezen om niet deel te nemen en hun munten van de andere keten op te eisen, zouden geen gevaar lopen.</p> <p> Dat gezegd hebbende, vinden we het naïef om te denken dat er nooit een aanval op Monero op deze manier zal plaatsvinden. waarvan er veel werden genoemd in de sectie 'hoge transactiekosten'.</p>
pl: <p> Ta krytyka wynika z prawdziwego zdarzenia. Grupa jednostek, nieznana społeczności, zrobiła forka Monero i stworzyła własną monetę - MoneroV. Ponieważ był to fork blockchaina, ludzie byli w stanie ubiegać się o równą ilość MoneroV, jaką mieli w Monero, tj. jeśli miałeś 100 Monero, mogłeś użyć tego samego seeda na portfelu MoneroV, aby uzyskać 100 MoneroV.</p> <p> Doprowadziło to do zaskakującej i nieoczekiwanej konsekwencji - utraty prywatności. Aby to wyjaśnić, podamy przykład. Jeśli myślę o liczbie, którą musisz zgadnąć, ale podam Ci trzy liczby, z których tylko jedna jest poprawna, nie dowiesz się, która jest poprawną odpowiedzią. Powiedzmy, że podam Ci liczby 88, 25 i 19. Jesteś sprytny i poprosisz mnie o kolejny zestaw trzech liczb, ale jedna z nich musi być właściwą liczbą. Daję Ci 54, 88 i 92. Widzisz, że liczba 88 pojawia się w obu zestawach, więc musi to być poprawna liczba i miałbyś rację. </p> <p> Atak na prywatność Monero działa w ten sam sposób. Monero opiera się na ring signatures, które są generowane na lokalnym portfelu w celu zaciemnienia wyjść transakcji. Gdybym miał wydać wyjście na łańcuchu Monero w jednym pierścieniu i wydać to samo wyjście na łańcuch MoneroV w innym pierścieniu, nie upewniając się, że pierścień składa się z tych samych wabików, to prawdziwe wyjście staje się oczywiste, podobnie jak oczywiste było to, że liczba 88 jest właściwa. </p> <p> Wprowadzono kilka rozwiązań, w tym stworzenie narzędzi dla ludzi, dzięki którym można było odpowiedzialnie wykonać forka Monero, bazę danych wyjść skażonych i zwiększenie pierścieni, ale ostatecznie żadna ze zmian nie była wymagana. MoneroV nigdy nie zyskało żadnej popularności, a liczba osób, którzy domagali się swoich monet i narażali swoją prywatność, była bardzo niewielka. </p> <p> Należy zauważyć, że to zagrożenie dla prywatności nie pochodzi z forka Monero, ale z forka blockchaina. Oznacza to, że żadna kryptowaluta, która zastosuje kod Monero i zacznie od zera z własnym blokiem Genesis, nie narazi żadnego łańcucha. Tylko jeśli moneta rozwinęłaby blockchain z obecnego blockchaina Monero z powodu nieporozumienia, podobnego do klęski Bitcoina / Bitcoina Cash, wtedy dopiero blockchainy byłyby zagrożone. Oznaczałoby to, że fork musiałby walczyć z inną społecznością, a ci, którzy zdecydowaliby się nie brać udziału i nie pozyskać swoich monet z drugiego łańcucha nie byliby zagrożeni. </p> <p> To powiedziawszy, naiwne jest myślenie, że nigdy nie będzie ataku na Monero w ten sposób, dlatego inne rozwiązania są rozwijane, aby albo zwiększyć pierścień, albo całkowicie przejść do innego schematu udowadniania. Wiele z nich zostało wymienionych w sekcji „wysokie opłaty za transakcje”. </p>
sl: <p>Ta kritika izhaja iz resničnega sveta. Skupina posameznikov, ki skupnosti ni znana, je forknila Monero in ustvarila svoj kovanec: MoneroV. Ker je šlo za verižno forkanje, so lahko posamezniki zahtevali enakovredno količino MoneroV, kot so jo imeli v Monero, tj. če ste imeli 100 Monero, ste lahko uporabili isto seme v denarnici MoneroV in dobili 100 MoneroV.</p> <p>To je privedlo do presenetljive in nepričakovane posledice: izgube zasebnosti. Da bi jo pojasnili, bomo navedli primer. Če si zamislim številko, ki jo morate uganiti, in vam dam tri številke, od katerih je samo ena pravilna, ne boste vedeli, kateri odgovor je pravilen. Recimo, da vam povem številke 88, 25 in 19. Vi pa ste pametni in me vprašate po drugem nizu treh številk, vendar mora biti ena od njih še vedno pravilna. Rečem vam 54, 88 in 92. Vidiš, da je število 88 v obeh nizih, zato mora biti pravilno, in imel bi prav.</p> <p>Napad na zasebnost Monera deluje na enak način. Monero se zanaša na obročne podpise, ki so sestavljeni v lokalni denarnici in prikrivajo izpise transakcij. Če bi porabil izhod v verigi Monero z enim sestavljenim obročem in enak izhod porabil v verigi MoneroV z drugim sestavljenim obročem, ne da bi se prepričal, da je obroč sestavljen iz istih zavajalnikov, potem postane pravi izhod očiten, podobno kot je številka 88 postala očitna kot prava številka.</p> <p>Predlaganih je bilo več rešitev, vključno z ustvarjanjem orodij za odgovorno viličenje iz Monera, podatkovno bazo črnih črtic s ponarejenimi izhodi in povečanjem velikosti obroča, vendar na koncu nobena od njih ni bila potrebna. MoneroV se ni nikoli uveljavil, število ljudi, ki so zahtevali svoje kovance in ogrozili svojo zasebnost, pa je bilo zelo majhno.</p> <p>Opozoriti je treba, da ta nevarnost za zasebnost NE izhaja iz kodne vilice Monera, temveč iz verižne vilice. To pomeni, da noben kovanec, ki prevzame kodo Monera in začne od začetka z lastnim blokom geneze, ne bo ogrozil nobene od verig. Verigi bi bili ogroženi le, če bi kovanec zaradi nesoglasij, podobno kot je bilo v primeru Bitcoina/Bitcoina Cash, razdelil dejansko verigo blokov od trenutne verige blokov Monero. To bi pomenilo, da bi se fork boril proti uveljavljeni skupnosti, tisti, ki se ne bi odločili sodelovati in zahtevati svoje kovance iz druge verige, pa ne bi bili ogroženi.</p> <p> Kljub temu se nam zdi naivno misliti, da nikoli ne bo prišlo do takšnega napada na Monero, zato so v pripravi druge rešitve za povečanje velikosti obroča ali prehod na povsem drugačno shemo dokazovanja, od katerih so bile mnoge omenjene v razdelku "visoke pristojbine za transakcije". </p>
sv: <p>Denna kritik kommer från den verkliga händelsen. En grupp individer, som inte är kända för samhället, klaffade Monero och skapade sitt eget mynt: MoneroV. Eftersom det var en kedjegaffel kunde individer göra anspråk på en motsvarande mängd MoneroV som de hade i Monero, det vill säga om du hade 100 Monero, kunde du använda samma frö på en MoneroV-plånbok för att få 100 MoneroV.</p> <p>Detta ledde till en överraskande och oväntad konsekvens: en förlust av integritet. För att förklara det kommer vi att ge ett exempel. Om jag tänker på en siffra som du måste gissa, men jag ger dig tre siffror, varav bara en är korrekt, kommer du inte att veta vilket som är det rätta svaret. Låt oss säga att jag berättar siffrorna 88, 25 och 19. Du är dock smart och ber mig om ytterligare en uppsättning av tre siffror, men ett av dem måste fortfarande vara rätt nummer. Jag ger dig 54, 88 och 92. Du ser att siffran 88 förekommer i båda uppsättningarna, så det måste vara rätt nummer, och du skulle ha rätt.</p> <p>Attacken mot Moneros integritet fungerar på samma sätt. Monero förlitar sig på ringsignaturer, som monteras på den lokala plånboken för att fördunkla transaktionsutdata. Om jag skulle spendera en utgång på Monero-kedjan, med en monterad ring, och spendera samma utgång på MoneroV-kedjan, på en annan monterad ring, utan att se till att ringen är sammansatt av samma lockbete, då den sanna utgången blir uppenbart, ungefär på samma sätt som siffran 88 blev uppenbar som den korrekta siffran.</p> <p>Flera lösningar presenterades, inklusive att skapa verktyg för människor att ta bort Monero på ett ansvarsfullt sätt, en blackball-databas med smutsiga utdata och öka storleken på ringstorleken, men i slutändan krävdes inget av dessa. MoneroV fick aldrig någon dragning, och antalet människor som gjorde anspråk på sina mynt och satte sin integritet i fara var mycket få.</p> <p>Det bör noteras att denna fara för privatlivet INTE kommer från en kodgaffel från Monero, utan snarare en kedjegaffel. Detta innebär att alla mynt som tar Monero-koden och börjar från början med sitt eget genesisblock inte kommer att utsätta någon av kedjorna i fara. Endast om ett mynt splittrar den faktiska blockkedjan från den nuvarande Monero-blockkedjan på grund av en oenighet, liknande Bitcoin / Bitcoin Cash-debaclet, skulle kedjorna vara i fara. Detta skulle innebära att gaffeln skulle slåss mot det etablerade samhället, och de som väljer att inte delta och göra anspråk på sina mynt från den andra kedjan skulle inte vara i fara.</p> <p>Med det sagt, vi ser det som naivt att tro att det aldrig kommer att bli en attack mot Monero på det här sättet, vilket är anledningen till att andra lösningar är på gång för att antingen öka ringstorleken eller gå över till ett helt annat provningsschema, många av dem nämndes i avsnittet "höga transaktionsavgifter".</p>
tl: <p>Ang pagpuna na ito ay nagmula sa totoong pangyayari. Isang grupo ng mga indibiduwal, na hindi kilala ng komunidad, ang nagsawang Monero at gumawa ng sarili nilang barya: MoneroV. Dahil isa itong chain fork, ang mga indibidwal ay nakapag-claim ng katumbas na halaga ng MoneroV gaya ng mayroon sila sa Monero, ibig sabihin, kung mayroon kang 100 Monero, maaari mong gamitin ang parehong binhi sa isang MoneroV wallet upang makakuha ng 100 MoneroV.</p> <p>Humahantong ito sa isang nakakagulat, at hindi inaasahang resulta: pagkawala ng privacy. Upang ipaliwanag ito, magbibigay kami ng isang halimbawa. Kung mag-iisip ako ng isang numero na kailangan mong hulaan, ngunit bibigyan kita ng tatlong numero, isa lamang ang tama, hindi mo malalaman kung alin ang tamang sagot. Sabihin nating sasabihin ko sa iyo ang mga numerong 88, 25, at 19. Matalino ka naman, at humingi sa akin ng isa pang hanay ng tatlong numero, ngunit ang isa sa mga ito ay dapat na tamang numero. Ibinibigay ko sa iyo ang 54, 88, at 92. Nakikita mo na ang numerong 88 ay lumalabas sa parehong set, kaya dapat ito ang tamang numero, at magiging tama ka.</p> <p>Ang pag-atake sa privacy ni Monero ay gumagana sa parehong paraan. Umaasa ang Monero sa mga pirma ng singsing, na naka-assemble sa lokal na wallet upang i-obfuscate ang mga output ng transaksyon. Kung gagastusin ko ang isang output sa Monero chain, na may isang assembled ring, at gagastusin ang parehong output sa MoneroV chain, sa ibang assembled ring, nang hindi tinitiyak na ang ring ay binubuo ng parehong mga decoy, kung gayon ang tunay na output nagiging halata, sa parehong paraan naging halata ang numerong 88 bilang tamang numero.</p> <p>Maraming mga solusyon ang inilagay, kabilang ang paggawa ng mga tool para sa mga tao na mag-fork mula sa Monero nang responsable, isang blackball database ng mga maruming output, at pagtaas ng ringsize, ngunit sa huli, wala sa mga ito ang kinakailangan. Ang MoneroV ay hindi kailanman nakakuha ng anumang traksyon, at ang dami ng mga taong nag-claim ng kanilang mga barya at naglagay sa kanilang privacy sa panganib ay napakakaunti.</p> <p>Dapat tandaan na ang panganib na ito sa privacy ay HINDI nagmumula sa isang code fork ng Monero, ngunit sa halip ay isang chain fork. Nangangahulugan ito na ang anumang barya na kumukuha ng code ng Monero at magsisimula mula sa simula gamit ang sarili nilang genesis block ay hindi maglalagay sa alinmang chain sa panganib. Tanging kung ang isang barya ay huminto sa aktwal na blockchain mula sa kasalukuyang Monero blockchain dahil sa isang hindi pagkakasundo, katulad ng Bitcoin / Bitcoin Cash debacle, ang mga chain ay nasa panganib. Nangangahulugan ito na ang tinidor ay lalaban sa itinatag na komunidad, at ang mga pipiliing hindi makibahagi at mag-claim ng kanilang mga barya mula sa kabilang kadena ay hindi malalagay sa panganib.</p> <p>Sabi nga, nakikita namin na walang muwang isipin na hindi kailanman magkakaroon ng pag-atake sa Monero sa ganitong paraan, kaya naman ang ibang mga solusyon ay nasa mga gawain upang mapalaki ang ringsize, o lumipat sa ibang pamamaraan ng pagpapatunay, marami sa mga ito ay nabanggit sa seksyong 'mataas na bayad sa transaksyon.'</p>
tr: <p>Bu eleştiri gerçek dünyadaki bir olaydan geliyor. Topluluğun tanımadığı bir grup kişi Monero'yu çatalladı ve kendi parasını yarattı: MoneroV. Bu bir zincir çatalı olduğundan, bireyler Monero'da sahip olduklarına eşdeğer miktarda MoneroV talep edebildiler, yani 100 Monero'nuz varsa, 100 MoneroV almak için aynı tohumu bir MoneroV cüzdanında kullanabilirsiniz.</p> <p>Bu, şaşırtıcı ve beklenmedik bir sonuca yol açtı: mahremiyet kaybı. Bunu açıklamak için bir örnek vereceğiz. Tahmin etmeniz gereken bir sayı düşünürsem ve size yalnızca biri doğru olan üç sayı verirsem hangisinin doğru cevap olduğunu bilemezsiniz. Diyelim ki size 88, 25 ve 19 sayılarını söylüyorum. Ama yine de akıllısınız ve benden başka bir üç sayı dizisi istiyorsunuz, ancak bunlardan biri yine de doğru sayı olmalı. Size 54, 88 ve 92'yi veriyorum. Her iki grupta da 88 sayısının göründüğünü görüyorsunuz, dolayısıyla bu doğru sayı olmalı ve haklısınız.</p> <p>Monero'nun gizliliğine yönelik saldırı da aynı şekilde işliyor. Monero, işlem çıktılarını gizlemek için yerel cüzdanda bir araya getirilen halka imzalarına güveniyor. Eğer Monero zincirinde bir çıktıyı birleştirilmiş bir halka ile harcarsam ve aynı çıktıyı MoneroV zincirinde, farklı birleştirilmiş halkada, halkanın aynı tuzaklardan oluştuğundan emin olmadan harcarsam, o zaman gerçek çıktı 88 sayısının doğru sayı olarak ortaya çıkması gibi.</p> <p>İnsanların Monero'dan sorumlu bir şekilde çatallanma yapması için araçlar oluşturmak, kusurlu çıktılardan oluşan bir kara top veritabanı ve halka boyutunu artırmak da dahil olmak üzere çeşitli çözümler öne sürüldü, ancak sonuçta bunların hiçbirine gerek kalmadı. MoneroV hiçbir zaman ilgi çekmedi ve paralarına sahip çıkıp mahremiyetlerini tehlikeye atan kişilerin sayısı çok azdı.</p> <p> Gizliliğe yönelik bu tehlikenin Monero'nun kod çatalından DEĞİL, zincir çatalından kaynaklandığı unutulmamalıdır. Bu, Monero kodunu alan ve kendi oluşum bloğuyla sıfırdan başlayan herhangi bir coinin her iki zinciri de tehlikeye atmayacağı anlamına gelir. Ancak bir kripto para, Bitcoin/Bitcoin Cash fiyaskosuna benzer şekilde bir anlaşmazlık nedeniyle asıl blok zincirini mevcut Monero blok zincirinden ayırırsa zincirler tehlikede olabilir. Bu, çatalın yerleşik topluluğa karşı savaşacağı ve katılmamayı tercih eden ve diğer zincirden paralarını talep edenlerin tehlikede olmayacağı anlamına gelir.</p> <p>Bununla birlikte, Monero'ya asla bu şekilde bir saldırı olmayacağını düşünmenin saflık olduğunu görüyoruz, bu nedenle halka boyutunu artırmak veya tamamen farklı bir kanıtlama planına geçmek için başka çözümler üzerinde çalışılıyor. bunların birçoğundan 'yüksek işlem ücretleri' bölümünde bahsedilmişti.</p>
ur: <p>یہ تنقید حقیقی دنیا کے واقعے سے ہوتی ہے۔ افراد کے ایک گروپ نے، جو کمیونٹی کو نہیں جانتے تھے، نے Monero کو کانٹا بنایا اور اپنا سکہ بنایا: MoneroV۔ چونکہ یہ ایک زنجیر کا کانٹا تھا، اس لیے افراد MoneroV کی مساوی رقم کا دعویٰ کرنے کے قابل تھے جیسا کہ ان کے پاس Monero میں تھا، یعنی اگر آپ کے پاس 100 Monero ہیں، تو آپ MoneroV والیٹ پر 100 MoneroV حاصل کرنے کے لیے وہی بیج استعمال کر سکتے ہیں۔</p> <p>اس سے ایک حیران کن اور غیر متوقع نتیجہ نکلا: رازداری کا نقصان۔ اس کی وضاحت کے لیے ہم ایک مثال دیں گے۔ اگر میں کسی ایسے نمبر کے بارے میں سوچتا ہوں جس کا آپ نے اندازہ لگانا ہے، لیکن میں آپ کو تین نمبر دیتا ہوں، جن میں سے صرف ایک درست ہے، تو آپ کو معلوم نہیں ہوگا کہ صحیح جواب کون سا ہے۔ فرض کریں کہ میں آپ کو 88، 25 اور 19 نمبر بتاتا ہوں۔ تاہم آپ ہوشیار ہیں، اور مجھ سے تین نمبروں کا ایک اور سیٹ مانگیں، لیکن ان میں سے ایک صحیح نمبر ہونا چاہیے۔ میں آپ کو 54، 88 اور 92 دیتا ہوں۔ آپ دیکھتے ہیں کہ نمبر 88 دونوں سیٹوں میں ظاہر ہوتا ہے، اس لیے یہ صحیح نمبر ہونا چاہیے، اور آپ صحیح ہوں گے۔</p> <p>Monero کی رازداری پر حملہ اسی طرح کام کرتا ہے۔ Monero انگوٹھی کے دستخطوں پر انحصار کرتا ہے، جو لین دین کے نتائج کو مبہم کرنے کے لیے مقامی پرس پر جمع کیے جاتے ہیں۔ اگر میں ایک اسمبل شدہ انگوٹھی کے ساتھ Monero چین پر ایک آؤٹ پٹ خرچ کرتا ہوں، اور اسی آؤٹ پٹ کو MoneroV چین پر، ایک مختلف اسمبل شدہ انگوٹی پر خرچ کرتا ہوں، بغیر اس بات کو یقینی بنائے کہ انگوٹھی ایک ہی ڈیکوز پر مشتمل ہے، تو حقیقی آؤٹ پٹ واضح ہو جاتا ہے، بالکل اسی طرح نمبر 88 صحیح نمبر کے طور پر واضح ہو گیا تھا۔</p> <p>متعدد حل پیش کیے گئے تھے، بشمول لوگوں کے لیے مونیرو سے ذمہ داری سے کانٹے لگانے کے لیے ٹولز بنانا، داغدار آؤٹ پٹس کا ایک بلیک بال ڈیٹا بیس، اور رِنگ سائز کو بڑھانا، لیکن آخر کار، ان میں سے کسی کی بھی ضرورت نہیں تھی۔ MoneroV نے کبھی کوئی کرشن حاصل نہیں کیا، اور جن لوگوں نے اپنے سکوں کا دعویٰ کیا اور اپنی رازداری کو خطرے میں ڈالا ان کی تعداد بہت کم تھی۔</p> <p>واضح رہے کہ پرائیویسی کو یہ خطرہ مونیرو کے کوڈ فورک سے نہیں، بلکہ چین کے کانٹے سے آتا ہے۔ اس کا مطلب یہ ہے کہ کوئی بھی سکہ جو Monero کا کوڈ لیتا ہے اور اپنے ہی جینیسس بلاک کے ساتھ شروع سے شروع ہوتا ہے وہ کسی بھی زنجیر کو خطرے میں نہیں ڈالے گا۔ صرف اس صورت میں جب کوئی سکہ کسی اختلاف کی وجہ سے موجودہ Monero بلاکچین سے اصل بلاکچین کو جوڑتا ہے، جیسا کہ Bitcoin/Bitcoin Cash Debacle سے ملتا جلتا ہے، کیا چین خطرے میں ہوگی۔ اس کا مطلب یہ ہوگا کہ کانٹا قائم کمیونٹی کے خلاف لڑ رہا ہو گا، اور جو لوگ حصہ نہ لینے کا انتخاب کرتے ہیں اور دوسری زنجیر سے اپنے سکوں کا دعویٰ کرتے ہیں وہ خطرے میں نہیں ہوں گے۔</p> <p>اس نے کہا کہ، ہم یہ سوچنے کے لیے سادہ لوح سمجھتے ہیں کہ اس طرح سے Monero پر کبھی حملہ نہیں ہو گا، یہی وجہ ہے کہ دوسرے حل پر کام ہو رہا ہے کہ یا تو رنگ کا سائز بڑھایا جائے، یا مکمل طور پر ایک مختلف ثابت کرنے والی اسکیم پر جائیں، جن میں سے کئی کا تذکرہ 'زیادہ ٹرانزیکشن فیس' سیکشن میں کیا گیا ہے۔</p>
zh_cn: <p>这个批评来自现实世界活生生的例子，一群不为社区所知的人为门罗币分叉并创建了自己的币：MoneroV.由于它是门罗币的分叉，因此每个持有门罗币的人可以申请和手中门罗币中相同数量的MoneroV，即如果您拥有100个门罗币，则可以在MoneroV钱包中使用相同的种子来获得100个MoneroV.</p> <p>这导致了令人惊讶和意外的后果：破坏门罗币的隐私.为了说明这一点，我们将举一个例子，如果我想到一个数字让你猜，但我给您提供三个数字备选，其中只有一个是正确的，您将不会知道哪个是正确的答案.就像一开始假设我告诉您数字88、25和19，但是您很聪明，请我再提供一组三个数字，但是其中一个必须仍然是正确的数字.我给您54、88和92.您会看到数字88出现在两个集合中，因此它必须是正确的数字.</p> <p>对门罗币隐私的攻击以相同的方式进行. 门罗币加密依赖于环签名保护发送者，该环签名被组装在本地钱包上以混淆交易输出.如果我要在门罗币链上花费一个输出，而同样的环签名出现在MoneroV链上，那么真实输出就变得很明显，就像刚才例子中给的正确数字88一样变得明显.</p> <p>社区提出了几种解决方案来应对，包括创建供人们负责任地获取分叉币的工具，建立受污染的黑球数据库，以及扩大环签数量，但最终并不需要实施上述任何一个方案，因为 MoneroV并未受到门罗币社区的太多关注，为了得到分叉币而使其隐私处于危险之中的人数很少.</p> <p>但应该注意的是，这种对隐私的危害不是来自门罗币的代码和主网，而是来自分叉链的威胁.任何采用门罗币代码并以自己创始块，从头开始的加密货币都不会使任何一条链处于危险之中.只有当类似于与比特币/比特币现金这种分叉，出现在当前的门罗币区块链中分叉时，才会引起潜在的危险.这意味着拿着门罗币的主网私钥到了分叉网中，会暴露隐私并将引起危害，那些选择不参加也不去侧链领分叉币的人将不会有危险.</p> <p>所以我们认为想要用这种分叉的方式攻击门罗主网隐私性是天真的, 这也是为什么门罗币正在研究的新方案并没有因为隐私问题而升级环签数量, 也没有因为隐私问题而想过换另一个验证算法, 门罗币推动这些技术的升级不是害怕隐私还不够而是因为‘继续降低手续费’这个方面.</p>
zh_tw: <p>這個批評來自現實世界活生生的例子，一群不為社區所知的人為門羅幣分叉並創建了自己的幣：MoneroV.由於它是門羅幣的分叉，因此每個持有門羅幣的人可以申請和手中門羅幣中相同數量的MoneroV，即如果您擁有100個門羅幣，則可以在MoneroV錢包中使用相同的種子來獲得100個MoneroV.</p> <p>這導致了令人驚訝和意外的後果：破壞門羅幣的隱私.為了說明這一點，我們將舉一個例子，如果我想到一個數字讓你猜，但我給您提供三個數字備選，其中只有一個是正確的，您將不會知道哪個是正確的答案.就像一開始假設我告訴您數字88、25和19，但是您很聰明，請我再提供一組三個數字，但是其中一個必須仍然是正確的數字.我給您54、88和92.您會看到數位88出現在兩個集合中，因此它必須是正確的數字.</p> <p>對門羅幣隱私的攻擊以相同的方式進行. 門羅幣加密依賴於環簽名保護發送者，該環簽名被組裝在本地錢包上以混淆交易輸出.如果我要在門羅幣鏈上花費一個輸出，而同樣的環簽名出現在MoneroV鏈上，那麼真實輸出就變得很明顯，就像剛才例子中給的正確數字88一樣變得明顯.</p> <p>社區提出了幾種解決方案來應對，包括創建供人們負責任地獲取分叉幣的工具，建立受污染的黑球資料庫，以及擴大環簽數量，但最終並不需要實施上述任何一個方案，因為 MoneroV並未受到門羅幣社區的太多關注，為了得到分叉幣而使其隱私處於危險之中的人數很少.</p> <p>但應該注意的是，這種對隱私的危害不是來自門羅幣的代碼和主網，而是來自分叉鏈的威脅.任何採用門羅幣代碼並以自己創始塊，從頭開始的加密貨幣都不會使任何一條鏈處於危險之中.只有當類似於與比特幣/比特幣現金這種分叉，出現在當前的門羅幣區塊鏈中分叉時，才會引起潛在的危險.這意味著拿著門羅幣的主網私密金鑰到了分叉網中，會暴露隱私並將引起危害，那些選擇不參加也不去側鏈領分叉幣的人將不會有危險.</p> <p>所以我們認為想要用這種分叉的方式攻擊門羅主網隱私性是天真的, 這也是為什麼門羅幣正在研究的新方案並沒有因為隱私問題而升級環簽數量, 也沒有因為隱私問題而想過換另一個驗證演算法, 門羅幣推動這些技術的升級不是害怕隱私還不夠而是因為‘繼續降低手續費’這個方面.</p>
