Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb15250Sbtext
source: <p>This one is the most difficult to answer because of the constant fluctuation of mining in general. In fact, it may be that after this article is published this may not be the case anymore, and the next day it may become the case again. Technology in general is hard to write about definitively due to the fast moving nature of the industry, and this is especially true with mining and hashrate.</p> <p>We’re not avoiding the concern, don’t worry. Let’s address it by looking at the difference between hardware centralization and pool centralization.</p> <p>The fact that mining on Bitcoin can only be done on very specific hardware that is not easily accessible means that the best hardware is centralized around the manufactures. Since setting up a mining pool is trivial, we expect to see these manufacturers deploy their own mining pools, on which their ASICs mine, and indeed, we see this to be the case with the major ASIC manufacturing companies today.<p> <p>This is not a solvable problem. The centralized mining pools own the hardware, the pool, and the hashes, and there is nothing that anyone can do about it.</p> <p>Pool centralization, while the end result is similar, has very different, and much more changeable underpinnings. Because Monero has egalitarian mining, every miner can choose where to point their hashes. People often choose to point at a bigger pool, simply because this means they will see blocks found more often than a smaller pool. </p> <p>Although, it should be noted that their individual cut of the block reward will be smaller since they are sharing it with many more people. Smaller pools find blocks less often, but each miner gets a larger portion of the block reward, and the end result is a miner actually makes an equivalent amount of money whether they are on a smaller pool or larger one, so we encourage miners to point their hash to smaller pools to further decentralize the mining.</p> <p>But we digress.</p> <p>You’ll notice in our encouragement for decentralization above, the fact that the miner has the power to switch pools. At any point, whether from better education, a rallying call for decentralization, or increased competition amongst pools, the hash distribution can change based off of individual miners changing where they point their hashes. The same can’t be said for mining that is centralized on the hardware level, as the ASIC manufacturers have no incentive to point to any pool other than their own, and they will not do so.</p> <p>So that fact that the bulk of Monero’s hashrate is concentrated into a couple of pools is not something we are stuck with, and indeed, may be due to lack of education about mining in general. It’s something that can be fixed because the problem does not lie at the root level, unlike with Bitcoin’s hardware centralization.</p>
cs: <p>Na tuto otázku je nejtěžší odpovědět, protože těžba obecně neustále kolísá. Může se totiž stát, že po vydání tohoto článku to již nebude platit a druhý den se to může stát znovu. O technologiích obecně je těžké psát s konečnou platností kvůli rychlému vývoji odvětví, a to platí zejména pro těžbu a hashrate.</p> <p> Nevyhýbáme se obavám, nebojte se. Pojďme se tomu věnovat a podívejme se na rozdíl mezi centralizací hardwaru a centralizací poolu.</p> <p>Skutečnost, že těžbu Bitcoinů lze provádět pouze na velmi specifickém hardwaru, který není snadno dostupný, znamená, že nejlepší hardware je soustředěn kolem výrobců. Vzhledem k tomu, že zřízení těžebního poolu je triviální, očekáváme, že tito výrobci nasadí vlastní těžební pooly, na kterých budou těžit jejich ASICy, a skutečně to vidíme, že se tak dnes děje u hlavních společností vyrábějících ASICy.<p> <p>Tento problém není řešitelný. Centralizované těžební pooly vlastní hardware, pool i hashe a nikdo s tím nemůže nic dělat.</p> <p>Centralizace poolu je sice v konečném důsledku podobná, ale má zcela odlišné a mnohem proměnlivější základy. Protože Monero má egalitární těžbu, každý těžař si může vybrat, kam bude směřovat své hashe. Lidé se často rozhodnou směřovat do většího poolu jednoduše proto, že to znamená, že uvidí nalezené bloky častěji než v menším poolu. </p> <p>I když je třeba poznamenat, že jejich individuální podíl na blokové odměně bude menší, protože se o něj dělí s mnohem více lidmi. Menší pooly nacházejí bloky méně často, ale každý těžař dostane větší část odměny za blok a v konečném důsledku těžař vlastně vydělá stejné množství peněz, ať už je v menším nebo větším poolu, takže těžaře podporujeme v tom, aby své hashe směřovali do menších poolů, a tím těžbu ještě více decentralizovali.</p> <p>Ale to odbočujeme.</p> <p>Výše jste si všimli, že v naší výzvě k decentralizaci je uvedeno, že těžař má možnost přepínat pooly. V jakémkoli okamžiku, ať už z důvodu lepšího vzdělání, výzvy k decentralizaci nebo zvýšené konkurence mezi pooly, se může distribuce hashů změnit na základě toho, že jednotliví těžaři změní místo, kam směřují své hashe. Totéž nelze říci o těžbě, která je centralizovaná na úrovni hardwaru, protože výrobci ASIC nemají žádnou motivaci směřovat do jiného poolu než do svého vlastního a ani to nebudou dělat.</p> <p>Takže skutečnost, že většina hashrate Monera je soustředěna do několika poolů, není něco, s čím bychom se zasekli, a skutečně může být způsobena nedostatečným vzděláním o těžbě obecně. Je to něco, co lze napravit, protože problém nespočívá na základní úrovni, na rozdíl od hardwarové centralizace Bitcoinu.</p>
fi: <p>Tähän on vaikein vastata louhintatoiminnan yleisen jatkuvan vaihtelun vuoksi. Itse asiassa voi olla, että tämän artikkelin julkaisun jälkeen näin ei ehkä enää ole, ja seuraavana päivänä siitä voi tulla uudestaan juttu. Teknologiasta yleensä on vaikea kirjoittaa lopullisesti alan nopeasti muuttuvan luonteen vuoksi, ja tämä pätee erityisesti louhimiseen ja hashrateen.</p> <p>Emme välttele aihetta, älä huoli. Tarkastellaan sitä tutkimalla eroa laitteiston keskittämisen ja poolin keskittämisen välillä.</p> <p>Se, että Bitcoinin louhinta voidaan tehdä vain hyvin tietyillä laitteistoilla, jotka eivät ole helposti saatavilla, tarkoittaa että paras laitteisto on keskitetty valmistajien ympärille. Koska "louhintapoolin" perustaminen on triviaalia, odotamme näiden valmistajien ottavan käyttöön omia louhintapooleja, joita heidän ASIC-piirinsä louhivat, ja näemme tämän olevan tosiasia suurten ASIC-valmistusyritysten kohdalla nykyään.<p> <p>Tämä ei ole ratkaistava ongelma. Keskitetyt louhintapoolit omistavat laitteiston, poolin ja hashit, eikä kukaan voi tehdä asialle mitään.</p> <p>Poolin keskittämisellä on hyvin erilaiset ja paljon muutettavissa olevat taustat, vaikka lopputulos onkin samanlainen. Koska Moneron louhinta on tasa-arvoista, jokainen louhija voi valita, mihin kohdistaa hashinsa. Ihmiset päättävät usein kohdistua isompaan poolin, koska tämä tarkoittaa, että he näkevät lohkoja useammin kuin pienemmän poolin louhijat. </p> <p>On kuitenkin huomattava, että heidän henkilökohtainen palkkiosummansa on pienempi koska he jakavat sen useammille ihmisille. Pienemmät poolit löytävät lohkoja harvemmin, mutta jokainen louhija saa suuremman osan lohkopalkkiosta ja lopputuloksena on, että louhija ansaitsee itse asiassa vastaavan määrän rahaa riippumatta siitä, ovatko he pienemmässä vai suuremmassa poolissa, joten kannustamme louhijoita osoittamaan heidän hashit pienempiin pooleihin louhinnan hajauttamiseksi entisestään.</p> <p>Mutta eksymme aiheesta.</p> <p>Huomaat yllä olevasta hajauttamiskehotuksestamme, että louhijalla on valta vaihtaa poolia. Missä tahansa vaiheessa hash-jakauma voi muuttua, olipa kyse sitten paremmasta tietämyksestä, hajauttamisvaatimuksesta, poolien välisestä lisääntyneestä kilpailusta tai yksittäiset kaivostyöntekijät vaihtavat hashinsa. Samaa ei voida sanoa louhinnasta, joka on keskitetty laitteistotasolle, sillä ASIC-valmistajilla ei ole kannustinta kohdistua mihinkään muuhun pooliin kuin omaan, eivätkä he tee niin.</p> <p>Joten se tosiasia, että suurin osa Moneron hashratesta on keskittynyt muutamaan pooliin, ei ole jotain johon olisimme juuttuneet, ja se voi todellakin johtua louhinnan yleisen tietämyksen puutteesta. Se on jotain, joka voidaan korjata, koska ongelma ei ole juuritasolla toisin kuin Bitcoinin laitteiston keskittämisessä.</p>
fr: <p>Cette question est la plus difficile à répondre en raison de la fluctuation constante de l'exploitation minière en général. En fait, il se peut qu'après la publication de cet article, ce ne soit plus le cas, et le lendemain, cela pourrait redevenir le cas. La technologie en général est difficile à décrire de manière définitive en raison de la nature évolutive rapide de l'industrie, et cela est particulièrement vrai concernant le minage et le « hashrate » (somme de la puissance allouée au minage).</p> <p>Nous n'évitons pas le problème, ne vous inquiétez pas. Abordons-le en examinant la différence entre la centralisation du matériel et la centralisation du « pool » (regroupement de mineurs) .</p> <p>Le fait que le minage sur Bitcoin ne peut être effectué que sur du matériel très spécifique qui n'est pas facilement accessible signifie que le meilleur matériel est entre les mains des fabricants. Étant donné que la mise en place d'un pool de minage est triviale, nous pourrions nous attendre à voir ces fabricants déployer leurs propres pools de minage, sur lesquels leurs ASIC minent, et en effet, nous voyons que c'est le cas avec les principales sociétés de fabrication d'ASIC aujourd'hui.<p> <p>Ce n'est pas un problème qui peut être résolu. Les pools de minage centralisés possèdent le matériel, le pool et les « hachages » (résultats des opérations de minage), et personne ne peut rien y faire.</p> <p>La centralisation du pool, bien qu'entraînant un résultat final similaire, a des fondements très différents et beaucoup plus changeants. Parce que Monero a un minage se voulant égalitaire, chaque mineur peut choisir où envoyer ses hachages. Les gens choisissent souvent de les envoyer vers un pool plus grand, simplement parce que cela signifie qu'ils verront des blocs trouvés plus souvent que s'ils se connectent à un pool plus petit. </p> <p>Cependant, il convient de noter que leur part individuelle de la récompense globale sera plus petite car ils la partagent avec beaucoup plus de personnes. Les pools plus petits trouvent moins souvent des blocs, mais chaque mineur reçoit une plus grande partie de la récompense de bloc, et le résultat final est qu'un mineur gagne en fait une rétribution équivalente, qu'il soit sur un pool plus petit ou plus grand ; nous encourageons donc les mineurs à envoyer leur hachage vers des pools plus petits pour décentraliser davantage le minage.</p> <p>Mais on s'égare.</p> <p>Vous remarquerez dans nos encouragements à la décentralisation ci-dessus, le fait que le mineur a le pouvoir de changer de pool. À tout moment, que ce soit à cause d'une meilleure sensibilisation, d'un appel à la décentralisation ou d'une concurrence accrue entre les pools, la répartitions des hachages peut changer en fonction des mineurs individuels qui changent où ils envoient leurs hachages. On ne peut pas en dire autant du minage centralisé au niveau du matériel, car les fabricants d'ASIC n'ont aucune incitation à envoyer leur hashage vers un pool autre que le leur, et ils ne le feront pas.</p> <p>Donc, le fait que la majeure partie du hashrate de Monero soit concentrée dans quelques pools n'est pas quelque chose avec lequel nous sommes coincés, et en effet, cela peut être dû à un manque d'éducation sur le minage en général. C'est quelque chose qui peut être résolu car le problème ne se situe pas à la source, contrairement à la centralisation matérielle de Bitcoin.</p>
it: <p>Questo è il più difficile da rispondere a causa della costante fluttuazione del mining in generale. In effetti, potrebbe essere che dopo la pubblicazione di questo articolo questo potrebbe non essere più il caso, e il giorno dopo potrebbe essere nuovamente il caso. La tecnologia in generale è difficile da scrivere definitivamente a causa della natura in rapido movimento del settore, e questo è particolarmente vero con il mining e l'hashate.</p> <p>Non stiamo evitando la preoccupazione, non ti preoccupare. Affrontiamolo osservando la differenza tra centralizzazione hardware e centralizzazione pool.</p> <p>Il fatto che il mining su Bitcoin possa essere fatto solo su hardware molto specifico e non facilmente accessibile significa che l'hardware migliore è centralizzato attorno ai produttori. Poiché la creazione di un pool di data mining è banale, prevediamo di vedere questi produttori implementare i propri pool di data mining, sui quali estraggono i loro ASIC, e in effetti, vediamo che questo è il caso delle principali aziende manifatturiere ASIC oggi.<p> <p>Questo non è un problema risolvibile. I pool di mining centralizzati possiedono l'hardware, il pool e gli hash e non c'è nulla che chiunque possa fare al riguardo.</p> <p>La centralizzazione del pool, sebbene il risultato finale sia simile, ha basi molto diverse e molto più mutevoli. Poiché Monero ha un mining egualitario, ogni minatore può scegliere dove puntare i propri hash. Le persone spesso scelgono di indicare un pool più grande, semplicemente perché ciò significa che vedranno blocchi trovati più spesso di un pool più piccolo. </p> <p>Tuttavia, va notato che il loro taglio individuale della ricompensa in blocchi sarà più piccolo poiché lo condividono con molte più persone. Le piscine più piccole trovano blocchi meno spesso, ma ogni minatore ottiene una porzione maggiore della ricompensa, e il risultato finale è che un minatore guadagna effettivamente una quantità equivalente di denaro se si trova in una piscina più piccola o più grande, quindi incoraggiamo i minatori a puntare il loro hash in pool più piccoli per decentralizzare ulteriormente il mining.</p> <p>Ma stiamo divagando.</p> <p>Noterai nel nostro incoraggiamento per il decentramento sopra, il fatto che il minatore ha il potere di cambiare pool. In qualsiasi momento, che si tratti di una migliore istruzione, di una richiesta di recupero per il decentramento o di una maggiore concorrenza tra pool, la distribuzione dell'hash può cambiare in base ai singoli minatori che cambiano dove indicano i loro hash. Lo stesso non si può dire per il mining centralizzato a livello hardware, poiché i produttori di ASIC non hanno incentivi a puntare a un pool diverso dal proprio e non lo faranno.</p> <p>Quindi il fatto che la maggior parte dell'hashate di Monero sia concentrata in un paio di pozze non è qualcosa in cui siamo bloccati e, in effetti, potrebbe essere dovuto alla mancanza di educazione sulle miniere in generale. È qualcosa che può essere risolto perché il problema non risiede al livello principale, a differenza della centralizzazione hardware di Bitcoin.</p>
lt: <p>Į šį klausimą atsakyti sunkiausia dėl nuolatinio kasybos svyravimo apskritai. Tiesą sakant, gali būti, kad po šio straipsnio paskelbimo to gali nebebūti, o kitą dieną taip gali vėl tapti. Dėl sparčiai besikeičiančios pramonės prigimties apie technologiją apskritai sunku aiškiai pasakyti, o tai ypač pasakytina apie kasybą ir hasrate.</p> <p>Nevengiame nerimo, nesijaudinkite. Išspręskime tai pažvelgdami į skirtumą tarp aparatinės įrangos centralizavimo ir telkinio centralizavimo.</p> <p>Faktas, kad bitkoinų kasyba gali būti atliekama tik naudojant labai specifinę aparatinę įrangą, kuri nėra lengvai pasiekiama, reiškia, kad geriausia aparatinė įranga yra sutelkta aplink gamintojus. Kadangi kasybos fondo steigimas yra nereikšmingas, tikimės, kad šie gamintojai diegs savo kasybos telkinius, kuriuose iškasa jų ASIC, ir iš tiesų, šiandien taip yra su pagrindinėmis ASIC gamybos įmonėmis.<p> <p>Tai nėra išsprendžiama problema. Centralizuotiems kasybos baseinams priklauso techninė įranga, baseinas ir maišos, ir niekas negali dėl to padaryti.</p> <p>Baseino centralizavimas, nors galutinis rezultatas yra panašus, turi labai skirtingus ir daug labiau kintamus pagrindus. Kadangi Monero kasyba yra lygi, kiekvienas kalnakasys gali pasirinkti, kur nurodyti maišą. Žmonės dažnai pasirenka nukreipti į didesnį baseiną, nes tai reiškia, kad jie dažniau matys randamus blokus nei mažesnį baseiną. </p> <p>Tačiau reikėtų pažymėti, kad jų individualus atlygio bloko dydis bus mažesnis, nes jie dalijasi juo su daug daugiau žmonių. Mažesniuose telkiniuose blokai randami rečiau, tačiau kiekvienas kalnakasys gauna didesnę bloko atlygio dalį, o galutinis rezultatas yra tai, kad kalnakasys iš tikrųjų uždirba lygiavertę pinigų sumą, nesvarbu, ar jie yra mažesniame, ar didesniame baseine, todėl raginame kalnakasius nukreipti. jų maišą į mažesnius telkinius, kad toliau būtų decentralizuota kasyba.</p> <p>Tačiau mes nukrypstame.</p> <p>Pastebėsite, kad pirmiau mes skatiname decentralizuoti, kad kalnakasys turi teisę keisti baseinus. Bet kuriuo momentu, nesvarbu, ar dėl geresnio išsilavinimo, ar dėl decentralizacijos raginimo, ar dėl padidėjusios konkurencijos tarp grupių, maišos paskirstymas gali keistis, atsižvelgiant į tai, kad atskiri kalnakasiai keičia savo maišos vietą. To negalima pasakyti apie kasybą, kuri yra centralizuota aparatūros lygiu, nes ASIC gamintojai neturi paskatų nurodyti jokį kitą telkinį, išskyrus savo, ir jie to nedarys.</p> <p>Tai, kad didžioji Monero hasrato dalis yra sutelkta į porą telkinių, nėra kažkas, dėl ko esame įstrigę, o iš tikrųjų tai gali būti dėl to, kad trūksta išsilavinimo apie kasybą apskritai. Tai kažkas, ką galima išspręsti, nes problema slypi ne šakniniame lygmenyje, kitaip nei naudojant Bitcoin aparatinės įrangos centralizavimą.</p>
nb: <p>Dette er det vanskeligste å svare på på grunn av de konstante svingningene i gruvedrift generelt. Faktisk kan det hende at etter at denne artikkelen er publisert, er det kanskje ikke tilfellet lenger, og dagen etter kan det bli tilfellet igjen. Teknologi generelt er vanskelig å skrive om definitivt på grunn av industriens raskt bevegelige natur, og dette gjelder spesielt med gruvedrift og hashrate.</p> <p>Vi unngår ikke bekymringen, ikke bekymre deg. La oss løse det ved å se på forskjellen mellom maskinvaresentralisering og bassengsentralisering.</p> <p>Det faktum at gruvedrift på Bitcoin bare kan gjøres på svært spesifikk maskinvare som ikke er lett tilgjengelig betyr at den beste maskinvaren er sentralisert rundt produsentene. Siden det er trivielt å sette opp et gruvebasseng, forventer vi å se disse produsentene distribuere sine egne gruvebassenger, som ASIC-ene deres utvinner på, og vi ser faktisk at dette er tilfellet med de store ASIC-produsentene i dag.<p> <p>Dette er ikke et løsbart problem. De sentraliserte gruvebassengene eier maskinvaren, bassenget og hashen, og det er ingenting noen kan gjøre med det.</p> <p>Sentralisering av bassenget, mens sluttresultatet er likt, har svært forskjellig og mye mer foranderlig grunnlag. Fordi Monero har egalitær gruvedrift, kan hver gruvearbeider velge hvor de skal peke hashene sine. Folk velger ofte å peke på et større basseng, rett og slett fordi dette betyr at de vil se blokker funnet oftere enn et mindre basseng. </p> <p>Selv om det skal bemerkes at deres individuelle kutt av blokkbelønningen vil være mindre siden de deler den med mange flere mennesker. Mindre bassenger finner blokker sjeldnere, men hver gruvearbeider får en større del av blokkbelønningen, og sluttresultatet er at en gruvearbeider faktisk tjener et tilsvarende beløp enten de er på en mindre eller større, så vi oppfordrer gruvearbeidere til å peke hasjen deres til mindre bassenger for ytterligere å desentralisere gruvedriften.</p> <p>Men vi går bort.</p> <p>Du vil legge merke til i vår oppfordring om desentralisering ovenfor, at gruvearbeideren har makten til å bytte basseng. På et hvilket som helst tidspunkt, enten fra bedre utdanning, en samlet oppfordring om desentralisering, eller økt konkurranse mellom bassengene, kan hasjdistribusjonen endres basert på at individuelle gruvearbeidere endrer hvor de peker hasjene sine. Det samme kan ikke sies for gruvedrift som er sentralisert på maskinvarenivå, ettersom ASIC-produsentene ikke har noe insentiv til å peke på andre bassenger enn sine egne, og de vil ikke gjøre det.</p> <p>Så det faktum at mesteparten av Moneros hashrate er konsentrert i et par bassenger er ikke noe vi sitter fast med, og faktisk kan det skyldes mangel på utdanning om gruvedrift generelt. Det er noe som kan fikses fordi problemet ikke ligger på rotnivået, i motsetning til Bitcoins maskinvaresentralisering.</p>
nl: <p>Deze is het moeilijkst te beantwoorden vanwege de constante fluctuatie van mining in het algemeen. Sterker nog, het kan zijn dat dit na publicatie van dit artikel niet meer het geval is, en het de volgende dag wel weer het geval kan zijn. Technologie in het algemeen is moeilijk om definitief over te schrijven vanwege de snel veranderende aard van deze industrie, en dit geldt met name voor mining en hashrate.</p> <p>We gaan de zorg niet uit de weg, maak u zich geen zorgen. Laten we het aanpakken door te kijken naar het verschil tussen hardwarecentralisatie en poolcentralisatie.</p> <p>Het feit dat mining op Bitcoin alleen kan worden gedaan op zeer specifieke hardware die niet gemakkelijk toegankelijk is, betekent dat de beste hardware gecentraliseerd is rond de fabrikanten. Aangezien het opzetten van een mining-pool triviaal is, verwachten we dat deze fabrikanten hun eigen mining-pools zullen inzetten, waarop hun ASIC's minen, en we zien inderdaad dat dit het geval is met de grote ASIC-productiebedrijven van vandaag.<p> <p>Dit is geen oplosbaar probleem. De gecentraliseerde mining-pools zijn eigenaar van de hardware, de pool en de hashes, en niemand kan er iets aan doen.</p> <p>Poolcentralisatie, hoewel het eindresultaat vergelijkbaar is, heeft een hele andere en veel meer veranderlijke onderbouwing. Omdat Monero egalitaire mining heeft, kan elke miner kiezen waar hij zijn hashes naartoe wil sturen. Mensen kiezen er vaak voor om naar een grotere pool te wijzen, simpelweg omdat dit betekent dat ze vaker blokken zullen zien dan in een kleinere pool. </p> <p>Alhoewel het moet worden opgemerkt dat hun individuele deel van de blokbeloning kleiner zal zijn, omdat ze deze met veel meer mensen delen. Kleinere pools vinden blokken minder vaak, maar elke miner krijgt een groter deel van de blokbeloning, en het eindresultaat is dat een miner eigenlijk evenveel geld verdient, of ze nu in een kleinere of grotere pool zitten, dus we moedigen miners aan om te wijzen hun hasj naar kleinere pools om de mining verder te decentraliseren.</p> <p>Maar we dwalen af.</p> <p>U zult merken in onze aanmoediging voor decentralisatie, dat de miner de macht heeft om van pool te wisselen. Op elk moment, of het nu gaat om beter onderwijs, een oproep tot decentralisatie of meer concurrentie tussen pools, kan de hasjdistributie veranderen op basis van individuele miners die veranderen waar ze hun hashes naartoe richten. Hetzelfde kan niet gezegd worden voor miners die gecentraliseerd is op hardwareniveau, aangezien de ASIC-fabrikanten geen reden hebben om naar een andere pool dan hun eigen pool te verwijzen, en dat zullen ze ook niet doen.</p> <p>Dus het feit dat het grootste deel van de hashrate van Monero geconcentreerd is in een paar pools, is niet iets waar we aan vastzitten, en kan zelfs te wijten zijn aan een gebrek aan kennis over mining in het algemeen. Het is iets dat kan worden opgelost omdat het probleem niet op stamniveau ligt, in tegenstelling tot de hardwarecentralisatie van Bitcoin.</p>
pl: <p>Jest to najtrudniejsze pytanie, na które można odpowiedzieć ze względu na ciągłe wahania w miningu. W rzeczywistości po opublikowaniu tego artykułu może to być już nieaktualne, a następnego dnia powrócić do stanu poprzedniego. Ogólnie rzecz biorąc, trudno jest pisać o technologii w sposób konkretny ze względu na jej szybko zmieniającą się naturę. Jest to szczególnie prawdziwe w przypadku miningu i hashrate’u.</p> <p>Nie próbujemy uniknąć tego problemu. Odniesiemy się do niego porównując różnicę między centralizacją hardware, a centralizacją pool.</p> <p>Wydobycie Bitcoina może odbywać się tylko na bardzo specyficznym, trudno dostępnym sprzęcie, co oznacza, że najlepszy sprzęt jest scentralizowany pomiędzy firmami. Jako że utworzenie mining pooli jest banalne, większość dużych firm wdraża swoje własne, w których ich ASICs wydobywają Bitcoiny.</p> <p>Tego problemu nie da się rozwiązać. Scentralizowane mining poole są właścicielami praktycznie całego sprzętu oraz hashów i nikt nie może z tym nic zrobić.</p> <p>Owszem, przy centralizacji poola otrzymujemy taki sam wynik końcowy jak przy centralizacji hardware ale ma ona inne oraz bardziej zmienne podstawy. Ponieważ mining Monero wygląda inaczej - dąży do bycia sprawiedliwym dla wszystkich, każdy miner może wybrać gdzie umieści swoje hashe. Ludzie często decydują się na wybranie większego poola, dlatego, że to zazwyczaj skraca proces znalezienia bloku. </p> <p>Należy jednak zauważyć, że ich indywidualna część nagrody od bloku będzie mniejsza, ponieważ dzielą ją z wieloma innymi osobami. Mniejsze poole znajdują bloki rzadziej, ale każdy miner dostaje większą część nagrody za blok. Niezależnie od wyboru wielkości poola, każdy miner w rezultacie zarabia równoważną wartość, ale w innych odstępach czasowych. Dlatego zachęcamy minerów do kierowania swoich hashy do mniejszych pooli w celu decentralizacji miningu.</p> <p>Czas na dygresję.</p> <p>Z pewnością zauważyłeś, w naszej powyższej zachęcie do decentralizacji, fakt, że miner ma prawo do zmiany pooli, czy to z powodu doinformowania się, chęci decentralizacji, czy też zwiększonej konkurencji między poolami. Dystrybucja hashów może się zmienić, jeśli miner zmieni pool, w który je kieruje. Nie można tego samego powiedzieć o sprzętowo scentralizowanym miningu Bitcoina, ponieważ firmy nie mają żadnej motywacji do wskazywania pooli innych niż ich własne i nie będą tego robić.</p> <p>Zatem fakt, że większość hashrate’u Monero jest skoncentrowana w kilku poolacha, nie jest czymś, z czym tkwimy. Jest po części efektem braku wiedzy o tym, na czym polega mining. Oczywiście można to naprawić, ponieważ problem nie leży u podstawy, tak jak jest to w przypadku centralizacji sprzętu w Bitcoinie.</p>
pt_br: <p>Este é o mais difícil de responder devido à constante flutuação da mineração em geral. De fato, pode ser que, após a publicação deste artigo, não seja mais esse o caso, e no dia seguinte ele possa se tornar o caso novamente. A tecnologia em geral é difícil de escrever definitivamente devido à natureza em movimento rápido da indústria, e isso é especialmente verdade com a mineração e o hashrate.</p> <p>Não estamos evitando a preocupação, não se preocupe. Vamos abordar isso analisando a diferença entre centralização de hardware e centralização de pool.</p> <p>O fato de a mineração em Bitcoin poder ser realizada apenas em hardware muito específico que não é facilmente acessível significa que o melhor hardware é centralizado em torno dos fabricantes. Como a criação de um pool de mineração é trivial, esperamos que esses fabricantes implantem seus próprios pools de mineração, nos quais seus ASICs exploram e, de fato, vemos que esse é o caso das principais empresas de manufatura ASIC atualmente.<p> <p>Este não é um problema solucionável. Os pools de mineração centralizados possuem o hardware, o pool e os hashes, e não há nada que alguém possa fazer sobre isso.</p> <p>A centralização do pool, enquanto o resultado final é semelhante, tem bases muito diferentes e muito mais alteráveis. Como o Monero possui mineração igualitária, todo minerador pode escolher para onde apontar seus hashes. As pessoas geralmente escolhem apontar para uma piscina maior, simplesmente porque isso significa que elas verão blocos encontrados com mais frequência do que uma piscina menor. </p> <p>No entanto, deve-se notar que o corte individual da recompensa em bloco será menor, pois eles são compartilhados com muito mais pessoas. Pools menores encontram blocos com menos frequência, mas cada minerador recebe uma parcela maior da recompensa do bloco, e o resultado final é que um minerador realmente ganha uma quantia equivalente em dinheiro, seja em um pool menor ou maior, por isso incentivamos os mineradores a apontar seu hash para piscinas menores para descentralizar ainda mais a mineração.</p> <p>Mas nós discordamos.</p> <p>Você notará em nosso incentivo à descentralização acima, o fato de que o minerador tem o poder de trocar de pool. A qualquer momento, seja com uma educação melhor, um apelo à descentralização ou um aumento da concorrência entre as piscinas, a distribuição de hash pode mudar com base em mineradores individuais que mudam para onde apontam seus hashes. O mesmo não se pode dizer da mineração centralizada no nível do hardware, pois os fabricantes da ASIC não têm incentivo para apontar para outro pool que não seja o seu, e não o farão.</p> <p>Portanto, o fato de que a maior parte do hashrate de Monero está concentrado em algumas piscinas não é algo com o qual estamos presos e, de fato, pode ser devido à falta de educação sobre mineração em geral. É algo que pode ser corrigido porque o problema não está no nível raiz, ao contrário da centralização de hardware do Bitcoin.</p>
sl: <p>Na to vprašanje je najtežje odgovoriti zaradi stalnih nihanj na področju rudarstva na splošno. Pravzaprav se lahko zgodi, da po objavi tega članka to ne bo več veljalo, naslednji dan pa bo spet veljalo. O tehnologiji na splošno je težko pisati dokončno zaradi hitrega gibanja industrije, kar še posebej velja za rudarjenje in hashrate.</p> <p>Zaskrbljenosti se ne izogibamo, ne skrbite. Obravnavajmo to tako, da si ogledamo razliko med centralizacijo strojne opreme in centralizacijo bazena.</p> <p>Dejstvo, da je rudarjenje bitcoinov mogoče le na zelo specifični strojni opremi, ki ni lahko dostopna, pomeni, da je najboljša strojna oprema osredotočena na proizvajalce. Ker je vzpostavitev rudarskega bazena trivialna, pričakujemo, da bodo ti proizvajalci vzpostavili lastne rudarske bazene, v katerih bodo rudarili njihovi ASIC-i, in dejansko vidimo, da se to danes dogaja pri največjih podjetjih, ki proizvajajo ASIC-e.<p> <p>To ni rešljiva težava. Centralizirani rudarski bazeni imajo v lasti strojno opremo, bazen in zgoščene vrednosti in nihče ne more storiti ničesar glede tega.</p> <p>Čeprav je končni rezultat podoben, ima centralizacija bazena zelo različne in veliko bolj spremenljive temelje. Ker ima Monero enakopravno rudarjenje, lahko vsak rudar izbere, kam bo usmeril svoje zgoščene vrednosti. Ljudje se pogosto odločijo pokazati na večji bazen, preprosto zato, ker to pomeni, da bodo pogosteje videli najdene bloke kot manjši bazen. </p> <p>Vendar je treba opozoriti, da bo njihov individualni del nagrade za blok manjši, saj si jo delijo z več ljudmi. Manjši bazeni redkeje najdejo bloke, vendar vsak rudar dobi večji del nagrade za blok, končni rezultat pa je, da rudar dejansko zasluži enako količino denarja ne glede na to, ali je v manjšem ali večjem bazenu, zato rudarje spodbujamo, da svoje hashe usmerijo v manjše bazene in tako še bolj decentralizirajo rudarjenje.</p> <p>Vendar smo se oddaljili.</p> <p>V naši spodbudi za decentralizacijo zgoraj ste opazili, da ima rudar možnost zamenjati bazen. V vsakem trenutku, bodisi zaradi boljšega izobraževanja, poziva k decentralizaciji ali večje konkurence med bazeni, se lahko porazdelitev hashev spremeni na podlagi tega, da posamezni rudarji spremenijo, kam usmerijo svoje hashe. Tega ne moremo trditi za rudarjenje, ki je centralizirano na ravni strojne opreme, saj proizvajalci ASIC nimajo nobene spodbude, da bi se usmerili v kateri koli drug bazen, razen v svojega, in tega tudi ne bodo storili.</p> <p>Dejstvo, da je večina hashrata Monera skoncentrirana v nekaj bazenih, torej ni nekaj, s čimer bi se morali sprijazniti in je morda res posledica pomanjkanja izobraževanja o rudarjenju na splošno. To je nekaj, kar je mogoče odpraviti, saj težava ne leži na osnovni ravni, za razliko od strojne centralizacije Bitcoina.</p>
sv: <p>Den här är den svåraste att svara på grund av den ständiga fluktuationen av gruvdrift i allmänhet. I själva verket kan det vara så att efter att denna artikel har publicerats kanske detta inte är fallet längre, och nästa dag kan det bli fallet igen. Teknik i allmänhet är svårt att skriva om definitivt på grund av branschens snabba natur, och detta är särskilt sant med gruvdrift och hashrate.</p> <p>Vi undviker inte oron, oroa dig inte. Låt oss ta itu med det genom att titta på skillnaden mellan hårdvarucentralisering och poolcentralisering.</p> <p>Det faktum att mining på Bitcoin endast kan göras på mycket specifik hårdvara som inte är lättillgänglig betyder att den bästa hårdvaran är centraliserad kring tillverkarna. Eftersom det är trivialt att sätta upp en gruvpool förväntar vi oss att se dessa tillverkare distribuera sina egna gruvpooler, där deras ASICs bryter, och vi ser verkligen att detta är fallet med de stora ASIC-tillverkningsföretagen idag.<p> <p>Detta är inte ett lösbart problem. De centraliserade gruvpoolerna äger hårdvaran, poolen och hasharna, och det finns inget som någon kan göra åt det.</p> <p>Poolcentralisering, även om slutresultatet är liknande, har mycket olika och mycket mer föränderliga grunder. Eftersom Monero har egalitär gruvdrift, kan varje gruvarbetare välja var de ska peka sina hash. Människor väljer ofta att peka på en större pool, helt enkelt för att det betyder att de kommer att se block hittas oftare än en mindre pool. </p> <p>Det bör dock noteras att deras individuella snitt av blockbelöningen kommer att vara mindre eftersom de delar den med många fler människor. Mindre pooler hittar block mer sällan, men varje gruvarbetare får en större del av blockbelöningen, och slutresultatet är att en gruvarbetare faktiskt tjänar motsvarande summa pengar oavsett om de är på en mindre pool eller en större, så vi uppmuntrar gruvarbetare att peka deras hash till mindre pooler för att ytterligare decentralisera gruvdriften.</p> <p>Men vi avviker.</p> <p>Du kommer att märka i vår uppmuntran till decentralisering ovan, att gruvarbetaren har makten att byta pooler. När som helst, oavsett om det kommer från bättre utbildning, ett samlat krav på decentralisering eller ökad konkurrens mellan pooler, kan hashfördelningen förändras baserat på att enskilda gruvarbetare ändrar var de riktar sina hash. Detsamma kan inte sägas om gruvdrift som är centraliserad på hårdvarunivå, eftersom ASIC-tillverkarna inte har några incitament att peka på någon annan pool än sin egen, och de kommer inte att göra det.</p> <p>Så det faktum att huvuddelen av Moneros hashrate koncentreras till ett par pooler är inte något vi har fastnat för, och faktiskt kan bero på bristande utbildning om gruvdrift i allmänhet. Det är något som kan fixas eftersom problemet inte ligger på rotnivån, till skillnad från Bitcoins hårdvarucentralisering.</p>
tl: <p>Ito ang pinakamahirap sagutin dahil sa patuloy na pagbabagu-bago ng pagmimina sa pangkalahatan. Sa katunayan, maaaring pagkatapos na mailathala ang artikulong ito ay maaaring hindi na ito ang kaso, at sa susunod na araw ay maaari itong mangyari muli. Ang teknolohiya sa pangkalahatan ay mahirap isulat tungkol sa tiyak dahil sa mabilis na paggalaw ng industriya, at totoo ito lalo na sa pagmimina at hashrate.</p> <p>Hindi namin iniiwasan ang pag-aalala, huwag mag-alala. Tugunan natin ito sa pamamagitan ng pagtingin sa pagkakaiba sa pagitan ng sentralisasyon ng hardware at sentralisasyon ng pool.</p> <p>Ang katotohanan na ang pagmimina sa Bitcoin ay maaari lamang gawin sa napakaspesipikong hardware na hindi madaling ma-access ay nangangahulugan na ang pinakamahusay na hardware ay nakasentro sa paligid ng mga pagawaan. Dahil ang pagse-set up ng isang mining pool ay walang halaga, inaasahan naming makikita ng mga manufacturer na ito na mag-deploy ng sarili nilang mga mining pool, kung saan minahan ang kanilang mga ASIC, at sa katunayan, nakikita namin na ito ang kaso sa mga pangunahing kumpanya ng pagmamanupaktura ng ASIC ngayon.<p> <p>Hindi ito malulutas na problema. Ang mga sentralisadong mining pool ay nagmamay-ari ng hardware, pool, at mga hash, at walang magagawa ang sinuman tungkol dito.</p> <p>Ang sentralisasyon ng pool, habang magkapareho ang resulta, ay may ibang-iba, at higit na nababago na mga batayan. Dahil ang Monero ay may egalitarian na pagmimina, ang bawat minero ay maaaring pumili kung saan ituturo ang kanilang mga hash. Kadalasang pinipili ng mga tao na tumuro sa isang mas malaking pool, dahil nangangahulugan lamang ito na mas madalas nilang makikita ang mga bloke kaysa sa mas maliit na pool. </p> <p>Bagaman, dapat tandaan na ang kanilang indibidwal na pagbawas ng gantimpala sa block ay magiging mas maliit dahil ibinabahagi nila ito sa mas maraming tao. Ang mas maliliit na pool ay hindi gaanong nakakahanap ng mga bloke, ngunit ang bawat minero ay nakakakuha ng mas malaking bahagi ng block reward, at ang resulta ay ang isang minero ay aktwal na gumagawa ng katumbas na halaga ng pera man sila ay nasa isang mas maliit na pool o mas malaki, kaya hinihikayat namin ang mga minero na ituro ang kanilang hash sa mas maliliit na pool para higit pang i-desentralisa ang pagmimina.</p> <p>Ngunit lumilihis kami.</p> <p>Mapapansin mo sa aming paghihikayat para sa desentralisasyon sa itaas, ang katotohanang may kapangyarihan ang minero na lumipat ng pool. Sa anumang punto, mula man sa mas mahusay na edukasyon, isang rallying call para sa desentralisasyon, o tumaas na kumpetisyon sa mga pool, ang pamamahagi ng hash ay maaaring magbago batay sa pagbabago ng mga indibidwal na minero kung saan nila itinuturo ang kanilang mga hash. Ang parehong ay hindi masasabi para sa pagmimina na nakasentro sa antas ng hardware, dahil ang mga ASIC manufacturer ay walang insentibo na ituro ang anumang pool maliban sa kanila, at hindi nila ito gagawin.</p> <p>Kaya ang katotohanang ang karamihan sa hashrate ng Monero ay nakakonsentra sa ilang pool ay hindi isang bagay na natigil tayo, at sa katunayan, ay maaaring dahil sa kakulangan ng edukasyon tungkol sa pagmimina sa pangkalahatan. Ito ay isang bagay na maaaring ayusin dahil ang problema ay hindi nakasalalay sa antas ng ugat, hindi katulad ng pag-sentralisa ng hardware ng Bitcoin.</p>
tr: <p>Genel olarak madenciliğin sürekli dalgalanması nedeniyle bu soruya yanıt verilmesi en zor olanıdır. Hatta bu yazı yayınlandıktan sonra durum artık böyle olmayabilir, ertesi gün durum yeniden ortaya çıkabilir. Sektörün hızlı ilerleyen doğası nedeniyle genel olarak teknoloji hakkında kesin bir şey yazmak zordur ve bu durum özellikle madencilik ve hashrate için geçerlidir.</p> <p>Endişeden kaçmıyoruz, endişelenmeyin. Donanım merkezileştirme ile havuz merkezileştirme arasındaki farka bakarak bu konuyu ele alalım.</p> <p>Bitcoin madenciliğinin yalnızca kolay erişilemeyen çok özel donanımlarda yapılabilmesi, en iyi donanımın üreticiler etrafında toplandığı anlamına gelir. Bir madencilik havuzu oluşturmak önemsiz olduğundan, bu üreticilerin ASIC'lerinin madencilik yaptığı kendi madencilik havuzlarını kurmalarını bekliyoruz ve aslında bugün büyük ASIC imalat şirketlerinde de durumun böyle olduğunu görüyoruz.<p> <p>Bu çözülebilir bir sorun değil. Merkezi madencilik havuzları donanımın, havuzun ve karmaların sahibidir ve bu konuda kimsenin yapabileceği hiçbir şey yoktur.</p> <p>Havuz merkezileştirme, nihai sonuç benzer olsa da, çok farklı ve çok daha değişken temellere sahiptir. Monero eşitlikçi bir madenciliğe sahip olduğundan her madenci hashlerini nereye yönlendireceğini seçebilir. İnsanlar genellikle daha büyük bir havuzu işaret etmeyi tercih ederler çünkü bu, daha küçük bir havuza göre daha sık bulunan blokları görecekleri anlamına gelir. </p> <p>Ancak, blok ödülünü çok daha fazla kişiyle paylaştıklarından bireysel blok ödül kesintilerinin daha küçük olacağını da belirtmek gerekir. Küçük havuzlar blokları daha az bulur, ancak her madenci blok ödülünün daha büyük bir kısmını alır ve sonuç olarak, bir madenci ister daha küçük ister daha büyük bir havuzda olsun, aslında eşdeğer miktarda para kazanır, bu nedenle madencileri işaret etmeye teşvik ediyoruz. Madenciliği daha da merkezileştirmek için karmalarını daha küçük havuzlara aktarıyorlar.</p> <p>Ama konu dışına çıkıyoruz.</p> <p>Yukarıdaki merkeziyetsizleştirme teşvikimizde madencinin havuzları değiştirme yetkisine sahip olduğunu fark edeceksiniz. Herhangi bir noktada, ister daha iyi bir eğitimden, ister merkeziyetsizlik için bir toplantı çağrısından, ister havuzlar arasında artan rekabetten olsun, hash dağılımı, bireysel madencilerin hash'lerini yönlendirdikleri yeri değiştirmesine bağlı olarak değişebilir. ASIC üreticilerinin kendi havuzları dışında herhangi bir havuzu işaret etme teşviki olmadığından donanım düzeyinde merkezileştirilmiş madencilik için aynı şey söylenemez ve bunu yapmayacaklar.</p> <p>Dolayısıyla Monero'nun hashrate'inin büyük bir kısmının birkaç havuzda yoğunlaşması gerçeği bizim sıkışıp kaldığımız bir durum değil ve aslında genel olarak madencilik konusundaki eğitim eksikliğinden kaynaklanıyor olabilir. Bitcoin'in donanım merkezileştirmesinden farklı olarak sorun kök düzeyinde olmadığı için bu düzeltilebilecek bir şeydir.</p>
ur: <p>عام طور پرmining کے مسلسل اتار چڑھاؤ کی وجہ سے اس کا جواب دینا سب سے مشکل ہے۔ درحقیقت یہ بھی ہو سکتا ہے کہ اس مضمون کے شائع ہونے کے بعد اب ایسا نہ ہو اور اگلے دن پھر یہ معاملہ ہو جائے۔ صنعت کی تیزی سے حرکت کرنے والی نوعیت کی وجہ سے عام طور پر ٹیکنالوجی کے بارے میں واضح طور پر لکھنا مشکل ہے، اور یہ خاص طور پر کان کنی اور ہیشریٹ کے ساتھ سچ ہے۔</p> <p>ہم تشویش سے گریز نہیں کر رہے، فکر نہ کریں۔ آئیے ہارڈ ویئر سنٹرلائزیشن اور پول سنٹرلائزیشن کے درمیان فرق کو دیکھ کر اس پر توجہ دیں۔</p> <p>حقیقت یہ ہے کہ بٹ کوائن پرmining صرف بہت ہی مخصوص ہارڈ ویئر پر کی جا سکتی ہے جو آسانی سے قابل رسائی نہیں ہے اس کا مطلب ہے کہ بہترین ہارڈویئر مینوفیکچررز کے ارد گرد مرکزی حیثیت رکھتا ہے۔ چونکہ مائننگ پول قائم کرنا معمولی بات ہے، ہم توقع کرتے ہیں کہ یہ مینوفیکچررز اپنے اپنےmining پولز کو تعینات کرتے ہوئے دیکھیں گے، جس پر ان کے ASICs کان کنی کرتے ہیں، اور درحقیقت، ہم دیکھتے ہیں کہ آج کی بڑی ASIC مینوفیکچرنگ کمپنیوں کے ساتھ ایسا ہی ہوتا ہے۔<p> <p>یہ کوئی حل طلب مسئلہ نہیں ہے۔ سنٹرلائزڈ مائننگ پولز ہارڈ ویئر، پول اور ہیشز کے مالک ہیں، اور اس کے بارے میں کوئی کچھ نہیں کر سکتا۔</p> <p>پول سنٹرلائزیشن، جبکہ حتمی نتیجہ ایک جیسا ہے، بہت مختلف ہے، اور بہت زیادہ قابل تبدیلی بنیادیں ہیں۔ چونکہ مونیرو میں مساویmining ہے، اس لیے ہرminer یہ انتخاب کر سکتا ہے کہ وہ اپنی ہیش کو کہاں لے جائے۔ لوگ اکثر بڑے تالاب کی طرف اشارہ کرنے کا انتخاب کرتے ہیں، صرف اس لیے کہ اس کا مطلب ہے کہ وہ چھوٹے تالاب کے مقابلے میں اکثر بلاکس کو دیکھیں گے۔ </p> <p>اگرچہ، یہ یاد رکھنا چاہیے کہ بلاک انعام میں سے ان کا انفرادی کٹ چھوٹا ہو گا کیونکہ وہ اسے بہت سے لوگوں کے ساتھ بانٹ رہے ہیں۔ چھوٹے تالابوں کو بلاکس کم ملتے ہیں، لیکن ہر کان کن کو بلاک کے انعام کا بڑا حصہ ملتا ہے، اور نتیجہ یہ ہوتا ہے کہ ایکminer درحقیقت مساوی رقم کماتا ہے خواہ وہ چھوٹے تالاب پر ہوں یا بڑے، اس لیے ہمminers کو اشارہ کرنے کی ترغیب دیتے ہیں۔mining کو مزید کے لیے ان کے چھوٹے تالابوں میں ہیش۔</p> <p>لیکن ہم پیچھے ہٹ جاتے ہیں۔</p> <p>مندرجہ بالا ہماری حوصلہ افزائی میں آپ دیکھیں گے کہ یہ حقیقت ہے کہminers کے پاس تالابوں کو تبدیل کرنے کی طاقت ہے۔ کسی بھی موقع پر، چاہے بہتر تعلیم، وکندریقرت کے لیے ایک ریلینگ کال، یا پولز کے درمیان بڑھتے ہوئے مسابقت سے، ہیش کی تقسیم انفرادیminers کے بدلنے کی بنیاد پر بدل سکتی ہے جہاں وہ اپنی ہیشز کی نشاندہی کرتے ہیں۔ ایسا ہیmining کے لیے نہیں کہا جا سکتا جو ہارڈ ویئر کی سطح پر سنٹرلائز ہو، کیونکہ ASIC مینوفیکچررز کو اپنے کے علاوہ کسی دوسرے پول کی طرف اشارہ کرنے کی کوئی ترغیب نہیں ہے، اور وہ ایسا نہیں کریں گے۔</p> <p>لہذا یہ حقیقت کہ Monero کے hashrate کا بڑا حصہ کچھ تالابوں میں مرکوز ہے جس سے ہم پھنس گئے ہیں، اور درحقیقت، عام طور پرmining کے بارے میں تعلیم کی کمی کی وجہ سے ہو سکتا ہے۔ یہ ایک ایسی چیز ہے جسے ٹھیک کیا جا سکتا ہے کیونکہ Bitcoin کے ہارڈویئر سنٹرلائزیشن کے برعکس مسئلہ جڑ کی سطح پر نہیں ہے۔</p>
zh_cn: <p>由于采矿业的持续变化，这是最难回答的问题.也可能在这篇文章发表之后，情况不再如此，然后某天这种情况可能会再次成为事实.因为门罗币总是在快速发展，技术很难保持不变，这种情况下对于采矿和哈希分布而言影响更大.</p> <p>当然我们不会装作没看见这可能是一个问题，请不要担心.先让我们回顾一下采矿硬件集中化和矿池集中化之间的区别.</p> <p>事实上挖比特币只能用很特殊和垄断的矿机，这意味着最好的矿机硬件都集中在矿机制造商手里.而由于建立矿池很简单，所以合理的推断是这些矿机制造商会部署自己的矿池，并在其上进行ASIC的挖矿，事实上，对于当今的主要ASIC制造公司来说，情况就是如此.<p> <p>这不是一个可解决的问题.垄断的采矿技术，导致矿池和哈希算力的集中，三位一体，因此任何人都无能为力.</p> <p>尽管最终结果看起来是相似的，但门罗币矿池集中化却有很大本质的不同，而且也更多变数.由于门罗币拥有平等采矿权，也就是说人人可以电脑挖矿，而不需要去买特殊的矿机，因此每个矿工都可以选择将哈希算力指向哪个矿池.人们通常会选择指向更大的矿池，这仅仅是因为他们觉得比小矿池可能收入更稳定. </p> <p>这里额外说明一下，应该注意的是，由于大矿池更多的人分享奖励，因此每个人获得的奖励块数会减少.较小的矿池发现区块的机会较少，但每个矿工获得的块奖励的比例更大，最终结果是，无论矿工是在较小的矿池还是较大的矿池中，矿工实际上都能赚取同等的金额，因此，我们鼓励矿工将其算力分散到较小的矿池中，以进一步分散采矿.</p> <p>好吧回到正题.</p> <p>您会在上述鼓励人们去小矿池的例子中注意到，矿工有权更换矿池.在任何时候，无论是因为意识到这样更好，响应去中心化的号召，还是由于矿池之间的竞争加剧，哈希分布都可以根据各个矿工的行为而改变.而对于集中在ASIC硬件级别的挖矿来说，情况并非如此，因为ASIC制造商没有动力去除自己的池以外的任何池，并且他们也不会这样做.</p> <p>因此，门罗币的大部分哈希值都集中在两个池中这一事实并不是我们的困境，这有可能是由于矿工并不了解挖矿工作原理才导致的.该问题可以解决，因为问题不在于根本原因，与比特币的硬件集中化不同，并且社区已经设计出即使在同一个矿池也不让算力被利用的方案，例如self-select mode，只让矿工算力在指定区块高度发挥作用.</p>
zh_tw: <p>由於採礦業的持續變化，這是最難回答的問題.也可能在這篇文章發表之後，情況不再如此，然後某天這種情況可能會再次成為事實.因為門羅幣總是在快速發展，技術很難保持不變，這種情況下對於採礦和雜湊分佈而言影響更大.</p> <p>當然我們不會裝作沒看見這可能是一個問題，請不要擔心.先讓我們回顧一下採礦硬體集中化和礦池集中化之間的區別.</p> <p>事實上挖比特幣只能用很特殊和壟斷的礦機，這意味著最好的礦機硬體都集中在礦機製造商手裡.而由於建立礦池很簡單，所以合理的推斷是這些礦機製造商會部署自己的礦池，並在其上進行ASIC的挖礦，事實上，對於當今的主要ASIC製造公司來說，情況就是如此.<p> <p>這不是一個可解決的問題.壟斷的採礦技術，導致礦池和雜湊算力的集中，三位一體，因此任何人都無能為力.</p> <p>儘管最終結果看起來是相似的，但門羅幣礦池集中化卻有很大本質的不同，而且也更多變數.由於門羅幣擁有平等採礦權，也就是說人人可以電腦挖礦，而不需要去買特殊的礦機，因此每個礦工都可以選擇將雜湊算力指向哪個礦池.人們通常會選擇指向更大的礦池，這僅僅是因為他們覺得比小礦池可能收入更穩定. </p> <p>這裡額外說明一下，應該注意的是，由於大礦池更多的人分享獎勵，因此每個人獲得的獎勵塊數會減少.較小的礦池發現區塊的機會較少，但每個礦工獲得的塊獎勵的比例更大，最終結果是，無論礦工是在較小的礦池還是較大的礦池中，礦工實際上都能賺取同等的金額，因此，我們鼓勵礦工將其算力分散到較小的礦池中，以進一步分散採礦.</p> <p>好吧回到正題.</p> <p>您會在上述鼓勵人們去小礦池的例子中注意到，礦工有權更換礦池.在任何時候，無論是因為意識到這樣更好，響應去中心化的號召，還是由於礦池之間的競爭加劇，雜湊分佈都可以根據各個礦工的行為而改變.而對於集中在ASIC硬體級別的挖礦來說，情況並非如此，因為ASIC製造商沒有動力去除自己的池以外的任何池，並且他們也不會這樣做.</p> <p>因此，門羅幣的大部分雜湊值都集中在兩個池中這一事實並不是我們的困境，這有可能是由於礦工並不瞭解挖礦工作原理才導致的.該問題可以解決，因為問題不在於根本原因，與比特幣的硬體集中化不同，並且社區已經設計出即使在同一個礦池也不讓算力被利用的方案，例如self-select mode，只讓礦工算力在指定區塊高度發揮作用.</p>
