Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcash250Sbfungible
source: Since all transactions are not private, the potential exists for an entity to block or blacklist certain coins, making them less valuable than the others. See the note on the lack of Bitcoin fungibility below since the same principle applies to Zcash.
cs: Protože všechny transakce nejsou soukromé, existuje možnost, že subjekt některé mince zablokuje nebo zařadí na černou listinu, čímž se stanou méně hodnotnými než ostatní. Viz poznámka o nedostatečné zastupitelnosti Bitcoinu níže, protože stejný princip platí i pro Zcash.
fi: Koska kaikki transaktiot eivät ole yksityisiä, taholla on mahdollisuus estää tiettyjä kolikoita tai lisätä niitä "mustalle listalle", mikä tekee niistä vähemmän arvokkaita kuin muut. Katso alla oleva huomautus Bitcoinin vaihdettavuuden puutteesta, koska sama periaate pätee Zcashiin.
fr: Étant donné que toutes les transactions ne sont pas privées, il est possible qu'une entité bloque ou mette sur liste noire certains jetons, les rendant moins précieux que les autres. Vous pouvez aussi consulter la note sur le manque de fongibilité de Bitcoin ci-dessous puisque le même principe s'applique à Zcash.
it: Poiché tutte le transazioni non sono private, esiste il potenziale per un'entità di bloccare o inserire nella blacklist alcune monete, rendendole meno preziose delle altre. Vedi la nota sulla mancanza di fungibilità dei Bitcoin di seguito poiché lo stesso principio si applica a Zcash.
lt: Kadangi visi sandoriai nėra privatūs, subjektas gali blokuoti arba įtraukti į juodąjį sąrašą tam tikras monetas, todėl jos bus mažiau vertingos nei kitos. Žr. pastabą apie Bitcoin pakeičiamumo trūkumą žemiau, nes tas pats principas galioja ir Zcash.
nb: Siden alle transaksjoner ikke er private, eksisterer potensialet for en enhet til å blokkere eller svarteliste visse mynter, noe som gjør dem mindre verdifulle enn de andre. Se merknaden om mangelen på Bitcoin-fungibilitet nedenfor siden det samme prinsippet gjelder for Zcash.
nl: Aangezien niet alle transacties privé zijn, bestaat het potentieel voor een entiteit om bepaalde munten te blokkeren of op de zwarte lijst te zetten, waardoor ze minder waardevol worden dan de andere. Zie de opmerking over het gebrek aan vervangbaarheid van Bitcoin hieronder, aangezien hetzelfde principe van toepassing is op Zcash.
pl: Ponieważ wszystkie transakcje nie są prywatne, to istnieje możliwość, aby podmiot blokował lub prowadził czarną listę niektórych monet, co uczyniłoby je mniej cennymi niż inne. Przeczytaj notatkę na temat braku zamienności Bitcoinów poniżej, ponieważ ta sama zasada dotyczy Zcasha.
pt_br: Como todas as transações não são privadas, existe o potencial de uma entidade bloquear ou colocar na lista negra certas moedas, tornando-as menos valiosas que as outras. Veja a nota sobre a falta de fungibilidade do Bitcoin abaixo, pois o mesmo princípio se aplica ao Zcash.
sl: Ker vse transakcije niso zasebne, obstaja možnost, da subjekt blokira ali uvrsti na črno listo določene kovance, zaradi česar so ti manj vredni od drugih. Glej opombo o pomanjkanju zamenljivosti Bitcoina spodaj, saj enako načelo velja tudi za Zcash.
sv: Eftersom alla transaktioner inte är privata finns möjligheten för en enhet att blockera eller svartlista vissa mynt, vilket gör dem mindre värda än de andra. Se anteckningen om bristen på Bitcoin-fungibilitet nedan eftersom samma princip gäller för Zcash.
tl: Dahil hindi pribado ang lahat ng transaksyon, may potensyal para sa isang entity na i-block o i-blacklist ang ilang partikular na coin, na ginagawang hindi gaanong mahalaga ang mga ito kaysa sa iba. Tingnan ang tala sa kakulangan ng Bitcoin fungibility sa ibaba dahil ang parehong prinsipyo ay nalalapat sa Zcash.
tr: Tüm işlemler gizli olmadığından, bir kuruluşun belirli paraları bloke etme veya kara listeye alma potansiyeli vardır ve bu da onları diğerlerinden daha az değerli hale getirir. Aynı prensip Zcash için de geçerli olduğundan, Bitcoin'in takas edilebilirliği eksikliğine ilişkin aşağıdaki nota bakın.
ur: چونکہ تمام لین دین نجی نہیں ہیں، اس لیے کسی ہستی کے لیے کچھ سکوں کو بلاک یا بلیک لسٹ کرنے کی صلاحیت موجود ہے، جس سے وہ دوسروں کے مقابلے میں کم قیمتی ہیں۔ ذیل میں بٹ کوائن کی فنگبلٹی کی کمی پر نوٹ دیکھیں کیونکہ یہی اصول Zcash پر لاگو ہوتا ہے۔
zh_cn: 由于所有交易都不是隐私交易，因此实体有可能将某些币进行封锁或列入黑名单，以至于这部分币的价值大大减少. 请参阅以下有关比特币缺乏可替代性的说明，因为相同问题适用于大零币.
zh_tw: 由於所有交易都不是隱私交易，因此實體有可能將某些幣進行封鎖或列入黑名單，以至於這部分幣的價值大大減少. 請參閱以下有關比特幣缺乏可替代性的說明，因為相同問題適用於大零幣.

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcash250Sbprivate250Sbquote
source: <blockquote> <div class="quote"> <p> And by the way, I think we can successfully make Zcash too traceable for criminals like WannaCry, but still completely private &amp; fungible. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcash CEO, in a <a href="https://twitter.com/zooko/status/863202798883577856"> tweet </a> </p> </footer> </blockquote> <p> If Zcash can be "too traceable", then it can't be completely private or fungible. </p>
cs: <blockquote> <div class="quote"> <p> A mimochodem, myslím, že můžeme úspěšně udělat, aby Zcash příliš sledovatelný pro zločince jako WannaCry, ale stále zcela soukromý &amp; zaměnitelný. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, CEO Zcash, v <a href="https://twitter.com/zooko/status/863202798883577856"> tweetu </a> </p> </footer> </blockquote> <p> Pokud může být Zcash "příliš sledovatelný", pak nemůže být zcela soukromý nebo zaměnitelný. </p>
fi: <blockquote> <div class="quote"> <p> Ja ohimennen, uskon että voimme onnistuneesti tehdä Zcashista tarpeeksi jäljitettävissä olevan WannaCryn kaltaisille rikollisille, mutta silti täysin yksityisesti &amp; vaihdettavan. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcashin toimitusjohtaja, <a href="https://twitter.com/zooko/status/863202798883577856">-twiitissä </a> </p> </footer> </blockquote> <p> Jos Zcash voi olla "liian jäljitettävissä", se ei voi olla täysin yksityinen tai vaihdettavissa. </p>
fr: <blockquote> <div class="quote"> <p> Et au fait, je pense que nous pouvons réussir à rendre Zcash suffisamment traçable pour les criminels comme WannaCry, mais toujours complètement privé &amp; fongible. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, PDG de Zcash, dans un tweet <a href="https://twitter.com/zooko/status/863202798883577856"> </a> </p> </footer> </blockquote> <p> Si Zcash peut être « suffisamment traçable », alors il ne peut pas être complètement privé ou fongible. </p>
it: <blockquote> <div class="quote"> <p> E comunque, penso che possiamo rendere Zcash troppo rintracciabile con successo per criminali come WannaCry, ma ancora completamente fungibile &amp; privato. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, CEO di Zcash, in un tweet di <a href="https://twitter.com/zooko/status/863202798883577856"> </a> </p> </footer> </blockquote> <p> Se Zcash può essere "troppo rintracciabile", non può essere completamente privato o fungibile. </p>
lt: <blockquote> <div class="quote"> <p> Ir, beje, manau, kad galime sėkmingai padaryti „Zcash“ per daug atsekamu nusikaltėliams, tokiems kaip „WannaCry“, bet vis tiek visiškai privatų &amp; pakeičiamą. </p> </div> <footer> <p> <b>Zooko Wilcoxas</b>, „Zcash“ generalinis direktorius, <a href="https://twitter.com/zooko/status/863202798883577856"> tviteryje </a> </p> </footer> </blockquote> <p> Jei „Zcash“ gali būti „per daug atsekamas“, tada jis negali būti visiškai privatus ar pakeičiamas. </p>
nb: <blockquote> <div class="quote"> <p> Og forresten, jeg tror vi kan lykkes med å gjøre Zcash for sporbar for kriminelle som WannaCry, men fortsatt helt privat &amp; fungible. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, administrerende direktør i Zcash, i en <a href="https://twitter.com/zooko/status/863202798883577856"> tweet </a> </p> </footer> </blockquote> <p> Hvis Zcash kan være "for sporbar", kan den ikke være helt privat eller fungibel. </p>
nl: <blockquote> <div class="quote"> <p> En trouwens, ik denk dat we Zcash met succes traceerbaar kunnen maken voor criminelen zoals WannaCry, maar nog steeds volledig privé &amp; vervangbaar. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, CEO van Zcash, in een <a href="https://twitter.com/zooko/status/863202798883577856"> tweet </a> </p> </footer> </blockquote> <p> Als Zcash "te traceerbaar" kan zijn, kan het niet volledig privé of vervangbaar zijn. </p>
pl: <blockquote> <div class="quote"> <p> A tak przy okazji, myślę, że możemy sprawić, iż Zcash będzie zbyt łatwy do zidentyfikowania dla przestępców takich jak WannaCry, ale nadal całkowicie prywatny & amp; zamienny. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, szef Zcasha w <a href="https://twitter.com/zooko/status/863202798883577856"> tweecie </a> </p> </footer> </blockquote> <p> Jeśli Zcash może być „zbyt identyfikowalny”, to nie może być całkowicie prywatny ani zamienny. </p>
pt_br: <blockquote> <div class="quote"> <p> E, a propósito, acho que podemos fazer com que o Zcash seja muito rastreável para criminosos como o WannaCry, mas ainda assim totalmente privado &amp; fungível. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, CEO da Zcash, em um tweet <a href="https://twitter.com/zooko/status/863202798883577856"> </a> </p> </footer> </blockquote> <p> Se o Zcash puder ser "rastreável demais", não poderá ser completamente privado ou fungível. </p>
sl: <blockquote> <div class="quote"> <p> In mimogrede, mislim, da lahko Zcash uspešno naredimo preveč sledljivega za kriminalce, kot je WannaCry, a še vedno popolnoma zasebnega &amp; zamenljivega. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, izvršna direktorica Zcash, v tvitu <a href="https://twitter.com/zooko/status/863202798883577856"> </a> </p> </footer> </blockquote> <p> Če je lahko Zcash "preveč sledljiv", potem ne more biti povsem zaseben ali zamenljiv. </p>
sv: <blockquote> <div class="quote"> <p> Och förresten, jag tror att vi framgångsrikt kan göra Zcash för spårbart för brottslingar som WannaCry, men fortfarande helt privat &amp; fungibel. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcash VD, i en <a href="https://twitter.com/zooko/status/863202798883577856"> tweet </a> </p> </footer> </blockquote> <p> Om Zcash kan vara "för spårbart", så kan det inte vara helt privat eller fungibelt. </p>
tl: <blockquote> <div class="quote"> <p> At siya nga pala, sa palagay ko ay matagumpay nating magagawang masyadong ma-traceable ang Zcash para sa mga kriminal tulad ng WannaCry, ngunit ganap pa ring pribado &amp; fungible. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcash CEO, sa isang <a href="https://twitter.com/zooko/status/863202798883577856"> tweet </a> </p> </footer> </blockquote> <p> Kung ang Zcash ay maaaring "masyadong masusubaybayan", hindi ito maaaring ganap na pribado o fungible. </p>
tr: <blockquote> <div class="quote"> <p> Ve bu arada, Zcash'i WannaCry gibi suçlular için fazlasıyla izlenebilir, ancak yine de tamamen özel &amp; değiştirilebilir hale getirebileceğimizi düşünüyorum. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, Zcash CEO'su, <a href="https://twitter.com/zooko/status/863202798883577856"> tweet'inde </a> </p> </footer> </blockquote> <p> Eğer Zcash "fazla izlenebilir" olabiliyorsa, o zaman tamamen özel veya değiştirilemez olamaz. </p>
ur: <blockquote> <div class="quote"> <p> اور ویسے، میں سمجھتا ہوں کہ ہم Zcash کو WannaCry جیسے مجرموں کے لیے کامیابی کے ساتھ قابل شناخت بنا سکتے ہیں، لیکن پھر بھی مکمل طور پر نجی &amp; فنگیبل۔ </p> </div> <footer> <p> <b>Zooko Wilcox</b>، Zcash کے سی ای او، ایک <a href="https://twitter.com/zooko/status/863202798883577856"> ٹویٹ میں </a> </p> </footer> </blockquote> <p> اگر Zcash "بہت زیادہ ٹریس ایبل" ہو سکتا ہے، تو یہ مکمل طور پر پرائیویٹ یا فنگیبل نہیں ہو سکتا۔ </p>
zh_cn: <blockquote> <div class="quote"> <p> 顺便说一句，对于像WannaCry这样的犯罪分子，我认为我们可以成功地追踪他们的大零币, 可我还是觉得我们是隐私的并且是可替换性. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, 大零币的 CEO, 在一个 <a href="https://twitter.com/zooko/status/863202798883577856"> 推文中表示 </a> </p> </footer> </blockquote> <p> 如果大零币可以 "轻易追踪", 那么就不能称作完美的隐私和具备可替换性. </p>
zh_tw: <blockquote> <div class="quote"> <p> 順便說一句，對於像WannaCry這樣的犯罪分子，我認為我們可以成功地追蹤他們的大零幣, 可我還是覺得我們是隱私的並且是可替換性. </p> </div> <footer> <p> <b>Zooko Wilcox</b>, 大零幣的 CEO, 在一個 <a href="https://twitter.com/zooko/status/863202798883577856"> 推文中表示 </a> </p> </footer> </blockquote> <p> 如果大零幣可以 "輕易追蹤", 那麼就不能稱作完美的隱私和具備可替換性. </p>

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcash250Sbprivate250Sbtext
source: Zcash transactions are visible on their blockchain. They do enable hidden transactions, but <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> less than 1% of transactions are fully shielded </a> . Since hidden transactions are optional and not the default (not to mention rarely used), the <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> hidden transactions stand out on their blockchain</a>, drawing attention to themselves.
cs: Transakce Zcash jsou viditelné na jejich blockchainu. Umožňují skryté transakce, ale <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> méně než 1 % transakcí je plně chráněno </a> . Vzhledem k tomu, že skryté transakce jsou volitelné a nikoli výchozí (nemluvě o řídkém používaní), skryté transakce <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> vynikají na jejich blockchainu</a> a přitahují na sebe pozornost.
fi: Zcash-transaktiot ovat näkyvillä heidän lohkoketjussaan. Ne mahdollistavat piilotetut transaktiot, mutta <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> alle 1% transaktioista on täysin suojattuja </a> . Koska piilotetut transaktiot ovat valinnaisia eivätkä oletuksena piilotettuja (harvoin käytetyistä puhumattakaan), <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> piilotetut transaktiot erottuvat lohkoketjussa</a> ja kiinnittävät huomiota itseensä.
fr: Les transactions Zcash sont visibles sur leur blockchain. Il est possible de masquer les transactions, mais <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> moins de 1% des transactions sont entièrement protégées</a>. Étant donné que les transactions cachées sont facultatives et non par défaut (pour ne pas dire rarement utilisées), les transactions cachées <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/">se démarquent sur leur blockchain</a>, attirant l'attention sur elles-mêmes.
it: Le transazioni Zcash sono visibili sulla loro blockchain. Consentono transazioni nascoste, ma <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> meno dell'1% delle transazioni è completamente protetto </a> . Dato che le transazioni nascoste sono opzionali e non predefinite (per non parlare di quelle usate raramente), le <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> transazioni nascoste si distinguono sulla loro blockchain</a>, attirando l'attenzione su di sé.
lt: „Zcash“ operacijos matomos jų „blockchain“. Jie įgalina paslėptas operacijas, bet <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> mažiau nei 1 % operacijų yra visiškai apsaugotos </a>. Kadangi paslėptos operacijos yra neprivalomos, o ne numatytosios (jau nekalbant apie retai naudojamas), paslėptos operacijos <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> išsiskiria savo blokų grandinėje</a>, atkreipdamos į save dėmesį.
nb: Zcash-transaksjoner er synlige på blokkjeden deres. De muliggjør skjulte transaksjoner, men <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> mindre enn 1 % av transaksjonene er fullstendig skjermet </a> . Siden skjulte transaksjoner er valgfrie og ikke standard (for ikke å nevne sjelden brukt), skiller de <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> skjulte transaksjonene seg ut på deres blokkjede</a>, og trekker oppmerksomheten til seg selv.
nl: Zcash-transacties zijn zichtbaar op hun blockchain. Ze maken wel verborgen transacties mogelijk, maar <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> minder dan 1% van de transacties is volledig afgeschermd </a>. Aangezien verborgen transacties optioneel zijn en niet de standaard (en zelden gebruikt), vallen de <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> verborgen transacties op op hun blockchain </a> en trekken ze de aandacht naar zichzelf.
pl: Transakcje Zcasha są widoczne na ich blockchainie. Włączają ukryte transakcje, ale <a href="http://stat.bloxy.info/superset/dashboard/zcash/">mniej niż 1% transakcji jest całkowicie ukrytych</a>. Ponieważ ukryte transakcje są opcjonalne, a nie ukryte domyślnie (nie wspominając o tym, że rzadko używane), <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/">to wyróżniają się na ich blockchainie</a>, zwracając na siebie uwagę.
pt_br: As transações da Zcash são visíveis em sua blockchain. Eles permitem transações ocultas, mas <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> menos de 1% das transações são totalmente protegidas </a> . Como as transações ocultas são opcionais e não o padrão (para não mencionar raramente usadas), as <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> transações ocultas se destacam em sua blockchain</a>, chamando a atenção para si mesmas.
sl: Transakcije Zcash so vidne v blockchainu. Resda omogočajo skrite transakcije, vendar je <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> manj kot 1 % transakcij popolnoma zaščitenih </a>. Ker skrite transakcije niso obvezne in niso privzete (da ne omenjamo, da se redko uporabljajo), skrite transakcije <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> izstopajo v njihovi verigi blokov </a> in pritegnejo pozornost nase.
sv: Zcash-transaktioner är synliga på deras blockchain. De möjliggör dolda transaktioner, men <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> mindre än 1 % av transaktionerna är helt skärmade </a> . Eftersom dolda transaktioner är valfria och inte standard (för att inte nämna sällan används), sticker de <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> dolda transaktionerna ut i sin blockchain</a> och drar uppmärksamheten till sig själva.
tl: Ang mga transaksyong Zcash ay makikita sa kanilang blockchain. Pinapagana ng mga ito ang mga nakatagong transaksyon, ngunit <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> wala pang 1% ng mga transaksyon ang ganap na protektado </a> . Dahil ang mga nakatagong transaksyon ay opsyonal at hindi ang default (hindi banggitin na bihirang gamitin), ang <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> na mga nakatagong transaksyon ay namumukod-tangi sa kanilang blockchain</a>, na nakakakuha ng pansin sa kanilang mga sarili.
tr: Zcash işlemleri blok zincirlerinde görülebilir. Gizli işlemleri etkinleştirirler, ancak <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> işlemlerin %1'inden azı tamamen korumalıdır </a> . Gizli işlemler isteğe bağlı olduğundan ve varsayılan olmadığından (nadiren kullanıldığından bahsetmiyorum bile), <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> gizli işlemler blockchain'lerinde</a> öne çıkıyor ve dikkatleri kendilerine çekiyor.
ur: Zcash کے لین دین ان کے بلاک چین پر نظر آتے ہیں۔ وہ پوشیدہ لین دین کو فعال کرتے ہیں، لیکن <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> 1% سے بھی کم لین دین مکمل طور پر محفوظ ہیں </a>۔ چونکہ پوشیدہ لین دین اختیاری ہوتے ہیں اور پہلے سے طے شدہ نہیں ہوتے (ذکر نہ کرنا کہ شاذ و نادر ہی استعمال کیا جاتا ہے)، <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> پوشیدہ لین دین ان کے بلاکچین </a> پر نمایاں ہوتے ہیں، جو اپنی طرف توجہ مبذول کراتے ہیں۔
zh_cn: 大零币的交易记录在区块链上是可视的. 虽然他们可以选择隐藏交易记录, 但是只有 <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> 不到 1% 的交易被隐蔽起来 </a> . 由于隐藏交易并不是系统默认的，而是一个额外的可选选项，并且基本上没人用这个功能, 因此 <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> 当隐藏的交易又出现在区块链上的时候</a>, 就格外引人注意.
zh_tw: 大零幣的交易記錄在區塊鏈上是可視的. 雖然他們可以選擇隱藏交易記錄, 但是只有 <a href="http://stat.bloxy.info/superset/dashboard/zcash/"> 不到 1% 的交易被隱蔽起來 </a> . 由於隱藏交易並不是系統預設的，而是一個額外的可選選項，並且基本上沒人用這個功能, 因此 <a href="http://weuse.cash/2016/06/09/btc-xmr-zcash/"> 當隱藏的交易又出現在區塊鏈上的時候</a>, 就格外引人注意.
