Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# post8722Sbad250Sbprice8722Sbtype250Sbfloating8722Sbtip250Sbnojs
source: Make the exchange rate float with the market while the trade is open. The trading price is determined at the time of the trade finalization. Note that an extra 15% reserve is added to the selected cryptocurrency asset amount reserved to arbitration bond. The excess amount will be returned after the trade is finished.
cs: Zajistěte, aby se směnný kurz pohyboval podle trhu, dokud je obchod otevřen. Obchodní cena je stanovena v okamžiku finalizace obchodu. Všimněte si, že k vybrané částce kryptoměnového aktiva rezervované pro arbitrážní dluhopis se připočítává dodatečná 15% rezerva. Přebytečná částka bude vrácena po dokončení obchodu.
fi: Anna valuuttakurssin kellua markkinoiden mukaan kaupan ollessa auki. Kaupankäyntihinta määräytyy kaupantekohetkellä. Huomaa, että välimiessuojaan varattuun valittuun kryptovaluuttaomaisuuden määrään lisätään ylimääräinen 15% varaus. Ylimääräinen summa palautetaan kaupan päätyttyä.
fr: Faites varier le taux de change avec le marché pendant que la transaction est ouverte. Le prix de négociation est déterminé au moment de la finalisation de la transaction. Notez qu'une réserve supplémentaire de 15% est ajoutée au montant de l'actif de crypto-monnaie sélectionné pour la caution d'arbitrage. Le montant excédentaire sera restitué une fois la transaction terminée.
it: Fai fluttuare il tasso di cambio con il mercato mentre il commercio è aperto. Il prezzo di scambio è determinato al momento della finalizzazione dello scambio. Si noti che una riserva extra del 15% viene aggiunta all'importo dell'asset criptovaluta selezionato riservato all'obbligazione arbitrale. L'importo in eccesso sarà restituito al termine della negoziazione.
lt: Priverskite valiutos kursą svyruoti su rinka, kol prekyba yra atidaryta. Prekybos kaina nustatoma sandorio užbaigimo metu. Atkreipkite dėmesį, kad prie pasirinktos kriptovaliutos turto sumos, rezervuotos arbitražo obligacijai, pridedamas papildomas 15% rezervas. Perteklinė suma bus grąžinta pasibaigus sandoriui.
nb: Få valutakursen til å flyte med markedet mens handelen er åpen. Handelsprisen bestemmes på tidspunktet for handelens sluttføring. Vær oppmerksom på at en ekstra 15% reserve legges til det valgte kryptovaluta-eiendelsbeløpet som er reservert til voldgiftsobligasjon. Det overskytende beløpet vil bli returnert etter at handelen er fullført.
nl: Laat de wisselkoers zweven met de markt terwijl de transactie open is. De handelsprijs wordt bepaald op het moment dat de transactie wordt afgerond. Houd er rekening mee dat er een extra reserve van 15% wordt toegevoegd aan het geselecteerde activabedrag voor cryptocurrency dat is gereserveerd voor arbitrage-obligaties. Het overtollige bedrag wordt terugbetaald nadat de transactie is voltooid.
pl: Spraw, aby kurs wymiany unosił się wraz z rynkiem w czasie, gdy handel jest otwarty. Cena handlu jest określana w momencie finalizacji handlu. Zauważ, że dodatkowa rezerwa 15% jest dodawana do wybranej kwoty aktywów kryptowaluty zarezerwowanej dla ochrony arbitrażowej. Nadmiarowa kwota zostanie zwrócona po zakończeniu handlu.
pt_br: Faça a taxa de câmbio flutuar com o mercado enquanto o comércio estiver aberto. O preço de negociação é determinado no momento da finalização da negociação. Observe que uma reserva extra de 15% é adicionada ao valor do ativo de moeda criptográfica selecionado reservado para a obrigação arbitral. O valor em excesso será devolvido após a conclusão da negociação.
sl: Poskrbite, da menjalni tečaj plava s trgom, medtem ko je trgovanje odprto. Cena trgovanja se določi ob zaključku trgovanja. Upoštevajte, da je izbranemu znesku sredstev v kriptovaluti, rezerviranemu za arbitražno obveznico, dodanih dodatnih 15 % rezerve. Presežni znesek bo vrnjen po zaključku trgovanja.
sv: Få växelkursen att flyta med marknaden medan handeln är öppen. Handelspriset bestäms vid tidpunkten för slutförandet av handeln. Observera att en extra 15% reserv läggs till det valda beloppet för kryptovalutatillgång som reserverats till skiljedomstol. Det överskjutande beloppet kommer att returneras efter att affären är avslutad.
tl: Gawing lumutang ang halaga ng palitan sa merkado habang bukas ang kalakalan. Ang presyo ng kalakalan ay tinutukoy sa oras ng pagtatapos ng kalakalan. Tandaan na ang dagdag na 15% na reserba ay idinaragdag sa napiling halaga ng asset ng cryptocurrency na nakalaan sa arbitration bond. Ang labis na halaga ay ibabalik pagkatapos ng kalakalan.
tr: Ticaret açıkken döviz kurunun piyasada dalgalanmasını sağlayın. İşlem fiyatı, işlemin sonuçlanması sırasında belirlenir. Tahkim bonosuna ayrılan seçilen kripto para birimi varlık tutarına %15 oranında ekstra rezerv eklendiğini unutmayın. Fazla miktar, işlem tamamlandıktan sonra iade edilecektir.
ur: جب تجارت کھلی ہو تو شرح مبادلہ کو مارکیٹ کے ساتھ فلوٹ بنائیں۔ تجارتی قیمت کا تعین تجارت کو حتمی شکل دینے کے وقت کیا جاتا ہے۔ نوٹ کریں کہ ثالثی بانڈ کے لیے مخصوص کریپٹو کرنسی اثاثہ رقم میں ایک اضافی 15% ریزرو شامل کیا جاتا ہے۔ تجارت ختم ہونے کے بعد اضافی رقم واپس کر دی جائے گی۔
zh_cn: 在交易开放时使汇率随市场浮动。交易价格在交易完成时确定。请注意，预留给仲裁债券的选定加密货币资产金额将额外增加 15% 的准备金。交易完成后，多余的金额将被退回。
zh_tw: 在交易開放時使匯率隨市場浮動。交易價格在交易完成時確定。請注意，預留給仲裁債券的選定加密貨幣資產金額將額外增加 15% 的準備金。交易完成後，多餘的金額將被退回。

# post8722Sbad250Sbprice8722Sbtype250Sbmargin
source: Margin in %
cs: Marže v %
fi: Marginaali %
fr: Marge en %
it: Margine in %
lt: marža %
nb: Margin i %
nl: Marge in %
pl: Margines w %
pt_br: Margem em %
sl: Marža v %
sv: Marginal i %
tl: margin sa %
tr: % olarak marj
ur: % میں مارجن
zh_cn: 差价率
zh_tw: 期權金

# post8722Sbad250Sbprice8722Sbtype250Sbmargin250Sbtip
source: Margin is the difference between your price and market price. 0% is the market price. Use positive value to go above market price and negative value to go below market price.
cs: Marže je rozdíl mezi vaší cenou a tržní cenou. 0 % je tržní cena. Použijte kladnou hodnotu, chcete-li jít nad tržní cenu, a zápornou hodnotu, chcete-li jít pod tržní cenu.
fi: Marginaali on hintasi ja markkinahinnan välinen ero. 0% on markkinahinta. Käytä positiivista arvoa markkinahinnan yläpuolelle ja negatiivista arvoa markkinahinnan alapuolelle.
fr: La marge est la différence entre votre prix et le prix du marché. 0% est le prix du marché. Utilisez une valeur positive pour dépasser le prix du marché et une valeur négative pour descendre en dessous du prix du marché.
it: Il margine è la differenza tra il tuo prezzo ed il prezzo di mercato. 0% è il prezzo di mercato. Usa un valore positivo per andare al di sopra del prezzo di mercato o un valore negativo per scendere al di sotto del prezzo di mercato.
lt: Marža yra skirtumas tarp jūsų kainos ir rinkos kainos. 0% yra rinkos kaina. Naudokite teigiamą vertę, kad viršytumėte rinkos kainą, o neigiamą vertę - žemesnę nei rinkos kainą.
nb: Margin er forskjellen mellom din pris og markedspris. 0 % er markedsprisen. Bruk positiv verdi for å gå over markedspris og negativ verdi for å gå under markedspris.
nl: Marge is het verschil tussen uw prijs en de marktprijs. 0% is de marktprijs. Gebruik positieve waarde om boven de marktprijs te gaan en negatieve waarde om onder de marktprijs te gaan.
pl: Marża to różnica między Twoją ceną a ceną rynkową. 0% to cena rynkowa. Użyj wartości dodatniej, aby przekroczyć cenę rynkową i ujemną wartość, aby zejść poniżej ceny rynkowej.
pt_br: Margem é a diferença entre seu preço e o mercado. 0% é o preço do mercado. Use valores positivos para ir acima do mercado e negativos para ir abaixo do mercado.
sl: Marža je razlika med vašo ceno in tržno ceno. 0% je tržna cena. Uporabite pozitivno vrednost, da greste nad tržno ceno in negativno vrednost, da greste pod tržno ceno.
sv: Marginalen är skillnaden mellan ditt pris och marknadspriset. 0% är marknadspriset. Använd positivt värde för att gå över marknadspriset och negativt värde för att gå under marknadspriset.
tl: Ang margin ay ang pagkakaiba sa pagitan ng iyong presyo at presyo sa merkado. 0% ang presyo sa merkado. Gumamit ng positibong halaga upang lumampas sa presyo ng merkado at negatibong halaga upang mas mababa sa presyo ng merkado.
tr: Marj, fiyatınız ile piyasa fiyatı arasındaki farktır. %0 piyasa fiyatıdır. Piyasa fiyatının üstüne çıkmak için pozitif değeri, piyasa fiyatının altına inmek için negatif değeri kullanın.
ur: مارجن آپ کی قیمت اور مارکیٹ کی قیمت کے درمیان فرق ہے۔ 0% مارکیٹ کی قیمت ہے۔ مارکیٹ کی قیمت سے اوپر جانے کے لیے مثبت قدر اور مارکیٹ کی قیمت سے نیچے جانے کے لیے منفی قدر کا استعمال کریں۔
zh_cn: 如果您想要门罗币市场价格的差价率，您可以以高于市场价买入或低于市场价卖出的方式来并吸引更多的交易者。对于更复杂的定价机制请直接编辑定价公式。
zh_tw: 如果您想要門羅幣市場價格的期權金，您可以以高於市場價買入或低於市場價賣出的方式來並吸引更多的交易者。對於更復雜的定價機制請直接編輯定價公式。

# post8722Sbad250Sbprice8722Sbtype250Sbmarket
source: Market price
cs: Tržní cena
fi: Markkinahinta
fr: Prix du marché
it: Prezzo di mercato
lt: Rinkos kaina
nb: Markedspris
nl: Marktprijs
pl: Cena rynkowa
pt_br: Preço mercado
sl: Tržna cena
sv: Marknads pris
tl: Presyo sa pamilihan
tr: Market fiyatı
ur: مارکیٹ کی قیمت
zh_cn: 市场价格
zh_tw: 市場價格

# post8722Sbad250Sbprice8722Sbtype250Sbradio250Sbformula
source: Price formula (advanced)
cs: Cenový vzorec (pokročilý)
fi: Hintakaava (edistynyt)
fr: Formule de calcul de prix (mode avancé)
it: Formula prezzo (avanzata)
lt: Kainos formulė (išplėstinė)
nb: Prisformel (avansert)
nl: Prijsformule (geavanceerd)
pl: Formuła cenowa (zaawansowana)
pt_br: Fórmula de preço (avançado)
sl: Formula cene (napredno)
sv: Prisformel (avancerat)
tl: Formula ng presyo (advanced)
tr: Fiyat formülü (gelişmiş)
ur: قیمت کا فارمولا (جدید)
zh_cn: 价格公式（高级）
zh_tw: 價格公式（高級）

# post8722Sbad250Sbprice8722Sbtype250Sbtip
source: Market price means price on your ad will change as the market price changes. Fixed price means that despite market fluctuations your price will stay the same until you manually change it. Use price formula (advanced) to create more complicated pricing mechanisms.
cs: Tržní cena znamená, že cena na vaší reklamě se bude měnit se změnou tržní ceny. Pevná cena znamená, že i přes kolísání trhu zůstane vaše cena stejná, dokud ji ručně nezměníte. Použijte cenový vzorec (pokročilý) k vytvoření složitějších cenových mechanismů.
fi: Markkinahinta tarkoittaa, että ilmoituksesi hinta muuttuu markkinahinnan muuttuessa. Kiinteä hinta tarkoittaa, että markkinoiden vaihteluista huolimatta hintasi pysyy samana, kunnes muutat sitä itse manuaalisesti. Käytä edistynyttä hintakaavaa luodaksesi monimutkaisempia hinnoittelumekanismeja.
fr: Le prix du marché signifie que le prix de votre annonce changera à mesure que le prix du marché change. Le prix fixe signifie que malgré les fluctuations du marché, votre prix restera le même jusqu'à ce que vous le changiez manuellement. Utilisez la formule de calcul de prix (mode avancé) pour créer des mécanismes de tarification plus complexes.
it: Prezzo di mercato significa che il prezzo del tuo annuncio cambierà con la variazione del prezzo di mercato. Il prezzo fisso significa che, nonostante le fluttuazioni del mercato, il tuo prezzo rimarrà lo stesso fino a quando non lo cambierai manualmente. Utilizza la formula del prezzo (avanzata) per creare meccanismi di determinazione dei prezzi più complicati.
lt: Rinkos kaina reiškia, kad kaina jūsų skelbime pasikeis keičiantis rinkos kainai. Fiksuota kaina reiškia, kad nepaisant rinkos svyravimų jūsų kaina išliks tokia pati, kol ją nepakeisite rankiniu būdu. Norėdami sukurti sudėtingesnius kainodaros mechanizmus, naudokite kainos formulę (išplėstinė).
nb: Markedspris betyr at prisen på annonsen din endres etter hvert som markedsprisen endres. Fast pris betyr at til tross for markedssvingninger vil prisen din forbli den samme til du endrer den manuelt. Bruk prisformel (avansert) for å lage mer kompliserte prismekanismer.
nl: Marktprijs betekent dat de prijs op uw advertentie verandert als de marktprijs verandert. Vaste prijs betekent dat ondanks marktschommelingen uw prijs hetzelfde blijft totdat u deze handmatig wijzigt. Gebruik prijsformule (geavanceerd) om meer gecompliceerde prijsmechanismen te creëren.
pl: Cena rynkowa oznacza, że cena na Twoim ogłoszeniu będzie się zmieniać wraz ze zmianami cen rynkowych. Stała cena oznacza, że pomimo wahań rynkowych Twoja cena pozostanie taka sama, dopóki nie zmienisz jej ręcznie. Użyj formuły cenowej (zaawansowanej), aby stworzyć bardziej skomplikowane mechanizmy cenowe.
pt_br: Preço de mercado significa que o preço do seu anúncio será alterado à medida que o preço de mercado mudar. Preço fixo significa que, apesar das flutuações do mercado, seu preço permanecerá o mesmo até que você o altere manualmente. Use a fórmula de preços (avançada) para criar mecanismos de preços mais complicados.
sl: Tržna cena pomeni, da se bo cena vašega oglasa spremenila, ko se spremeni tržna cena. Fiksna cena pomeni, da bo vaša cena kljub tržnim nihanjem ostala enaka, dokler je ročno ne spremenite. Uporabite cenovno formulo (napredno) za ustvarjanje bolj zapletenih mehanizmov določanja cen.
sv: Marknadspris betyder att priset på din annons kommer att ändras när marknadspriset ändras. Fast pris innebär att trots marknadsfluktuationer kommer ditt pris att förbli oförändrat tills du ändrar det manuellt. Använd prisformel (avancerad) för att skapa mer komplicerade prissättningsmekanismer.
tl: Ang presyo sa merkado ay nangangahulugan na ang presyo sa iyong ad ay magbabago habang nagbabago ang presyo sa merkado. Ang nakapirming presyo ay nangangahulugan na sa kabila ng mga pagbabago sa merkado ay mananatiling pareho ang iyong presyo hanggang sa manu-mano mong baguhin ito. Gumamit ng formula ng presyo (advanced) para gumawa ng mas kumplikadong mekanismo ng pagpepresyo.
tr: Piyasa fiyatı, piyasa fiyatı değiştikçe reklamınızın fiyatının da değişeceği anlamına gelir. Sabit fiyat, piyasadaki dalgalanmalara rağmen fiyatınızın siz manuel olarak değiştirene kadar aynı kalacağı anlamına gelir. Daha karmaşık fiyatlandırma mekanizmaları oluşturmak için fiyat formülünü (gelişmiş) kullanın.
ur: مارکیٹ کی قیمت کا مطلب ہے کہ آپ کے اشتھار کی قیمت مارکیٹ کی قیمت میں تبدیلی کے ساتھ ہی بدل جائے گی۔ مقررہ قیمت کا مطلب ہے کہ مارکیٹ کے اتار چڑھاؤ کے باوجود آپ کی قیمت اسی وقت تک برقرار رہے گی جب تک کہ آپ اسے دستی طور پر تبدیل نہیں کرتے ہیں۔ قیمتوں کا مزید پیچیدہ طریقہ کار بنانے کے لیے قیمت کا فارمولہ (جدید) استعمال کریں۔
zh_cn: 市场价格意味着您的广告价格会随着市场价格的变化而变化。 固定价格意味着尽管市场波动，您的价格将保持不变，直到您手动更改它。 使用价格公式（高级）来创建更复杂的定价机制。
zh_tw: 市場價格意味著您的廣告價格會隨著市場價格的變化而變化。 固定價格意味著儘管市場波動，您的價格將保持不變，直到您手動更改它。 使用價格公式（高級）來創建更複雜的定價機制。

# post8722Sbad250Sbprice8722Sbtype250Sbtitle
source: Price input type
cs: Typ zadání ceny
fi: Hinnan syöttötyyppi
fr: Type de saisie du prix
it: Tipo di input di prezzo
lt: Kainos įvesties tipas
nb: Pris input type
nl: Type prijsinvoer
pl: Typ wejścia ceny
pt_br: Tipo de entrada de preço
sl: Vrsta vnosa cene
sv: Pris inmat ningstyp
tl: Uri ng input ng presyo
tr: Fiyat giriş türü
ur: قیمت ان پٹ کی قسم
zh_cn: 价格输入类型
zh_tw: 價格輸入類型

# post8722Sbad250Sbprice250Sbtitle
source: Price
cs: Cena
fi: Hinta
fr: Prix
it: Prezzo
lt: Kaina
nb: Pris
nl: Prijs
pl: Cena
pt_br: Preço
sl: Cena
sv: Pris
tl: Presyo
tr: Fiyat
ur: قیمت
zh_cn: 价格
zh_tw: 價格

# post8722Sbad250Sbpublish8722Sbbtn
source: Publish advertisement
cs: Zveřejnit inzerát
fi: Julkaise ilmoitus
fr: Publier une annonce
it: Pubblica annuncio
lt: Paskelbti skelbimą
nb: Publiser annonse
nl: Advertentie publiceren
pl: Opublikuj ogłoszenie
pt_br: Publicar anúncio
sl: Objavi oglas
sv: Publicera annons
tl: Mag-publish ng patalastas
tr: Reklamı yayınla
ur: اشتہار شائع کریں
zh_cn: 发布广告
zh_tw: 發布廣告

# post8722Sbad250Sbrestrictions
source: Restrictions
cs: Omezení
fi: Rajoitukset
it: Restrizioni
lt: Apribojimai
nb: Begrensninger
nl: Beperkingen
pl: Ograniczenia
pt_br: Restrições
sl: Omejitve
sv: Restriktioner
tl: Mga paghihigpit
tr: Kısıtlamalar
ur: پابندیاں
zh_cn: 限制
zh_tw: 限制

# post8722Sbad250Sbreview
source: Review your advertisement
cs: Zkontrolujte svůj inzerát
fi: Esikatsele ilmoituksesi
fr: Vérifier votre annonce
it: Controlla il tuo annuncio
lt: Peržiūrėkite savo reklamą
nb: Se gjennom annonsen din
nl: Controleer uw advertentie
pl: Przejrzyj swoją reklamę
pt_br: Revise seu anúncio
sl: Preglejte svoj oglas
sv: Granska din annons
tl: Suriin ang iyong ad
tr: Reklamınızı inceleyin
ur: اپنے اشتہار کا جائزہ لیں
zh_cn: 确认你的广告
zh_tw: 確認你的廣告

# post8722Sbad250Sbreview250Sbad8722Sbtype
source: Ad type
cs: Typ reklamy
fi: Ilmoitustyyppi
fr: Type d'annonce
it: Tipo di annuncio
lt: Reklamos tipas
nb: Annonsetype
nl: Advertentietype
pl: Typ ogłoszenia
pt_br: Tipo de anúncio
sl: Vrsta oglasa
sv: Annon typ
tl: Uri ng ad
tr: Reklam türü
ur: اشتہار کی قسم
zh_cn: 交易类型
zh_tw: 交易類型

# post8722Sbad250Sbreview250Sbmargin
source: Margin
cs: Marže
fi: Marginaali
fr: Marge
it: Margine
lt: Marža
nl: Marge
pl: Margines
pt_br: Margem
sl: Marža
sv: Marginal
tr: Marj
ur: مارجن
zh_cn: 差价率
zh_tw: 期權金

# post8722Sbad250Sbreview250Sbminutes
source: minutes
cs: minut
fi: minuutit
it: minuti
lt: minučių
nb: minutter
nl: minuten
pl: minuty
pt_br: minutos
sl: minut
sv: minuter
tl: minuto
tr: dakika
ur: منٹ
zh_cn: 分钟
zh_tw: 分鐘

# post8722Sbad250Sbreview250Sbno
source: no
cs: ne
fi: Ei
fr: non
lt: ne
nb: Nei
nl: nee
pl: nie
pt_br: não
sv: Nej
tl: hindi
tr: HAYIR
ur: نہیں
zh_cn: 不
zh_tw: 不

# post8722Sbad250Sbreview250Sbyes
source: yes
cs: ano
fi: Kyllä
fr: oui
it: si
lt: taip
nb: ja
nl: ja
pl: tak
pt_br: sim
sl: ja
sv: ja
tl: oo
tr: Evet
ur: جی ہاں
zh_cn: 是
zh_tw: 是

# post8722Sbad250Sbrules8722Sbtext8722Sb0
source: Before creating an advertisement please read through our {termsOfService} and {guides}
cs: Před vytvořením inzerátu si prosím přečtěte naše {termsOfservice} a {guides}
fi: Ennen kuin luot ilmoituksen, lue {termsOfService} ja {guides}
fr: Avant de créer une annonce, veuillez lire nos {termsOfservice} et nos {guides}
it: Prima di creare un annuncio, leggi i nostri {termsOfService} e {guides}
lt: Prieš kurdami reklamą perskaitykite mūsų {termsOfService} ir {guides}
nb: Før du oppretter en annonse, vennligst les gjennom våre {termsOfService} og {guides}
nl: Lees voordat u een advertentie maakt onze {termsOfservice} en {guides}
pl: Przed utworzeniem reklamy przeczytaj {termsOfService} oraz {guides}
pt_br: Antes de criar um anúncio leia nossos {termsOfservice} e {guides}
sl: Pred ustvarjanjem oglasa preberite naša {termsOfService} in {guides}
sv: Innan du skapar en annons, läs igenom vår {termsOfService} och {guides}
tl: Bago gumawa ng advertisement mangyaring basahin ang aming {termsOfservice} at {guides}
tr: Bir reklam oluşturmadan önce lütfen {termsOfService} ve {guides} bölümlerimizi okuyun.
ur: اشتہار بنانے سے پہلے براہ کرم ہمارے {termsOfService} اور {guides} کو پڑھیں
zh_cn: 在创建交易广告前，请阅读我们的{termsOfService}和交易{guides}
zh_tw: 在創建交易廣告前，請閱讀我們的{termsOfService}和交易{guides}

# post8722Sbad250Sbrules8722Sbtext8722Sb08722Sbguides
source: guides
cs: průvodci
fi: oppaita
it: guide
lt: vedliai
nb: guider
nl: handleidingen
pl: wskazówki
pt_br: guias
sl: vodniki
sv: guider
tl: mga gabay
tr: kılavuzlar
ur: رہنما
zh_cn: 指南
zh_tw: 指南

# post8722Sbad250Sbrules8722Sbtext8722Sb08722Sbterms8722Sbof8722Sbservice
source: Terms of Service
cs: Podmínky služby
fi: Käyttöehdot
fr: conditions d'utilisation
it: Termini di servizio
lt: Paslaugų teikimo sąlygos
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki świadczenia usług
pt_br: termos de serviço
sl: Pogoji Storitve
sv: Användarvillkor
tl: Mga Tuntunin ng Serbisyo
tr: Kullanım Şartları
ur: سروس کی شرائط
zh_cn: 服务条款
zh_tw: 服務條款

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb0
source: Each completed trade costs advertisers 1% of the total trade amount (arbitration protection fee).
cs: Každý dokončený obchod stojí inzerenty 1 % z celkové částky obchodu (poplatek za arbitrážní ochranu).
fi: Jokainen tehty kauppa maksaa ilmoittajalle 1% kaupan kokonaissummasta (välimiesmenettelyn suojamaksu).
fr: Chaque transaction complétée coûte aux annonceurs 1% du montant total de l'échange (frais de protection d'arbitrage).
it: Ogni operazione completata costa agli inserzionisti l'1% dell'importo totale dell'operazione (tassa di protezione dell'arbitrato).
lt: Kiekvienas įvykdytas sandoris reklamuotojams kainuoja 1% visos prekybos sumos (arbitražo apsaugos mokestis).
nb: Hver fullført handel koster annonsørene 1 % av det totale handelsbeløpet (voldgiftsbeskyttelsesgebyr).
nl: Elke voltooide transactie kost adverteerders 1% van het totale transactiebedrag (arbitragebeschermingskosten).
pl: Każdy zakończony handel kosztuje ogłoszeniodawców 1% całkowitej kwoty handlu (opłata za ochronę arbitrażu).
pt_br: Cada anúncio comercial completo custa aos anunciantes 1% do valor total do comércio (taxa de proteção de arbitragem).
sl: Vsako opravljeno trgovanje stane oglaševalce 1 % skupnega zneska (pristojbina za zaščito arbitraže).
sv: Varje avslutad handel kostar annonsörerna 1% av det totala handelsbeloppet (skiljedomsskyddsavgift).
tl: Ang bawat nakumpletong kalakalan ay nagkakahalaga ng mga advertiser ng 1% ng kabuuang halaga ng kalakalan (arbitration protection fee).
tr: Tamamlanan her ticaretin reklamverenlere toplam ticaret tutarının %1'i kadar maliyeti vardır (tahkim koruma ücreti).
ur: ہر مکمل شدہ تجارت کی لاگت مشتہرین کو کل تجارتی رقم کا 1% (ثالثی تحفظ کی فیس) ہوتی ہے۔
zh_cn: 每笔完成的交易费用广告商总交易金额的 1%（仲裁保护费）。
zh_tw: 每筆完成的交易費用廣告商總交易金額的 1%（仲裁保護費）。
