Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sbstatus250Sbsettlement250Sbprocessing250Sbdescription
source: The settlement is being processed. <br /> Please wait, there's nothing that you need to do.
cs: Vypořádání se zpracovává. <br /> Počkejte prosím, nemusíte nic dělat.
fi: Sovittelua käsitellään. <br /> Odota, sinun ei tarvitse tehdä mitään.
fr: Le règlement est en cours de traitement.<br />Veuillez patienter, vous n'avez rien à faire.
it: L'insediamento è in fase di elaborazione. <br /> Per favore aspetta, non c'è niente che tu debba fare.
lt: Atsiskaitymas tvarkomas. <br /> Palaukite, jums nieko nereikia daryti.
nb: Oppgjøret er under behandling. <br /> Vennligst vent, det er ingenting du trenger å gjøre.
nl: De afwikkeling wordt verwerkt. <br /> Even geduld, u hoeft niets te doen.
pl: Uregulowanie jest przetwarzane.<br /> Poczekaj, nic nie musisz zrobić.
pt_br: O assentamento está sendo processado. <br /> Por favor, espere, não há nada que você precise fazer.
sl: Poravnava je v obdelavi. <br /> Počakajte, storiti vam ni treba ničesar.
sv: Avräkningen håller på att bearbetas. <br /> Vänligen vänta, det finns inget du behöver göra.
tl: Pinoproseso na ang settlement. <br /> Mangyaring maghintay, wala kang kailangang gawin.
tr: Anlaşma işleniyor. <br /> Lütfen bekleyin, yapmanız gereken hiçbir şey yok.
ur: تصفیہ کی کارروائی جاری ہے۔ <br /> براہ کرم انتظار کریں، آپ کو کچھ کرنے کی ضرورت نہیں ہے۔
zh_cn: 结算正在处理中。 <br /> 请稍候，您没有什么需要做的。
zh_tw: 正在處理結算。 <br /> 請稍等，您無需執行任何操作。

# trade250Sbstatus250Sbsettlement250Sbprocessing250Sbtime8722Sbestimation
source: This may take 10-60 minutes.
cs: To může trvat 10–60 minut.
fi: Tämä voi kestää 10–60 minuuttia.
fr: Cela peut prendre de 10 à 60 minutes.
it: Questo può richiedere 10-60 minuti.
lt: Tai gali užtrukti 10–60 minučių.
nb: Dette kan ta 10-60 minutter.
nl: Dit kan 10-60 minuten duren.
pl: To może potrwać 10-60 minut.
pt_br: Isto pode levar de 10 a 60 minutos.
sl: To lahko traja 10–60 minut.
sv: Detta kan ta 10-60 minuter.
tl: Maaaring tumagal ito ng 10-60 minuto.
tr: Bu 10-60 dakika sürebilir.
ur: اس میں 10-60 منٹ لگ سکتے ہیں۔
zh_cn: 这可能需要10-60分钟。
zh_tw: 這可能需要 10-60 分鐘。

source: Awaiting transfer to the buyer's settlement wallet...
cs: Čeká se na převod do zúčtovací peněženky kupujícího...
fi: Odottaa siirtoa ostajan maksulompakkoon...
fr: En attente de transfert vers le portefeuille de règlement de l'acheteur ...
it: In attesa di trasferimento al portafoglio di liquidazione dell'acquirente...
lt: Laukiama pervedimo į pirkėjo atsiskaitomąją piniginę...
nb: Avventer overføring til kjøpers oppgjørslommebok...
nl: In afwachting van overdracht naar de afwikkelingsportefeuille van de koper...
pl: Oczekiwanie na przesłanie do portfela na uregulowania kupującego...
pt_br: Aguardando transferência para a carteira do comprador.
sl: Čakanje na nakazilo v kupčevo poravnalno denarnico ...
sv: Väntar på överföring till köparens plånbok...
tl: Naghihintay ng paglipat sa wallet ng buyer's settlement...
tr: Alıcının ödeme cüzdanına aktarılmayı bekliyor...
ur: خریدار کے سیٹلمنٹ والیٹ میں منتقلی کا انتظار ہے...
zh_cn: 正在等待转账到买家的结算钱包...
zh_tw: 正在等待轉賬到買家的結算錢包...

source: Awaiting transfer to the seller's non-custodial wallet...
cs: Čeká se na převod do nevazební peněženky prodejce...
fi: Odottaa siirtoa myyjän hallitsemaan lompakkoon...
fr: En attente de transfert vers le portefeuille personnel du vendeur ...
it: In attesa di trasferimento al portafoglio non custode del venditore...
lt: Laukiama pervedimo į pardavėjo nelaisvę piniginę...
nb: Avventer overføring til selgers ikke-forvarende lommebok...
nl: In afwachting van overdracht naar de niet-custodiale portefeuille van de verkoper...
pl: Oczekiwanie na przesłanie do portfela non-custodial sprzedawcy...
pt_br: Aguardando transferência para a carteira não-custodial do vendedor.
sl: Čakanje na prenos v prodajalčevo neskrbniško denarnico...
sv: Väntar på överföring till säljarens icke-förvarsskyldiga plånbok ...
tl: Naghihintay ng paglipat sa wallet na hindi kinukustodiya ng nagbebenta...
tr: Satıcının saklama dışı cüzdanına aktarılmayı bekliyor...
ur: بیچنے والے کے غیر تحویل والے والیٹ میں منتقلی کا انتظار ہے...
zh_cn: 正在等待转入卖家的非托管钱包...
zh_tw: 正在等待轉入賣家的非託管錢包...

source: Confirming transfer to the seller's non-custodial wallet...
cs: Potvrzuje se převod do nevazební peněženky prodejce...
fi: Vahvistetaan siirtoa myyjän hallitsemaan lompakkoon...
fr: Confirmation du transfert vers le portefeuille personnel du vendeur...
it: Confermando il trasferimento al portafoglio del venditore non custode...
lt: Patvirtinamas pervedimas į pardavėjo nelaisvės piniginę...
nb: Bekrefter overføring til selgers ikke-depot-lommebok...
nl: Overboeking naar de niet-custodiale portefeuille van de verkoper bevestigen...
pl: Potwierdzanie przesłania do portfela non-custodial sprzedawcy...
pt_br: Confirmando a transferência para a carteira não-custodial do vendedor.
sl: Potrjujem prenos v prodajalčevo neskrbniško denarnico...
sv: Bekräftar överföring till säljarens icke-förmyndarregistrerade plånbok...
tl: Kinukumpirma ang paglilipat sa wallet na hindi pang-custodial ng nagbebenta...
tr: Satıcının saklama dışı cüzdanına aktarım onaylanıyor...
ur: بیچنے والے کے غیر تحویل والے والیٹ میں منتقلی کی تصدیق کر رہا ہے...
zh_cn: 正在确认转账到卖家的非托管钱包...
zh_tw: 正在確認轉賬到賣家的非託管錢包...

# trade250Sbstatus250Sbsettlement250Sbprogress250Sbstepper250Sbdone250Sbbuyer
source: Done! Check your receiving wallet and you’ll see the transaction!
cs: Hotovo! Zkontrolujte svou peněženku a uvidíte transakci!
fi: Valmista! Tarkista vastaanottava lompakkosi ja näet transaktion!
fr: Fait ! Vérifiez votre portefeuille de réception et vous verrez la transaction !
it: Fatto! Controlla il tuo portafoglio di ricezione e vedrai la transazione!
lt: Padaryta! Patikrinkite savo piniginę ir pamatysite operaciją!
nb: Ferdig! Sjekk mottakerlommeboken din, og du vil se transaksjonen!
nl: Klaar! Controleer uw ontvangende portefeuille en u zult de transactie zien!
pl: Gotowe! Sprawdź portfel odbierający, a zobaczysz transakcję!
pt_br: Feito! Confira sua carteira de recebimento e você verá a transação!
sl: Končano! Preverite svojo prejemno denarnico in videli boste transakcijo!
sv: Gjort! Kontrollera din mottagande plånbok och du kommer att se transaktionen!
tl: Tapos na! Tingnan ang iyong receiving wallet at makikita mo ang transaksyon!
tr: Tamamlamak! Alıcı cüzdanınızı kontrol edin, işlemi göreceksiniz!
ur: ہو گیا! اپنا وصول کرنے والا پرس چیک کریں اور آپ کو لین دین نظر آئے گا!
zh_cn: 完毕！检查您的收款钱包，您会看到交易！
zh_tw: 完畢！檢查您的收款錢包，您會看到交易！

# trade250Sbstatus250Sbsettlement250Sbprogress250Sbstepper250Sbdone250Sbseller
source: Done! The buyer should now see the transaction in the receiving wallet.
cs: Hotovo! Kupující by nyní měl vidět transakci v přijímající peněžence.
fi: Valmista! Ostajan pitäisi nyt nähdä transaktio vastaanottavassa lompakossa.
fr: Fait ! L'acheteur devrait maintenant voir la transaction dans son portefeuille de réception.
it: Fatto! L'acquirente dovrebbe ora vedere la transazione nel portafoglio ricevente.
lt: Padaryta! Dabar pirkėjas turėtų matyti operaciją gaunančioje piniginėje.
nb: Ferdig! Kjøperen skal nå se transaksjonen i mottakerlommeboken.
nl: Klaar! De koper zou nu de transactie in de ontvangende portefeuille moeten zien.
pl: Gotowe! Kupujący powinien teraz zobaczyć transakcję w portfelu odbierającym.
pt_br: Feito! O comprador deve agora ver a transação na carteira de recebimento.
sl: Končano! Kupec bi moral zdaj videti transakcijo v prejemni denarnici.
sv: Klart! Köparen bör nu se transaktionen i den mottagande plånboken.
tl: Tapos na! Dapat na ngayong makita ng mamimili ang transaksyon sa tatanggap na wallet.
tr: Tamamlamak! Alıcı artık işlemi alıcı cüzdanda görmelidir.
ur: ہو گیا! خریدار کو اب وصول کرنے والے والیٹ میں لین دین دیکھنا چاہیے۔
zh_cn: 完毕！买家现在应该在接收钱包中看到交易。
zh_tw: 完畢！買家現在應該在接收錢包中看到交易。

# trade250Sbstatus250Sbsettlement250Sbprogress250Sbstepper250Sbeta8722Sbminutes
source: min
tr: dk.
ur: منٹ
zh_cn: 分钟
zh_tw: 分鐘

source: Choose whether you want to calculate the exchange based on how much {asset} you want to send or how much {currencyCode} you want to receive. We'll use it to find the best offers for you.
cs: Vyberte, zda chcete směnu vypočítat podle toho, kolik {asset} chcete poslat nebo kolik {currencyCode} chcete přijmout. Použijeme to k nalezení nejlepších nabídek pro vás.
fi: Lasketaanko kuinka paljon {asset} haluat lähettää vai kuinka paljon {currencyCode} haluat vastaanottaa. Käytämme sitä löytääksemme sinulle parhaat tarjoukset.
fr: Choisissez si vous souhaitez calculer l'échange en fonction de la quantité de {asset} que vous souhaitez envoyer ou de la quantité de {currencyCode} que vous souhaitez recevoir. Nous l'utiliserons pour trouver les meilleures offres pour vous.
it: Scegli se vuoi calcolare lo scambio in base a quanto {asset} vuoi inviare o quanto {currencyCode} vuoi ricevere. Lo useremo per trovare le migliori offerte per te.
lt: Pasirinkite, ar norite apskaičiuoti mainus pagal tai, kiek {asset} norite išsiųsti, ar kiek {currencyCode} norite gauti. Naudosime jį norėdami rasti geriausius pasiūlymus.
nb: Velg om du vil beregne byttet basert på hvor mye {asset} du vil sende eller hvor mye {currencyCode} du vil motta. Vi bruker den til å finne de beste tilbudene for deg.
nl: Kies of u de uitwisseling wilt berekenen op basis van hoeveel {asset} u wilt verzenden of hoeveel {currencyCode} u wilt ontvangen. We zullen het gebruiken om de beste aanbiedingen voor u te vinden.
pl: Wybierz, czy chcesz obliczyć wymianę na podstawie tego, ile {asset} chcesz wysłać, czy też ile {currencyCode} chcesz otrzymać. Użyjemy tego do znalezienia najlepszego ogłoszenia dla Ciebie.
pt_br: Escolha se você quer calcular a troca com base em quanto {asset} você quer enviar ou quanto {currencyCode} você quer receber. Nós o utilizaremos para encontrar as melhores ofertas para você.
sl: Izberite, ali želite izračunati izmenjavo glede na to, koliko {asset} želite poslati ali koliko {currencyCode} želite prejeti. Uporabili ga bomo za iskanje najboljših ponudb za vas.
sv: Välj om du vill beräkna växlingen baserat på hur mycket {asset} du vill skicka eller hur mycket {currencyCode} du vill ta emot. Vi använder den för att hitta de bästa erbjudandena till dig.
tl: Piliin kung gusto mong kalkulahin ang palitan batay sa kung magkano {asset} ang gusto mong ipadala o kung magkano {currencyCode} ang gusto mong matanggap. Gagamitin namin ito upang mahanap ang pinakamahusay na alok para sa iyo.
tr: Değişimi ne kadar {asset} göndermek istediğinize veya ne kadar {currencyCode} almak istediğinize göre hesaplamak isteyip istemediğinizi seçin. Sizin için en iyi teklifleri bulmak için bunu kullanacağız.
ur: منتخب کریں کہ آیا آپ ایکسچینج کا حساب لگانا چاہتے ہیں اس بنیاد پر کہ آپ کتنا {asset} بھیجنا چاہتے ہیں یا کتنا {currencyCode} وصول کرنا چاہتے ہیں۔ ہم اسے آپ کے لیے بہترین پیشکشیں تلاش کرنے کے لیے استعمال کریں گے۔
zh_cn: 选择是根据您想发送多少 {asset} 或您想接收多少 {currencyCode} 来计算交换。我们将使用它来为您找到最优惠的价格。
zh_tw: 選擇是根據您想發送多少 {asset} 或您想接收多少 {currencyCode} 來計算交換。我們將使用它來為您找到最優惠的價格。

# wallet250Sbswap250Sbnative250Sbamount8722Sbtype8722Sbselector250Sbreceive
source: Receive {currencyCode}
cs: Přijmout {currencyCode}
fi: Vastaanota {currencyCode}
fr: Recevoir du {currencyCode}
it: Ricevere {currencyCode}
lt: Gauti {assetName}
nb: Motta {currencyCode}
nl: Ontvang {currencyCode}
pl: Odbierz {currencyCode}
pt_br: Receber {currencyCode}
sl: Prejmi {currencyCode}
sv: Ta emot {currencyCode}
tl: Tumanggap ng {assetName}
tr: {assetName} al
ur: وصول کریں {currencyCode}
zh_cn: 接收 {currencyCode}
zh_tw: 接收 {currencyCode}

# wallet250Sbswap250Sbnative250Sbamount8722Sbtype8722Sbselector250Sbsend
source: Send {asset}
cs: Odeslat {asset}
fi: Lähetä {asset}
fr: Envoyer du {asset}
it: Invia {asset}
lt: Siųsti {assetName}
nb: Send {assetName}
nl: Stuur {asset}
pl: Wyślij {asset}
pt_br: Enviar {asset}
sl: Pošlji {asset}
sv: Skicka {asset}
tl: Ipadala {assetName}
tr: {asset} gönder
ur: بھیجیں {asset}
zh_cn: 发送 {asset}
zh_tw: 發送 {asset}

source: The amount of {currencyCode} you want to receive
cs: Částka {currencyCode}, kterou chcete obdržet
fi: {currencyCode}:n määrä, jonka haluat vastaanottaa
fr: Le montant de {currencyCode} que vous souhaitez recevoir
it: La quantità di {currencyCode} che vuoi ricevere
lt: Norima gauti {currencyCode} suma
nb: Mengden {currencyCode} du ønsker å motta
nl: De hoeveelheid van {currencyCode} dat u wilt ontvangen
pl: Kwota {currencyCode}, którą chcesz otrzymać
pt_br: A quantidade de {currencyCode} que você deseja receber
sl: Znesek {currencyCode}, ki ga želite prejeti
sv: Beloppet för {currencyCode} du vill ta emot
tl: Ang halaga ng {currencyCode} na gusto mong matanggap
tr: Almak istediğiniz {currencyCode} miktarı
ur: {currencyCode} کی رقم جو آپ وصول کرنا چاہتے ہیں
zh_cn: 您希望收到的 {currencyCode} 数量
zh_tw: 您希望收到的 {currencyCode} 數量

source: The amount of {asset} you want to send
cs: Částka {asset}, kterou chcete odeslat
fi: {asset}:n määrä, jonka haluat lähettää
fr: Le montant de {asset} que vous souhaitez envoyer
it: La quantità di {asset} che vuoi inviare
lt: Norimas išsiųsti {asset} kiekis
nb: Mengden {asset} du vil sende
nl: De hoeveelheid van {asset} dat u wilt verzenden
pl: Ilość {asset}, którą chcesz wysłać
pt_br: A quantidade de {asset} que você deseja enviar
sl: Znesek {asset}, ki ga želite poslati
sv: Beloppet för {asset} du vill skicka
tl: Ang halaga ng {asset} na gusto mong ipadala
tr: Göndermek istediğiniz {asset} miktarı
ur: جتنی {asset} آپ بھیجنا چاہتے ہیں
zh_cn: 您要发送的 {asset} 的数量
zh_tw: 您要發送的 {asset} 的數量

# wallet250Sbswap250Sbnative250Sberror250Sbinvalid8722Sbamount
source: Invalid amount
cs: Neplatná částka
fi: Virheellinen määrä
fr: Montant invalide
it: Importo non valido
lt: Neteisinga suma
nb: Ugyldig beløp
nl: Ongeldige hoeveelheid
pl: Nieprawidłowa kwota
pt_br: Valor inválido
sl: Neveljaven znesek
sv: Ogiltigt belopp
tl: Di-wastong halaga
tr: Geçersiz tutar
ur: غلط رقم
zh_cn: 无效金额
zh_tw: 金額無效

# wallet250Sbswap250Sbnative250Sberror250Sbno8722Sboffers
source: We couldn't find any suitable offers... try adjusting the amount.
cs: Nenašli jsme žádné vhodné nabídky... zkuste upravit částku.
fi: Emme löytäneet sopivia tarjouksia... yritä muuttaa summaa.
fr: Nous n'avons trouvé aucune offre correspondante ... essayez d'ajuster le montant.
it: Non abbiamo trovato nessuna offerta adatta... prova a modificare l'importo.
lt: Neradome tinkamų pasiūlymų... pabandykite pakoreguoti sumą.
nb: Vi fant ingen passende tilbud... prøv å justere beløpet.
nl: We konden geen geschikte aanbiedingen vinden... probeer de hoeveelheid aan te passen.
pl: Nie mogliśmy znaleźć odpowiedniego ogłoszenia... spróbuj dostosować kwotę.
pt_br: Não conseguimos encontrar nenhuma oferta adequada... tente ajustar a quantia.
sl: Nismo mogli najti nobene ustrezne ponudbe... poskusite prilagoditi znesek.
sv: Vi kunde inte hitta några lämpliga erbjudanden... försök att justera beloppet.
tl: Wala kaming mahanap na anumang angkop na alok... subukang ayusin ang halaga.
tr: Uygun teklif bulamadık... Tutarı ayarlamayı deneyin.
ur: ہمیں کوئی مناسب پیشکش نہیں مل سکی... رقم کو ایڈجسٹ کرنے کی کوشش کریں۔
zh_cn: 我们找不到任何合适的报价...尝试调整金额。
zh_tw: 我們找不到任何合適的報價...嘗試調整金額。

# wallet250Sbswap250Sbnative250Sboffers250Sbtitle
source: Choose an offer
cs: Vyberte si nabídku
fi: Valitse tarjous
fr: Choisir une offre
it: Scegliere un'offerta
lt: Pasirinkite pasiūlymą
nb: Velg et tilbud
nl: Kies een aanbieding
pl: Wybierz ogłoszenie
pt_br: Escolha uma oferta
sl: Izberite ponudbo
sv: Välj ett erbjudande
tl: Pumili ng alok
tr: Bir teklif seçin
ur: ایک پیشکش کا انتخاب کریں
zh_cn: 选择优惠
zh_tw: 選擇優惠

# wallet250Sbswap250Sbnative250Sboffers250Sbview8722Sbad8722Sbbutton
source: View ad
cs: Zobrazit inzerát
fi: Näytä ilmoitus
fr: Voir l'annonce
it: Visualizza l'annuncio
lt: Žiūrėti skelbimą
nb: Se annonse
nl: Advertentie bekijken
pl: Zobacz ogłoszenie
pt_br: Ver anúncio
sl: Poglej oglas
sv: Visa annons
tl: Tingnan ang ad
tr: Reklamı görüntüle
ur: اشتہار دیکھیں
zh_cn: 查看广告
zh_tw: 查看廣告

# wallet250Sbswap250Sbnative250Sbtrade8722Sbbutton
source: Trade
cs: Obchod
fi: Käy kauppaa
fr: Échanger
it: Scambio
lt: Prekyba
nb: Handel
nl: Handel
pl: Handel
pt_br: Troca
sl: Trgovanje
sv: Handel
tr: Ticaret
ur: تجارت
zh_cn: 交换
zh_tw: 交換

# wallet250Sbswap250Sbpowered8722Sbby
source: powered by {partner}
cs: poháněno {partner}
fi: Mahdollistanut {partner}
fr: fourni par {partner}
it: fornito da {partner}
lt: maitina {partner}
nb: drevet av {partner}
nl: mede mogelijk gemaakt door {partner}
pl: realizowane przez {partner}
pt_br: desenvolvido por {partner}
sl: poganja {partner}
sv: drivs av {partner}
tl: pinapagana ng {partner}
tr: {partner} tarafından desteklenmektedir
ur: تقویت یافتہ بذریعہ {partner}
zh_cn: 由 {partner}提供支持
zh_tw: 由 {partner}提供支持

# wallet250Sbswap250Sbprovide8722Sbemail
source: Give {partner} my contact email
cs: Dejte {partner} můj kontaktní e-mail
fi: Anna sähköpostiosoitteeni {partner}:lle
fr: Donner à {partner} mon e-mail de contact
it: Dai a {partner} il mio indirizzo email di contatto
lt: Pateikite {partner} mano kontaktinį el. pašto adresą
nb: Gi {partner} kontakt-e-posten min
nl: Geef {partner} mijn contact e-mailadres
pl: Podaj {partner} mój email kontaktowy
pt_br: Dê a {partner} meu e-mail de contato
sl: Posreduj {partner} moj kontaktni e-poštni naslov
sv: Ge {partner} min kontaktmail
tl: Ibigay {partner} ang aking email sa pakikipag-ugnayan
tr: {partner}'e iletişim e-postamı ver
ur: {partner} کو میرا رابطہ ای میل دیں
zh_cn: 给我的联系电子邮件 {partner}
zh_tw: 給我的聯繫電子郵件 {partner}

# wallet250Sbswap250Sbsave8722Sblink
source: Be sure to save this link, it's your only way of tracking the trade!
cs: Tento odkaz si nezapomeňte uložit, je to váš jediný způsob sledování obchodu!
fi: Muista tallentaa tämä linkki, se on ainoa tapasi seurata kauppaa!
fr: Assurez-vous de sauvegarder ce lien, c'est votre seul moyen de suivre la transaction !
it: Assicurati di salvare questo collegamento, è il tuo unico modo per monitorare il commercio!
lt: Būtinai išsaugokite šią nuorodą, tai vienintelis būdas sekti prekybą!
nb: Husk å lagre denne linken, det er din eneste måte å spore handelen på!
nl: Zorg ervoor dat u deze link opslaat, het is uw enige manier om de transactie te volgen!
pl: Pamiętaj, aby zapisać ten link, to Twój jedyny sposób śledzenia handlu!
pt_br: Certifique-se de salvar este link, é a sua única maneira de rastrear a negociação!
sl: Ne pozabite shraniti te povezave, saj je to vaš edini način za sledenje trgovanju!
sv: Se till att spara denna länk, det är ditt enda sätt att följa handeln!
tl: Siguraduhing i-save ang link na ito, ito lamang ang iyong paraan ng pagsubaybay sa kalakalan!
tr: Bu bağlantıyı kaydettiğinizden emin olun, ticareti takip etmenin tek yolu budur!
ur: اس لنک کو محفوظ کرنا یقینی بنائیں، یہ تجارت کو ٹریک کرنے کا آپ کا واحد طریقہ ہے!
zh_cn: 请务必保存此链接，这是跟踪交易的唯一方法！
zh_tw: 請務必保存此鏈接，這是跟踪交易的唯一方法！

# wallet250Sbswap250Sbsend8722Sbbtn
source: Send the coins!
cs: Pošlete mince!
fi: Lähetä kolikot!
fr: Envoyer les jetons !
it: Invia le monete!
lt: Siųsk monetas!
nb: Send myntene!
nl: Stuur de munten!
pl: Wyślij kryptowalutę!
pt_br: Envie as moedas!
sl: Pošljite kovance!
sv: Skicka mynten!
tl: Ipadala ang mga barya!
tr: Paraları gönder!
ur: سکے بھیجیں!
zh_cn: 发送硬币！
zh_tw: 發送硬幣！

# wallet250Sbswap250Sbstatus250Sbavailable
source: Status: available
cs: Status: k dispozici
fi: Tila: saatavilla
fr: Statut : disponible
it: Stato: disponibile
lt: Būsena: prieinama
nb: Status: tilgjengelig
nl: Status: beschikbaar
pl: Status: dostępny
pt_br: Status: disponível
sl: Status: na voljo
sv: Status: tillgänglig
tl: Katayuan: magagamit
tr: Durum: mevcut
ur: حیثیت: دستیاب
zh_cn: 状态：可用
zh_tw: 狀態：可用

# wallet250Sbswap250Sbswap8722Sbasset8722Sbinput250Sbwithdrawal
source: Estimated sent {asset}
cs: Odhadované odeslání {asset}
fi: Arvioitu lähetys {asset}
fr: Estimation de la somme envoyée en {asset}
it: Stimato inviato {asset}
lt: Numatomas išsiųstas {asset}
nb: Estimert sendt {asset}
nl: Geschatte verzonden {asset}
pl: Szacowane wysłane {asset}
pt_br: Enviado estimado em {asset}
sl: Predvideno poslano {asset}
sv: Uppskattningsvis skickat {asset}
tl: Tinantyang naipadala {asset}
tr: Tahmini gönderilen {asset}
ur: تخمینی بھیجی گئی {asset}
zh_cn: 估计已发送 {asset}
zh_tw: 估計已發送 {asset}
