Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbsell250Sbstep8722Sbthree8722Sbtext
source: From the list of advertisements, choose one from a trader with a good reputation score and a high amount of trades. A green circle means the trader has been online today, a yellow circle means they have visited the site this week and a grey circle means that the trader hasn't been here for over a week. You can click the 'Sell' button to view more information about an advertisement.
cs: Ze seznamu inzerátů vyberte jeden od obchodníka s dobrým skóre reputace a vysokým počtem obchodů. Zelený kruh znamená, že obchodník byl dnes online, žlutý kruh znamená, že web tento týden navštívil, a šedý kruh znamená, že obchodník zde nebyl déle než týden. Kliknutím na tlačítko 'Prodat' zobrazíte další informace o inzerátu.
fi: Valitse ilmoitusluettelosta kauppias, jolla on hyvä maine ja suuri määrä kauppoja. Vihreä ympyrä tarkoittaa, että kauppias on ollut verkossa tänään, keltainen ympyrä tarkoittaa, että hän on käynyt sivustolla tällä viikolla ja harmaa ympyrä tarkoittaa, että kauppias ei ole ollut täällä yli viikkoon. Voit napsauttaa 'Myy'-painiketta nähdäksesi lisätietoja ilmoituksesta.
fr: Dans la liste des annonces, choisissez-en une parmi avec un trader ayant une bonne évaluation et un grand nombre de transactions. Un cercle vert signifie que le trader a été en ligne aujourd'hui, un cercle jaune signifie qu'il a visité le site cette semaine et un cercle gris signifie que le trader n'est pas venu depuis plus d'une semaine. Vous pouvez cliquer sur le bouton "Vendre" pour afficher plus d'informations sur une annonce.
it: Dalla lista degli annunci, scegliere un trader con un buon punteggio di reputazione e una quantità elevata di scambi. Un cerchio verde significa che il trader è online oggi, un cerchio giallo significa che ha visitato il sito questa settimana e un cerchio grigio significa che il trader non è qui da più di una settimana. È possibile fare clic sul pulsante 'Vendi' per visualizzare ulteriori informazioni su un annuncio.
lt: Iš skelbimų sąrašo pasirinkite prekybininką, turintį gerą reputaciją ir didelį sandorių skaičių. Žalias apskritimas reiškia, kad prekiautojas šiandien prisijungė, geltonas apskritimas reiškia, kad jis lankėsi svetainėje šią savaitę, o pilkas apskritimas reiškia, kad prekiautojas čia nebuvo daugiau nei savaitę. Norėdami pamatyti daugiau informacijos apie skelbimą, galite spustelėti mygtuką „Parduoti“.
nb: Fra listen over annonser, velg en fra en handelsmann med et godt omdømme og et høyt antall handler. En grønn sirkel betyr at traderen har vært online i dag, en gul sirkel betyr at de har besøkt siden denne uken og en grå sirkel betyr at traderen ikke har vært her på over en uke. Du kan klikke på "Selg"-knappen for å se mer informasjon om en annonse.
nl: Uit de lijst met advertenties, kies een handelaar met een goede reputatiescore en een groot aantal transacties. Een groene cirkel betekent dat de handelaar vandaag online is geweest, een gele cirkel betekent dat hij deze week de site heeft bezocht en een grijze cirkel betekent dat de handelaar hier al meer dan een week niet is geweest. U kunt op de knop 'Verkopen' klikken om meer informatie over een advertentie te bekijken.
pl: Z listy ogłoszeń wybierz takie handlowca z dobrą oceną i dużą ilością transakcji. Zielone koło oznacza, że handlowiec był dziś online, żółte koło oznacza, że odwiedził witrynę w tym tygodniu, a szare koło oznacza, że handlowiec nie był tu od ponad tygodnia. Możesz kliknąć przycisk „Sprzedaj”, aby wyświetlić więcej informacji o ogłoszeniu.
pt_br: A partir da lista de anúncios, escolha uma oferta de um operador com uma boa reputação e uma grande quantidade de negociações. Um círculo verde significa que o operador esteve on-line hoje, um círculo amarelo significa que ele visitou o site esta semana e um círculo cinza significa que o operador não fica online há mais de uma semana. Você pode clicar no botão 'Vender' para ver mais informações sobre um anúncio.
sl: Na seznamu oglasov izberite enega od trgovalcev z dobrim ugledom in velikim številom preteklih trgovanj. Zelen krog pomeni, da je bil trgovec danes online, rumen krog pomeni, da je spletno mesto obiskal ta teden, siv krog pa pomeni, da trgovec ni bil tukaj več kot en teden. Za več informacij o oglasu lahko kliknete gumb "Prodaj".
sv: Från listan över annonser, välj en från en handlare med ett gott rykte och ett stort antal affärer. En grön cirkel betyder att handlaren har varit online idag, en gul cirkel betyder att de har besökt webbplatsen den här veckan och en grå cirkel betyder att handlaren inte har varit här på över en vecka. Du kan klicka på knappen "Sälj" för att se mer information om en annons.
tl: Mula sa listahan ng mga advertisement, pumili ng isa mula sa isang mangangalakal na may magandang marka ng reputasyon at mataas na halaga ng mga trade. Ang berdeng bilog ay nangangahulugan na ang mangangalakal ay online ngayon, ang isang dilaw na bilog ay nangangahulugan na binisita nila ang site ngayong linggo at ang isang kulay-abo na bilog ay nangangahulugan na ang mangangalakal ay hindi nakapunta rito nang mahigit isang linggo. Maaari mong i-click ang pindutang 'Ibenta' upang tingnan ang higit pang impormasyon tungkol sa isang advertisement.
tr: İlan listesinden iyi itibar puanına ve yüksek miktarda ticarete sahip bir tüccar arasından birini seçin. Yeşil daire, yatırımcının bugün çevrimiçi olduğu, sarı daire bu hafta siteyi ziyaret ettiği ve gri daire ise yatırımcının bir haftadan uzun süredir burada olmadığı anlamına gelir. Bir ilan hakkında daha fazla bilgi görüntülemek için 'Sat' butonuna tıklayabilirsiniz.
ur: اشتہارات کی فہرست میں سے، اچھی شہرت کے اسکور اور زیادہ تجارت والے تاجر میں سے ایک کا انتخاب کریں۔ سبز دائرے کا مطلب ہے کہ تاجر آج آن لائن ہے، پیلے رنگ کے دائرے کا مطلب ہے کہ اس نے اس ہفتے سائٹ کا دورہ کیا ہے اور سرمئی دائرے کا مطلب ہے کہ تاجر یہاں ایک ہفتے سے زیادہ وقت سے نہیں آیا ہے۔ آپ اشتہار کے بارے میں مزید معلومات دیکھنے کے لیے 'Sell' بٹن پر کلک کر سکتے ہیں۔
zh_cn: 从广告列表中，选择一个拥有良好信誉和大量交易记录的交易者。最后一次网上时间指示器会显示交易者最后一次网上时间是在24小时内（绿色）、七天内（黄色）或超过七天（灰色）。您可以单击“出售”按钮查看有关广告的更多信息。
zh_tw: 從廣告列表中，選擇一個擁有良好信譽和大量交易記錄的交易者。最后一次網上時間指示器會顯示交易者最后一次網上時間是在24小時內（綠色）、七天內（黃色）或超過七天（灰色）。您可以單擊“出售”按鈕查看有關廣告的更多信息。

# guide250Sbsell250Sbstep8722Sbtwo8722Sbtext8722Sb0
source: Go to the {mainPage} and in the search box select the 'Sell' tab, fill in the form with the amount you want to sell in your currency, your location and choose a payment method. If you're unsure how you want to be paid, choose 'All online offers' as your payment method. The site will list {assetName} traders available in your region.
cs: Přejděte na {mainPage} a ve vyhledávacím poli vyberte kartu „Prodat“, vyplňte formulář s částkou, kterou chcete prodat ve Vaší měně, Vaší lokalitě a vyberte způsob platby. Pokud si nejste jisti, jakým způsobem chcete být placeni, zvolte jako způsob platby „Všechny online nabídky“. Stránka bude obsahovat seznam {assetName} obchodníků dostupných ve Vašem regionu.
fi: Siirry kohtaan {mainPage} ja valitse hakukentästä "Myy"-välilehti, täytä lomakkeelle summa, jonka haluat myydä valuutassasi, sijaintisi ja valitse maksutapa. Jos et ole varma miten haluat saada maksun, valitse maksutavaksi "Kaikki verkkotarjoukset". Sivusto listaa alueellasi saatavilla olevat {assetName} kauppiaat.
fr: Accédez à la {mainPage} et dans la zone de recherche, sélectionnez l'onglet "Vendre", remplissez le formulaire avec le montant que vous souhaitez vendre dans votre devise, votre emplacement et choisissez un mode de paiement. Si vous ne savez pas comment vous souhaitez être payé, choisissez "Toutes les offres en ligne" comme mode de paiement. Le site répertoriera les trader de {assetName} disponibles dans votre région.
it: Vai alla {mainPage} e nel menu seleziona la scheda 'Vendi', compila il modulo con l'importo che si desidera vendere nella propria valuta, la propria posizione e scegliere un metodo di pagamento. Se non sei sicuro di come vuoi essere pagato, scegli 'Tutte le offerte online'. Il sito elencherà i commercianti {assetName} disponibili nella tua zona.
lt: Eikite į {mainPage} ir paieškos laukelyje pasirinkite skirtuką „Parduoti“, užpildykite formą, nurodydami sumą, kurią norite parduoti savo valiuta, savo vietą ir pasirinkite mokėjimo būdą. Jei nesate tikri, kaip norite gauti mokėjimą, kaip mokėjimo būdą pasirinkite „Visi internetiniai pasiūlymai“. Svetainėje bus pateiktas jūsų regione galimų {assetName} prekybininkų sąrašas.
nb: Gå til {mainPage} og i søkeboksen velg 'Selg'-fanen, fyll ut skjemaet med beløpet du ønsker å selge i din valuta, ditt sted og velg en betalingsmetode. Hvis du er usikker på hvordan du vil bli betalt, velger du "Alle netttilbud" som betalingsmåte. Nettstedet vil vise {assetName}-handlere som er tilgjengelige i din region.
nl: Ga naar de {mainPage} en selecteer in het zoekvak het tabblad 'Verkopen', vul het formulier in met het bedrag dat u wilt verkopen in uw valuta, uw locatie en kies een betaalmethode. Als u niet zeker weet hoe u betaald wilt worden, kies dan 'Alle online aanbiedingen' als betaalmethode. De site vermeldt {assetName} handelaren die beschikbaar zijn in uw regio.
pl: Przejdź do {mainPage} i w polu wyszukiwania wybierz kartę „Sprzedaj”, wypełnij formularz kwotą, którą chcesz sprzedać w walucie lokalnej, lokalizację i wybierz metodę płatności. Jeśli nie masz pewności, w jaki sposób chcesz otrzymać zapłatę, wybierz „Wszystkie ogłoszenia online” jako metodę płatności. Witryna wymieni handlowców {assetName} dostępnych w Twoim regionie.
pt_br: Vá para a {mainPage}, selecione a aba 'Vender', escolha o local, a quantia e a forma de pagamento. Se você não está decidido em como quer ser pago, escolha a opção 'Todas as ofertas online'. O site listará todos os operadores de {assetName} disponíveis na sua região.
sl: Pojdite na {mainPage} in v iskalnem polju izberite zavihek "Prodaj", izpolnite obrazec z zneskom, ki ga želite prodati v svoji valuti, vašo lokacijo in izberite način plačila. Če niste prepričani, kako želite prejeti plačilo, kot način plačila izberite "Vse online ponudbe". Spletno mesto bo navedlo trgovce {assetName}, ki so na voljo v vaši regiji.
sv: Gå till {mainPage} och välj fliken 'Sälj' i sökrutan, fyll i formuläret med det belopp du vill sälja i din valuta, din plats och välj en betalningsmetod. Om du är osäker på hur du vill få betalt väljer du "Alla onlineerbjudanden" som betalningsmetod. Webbplatsen kommer att lista {assetName} handlare som är tillgängliga i din region.
tl: Pumunta sa {mainPage} at sa box para sa paghahanap piliin ang tab na 'Ibenta', punan ang form ng halagang gusto mong ibenta sa iyong pera, iyong lokasyon at pumili ng paraan ng pagbabayad. Kung hindi ka sigurado kung paano mo gustong mabayaran, piliin ang 'Lahat ng online na alok' bilang iyong paraan ng pagbabayad. Ililista ng site ang {assetName} mga mangangalakal na available sa iyong rehiyon.
tr: {mainPage}'e gidin ve arama kutusunda 'Sat' sekmesini seçin, formu kendi para biriminiz ve konumunuz cinsinden satmak istediğiniz tutarı doldurun ve bir ödeme yöntemi seçin. Nasıl ödeme almak istediğinizden emin değilseniz ödeme yönteminiz olarak 'Tüm çevrimiçi teklifler'i seçin. Site, bölgenizdeki mevcut {assetName} yatırımcıları listeleyecektir.
ur: {mainPage} پر جائیں اور سرچ باکس میں 'Sell' ٹیب کو منتخب کریں، اس رقم کے ساتھ فارم پُر کریں جس کو آپ اپنی کرنسی، اپنے مقام میں بیچنا چاہتے ہیں اور ادائیگی کا طریقہ منتخب کریں۔ اگر آپ کو یقین نہیں ہے کہ آپ کس طرح ادائیگی کرنا چاہتے ہیں، تو اپنے ادائیگی کے طریقہ کے طور پر 'All online offers' منتخب کریں۔ سائٹ آپ کے علاقے میں دستیاب {assetName} تاجروں کی فہرست بنائے گی۔
zh_cn: 转到{mainPage}，在搜索框中选择选项出售。在表格中填写想要用您的币种出售的金额，然后选择支付方式。如果您不确定要如何付款，可以选择所有网上报价作为支付方式。网站将列出您所在区域的所有{assetName}报价。
zh_tw: 轉到{mainPage}，在搜索框中選擇選項出售。在表格中填寫想要用您的幣種出售的金額，然后選擇支付方式。如果您不確定要如何付款，可以選擇所有網上報價作為支付方式。網站將列出您所在區域的所有{assetName}報價。

# post8722Sbad250Sbswitch8722Sbform8722Sbtoggle250Sbshow8722Sbstep
source: Show step view
cs: Zobrazit krokový pohled
fi: Näytä askelnäkymä
fr: Afficher la vue des étapes
it: Mostra passo passo
lt: Rodyti žingsnių rodinį
nb: Vis trinnvisning
nl: Toon stapweergave
pl: Pokaż widok kroku
pt_br: Ver etapa
sl: Prikaži pogled korakov
sv: Visa stegvy
tl: Ipakita ang view ng hakbang
tr: Adım görünümünü göster
ur: مرحلہ وار منظر دکھائیں
zh_cn: 一步步模式
zh_tw: 一步步模式

# post8722Sbad250Sbterms
source: Terms of trade
cs: Obchodní podmínky
fi: Kauppaehdot
fr: Conditions de l'échange
it: Termini dello scambio
lt: Sandorio sąlygos
nb: Kjøpsvilkår
nl: Handelsvoorwaarden
pl: Warunki handlu
pt_br: Termos da negociação
sl: Pogoji trgovanja
sv: Handels villkor
tl: Mga tuntunin ng kalakalan
tr: Ticaret şartları
ur: تجارت کے اصول
zh_cn: 交易条款
zh_tw: 交易條款

# post8722Sbad250Sbterms8722Sbtip8722Sb0
source: Terms of trade of the advertisement, maximum 4096 characters. You can use markdown to style your ad's terms (images not allowed).
cs: Obchodní podmínky inzerátu, maximálně 4096 znaků. Pomocí markdown můžete upravit výrazy své reklamy (obrázky nejsou povoleny).
fi: Ilmoituksen kauppaehdot, enintään 4096 merkkiä. Voit käyttää markdownia ilmoituksesi termien tyylittelyyn (kuvia ei sallita).
fr: Conditions générales de l'annonce, maximum 4096 caractères. Vous pouvez utiliser la syntaxe « markdown » pour styliser les conditions de votre annonce (les images ne sont pas autorisées).
it: Condizioni di vendita dell'annuncio, massimo 4096 caratteri. Puoi utilizzare il markdown per modificare l'annuncio (immagini non consentite).
lt: Skelbimo prekybos sąlygos, ne daugiau kaip 4096 simboliai. Galite naudoti žymėjimą, kad nustatytumėte skelbimo terminų stilių (vaizdai neleidžiami).
nb: Handelsbetingelser for annonsen, maksimalt 4096 tegn. Du kan bruke markdown for å style annonsens vilkår (bilder ikke tillatt).
nl: Handelsvoorwaarden van de advertentie, maximaal 4096 tekens. U kunt markdown gebruiken om de voorwaarden van uw advertentie op te maken (afbeeldingen zijn niet toegestaan).
pl: Warunki handlu ogłoszenia, maksymalnie 4096 znaków. Możesz użyć markdown do stylizacji warunków ogłoszenia (obrazy niedozwolone).
pt_br: Termos da negociação, máximo de 4096 caracteres. Você pode usar o markdown para dar estilo ao seu anúncio (imagens não são permitidas).
sl: Pogoji poslovanja oglasa, največ 4096 znakov. Za oblikovanje pogojev oglasa lahko uporabite markdown (slike niso dovoljene).
sv: Handelsvillkor för annonsen, max 4096 tecken. Du kan använda markdown för att utforma villkoren för din annons (bilder är inte tillåtna).
tl: Mga tuntunin ng kalakalan ng advertisement, maximum na 4096 character. Maaari mong gamitin ang markdown upang i-istilo ang mga tuntunin ng iyong ad (hindi pinapayagan ang mga larawan).
tr: İlanın ticari şartları, maksimum 4096 karakter. Reklamınızın şartlarına stil vermek için işaretlemeyi kullanabilirsiniz (resimlere izin verilmez).
ur: اشتہار کی تجارت کی شرائط، زیادہ سے زیادہ 4096 حروف۔ آپ اپنے اشتہار کی شرائط کو اسٹائل کرنے کے لیے مارک ڈاؤن کا استعمال کر سکتے ہیں (تصاویر کی اجازت نہیں ہے)۔
zh_cn: 有关您的交易的条款。最多1024字符。可以用Markdown（图片不可）。
zh_tw: 有關您的交易的條款。最多1024字符。可以用Markdown（圖片不可）。

# post8722Sbad250Sbterms8722Sbtip8722Sb1
source: How to use markdown?
cs: Jak používat markdown?
fi: Miten markdownia käytetään?
fr: Comment utiliser la syntaxe « markdown » ?
it: Come usare il markdown?
lt: Kaip naudoti žymėjimą?
nb: Hvordan bruke markdown?
nl: Hoe gebruik ik markdown?
pl: Jak korzystać z markdown?
pt_br: Como usar o markdown?
sl: Kako uporabiti markdown?
sv: Hur använder man markdown?
tl: Paano gamitin ang markdown?
tr: Markdown nasıl kullanılır?
ur: مارک ڈاؤن کا استعمال کیسے کریں؟
zh_cn: 如何使用Markdown？
zh_tw: 如何使用Markdown？

# post8722Sbad250Sbtitle
source: Create an advertisement
cs: Vytvořte inzerát
fi: Luo ilmoitus
fr: Créer une annonce
it: Crea un annuncio
lt: Sukurti reklamą
nb: Lag en annonse
nl: Maak een advertentie
pl: Utwórz ogłoszenie
pt_br: Crie um anúncio
sl: Ustvarite oglas
sv: Skapa en annons
tl: Gumawa ng isang patalastas
tr: Bir reklam oluşturun
ur: ایک اشتہار بنائیں
zh_cn: 创建交易广告
zh_tw: 創建交易廣告

# post8722Sbad250Sbtrack8722Sbmax8722Sbamount8722Sbliquidity
source: Track maximum amount liquidity
cs: Sledujte maximální množství likvidity
fi: Seuraa enimmäismäärää likviditeettiä
fr: Contrôler le montant maximum de liquidité
it: Traccia la quantità massima di liquidità
lt: Stebėkite maksimalią likvidumo sumą
nb: Spor maksimal likviditetsbeløp
nl: Houd de maximale hoeveelheid liquiditeit bij
pl: Śledź maksymalną płynność
pt_br: Acompanhar liquidez da quantia máxima
sl: Spremljajte največji znesek likvidnosti
sv: Spåra maximalt likviditetsbelopp
tl: Subaybayan ang maximum na halaga ng pagkatubig
tr: Maksimum miktarda likiditeyi takip edin
ur: زیادہ سے زیادہ رقم کی لیکویڈیٹی کو ٹریک کریں
zh_cn: 跟踪流动性
zh_tw: 跟蹤流動性
