Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbrings250Sbdescription
source: Ring signatures are the weakest link in the privacy scheme; the word weak here meaning the most susceptible to heuristic attacks. Let’s explore them, shall we?
cs: Kruhové podpisy jsou nejslabším článkem schématu ochrany soukromí; slovo slabý zde znamená nejnáchylnější k heuristickým útokům. Pojďme je prozkoumat, ano?
fi: Sormusallekirjoitukset ovat tietosuojajärjestelmän heikoin lenkki; sana heikko tarkoittaa tässä kaikkein herkimpiä heuristisille hyökkäyksille. Tutkitaanpa niitä, eikö niin?
fr: Les signatures de cercle sont le maillon le plus faible du système de confidentialité ; le mot faible signifiant ici que c'est le maillon étant le plus sensible aux attaques heuristiques. Explorons-les, d'accord ?
it: Le firme ad anello sono l'anello più debole nello schema della privacy; la parola debole qui significa il più suscettibile agli attacchi euristici. Esploriamoli, vero?
lt: Žiediniai parašai yra silpniausia privatumo schemos grandis; žodis silpnas čia reiškia labiausiai jautrius euristiniams išpuoliams. Panagrinėkime juos, ar ne?
nb: Ringsignaturer er det svakeste leddet i personvernordningen; ordet svak betyr her den mest utsatte for heuristiske angrep. La oss utforske dem, skal vi?
nl: Ringhandtekeningen zijn de zwakste schakel in het privacyschema; het woord zwak betekent hier het meest vatbaar voor heuristische aanvallen. Laten we ze verkennen, zullen we?
pl: Ring signatures są najsłabszym ogniwem w schemacie prywatności; słowo słabe oznacza tutaj najbardziej podatne na ataki heurystyczne. Zbadajmy je.
pt_br: As assinaturas de anel são o elo mais fraco no esquema de privacidade; a palavra fraco aqui significa o mais suscetível a ataques heurísticos. Vamos explorá-los, certo?
sl: Obročni (ring) podpisi so najšibkejši člen v shemi zasebnosti; beseda šibek tu pomeni, da so najbolj dovzetni za hevristične napade. Preučimo jih, kajne?
sv: Ringsignaturer är den svagaste länken i sekretesssystemet; ordet svag betyder här att den är mest mottaglig för heuristiska attacker. Låt oss utforska dem, ska vi?
tl: Ang mga ring signature ay ang pinakamahina na link sa scheme ng privacy; ang salitang mahina dito ay nangangahulugang ang pinaka madaling kapitan sa heuristic attacks. Tuklasin natin sila, di ba?
tr: Halka imzalar gizlilik planının en zayıf halkasıdır; Buradaki zayıf sözcüğü buluşsal saldırılara en duyarlı anlamına gelir. Hadi onları keşfedelim, olur mu?
ur: انگوٹھی کے دستخط رازداری کی اسکیم کی سب سے کمزور کڑی ہیں۔ یہاں لفظ ضعیف کا مطلب ہے ہیورسٹک حملوں کا سب سے زیادہ حساس۔ آئیے ان کو دریافت کریں، کیا ہم؟
zh_cn: 这其中环签名是门罗币隐私方案中最薄弱的环节，当然了这里的弱也是相对而言的，让我们不要那么浮躁，耐心花一些时间探索它们.
zh_tw: 這其中環簽名是門羅幣隱私方案中最薄弱的環節，當然了這裡的弱也是相對而言的，讓我們不要那麼浮躁，耐心花一些時間探索它們.

# knowledge250Sbrings250Sbtitle
source: How Ring Signatures Obscure Monero's Outputs
cs: Jak kruhové podpisy zakrývají výstupy Monera
fi: Kuinka sormusallekirjoitukset sekoittavat Moneron outputit
fr: Comment les signatures de cercle masquent les sorties de Monero
it: Come le firme ad anello oscurano i risultati di Monero
lt: Kaip žiedo parašai užgožia Monero išvestis
nb: Hvordan ringsignaturer obskure Moneros utganger
nl: Hoe Ring-handtekeningen de Resultaten van Monero Verdoezelen
pl: Jak ring signatures chowają wyjścia Monero
pt_br: Como as assinaturas de toque obscurecem as saídas do Monero
sl: Kako Obročni Podpisi Prikrijejo Izhode Monera
sv: Hur ringsignaturer obskyr Moneros utgångar
tl: Paano Tinatago ng Mga Lagda ng Ring ang Mga Output ni Monero
tr: Halka İmzaları Monero'nun Çıktılarını Nasıl Gizliyor?
ur: رنگ کے دستخط کیسے مونیرو کے آؤٹ پٹس کو غیر واضح کرتے ہیں
zh_cn: 环形签名如何保护门罗币发送者的输出
zh_tw: 環形簽名如何保護門羅幣發送者的輸出

# knowledge250Sbscams250Sb0250Sbtext
source: <p>For as long as there has been money, there have been scams to get people to part with it, and the cryptocurrency space is no different. In fact, the finality of transactions in cryptocurrency, coupled with the fact that there is no central organization to help recover them, has led to new and innovative ways by which scammers can steal from unsuspecting users and disappear into the digital void with their funds. In this article we'll take the time to inform new users on some of the most pervasive scams in the space, but this list is by no means comprehensive, and users are encouraged to both stay informed of recent scam trends, and be on constantly aware and skeptical of their digital surroundings.</p>
cs: <p>Jak dlouho existují peníze, tak dlouho existují podvody, které mají lidi přimět, aby se s nimi rozloučili, a v oblasti kryptoměn tomu není jinak. Konečnost transakcí v kryptoměnách spolu s faktem, že neexistuje žádná centrální organizace, která by je pomohla získat zpět, totiž vedla k novým a inovativním způsobům, jakými mohou podvodníci okrást nic netušící uživatele a zmizet s jejich prostředky v digitálním prázdnu. V tomto článku věnujeme čas informování nových uživatelů o některých nejrozšířenějších podvodech v tomto prostoru, ale tento seznam není v žádném případě vyčerpávající a uživatelům doporučujeme, aby byli jak informováni o nejnovějších trendech v oblasti podvodů, tak aby si neustále uvědomovali své digitální okolí a byli k němu skeptičtí.</p>
fi: <p>Niin kauan kuin rahaa on ollut, on tehty huijauksia joiden tarkoituksena on saada ihmiset eroon siitä, eikä kryptovaluuttamaailma ole erilainen. Itse asiassa kryptovaluuttatransaktioiden lopullisuus yhdistettynä siihen, että niiden palauttamisessa ei ole keskusorganisaatiota, on johtanut uusiin ja innovatiivisiin tapoihin joilla huijarit voivat varastaa pahaa aavistamattomilta käyttäjiltä ja kadota varojensa kanssa digitaaliseen tyhjyyteen. Tässä artikkelissa käytämme aikaa tiedottaaksemme uusille käyttäjille joistakin alan yleisimmistä huijauksista, mutta tämä luettelo ei suinkaan ole kattava ja käyttäjiä kehotetaan pysymään ajan tasalla viimeaikaisista huijaustrendeistä ja olemaan jatkuvasti skeptisiä digitaalisesta ympäristöstään.</p>
fr: <p> Depuis qu'il y a de l'argent, il y a eu des escroqueries pour inciter les gens à s'en séparer, et l'univers des crypto-monnaies n'est pas différent. En fait, la finalité des transactions en crypto-monnaie, associée au fait qu'il n'y a pas d'organisation centrale pour aider à les récupérer, a conduit à des moyens nouveaux et innovants par lesquels les escrocs peuvent voler des utilisateurs sans méfiance et disparaître dans le vide numérique avec leurs fonds. Dans cet article, nous prendrons le temps d'informer les nouveaux utilisateurs sur certaines des escroqueries les plus répandues dans cet environnement, mais cette liste n'est en aucun cas exhaustive, et les utilisateurs sont encouragés à rester informés des dernières tendances en matière d'escroquerie et à être constamment conscients et sceptiques au sujet de leur environnement numérique.</p>
it: <p>Finché ci sono stati soldi, ci sono state truffe per convincere le persone a separarsene e lo spazio delle criptovalute non è diverso. In effetti, la finalità delle transazioni in criptovaluta, unita al fatto che non esiste un'organizzazione centrale per aiutarle a recuperarle, ha portato a modi nuovi e innovativi con cui i truffatori possono rubare a utenti ignari e scomparire nel vuoto digitale con i loro fondi. In questo articolo ci prenderemo il tempo per informare i nuovi utenti su alcune delle truffe più diffuse nello spazio, ma questo elenco non è affatto completo e gli utenti sono incoraggiati a rimanere informati sulle recenti tendenze delle truffe e ad essere costantemente consapevoli e scettici del loro ambiente digitale.</p>
lt: <p>Kiek buvo pinigų, buvo sukčių, kad žmonės su jais atsiskirtų, o kriptovaliutų erdvė nesiskiria. Tiesą sakant, kriptovaliutų operacijų baigtumas ir tai, kad nėra centrinės organizacijos, kuri padėtų jas susigrąžinti, lėmė naujus ir novatoriškus būdus, kuriais sukčiai gali pavogti iš nieko neįtariančių vartotojų ir dingti su savo lėšomis į skaitmeninę tuštumą. Šiame straipsnyje skirsime laiko informuoti naujus vartotojus apie kai kurias labiausiai paplitusias aferas, tačiau šis sąrašas jokiu būdu nėra išsamus, todėl vartotojai raginami būti informuoti apie naujausias sukčiavimo tendencijas ir nuolat stebėti. žino ir skeptiškai žiūri į savo skaitmeninę aplinką.</p>
nb: <p>Så lenge det har vært penger, har det vært svindel for å få folk til å skille seg fra dem, og kryptovalutaplassen er ikke annerledes. Faktisk har endeligheten av transaksjoner i kryptovaluta, kombinert med det faktum at det ikke er noen sentral organisasjon som hjelper til med å gjenopprette dem, ført til nye og innovative måter som svindlere kan stjele fra intetanende brukere og forsvinne inn i det digitale tomrommet med pengene sine. I denne artikkelen tar vi deg tid til å informere nye brukere om noen av de mest utbredte svindelene i området, men denne listen er på ingen måte omfattende, og brukere oppfordres både til å holde seg informert om de siste svindeltrender og være på konstant klar over og skeptisk til sine digitale omgivelser.</p>
nl: <p>Zolang er geld is geweest, zijn er oplichtingen geweest om mensen ertoe te brengen er afstand van te doen, en de cryptocurrency-ruimte is niet anders. De finaliteit van transacties in cryptocurrency, in combinatie met het feit dat er geen centrale organisatie is om ze te helpen herstellen, heeft geleid tot nieuwe en innovatieve manieren waarop oplichters kunnen stelen van nietsvermoedende gebruikers en met hun geld in de digitale leegte kunnen verdwijnen. In dit artikel nemen we de tijd om nieuwe gebruikers te informeren over enkele van de meest voorkomende zwendelpraktijken in de ruimte, maar deze lijst is zeker niet volledig en gebruikers worden aangemoedigd om op de hoogte te blijven van recente zwendeltrends en constant bewust en sceptisch te zijn over hun digitale omgeving.</p>
pl: <p> Tak długo, jak istniały pieniądze to pojawiały się oszustwa, żeby ludziom je odebrać, a przestrzeń kryptowalut nie jest wyjątkiem. Finalność transakcji kryptowalut w połączeniu z faktem, że nie ma centralnej organizacji, która pomaga je odzyskać, doprowadziła do nowych i innowacyjnych sposobów, za pomocą których oszuści mogą okraść użytkowników i zniknąć w cyfrowej pustce z łupem. W tym artykule poświęcimy czas na poinformowanie nowych użytkowników o niektórych z najbardziej wszechobecnych oszustw, ale ta lista w żadnym wypadku nie wyczerpuje tematu, a użytkowników zachęcamy zarówno do zdobycia wiedzy na temat najnowszych metod oszustw, jak i do stałego bycia ostrożnym i świadomym swojego cyfrowego otoczenia. </p>
pt_br: <p>Desde que houve dinheiro, houve golpes para fazer com que as pessoas se separassem dele, e com o espaço das criptomoedas não é diferente. Na verdade, a finalidade das transações em criptomoedas, juntamente com o fato de que não há uma organização central para ajudar a recuperá-las, levou a maneiras novas e inovadoras pelas quais os golpistas podem roubar usuários desavisados e desaparecer no vazio digital com seus fundos. Neste artigo, vamos reservar um tempo para informar novos usuários sobre alguns dos golpes mais difundidos no mercado, mas esta lista não é abrangente, e os usuários são incentivados a se manterem informados sobre as tendências recentes de golpes e constantemente conscientes e céticos de seu ambiente digital.</p>
sl: <p>Odkar obstaja denar, se pojavljajo tudi prevare, ki ljudi prepričajo, da se od njega poslovijo in nič drugače ni na področju kriptovalut. Pravzaprav je dokončnost transakcij v kriptovalutah skupaj z dejstvom, da ni osrednje organizacije, ki bi pomagala pri njihovi izterjavi, pripeljala do novih in inovativnih načinov, s katerimi lahko goljufi nič hudega sluteče uporabnike oropajo in z njihovimi sredstvi izginejo v digitalno praznino. V tem članku si bomo vzeli čas in nove uporabnike seznanili z nekaterimi najbolj razširjenimi prevarami na tem področju, vendar ta seznam nikakor ni izčrpen, zato uporabnike pozivamo, naj bodo tako obveščeni o najnovejših trendih prevar kot tudi stalno pozorni in skeptični do svoje digitalne okolice.</p>
sv: <p>Så länge det har funnits pengar har det förekommit bedrägerier för att få folk att skiljas från dem, och utrymmet för kryptovaluta är inte annorlunda. Faktum är att slutgiltigheten av transaktioner i kryptovaluta, tillsammans med det faktum att det inte finns någon central organisation som hjälper till att återställa dem, har lett till nya och innovativa sätt genom vilka bedragare kan stjäla från intet ont anande användare och försvinna in i det digitala tomrummet med sina pengar. I den här artikeln tar vi oss tid att informera nya användare om några av de mest genomgripande bedrägerierna i utrymmet, men den här listan är inte på något sätt heltäckande, och användare uppmuntras att både hålla sig informerade om de senaste bedrägerietrenderna och vara på ständigt medvetna och skeptiska till sin digitala omgivning.</p>
tl: <p>Habang may pera, nagkaroon ng mga scam para humiwalay ang mga tao dito, at ang espasyo ng cryptocurrency ay hindi naiiba. Sa katunayan, ang finality ng mga transaksyon sa cryptocurrency, kasama ang katotohanang walang sentral na organisasyon na tutulong sa pagbawi ng mga ito, ay humantong sa mga bago at makabagong paraan kung saan ang mga scammer ay maaaring magnakaw mula sa mga hindi pinaghihinalaang gumagamit at mawala sa digital void sa kanilang mga pondo. Sa artikulong ito, maglalaan kami ng oras upang ipaalam sa mga bagong user ang ilan sa mga pinakalaganap na scam sa espasyo, ngunit hindi komprehensibo ang listahang ito, at hinihikayat ang mga user na manatiling may kaalaman sa mga kamakailang trend ng scam, at palaging nasa alam at may pag-aalinlangan sa kanilang digital na kapaligiran.</p>
tr: <p>Para var olduğu sürece, insanları paradan ayırmaya yönelik dolandırıcılıklar da oldu ve kripto para birimi alanı da farklı değil. Aslında, kripto para birimindeki işlemlerin kesinliği ve bunların kurtarılmasına yardımcı olacak merkezi bir kuruluşun bulunmaması, dolandırıcıların şüphelenmeyen kullanıcılardan çalabileceği ve fonlarıyla birlikte dijital boşluğa kaybolabileceği yeni ve yenilikçi yolların ortaya çıkmasına neden oldu. Bu makalede, yeni kullanıcıları sektördeki en yaygın dolandırıcılıklardan bazıları hakkında bilgilendirmek için zaman ayıracağız, ancak bu liste hiçbir şekilde kapsamlı değildir ve kullanıcıların hem son dolandırıcılık trendlerinden haberdar olmaları hem de sürekli olarak bilgi sahibi olmaları teşvik edilmektedir. dijital çevrelerinin farkında ve şüpheci.</p>
ur: <p>جب تک پیسہ موجود ہے، لوگوں کو اس سے الگ کرنے کے لیے گھوٹالے ہوتے رہے ہیں، اور کریپٹو کرنسی کی جگہ بھی مختلف نہیں ہے۔ درحقیقت، cryptocurrency میں لین دین کی حتمی شکل، اس حقیقت کے ساتھ کہ ان کی بازیابی میں مدد کرنے کے لیے کوئی مرکزی ادارہ نہیں ہے، نے نئے اور اختراعی طریقے اختیار کیے ہیں جن کے ذریعے دھوکہ باز غیر مشکوک صارفین سے چوری کر سکتے ہیں اور اپنے فنڈز کے ساتھ ڈیجیٹل باطل میں غائب ہو سکتے ہیں۔ اس مضمون میں ہم نئے صارفین کو خلا میں سب سے زیادہ پھیلے ہوئے گھوٹالوں کے بارے میں مطلع کرنے کے لیے وقت نکالیں گے، لیکن یہ فہرست کسی بھی طرح سے جامع نہیں ہے، اور صارفین کی حوصلہ افزائی کی جاتی ہے کہ وہ حالیہ گھوٹالے کے رجحانات سے باخبر رہیں، اور مسلسل جاری رہیں۔ اپنے ڈیجیٹل ماحول سے آگاہ اور شکی</p>
zh_cn: <p>在生活中，只要有利可图，骗子们就会制造各种骗局诱导人们参与其中，而在加密货币领域当然也不例外. 实际上，由于加密货币交易的隐秘性，使得欺诈者有借口制造更新颖的骗局，从毫无戒备的用户那里窃取资金并随后消失，再加上加密货币的去中央化属性，导致事后没有人可以帮助受害者追索资金. 在本文中，我们将花一些时间向新人介绍加密货币领域中最具代表性的几个骗局，当然由于篇幅有限，本文给出的例子并不能涵盖全部骗局，因此我们鼓励用户既要多去了解最新的骗局和形势，还要在自己身处的网络环境里保持清醒和怀疑精神.</p>
zh_tw: <p>在生活中，只要有利可圖，騙子們就會製造各種騙局誘導人們參與其中，而在加密貨幣領域當然也不例外. 實際上，由於加密貨幣交易的隱秘性，使得欺詐者有藉口製造更新穎的騙局，從毫無戒備的用戶那裡竊取資金並隨後消失，再加上加密貨幣的去中央化屬性，導致事後沒有人可以幫助受害者追索資金. 在本文中，我們將花一些時間向新人介紹加密貨幣領域中最具代表性的幾個騙局，當然由於篇幅有限，本文給出的例子並不能涵蓋全部騙局，因此我們鼓勵用戶既要多去瞭解最新的騙局和形勢，還要在自己身處的網路環境裡保持清醒和懷疑精神.</p>
