Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbupgrades250Sb2250Sbtext
source: <p>The complexity of upgrading Monero comes into effect once you understand how different upgrading a cryptocurrency is versus simply pushing a software update to something like a browser.</p> <p>In cryptocurrencies, the rules of the network (things like how transactions should look, how mining works, and how to verify each block) must be agreed upon by the network, something that is called “consensus”. When any of these rules need to be changed or upgraded, the network has to agree on the new rules, causing a “hard-fork” – a situation where the network actually splits into two chains of blocks – one on the old rules, and one on the new rules.</p> <p>When everyone in the community agrees on the rule changes, it’s called a “non-contentious hard-fork”, and the chain that still has the old rules dies off and is not mined on after the hard-fork. This has been the case for almost every Monero hard-fork, and the only continuation of old rules was by projects attempting to profit off of the hard-fork.</p> <p>While non-contentious hard-forks are the only way to properly upgrade important aspects of the Monero network, they do also have a frustrating side-effect – old software, released before the hard-fork was planned, cannot understand the new rules of the network and so does not function after the hard-fork! This can lead to users thinking funds are lost, thinking the Monero blockchain has stopped, and being unable to move funds until they upgrade their wallet.</p>
cs: <p>Složitost aktualizace Monera se projeví, jakmile pochopíte, jak moc se liší aktualizace kryptoměny od pouhého spuštění aktualizace softwaru v něčem, jako je prohlížeč.</p> <p>V kryptoměnách se na pravidlech sítě (například na tom, jak mají vypadat transakce, jak funguje těžba a jak se ověřuje každý blok) musí shodnout celá síť, což se nazývá "konsensus". Když je třeba některá z těchto pravidel změnit nebo aktualizovat, musí se síť dohodnout na nových pravidlech, což způsobí "hard-fork" - situaci, kdy se síť skutečně rozdělí na dva řetězce bloků - jeden podle starých a druhý podle nových pravidel.</p> <p>Když se na změnách pravidel shodnou všichni členové komunity, nazývá se to "nesmlouvavý hard-fork" a řetězec, který má stále stará pravidla, zanikne a po hard-forku se v něm netěží. Tak tomu bylo téměř u každého hard-forku Monero a jediným pokračováním starých pravidel byly projekty, které se snažily na hard-forku vydělat.</p> <p>Ačkoli jsou nesmlouvavé hard-forky jediným způsobem, jak řádně aktualizovat důležité aspekty sítě Monero, mají také frustrující vedlejší účinek - starý software, vydaný před plánovaným hard-forkem, nedokáže pochopit nová pravidla sítě, a tak po hard-forku nefunguje! To může vést k tomu, že si uživatelé budou myslet, že se prostředky ztratily, budou si myslet, že se blockchain Monero zastavil, a nebudou moci přesouvat prostředky, dokud si neupgradují peněženku.</p>
fi: <p>Moneron päivitysten monimutkaisuus tulee voimaan kun ymmärrät, miten kryptovaluutan päivittäminen eroaa pelkän ohjelmistopäivityksen puskemisesta johonkin selaimeen.</p> <p>Kryptovaluutoissa verkon säännöistä (kuten siitä, miltä transaktioiden pitäisi näyttää, miten louhinta toimii ja kuinka jokainen lohko tarkistetaan) on sovittava verkon kanssa, mitä kutsutaan "konsensukseksi". Kun mitä tahansa näistä säännöistä on muutettava tai päivitettävä, verkon on sovittava uusista säännöistä, mikä aiheuttaa "hard fork" -tilanteen, jossa verkko jakautuu kahteen lohkoketjuun - yksi vanhojen sääntöjen mukaan ja toinen uusien sääntöjen.</p> <p>Kun kaikki yhteisön jäsenet ovat yhtä mieltä sääntömuutoksista, sitä kutsutaan "kiistattomaksi hard-forkiksi", ja lohkoketju jolla on edelleen vanhat säännöt, kuolee pois, eikä sitä louhita hard forkin jälkeen. Näin on käynyt melkein jokaisessa Moneron hard forkissa, ja ainoa jatko vanhoille säännöille oli projektit, joissa yritettiin hyötyä hard forkista.</p> <p>Vaikka kiistattomat hard forkit ovat ainoa tapa todella päivittää Monero-verkon tärkeitä ominaisuuksia, niillä on myös turhauttava sivuvaikutus – vanha ohjelmisto, joka julkaistiin ennen hard forkin suunnittelua ei ymmärrä uuden verkon sääntöjä, joten se ei toimi hard forkin jälkeen! Tämä voi johtaa siihen, että käyttäjät ajattelevat varojen katoavan Monero-lohkoketjun pysähtyessä ja he eivät voi siirtää varoja ennen kuin he päivittävät lompakkoaan.</p>
fr: <p>La complexité de la mise à jour de Monero apparaît lorsque l'on comprend à quel point la mise à jour d'une crypto-monnaie est différente de la simple mise à jour d'un logiciel comme un navigateur.</p> <p>Pour les crypto-monnaies, les règles du réseau (des choses comme l'apparence des transactions, le fonctionnement du minage et la façon de vérifier chaque bloc) doivent être convenues par le réseau, ce qui s'appelle le « consensus ». Lorsque l'une de ces règles doit être modifiée ou mise à jour, le réseau doit se mettre d'accord sur les nouvelles règles, ce qui provoque un « hard-fork » - une situation où le réseau se divise en fait en deux blockchains - l'une fonctionnant suivant les anciennes règles, et l'autre sur les nouvelles règles.</p> <p>Lorsque tout le monde dans la communauté s'accorde sur les changements de règles, cela s'appelle un « hard-fork non controversés », et la chaîne qui a toujours les anciennes règles meurt et n'est pas exploitée après le hard-fork. Cela a été le cas pour presque tous les hard-forks de Monero, et la seule continuation des anciennes règles était par des projets tentant de tirer profit du hard-fork.</p> <p>Bien que les hard-forks non controversés soient le seul moyen de mettre correctement à niveau des aspects importants du réseau Monero, ils ont également un effet secondaire frustrant - les anciens logiciels, publiés avant la planification du hard-fork, ne peuvent pas comprendre et interagir avec les nouvelles règles du réseau et ne fonctionnent donc plus après le hard-fork ! Cela peut amener les utilisateurs à penser que des fonds sont perdus, à penser que la blockchain Monero s'est arrêtée et à ne pas pouvoir déplacer de fonds tant qu'ils n'ont pas mis à jour leur portefeuille.</p>
it: <p>La complessità dell'aggiornamento di Monero entra in vigore una volta che si capisce quanto sia diverso l'aggiornamento di una criptovaluta rispetto alla semplice spinta di un aggiornamento software a qualcosa come un browser.</p> <p>Nelle criptovalute, le regole della rete (cose come l'aspetto delle transazioni, come funziona il mining e come verificare ogni blocco) devono essere concordate dalla rete, qualcosa che si chiama "consenso". Quando una di queste regole deve essere cambiata o aggiornata, la rete deve concordare le nuove regole, causando un "hard-fork" - una situazione in cui la rete si divide effettivamente in due catene di blocchi - una sulle vecchie regole, e una sulle nuove regole.</p> <p>Quando tutti nella comunità sono d'accordo sui cambiamenti delle regole, si chiama "hard-fork non conflittuale", e la catena che ha ancora le vecchie regole muore e non viene minata dopo l'hard-fork. Questo è stato il caso di quasi tutte le hard-fork di Monero, e l'unica continuazione delle vecchie regole è stata fatta da progetti che cercavano di trarre profitto dall'hard-fork.</p> <p>Mentre le hard-fork non conflittuali sono l'unico modo per aggiornare correttamente aspetti importanti della rete Monero, hanno anche un frustrante effetto collaterale - il vecchio software, rilasciato prima che la hard-fork fosse pianificata, non può capire le nuove regole della rete e quindi non funziona dopo la hard-fork! Questo può portare gli utenti a pensare che i fondi siano persi, a pensare che la blockchain di Monero si sia fermata, e a non essere in grado di spostare i fondi fino a quando non aggiornano il loro portafoglio.</p>
lt: <p>Monero atnaujinimo sudėtingumas tampa aktualus, kai supranti, kuo skiriasi kriptovaliutos atnaujinimas, palyginti su paprasčiausiu programinės įrangos atnaujinimo perkėlimu į kažką panašaus į naršyklę.</p> <p>Kriptovaliutose tinklo taisyklės (pvz., kaip turėtų atrodyti operacijos, kaip veikia kasimas ir kaip patikrinti kiekvieną bloką) turi būti suderintos su tinklu, o tai vadinama „konsensusu“. Kai kuri nors iš šių taisyklių turi būti pakeista ar atnaujinta, tinklas turi susitarti dėl naujų taisyklių, sukeldamas „kietą šakę“ – situaciją, kai tinklas iš tikrųjų suskaidomas į dvi blokų grandines – vieną pagal senąsias taisykles, ir vienas apie naujas taisykles.</p> <p>Kai visi bendruomenės nariai sutinka dėl taisyklių pakeitimų, tai vadinama „neginčijamu hard-fork“, o grandinė, kuriai vis dar galioja senos taisyklės, nunyksta ir nėra išgaunama po „hard-fork“. Tai buvo beveik kiekvieno Monero hard-fork atvejis, o vienintelis senų taisyklių tęsinys buvo projektai, kuriais buvo bandoma pasipelnyti iš „hard-fork“.</p> <p>Nors nepretenzingi hard-fork yra vienintelis būdas tinkamai atnaujinti svarbius Monero tinklo aspektus, jie taip pat turi varginantį šalutinį poveikį – sena programinė įranga, išleista prieš planuojant hard-fork, negali suprasti naujosios. tinklo taisykles ir taip neveikia po hard-fork! Dėl to vartotojai gali manyti, kad lėšos buvo prarastos, „Monero“ blokų grandinė sustojo ir negalės perkelti lėšų, kol neatnaujins savo piniginės.</p>
nb: <p>Kompleksiteten ved å oppgradere Monero trer i kraft når du forstår hvor forskjellig det er å oppgradere en kryptovaluta sammenlignet med å bare sende en programvareoppdatering til noe som en nettleser.</p> <p>I kryptovalutaer må reglene for nettverket (ting som hvordan transaksjoner skal se ut, hvordan gruvedrift fungerer og hvordan man verifiserer hver blokk) avtales av nettverket, noe som kalles "konsensus". Når noen av disse reglene må endres eller oppgraderes, må nettverket bli enige om de nye reglene, noe som forårsaker en "hard-fork" - en situasjon der nettverket faktisk deler seg i to kjeder med blokker - en på de gamle reglene, og en om de nye reglene.</p> <p>Når alle i samfunnet er enige om regelendringene, kalles det en "ikke-kontentiøs hard-fork", og kjeden som fortsatt har de gamle reglene dør ut og blir ikke utvunnet etter hard-fork. Dette har vært tilfelle for nesten alle Monero hard-gaffel, og den eneste fortsettelsen av gamle regler var prosjekter som forsøkte å tjene på hard-fork.</p> <p>Selv om ikke-omstridte hardgafler er den eneste måten å oppgradere viktige aspekter av Monero-nettverket på, har de også en frustrerende bivirkning – gammel programvare, utgitt før hardgaffelen ble planlagt, kan ikke forstå den nye regler for nettverket og så fungerer ikke etter hard-fork! Dette kan føre til at brukere tror at midler er tapt, tror at Monero-blokkjeden har stoppet, og at de ikke kan flytte midler før de oppgraderer lommeboken.</p>
nl: <p>De complexiteit van het upgraden van Monero gaat van kracht zodra u begrijpt hoe het upgraden van een cryptocurrency is verschilt met het eenvoudigweg pushen van een software-update naar zoiets als een browser.</p> <p>In cryptocurrencies moeten de regels van het netwerk (zaken zoals hoe transacties eruit moeten zien, hoe mining werkt en hoe elk blok moet worden geverifieerd) worden overeengekomen door het netwerk, iets dat "consensus" wordt genoemd. Wanneer een van deze regels moet worden gewijzigd of geüpgraded, moet het netwerk het eens worden over de nieuwe regels, waardoor een "hard-fork" ontstaat - een situatie waarin het netwerk feitelijk in twee ketens van blokken splitst - een op de oude regels, en een over de nieuwe regels.</p> <p>Wanneer iedereen in de gemeenschap het eens is over de regelwijzigingen, wordt dit een "niet-controversiële hard-fork" genoemd, en de keten die nog steeds de oude regels heeft, sterft af en wordt niet gedolven na de hard-fork. Dit is het geval geweest voor bijna elke Monero hard-fork, en de enige voortzetting van oude regels was door projecten die probeerden te profiteren van de hard-fork.</p> <p>Hoewel niet-omstreden hard-forks de enige manier zijn om belangrijke aspecten van het Monero-netwerk correct te upgraden, hebben ze ook een frustrerend neveneffect: oude software, uitgebracht voordat de hard-fork was gepland, kan de nieuwe regels van het netwerk niet begrijpen en werkt dus niet na de hard-fork! Dit kan ertoe leiden dat gebruikers denken dat er geld verloren is, dat de Monero-blockchain is gestopt en dat ze niet in staat zijn om geld te verplaatsen totdat ze hun portefeuille hebben geüpgraded.</p>
pl: <p> Aby zrozumieć jak skomplikowana jest modernizacja Monero, musisz zrozumieć jak bardzo różni się ona od aktualizacji czegoś takiego jak przeglądarki internetowej.</p> <p> W kryptowalutach zasady sieci (rzeczy takie jak schemat transakcji, działanie kopania i weryfikacja każdego bloku) muszą zostać uzgodnione przez sieć. Nazywa się to „konsensusem”. Gdy którakolwiek z tych zasad musi zostać zmieniona lub zaktualizowana, sieć musi uzgodnić nowe zasady, wywołując „hard fork” - sytuację, w której sieć dzieli się na dwa blockchainy - jeden na starych zasadach i jeden na nowych. </p> <p> Kiedy wszyscy w społeczności zgadzają się na zmianę reguł, zjawisko to nazywa się „non-contentious hard-fork”, a blockchain, który wciąż ma stare zasady, umiera i nie jest wydobywany po hard forku. Tak było w przypadku prawie każdego hard forka Monero, a jedyną kontynuacją starych zasad były projekty próbujące czerpać korzyści z hard forka. </p> <p> Podczas gdy jednomyślne hard forki są jedynym sposobem na prawidłowe ulepszenie ważnych aspektów sieci Monero, mają one również frustrujące efekty uboczne - stare oprogramowanie, wydane przed zaplanowaniem hard forka, nie rozumie nowych zasad sieci, a zatem nie funkcjonuje po hard forku! Może to doprowadzić do tego, że użytkownicy będą myśleli, że stracili pieniądze i będą przekonani, że blockchain Monero się zatrzymał i nie będą w stanie przesłać pieniędzy, dopóki nie uaktualnią swojego portfela. </p>
pt_br: <p>A complexidade da atualização Monero entra em vigor uma vez que você entende quão diferente é a atualização de uma moeda criptográfica versus simplesmente empurrar uma atualização de software para algo como um navegador.</p> <p>Em moedas criptográficas, as regras da rede (coisas como como as transações devem ser, como a mineração funciona e como verificar cada bloco) devem ser acordadas pela rede, algo que é chamado de "consenso". Quando qualquer uma destas regras precisa ser alterada ou atualizada, a rede tem que concordar com as novas regras, causando um "trabalho duro" - uma situação em que a rede realmente se divide em duas cadeias de blocos - uma sobre as regras antigas, e outra sobre as novas regras.</p> <p>Quando todos na comunidade concordam com a mudança da regra, ela é chamada de "trabalho duro não-contencioso", e a cadeia que ainda tem as regras antigas morre e não é minada após o trabalho duro. Este tem sido o caso para quase todos os Monero duros, e a única continuação das regras antigas era por projetos que tentavam lucrar com o trabalho duro.</p> <p>Embora a única maneira de atualizar adequadamente aspectos importantes da rede Monero sejam as obras duras não contenciosas, elas também têm um efeito colateral frustrante - softwares antigos, lançados antes do planejamento da obra dura, não conseguem entender as novas regras da rede e, portanto, não funcionam após a obra dura! Isto pode levar os usuários a pensar que os fundos se perdem, a pensar que a cadeia de bloqueio Monero parou, e a não poder mover fundos até que eles atualizem sua carteira.</p>
sl: <p>Kompleksnost nadgradnje Monera postane učinkovita, ko razumete, kako drugačna je nadgradnja kriptovalute od preprostega potiskanja posodobitve programske opreme v nekaj, kot je brskalnik.</p> <p>V kriptovalutah se mora omrežje dogovoriti o pravilih omrežja (na primer, kako naj izgledajo transakcije, kako deluje rudarjenje in kako preveriti vsak blok), kar se imenuje "soglasje". Ko je treba katero koli od teh pravil spremeniti ali nadgraditi, se mora omrežje dogovoriti o novih pravilih, kar povzroči "hard-fork" – situacijo, ko se omrežje dejansko razdeli na dve verigi blokov – enega na stara pravila in eno o novih pravilih.</p> <p>Ko se vsi v skupnosti strinjajo s spremembami pravil, se to imenuje "nesporen hard-fork" in veriga, ki ima še vedno stara pravila, umre in se ne rudari po hard-forku. To je veljalo za skoraj vse hard-forke Monero in edino nadaljevanje starih pravil so bili projekti, ki so poskušali iztržiti dobiček s hard-forkom.</p> <p>Čeprav so nesporni hard-forki edini način za ustrezno nadgradnjo pomembnih vidikov omrežja Monero, imajo tudi frustrirajoč stranski učinek – stara programska oprema, izdana preden je bil hard-fork načrtovan, ne more razumeti novega pravila omrežja in tako ne deluje po hard-forku! To lahko povzroči, da uporabniki mislijo, da so sredstva izgubljena, da se je veriga blokov Monero ustavila in da ne morejo premakniti sredstev, dokler ne nadgradijo svoje denarnice.</p>
sv: <p>Komplexiteten i att uppgradera Monero träder i kraft när du förstår hur annorlunda det är att uppgradera en kryptovaluta jämfört med att bara skicka en mjukvaruuppdatering till något som en webbläsare.</p> <p>I kryptovalutor måste nätverkets regler (saker som hur transaktioner ska se ut, hur gruvdrift fungerar och hur man verifierar varje block) överenskommas av nätverket, något som kallas "konsensus". När någon av dessa regler behöver ändras eller uppgraderas måste nätverket komma överens om de nya reglerna, vilket orsakar en "hard-fork" - en situation där nätverket faktiskt delas upp i två kedjor av block - en på de gamla reglerna, och en om de nya reglerna.</p> <p>När alla i samhället är överens om regeländringarna kallas det en "icke-kontentiös hårdgaffel", och kedjan som fortfarande har de gamla reglerna dör ut och bryts inte efter hårdgaffeln. Detta har varit fallet för nästan varje Monero hårdgaffel, och den enda fortsättningen på gamla regler var genom projekt som försökte dra nytta av hårdgaffeln.</p> <p>Medan ostridiga hårdgafflar är det enda sättet att korrekt uppgradera viktiga aspekter av Monero-nätverket, har de också en frustrerande bieffekt – gammal programvara, som släpptes innan hårdgaffeln planerades, kan inte förstå den nya regler för nätverket och så fungerar inte efter hårdgaffeln! Detta kan leda till att användare tror att pengar går förlorade, tror att Monero-blockkedjan har slutat och att de inte kan flytta pengar förrän de uppgraderar sin plånbok.</p>
tl: <p>Ang pagiging kumplikado ng pag-upgrade ng Monero ay magkakabisa kapag naunawaan mo kung gaano kaiba ang pag-upgrade ng cryptocurrency kumpara sa simpleng pag-update ng software sa isang bagay tulad ng isang browser.</p> <p>Sa mga cryptocurrencies, ang mga panuntunan ng network (mga bagay tulad ng hitsura ng mga transaksyon, kung paano gumagana ang pagmimina, at kung paano i-verify ang bawat bloke) ay dapat na napagkasunduan ng network, isang bagay na tinatawag na "consensus". Kapag ang alinman sa mga panuntunang ito ay kailangang baguhin o i-upgrade, ang network ay kailangang sumang-ayon sa mga bagong panuntunan, na nagiging sanhi ng isang "hard-fork" - isang sitwasyon kung saan ang network ay aktwal na nahati sa dalawang chain ng mga bloke - isa sa mga lumang panuntunan, at isa sa mga bagong panuntunan.</p> <p>Kapag sumang-ayon ang lahat sa komunidad sa pagbabago ng panuntunan, ito ay tinatawag na "non-contentious hard-fork", at ang chain na mayroon pa ring mga lumang panuntunan ay mawawala at hindi na mina pagkatapos ng hard-fork. Ito ang nangyari sa halos lahat ng Monero hard-fork, at ang tanging pagpapatuloy ng mga lumang panuntunan ay sa pamamagitan ng mga proyektong sumusubok na kumita mula sa hard-fork.</p> <p>Bagama't ang mga non-contentious hard-fork ay ang tanging paraan upang maayos na i-upgrade ang mahahalagang aspeto ng Monero network, mayroon din silang nakakadismaya na side-effect – lumang software, na inilabas bago ang hard-fork ay binalak, hindi maintindihan ang bago mga panuntunan ng network at sa gayon ay hindi gumagana pagkatapos ng hard-fork! Maaari itong humantong sa pag-iisip ng mga user na nawawala ang mga pondo, iniisip na huminto ang Monero blockchain, at hindi makapaglipat ng mga pondo hanggang sa i-upgrade nila ang kanilang wallet.</p>
tr: <p>Monero'yu yükseltmenin karmaşıklığı, bir kripto para birimini yükseltmenin tarayıcı gibi bir şeye yazılım güncellemesi göndermekten ne kadar farklı olduğunu anladığınızda devreye girer.</p> <p>Kripto para birimlerinde, ağın kuralları (işlemlerin nasıl görünmesi gerektiği, madenciliğin nasıl çalıştığı ve her bloğun nasıl doğrulanacağı gibi şeyler) ağ tarafından üzerinde anlaşmaya varılmalıdır; buna "uzlaşma" adı verilir. Bu kurallardan herhangi birinin değiştirilmesi veya yükseltilmesi gerektiğinde, ağın yeni kurallar üzerinde anlaşması gerekir, bu da bir "hard fork"a neden olur; bu durum ağın aslında iki blok zincirine bölündüğü bir durumdur; biri eski kurallarda, diğeri ise eski kurallardadır. yeni kurallarla ilgili bir tane.</p> <p>Topluluktaki herkes kural değişiklikleri üzerinde hemfikir olduğunda buna "tartışmasız hard fork" denir ve hala eski kurallara sahip olan zincir ölür ve hard fork sonrasında madencilik yapılmaz. Bu hemen hemen her Monero hard forku için geçerliydi ve eski kuralların devamı olan tek şey, hard fork'tan kar elde etmeye çalışan projelerdi.</p> <p>Çekişmeli olmayan sert çatallar Monero ağının önemli yönlerini düzgün bir şekilde yükseltmenin tek yolu olsa da, bunların aynı zamanda sinir bozucu bir yan etkisi de var: Sert çatal planlanmadan önce piyasaya sürülen eski yazılım, yeniyi anlayamıyor ağın kuralları ve bu nedenle hard fork sonrasında çalışmaz! Bu, kullanıcıların fonların kaybolduğunu düşünmesine, Monero blok zincirinin durduğunu düşünmesine ve cüzdanlarını yükseltene kadar fonları taşıyamamalarına yol açabilir.</p>
ur: <p>منیرو کو اپ گریڈ کرنے کی پیچیدگی اس وقت عمل میں آتی ہے جب آپ یہ سمجھ لیں کہ کریپٹو کرنسی کو اپ گریڈ کرنا کس قدر مختلف ہے بمقابلہ کسی سافٹ ویئر اپ ڈیٹ کو کسی براؤزر جیسی چیز پر دھکیلنا۔</p> <p>کریپٹو کرنسیوں میں، نیٹ ورک کے قوانین (چیزیں جیسے کہ لین دین کیسا نظر آنا چاہیے، کان کنی کیسے کام کرتی ہے، اور ہر بلاک کی تصدیق کیسے کی جائے) نیٹ ورک کے ذریعے متفق ہونا ضروری ہے، جسے "اتفاق رائے" کہا جاتا ہے۔ جب ان میں سے کسی بھی اصول کو تبدیل کرنے یا اپ گریڈ کرنے کی ضرورت ہوتی ہے، تو نیٹ ورک کو نئے اصولوں پر متفق ہونا پڑتا ہے، جس سے "ہارڈ فورک" پیدا ہوتا ہے - ایسی صورت حال جہاں نیٹ ورک حقیقت میں بلاکس کی دو زنجیروں میں بٹ جاتا ہے - ایک پرانے اصولوں پر، اور نئے قوانین پر ایک۔</p> <p>جب کمیونٹی میں ہر کوئی اصول کی تبدیلی پر متفق ہوتا ہے، تو اسے "غیر متنازعہ ہارڈ فورک" کہا جاتا ہے، اور وہ سلسلہ جس میں اب بھی پرانے اصول موجود ہیں ختم ہو جاتے ہیں اور سخت کانٹے کے بعد اس کی کان کنی نہیں کی جاتی ہے۔ تقریباً ہر مونیرو ہارڈ فورک کا یہی معاملہ رہا ہے، اور پرانے اصولوں کا واحد تسلسل ایسے منصوبوں کے ذریعے تھا جو ہارڈ فورک سے فائدہ اٹھانے کی کوشش کرتے تھے۔</p> <p>اگرچہ غیر متنازعہ ہارڈ فورکس ہی Monero نیٹ ورک کے اہم پہلوؤں کو درست طریقے سے اپ گریڈ کرنے کا واحد طریقہ ہیں، لیکن ان کا ایک مایوس کن ضمنی اثر بھی ہے - پرانا سافٹ ویئر، جو ہارڈ فورک کی منصوبہ بندی سے پہلے جاری کیا گیا تھا، نئے کو سمجھ نہیں سکتا۔ نیٹ ورک کے قوانین اور اس طرح ہارڈ فورک کے بعد کام نہیں کرتا! اس سے صارفین یہ سوچنے پر مجبور ہو سکتے ہیں کہ فنڈز ضائع ہو گئے ہیں، یہ سوچ کر کہ Monero blockchain بند ہو گیا ہے، اور جب تک وہ اپنے بٹوے کو اپ گریڈ نہیں کر لیتے وہ فنڈز منتقل کرنے سے قاصر ہو سکتے ہیں۔</p>
zh_cn: <p>一旦你理解了升级加密货币与简单地将软件更新推送到浏览器等软件上有什么不同，升级门罗币的复杂性就会显现出来。</p> <p>在加密货币中，网络的规则（如交易的外观，采矿的工作方式，以及如何验证每个区块）必须得到网络的同意，这被称为 “共识”。当这些规则需要改变或升级时，网络必须就新的规则达成一致，导致 “硬分叉”——在这种情况下，网络实际上分裂成两条区块链，一条使用旧规则，另一条使用新规则。</p> <p>当社区中的每个人都同意规则的改变时，这被称为 “无争议的硬分叉”，而仍有旧规则的区块链则会消亡，在硬分叉后不会被开采。几乎每一次门罗币硬分叉都是这种情况，唯一继续使用旧规则的是试图从硬分叉中获利的项目。</p> <p>虽然无争议的硬分叉是正确升级门罗币网络重要方面的唯一途径，但它们也有一个令人沮丧的副作用——在硬分叉计划之前发布的旧软件无法理解网络的新规则，因此在硬分叉之后无法运行！这可能导致用户认为资金丢失，认为门罗币区块链停止了，在他们升级钱包之前无法移动资金。</p>
zh_tw: <p>一旦你理解了升級加密貨幣與簡單地將軟件更新推送到瀏覽器等軟件上有什麼不同，升級門羅幣的複雜性就會顯現出來。</p> <p>在加密貨幣中，網絡的規則（如交易的外觀，採礦的工作方式，以及如何驗證每個區塊）必須得到網絡的同意，這被稱為 “共識”。當這些規則需要改變或升級時，網絡必須就新的規則達成一致，導致 “硬分叉”——在這種情況下，網絡實際上分裂成兩條區塊鏈，一條使用舊規則，另一條使用新規則。</p> <p>當社區中的每個人都同意規則的改變時，這被稱為 “無爭議的硬分叉”，而仍有舊規則的區塊鏈則會消亡，在硬分叉後不會被開採。幾乎每一次門羅幣硬分叉都是這種情況，唯一繼續使用舊規則的是試圖從硬分叉中獲利的項目。</p> <p>雖然無爭議的硬分叉是正確升級門羅幣網絡重要方面的唯一途徑，但它們也有一個令人沮喪的副作用——在硬分叉計劃之前發布的舊軟件無法理解網絡的新規則，因此在硬分叉之後無法運行！這可能導致用戶認為資金丟失，認為門羅幣區塊鏈停止了，在他們升級錢包之前無法移動資金。</p>
