Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb24
source: This answer concerns the case when you are buying Monero online. After you send in a trade request to the seller of Monero, you have a time window to complete the payment before the seller is able to cancel the trade (the payment window varies depending on the payment method of the trade). During this time you need to complete your payment and press the I have paid button. The seller is notified that you've made the payment and the Monero will be held in the bond until the seller finalizes the trade for you when seeing the payment in his/her account. If you paid for the purchase, but did not mark the payment complete before the payment time window expired, please contact the seller through the trade. You can contact the seller and your other existing trade contacts from the {dashboard} in your {appName} User Profile. Send a message to the seller and kindly explain the situation and why you couldn't complete payment within the time window. If the seller does not respond to this request please contact {appName} support using the {supportRequestForm} and mention your trade ID.
cs: Tato odpověď se týká případu, kdy nakupujete Monero online. Poté, co odešlete žádost o obchod prodejci Monera, máte časové okno na dokončení platby, než bude prodejce schopen zrušit obchod (platební okno se liší v závislosti na platební metodě obchodu). Během této doby musíte dokončit platbu a stisknout tlačítko Zaplatil jsem. Prodejce je informován, že jste provedli platbu, a Monero bude drženo v dluhopisu, dokud prodejce nedokončí obchod za vás, když platbu uvidí na svém účtu. Pokud jste za nákup zaplatili, ale neoznačili jste platbu za dokončenou před vypršením časového okna, kontaktujte prodejce prostřednictvím obchodu. Prodejce a své další stávající obchodní kontakty můžete kontaktovat z {dashboard} ve svém uživatelském profilu {appName}. Odešlete zprávu prodejci a laskavě vysvětlete situaci a důvod, proč jste nemohli dokončit platbu v časovém okně. Pokud prodejce na tento požadavek nereaguje, kontaktujte podporu {appName} pomocí {supportRequestform} a uveďte své obchodní ID.
fi: Tämä vastaus koskee tilannetta, jossa ostat Moneroa verkosta. Kun olet lähettänyt Moneron myyjälle kauppapyynnön, sinulla on aikaikkuna suorittaa maksu loppuun ennen kuin myyjä voi peruuttaa kaupan (maksuikkuna vaihtelee kaupan maksutavan mukaan). Tänä aikana sinun on suoritettava maksu loppuun ja painettava Olen maksanut -painiketta. Myyjälle ilmoitetaan, että olet suorittanut maksun ja Moneroa pidetään välimiesmaksussa, kunnes myyjä saa kaupan päätökseen puolestasi nähdessään maksun tilillään. Jos maksoit ostoksen, mutta et merkinnyt maksua suoritetuksi ennen maksuaikaikkunan umpeutumista, ota yhteyttä myyjään kaupan kautta. Voit ottaa yhteyttä myyjään ja muihin olemassa oleviin kauppakontakteihisi {dashboard}:lta {appName}-käyttäjäprofiilissasi. Lähetä myyjälle viesti ja kerro ystävällisesti tilanne ja miksi et voinut suorittaa maksua aikaikkunassa. Jos myyjä ei vastaa tähän pyyntöön, ota yhteyttä {appName}-tukeen käyttämällä {supportRequestForm} ja mainitse kauppatunnuksesi.
fr: Cette réponse concerne le cas où vous achetez du Monero en ligne. Après avoir envoyé une demande d'échange au vendeur de Monero, vous disposez d'un certain délai pour effectuer le paiement avant que le vendeur ne puisse annuler l'échange (le délai de paiement varie en fonction du mode de paiement de l'échange). Pendant ce temps, vous devez effectuer votre paiement et appuyer sur le bouton J'ai payé. Le vendeur est informé que vous avez effectué le paiement et le Monero sera retenu dans la caution jusqu'à ce que le vendeur finalise la transaction lorsqu'il verra le paiement sur son compte. Si vous avez payé l'achat, mais que vous n'avez pas marqué le paiement comme étant terminé avant l'expiration du délai de paiement, veuillez contacter le vendeur via le chat de la transaction. Vous pouvez contacter le vendeur et vos autres contacts existants avec qui vous faites des échanges à partir du {dashboard} dans votre profil utilisateur {appName}. Envoyez un message au vendeur et expliquez-lui gentiment la situation et pourquoi vous n'avez pas pu effectuer le paiement dans le délai imparti. Si le vendeur ne répond pas à cette demande, veuillez contacter l'assistance {appName} en utilisant le {supportRequestform} et mentionner l'identifiant de transaction.
it: Questa risposta riguarda il caso in cui stai comprando Monero online. Dopo aver inviato una richiesta di scambio al venditore di Monero, hai una finestra di tempo per completare il pagamento prima che il venditore sia in grado di annullare lo scambio (la finestra di pagamento varia a seconda del metodo di pagamento dello scambio). Durante questo tempo devi completare il pagamento e premere il pulsante Ho pagato. Il venditore viene avvisato che hai effettuato il pagamento e i Monero saranno tenuti in deposito arbitrale fino a quando il venditore finalizza la compravendita per te vedendo il pagamento sul suo conto. Se hai pagato per l'acquisto, ma non hai segnato il pagamento completo prima della scadenza della finestra temporale di pagamento, contatta il venditore attraverso la compravendita. Puoi contattare il venditore e gli altri tuoi contatti commerciali esistenti dal {dashboard} nel tuo profilo utente {appName}. Invia un messaggio al venditore e spiega gentilmente la situazione e il motivo per cui non hai potuto completare il pagamento entro la finestra temporale. Se il venditore non risponde a questa richiesta, contatta il supporto {appName} utilizzando il {supportRequestForm} e menziona il tuo ID commerciale.
lt: Šis atsakymas susijęs su tuo atveju, kai perkate Monero internetu. Išsiuntę prekybos užklausą Monero pardavėjui, turite laiko langą atlikti mokėjimą, kol pardavėjas galės atšaukti prekybą (mokėjimo langas skiriasi priklausomai nuo sandorio mokėjimo būdo). Per tą laiką turite užbaigti mokėjimą ir paspausti mygtuką Sumokėjau. Pardavėjui pranešama, kad atlikote mokėjimą, o Monero bus laikomas obligacijoje, kol pardavėjas, pamatęs mokėjimą savo sąskaitoje, užbaigs sandorį už jus. Jei sumokėjote už pirkinį, bet nepasibaigus mokėjimo terminui nepažymėjote mokėjimo užbaigto, kreipkitės į pardavėją per prekybą. Su pardavėju ir kitais esamais prekybos kontaktais galite susisiekti naudodami {dashboard} savo {appName} naudotojo profilyje. Nusiųskite pranešimą pardavėjui ir maloniai paaiškinkite situaciją ir kodėl negalėjote atlikti mokėjimo per nustatytą laikotarpį. Jei pardavėjas neatsako į šią užklausą, susisiekite su {appName} palaikymo komanda naudodami {supportRequestForm} ir nurodykite savo prekybos ID.
nb: Dette svaret gjelder tilfellet når du kjøper Monero på nett. Etter at du har sendt inn en handelsforespørsel til selgeren av Monero, har du et tidsvindu for å fullføre betalingen før selgeren kan kansellere handelen (betalingsvinduet varierer avhengig av betalingsmåten for handelen). I løpet av denne tiden må du fullføre betalingen og trykke på Jeg har betalt-knappen. Selgeren blir varslet om at du har foretatt betalingen, og Monero vil bli holdt i obligasjonen til selgeren fullfører handelen for deg når han ser betalingen på hans/hennes konto. Hvis du har betalt for kjøpet, men ikke merket betalingen som fullført før betalingstidsvinduet utløp, vennligst kontakt selgeren gjennom handelen. Du kan kontakte selgeren og dine andre eksisterende handelskontakter fra {dashboard} i din {appName}-brukerprofil. Send en melding til selgeren og forklar situasjonen og hvorfor du ikke kunne fullføre betalingen innen tidsvinduet. Hvis selgeren ikke svarer på denne forespørselen, vennligst kontakt {appName} brukerstøtte ved å bruke {supportRequestForm} og oppgi din handels-ID.
nl: Dit antwoord betreft het geval wanneer u online Monero koopt. Nadat u een ruilverzoek naar de Monero verkoper heeft gestuurd, heeft u een tijdvenster om de betaling te voltooien voordat de verkoper de transactie kan annuleren (het betalingsvenster varieert afhankelijk van de betaalmethode van de transactie). Gedurende deze tijd moet u uw betaling voltooien en op de knop 'Ik heb betaald' drukken. De verkoper krijgt bericht dat u de betaling heeft voltooid en de Monero wordt vastgehouden in de obligatie totdat de verkoper de transactie voor u voltooit wanneer ze de betaling op hun rekening zien. Als u voor de aankoop heeft betaald, maar de betaling niet als voltooid heeft gemarkeerd voordat de betalingstermijn is verstreken, neem dan via de transactie contact op met de verkoper. U kunt contact opnemen met de verkoper en uw andere bestaande handelscontacten vanuit het {dashboard} op uw {appName} gebruikersprofiel. Stuur een bericht naar de verkoper en leg de situatie uit en waarom u de betaling niet binnen het tijdsbestek kon voltooien. Als de verkoper niet op dit verzoek reageert, neem dan contact op met {appName}-ondersteuning via de {supportRequestform} en vermeld uw transactie-ID.
pl: Ta odpowiedź dotyczy sytuacji, gdy kupujesz Monero online. Po wysłaniu rozpoczęciu transakcji Monero otwiera się okno czasowe, aby wykonać płatność, zanim sprzedawca będzie w stanie anulować handel (okno płatności różni się w zależności od metody płatności handlu). W tym czasie musisz dokonać płatności i nacisnąć przycisk potwierdzający zapłacenie. Sprzedawca otrzymuje powiadomienie, że wykonałeś płatność, a Monero będzie przechowywane pod zastaw, dopóki sprzedawca nie sfinalizuje handlu po zobaczeniu płatność na swoim koncie. Jeśli zapłaciłeś za zakup, ale nie potwierdziłeś nacisnąć przycisk przed upływem czasu płatności, skontaktuj się ze sprzedawcą za pośrednictwem chatu. Możesz skontaktować się ze sprzedawcą i innymi z {dashboard} w profilu użytkownika {appName}. Wyślij wiadomość do sprzedawcy i uprzejmie wyjaśnij sytuację oraz dlaczego nie udało Ci się dokonać płatności w oknie czasowym. Jeśli sprzedawca nie odpowiada na to żądanie, skontaktuj się z obsługą {appName} za pomocą {supportRequestForm} z uwzględnieniem identyfikatora transakcji.
pt_br: Esta resposta diz respeito ao caso quando você está comprando Monero online. Após enviar uma solicitação comercial ao vendedor da Monero, você tem um prazo para completar o pagamento antes que o vendedor possa cancelar a negociação (o prazo de pagamento varia de acordo com o método de pagamento da negociação). Durante este tempo, você precisa completar seu pagamento e pressionar o botão "Já paguei". O vendedor é notificado de que você efetuou o pagamento e o Monero será mantido em caução arbitral até que o vendedor finalize a negociação para você ao ver o pagamento em sua conta. Se você pagou pela compra, mas não marcou o pagamento completo antes do vencimento do prazo de pagamento, favor entrar em contato com o vendedor através do comércio. Você pode contatar o vendedor e seus outros contatos comerciais existentes a partir do {dashboard} em seu Perfil de Usuário {appName}. Envie uma mensagem ao vendedor e explique gentilmente a situação e porque você não pôde completar o pagamento dentro do prazo. Se o vendedor não responder a esta solicitação, entre em contato com o suporte {appName} usando o {supportRequestform} e mencione sua identificação comercial.
sl: Ta odgovor se nanaša na primer, ko kupujete Monero preko spleta. Ko pošljete zahtevo za trgovanje prodajalcu Monera, imate na voljo časovno okno za dokončanje plačila, preden lahko prodajalec trgovanje prekliče (plačilno obdobje se razlikuje glede na način plačila). V tem času morate dokončati plačilo in pritisniti gumb 'Plačal sem'. Prodajalec bo obveščen, da ste izvedli plačilo in Monero bo zadržan v obveznici, dokler prodajalec ne zaključi vašega trgovanja, ko vidi plačilo na njegovem računu. Če ste plačali, vendar pred iztekom plačilnega roka niste označili plačila kot dokončanega, se obrnite na prodajalca. S prodajalcem in drugimi obstoječimi stiki lahko vstopite v kontakt na {dashboard} v svojem uporabniškem profilu {appName}. Pošljite sporočilo prodajalcu in mu prijazno razložite situacijo in zakaj niste mogli dokončati plačila v roku. Če se prodajalec ne odzove na to zahtevo, se obrnite na podporo za {appName} prek {supportRequestForm} in navedite vaš ID trgovanja.
sv: Det här svaret gäller fallet när du köper Monero online. Efter att du skickat in en handelsförfrågan till säljaren av Monero har du ett tidsfönster för att slutföra betalningen innan säljaren kan avbryta handeln (betalningsfönstret varierar beroende på betalningsmetoden för handeln). Under denna tid måste du slutföra din betalning och trycka på knappen Jag har betalat. Säljaren meddelas att du har gjort betalningen och Monero kommer att hållas i obligationen tills säljaren slutför affären åt dig när betalningen visas på hans/hennes konto. Om du har betalat för köpet, men inte markerat betalningen som slutförd innan betalningstiden löpt ut, vänligen kontakta säljaren via handeln. Du kan kontakta säljaren och dina andra befintliga handelskontakter från {dashboard} i din {appName} användarprofil. Skicka ett meddelande till säljaren och förklara vänligen situationen och varför du inte kunde slutföra betalningen inom tidsfönstret. Om säljaren inte svarar på denna begäran, kontakta {appName} support med hjälp av {supportRequestForm} och ange ditt handels-ID.
tl: Ang sagot na ito ay may kinalaman sa kaso kapag bumibili ka ng Monero online. Pagkatapos mong magpadala ng kahilingan sa kalakalan sa nagbebenta ng Monero, mayroon kang palugit ng oras upang makumpleto ang pagbabayad bago magawang kanselahin ng nagbebenta ang kalakalan (nag-iiba-iba ang palugit ng pagbabayad depende sa paraan ng pagbabayad ng kalakalan). Sa panahong ito kailangan mong kumpletuhin ang iyong pagbabayad at pindutin ang I have paid button. Inaabisuhan ang nagbebenta na nagawa mo na ang pagbabayad at ang Monero ay hahawakan sa bono hanggang sa ma-finalize ng nagbebenta ang kalakalan para sa iyo kapag nakita ang pagbabayad sa kanyang account. Kung nagbayad ka para sa pagbili, ngunit hindi namarkahan na kumpleto ang pagbabayad bago mag-expire ang palugit ng oras ng pagbabayad, mangyaring makipag-ugnayan sa nagbebenta sa pamamagitan ng kalakalan. Maaari kang makipag-ugnayan sa nagbebenta at sa iyong iba pang umiiral na mga contact sa kalakalan mula sa {dashboard} sa iyong {appName} User Profile. Magpadala ng mensahe sa nagbebenta at mabait na ipaliwanag ang sitwasyon at kung bakit hindi mo makumpleto ang pagbabayad sa loob ng palugit ng oras. Kung hindi tumugon ang nagbebenta sa kahilingang ito, mangyaring makipag-ugnayan sa suporta ng {appName} gamit ang {supportRequestform} at banggitin ang iyong trade ID.
tr: Bu cevap Monero'yu çevrimiçi satın aldığınız durumla ilgilidir. Monero satıcısına bir takas talebi gönderdikten sonra, satıcının işlemi iptal edebilmesinden önce ödemeyi tamamlamak için bir zaman pencereniz vardır (ödeme penceresi, işlemin ödeme yöntemine bağlı olarak değişir). Bu süre içerisinde ödemenizi tamamlayıp, ödedim butonuna basmanız gerekmektedir. Satıcıya, ödemeyi yaptığınız bildirilir ve satıcı, ödemeyi hesabında görünce işlemi sizin adınıza tamamlayana kadar Monero tahvilde tutulacaktır. Satın alma işlemi için ödeme yaptıysanız ancak ödeme süresi sona ermeden ödemeyi tamamlandı olarak işaretlemediyseniz, lütfen ticaret yoluyla satıcıyla iletişime geçin. Satıcıyla ve diğer mevcut ticari iletişim kişilerinizle, {appName} Kullanıcı Profilinizdeki {dashboard} üzerinden iletişime geçebilirsiniz. Satıcıya bir mesaj gönderin ve durumu ve ödemeyi neden belirtilen süre içinde tamamlayamadığınızı lütfen açıklayın. Satıcı bu talebe yanıt vermezse lütfen {supportRequestForm} kullanarak {appName} desteğiyle iletişime geçin ve ticari kimliğinizi belirtin.
ur: یہ جواب اس معاملے سے متعلق ہے جب آپ آن لائن Monero خرید رہے ہیں۔ Monero کے بیچنے والے کو تجارتی درخواست بھیجنے کے بعد، آپ کے پاس ادائیگی مکمل کرنے کے لیے ایک ٹائم ونڈو ہے اس سے پہلے کہ بیچنے والا تجارت کو منسوخ کر دے (the payment window varies depending on the payment method of the trade)۔ اس وقت کے دوران آپ کو اپنی ادائیگی مکمل کرنی ہوگی اور میں نے ادائیگی کی ہے کہ بٹن کو دبانا ہوگا۔ بیچنے والے کو مطلع کیا جاتا ہے کہ آپ نے ادائیگی کر دی ہے اور Monero کو اس وقت تک بانڈ میں رکھا جائے گا جب تک کہ بیچنے والا اپنے اکاؤنٹ میں ادائیگی کو دیکھ کر آپ کے لیے تجارت کو حتمی شکل نہیں دے دیتا۔ اگر آپ نے خریداری کے لیے ادائیگی کی، لیکن ادائیگی کے وقت کی مدت ختم ہونے سے پہلے ادائیگی مکمل ہونے کا نشان نہیں لگایا، تو براہ کرم تجارت کے ذریعے بیچنے والے سے رابطہ کریں۔ آپ اپنے {appName} صارف پروفائل میں {dashboard} سے بیچنے والے اور اپنے دوسرے موجودہ تجارتی رابطوں سے رابطہ کر سکتے ہیں۔ بیچنے والے کو ایک پیغام بھیجیں اور مہربانی سے اس صورت حال کی وضاحت کریں کہ آپ ٹائم ونڈو کے اندر ادائیگی کیوں مکمل نہیں کر سکے۔ اگر بیچنے والا اس درخواست کا جواب نہیں دیتا ہے تو براہ کرم {supportRequestForm} استعمال کرتے ہوئے {appName} سپورٹ سے رابطہ کریں اور اپنی تجارتی شناخت کا ذکر کریں۔
zh_cn: 此答案与您在线购买 Monero 时的情况有关。在您向 Monero 卖家发送交易请求后，您有一个时间窗口来完成付款，然后卖家才能取消交易（付款窗口因交易的付款方式而异）。在此期间，您需要完成付款并按我已付款按钮。卖家会收到您已付款的通知，并且门罗币将被保留在仲裁保证金中，直到卖家在他/她的账户中看到付款后为您完成交易。如果您已付款购买，但未在付款时间窗口到期前标记付款完成，请通过交易联系卖家。您可以通过 {appName} 用户资料中的 {dashboard} 联系卖家和其他现有交易联系人。给卖家发消息，解释一下情况，以及为什么你不能在时间窗口内完成付款。如果卖家未响应此请求，请使用 {supportRequestForm} 联系 {appName} 支持并提及您的交易 ID。
zh_tw: 此答案與您在線購買 Monero 時的情況有關。在您向 Monero 賣家發送交易請求後，您有一個時間窗口來完成付款，然後賣家才能取消交易（付款窗口因交易的付款方式而異）。在此期間，您需要完成付款並按我已付款按鈕。賣家會收到您已付款的通知，並且門羅幣將被保留在仲裁保證金中，直到賣家在他/她的賬戶中看到付款後為您完成交易。如果您已付款購買，但未在付款時間窗口到期前標記付款完成，請通過交易聯繫賣家。您可以通過 {appName} 用戶資料中的 {dashboard} 聯繫賣家和其他現有交易聯繫人。給賣家發消息，解釋一下情況，以及為什麼你不能在時間窗口內完成付款。如果賣家未響應此請求，請使用 {supportRequestForm} 聯繫 {appName} 支持並提及您的交易 ID。

# faq250Sbanswer8722Sb248722Sbdashboard
source: Dashboard
fi: Kojelauta
fr: Tableau de bord
lt: Prietaisų skydelis
nb: Dashbord
pl: Panel
pt_br: Painel
sl: Nadzorna plošča
sv: instrumentbräda
tr: Gösterge Paneli
ur: ڈیش بورڈ
zh_cn: 控制面板
zh_tw: 控制面板

# faq250Sbanswer8722Sb248722Sbsupport8722Sbrequest8722Sbform
source: support request form
cs: formulář žádosti o podporu
fi: tukipyyntölomake
fr: formulaire de demande d'assistance
it: Modulo di richiesta di supporto
lt: paramos prašymo forma
nb: skjema for støtteforespørsel
nl: ondersteuning aanvraagformulier
pl: formularza kontaktu z obsługą
pt_br: formulário de pedido de suporte
sl: obrazec za zahtevo podpore
sv: Formulär för begäran om support
tl: form ng kahilingan sa suporta
tr: destek talep formu
ur: سپورٹ درخواست فارم
zh_cn: 客服请求表
zh_tw: 客服請求表
