Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbeconomy250Sb2250Sbtitle
source: Why do we need to build circular economies?
cs: Proč potřebujeme budovat cirkulární ekonomiky?
fi: Miksi meidän pitää rakentaa kiertotalouksia?
fr: Pourquoi avons-nous besoin de construire des économies circulaires ?
it: Perché dobbiamo costruire economie circolari?
lt: Kodėl mums reikia kurti žiedinę ekonomiką?
nb: Hvorfor må vi bygge sirkulære økonomier?
nl: Waarom moeten we circulaire economieën bouwen?
pl: Dlaczego musimy budować gospodarki okrągłe?
pt_br: Por que precisamos construir economias circulares?
sl: Zakaj moramo ustvarjati krožna gospodarstva?
sv: Varför behöver vi bygga cirkulära ekonomier?
tl: Bakit kailangan nating bumuo ng circular economies?
tr: Neden döngüsel ekonomiler inşa etmemiz gerekiyor?
ur: ہمیں سرکلر معیشتیں بنانے کی ضرورت کیوں ہے؟
zh_cn: 为什么我们需要建立循环经济？
zh_tw: 為什麼我們需要建立循環經濟？

# knowledge250Sbkeys250Sbtitle
source: Why (and how!) you should hold your own keys
cs: Proč (a jak!) byste měli držet své vlastní klíče
fi: Miksi (ja miten!) sinun pitäisi hallita omia avaimiasi
fr: Pourquoi (et comment !) vous devriez détenir vos propres clés
it: Perché (e come!) dovresti tenere le tue chiavi
lt: Kodėl (ir kaip!) turėtumėte turėti savo raktus
nb: Hvorfor (og hvordan!) du bør holde dine egne nøkler
nl: Waarom (en hoe!) u uw eigen sleutels moet bezitten
pl: Dlaczego (i jak!) powinieneś trzymać własne klucze
pt_br: Por que (e como!) você deve segurar suas próprias chaves
sl: Zakaj (in kako!) bi morali imeti svoje ključe
sv: Varför (och hur!) du ska hålla i dina egna nycklar
tl: Bakit (at paano!) dapat mong hawakan ang sarili mong mga susi
tr: Neden (ve nasıl!) kendi anahtarlarınızı tutmalısınız?
ur: کیوں (اور کیسے!) آپ کو اپنی چابیاں اپنے پاس رکھنی چاہئیں
zh_cn: 为什么（以及如何！）你应该持有你自己的钥匙
zh_tw: 為什麼（以及如何！）你應該持有你自己的鑰匙
