Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbeconomy250Sb3250Sbtext
source: <p>While Monero shares some of the core attributes of Bitcoin that enable circular economies in a new way (censorship-resistant payments, p2p transactions, etc.), it brings an absolutely unique empowerment to those wishing to build and engage in circular economies.</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero enables global p2p transactions without fear of surveillance or censorship</h6> <p>Monero users do not need to worry about mass surveillance or even targeted censorship of their transactions, enabling unique peace of mind and preventing any burdens on commerce. You can transact with anyone in the world, at any time, without any surveillance using the Monero wallet of your choice.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Fungibility removes the risk of tainted coins and ensures trust</h6> <p>As Monero is fungible (1 XMR equals 1 XMR, no matter what), participants in the circular economy don’t need to worry about the funds they are sending or receiving. Any Monero they send cannot be traced back to their other transactions and has no history and thus cannot be censored based on history, and Monero received will always be able to be spent freely at full market value. This fungibility adds to the peace of mind of participants, ensures that chain analysis firms cannot force their way into circular economies, and prevents a breakdown of trust in Monero as a method of exchange.</p> <p>The current breakdown of trust in Bitcoin as a method of exchange is leading to it rapidly losing traction in circular economies where Monero is present. People don’t want to have to check funds for taint, worry about if they will be able to spend them freely, or feel the need to use any chain analysis tools to protect themselves from legal or regulatory issues.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Monero’s low fees ensure a free flow of commerce</h6> <p>One of the simplest points to grasp about Monero transactions is that transaction fees are incredibly low and will remain reasonable in the long-term thanks to the <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">tail emission</a> and <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamic block size</a>.</p> <p>These low fees make sure that commerce can flow freely no matter the amount of blockchain congestion, further reducing the mental burden and stress on participants to try and time their transactions or wait hours/days to confirm low-fee transactions. With fees around 1c today, you can transact freely with any size of transaction without worry about fees down the line.</p>
cs: <p>Přestože Monero sdílí některé základní atributy Bitcoinu, které umožňují oběhové hospodářství novým způsobem (platby odolné vůči cenzuře, p2p transakce atd.), přináší naprosto jedinečné možnosti pro ty, kteří chtějí budovat oběhové hospodářství a zapojit se do něj.</p><h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero umožňuje globální p2p transakce beze strachu ze sledování nebo cenzury</h6> <p>Uživatelé Monero se nemusí obávat masového sledování nebo dokonce cílené cenzury svých transakcí, což jim umožňuje jedinečný klid a zabraňuje jakémukoli zatížení obchodu. Pomocí peněženky Monero, kterou si vyberete, můžete kdykoli a s kýmkoli na světě provádět transakce bez jakéhokoli dohledu.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Zaměnitelnost odstraňuje riziko zkažených mincí a zajišťuje důvěryhodnost</h6> <p>Jelikož je měna Monero zaměnitelná (1 XMR se rovná 1 XMR, ať už jde o cokoli), účastníci oběhového hospodářství se nemusí starat o to, jaké prostředky posílají nebo přijímají. Žádné Monero, které pošlou, nelze vysledovat zpětně k jejich jiným transakcím, nemá žádnou historii, a tudíž nemůže být cenzurováno na základě historie, a přijaté Monero bude vždy možné volně utratit za plnou tržní hodnotu. Tato zaměnitelnost přispívá ke klidu účastníků, zajišťuje, že si firmy zabývající se analýzou řetězců nemohou vynutit vstup do oběhového hospodářství, a zabraňuje narušení důvěry v Monero jako způsob směny.</p> <p>Současný rozpad důvěry v Bitcoin jako způsob směny vede k tomu, že v cirkulárních ekonomikách, kde je Monero přítomno, rychle ztrácí na popularitě. Lidé nechtějí kontrolovat prostředky, zda nejsou poskvrněné, obávat se, zda je budou moci volně utratit, ani necítí potřebu používat jakékoli nástroje pro analýzu řetězce, aby se ochránili před právními nebo regulačními problémy.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Nízké poplatky Monero zajišťují volný tok obchodu </h6> <p>Jedním z nejjednodušších bodů, které lze u transakcí Monero pochopit, je, že transakční poplatky jsou neuvěřitelně nízké a dlouhodobě zůstanou přiměřené díky <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">koncové emisi</a> a <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamické velikosti bloku</a>.</p>. <p>Tyto nízké poplatky zajišťují, že obchod může volně proudit bez ohledu na přetížení blockchainu, což dále snižuje psychickou zátěž a stres účastníků, kteří se snaží načasovat své transakce nebo čekají hodiny či dny na potvrzení transakcí s nízkými poplatky. Díky poplatkům, které se dnes pohybují kolem 1c, můžete volně obchodovat s jakoukoli velikostí transakce bez obav z poplatků v budoucnu.</p>
fi: <p>Vaikka Monero jakaa joitakin Bitcoinin ydinominaisuuksia, jotka mahdollistavat kiertotaloudet uudella tavalla (sensuurin kestävät maksut, p2p-tapahtumat jne.), se tuo täysin ainutlaatuisen voiman niille, jotka haluavat rakentaa kiertotalouksia ja osallistua niihin. </p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero mahdollistaa maailmanlaajuiset p2p-tapahtumat ilman pelkoa valvonnasta tai sensuurista</h6> <p>Moneron käyttäjien ei tarvitse huolehtia transaktioidensa massavalvonnasta tai edes kohdistetusta sensuurista, mikä mahdollistaa ainutlaatuisen mielenrauhan ja estää kaupankäynnin rasittumisen. Voit asioida kenen tahansa kanssa maailmassa milloin tahansa ilman valvontaa valitsemallasi Monero-lompakolla.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Vaihdettavuus poistaa likaantuneiden kolikoiden riskin ja varmistaa luottamuksen</h6> <p>Koska Monero on korvattavissa (1 XMR vastaa 1 XMR, riippumatta siitä mitä valuuttaa), kiertotalouden osallistujien ei tarvitse huolehtia lähettämistään tai vastaanottamistaan varoista. Heidän lähettämänsä Moneroa ei voida jäljittää heidän muihin tapahtumiinsa, eikä niillä ole historiaa, joten niitä ei voida sensuroida historian perusteella, ja vastaanottama Monero voidaan aina käyttää vapaasti täydellä markkina-arvolla. Tämä vaihdettavuus lisää osallistujien mielenrauhaa, varmistaa, että lohkoanalyysiyritykset eivät voi tunkeutua kiertotalouksiin, ja estää luottamuksen hajoamisen Moneroa kohtaan vaihtomenetelmänä.</p> <p>Nykyinen luottamus Bitcoiniin vaihtomenetelmänä johtaa siihen, että se menettää nopeasti vetonsa kiertotalouksissa, joissa Monero on läsnä. Ihmiset eivät halua joutua tarkistamaan varojen saastumista, huolehtimaan siitä, voivatko he käyttää niitä vapaasti, tai kokea tarvetta käyttää mitä tahansa ketjuanalyysityökalua suojautuakseen oikeudellisilta tai sääntelyllisiltä ongelmilta.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Moneron alhaiset kulut takaavat vapaan kaupankäynnin</h6> <p>Yksi Monero-tapahtumien yksinkertaisimmista asioista on se, että transaktiomaksut ovat uskomattoman alhaiset ja pysyvät kohtuullisina pitkällä aikavälillä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">"Tail emission"</a> ja <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynaamisen lohkokoon</a> ansiosta. </p> <p>Nämä alhaiset maksut varmistavat, että kauppa voi virrata vapaasti lohkoketjun ruuhkasta riippumatta, mikä vähentää entisestään osallistujien henkistä taakkaa ja stressiä yrittää ajoittaa tapahtumiaan tai odottaa tunteja/päiviä varmistaakseen alhaiset maksut. Nykyisin maksut ovat noin 1 senttiä, joten voit suorittaa vapaasti minkä tahansa kokoisia tapahtumia ilman, että sinun tarvitsee huolehtia kuluista.</p>
fr: <p>Bien que Monero partage certains des attributs fondamentaux de Bitcoin qui permettent les économies circulaires d'une nouvelle manière (paiements résistants à la censure, transactions p2p, etc.), il apporte une autonomie absolument unique à ceux qui souhaitent construire et s'engager dans des économies circulaires .</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero permet des transactions p2p mondiales sans crainte de surveillance ou de censure</h6> <p>Les utilisateurs de Monero n'ont pas à se soucier de la surveillance de masse ou même de la censure ciblée de leurs transactions, ce qui leur permet une tranquillité d'esprit unique et évite toute entrave et restriction sur le commerce. Vous pouvez effectuer des transactions avec n'importe qui dans le monde, à tout moment, sans aucune surveillance en utilisant le portefeuille Monero de votre choix.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. La fongibilité supprime le risque de jetons entachés et garantit la confiance</h6> <p>Comme Monero est fongible (1 XMR équivaut à 1 XMR, quoi qu'il arrive), les participants à l'économie circulaire n'ont pas à se soucier des fonds qu'ils envoient ou reçoivent. Chaque Monero qu'ils envoient ne peut pas être retracé dans leurs autres transactions et n'a pas d'historique et ne peut donc pas être censuré sur la base de l'historique, et le Monero reçu pourra toujours être dépensé librement à sa pleine valeur marchande. Cette fongibilité ajoute à la tranquillité d'esprit des participants, garantit que les entreprises d'analyse de chaîne ne peuvent pas se frayer un chemin dans les économies circulaires et empêche une perte de confiance dans Monero en tant que méthode d'échange.</p> <p>La perte de confiance actuelle dans le Bitcoin en tant que méthode d'échange l'amène à perdre rapidement du terrain dans les économies circulaires où Monero est présent. Les gens ne veulent pas avoir à vérifier si les fonds ne sont pas corrompus, se demander s'ils pourront les dépenser librement ou ressentir le besoin d'utiliser des outils d'analyse de chaîne pour se protéger des problèmes juridiques ou réglementaires.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Les faibles frais de Monero garantissent la fluidité du commerce</h6> <p>L'un des points les plus simples à saisir concernant les transactions Monero est que les frais de transaction sont incroyablement bas et resteront raisonnables à long terme grâce à l'<a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">« émission résiduelle »</a> et à la <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">taille dynamique des blocs</a>. .</p> <p>Ces frais peu élevés garantissent la fluiditié et la liberté du commerce, quelle que soit la congestion du réseau, réduisant davantage la charge mentale et le stress des participants essayant de planifier leurs transactions ou attendre des heures, voire des jours, pour confirmer les transactions à faible frais. Avec des frais d'environ 1cts aujourd'hui, vous pouvez effectuer des transactions librement pour n'importe quel montant de transaction sans vous soucier des frais à payer.</p>
it: <p>Mentre Monero condivide alcuni degli attributi fondamentali di Bitcoin che abilitano le economie circolari in un modo nuovo (pagamenti resistenti alla censura, transazioni p2p, ecc.), porta un potere assolutamente unico a coloro che desiderano costruire e impegnarsi in economie circolari.</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero permette transazioni p2p globali senza paura di sorveglianza o censura</h6> <p>Gli utenti di Monero non devono preoccuparsi della sorveglianza di massa o anche della censura mirata delle loro transazioni, consentendo una tranquillità unica e prevenendo qualsiasi peso sul commercio. Puoi transare con chiunque nel mondo, in qualsiasi momento, senza alcuna sorveglianza utilizzando il portafoglio Monero di tua scelta.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. La fungibilità rimuove il rischio di monete contaminate e garantisce la fiducia</h6> <p>Poiché Monero è fungibile (1 XMR è uguale a 1 XMR, non importa cosa), i partecipanti all'economia circolare non hanno bisogno di preoccuparsi dei fondi che stanno inviando o ricevendo. Ogni Monero che inviano non può essere rintracciato nelle loro altre transazioni e non ha storia e quindi non può essere censurato in base alla storia, e i Monero ricevuti potranno sempre essere spesi liberamente al pieno valore di mercato. Questa fungibilità aumenta la tranquillità dei partecipanti, assicura che le imprese di analisi della catena non possano forzare la loro strada nelle economie circolari, e previene un crollo della fiducia in Monero come metodo di scambio.</p> <p>L'attuale crollo della fiducia in Bitcoin come metodo di scambio sta portando alla sua rapida perdita di trazione nelle economie circolari dove Monero è presente. La gente non vuole dover controllare i fondi per la contaminazione, preoccuparsi se saranno in grado di spenderli liberamente, o sentire il bisogno di utilizzare strumenti di analisi della catena per proteggersi da problemi legali o normativi.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Le basse commissioni di Monero assicurano un libero flusso di commercio</h6> <p>Uno dei punti più semplici da comprendere sulle transazioni di Monero è che le commissioni di transazione sono incredibilmente basse e rimarranno ragionevoli nel lungo termine grazie all'emissione di coda <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission"></a> e alla dimensione dinamica dei blocchi <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size"></a>.</p> <p>Queste basse commissioni assicurano che il commercio possa fluire liberamente indipendentemente dalla quantità di congestione della blockchain, riducendo ulteriormente l'onere mentale e lo stress dei partecipanti per cercare di cronometrare le loro transazioni o aspettare ore/giorni per confermare le transazioni a basso costo. Con commissioni intorno a 1c oggi, è possibile transare liberamente con qualsiasi dimensione di transazione senza preoccuparsi delle commissioni in futuro.</p>
lt: <p>Nors Monero dalijasi kai kuriais pagrindiniais Bitcoin atributais, kurie įgalina žiedinę ekonomiką nauju būdu (atsparūs cenzūrai mokėjimai, P2P operacijos ir t. t.), jis suteikia absoliučiai unikalią galią tiems, kurie nori kurti žiedinę ekonomiką ir joje dalyvauti. </p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. „Monero“ įgalina pasaulines p2p operacijas, nebijant stebėjimo ar cenzūros</h6> <p> „Monero“ naudotojams nereikia jaudintis dėl masinio sekimo ar net tikslinės operacijų cenzūros, nes tai suteikia unikalią ramybę ir apsaugo nuo bet kokios naštos prekybai. Naudodami pasirinktą Monero piniginę galite sudaryti sandorius su bet kuriuo pasaulio gyventoju, bet kuriuo metu ir be jokios priežiūros.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Pakeičiamumas pašalina sugadintų monetų riziką ir užtikrina pasitikėjimą</h6> <p>Kadangi Monero yra pakeičiamas (1 XMR lygus 1 XMR, nesvarbu, kas), žiedinės ekonomikos dalyviams nereikia jaudintis dėl lėšų, kurias jie siunčia ar gauna. Bet koks jų siunčiamas Monero negali būti atsektas iki kitų jų sandorių ir neturi istorijos, todėl negali būti cenzūruojamas remiantis istorija, o gautas Monero visada galės būti laisvai išleistas už visą rinkos vertę. Šis pakeičiamumas prisideda prie dalyvių ramybės, užtikrina, kad grandinės analizės įmonės negalėtų įsiveržti į žiedinę ekonomiką ir neleidžia žlugti pasitikėjimo Monero kaip mainų metodu.</p> <p>Dėl dabartinės nepasitikėjimo Bitcoin kaip mainų metodu jis greitai praranda trauką žiedinės ekonomikos šalyse, kuriose veikia Monero. Žmonės nenori tikrinti lėšų, nerimauti, ar galės jas laisvai išleisti, ar jaučia būtinybės naudoti bet kokias grandinės analizės priemones, kad apsisaugotų nuo teisinių ar reguliavimo problemų.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Maži Monero mokesčiai užtikrina laisvą prekybos srautą</h6> <p>Vienas iš paprasčiausių dalykų, kuriuos reikia suprasti apie Monero operacijas, yra tai, kad operacijų mokesčiai yra neįtikėtinai maži ir ilgą laiką išliks pagrįsti dėl <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">uodegos emisijos</a> ir <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dinaminio bloko dydžio</a> </p> <p>Šie maži mokesčiai užtikrina, kad prekyba galėtų laisvai tekėti, nepaisant blokų grandinės perkrovos, taip dar labiau sumažinant protinę naštą ir įtampą, tenkančią dalyviams bandant nustatyti savo sandorių laiką arba laukti valandas/dienas, kad patvirtintų mažų mokesčių sandorius. Šiandien mokesčiai yra apie 1 c., todėl galite laisvai atlikti bet kokio dydžio operaciją, nesijaudindami dėl mokesčių.</p>
nb: <p>Mens Monero deler noen av kjerneattributtene til Bitcoin som muliggjør sirkulære økonomier på en ny måte (sensurresistente betalinger, p2p-transaksjoner, etc.), gir det en helt unik myndighet til de som ønsker å bygge og engasjere seg i sirkulære økonomier .</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero muliggjør globale p2p-transaksjoner uten frykt for overvåking eller sensur</h6> <p>Monero-brukere trenger ikke å bekymre seg for masseovervåking eller til og med målrettet sensur av transaksjonene deres, noe som muliggjør unik sinnsro og forhindrer enhver byrde for handel. Du kan handle med hvem som helst i verden, når som helst og uten overvåking ved å bruke Monero-lommeboken du velger.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Fungibility fjerner risikoen for tilsølte mynter og sikrer tillit</h6> <p>Ettersom Monero er fungibel (1 XMR tilsvarer 1 XMR, uansett hva), trenger ikke deltakere i den sirkulære økonomien å bekymre seg for midlene de sender eller mottar. Eventuelle Monero de sender kan ikke spores tilbake til deres andre transaksjoner og har ingen historikk og kan derfor ikke sensureres basert på historikk, og Monero mottatt vil alltid kunne brukes fritt til full markedsverdi. Denne fungabiliteten bidrar til deltakernes trygghet, sikrer at kjedeanalysefirmaer ikke kan tvinge seg inn i sirkulære økonomier, og forhindrer et sammenbrudd i tilliten til Monero som utvekslingsmetode.</p> <p>Den nåværende sammenbruddet av tilliten til Bitcoin som utvekslingsmetode fører til at den raskt mister trekkraft i sirkulære økonomier der Monero er til stede. Folk vil ikke måtte sjekke midler for smuss, bekymre seg for om de vil kunne bruke dem fritt, eller føle behov for å bruke kjedeanalyseverktøy for å beskytte seg mot juridiske eller regulatoriske problemer.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Moneros lave avgifter sikrer en fri flyt av handel</h6> <p>Et av de enkleste punktene å forstå ved Monero-transaksjoner er at transaksjonsgebyrene er utrolig lave og vil forbli rimelige på lang sikt takket være <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">haleutslippet</a> og <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamisk blokkstørrelse</a> .</p> <p>Disse lave avgiftene sørger for at handel kan flyte fritt uansett hvor stor blokkjedebelastning er, og reduserer ytterligere den mentale belastningen og stresset på deltakerne for å prøve å time transaksjonene sine eller vente timer/dager for å bekrefte transaksjoner med lavt gebyr. Med gebyrer rundt 1c i dag, kan du handle fritt med alle transaksjonsstørrelser uten å bekymre deg for gebyrer på linjen.</p>
nl: <p>Hoewel Monero enkele van de kernkenmerken van Bitcoin deelt die circulaire economieën op een nieuwe manier mogelijk maken (censuurbestendige betalingen, p2p-transacties, enz.), biedt het een absoluut unieke zelfbeschikking voor degenen die circulaire economieën willen opbouwen en eraan willen deelnemen. .</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero maakt wereldwijde p2p-transacties mogelijk zonder angst voor toezicht of censuur</h6> <p>Monero-gebruikers hoeven zich geen zorgen te maken over massasurveillance of gerichte censuur van hun transacties, wat zorgt voor een unieke gemoedsrust en voorkomt dat de handel wordt belast. U kunt op elk moment en zonder toezicht met iedereen ter wereld transacties uitvoeren met de Monero-portefeuille van uw keuze.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Vervangbaarheid neemt het risico van aangetaste munten weg en zorgt voor vertrouwen</h6> <p>Omdat Monero fungibel is (1 XMR is gelijk aan 1 XMR, wat er ook gebeurt), hoeven deelnemers aan de circulaire economie zich geen zorgen te maken over het geld dat ze verzenden of ontvangen. Elke Monero die ze verzenden, kan niet worden herleid tot hun andere transacties, heeft geen geschiedenis en kan dus niet worden gecensureerd op basis van geschiedenis, en ontvangen Monero kan altijd vrij worden besteed tegen de volledige marktwaarde. Deze fungibiliteit draagt bij aan de gemoedsrust van deelnemers, zorgt ervoor dat ketenanalysebedrijven hun weg naar circulaire economieën niet kunnen opdringen en voorkomt dat het vertrouwen in Monero als ruilmethode uiteenvalt.</p> <p>De huidige afbraak van vertrouwen in Bitcoin als ruilmethode leidt ertoe dat het snel grip verliest in circulaire economieën waar Monero aanwezig is. Mensen willen geen geld te hoeven controleren op aantasting, zich geen zorgen te hoeven maken of ze het wel vrij kunnen uitgeven, of de behoefte te voelen om ketenanalysetools te gebruiken om zichzelf te beschermen tegen wettelijke of regelgevende problemen.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. De lage tarieven van Monero zorgen voor een vrije handelsstroom</h6> <p>Een van de eenvoudigste punten om te vatten over Monero-transacties is dat transactiekosten ongelooflijk laag zijn en op de lange termijn redelijk zullen blijven dankzij de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">staartemissie</a> en <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamische blokgrootte</a> .</p> <p>Deze lage tarieven zorgen ervoor dat de handel vrij kan stromen, ongeacht de hoeveelheid blockchain-congestie, waardoor de mentale belasting en stress voor deelnemers verder wordt verminderd om hun transacties te timen of uren/dagen te wachten om transacties met lage kosten te bevestigen. Met kosten van rond de 1 cent kunt u vrij transacties uitvoeren met transacties van elke omvang zonder dat u zich geen zorgen hoeft te maken over kosten van de toekomst.</p>
pl: <p> Podczas gdy Monero też ma niektóre podstawowe atrybuty Bitcoinów, które umożliwiają circular economies nowe możliwości (płatności odporne na cenzurę, transakcje P2P itp.), sprawiają że Monero ma absolutnie wyjątkowe cechy dla osób chętnych do budowania i angażowania się w circular economies. </p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship"> 1. Monero umożliwia globalne transakcje P2P bez obawy o nadzór lub cenzurę </h6> <p> Użytkownicy Monero nie muszą martwić się masową inwigilacją, a nawet ukierunkowaną cenzurą swoich transakcji, umożliwiając wyjątkowy spokój i brak obciążeń dla handlu. Możesz dokonywać transacji z każdym na świecie, w dowolnym momencie, bez żadnego nadzoru za pomocą wybranego portfela Monero. </p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust"> 2. Wymienność eliminuje ryzyko skażonych monet i zapewnia zaufanie </h6> <p> Ponieważ Monero jest zamienne (1 XMR jest równy 1 XMR bez względu na wszystko), uczestnicy circular economy nie muszą martwić się o wysłanie lub otrzymanie brudnych pieniędzy. Żadne Monero nie może być przypisane do danej transakcji i nie ma swojej historii, a zatem nie można go ocenzurować na podstawie historii, a otrzymane Monero zawsze będzie można swobodnie wydać w pełnej wartości rynkowej. Ta zamienność zapewnia spokój uczestnikom, zapewnia, że firmy, które analizują blockchaina nie mogą zniszczyć zaufania do Monero jako metody wymiany. </p> <p> Ludzie nie chcą sprawdzać czy otrzymali brudne pieniądze, martwić się, czy będą mogli je swobodnie wydać i nie chcą korzystać z narzędzi do analizy blockchaina, aby uchronić się przed problemami prawnymi. Z tego względu Bitcoin nadaje się gorzej niż Monero do tworzenia circular economies.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce"> 3. Niskie opłaty Monero zapewniają swobodny przepływ kapitału </h6> <p> Jedną z najprostszych do zrozumienia zalet transakcji w Monero są ekstremalnie niskie opłaty transakcyjne, które pozostaną takimi długoterminowo dzięki <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">tail emissions</a> i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamicznym rozmiarom bloków</a>.</p> <p> Te niskie opłaty sprawiają, że kapitał może swobodnie płynąć bez względu na ilość przeciążenia blockchaina, co dodatkowo redukuje obawy i stres dla uczestników, bo nie muszą planować kiedy wysłać transakcję, aby wstrzelić się w niskie opłaty lub oczekiwać godzinami na potwierdzenie transakcji o niskiej opłacie. Z kosztem transakcji rzędu 1 grosza, możesz handlować swobodnie wydając środki o dowolnej wielkości bez obawy o opłaty.</p>
pt_br: <p>Embora Monero compartilhe alguns dos principais atributos do Bitcoin que permitem economias circulares de uma nova forma (pagamentos resistentes à censura, transações p2p, etc.), ele traz um poder absolutamente único para aqueles que desejam construir e se engajar em economias circulares.</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero permite transações p2p globais sem medo de vigilância ou censura</h6>. <p>Os usuários de Monero não precisam se preocupar com a vigilância em massa ou mesmo com a censura direcionada de suas transações, permitindo uma paz de espírito única e impedindo qualquer carga sobre o comércio. Você pode fazer transações com qualquer pessoa no mundo, a qualquer momento, sem qualquer vigilância, usando a carteira Monero de sua escolha.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. A fungibilidade elimina o risco de moedas manchadas e garante a confiança</h6>. <p>Como Monero é fungível (1 XMR é igual a 1 XMR, não importa o quê), os participantes da economia circular não precisam se preocupar com os fundos que estão enviando ou recebendo. Qualquer Monero que eles enviem não pode ser rastreado até suas outras transações e não tem histórico e, portanto, não pode ser censurado com base no histórico, e o Monero recebido sempre poderá ser gasto livremente ao valor total de mercado. Esta fungibilidade aumenta a paz de espírito dos participantes, assegura que as empresas de análise em cadeia não possam forçar sua entrada em economias circulares e evita uma quebra de confiança em Monero como método de troca.</p> <p>A atual quebra de confiança no Bitcoin como método de troca está levando-o a perder rapidamente a tração nas economias circulares onde Monero está presente. As pessoas não querem ter que verificar se os fundos estão manchados, se preocupam se serão capazes de gastá-los livremente ou se sentem a necessidade de usar quaisquer ferramentas de análise de cadeia para se protegerem de questões legais ou regulamentares.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. As baixas taxas de Monero garantem um livre fluxo de comércio</h6>. <p>Um dos pontos mais simples a entender sobre as transações Monero é que as taxas de transação são incrivelmente baixas e continuarão razoáveis a longo prazo graças à emissão de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">cauda</a> e <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">tamanho de bloco dinâmico</a>.</p> <p>Essas baixas taxas garantem que o comércio possa fluir livremente independentemente da quantidade de congestionamento da cadeia de bloqueio, reduzindo ainda mais a carga mental e o estresse dos participantes para tentar cronometrar suas transações ou esperar horas/dias para confirmar as transações com taxas baixas. Com taxas em torno de 1c hoje, você pode fazer transações livremente com qualquer tamanho de transação sem se preocupar com taxas no final da linha.</p>
sl: <p>Čeprav ima Monero nekatere ključne lastnosti Bitcoina, ki na nov način omogočajo krožna gospodarstva (plačila, odporna na cenzuro, transakcije p2p itd.), prinaša povsem edinstveno moč tistim, ki želijo graditi in sodelovati v krožnih gospodarstvih. </p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero omogoča globalne transakcije p2p brez strahu pred nadzorom ali cenzuro </h6> <p>Uporabnikom Monero ni treba skrbeti za množični nadzor ali celo ciljno cenzuro njihovih transakcij, kar jim omogoča edinstveno mirnost in preprečuje kakršno koli obremenitev pri poslovanju. Z izbrano denarnico Monero lahko kadar koli in s komer koli na svetu opravljate transakcije brez kakršnega koli nadzora.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Zamenljivost odpravlja tveganje omadeženih kovancev in zagotavlja zaupanje</h6> <p>Ker je Monero zamenljiv (1 XMR je enak 1 XMR, ne glede na vse), udeležencem v krožnem gospodarstvu ni treba skrbeti za sredstva, ki jih pošiljajo ali prejemajo. Nobenega Monera, ki ga pošljejo, ni mogoče izslediti do njihovih drugih transakcij in nima zgodovine, zato ga ni mogoče cenzurirati na podlagi zgodovine, prejeti Monero pa bo vedno mogoče prosto porabiti po polni tržni vrednosti. Ta zamenljivost prispeva k mirnosti udeležencev, zagotavlja, da se podjetja za analizo verige ne morejo prebiti v krožna gospodarstva, in preprečuje zlom zaupanja v Monero kot metodo menjave.</p> <p>Zaradi trenutnega padca zaupanja v Bitcoin kot način menjave ta hitro izgublja na veljavi v krožnih gospodarstvih, kjer je prisoten Monero. Ljudje ne želijo preverjati sredstev za madeže, skrbeti, ali jih bodo lahko svobodno porabili, ali čutiti potrebe po uporabi kakršnih koli orodij za analizo verige, da bi se zaščitili pred pravnimi ali regulativnimi vprašanji.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Nizke provizije Monera zagotavljajo prost pretok trgovine </h6> <p>Ena najpreprostejših točk, ki jih je treba razumeti pri transakcijah Monero, je, da so transakcijske provizije neverjetno nizke in bodo dolgoročno ostale razumne zaradi <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">emisije repa</a> in <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dinamične velikosti bloka</a> </p> <p>Te nizke provizije zagotavljajo, da lahko poslovanje prosto teče ne glede na preobremenjenost verige blokov, kar dodatno zmanjša psihično breme in stres udeležencev, ki morajo poskušati časovno opredeliti svoje transakcije ali čakati ure/dneve na potrditev transakcij z nizkimi provizijami. S pristojbinami, ki se danes gibljejo okoli 1 centa, lahko svobodno sklepate transakcije vseh velikosti, ne da bi vas pri tem skrbelo, da bodo pristojbine pozneje nastale.</p>
sv: <p>Medan Monero delar några av Bitcoins kärnattribut som möjliggör cirkulära ekonomier på ett nytt sätt (censurbeständiga betalningar, p2p-transaktioner, etc.), ger det en helt unik egenmakt till dem som vill bygga och engagera sig i cirkulära ekonomier .</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero möjliggör globala p2p-transaktioner utan rädsla för övervakning eller censur</h6> <p>Monero-användare behöver inte oroa sig för massövervakning eller ens riktad censur av sina transaktioner, vilket möjliggör unik sinnesfrid och förhindrar belastningar på handeln. Du kan handla med vem som helst i världen, när som helst, utan någon övervakning med hjälp av den Monero-plånbok du väljer.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Fungibilitet tar bort risken för smutsiga mynt och säkerställer förtroende</h6> <p> Eftersom Monero är fungibel (1 XMR är lika med 1 XMR, oavsett vad), behöver deltagare i den cirkulära ekonomin inte oroa sig för pengarna de skickar eller tar emot. Alla Monero som de skickar kan inte spåras tillbaka till deras andra transaktioner och har ingen historik och kan därför inte censureras baserat på historik, och Monero mottagna kommer alltid att kunna spenderas fritt till fullt marknadsvärde. Denna fungibilitet bidrar till deltagarnas sinnesfrid, säkerställer att kedjeanalysföretag inte kan tvinga sig in i cirkulära ekonomier och förhindrar ett sammanbrott av förtroendet för Monero som utbytesmetod.</p> <p>Den nuvarande nedbrytningen av förtroendet för Bitcoin som utbytesmetod leder till att det snabbt tappar dragkraft i cirkulära ekonomier där Monero finns. Människor vill inte behöva kontrollera pengar för smuts, oroa sig för om de kommer att kunna spendera dem fritt eller känna ett behov av att använda alla kedjeanalysverktyg för att skydda sig från juridiska eller regulatoriska problem.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Moneros låga avgifter säkerställer ett fritt flöde av handel</h6> <p>En av de enklaste punkterna att förstå om Monero-transaktioner är att transaktionsavgifterna är otroligt låga och kommer att förbli rimliga på lång sikt tack vare <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">svansutsläppen</a> och <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamisk blockstorlek</a> .</p> <p>Dessa låga avgifter ser till att handeln kan flöda fritt oavsett mängden blockchain-stockning, vilket ytterligare minskar den mentala bördan och stressen på deltagarna att försöka tajma sina transaktioner eller vänta timmar/dagar för att bekräfta transaktioner till låga avgifter. Med avgifter runt 1c idag kan du göra transaktioner fritt med alla transaktionsstorlekar utan att behöva oroa dig för avgifter längre fram.</p>
tl: <p>Bagama't ibinahagi ni Monero ang ilan sa mga pangunahing katangian ng Bitcoin na nagbibigay-daan sa mga circular na ekonomiya sa isang bagong paraan (mga pagbabayad na lumalaban sa censorship, mga transaksyong p2p, atbp.), nagdudulot ito ng ganap na natatanging empowerment sa mga gustong bumuo at makisali sa mga circular na ekonomiya .</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Pinapagana ng Monero ang mga pandaigdigang transaksyong p2p nang walang takot sa pagsubaybay o censorship</h6> <p>Ang mga user ng Monero ay hindi kailangang mag-alala tungkol sa malawakang pagsubaybay o kahit na naka-target na censorship ng kanilang mga transaksyon, na nagbibigay-daan sa natatanging kapayapaan ng isip at pinipigilan ang anumang mga pasanin sa commerce. Maaari kang makipagtransaksyon sa sinuman sa mundo, anumang oras, nang walang anumang pagsubaybay gamit ang Monero wallet na gusto mo.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Tinatanggal ng fungibility ang panganib ng mga maruming barya at tinitiyak ang tiwala</h6> <p>Dahil fungible ang Monero (1 XMR ay katumbas ng 1 XMR, anuman ang mangyari), hindi kailangang mag-alala ang mga kalahok sa circular economy tungkol sa mga pondong ipinapadala o natatanggap nila. Ang sinumang Monero na ipinadala nila ay hindi maaaring masubaybayan pabalik sa kanilang iba pang mga transaksyon at walang kasaysayan at sa gayon ay hindi ma-censor batay sa kasaysayan, at ang Monero na natanggap ay palaging magagamit nang malaya sa buong halaga ng pamilihan. Ang kakayahang umangkop na ito ay nagdaragdag sa kapayapaan ng isip ng mga kalahok, tinitiyak na ang mga kumpanya ng pagsusuri ng kadena ay hindi mapipilit na pumasok sa mga paikot na ekonomiya, at pinipigilan ang pagkasira ng tiwala sa Monero bilang isang paraan ng pagpapalitan.</p> <p>Ang kasalukuyang pagkasira ng tiwala sa Bitcoin bilang isang paraan ng palitan ay humahantong sa mabilis nitong pagkawala ng traksyon sa mga circular na ekonomiya kung saan naroroon si Monero. Hindi gustong suriin ng mga tao ang mga pondo kung may mantsa, mag-alala kung malaya nilang gagastusin ang mga ito, o maramdaman ang pangangailangang gumamit ng anumang tool sa pagsusuri ng chain para protektahan ang kanilang sarili mula sa mga legal o mga isyu sa regulasyon.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Tinitiyak ng mababang bayarin ng Monero ang libreng daloy ng komersyo</h6> <p>Isa sa mga pinakasimpleng punto na dapat maunawaan tungkol sa mga transaksyon sa Monero ay ang mga bayarin sa transaksyon ay napakababa at mananatiling makatwiran sa pangmatagalang salamat sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">tail emission</a> at <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dynamic block size</a> .</p> <p>Ang mga mababang bayarin na ito ay tinitiyak na ang komersiyo ay maaaring malayang dumaloy kahit gaano pa karami ang pagsisikip ng blockchain, na higit na nagpapababa sa mental na pasanin at stress sa mga kalahok upang subukan at orasan ang kanilang mga transaksyon o maghintay ng mga oras/araw upang kumpirmahin ang mga transaksyong mababa ang bayad. Sa mga bayarin sa paligid ng 1c ngayon, maaari kang malayang makipagtransaksyon sa anumang laki ng transaksyon nang hindi nag-aalala tungkol sa mga bayarin sa linya.</p>
tr: <p>Monero, Bitcoin'in döngüsel ekonomileri yeni bir şekilde mümkün kılan bazı temel özelliklerini (sansüre dayanıklı ödemeler, p2p işlemleri vb.) paylaşırken, döngüsel ekonomiler inşa etmek ve bunlarla ilgilenmek isteyenlere kesinlikle benzersiz bir güç getiriyor. .</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1. Monero, gözetim veya sansür korkusu olmadan küresel p2p işlemlerini mümkün kılıyor</h6> <p>Monero kullanıcılarının toplu gözetim ve hatta işlemlerinin hedefli sansürü konusunda endişelenmelerine gerek yok, bu da eşsiz bir gönül rahatlığı sağlıyor ve ticaret üzerindeki her türlü yükü önlüyor. Seçtiğiniz Monero cüzdanını kullanarak, dünyadaki herkesle istediğiniz zaman, herhangi bir gözetim olmadan işlem yapabilirsiniz.</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2. Değiştirilebilirlik bozuk para riskini ortadan kaldırır ve güven sağlar</h6> <p>Monero değiştirilebilir olduğundan (1 XMR, 1 XMR'ye eşittir, ne olursa olsun), döngüsel ekonomideki katılımcıların gönderdikleri veya aldıkları fonlar konusunda endişelenmelerine gerek yoktur. Gönderdikleri herhangi bir Monero, diğer işlemlerine kadar izlenemez ve geçmişi yoktur ve dolayısıyla geçmişe dayalı olarak sansürlenemez ve alınan Monero, her zaman tam piyasa değerinde serbestçe harcanabilecektir. Bu takas edilebilirlik, katılımcıların gönül rahatlığına katkıda bulunur, zincir analiz firmalarının döngüsel ekonomilere zorla geçiş yapmamasını sağlar ve bir değişim yöntemi olarak Monero'ya olan güvenin sarsılmasını önler.</p> <p>Bir takas yöntemi olarak Bitcoin'e duyulan güvenin mevcut durumda bozulması, Monero'nun mevcut olduğu döngüsel ekonomilerde Bitcoin'in hızla çekişini kaybetmesine yol açıyor. İnsanlar fonlarda kusur olup olmadığını kontrol etmek zorunda kalmak, bunları özgürce harcayıp harcayamayacakları konusunda endişelenmek veya kendilerini yasal veya düzenleyici sorunlardan korumak için herhangi bir zincir analiz aracını kullanma ihtiyacı hissetmek istemiyorlar.</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. Monero'nun düşük ücretleri ticaretin serbest akışını sağlıyor</h6> <p>Monero işlemleriyle ilgili anlaşılması en basit noktalardan biri, işlem ücretlerinin inanılmaz derecede düşük olması ve <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">kuyruk emisyonu</a> ve <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">dinamik blok boyutu</a> sayesinde uzun vadede makul kalacaktır. .</p> <p>Bu düşük ücretler, blockchain tıkanıklığının miktarı ne olursa olsun ticaretin serbestçe akabilmesini sağlar, katılımcıların üzerindeki zihinsel yükü ve stresi daha da azaltır; işlemlerini zamanlamaya çalışmak veya düşük ücretli işlemleri onaylamak için saatlerce/günlerce beklemek. Bugün 1 sent civarındaki ücretlerle, ileride ücretler konusunda endişelenmeden, her boyuttaki işlemde özgürce işlem yapabilirsiniz.</p>
ur: <p>جبکہ Monero Bitcoin کے کچھ بنیادی اوصاف کا اشتراک کرتا ہے جو سرکلر معیشتوں کو ایک نئے طریقے سے (سنسرشپ سے مزاحم ادائیگیاں، p2p ٹرانزیکشنز، وغیرہ) کے قابل بناتا ہے، یہ سرکلر معیشتوں کی تعمیر اور اس میں مشغول ہونے کے خواہشمند افراد کے لیے بالکل منفرد بااختیار بناتا ہے۔ </p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1۔ مونیرو نگرانی یا سنسرشپ کے خوف کے بغیر عالمی p2p لین دین کو قابل بناتا ہے</h6> <p>منیرو کے صارفین کو بڑے پیمانے پر نگرانی یا حتیٰ کہ ان کے لین دین کی ٹارگٹڈ سنسرشپ کے بارے میں فکر کرنے کی ضرورت نہیں ہے، جس سے انوکھا ذہنی سکون ممکن ہو اور تجارت پر کسی قسم کے بوجھ کو روکا جا سکے۔ آپ دنیا میں کسی کے ساتھ بھی، کسی بھی وقت، بغیر کسی نگرانی کے اپنی پسند کےمونیرو والیٹ کا استعمال کر سکتے ہیں۔</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">2۔ فنگیبلٹی داغدار سکوں کے خطرے کو دور کرتی ہے اور اعتماد کو یقینی بناتی ہے</h6> <p>چونکہ مونیرو فنجیبل ہے (1 XMR 1 XMR کے برابر ہے، چاہے کچھ بھی ہو)، سرکلر اکانومی میں حصہ لینے والوں کو ان فنڈز کے بارے میں فکر کرنے کی ضرورت نہیں ہے جو وہ بھیج رہے ہیں یا وصول کر رہے ہیں۔ ان کے بھیجے گئے کسی بھی مونیرو کو ان کے دوسرے لین دین میں واپس نہیں لگایا جا سکتا اور اس کی کوئی تاریخ نہیں ہے اور اس طرح اسے تاریخ کی بنیاد پر سنسر نہیں کیا جا سکتا، اور مونیرو موصول ہونے والی پوری مارکیٹ ویلیو پر ہمیشہ آزادانہ طور پر خرچ کیا جا سکے گا۔ یہ فنجیبیلٹی شرکاء کے ذہنی سکون میں اضافہ کرتی ہے، اس بات کو یقینی بناتی ہے کہ سلسلہ تجزیہ کرنے والی فرمیں سرکلر اکانومی میں اپنا راستہ زبردستی نہیں کر سکتیں، اور تبادلے کے طریقہ کار کے طور پر مونیرو میں اعتماد کو ٹوٹنے سے روکتی ہے۔</p> <p>تبادلے کے طریقہ کار کے طور پر بٹ کوائن میں اعتماد کی موجودہ خرابی اس سرکلر معیشتوں میں تیزی سے کرشن کھونے کا باعث بن رہی ہے جہاں مونیرو موجود ہے۔ لوگ داغدار ہونے کے لیے فنڈز کی جانچ پڑتال نہیں کرنا چاہتے، اس بات کی فکر کرتے ہیں کہ آیا وہ انہیں آزادانہ طور پر خرچ کر سکیں گے، یا اپنے آپ کو قانونی یا ریگولیٹری مسائل سے بچانے کے لیے چین کے تجزیہ کے کسی ٹول کو استعمال کرنے کی ضرورت محسوس کرتے ہیں۔</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3۔ مونیرو کی کم فیس تجارت کے آزاد بہاؤ کو یقینی بناتی ہے</h6> <p> Monero لین دین کے بارے میں سمجھنے کے لیے ایک آسان ترین نکتہ یہ ہے کہ لین دین کی فیسیں ناقابل یقین حد تک کم ہیں اور <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">ٹیل کے اخراج</a> اور <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">متحرک بلاک سائز</a> کی بدولت طویل مدتی میں معقول رہیں گی۔ </p> <p>یہ کم فیسیں اس بات کو یقینی بناتی ہیں کہ بلاکچین بھیڑ کی مقدار سے قطع نظر تجارت آزادانہ طور پر چل سکتی ہے، جو شرکاء پر ذہنی بوجھ اور دباؤ کو مزید کم کرتی ہے کہ وہ اپنے لین دین کی کوشش کریں یا کم فیس والے لین دین کی تصدیق کے لیے گھنٹے/دن انتظار کریں۔ آج تقریباً 1c فیس کے ساتھ، آپ کسی بھی سائز کے لین دین کے ساتھ آزادانہ طور پر لین دین کر سکتے ہیں بغیر کسی فیس کے بارے میں فکر کیے بغیر۔</p>
zh_cn: <p>虽然门罗币分享了比特币的一些核心属性，以一种新的方式实现了循环经济（抗审查的支付，P2P交易等），但它给那些希望建立和参与循环经济的人带来了绝对独特的授权。</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1.门罗币实现了全球P2P交易，不用担心被监控或审查</h6> <p>门罗币用户不需要担心对他们的交易进行大规模的监控，甚至是有针对性的审查，从而实现独特的安宁，防止对商业造成任何负担。你可以使用你选择的门罗币钱包，在任何时候与世界上的任何人进行交易，而不会受到任何监视。</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">可互换性消除了污点币的风险并确保信任</h6> <p>由于门罗币是可替换的（无论如何，1 XMR等于1 XMR），循环经济的参与者不需要担心他们所发送或接收的资金。他们发送的任何门罗币无法追溯到他们的其他交易，也没有历史记录，因此无法根据历史记录进行审查，而收到的门罗币将始终能够以完全的市场价值自由使用。这种可互换性增加了参与者的安心，确保链式分析公司不能强行进入循环经济，并防止门罗币作为一种交换方式的信任崩溃。</p> <p>目前，对比特币作为一种交换方式的信任破裂，导致它在有门罗币的循环经济中迅速失去吸引力。人们不希望必须检查资金是否有污点，担心他们是否能够自由地花费它们，或者觉得需要使用任何链式分析工具来保护自己免受法律或监管问题的影响。</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. 门罗币的低费用确保了商业的自由流动</h6> <p>关于门罗币交易，最简单的一点是，由于 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission">尾部释放</a> and <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">动态区块大小</a>交易费用低得惊人，并将长期保持合理。.</p> <p>这些低费用确保无论区块链拥堵程度如何，商业都可以自由流动，进一步减少参与者的精神负担和压力，试图为他们的交易计时或等待数小时/数天来确认低费用的交易。今天的费用约为1美分，你可以自由地进行任何规模的交易，而不必担心下一步的费用。</p>
zh_tw: <p>雖然門羅幣分享了比特幣的一些核心屬性，以一種新的方式實現了循環經濟（抗審查的支付，P2P交易等），但它給那些希望建立和參與循環經濟的人帶來了絕對獨特的授權。</p> <h6 id="monero-enables-global-p2p-transactions-without-fear-of-surveillance-or-censorship">1.門羅幣實現了全球P2P交易，不用擔心被監控或審查</h6> <p>門羅幣用戶不需要擔心對他們的交易進行大規模的監控，甚至是有針對性的審查，從而實現獨特的安寧，防止對商業造成任何負擔。你可以使用你選擇的門羅幣錢包，在任何時候與世界上的任何人進行交易，而不會受到任何監視。</p> <h6 id="fungibility-removes-the-risk-of-tainted-coins-and-ensures-trust">可互換性消除了污點幣的風險並確保信任</h6> <p>由於門羅幣是可替換的（無論如何，1 XMR等於1 XMR），循環經濟的參與者不需要擔心他們所發送或接收的資金。他們發送的任何門羅幣無法追溯到他們的其他交易，也沒有歷史記錄，因此無法根據歷史記錄進行審查，而收到的門羅幣將始終能夠以完全的市場價值自由使用。這種可互換性增加了參與者的安心，確保鍊式分析公司不能強行進入循環經濟，並防止門羅幣作為一種交換方式的信任崩潰。</p> <p>目前，對比特幣作為一種交換方式的信任破裂，導致它在有門羅幣的循環經濟中迅速失去吸引力。人們不希望必須檢查資金是否有污點，擔心他們是否能夠自由地花費它們，或者覺得需要使用任何鍊式分析工具來保護自己免受法律或監管問題的影響。</p> <h6 id="moneros-low-fees-ensure-a-free-flow-of-commerce">3. 門羅幣的低費用確保了商業的自由流動</h6> <p>關於門羅幣交易，最簡單的一點是，由於 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/monero-tail-emission" >尾部釋放</a> and <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co/knowledge/dynamic-block-size">動態區塊大小</a>交易費用低得驚人，並將長期保持合理。 .</p> <p>這些低費用確保無論區塊鏈擁堵程度如何，商業都可以自由流動，進一步減少參與者的精神負擔和壓力，試圖為他們的交易計時或等待數小時/數天來確認低費用的交易。今天的費用約為1美分，你可以自由地進行任何規模的交易，而不必擔心下一步的費用。 </p>
