Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# wallet250Sbsend250Sbtip8722Sb08722Sbtext8722Sb057Sbagoradesk
source: Cryptocurrency transactions normally take about 30 to 60 minutes to send, on occasion it can take a few hours if the network is slow.
cs: Odeslání kryptoměnových transakcí obvykle trvá přibližně 30 až 60 minut, příležitostně to může trvat několik hodin, pokud je síť pomalá.
fi: Kryptovaluuttatransaktioissa kestää yleensä noin 30–60 minuuttia, mutta jos verkko on hidas, transaktioissa voi kestää muutama tunti.
fr: Les transactions de crypto-monnaie prennent normalement de 30 à 60 minutes environ à être envoyées, allant parfois jusqu'à quelques heures si le réseau est lent.
it: Le transazioni di criptovaluta normalmente impiegano dai 30 ai 60 minuti per l'invio, a volte possono essere necessarie alcune ore se la rete è lenta.
lt: Kriptovaliutos operacijos paprastai išsiunčiamos maždaug per 30–60 minučių, kartais tai gali užtrukti kelias valandas, jei tinklas lėtas.
nb: Transaksjoner med kryptovaluta tar normalt 30 til 60 minutter å sende, noen ganger kan det ta noen timer hvis nettverket er tregt.
nl: Transacties met cryptocurrency duren normaal gesproken ongeveer 30 tot 60 minuten om te verzenden, maar soms kan het een paar uur duren als het netwerk traag is.
pl: Transakcje kryptowalut zwykle zajmują około 30 do 60 minut, aby dotrzeć. Czasami może potrwać kilka godzin, jeśli sieć jest powolna.
pt_br: Normalmente, as transações de criptomoeda demoram cerca de 30 a 60 minutos para serem enviadas; ocasionalmente, pode levar algumas horas se a rede estiver lenta.
sl: Pošiljanje transakcij s kriptovalutami običajno traja približno 30 do 60 minut. Občasno lahko traja nekaj ur, če je omrežje počasno.
sv: Kryptovalutatransaktioner tar normalt cirka 30 till 60 minuter att skicka, ibland kan det ta några timmar om nätverket är långsamt.
tl: Ang mga transaksyon sa Cryptocurrency ay karaniwang tumatagal ng humigit-kumulang 30 hanggang 60 minuto upang maipadala, kung minsan ay maaaring tumagal ng ilang oras kung ang network ay mabagal.
tr: Kripto para işlemlerinin gönderilmesi normalde yaklaşık 30 ila 60 dakika sürer; bazen ağ yavaşsa birkaç saat sürebilir.
ur: کریپٹو کرنسی کے لین دین کو بھیجنے میں عموماً 30 سے 60 منٹ لگتے ہیں، اگر نیٹ ورک سست ہو تو اس میں کچھ گھنٹے لگ سکتے ہیں۔
zh_cn: 加密货币交易通常需要大约30到60分钟才能发送，有时如果网络速度慢，则可能需要几个小时。
zh_tw: 加密貨幣交易通常需要大約30到60分鐘才能發送，有時如果網絡速度慢，則可能需要幾個小時。

# wallet250Sbsend250Sbtip8722Sb08722Sbtext8722Sb1
source: See why sometimes it takes longer
cs: Podívejte se, proč to někdy trvá déle
fi: Katso, miksi se joskus kestää kauemmin
fr: Découvrez pourquoi cela prend parfois plus de temps
it: Scopri perché a volte ci vuole più tempo
lt: Pažiūrėkite, kodėl kartais tai užtrunka ilgiau
nb: Se hvorfor det noen ganger tar lengre tid
nl: Bekijk waarom het soms langer duurt
pl: Dowiedz się, dlaczego czasami trwa to dłużej
pt_br: Veja a razão de tomar mais tempo
sl: Poglejte, zakaj včasih traja dlje
sv: Se varför det ibland tar längre tid
tl: Tingnan kung bakit minsan mas tumatagal
tr: Bazen neden daha uzun sürdüğünü görün
ur: دیکھیں کہ بعض اوقات اس میں زیادہ وقت کیوں لگتا ہے
zh_cn: 查看为什么有时需要更长时间
zh_tw: 查看為什麼有時需要更長時間

# wallet250Sbsend250Sbtip8722Sb08722Sbtitle
source: How Long Does a Monero Transaction Take?
cs: Jak dlouho trvá transakce Monero?
fi: Kuinka kauan Monero-transaktiossa kestää?
fr: Combien de temps prend une transaction Monero pour être validée ?
it: Quanto dura una transazione Monero?
lt: Kiek laiko trunka Monero sandoris?
nb: Hvor lang tid tar en Monero-transaksjon?
nl: Hoe Lang Duurt een Monero Transactie?
pl: Ile Trwa Transakcja Monero?
pt_br: Quanto tempo leva uma transação em Monero?
sl: Kako Dolgo Traja Monero Transakcija?
sv: Hur lång tid tar en Monero-transaktion?
tl: Gaano Katagal ang Transaksyon ng Monero?
tr: Monero İşlemi Ne Kadar Sürer?
ur: ایک Monero لین دین میں کتنا وقت لگتا ہے؟
zh_cn: 门罗币交易需要多长时间？
zh_tw: 門羅幣交易需要多長時間？

# wallet250Sbsend250Sbtip8722Sb08722Sbtitle57Sbagoradesk
source: How Long Does a Cryptocurrency Transaction Take?
cs: Jak dlouho trvá transakce s kryptoměnami?
fi: Kuinka kauan kryptovaluuttatransaktiossa kestää?
fr: Combien de temps prend une transaction de crypto-monnaie pour être validée ?
it: Quanto tempo richiede una transazione di criptovaluta?
lt: Kiek laiko užtrunka kriptovaliutos operacija?
nb: Hvor lang tid tar en kryptovalutatransaksjon?
nl: Hoe Lang Duurt een Cryptocurrency Transactie?
pl: Ile Trwa Transakcja Kryptowalut?
pt_br: Quanto tempo dura uma transação de criptomoeda?
sl: Kako Dolgo Traja Kripto Transakcija?
sv: Hur lång tid tar en kryptovalutatransaktion?
tl: Gaano katagal ang isang Transaksyon ng Cryptocurrency?
tr: Kripto Para İşlemi Ne Kadar Sürer?
ur: ایک کریپٹو کرنسی لین دین میں کتنا وقت لگتا ہے؟
zh_cn: 加密货币交易需要多长时间？
zh_tw: 加密貨幣交易需要多長時間？

# wallet250Sbsend250Sbtip8722Sb18722Sbtext
source: {appName} wallet is a web wallet - outgoing Monero addresses are not connected to your account. If you are asking for a refund from a merchant, please ask them to send the refund to your receiving address.
cs: Peněženka {appName} je webová peněženka – odchozí adresy Monero nejsou připojeny k vašemu účtu. Pokud požadujete vrácení peněz od obchodníka, požádejte jej o zaslání peněz na vaši přijímací adresu.
fi: {appName} lompakko on verkkolompakko – Monero-osoitteita ei ole yhdistetty tiliisi. Jos pyydät hyvitystä kauppiaalta, pyydä häntä lähettämään hyvitys vastaanotto-osoitteeseesi.
fr: Le portefeuille {appName} est un portefeuille Web - les adresses Monero sortantes ne sont pas connectées à votre compte. Si vous demandez un remboursement à un trader, veuillez lui demander d'envoyer le remboursement à votre adresse de réception.
it: Il portafoglio di {appName} è un portafoglio Web: gli indirizzi Monero in uscita non sono collegati al tuo account. Se stai chiedendo il rimborso ad un commerciante, ti preghiamo di chiedere di inviare il rimborso al tuo portafoglio personale.
lt: {appName} piniginė yra žiniatinklio piniginė – siunčiami Monero adresai nėra susieti su jūsų paskyra. Jei prekybininko prašote grąžinti lėšas, paprašykite, kad grąžintų lėšas būtų išsiųstas jūsų gavėjo adresu.
nb: {appName} lommebok er en nettlommebok – utgående Monero-adresser er ikke koblet til kontoen din. Hvis du ber om refusjon fra en selger, ber du dem sende refusjonen til mottaksadressen din.
nl: {appName}-portefeuille is een webportefeuille - uitgaande Monero-adressen zijn niet gekoppeld aan uw account. Als u een terugbetaling vraagt aan een handelaar, vraag hem of haar dan om de terugbetaling naar uw ontvangstadres te sturen.
pl: Portfel {appName} to portfel internetowy - wychodzące adresy Monero nie są podłączone do Twojego konta. Jeśli prosisz o zwrot od kupca, poproś go o przesłanie zwrotu na adres otrzymujący.
pt_br: A carteira {appName} é uma carteira web - endereços de saída não estão conectados na sua conta. Se você estiver solicitando o reembolso de uma loja, peça que eles te reembolsem no seu endereço de entrada (recebimento).
sl: Denarnica {appName} je spletna denarnica - odhodni naslovi Monero niso povezani z vašim računom. Če zahtevate vračilo od trgovca, ga prosite, naj vračilo pošlje na vaš prejemni naslov.
sv: {appName} wallet är en webbplånbok - utgående Monero-adresser är inte kopplade till ditt konto. Om du ber om återbetalning från en handlare, vänligen be dem att skicka återbetalningen till din mottagningsadress.
tl: Ang {appName} wallet ay isang web wallet - ang mga papalabas na Monero address ay hindi konektado sa iyong account. Kung humihingi ka ng refund mula sa isang merchant, mangyaring hilingin sa kanila na ipadala ang refund sa iyong receiving address.
tr: {appName} cüzdan bir web cüzdanıdır; giden Monero adresleri hesabınıza bağlı değildir. Bir satıcıdan para iadesi istiyorsanız lütfen satıcıdan iadeyi alıcı adresinize göndermesini isteyin.
ur: {appName} والیٹ ایک ویب والیٹ ہے - باہر جانے والے Monero پتے آپ کے اکاؤنٹ سے منسلک نہیں ہیں۔ اگر آپ کسی مرچنٹ سے رقم کی واپسی کا مطالبہ کر رہے ہیں، تو براہ کرم ان سے اپنے وصول کنندہ پتے پر رقم کی واپسی بھیجنے کو کہیں۔
zh_cn: {appName}钱包是一种网络钱包 - 转出门罗币地址与您的帐户不相连。如果您从商家处要求退款，请单独给他们提供您用于接受门罗币的钱包地址。
zh_tw: {appName}錢包是一種網絡錢包 - 轉出門羅幣地址與您的帳戶不相連。如果您從商家處要求退款，請單獨給他們提供您用於接受門羅幣的錢包地址。

# wallet250Sbsend250Sbtip8722Sb18722Sbtext57Sbagoradesk
source: {appName} wallet is a web wallet - outgoing cryptocurrency addresses are not connected to your account. If you are asking for a refund from a merchant, please ask them to send the refund to your receiving address.
cs: Peněženka {appName} je webová peněženka – odchozí adresy kryptoměn nejsou propojeny s vaším účtem. Pokud požadujete vrácení peněz od obchodníka, požádejte jej o zaslání peněz na vaši přijímací adresu.
fi: {appName} lompakko on verkkolompakko – kryptovaluuttaosoitteita ei yhdistetä tiliisi. Jos pyydät hyvitystä kauppiaalta, pyydä häntä lähettämään hyvitys vastaanotto-osoitteeseesi.
fr: Le portefeuille {appName} est un portefeuille Web - les adresses de crypto-monnaie sortantes ne sont pas connectées à votre compte. Si vous demandez un remboursement à un trader, veuillez lui demander d'envoyer le remboursement à votre adresse de réception.
it: Il portafoglio {appName} è un portafoglio Web: gli indirizzi di criptovaluta in uscita non sono collegati al tuo account. Se stai chiedendo un rimborso da un commerciante, chiedi loro di inviare il rimborso al tuo indirizzo di ricezione.
lt: {appName} piniginė yra internetinė piniginė – siunčiami kriptovaliutų adresai nėra susieti su jūsų paskyra. Jei prekybininko prašote grąžinti lėšas, paprašykite, kad grąžintų lėšas būtų išsiųstas jūsų gavėjo adresu.
nb: {appName} lommebok er en nettlommebok - utgående kryptovalutaadresser er ikke koblet til kontoen din. Hvis du ber om refusjon fra en selger, ber du dem sende refusjonen til mottaksadressen din.
nl: {appName}-portefeuille is een webportefeuille - uitgaande cryptocurrency-adressen zijn niet gekoppeld aan uw account. Als u een terugbetaling vraagt aan een handelaar, vraag hem of haar dan om de terugbetaling naar uw ontvangstadres te sturen.
pl: Portfel {appName} to portfel internetowy - wychodzące adresy kryptowalut nie są podłączone do Twojego konta. Jeśli prosisz o zwrot od kupca, poproś go o przesłanie zwrotu na adres otrzymujący.
pt_br: A carteira {appName} é uma carteira da Web - os endereços de criptomoedas de saída não estão conectados à sua conta. Se você estiver solicitando um reembolso de um comerciante, solicite que ele envie o reembolso para o seu endereço de recebimento.
sl: Denarnica {appName} je spletna denarnica - odhodni naslovi kriptovalut niso povezani z vašim računom. Če zahtevate vračilo od trgovca, ga prosite, naj vračilo pošlje na vaš prejemni naslov.
sv: {appName} wallet är en webbplånbok - utgående kryptovalutaadresser är inte kopplade till ditt konto. Om du ber om återbetalning från en handlare, vänligen be dem att skicka återbetalningen till din mottagningsadress.
tl: Ang {appName} wallet ay isang web wallet - ang mga papalabas na cryptocurrency address ay hindi konektado sa iyong account. Kung humihingi ka ng refund mula sa isang merchant, mangyaring hilingin sa kanila na ipadala ang refund sa iyong receiving address.
tr: {appName} cüzdan bir web cüzdanıdır; giden kripto para birimi adresleri hesabınıza bağlı değildir. Bir satıcıdan para iadesi istiyorsanız lütfen satıcıdan iadeyi alıcı adresinize göndermesini isteyin.
ur: {appName} والیٹ ایک ویب والیٹ ہے - باہر جانے والے کریپٹو کرنسی کے پتے آپ کے اکاؤنٹ سے منسلک نہیں ہیں۔ اگر آپ کسی مرچنٹ سے رقم کی واپسی کا مطالبہ کر رہے ہیں، تو براہ کرم ان سے اپنے وصول کنندہ پتے پر رقم کی واپسی بھیجنے کو کہیں۔
zh_cn: {appName}钱包是一个网络钱包 - 传出的加密货币地址未连接到您的帐户。如果您要求商家退款，请让他们将退款发送到您的收货地址。
zh_tw: {appName}錢包是一個網絡錢包 - 傳出的加密貨幣地址未連接到您的帳戶。如果您要求商家退款，請讓他們將退款發送到您的收貨地址。

# wallet250Sbsend250Sbtip8722Sb18722Sbtitle
source: Monero Refunds and Payouts
cs: Vrácení peněz a výplaty Monero
fi: Moneron palautukset ja maksut
fr: Remboursements et paiements avec Monero
it: Rimborsi e pagamenti Monero
lt: Monero grąžinimai ir išmokėjimai
nb: Monero-refusjoner og utbetalinger
nl: Monero Terug-en Uitbetalingen
pl: Zwroty i Wypłaty Monero
pt_br: Reembolsos e pagamentos Monero
sl: Povračila in Izplačila v Monero
sv: Monero återbetalningar och utbetalningar
tl: Monero Refund at Payout
tr: Monero İadeleri ve Ödemeleri
ur: Monero واپسی اور ادائیگیاں
zh_cn: 门罗币退款和支出
zh_tw: 門羅幣退款和支出

# wallet250Sbsend250Sbtip8722Sb18722Sbtitle57Sbagoradesk
source: Cryptocurrency Refunds and Payouts
cs: Vrácení peněz a výplaty kryptoměn
fi: Kryptovaluuttojen palautukset ja maksut
fr: Remboursements et paiements avec de la crypto-monnaie
it: Rimborsi e pagamenti di criptovaluta
lt: Kriptovaliutos grąžinimas ir išmokėjimas
nb: Kryptovaluta refusjoner og utbetalinger
nl: Cryptocurrency Terug-en Uitbetalingen
pl: Zwroty i Wypłaty Kryptowalut
pt_br: Reembolsos e pagamentos de criptomoeda
sl: Povračila in Izplačila v Kriptovalutah
sv: Återbetalningar och utbetalningar i kryptovaluta
tl: Mga Refund at Payout ng Cryptocurrency
tr: Kripto Para İadeleri ve Ödemeler
ur: کریپٹو کرنسی کی واپسی اور ادائیگیاں
zh_cn: 加密货币退款和支付
zh_tw: 加密貨幣退款和支付

# wallet250Sbsend250Sbtip8722Sb28722Sbtext
source: When sending from the {appName} wallet, a Monero network fee is reserved and deducted from your balance. Transactions to wallets of other {appName} users are free.
cs: Při odesílání z peněženky {appName} je poplatek za síť Monero rezervován a odečten z vašeho zůstatku. Transakce do peněženek jiných uživatelů {appName} jsou zdarma.
fi: Kun lähetät {appName}-lompakosta, Monero-verkkomaksu varataan ja vähennetään saldostasi. Transaktiot muiden {appName}-käyttäjien lompakoihin ovat ilmaisia.
fr: Lors de l'envoi depuis le portefeuille {appName}, des frais de réseau Monero sont réservés et déduits de votre solde. Les transactions vers les portefeuilles d'autres utilisateurs de {appName} sont gratuites.
it: Quando si inviano dal portafoglio di {appName}, una quota Monero viene detratta dal saldo. Le transazioni ai portafogli di altri utenti in {appName} sono gratuite.
lt: Siunčiant iš {appName} piniginės rezervuojamas Monero tinklo mokestis, kuris išskaičiuojamas iš jūsų balanso. Operacijos į kitų {appName} vartotojų pinigines yra nemokamos.
nb: Når du sender fra {appName}-lommeboken, reserveres en Monero-nettverksavgift som trekkes fra saldoen din. Transaksjoner til lommebøker til andre {appName}-brukere er gratis.
nl: Bij verzendingen vanuit de {appName}-portefeuille wordt een Monero-netwerktoeslag gereserveerd en van uw saldo afgetrokken. Transacties naar portefeuilles van andere {appName}-gebruikers zijn gratis.
pl: Podczas wysyłania z portfela {appName} opłata sieciowa Monero jest zarezerwowana i odejmowana od salda. Transakcje na portfele innych użytkowników {appName} są bezpłatne.
pt_br: Ao usar a carteira do {appName}, a taxa da rede Monero é reservada e deduzida do seu saldo. Transações para outras carteiras do {appName} são grátis.
sl: Pri pošiljanju iz denarnice {appName} se omrežna provizija Monero rezervira in odšteje od vašega stanja. Transakcije v denarnice drugih {appName} uporabnikov so brezplačne.
sv: Vid sändning från {appName} plånboken debiteras en nätverksavgift för Monero som dras av från ditt saldo. Transaktioner till plånböcker för andra {appName} användare är gratis.
tl: Kapag nagpapadala mula sa {appName} wallet, isang Monero network fee ang nakalaan at ibinabawas sa iyong balanse. Ang mga transaksyon sa mga wallet ng iba pang {appName} user ay libre.
tr: {appName} cüzdanından gönderim yaparken Monero ağ ücreti ayrılır ve bakiyenizden düşülür. Diğer {appName} kullanıcılarının cüzdanlarına yapılan işlemler ücretsizdir.
ur: {appName} والیٹ سے بھیجتے وقت، ایک Monero نیٹ ورک فیس محفوظ کی جاتی ہے اور آپ کے بیلنس سے کٹوتی کی جاتی ہے۔ دوسرے {appName} صارفین کے بٹوے پر لین دین مفت ہے۔
zh_cn: 从{appName}钱包发送资金时，会在您的余额中预留和扣除门罗币网络转账费。 与其他{appName}用户的钱包进行交易免费。
zh_tw: 從{appName}錢包發送資金時，會在您的余額中預留和扣除門羅幣網絡轉賬費。 與其他{appName}用戶的錢包進行交易免費。

# wallet250Sbsend250Sbtip8722Sb28722Sbtext8722Sbfee
source: Current outgoing {assetName} network fees
cs: Aktuální poplatky za odchozí {assetName} sítě
fi: Nykyiset lähtevät {assetName} verkkomaksut
fr: Frais de réseau sortants actuels sur {assetName}
it: Commissione di rete {assetName} corrente in uscita
lt: Dabartiniai siunčiami {assetName} tinklo mokesčiai
nb: Gjeldende utgående {assetName} nettverksavgifter
nl: Huidige uitgaande {assetName} netwerkkosten
pl: Obecne opłaty sieciowe {assetName}
pt_br: Taxa de rede de saída atual {assetName}
sl: Trenutne odhodne {assetName} omrežne provizije
sv: Aktuella utgående {assetName} nätverksavgifter
tl: Kasalukuyang papalabas na {assetName} na mga bayarin sa network
tr: Mevcut giden {assetName} ağ ücretleri
ur: موجودہ آؤٹ گوئنگ {assetName} نیٹ ورک فیس
zh_cn: 目前传出的 {assetName} 网络费用
zh_tw: 目前傳出的 {assetName} 網絡費用

# wallet250Sbsend250Sbtip8722Sb28722Sbtext8722Sbfee8722Sbrates
source: Current outgoing {assetName} network fee rates
cs: Aktuální sazby za odchozí {assetName} síťové poplatky
fi: Nykyiset lähtevät {assetName} verkkomaksut
fr: Tarifs actuels des frais de réseau sortant sur {assetName}
it: Attuali tariffe di rete in uscita {assetName}
lt: Dabartiniai siunčiamų {assetName} tinklo mokesčių tarifai
nb: Gjeldende utgående {assetName} nettverksavgiftssatser
nl: Huidige tarieven voor uitgaande {assetName} netwerkkosten
pl: Obecne stawki opłat sieciowych {assetName}
pt_br: Taxa de saída atual {assetName} taxa de rede
sl: Trenutne odhodne {assetName} omrežne provizije
sv: Aktuella utgående {assetName} nätverksavgiftssatser
tl: Kasalukuyang papalabas na {assetName} mga rate ng bayad sa network
tr: Mevcut giden {assetName} ağ ücret oranları
ur: موجودہ آؤٹ گوئنگ {assetName} نیٹ ورک فیس کی شرحیں
zh_cn: 当前传出的 {assetName} 网络费率
zh_tw: 當前傳出的 {assetName} 網絡費率

# wallet250Sbsend250Sbtip8722Sb28722Sbtext57Sbagoradesk
source: When sending from the {appName} wallet, a network fee is reserved and deducted from your balance. Transactions to wallets of other {appName} users are free.
cs: Při odesílání z peněženky {appName} je síťový poplatek rezervován a odečten z vašeho zůstatku. Transakce do peněženek jiných uživatelů {appName} jsou zdarma.
fi: Kun lähetät {appName}-lompakosta, verkkomaksu varataan ja vähennetään saldostasi. Transaktiot muiden {appName}-käyttäjien lompakoihin ovat ilmaisia.
fr: Lors de l'envoi depuis le portefeuille {appName}, des frais de réseau sont réservés et déduits de votre solde. Les transactions vers les portefeuilles d'autres utilisateurs de {appName} sont gratuites.
it: Quando invii dal portafoglio {appName}, una commissione di rete è riservata e detratta dal tuo saldo. Le transazioni su portafogli di altri utenti {appName} sono gratuite.
lt: Siunčiant iš {appName} piniginės rezervuojamas tinklo mokestis ir išskaičiuojamas iš jūsų balanso. Operacijos į kitų {appName} vartotojų pinigines yra nemokamos.
nb: Når du sender fra {appName}-lommeboken, reserveres en nettverksavgift som trekkes fra saldoen din. Transaksjoner til lommebøker til andre {appName}-brukere er gratis.
nl: Bij het verzenden vanuit de {appName}-portefeuille wordt een netwerktarief gereserveerd en van uw saldo afgetrokken. Transacties naar portefeuilles van andere {appName}-gebruikers zijn gratis.
pl: Podczas wysyłania z portfela {appName} opłata sieci jest zarezerwowana i odejmowana od salda. Transakcje na portfele innych użytkowników {appName} są bezpłatne.
pt_br: Ao enviar da carteira {appName}, uma taxa de rede é reservada e deduzida do seu saldo. Transações para carteiras de outros usuários {appName} são gratuitas.
sl: Pri pošiljanju iz denarnice {appName} se omrežnina rezervira in odšteje od vašega stanja. Transakcije v denarnice drugih {appName} uporabnikov so brezplačne.
sv: Vid sändning från {appName}-plånboken debiteras en nätverksavgift som dras av från ditt saldo. Transaktioner till andra plånböcker {appName} användare är gratis.
tl: Kapag nagpapadala mula sa {appName} wallet, ang bayad sa network ay nakalaan at ibinabawas sa iyong balanse. Ang mga transaksyon sa mga wallet ng iba pang {appName} user ay libre.
tr: {appName} cüzdanından gönderim yaparken bir ağ ücreti ayrılır ve bakiyenizden düşülür. Diğer {appName} kullanıcılarının cüzdanlarına yapılan işlemler ücretsizdir.
ur: {appName} والیٹ سے بھیجتے وقت، ایک نیٹ ورک فیس محفوظ کی جاتی ہے اور آپ کے بیلنس سے کٹوتی کی جاتی ہے۔ دوسرے {appName} صارفین کے بٹوے پر لین دین مفت ہیں۔
zh_cn: 从{appName}钱包发送时，会保留网络费并从您的余额中扣除。其他{appName}用户的钱包交易是免费的。
zh_tw: 從{appName}錢包發送時，會保留網絡費並從您的餘額中扣除。其他{appName}用戶的錢包交易是免費的。

# wallet250Sbsend250Sbtip8722Sb28722Sbtitle
source: Outgoing Monero Fees
cs: Odchozí poplatky Monero
fi: Lähtevät Monero-kulut
fr: Frais sortants sur Monero
it: Commissioni Monero in uscita
lt: Siuntimo Monero mokesčiai
nb: Utgående Monero-avgifter
nl: Uitgaande Monero Kosten
pl: Wychodzące opłaty Monero
pt_br: Taxas de envio
sl: Odhodne Monero Provizije
sv: Utgående Monero-avgifter
tl: Mga Papalabas na Bayarin sa Monero
tr: Giden Monero Ücretleri
ur: سبکدوش ہونے والی Monero فیس
zh_cn: 转出门罗币费用
zh_tw: 轉出門羅幣費用

# wallet250Sbsend250Sbtip8722Sb28722Sbtitle57Sbagoradesk
source: Outgoing Cryptocurrency Fees
cs: Odchozí poplatky za kryptoměny
fi: Lähtevät kryptovaluuttakulut
fr: Frais sortants en crypto-monnaie
it: Commissioni di criptovaluta in uscita
lt: Siunčiamos kriptovaliutos mokesčiai
nb: Utgående kryptovalutagebyrer
nl: Uitgaande Cryptocurrency Kosten
pl: Wychodzące opłaty kryptowalut
pt_br: Taxas de criptomoedas de saída
sl: Odhodne Provizije za Kriptovalute
sv: Avgifter för utgående kryptovaluta
tl: Mga Papalabas na Bayarin sa Cryptocurrency
tr: Giden Kripto Para Birimi Ücretleri
ur: آؤٹ گوئنگ کریپٹو کرنسی فیس
zh_cn: 传出加密货币费用
zh_tw: 傳出加密貨幣費用

# wallet250Sbsend250Sbtitle
source: Send {assetName}
cs: Odeslat {assetName}
fi: Lähetä {assetName}
fr: Envoyer du {assetName}
it: Invia {assetName}
lt: Siųsti {assetName}
nl: Stuur {assetName}
pl: Wyślij {assetName}
pt_br: Enviar {assetName}
sl: Pošlji {assetName}
sv: Skicka {assetName}
tl: Ipadala {assetName}
tr: {asset} gönder
ur: بھیجیں {assetName}
zh_cn: 发送{assetName}
zh_tw: 發送{assetName}

# wallet250Sbswap250Sbcheckbox250Sbdeposit
source: I want to deposit another currency
cs: Chci vložit jinou měnu
fi: Haluan tallettaa toista valuuttaa
fr: Je veux déposer une autre devise
it: Voglio depositare un'altra valuta
lt: Noriu įnešti kitą valiutą
nb: Jeg ønsker å sette inn en annen valuta
nl: Ik wil een andere valuta storten
pl: Chcę wpłacić kolejną walutę
pt_br: Eu quero depositar outra moeda
sl: Želim položiti drugo valuto
sv: Jag vill sätta in en annan valuta
tl: Gusto kong magdeposito ng isa pang pera
tr: Başka bir para birimi yatırmak istiyorum
ur: میں ایک اور کرنسی جمع کرنا چاہتا ہوں
zh_cn: 我想存另一种货币
zh_tw: 我想存另一種貨幣

# wallet250Sbswap250Sbcheckbox250Sbwithdraw
source: I want to receive another currency
cs: Chci přijmout jinou měnu
fi: Haluan vastaanottaa toista valuuttaa
fr: Je veux recevoir une autre devise
it: Voglio ricevere un'altra valuta
lt: Noriu gauti kitą valiutą
nb: Jeg ønsker å motta en annen valuta
nl: Ik wil een andere valuta ontvangen
pl: Chcę otrzymać inną walutę
pt_br: Quero receber outra moeda
sl: Želim prejeti drugo valuto
sv: Jag vill få en annan valuta
tl: Gusto kong makatanggap ng isa pang pera
tr: Başka bir para birimi almak istiyorum
ur: میں ایک اور کرنسی وصول کرنا چاہتا ہوں
zh_cn: 我想收取其他货币
zh_tw: 我想收取其他貨幣
