Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb1
source: You must have at least {minimumXmrAmount} {assetSymbol} in your {appName} arbitration bond wallet for a posted {assetSymbol} sell ad to be visible.
cs: Aby byla zveřejněná prodejní reklama {assetSymbol} viditelná, musíte mít ve své {appName} peněžence s arbitrážními dluhopisy alespoň {minimumXmrAmount} {assetSymbol}.
fi: Välimiessuojan {appName}-lompakossasi on oltava vähintään {minimumXmrAmount} {assetSymbol}, jotta julkaistu {assetSymbol} myynti-ilmoitus näkyy.
fr: Vous devez avoir au moins {minimumXmrAmount} {assetSymbol} dans votre portefeuille de caution d'arbitrage {appName} pour qu'une annonce de vente {assetSymbol} publiée soit visible.
it: Devi avere almeno {minimumXmrAmount} {assetSymbol} nel tuo portafoglio {appName} arbitrale perché un annuncio di vendita pubblicato {assetSymbol} sia visibile.
lt: Kad paskelbtas {assetSymbol} pardavimo skelbimas būtų matomas, savo {appName} arbitražo obligacijų piniginėje turite turėti bent {minimumXmrAmount} {assetSymbol}.
nb: Du må ha minst {minimumXmrAmount} {assetSymbol} i {appName} voldgiftslommebok for at en publisert {assetSymbol} salgsannonse skal være synlig.
nl: U moet ten minste {minimumXmrAmount} {assetSymbol} in uw {appName} arbitragebond portefeuille hebben om een geposte {assetSymbol} verkoopadvertentie zichtbaar te maken.
pl: Musisz mieć co najmniej {minimumXmrAmount} {assetSymbol} w swoim portfelu ochrony arbitrażowej {appName}, aby zamieszczone ogłoszenie sprzedaży {assetSymbol} było widoczne.
pt_br: Você deve ter pelo menos {minimumXmrAmount} {assetSymbol} em sua carteira de títulos de arbitragem {appName} para que um anúncio de venda {assetSymbol} publicado seja visível.
sl: Morate imeti vsaj {minimumXmrAmount} {assetSymbol} v svoji denarnici za arbitražne obveznice {appName}, da bo objavljen oglas za prodajo {assetSymbol} viden.
sv: Du måste ha minst {minimumXmrAmount} {assetSymbol} i din {appName} plånbok för skiljedom för en utstationerad {assetSymbol} säljannonsen ska vara synlig.
tl: Dapat ay mayroon kang hindi bababa sa {minimumXmrAmount} {assetSymbol} sa iyong {appName} arbitration bond wallet para makita ang isang naka-post na {assetSymbol} sell ad.
tr: Yayınlanan {assetSymbol} satış reklamının görünür olması için {appName} tahkim bonosu cüzdanınızda en az {minimumXmrAmount} {assetSymbol} bulunması gerekir.
ur: آپ کے پاس اپنے {appName} ثالثی بانڈ والیٹ میں کم از کم {minimumXmrAmount} {assetSymbol} ہونا ضروری ہے تاکہ پوسٹ کردہ {assetSymbol} فروخت کے اشتہار کو دکھائی دے سکے۔
zh_cn: 您的 {appName} 仲裁保证金钱包中必须至少有 {minimumXmrAmount} 个{assetSymbol} 才能看到已发布的 {assetSymbol} 销售广告。
zh_tw: 您的 {appName} 仲裁保證金錢包中必須至少有 {minimumXmrAmount} 個{assetSymbol} 才能看到已發布的 {assetSymbol} 銷售廣告。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb1250Sbagoradesk8722Sbnojs
source: You must have at least {minimumXmrAmount} {assetSymbol} in your {appName} wallet for a posted {assetSymbol} sell or {assetSymbol} call sell or {assetSymbol} put buy ad to be visible.
cs: Aby byla zveřejněná reklama na prodej {assetSymbol} nebo {assetSymbol} na výzvu k prodeji nebo {assetSymbol} na nákup, musíte mít ve své {appName} peněžence alespoň {minimumXmrAmount} {assetSymbol}.
fi: Sinulla on oltava vähintään {minimumXmrAmount} {assetSymbol} {appName} lompakossasi, jotta julkaistu {assetSymbol} myynti- tai {assetSymbol} ostoilmoitus on näkyvissä.
fr: Vous devez avoir au moins {minimumXmrAmount} {assetSymbol} dans votre portefeuille {appName} pour qu'une annonce de vente de {assetSymbol} ou de vente d'options d'achat de {assetSymbol} ou d'options d'achat de {assetSymbol} soit visible.
it: Devi avere almeno {minimumXmrAmount} {assetSymbol} nel tuo portafoglio {appName} affinché una vendita postata {assetSymbol} o {assetSymbol} chiamata vendi o {assetSymbol} inserisca l'annuncio per essere visibile.
lt: Turite turėti bent {minimumXmrAmount} {assetSymbol} savo {appName} piniginėje, kad būtų matomas paskelbtas {assetSymbol} pardavimo arba {assetSymbol} skambinkite pardavimo arba {assetSymbol} pirkimo skelbimas.
nb: Du må ha minst {minimumXmrAmount} {assetSymbol} i {appName}-lommeboken for at en publisert {assetSymbol}-salg- eller {assetSymbol}-anrops-salg- eller {assetSymbol}-kjøpsannonse skal være synlig.
nl: U moet ten minste {minimumXmrAmount} {assetSymbol} in uw {appName} portefeuille hebben om een geplaatste {assetSymbol} verkoop- of {assetSymbol} call-sell- of {assetSymbol} put-buy-advertentie zichtbaar te maken.
pl: Musisz mieć co najmniej {minimumXmrAmount} {assetSymbol} w swoim portfelu {appName}, aby zamieszczone ogłoszenie {assetSymbol} sell lub {assetSymbol} call sell lub {assetSymbol} put buy było widoczne.
pt_br: Você deve ter pelo menos {minimumXmrAmount} {assetSymbol} em sua carteira {appName} para {assetSymbol} vender ou {assetSymbol} ligar para vender postado ou {assetSymbol} colocar o anúncio de compra visível.
sl: Morate imeti vsaj {minimumXmrAmount} {assetSymbol} v svoji {appName} denarnici, da bo objavljen {assetSymbol} oglas za prodajo ali {assetSymbol} klicna prodaja ali {assetSymbol} oglas za nakup da bo viden.
sv: Du måste ha minst {minimumXmrAmount} {assetSymbol} i din {appName} plånbok för att en publicerad {assetSymbol} sälj- eller {assetSymbol} call sell eller {assetSymbol} lägg köp annons för att synas.
tl: Dapat ay mayroon kang hindi bababa sa {minimumXmrAmount} {assetSymbol} sa iyong {appName} wallet para sa isang naka-post na {assetSymbol} sell o {assetSymbol} call sell o {assetSymbol} put buy ad para makita.
tr: Yayınlanan bir {assetSymbol} satış veya {assetSymbol} çağrı satışı veya {assetSymbol} put satın alma reklamının görünür olması için {appName} cüzdanınızda en az {minimumXmrAmount} {assetSymbol} bulunmalıdır.
ur: پوسٹ کردہ {assetSymbol} سیل یا {assetSymbol} کال سیل یا {assetSymbol} دکھائی دینے کے لیے آپ کے پاس اپنے {appName} والیٹ میں کم از کم {minimumXmrAmount} {assetSymbol} ہونا ضروری ہے۔
zh_cn: 您的{appName}钱包中必须至少有 {minimumXmrAmount} {assetSymbol} 才能看到已发布的 {assetSymbol} 个卖家或 {assetSymbol} 认购期权卖家或 {assetSymbol} 认沽期权买入广告。
zh_tw: 您的{appName}錢包中必須至少有 {minimumXmrAmount} {assetSymbol} 才能看到已發布的 {assetSymbol} 個賣家或 {assetSymbol}認購期權賣家或 {assetSymbol} 認沽期權買入廣告。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb2
source: Each user is allowed to create up to {maximumNumberOfAds} ads.
cs: Každý uživatel může vytvořit až {maximumNumberOfAds} reklam.
fi: Jokainen käyttäjä voi luoda enintään {maximumNumberOfAds} ilmoitusta.
fr: Chaque utilisateur est autorisé à créer jusqu'à {maximumNumberOfAds} annonces.
it: Ogni utente può creare fino a {maximumNumberOfAds} annunci.
lt: Kiekvienam vartotojui leidžiama sukurti iki {maximumNumberOfAds} skelbimų.
nb: Hver bruker har lov til å lage opptil {maximumNumberOfAds} annonser.
nl: Elke gebruiker mag maximaal {maximumNumberOfAds} advertenties maken.
pl: Każdy użytkownik może stworzyć do {maximumNumberOfAds} ogłoszeń.
pt_br: Cada usuário pode criar até {maximumNumberOfAds} anúncios.
sl: Vsak uporabnik lahko ustvari do {maximumNumberOfAds} oglasov.
sv: Varje användare får skapa upp till {maximumNumberOfAds} annonser.
tl: Ang bawat user ay pinapayagang gumawa ng hanggang {maximumNumberOfAds} mga ad.
tr: Her kullanıcının en fazla {maximumNumberOfAds} reklam oluşturmasına izin verilir.
ur: ہر صارف کو {maximumNumberOfAds} اشتہارات بنانے کی اجازت ہے۔
zh_cn: 每个用户最多可以创建{maximumNumberOfAds}个广告。
zh_tw: 每個用戶最多可以創建{maximumNumberOfAds}個廣告。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb3
source: Once a trade is opened the price is final, except when there is a clear mistake in the pricing.
cs: Jakmile je obchod otevřen, cena je konečná, kromě případů, kdy je v ceně jasná chyba.
fi: Kun kauppa on avattu, hinta on lopullinen, paitsi jos hinnoittelussa on selvä virhe.
fr: Une fois qu'une transaction est ouverte, le prix est définitif, sauf en cas d'erreur manifeste dans le prix.
it: Una volta che uno scambio è aperto, il prezzo è definitivo, tranne quando vi è un chiaro errore nel prezzo.
lt: Kai sandoris atidaromas, kaina yra galutinė, išskyrus atvejus, kai yra aiški kainodaros klaida.
nb: Når en handel er åpnet, er prisen endelig, bortsett fra når det er en klar feil i prissettingen.
nl: Zodra een transactie is geopend, is de prijs definitief, behalve wanneer er een duidelijke fout in de prijs zit.
pl: Po otwarciu handlu cena jest ostateczna, z wyjątkiem sytuacji, w której nastąpił wyraźny błąd w wycenie.
pt_br: Quando uma negociação é iniciada o preço é final, exceto quando houve um claro problema no preço.
sl: Ko je trgovanje odprto, je cena končna, razen če je v ceniku očitna napaka.
sv: När en affär har öppnats är priset slutgiltigt, utom när det finns ett uppenbart misstag i prissättningen.
tl: Kapag nabuksan ang isang kalakalan, ang presyo ay pinal, maliban kung may malinaw na pagkakamali sa pagpepresyo.
tr: Fiyatlandırmada açık bir hata olmadığı sürece, bir işlem açıldığında fiyat nihaidir.
ur: ایک بار جب تجارت کھل جاتی ہے تو قیمت حتمی ہوتی ہے، سوائے اس کے کہ جب قیمتوں میں واضح غلطی ہو۔
zh_cn: 发起交易后，价格就会确定，除非定价中有明显的错误。
zh_tw: 發起交易后，價格就會確定，除非定價中有明顯的錯誤。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb4
source: You are not allowed to buy or sell {assetName} on behalf of someone else (brokering).
cs: Nesmíte nakupovat nebo prodávat {assetName} jménem někoho jiného (zprostředkování).
fi: Et saa ostaa tai myydä valuuttaa {assetName} jonkun muun puolesta (välittää).
fr: Vous n'êtes pas autorisé à acheter ou vendre du {assetName} pour le compte de quelqu'un d'autre (courtage).
it: Non è consentito acquistare o vendere {assetName} per conto di qualcun altro.
lt: Jums neleidžiama pirkti ar parduoti {assetName} kito asmens vardu (tarpininkavimas).
nb: Du har ikke lov til å kjøpe eller selge {assetName} på vegne av noen andre (megler).
nl: U mag {assetName} niet namens iemand anders kopen of verkopen (tussenhandel).
pl: Nie możesz kupować, lub sprzedawać, {assetName} w imieniu kogoś innego (pośrednictwo).
pt_br: Você não pode comprar ou vender {assetName} em nome de outra pessoa (corretagem).
sl: Ni vam dovoljeno kupovati ali prodajati {assetName} v imenu nekoga drugega (posredništvo).
sv: Du får inte köpa eller sälja {assetName} för någon annans räkning (förmedling).
tl: Hindi ka pinapayagang bumili o magbenta ng {assetName} sa ngalan ng ibang tao (brokering).
tr: Başkası adına (komisyonculuk) {assetName} almanıza veya satmanıza izin verilmez.
ur: آپ کو کسی اور (بروکرنگ) کی طرف سے {assetName} خریدنے یا بیچنے کی اجازت نہیں ہے۔
zh_cn: 您不能代表其他人（由经纪人处理）购买或出售{assetName}。
zh_tw: 您不能代表其他人（由經紀人處理）購買或出售{assetName}。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb4250Sbnojs
source: You are not allowed to buy or sell cryptocurrency on behalf of someone else (brokering).
cs: Nesmíte nakupovat nebo prodávat kryptoměny jménem někoho jiného (zprostředkování).
fi: Sinulla ei ole oikeutta ostaa tai myydä kryptovaluuttoja jonkun toisen puolesta (välittää).
fr: Vous n'êtes pas autorisé à acheter ou à vendre de la crypto-monnaie pour le compte de quelqu'un d'autre (courtage).
it: Non ti è permesso acquistare o vendere criptovaluta per conto di qualcun altro (intermediazione).
lt: Jums neleidžiama pirkti ar parduoti kriptovaliutų kito asmens vardu (tarpininkavimas).
nb: Du har ikke lov til å kjøpe eller selge kryptovaluta på vegne av noen andre (megler).
nl: Het is niet toegestaan om namens iemand anders cryptocurrency te kopen of te verkopen (brokering).
pl: Nie wolno Ci kupować ani sprzedawać kryptowalut w imieniu kogoś innego (pośrednictwo).
pt_br: Você não tem permissão para comprar ou vender criptomoeda em nome de outra pessoa (intermediação).
sl: Ni vam dovoljeno kupovati ali prodajati kriptovalute v imenu nekoga drugega (posredništvo).
sv: Du får inte köpa eller sälja kryptovalutor för någon annans räkning (mäklare).
tl: Hindi ka pinapayagang bumili o magbenta ng cryptocurrency sa ngalan ng ibang tao (brokering).
tr: Başkası adına (komisyonculuk) kripto para satın almanıza veya satmanıza izin verilmez.
ur: آپ کو کسی اور (بروکرنگ) کی جانب سے کریپٹو کرنسی خریدنے یا بیچنے کی اجازت نہیں ہے۔
zh_cn: 您不得代表他人（经纪）买卖加密货币。
zh_tw: 您不得代表他人（經紀）買賣加密貨幣。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb5
source: You may only use payment accounts that are registered in your own name (no third party payments!).
cs: Můžete používat pouze platební účty, které jsou registrované na vaše vlastní jméno (žádné platby třetím stranám!).
fi: Voit käyttää vain omiin nimiisi rekisteröityjä maksutilejä (ei kolmannen osapuolen maksuja!).
fr: Vous ne pouvez utiliser que des moyens de paiement enregistrés à votre nom (aucun paiement par un tiers !).
it: È possibile utilizzare solo account di pagamento registrati a proprio nome (non si accettano pagamenti di terze parti!).
lt: Galite naudoti tik tas mokėjimo sąskaitas, kurios yra registruotos jūsų vardu (jokių trečiųjų šalių mokėjimų!).
nb: Du kan kun bruke betalingskontoer som er registrert i ditt eget navn (ingen tredjepartsbetalinger!).
nl: U mag alleen betaalrekeningen gebruiken die op uw eigen naam staan (geen betalingen aan externe partijen!).
pl: Możesz korzystać tylko z kont płatniczych zarejestrowanych na Twoje nazwisko (żadnych płatności osób trzecich!).
pt_br: Você deve usar contas que estão registradas no seu nome (sem pagamentos de terceiros!).
sl: Uporabljate lahko samo plačilne račune, ki so registrirani na vaše ime (brez plačil tretjih oseb!).
sv: Du får endast använda betalkonton som är registrerade i ditt eget namn (inga betalningar från tredje part!).
tl: Maaari ka lamang gumamit ng mga account sa pagbabayad na nakarehistro sa iyong sariling pangalan (walang mga pagbabayad ng third party!).
tr: Yalnızca kendi adınıza kayıtlı ödeme hesaplarını kullanabilirsiniz (üçüncü taraf ödemeleri yasaktır!).
ur: آپ صرف ادائیگی اکاؤنٹس استعمال کرسکتے ہیں جو آپ کے اپنے نام پر رجسٹرڈ ہیں (کوئی فریق ثالث کی ادائیگی نہیں!).
zh_cn: 您仅可以使用以自己名字注册的付款帐户（非第三方付款！）。
zh_tw: 您僅可以使用以自己名字注冊的付款帳戶（非第三方付款！）。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb6
source: You must provide your payment details in the advertisement or in the trade chat.
cs: V inzerátu nebo v obchodním chatu musíte uvést své platební údaje.
fi: Sinun tulee antaa maksutietosi ilmoituksessa tai kauppakeskustelussa.
fr: Vous devez fournir vos informations de paiement dans l'annonce ou dans le tchat de la transaction.
it: È necessario fornire i dettagli del pagamento nell'annuncio o nella chat interna allo scambio.
lt: Skelbime arba prekybos pokalbyje turite nurodyti savo mokėjimo duomenis.
nb: Du må oppgi betalingsopplysningene dine i annonsen eller i handelschatten.
nl: U moet uw betalingsgegevens opgeven in de advertentie of in de handelschat.
pl: Dane do płatności należy podać w ogłoszeniu lub na czacie handlu.
pt_br: Você deve fornecer detalhes do pagamento no anúncio ou no bate-papo interno da negociação.
sl: Podatke o plačilu morate navesti v oglasu ali v trgovalnem klepetu.
sv: Du måste ange dina betalningsuppgifter i annonsen eller i handelschatten.
tl: Dapat mong ibigay ang iyong mga detalye ng pagbabayad sa advertisement o sa trade chat.
tr: Ödeme ayrıntılarınızı reklamda veya ticari sohbette belirtmelisiniz.
ur: آپ کو اپنی ادائیگی کی تفصیلات اشتہار میں یا تجارتی چیٹ میں فراہم کرنا ضروری ہے۔
zh_cn: 您必须在交易广告或交易聊天中提供您的付款详细信息。
zh_tw: 您必須在交易廣告或交易聊天中提供您的付款詳細信息。

# post8722Sbad250Sbrules8722Sbtext8722Sb18722Sb7
source: All communication must happen on {appName}.
cs: Veškerá komunikace musí probíhat na {appName}.
fi: Kaiken tiedonsiirron on tapahduttava {appName}:ssä.
fr: Toutes les communications doivent avoir lieu sur {appName}.
it: Tutte le comunicazioni devono avvenire su {appName}.
lt: Visas ryšys turi vykti {appName}.
nb: All kommunikasjon må skje på {appName}.
nl: Alle communicatie moet plaatsvinden op {appName}.
pl: Cała komunikacja musi się odbyć na {appName}.
pt_br: Toda a comunicação deve se passar no {appName}.co.
sl: Vsa komunikacija mora potekati na {appName}.
sv: All kommunikation måste ske på {appName}.
tl: Ang lahat ng komunikasyon ay dapat mangyari sa {appName}.
tr: Tüm iletişim {appName} üzerinde gerçekleşmelidir.
ur: تمام مواصلت {appName} پر ہونی چاہیے۔
zh_cn: 所有交流必须在 {appName} 上进行。
zh_tw: 所有交流必須在 {appName} 上進行。

# post8722Sbad250Sbrules8722Sbtitle
source: Advertisement rules and requirements
cs: Pravidla a požadavky inzerce
fi: Ilmoituksen säännöt ja vaatimukset
fr: Règles et exigences concernant les annonces
it: Regole e requisiti per la pubblicità
lt: Reklamos taisyklės ir reikalavimai
nb: Annonseringsregler og krav
nl: Advertentieregels en vereisten
pl: Reguły i wymagania ogłoszenia
pt_br: Regras e requisitos do anúncio
sl: Pravila in zahteve za oglaševanje
sv: Annonsregler och krav
tl: Mga panuntunan at kinakailangan sa advertising
tr: Reklam kuralları ve gereksinimleri
ur: اشتہار کے اصول اور تقاضے
zh_cn: 广告规则和要求
zh_tw: 廣告規則和要求

# post8722Sbad250Sbsettlement8722Sbaddress250Sbtip
source: Required. Your address to which the coins will be sent to. Cannot be an internal {appName} address.
cs: Požadované. Vaše adresa, na kterou budou mince zaslány. Nemůže to být interní adresa {appName}.
fi: Vaaditaan. Osoitteesi, johon kolikot lähetetään. Ei voi olla sisäinen {appName}-osoite.
fr: Obligatoire. Votre adresse à laquelle les jetons seront envoyés. Ne peut pas être une adresse {appName} interne.
it: Richiesto. L'indirizzo a cui verranno inviate le monete. Non può essere un indirizzo interno {appName}.
lt: Reikalingas. Jūsų adresas, kuriuo bus siunčiamos monetos. Negali būti vidinis {appName} adresas.
nb: Obligatorisk. Din adresse som myntene skal sendes til. Kan ikke være en intern {appName}-adresse.
nl: Verplicht. Uw adres waarnaar de munten worden verzonden. Mag geen intern {appName} adres zijn.
pl: Wymagane. Twój adres użytkownika, na który zostaną wysłane monety, nie może być wewnętrznym adresem {appName}.
pt_br: Obrigatório. Seu endereço para o qual as moedas serão enviadas. Não pode ser um endereço interno {appName}.
sl: Obvezno. Vaš naslov, na katerega bodo poslani kovanci. Ne more biti notranji {appName} naslov.
sv: Krävs. Din adress till vilken mynten kommer att skickas. Kan inte vara en intern {appName} adress.
tl: Kailangan. Ang iyong address kung saan ipapadala ang mga barya. Hindi maaaring isang panloob na {appName} address.
tr: Gerekli. Coinlerin gönderileceği adresiniz. Dahili {appName} adresi olamaz.
ur: درکار ہے۔ آپ کا پتہ جس پر سکے بھیجے جائیں گے۔ اندرونی {appName} پتہ نہیں ہو سکتا۔
zh_cn: 需要。您的地址，钱币将被发送到那里。不能是内部{appName}地址。
zh_tw: 必需的。您的代幣將被發送到的地址。不能是內部 {appName} 地址。

# post8722Sbad250Sbstep8722Sb1
source: Step {stepNumber}
cs: Krok {step_number}
fi: Vaihe {stepNumber}
fr: Étape {step_number}
lt: {stepNumber} veiksmas
nb: Trinn {stepNumber}
nl: Stap {step_number}
pl: Krok {stepNumber}
pt_br: Etapa {step_number}
sl: Korak {stepNumber}
sv: Steg {stepNumber}
tl: Hakbang {step_number}
tr: Adım {stepNumber}
ur: مرحلہ {stepNumber}
zh_cn: 第{stepNumber}步
zh_tw: 第{stepNumber}步

# post8722Sbad250Sbstep8722Sb2
source: Step 2
cs: Krok 2
fi: Vaihe 2
fr: Étape 2
lt: 2 žingsnis
nb: Steg 2
nl: Stap 2
pl: Krok 2
pt_br: Etapa 2
sl: 2. korak
sv: Steg 2
tl: Hakbang 2
tr: Adım 2
ur: مرحلہ 2
zh_cn: 第二步
zh_tw: 第二步

# post8722Sbad250Sbswitch8722Sbform8722Sbtoggle250Sbshow8722Sbfull
source: Show full form
cs: Zobrazit plnou formu
fi: Näytä koko lomake
fr: Afficher le formulaire complet
it: Mostra il modulo completo
lt: Rodyti visą formą
nb: Vis fullstendig skjema
nl: Volledig formulier weergeven
pl: Pokaż pełną formę
pt_br: Ver formulário completo
sl: Prikaži cel obrazec
sv: Visa hela formuläret
tl: Ipakita ang buong form
tr: Tam formu göster
ur: مکمل فارم دکھائیں
zh_cn: 显示全表格
zh_tw: 顯示全表格
