Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmining250Sb4250Sbtitle
source: RandomX
tr: RastgeleX

# settings250Sbnotifications250Sbnew8722Sbpayments8722Sbshort
source: New online payments
cs: Nové online platby
fi: Uudet verkkomaksut
fr: Nouveaux paiements en ligne
it: Nuovi pagamenti online
lt: Nauji mokėjimai internetu
nb: Nye nettbetalinger
nl: Nieuwe online betalingen
pl: Nowe płatności online
pt_br: Novos pagamentos online
sl: Nova spletna plačila
sv: Nya betalningar online
tl: Mga bagong online na pagbabayad
tr: Yeni çevrimiçi ödemeler
ur: نئی آن لائن ادائیگیاں
zh_cn: 新的网上付款电子邮件通知
zh_tw: 新的網上付款電子郵件通知
