Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbpractices250Sb5250Sbtext
source: <p>In the realm of privacy, it's often far too easy to accidentally leak or reveal data about yourself that can be used to identify you. An old example that no longer applies to Monero is custom ringsizes. If the default is 11, and everyone uses 11, but you consistently use 54, yes the number is higher so your anonymity set is higher, but now you stand apart from the crowd and your transactions are easier to identify. Monero has since made an update to fix the ringsize at 11, so now everyone looks the same.</p> <p>There are several things one can do to accidentally harm their privacy in other cryptocurrencies like Bitcoin. Choosing a reputable mixer, getting non-KYC/AML'd coins, not reusing addresses, and proper coin output management are all things an individual needs to consider when trying to minimize leakage of metadata. Monero sidesteps many of these problems by making the privacy features mandatory, and setting good defaults for the average user. The example above of using a fixed ringsize means that end users don't have to puzzle over how to achieve the best possible privacy in this regard. The wallet does it for them automatically.</p> <p>This may seem like an odd thing to talk about. Most users could be forgiven for thinking that all software automatically works for them, and not against them. Sadly, nothing could be further from the truth, and when it comes to privacy almost all cryptocurrencies are severely lacking. The amount of effort one has to go through to achieve any level of privacy is usually too much and too difficult for an average user. This is often the case even with other cryptocurrencies that focus on privacy! Monero makes sure to make it so privacy happens automatically, with no thought from users, at the protocol level when possible, and with sane default settings for the wallets when it's not. When in doubt, just use the defaults of the wallet, and don't be afraid to ask questions.</p>
cs: <p>V oblasti ochrany soukromí je často příliš snadné omylem vypustit nebo prozradit údaje o sobě, které mohou být použity k vaší identifikaci. Starým příkladem, který se již netýká Monera, jsou vlastní velikosti kruhů. Pokud je výchozí hodnota 11 a všichni používají 11, ale vy důsledně používáte 54, ano, číslo je vyšší, takže vaše sada anonymity je vyšší, ale nyní se odlišujete od davu a vaše transakce jsou snáze identifikovatelné. Monero od té doby provedlo aktualizaci, která zafixovala velikost kruhu na 11, takže nyní všechni vypadají stejně.</p> <p>Je několik věcí, kterými si člověk může nechtěně poškodit soukromí v jiných kryptoměnách, jako je Bitcoin. Výběr renomovaného míchače, pořízení mincí bez KYC/AML, nepoužívání opakovaných adres a správná správa výstupu mincí jsou věci, které musí jednotlivec zvážit, když se snaží minimalizovat únik metadat. Monero mnoho z těchto problémů obchází tím, že funkce ochrany soukromí jsou povinné a nastavují dobré výchozí hodnoty pro běžného uživatele. Výše uvedený příklad použití pevné velikosti kruhu znamená, že koncoví uživatelé si nemusí lámat hlavu s tím, jak v tomto ohledu dosáhnout co nejlepšího soukromí. Peněženka to udělá automaticky za ně.</p> <p>Může se zdát, že je to zvláštní téma. Většina uživatelů by si mohla myslet, že veškerý software automaticky pracuje pro ně, a ne proti nim. Bohužel nic nemůže být dále od pravdy, a pokud jde o soukromí, téměř všechny kryptoměny mají vážné nedostatky. Množství úsilí, které musí člověk vynaložit, aby dosáhl nějaké úrovně soukromí, je pro běžného uživatele obvykle příliš velké a příliš obtížné. To je často případ i jiných kryptoměn, které se na soukromí zaměřují! Monero dbá na to, aby soukromí probíhalo automaticky, bez přemýšlení uživatelů, na úrovni protokolu, když je to možné, a s rozumným výchozím nastavením peněženek, když to možné není. V případě pochybností prostě použijte výchozí nastavení peněženky a nebojte se ptát.</p>
fi: <p>Yksityisyyden alalla on usein aivan liian helppoa vahingossa vuotaa tai paljastaa itsestäsi tietoja, joiden perusteella sinut voidaan tunnistaa. Vanha esimerkki, joka ei enää koske Moneroa, on mukautetut sormuskoot. Jos oletusarvo on 11 ja kaikki käyttävät 11:tä, mutta käytät jatkuvasti 54:ää, kyllä, numero on suurempi, joten anonymiteetit ovat korkeammat, mutta nyt erotut joukosta ja tapahtumasi on helpompi tunnistaa. Monero on sittemmin tehnyt päivityksen korjatakseen sormuskoon 11:sta, joten nyt kaikki näyttävät samalta.</p> <p>On olemassa monia asioita joilla voi vahingossa vahingoittaa omaa yksityisyyttä muissa kryptovaluutoissa, kuten Bitcoinissa. Hyvämaineisen mikserin valitseminen, muiden kuin KYC/AML-kolikoiden hankkiminen, osoitteiden uudelleenkäyttö ja kolikoiden oikea hallinta ovat kaikki asioita, jotka yksilön on otettava huomioon, kun hän yrittää minimoida metatietojen vuotamisen. Monero kiertää monet näistä ongelmista tekemällä tietosuojaominaisuudet pakollisiksi ja asettamalla hyvät oletusasetukset keskivertokäyttäjälle. Yllä oleva esimerkki kiinteän sormuskoon käytöstä tarkoittaa, että loppukäyttäjien ei tarvitse miettiä, kuinka saavuttaa paras mahdollinen yksityisyys tässä suhteessa. Lompakko tekee sen heidän puolestaan automaattisesti.</p> <p>Tästä voi tuntua oudolta puhua. Useimmat käyttäjät voisivat saada anteeksi, jos ajattelevat, että kaikki ohjelmistot toimivat automaattisesti heidän puolestaan, eivät heitä vastaan. Valitettavasti mikään ei voisi olla kauempana totuudesta, ja mitä tulee yksityisyyteen, lähes kaikista kryptovaluutoista se puuttuu pahasti. Se vaivannäkö, joka on suoritettava saavuttaakseen minkä tahansa tason yksityisyyden, on yleensä liian paljon ja liian vaikeaa keskivertokäyttäjälle. Näin on usein myös muiden yksityisyyteen keskittyvien kryptovaluuttojen kohdalla! Monero varmistaa, että yksityisyys toteutuu automaattisesti, käyttäjien huomioimatta, protokollatasolla, kun mahdollista ja järkevällä oletusasetuksella lompakoille, kun se ei ole mahdollista. Jos olet epävarma, käytä vain lompakon oletusasetuksia äläkä pelkää esittää kysymyksiä.</p>
fr: <p>Dans le domaine de la confidentialité, il est souvent beaucoup trop facile de divulguer ou de révéler accidentellement des données vous concernant qui peuvent être utilisées pour vous identifier. Un vieil exemple qui ne s'applique plus à Monero est celui des tailles de cercle personnalisées. Si la valeur par défaut est 11 et que tout le monde utilise 11, mais que vous utilisez systématiquement 54, oui, le nombre est plus élevé, donc votre ensemble d'anonymat est plus élevé, mais maintenant vous vous démarquez de la foule et vos transactions sont plus faciles à identifier. Monero a depuis fait une mise à jour pour fixer la taille de cercle à 11, donc maintenant tout le monde se ressemble.</p> <p>Il y a plusieurs choses que l'on peut faire pour nuire accidentellement à sa propre confidentialité dans d'autres crypto-monnaies, comme par exemple Bitcoin. Choisir un mélangeur de bonne réputation, obtenir des jetons non KYC/AML, ne pas réutiliser les adresses et gérer correctement la sortie des jetons, sont toutes des choses qu'un individu doit prendre en compte lorsqu'il essaie de minimiser les fuites de métadonnées. Monero évite bon nombre de ces problèmes en rendant les fonctionnalités de confidentialité obligatoires et en définissant de bonnes valeurs par défaut pour l'utilisateur « normal ». L'exemple ci-dessus d'utilisation d'une taille de cercle fixe signifie que les utilisateurs n'ont pas à se demander comment obtenir la meilleure confidentialité possible à cet égard. Le portefeuille le fait automatiquement pour eux.</p> <p>Il y a aussi ceci qui peut sembler une chose étrange à aborder. On pourrait pardonner à la plupart des utilisateurs de penser que tous les logiciels fonctionnent nécessairement pour eux, et non contre eux. Malheureusement, rien ne pourrait être plus éloigné de la vérité, et en matière de confidentialité, presque toutes les crypto-monnaies sont gravement insuffisantes sur ce point. La quantité d'efforts à fournir pour atteindre n'importe quel niveau de confidentialité est généralement trop lourde et trop difficile pour un utilisateur moyen. C'est souvent le cas même avec d'autres crypto-monnaies qui mettent l'accent sur la confidentialité ! Monero s'assure de faire en sorte que la confidentialité se produise automatiquement, sans aucune réflexion de la part des utilisateurs, au niveau du protocole lorsque cela est possible, et, dans le cas contraire, avec des paramètres par défaut sûrs pour les portefeuilles. En cas de doute, utilisez simplement les valeurs par défaut du portefeuille et n'ayez pas peur de poser des questions.</p>
it: <p>Nel regno della privacy, è spesso fin troppo facile trapelare accidentalmente o rivelare dati su di te che possono essere utilizzati per identificarti. Un vecchio esempio che non si applica più a Monero sono le dimensioni degli anelli personalizzate. Se il valore predefinito è 11 e tutti usano 11, ma tu usi costantemente 54, sì, il numero è più alto, quindi il tuo set di anonimato è più alto, ma ora ti distingui dalla massa e le tue transazioni sono più facili da identificare. Da allora Monero ha apportato un aggiornamento per correggere la dimensione dell'anello a 11, quindi ora sembrano tutti uguali.</p> <p>Ci sono diverse cose che si possono fare per danneggiare accidentalmente la loro privacy in altre criptovalute come Bitcoin. Scegliere un mixer affidabile, ottenere monete non KYC / AML, non riutilizzare indirizzi e una corretta gestione dell'output delle monete sono tutte cose che un individuo deve considerare quando cerca di ridurre al minimo la perdita di metadati. Monero elude molti di questi problemi rendendo obbligatorie le funzionalità di privacy e impostando buone impostazioni predefinite per l'utente medio. L'esempio precedente di utilizzo di una dimensione anello fissa significa che gli utenti finali non devono interrogarsi su come ottenere la migliore privacy possibile a questo proposito. Il portafoglio lo fa automaticamente per loro.</p> <p>Può sembrare una cosa strana di cui parlare. La maggior parte degli utenti potrebbe essere perdonata se pensa che tutto il software funzioni automaticamente per loro e non contro di loro. Purtroppo, nulla potrebbe essere più lontano dalla verità e quando si tratta di privacy quasi tutte le criptovalute sono gravemente carenti. La quantità di sforzo che uno deve compiere per raggiungere qualsiasi livello di privacy è solitamente troppo e troppo difficile per un utente medio. Questo è spesso il caso anche con altre criptovalute che si concentrano sulla privacy! Monero fa in modo che la privacy avvenga automaticamente, senza alcun pensiero da parte degli utenti, a livello di protocollo quando possibile e con impostazioni predefinite sane per i portafogli quando non lo sono. In caso di dubbio, utilizza le impostazioni predefinite del portafoglio e non aver paura di fare domande.</p>
lt: <p>Privatumo srityje dažnai per lengva netyčia nutekėti arba atskleisti duomenis apie save, kurie gali būti naudojami jūsų tapatybei nustatyti. Senas pavyzdys, kuris nebegalioja Monero, yra pasirinktiniai žiedų dydžiai. Jei numatytoji vertė yra 11, o visi naudoja 11, bet jūs nuolat naudojate 54, taip, skaičius yra didesnis, todėl jūsų anonimiškumas yra didesnis, bet dabar jūs išsiskiriate iš minios ir jūsų operacijas lengviau atpažinti. Nuo to laiko Monero atnaujino, kad žiedo dydis būtų 11, todėl dabar visi atrodo vienodai.</p> <p>Yra keletas dalykų, kuriuos galite padaryti, kad netyčia pakenktumėte jų privatumui kitose kriptovaliutose, pvz., Bitcoin. Geros reputacijos maišytuvo pasirinkimas, ne KYC/AML monetų gavimas, pakartotinis adresų nenaudojimas ir tinkamas monetų išvesties valdymas – visa tai, ką asmuo turi apsvarstyti, bandydamas sumažinti metaduomenų nutekėjimą. Monero išvengia daugelio šių problemų, padarydamas privatumo funkcijas privalomas ir nustatydamas geras numatytąsias nuostatas paprastam vartotojui. Aukščiau pateiktas fiksuoto žiedo dydžio naudojimo pavyzdys reiškia, kad galutiniams vartotojams nereikės galvos, kaip šiuo atžvilgiu pasiekti geriausią įmanomą privatumą. Piniginė tai padaro už juos automatiškai.</p> <p> Gali atrodyti, kad apie tai kalbėti keista. Daugeliui vartotojų būtų galima atleisti, kad jie galvoja, kad visa programinė įranga automatiškai veikia jiems, o ne prieš juos. Deja, niekas negali būti toliau nuo tiesos, o kalbant apie privatumą, beveik visoms kriptovaliutoms labai trūksta. Pastangų, kurias reikia įdėti norint pasiekti bet kokį privatumo lygį, paprastam vartotojui paprastai yra per daug ir sunku. Taip dažnai būna net su kitomis kriptovaliutomis, kurios orientuojasi į privatumą! „Monero“ pasirūpina, kad privatumas būtų užtikrintas automatiškai, naudotojams negalvojant, protokolo lygiu, kai įmanoma, ir protingais numatytaisiais piniginių nustatymais, kai taip nėra. Jei abejojate, tiesiog naudokite numatytuosius piniginės nustatymus ir nebijokite užduoti klausimų.</p>
nb: <p>Når det gjelder personvern, er det ofte altfor lett å ved et uhell lekke eller avsløre data om deg selv som kan brukes til å identifisere deg. Et gammelt eksempel som ikke lenger gjelder Monero er tilpassede ringstørrelser. Hvis standarden er 11, og alle bruker 11, men du konsekvent bruker 54, ja, tallet er høyere, så anonymitetssettet ditt er høyere, men nå skiller du deg fra mengden og transaksjonene dine er lettere å identifisere. Monero har siden laget en oppdatering for å fikse ringestørrelsen til 11, så nå ser alle like ut.</p> <p>Det er flere ting man kan gjøre for å skade personvernet deres ved et uhell i andre kryptovalutaer som Bitcoin. Å velge en anerkjent mikser, skaffe mynter som ikke er KYC/AML, ikke gjenbruke adresser og riktig myntutdatastyring er alle ting en person må vurdere når han prøver å minimere lekkasje av metadata. Monero omgår mange av disse problemene ved å gjøre personvernfunksjonene obligatoriske, og sette gode standardinnstillinger for den gjennomsnittlige brukeren. Eksemplet ovenfor med bruk av en fast ringestørrelse betyr at sluttbrukere ikke trenger å pusle over hvordan man oppnår best mulig personvern i denne forbindelse. Lommeboken gjør det for dem automatisk.</p> <p>Dette kan virke som en merkelig ting å snakke om. De fleste brukere kan bli tilgitt for å tro at all programvare automatisk fungerer for dem, og ikke mot dem. Dessverre kan ingenting være lenger fra sannheten, og når det kommer til personvern er nesten alle kryptovalutaer alvorlige mangelfulle. Mengden innsats man må gå gjennom for å oppnå et hvilket som helst nivå av personvern er vanligvis for mye og for vanskelig for en gjennomsnittlig bruker. Dette er ofte tilfellet selv med andre kryptovalutaer som fokuserer på personvern! Monero sørger for å gjøre det slik at personvernet skjer automatisk, uten tanke fra brukerne, på protokollnivå når det er mulig, og med fornuftige standardinnstillinger for lommebøker når det ikke er det. Når du er i tvil, bruk bare standardinnstillingene for lommeboken, og ikke vær redd for å stille spørsmål.</p>
nl: <p>Op het gebied van privacy is het vaak veel te gemakkelijk om per ongeluk gegevens over uzelf te lekken of te onthullen die kunnen worden gebruikt om u te identificeren. Een oud voorbeeld dat niet meer van toepassing is op Monero zijn aangepaste ringmaten. Als de standaardwaarde 11 is en iedereen gebruikt 11, maar u gebruikt consequent 54, het aantal is hoger, dus uw anonimiteit set is ook hoger, maar nu onderscheidt u zich van de massa en zijn uw transacties gemakkelijker te identificeren. Monero heeft sindsdien een update gemaakt om de ringmaat op 11 te zetten, dus nu ziet iedereen er hetzelfde uit. </p> <p>Er zijn verschillende dingen die men kan doen om per ongeluk hun privacy in andere cryptocurrencies zoals Bitcoin te schaden. Het kiezen van een gerenommeerde mixer, het verkrijgen van niet-KYC/AML-munten, het niet hergebruiken van adressen en het juiste beheer van de muntuitvoer zijn allemaal dingen waar een individu rekening mee moet houden om het lekken van metadata te minimaliseren. Monero omzeilt veel van deze problemen door de privacyfuncties verplicht te stellen en goede standaardinstellingen in te stellen voor de gemiddelde gebruiker. Het bovenstaande voorbeeld van het gebruik van een vaste ringmaat betekent dat eindgebruikers niet hoeven te puzzelen hoe ze de best mogelijke privacy op dit gebied kunnen bereiken. De portefeuille doet het automatisch voor ze.</p> <p>Dit lijkt misschien vreemd om over te praten. Het kan de meeste gebruikers worden vergeven dat ze denken dat alle software automatisch voor hen werkt, en niet tegen hen. Helaas is niets minder waar, en als het om privacy gaat, schieten bijna alle cryptocurrencies ernstig tekort. De hoeveelheid moeite die men moet doen om enig niveau van privacy te bereiken, is meestal te veel en te moeilijk voor een gemiddelde gebruiker. Dit is vaak het geval, zelfs bij andere cryptocurrencies die zich richten op privacy! Monero zorgt ervoor dat privacy automatisch gebeurt, zonder te denken aan gebruikers, waar mogelijk op protocolniveau, en met gezonde standaardinstellingen voor de portefeuille als dat niet het geval is. Gebruik bij twijfel gewoon de standaardinstellingen van de portefeuille en wees niet bang om vragen te stellen.</p>
pl: <p>W sferze, gdzie każdy stara się mieć jak największą prywatność, łatwo o przypadkowy wyciek danych, który może później posłużyć do zidentyfikowania. Przykładem tego są spersonalizowane rozmiary ringów. Jeśli ich domyślna wartość to 11, to większość osób będzie używać właśnie jej. Niektórzy wybierają zastosowanie ringu o rozmiarze 54, ponieważ im wyższa wartość, tym lepsza anonimowość. Są błędnie przekonani, że przez to będą bardziej prywatni, ale wręcz przeciwnie. Ich transakcje są teraz łatwiejsze do zidentyfikowania, ponieważ wyróżniają się pośród wszystkich pozostałych. Na szczęście Monero dokonało aktualizacji, aby uchronić swoich użytkowników przed ich własnymi błędami, która ustaliła stały rozmiar ringów na 11.</p> <p>W innych sferach kryptowalutowych takich jak Bitcoin istnieje kilka czynności, które można zrobić i przypadkowo zaszkodzić swojej prywatności. Wybieranie reputable mixer, nienabywanie waluty poprzez KYC/AML, nieużywanie ponownie adresów oraz odpowiednie zarządzanie wyjściami są działaniami, które są konieczne, kiedy próbujemy zmniejszyć prawdopodobieństwo wycieku metadanych. Monero unika wielu z tych problemów poprzez swoje obowiązkowe funkcje prywatności oraz odpowiednie wartości domyślne. Wcześniejszy przykład dotyczący stałego rozmiaru ringu potwierdza to sformułowanie.</p> <p> Większość użytkowników zostałaby urażona, gdyby usłyszała stwierdzenie, że oprogramowanie automatycznie robi wszystko za nich. Nic nie może być dalsze od prawdy. Jeśli chodzi o prywatność, większość kryptowalut ma dużo braków w tej kategorii. Ilość starań jakie użytkownik musi włożyć, żeby uzyskać jakikolwiek poziom prywatności, jest zbyt duża i wymagająca dla niedoświadczonego użytkownika. Jest tak także w przypadku innych kryptowalut skupiających się na prywatności! Monero stara się, aby prywatność jaką oferuje była automatyczna, nie wymagała od użytkownika interakcji na poziomie protokołu, jeśli to możliwe oraz polegała na domyślnych ustawieniach portfela, jeśli tamto byłoby niemożliwe.</p>
pt_br: <p>No domínio da privacidade, muitas vezes é muito fácil vazar ou revelar acidentalmente dados sobre você que podem ser usados para identificá-lo. Um exemplo antigo que não se aplica mais ao Monero são os tamanhos personalizados. Se o padrão for 11 e todos usarem 11, mas você usar 54 consistentemente, sim, o número é maior, então o seu anonimato é maior, mas agora você se destaca da multidão e suas transações são mais fáceis de identificar. Monero desde então fez uma atualização para corrigir o tamanho do anel em 11, então agora todos parecem iguais.</p> <p>Existem várias coisas que se pode fazer para prejudicar acidentalmente sua privacidade em outras criptomoedas como Bitcoin. A escolha de um misturador confiável, a obtenção de moedas não KYC / AML, a não reutilização de endereços e o gerenciamento adequado da saída de moedas são coisas que um indivíduo precisa considerar ao tentar minimizar o vazamento de metadados. O Monero contorna muitos desses problemas tornando os recursos de privacidade obrigatórios e definindo bons padrões para o usuário médio. O exemplo acima de usar um tamanho de anel fixo significa que os usuários finais não precisam se preocupar em como obter a melhor privacidade possível a esse respeito. A carteira faz isso por eles automaticamente.</p> <p>Isso pode parecer uma coisa estranha de se falar. A maioria dos usuários pode ser perdoada por pensar que todo software funciona automaticamente para eles, e não contra eles. Infelizmente, nada poderia estar mais longe da verdade e, quando se trata de privacidade, quase todas as criptomoedas estão em falta. A quantidade de esforço necessária para atingir qualquer nível de privacidade é geralmente muito e muito difícil para um usuário médio. Este é frequentemente o caso mesmo com outras criptomoedas que se concentram na privacidade! Monero garante que a privacidade aconteça automaticamente, sem nenhum pensamento dos usuários, no nível do protocolo quando possível, e com configurações padrão sensatas para as carteiras quando não for. Na dúvida, use apenas os padrões da carteira, e não tenha medo de fazer perguntas.</p>
sl: <p>Na področju zasebnosti je pogosto prelahko pomotoma odkriti ali razkriti podatke o sebi, na podlagi katerih vas je mogoče identificirati. Star primer, ki ne velja več za Monero, so velikosti ringov po meri. Če je privzeta vrednost 11 in vsi uporabljajo 11, vi pa dosledno uporabljate 54, da, je številka višja, zato je vaš nabor anonimnosti višji, vendar ste zdaj ločeni od množice in vaše transakcije je lažje prepoznati. Monero je od takrat naredil posodobitev, da popravi velikost obroča na 11, tako da so zdaj vsi videti enako.</p> <p>V drugih kriptovalutah, kot je Bitcoin, lahko storite več stvari, da nenamerno škodujete svoji zasebnosti. Izbira uglednega mešalnika, pridobivanje kovancev brez KYC/AML, neponovna uporaba naslovov in pravilno upravljanje izpisa kovancev so vse stvari, ki jih mora posameznik upoštevati, ko poskuša zmanjšati uhajanje metapodatkov. Monero se mnogim od teh težav izogne tako, da funkcije zasebnosti naredi obvezne in nastavi dobre privzete vrednosti za povprečnega uporabnika. Zgornji primer uporabe fiksne velikosti prstana pomeni, da se končnim uporabnikom ni treba ugankati, kako v zvezi s tem doseči najboljšo možno zasebnost. Denarnica to stori namesto njih samodejno.</p> <p>Govoriti o tem se morda zdi nenavadno. Večini uporabnikov bi lahko oprostili, če mislijo, da vsa programska oprema samodejno deluje zanje in ne proti njim. Na žalost nič ne more biti dlje od resnice in ko gre za zasebnost, so skoraj vse kriptovalute resno pomanjkljive. Količina truda, ki jo je treba vložiti, da bi dosegli kakršno koli raven zasebnosti, je običajno prevelika in pretežka za povprečnega uporabnika. To pogosto velja tudi za druge kriptovalute, ki se osredotočajo na zasebnost! Monero poskrbi, da se zasebnost zgodi samodejno, brez razmišljanja uporabnikov, na ravni protokola, kadar je to mogoče, in z razumnimi privzetimi nastavitvami za denarnice, ko ni. Če ste v dvomih, preprosto uporabite privzete nastavitve denarnice in ne bojte se postavljati vprašanj.</p>
sv: <p>I sekretessområdet är det ofta alldeles för lätt att av misstag läcka eller avslöja data om dig själv som kan användas för att identifiera dig. Ett gammalt exempel som inte längre gäller Monero är anpassade ringstorlekar. Om standarden är 11, och alla använder 11, men du konsekvent använder 54, ja siffran är högre så din anonymitetsuppsättning är högre, men nu skiljer du dig från mängden och dina transaktioner är lättare att identifiera. Monero har sedan dess gjort en uppdatering för att fixa ringstorleken till 11, så nu ser alla likadana ut.</p> <p>Det finns flera saker man kan göra för att av misstag skada sin integritet i andra kryptovalutor som Bitcoin. Att välja en välrenommerad mixer, skaffa icke-KYC/AML-mynt, inte återanvända adresser och korrekt myntutmatningshantering är alla saker som en individ måste tänka på när han försöker minimera läckage av metadata. Monero kringgår många av dessa problem genom att göra sekretessfunktionerna obligatoriska och ställa in bra standardinställningar för den genomsnittliga användaren. Exemplet ovan med att använda en fast ringstorlek innebär att slutanvändare inte behöver fundera över hur man uppnår bästa möjliga integritet i detta avseende. Plånboken gör det åt dem automatiskt.</p> <p>Det här kan tyckas vara en konstig sak att prata om. De flesta användare kan förlåtas för att de tror att all mjukvara automatiskt fungerar för dem, och inte mot dem. Tyvärr kunde ingenting vara längre från sanningen, och när det kommer till integritet är nästan alla kryptovalutor allvarligt bristfälliga. Mängden ansträngning man måste gå igenom för att uppnå någon nivå av integritet är vanligtvis för mycket och för svårt för en genomsnittlig användare. Detta är ofta fallet även med andra kryptovalutor som fokuserar på integritet! Monero ser till att göra det så att integritet sker automatiskt, utan tanke från användarna, på protokollnivå när det är möjligt och med sunda standardinställningar för plånböckerna när det inte är det. När du är osäker, använd bara plånbokens standardinställningar och var inte rädd för att ställa frågor.</p>
tl: <p>Sa larangan ng privacy, kadalasan ay napakadali na hindi sinasadyang mag-leak o magbunyag ng data tungkol sa iyong sarili na magagamit upang makilala ka. Ang isang lumang halimbawa na hindi na nalalapat sa Monero ay mga custom na ringsize. Kung ang default ay 11, at lahat ay gumagamit ng 11, ngunit palagi kang gumagamit ng 54, oo ang numero ay mas mataas kaya ang iyong anonymity set ay mas mataas, ngunit ngayon ikaw ay nakatayo bukod sa karamihan at ang iyong mga transaksyon ay mas madaling makilala. Mula noon ay gumawa si Monero ng update upang ayusin ang ringsize sa 11, kaya ngayon ay pareho na ang hitsura ng lahat.</p> <p>May ilang bagay na maaaring gawin upang aksidenteng mapinsala ang kanilang privacy sa iba pang cryptocurrencies tulad ng Bitcoin. Ang pagpili ng isang kagalang-galang na mixer, pagkuha ng mga non-KYC/AML'd coins, hindi muling paggamit ng mga address, at wastong coin output management ay lahat ng bagay na kailangang isaalang-alang ng isang indibidwal kapag sinusubukang bawasan ang pagtagas ng metadata. Iniiwasan ni Monero ang marami sa mga problemang ito sa pamamagitan ng paggawang mandatoryo ang mga feature sa privacy, at pagtatakda ng magagandang default para sa karaniwang user. Ang halimbawa sa itaas ng paggamit ng nakapirming ringsize ay nangangahulugan na ang mga end user ay hindi kailangang mag-isip tungkol sa kung paano makamit ang pinakamahusay na posibleng privacy sa bagay na ito. Awtomatikong ginagawa ito ng wallet para sa kanila.</p> <p>Maaaring mukhang kakaiba itong pag-usapan. Karamihan sa mga user ay maaaring patawarin sa pag-iisip na ang lahat ng software ay awtomatikong gumagana para sa kanila, at hindi laban sa kanila. Nakalulungkot, wala nang hihigit pa sa katotohanan, at pagdating sa privacy halos lahat ng cryptocurrencies ay lubhang kulang. Ang dami ng pagsisikap na kailangang gawin ng isang tao upang makamit ang anumang antas ng privacy ay kadalasang labis at napakahirap para sa isang karaniwang gumagamit. Madalas itong nangyayari kahit na sa iba pang mga cryptocurrencies na nakatuon sa privacy! Tinitiyak ng Monero na gagawin ito upang awtomatikong mangyari ang privacy, nang walang iniisip mula sa mga user, sa antas ng protocol kapag posible, at may mga tamang default na setting para sa mga wallet kapag hindi. Kapag may pagdududa, gamitin lang ang mga default ng wallet, at huwag matakot na magtanong.</p>
tr: <p>Gizlilik alanında, kimliğinizi belirlemek için kullanılabilecek kendinizle ilgili verileri yanlışlıkla sızdırmak veya açığa çıkarmak genellikle çok kolaydır. Artık Monero için geçerli olmayan eski bir örnek, özel halka boyutlarıdır. Varsayılan değer 11 ise ve herkes 11 kullanıyorsa, ancak siz sürekli olarak 54'ü kullanıyorsanız, evet sayı daha yüksektir, dolayısıyla anonimlik kümeniz daha yüksektir, ancak artık kalabalığın arasından sıyrılırsınız ve işlemlerinizin tanımlanması daha kolaydır. Monero o zamandan beri halka boyutunu 11 olarak düzeltmek için bir güncelleme yaptı, bu yüzden artık herkes aynı görünüyor.</p> <p>Bitcoin gibi diğer kripto para birimlerinde kişinin gizliliğine kazara zarar vermek için yapılabilecek birkaç şey vardır. Saygın bir karıştırıcı seçmek, KYC/AML'siz paralar almak, adresleri yeniden kullanmamak ve uygun para çıkış yönetimi, meta veri sızıntısını en aza indirmeye çalışırken bireyin dikkate alması gereken şeylerdir. Monero, gizlilik özelliklerini zorunlu hale getirerek ve ortalama kullanıcı için iyi varsayılanlar belirleyerek bu sorunların çoğunu ortadan kaldırıyor. Yukarıdaki sabit zil sesi kullanma örneği, son kullanıcıların bu bağlamda mümkün olan en iyi gizliliği nasıl elde edecekleri konusunda kafa yormalarına gerek olmadığı anlamına gelir. M-cüzdan bunu onlar için otomatik olarak yapar.</p> <p>Bu, konuşulması tuhaf bir şey gibi görünebilir. Çoğu kullanıcının, tüm yazılımların otomatik olarak kendilerine karşı değil, kendileri için çalıştığını düşünmesi affedilebilir. Ne yazık ki hiçbir şey gerçeklerden bu kadar uzak olamaz ve konu mahremiyet olduğunda neredeyse tüm kripto para birimlerinde ciddi eksiklikler var. Herhangi bir düzeyde gizliliğe ulaşmak için sarf edilmesi gereken çaba, ortalama bir kullanıcı için genellikle çok fazla ve çok zordur. Bu durum genellikle gizliliğe odaklanan diğer kripto para birimlerinde bile geçerlidir! Monero, gizliliğin otomatik olarak, kullanıcıların düşünmesine gerek kalmadan, mümkün olduğunda protokol düzeyinde ve mümkün olmadığında cüzdanlar için makul varsayılan ayarlarla gerçekleşmesini sağlar. Şüpheye düştüğünüzde cüzdanın varsayılan ayarlarını kullanın ve soru sormaktan korkmayın.</p>
ur: <p>رازداری کے دائرے میں، غلطی سے اپنے بارے میں ڈیٹا کو لیک کرنا یا ظاہر کرنا بہت آسان ہوتا ہے جسے آپ کی شناخت کے لیے استعمال کیا جا سکتا ہے۔ ایک پرانی مثال جو اب Monero پر لاگو نہیں ہوتی ہے وہ حسب ضرورت رنگ سائز ہے۔ اگر ڈیفالٹ 11 ہے، اور ہر کوئی 11 کا استعمال کرتا ہے، لیکن آپ مستقل طور پر 54 استعمال کرتے ہیں، ہاں نمبر زیادہ ہے لہذا آپ کا نام ظاہر نہ کرنے کا سیٹ زیادہ ہے، لیکن اب آپ بھیڑ سے الگ ہیں اور آپ کے لین دین کی شناخت کرنا آسان ہے۔ Monero نے اس کے بعد سے 11 پر رِنگسائز کو ٹھیک کرنے کے لیے ایک اپ ڈیٹ کیا ہے، اس لیے اب ہر کوئی ایک جیسا نظر آتا ہے۔</p> <p>بِٹ کوائن جیسی دیگر کریپٹو کرنسیوں میں اتفاقی طور پر اپنی رازداری کو نقصان پہنچانے کے لیے کئی چیزیں کر سکتے ہیں۔ ایک معروف مکسر کا انتخاب، غیر KYC/AML'd سکے حاصل کرنا، پتے کو دوبارہ استعمال نہ کرنا، اور کوائن آؤٹ پٹ کا مناسب انتظام وہ تمام چیزیں ہیں جن پر ایک فرد کو میٹا ڈیٹا کے رساو کو کم سے کم کرنے کی کوشش کرنے پر غور کرنے کی ضرورت ہے۔ Monero رازداری کی خصوصیات کو لازمی بنا کر، اور اوسط صارف کے لیے اچھے ڈیفالٹس ترتیب دے کر ان میں سے بہت سے مسائل کو دور کرتا ہے۔ فکسڈ رِنگسائز استعمال کرنے کی اوپر دی گئی مثال کا مطلب یہ ہے کہ آخری صارفین کو اس بات پر الجھن کی ضرورت نہیں ہے کہ اس سلسلے میں بہترین ممکنہ رازداری کیسے حاصل کی جائے۔ پرس خود بخود ان کے لیے کرتا ہے۔</p> <p>یہ بات کرنے کے لیے ایک عجیب چیز لگ سکتی ہے۔ زیادہ تر صارفین کو یہ سوچ کر معاف کیا جا سکتا ہے کہ تمام سافٹ ویئر خود بخود ان کے لیے کام کرتا ہے، نہ کہ ان کے خلاف۔ افسوس کی بات ہے کہ سچائی سے آگے کچھ نہیں ہو سکتا، اور جب رازداری کی بات آتی ہے تو تقریباً تمام کریپٹو کرنسیوں کی شدید کمی ہوتی ہے۔ رازداری کے کسی بھی درجے کو حاصل کرنے کے لیے جس قدر محنت سے گزرنا پڑتا ہے وہ عام طور پر ایک اوسط صارف کے لیے بہت زیادہ اور بہت مشکل ہوتا ہے۔ یہ اکثر دوسری کریپٹو کرنسیوں کے ساتھ بھی ہوتا ہے جو پرائیویسی پر فوکس کرتی ہیں! Monero اس بات کو یقینی بناتا ہے کہ پرائیویسی خود بخود ہو جائے، صارفین کی طرف سے بغیر سوچے سمجھے، جب ممکن ہو پروٹوکول کی سطح پر، اور جب یہ نہ ہو تو بٹوے کے لیے پہلے سے طے شدہ ترتیبات کے ساتھ۔ جب شک ہو تو صرف بٹوے کے ڈیفالٹ استعمال کریں، اور سوال پوچھنے سے نہ گھبرائیں۔</p>
zh_cn: <p>在隐私方面，任何意外泄漏的数据，或者数据本身都会暴露超过你想象的信息，它们都可以被用来识别和定位一个用户. 举个例子，门罗币很久以前是用户自己可以设置环签名的数量的.例如，如果默认值为11环签，并且每个人都使用11环签，但你为了安全始终使用54环签，看起来签名数量多了，理论上你的匿名性更高，但是现在你变得与众不同，反而交易更容易识别，这里打个比方，一个学校大家都戴着口罩，你为了更隐私，戴了一个摩托车头盔，理论上来说你的脸更隐私了，可你走到哪都会变得更扎眼，反而更好追踪，这种行为就是画蛇添足，而真正的隐私是大隐隐于市，这也是为什么门罗币将环签数量固定为一个不可私自改变的值，目前是11环签，为的就是每个人看起来都一样.</p> <p>破坏比特币这类加密货币的隐私有很多种方法. 普通人为了不被破防，需要每一笔转账都要选择信誉良好的混币器，支付高额的洗币费，矿工费，等待很久的交易时间，去不需要实名认证的交易所，不重用地址，相比之下门罗币是强制默认设置隐私功能，从而避免了许多此类问题. 上面使用固定环签大小的例子意味着用户不必为此操心费神就可以获得最佳的隐私. 任何门罗币钱包会自动为他们完成.</p> <p>还有一个本来不该是问题的问题，还是要谈一下. 大多数用户没有足够的专业知识，以为所有软件都会自动为他们工作，而不会损害他们,他们只懂使用而并不去验证实现的过程，或者能去验证钱包是否真的像宣传的那样，当然这样也可以被理解，对于普通人我们也不能苛求他们. 但可悲的是，真实的情比想象中还更遥远，当涉及到隐私时，几乎所有的加密货币都严重缺乏. 对于普通用户而言，要获得一点点的隐私必须付出太多且对于他们过于困难的努力. 即使对于其他所谓的隐私加密货币，情况也是如此！ 只有门罗币确保做到使隐私自动发生，在协议级别自动进行，无需用户考虑，默认的钱包默认设置就能完成. 如何任何不确定，直接使用钱包的默认设置，并且也欢迎在社区求证.</p>
zh_tw: <p>在隱私方面，任何意外洩漏的資料，或者資料本身都會暴露超過你想像的資訊，它們都可以被用來識別和定位一個用戶. 舉個例子，門羅幣很久以前是用戶自己可以設置環簽名的數量的.例如，如果預設值為11環簽，並且每個人都使用11環簽，但你為了安全始終使用54環簽，看起來簽名數量多了，理論上你的匿名性更高，但是現在你變得與眾不同，反而交易更容易識別，這裡打個比方，一個學校大家都戴著口罩，你為了更隱私，戴了一個摩托車頭盔，理論上來說你的臉更隱私了，可你走到哪都會變得更扎眼，反而更好追蹤，這種行為就是畫蛇添足，而真正的隱私是大隱隱於市，這也是為什麼門羅幣將環簽數量固定為一個不可私自改變的值，目前是11環簽，為的就是每個人看起來都一樣.</p> <p>破壞比特幣這類加密貨幣的隱私有很多種方法. 普通人為了不被破防，需要每一筆轉帳都要選擇信譽良好的混幣器，支付高額的洗幣費，礦工費，等待很久的交易時間，去不需要實名認證的交易所，不重用位址，相比之下門羅幣是強制默認設置隱私功能，從而避免了許多此類問題. 上面使用固定環簽大小的例子意味著用戶不必為此操心費神就可以獲得最佳的隱私. 任何門羅幣錢包會自動為他們完成.</p> <p>還有一個本來不該是問題的問題，還是要談一下. 大多數使用者沒有足夠的專業知識，以為所有軟體都會自動為他們工作，而不會損害他們,他們只懂使用而並不去驗證實現的過程，或者能去驗證錢包是否真的像宣傳的那樣，當然這樣也可以被理解，對於普通人我們也不能苛求他們. 但可悲的是，真實的情比想像中還更遙遠，當涉及到隱私時，幾乎所有的加密貨幣都嚴重缺乏. 對於普通用戶而言，要獲得一點點的隱私必須付出太多且對於他們過於困難的努力. 即使對於其他所謂的隱私加密貨幣，情況也是如此！ 只有門羅幣確保做到使隱私自動發生，在協議級別自動進行，無需用戶考慮，默認的錢包默認設置就能完成. 如何任何不確定，直接使用錢包的默認設置，並且也歡迎在社區求證.</p>
