Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbsell250Sb3
source: After you press the "Sell" button, you'll see more information about the advertisement, including the terms of the trade. Read through them before submitting the trade request, if you don't agree with them, you can go back to the previous page and choose another advertisement. To start a trade, type in how much {assetName} you want to sell and click the "Send trade request" button. You'll be once again shown the trade terms, read them carefully one more time and make sure you agree, then press "Agree to terms and start trading".
cs: Po stisknutí tlačítka "Prodat" se Vám zobrazí další informace o inzerátu včetně obchodních podmínek. Před odesláním žádosti o obchod si je přečtěte, pokud s nimi nesouhlasíte, můžete se vrátit na předchozí stránku a vybrat si jiný inzerát. Chcete-li zahájit obchod, zadejte, kolik {assetName} chcete prodat, a klikněte na tlačítko „Odeslat požadavek na obchod“. Znovu se vám zobrazí obchodní podmínky, přečtěte si je ještě jednou pozorně a ujistěte se, že souhlasíte, poté stiskněte „Souhlasím s podmínkami a začněte obchodovat“.
fi: Kun painat "Myy"-painiketta, näet lisätietoja ilmoituksesta, mukaan lukien kaupan ehdot. Lue ne läpi ennen kauppapyynnön lähettämistä, jos et ole samaa mieltä, voit palata edelliselle sivulle ja valita toisen ilmoituksen. Aloita kauppa kirjoittamalla, kuinka paljon {assetName} haluat myydä ja napsauta "Lähetä kauppapyyntö" -painiketta. Sinulle näytetään jälleen kauppaehdot, lue ne huolellisesti vielä kerran ja varmista, että hyväksyt, ja paina sitten "Hyväksy ehdot ja aloita kauppa".
fr: Après avoir appuyé sur le bouton "Vendre", vous verrez plus d'informations sur l'annonce, y compris les conditions de l'échange. Lisez-les avant de soumettre la demande d'échange, si vous n'êtes pas d'accord avec celles-ci, vous pouvez revenir à la page précédente et choisir une autre annonce. Pour démarrer une transaction, saisissez la quantité de {assetName} que vous souhaitez vendre et cliquez sur le bouton "Envoyer une demande de transaction". Vous verrez à nouveau les conditions de transaction, lisez-les attentivement une fois de plus et assurez-vous que vous êtes d'accord, puis appuyez sur "Accepter les conditions et commencer à échanger".
it: Dopo aver premuto il pulsante "Vendi", vedrai più informazioni sull'annuncio, inclusi i termini dello scambio. Leggili prima di inviare la richiesta di scambio, se non sei d'accordo puoi tornare alla pagina precedente e scegliere un altro annuncio. Per iniziare lo scambio, digita quanto {assetName} vuoi vendere e clicca sul pulsante "Invia richiesta di scambio". Ti verranno mostrati ancora una volta i termini dello scambio, leggili attentamente un'altra volta e assicurati di essere d'accordo, poi premi "Accetta i termini e inizia lo scambio".
lt: Paspaudę mygtuką „Parduoti“, pamatysite daugiau informacijos apie skelbimą, įskaitant prekybos sąlygas. Perskaitykite juos prieš pateikdami prekybos užklausą, jei su jomis nesutinkate, galite grįžti į ankstesnį puslapį ir pasirinkti kitą skelbimą. Norėdami pradėti prekybą, įveskite, kiek {assetName} norite parduoti, ir spustelėkite mygtuką „Siųsti prekybos užklausą“. Jums dar kartą bus parodytos prekybos sąlygos, dar kartą atidžiai perskaitykite jas ir įsitikinkite, kad sutinkate, tada paspauskite "Sutinku su sąlygomis ir pradėkite prekybą".
nb: Etter at du har trykket på "Selg"-knappen, vil du se mer informasjon om annonsen, inkludert vilkårene for handelen. Les gjennom dem før du sender inn handelsforespørselen, hvis du ikke er enig med dem, kan du gå tilbake til forrige side og velge en annen annonse. For å starte en handel, skriv inn hvor mye {assetName} du vil selge og klikk på "Send handelsforespørsel"-knappen. Du får nok en gang vist handelsbetingelsene, les dem nøye en gang til og sørg for at du er enig, trykk deretter "Godta vilkårene og begynn handel".
nl: Nadat u op de knop "Verkopen" heeft gedrukt, ziet u meer informatie over de advertentie, inclusief de voorwaarden van de transactie. Lees ze door voordat u het handelsverzoek indient, als u het er niet mee eens bent, kunt u teruggaan naar de vorige pagina en een andere advertentie kiezen. Om een transactie te starten, voert u in hoeveel {assetName} u wilt verkopen en klikt u op de knop "Verstuur handelsverzoek". U krijgt nogmaals de handelsvoorwaarden te zien, lees ze nog een keer aandachtig door, zorg ervoor dat u akkoord gaat, en druk vervolgens op "Akkoord met voorwaarden en begin met handelen".
pl: Po naciśnięciu przycisku „Sprzedaj” zobaczysz więcej informacji na temat ogłoszenia, w tym warunki handlu. Przeczytaj je przed przesłaniem żądania handlu, jeśli się z nimi nie zgadzasz, możesz wrócić do poprzedniej strony i wybrać kolejne ogłoszenie. Aby rozpocząć handel, wpisz ile {assetName} chcesz sprzedać i kliknij przycisk „Wyślij żądanie handlu”. Ponownie zobaczysz warunki handlu, przeczytaj je jeszcze raz i upewnij się, że się zgadzasz, a następnie naciśnij „Zgadzam się na warunki i rozpoczynam handel”.
pt_br: Depois de pressionar o botão "Vender", você verá mais informações sobre o anúncio, incluindo os termos do negócio. Leia-os antes de enviar o pedido de comércio, se não concordar com eles, você pode voltar à página anterior e escolher outro anúncio. Para iniciar a negociação, digite quanto {assetName} você deseja vender e clique no botão "Enviar pedido de negociação". Você receberá novamente as condições comerciais, leia-as cuidadosamente mais uma vez e certifique-se de concordar, depois pressione "Concordo com as condições e comece a negociar".
sl: Ko pritisnete gumb "Prodaj", boste videli več informacij o oglasu, vključno s pogoji trgovanja. Preberite jih, preden oddate zahtevo za trgovanje, če se z njimi ne strinjate, se lahko vrnete na prejšnjo stran in izberete drug oglas. Če želite začeti trgovanje, vnesite, koliko {assetName} želite prodati in kliknite gumb "Pošlji zahtevo za trgovanje". Znova vam bodo prikazani pogoji trgovanja, še enkrat jih natančno preberite in se prepričajte, da se strinjate, nato pritisnite "Strinjam se s pogoji in začni trgovati".
sv: När du har tryckt på "Sälj"-knappen kommer du att se mer information om annonsen, inklusive handelsvillkoren. Läs igenom dem innan du skickar in handelsförfrågan, om du inte håller med dem kan du gå tillbaka till föregående sida och välja en annan annons. För att starta en handel, skriv in hur mycket {assetName} du vill sälja och klicka på knappen "Skicka handelsförfrågan". Du kommer återigen att få se handelsvillkoren, läs dem noggrant en gång till och se till att du håller med, tryck sedan på "Godkänn villkoren och börja handla".
tl: Pagkatapos mong pindutin ang "Sell" na buton, makakakita ka ng higit pang impormasyon tungkol sa advertisement, kasama ang mga tuntunin ng kalakalan. Basahin ang mga ito bago isumite ang kahilingan sa kalakalan, kung hindi ka sumasang-ayon sa kanila, maaari kang bumalik sa nakaraang pahina at pumili ng isa pang advertisement. Upang magsimula ng kalakalan, i-type kung magkano {assetName} ang gusto mong ibenta at i-click ang button na "Ipadala ang kahilingan sa kalakalan". Muli mong ipapakita sa iyo ang mga tuntunin sa kalakalan, basahin ang mga ito nang mabuti nang isang beses at tiyaking sumasang-ayon ka, pagkatapos ay pindutin ang "Sumasang-ayon sa mga tuntunin at simulan ang pangangalakal".
tr: "Sat" butonuna bastıktan sonra, ticaret koşulları da dahil olmak üzere ilan hakkında daha fazla bilgi göreceksiniz. Takas talebini göndermeden önce bunları okuyun, eğer kabul etmiyorsanız önceki sayfaya dönüp başka bir ilan seçebilirsiniz. Ticarete başlamak için ne kadar {assetName} satmak istediğinizi yazın ve "Takas talebi gönder" butonuna tıklayın. İşlem koşulları size bir kez daha gösterilecek, bunları bir kez daha dikkatlice okuyup kabul ettiğinizden emin olun ve ardından "Şartları kabul edin ve işlem yapmaya başlayın" seçeneğine basın.
ur: "فروخت" کے بٹن کو دبانے کے بعد، آپ کو اشتہار کے بارے میں مزید معلومات نظر آئیں گی، بشمول تجارت کی شرائط۔ تجارتی درخواست جمع کرانے سے پہلے ان کو پڑھیں، اگر آپ ان سے متفق نہیں ہیں، تو آپ پچھلے صفحہ پر واپس جا کر کوئی دوسرا اشتہار منتخب کر سکتے ہیں۔ تجارت شروع کرنے کے لیے، ٹائپ کریں کہ آپ کتنا {assetName} بیچنا چاہتے ہیں اور "Send trade request" بٹن پر کلک کریں۔ آپ کو ایک بار پھر تجارتی شرائط دکھائی جائیں گی، انہیں ایک بار اور غور سے پڑھیں اور یقینی بنائیں کہ آپ اتفاق کرتے ہیں، پھر "Agree to terms and start trading" کو دبائیں۔
zh_cn: 在你按 "出售 "按钮后，你会看到更多关于该广告的细节，包括交易条款。在提交交易请求之前，请仔细阅读这些条款，如果你不同意这些条款，你可以回到上一页，选择其他广告。如果要开始交易，输入你想卖多少 {assetName} ，然后点击 "发送交易请求 "按钮。你会再次看到交易条款，再仔细阅读一次，确保你同意，然后按 "同意条款并开始交易"。
zh_tw: 在你按 "出售 "按鈕後，你會看到更多關於該廣告的細節，包括交易條款。在提交交易請求之前，請仔細閱讀這些條款，如果你不同意這些條款，你可以回到上一頁，選擇其他廣告。如果要開始交易，輸入你想賣多少 {assetName} ，然後點擊 "發送交易請求 "按鈕。你會再次看到交易條款，再仔細閱讀一次，確保你同意，然後按 "同意條款並開始交易"。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb4
source: A trade page will be opened in your browser. Communicate with the buyer through the trade chat and provide them with your payment details.
cs: Ve vašem prohlížeči se otevře stránka obchodu. Komunikujte s kupujícím prostřednictvím obchodního chatu a poskytněte mu své platební údaje.
fi: Kauppasivu avautuu selaimeesi. Ota yhteyttä ostajaan kauppakeskustelun kautta ja anna hänelle maksutietosi.
fr: Une page de transaction s'ouvrira dans votre navigateur. Communiquez avec l'acheteur via le tchat de transaction et fournissez-lui vos informations de paiement.
it: Si aprirà una pagina commerciale nel tuo browser. Comunica con l'acquirente attraverso la chat commerciale e forniscigli i tuoi dati di pagamento.
lt: Jūsų naršyklėje bus atidarytas prekybos puslapis. Susisiekite su pirkėju per prekybos pokalbį ir pateikite jam savo mokėjimo informaciją.
nb: En handelsside vil bli åpnet i nettleseren din. Kommuniser med kjøperen gjennom handelschatten og gi dem betalingsopplysningene dine.
nl: Er zal een handelspagina worden geopend in uw browser. Communiceer met de koper via de handelschat en geef hem uw betalingsgegevens.
pl: W przeglądarce zostanie otwarta strona handlu. Komunikuj się z kupującym za pośrednictwem czatu handlowego i podaj im dane dotyczące płatności.
pt_br: Uma página de comércio será aberta em seu navegador. Comunique-se com o comprador através do bate-papo comercial e forneça-lhes seus detalhes de pagamento.
sl: V vašem brskalniku se bo odprla trgovalna stran. Komunicirajte s kupcem preko trgovalnega klepeta in jim posredujte svoje podatke o plačilu.
sv: En handelssida öppnas i din webbläsare. Kommunicera med köparen via handelschatten och ge dem dina betalningsuppgifter.
tl: Isang pahina ng kalakalan ang mabubuksan sa iyong browser. Makipag-ugnayan sa mamimili sa pamamagitan ng trade chat at ibigay sa kanila ang iyong mga detalye ng pagbabayad.
tr: Tarayıcınızda bir ticaret sayfası açılacaktır. Alıcıyla ticari sohbet aracılığıyla iletişim kurun ve onlara ödeme ayrıntılarınızı verin.
ur: آپ کے براؤزر میں ایک تجارتی صفحہ کھل جائے گا۔ خریدار کے ساتھ تجارتی چیٹ کے ذریعے بات چیت کریں اور انہیں اپنی ادائیگی کی تفصیلات فراہم کریں۔
zh_cn: 在你的浏览器中一个交易页将打开。通过交易聊天与买家沟通，并向他们提供你的付款详情。
zh_tw: 在你的瀏覽器中一個交易頁將打開。通過交易聊天與買家溝通，並向他們提供你的付款詳情。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb5
source: You'll be notified once the buyer has made the payment. Make sure you've received the payment and that it's the right amount. Once you've verified that the payment is 100% correct, press "Finalize".
cs: Jakmile kupující provede platbu, budete informováni. Ujistěte se, že jste platbu obdrželi a že je to správná částka. Jakmile ověříte, že platba je 100% správná, stiskněte „Dokončit“.
fi: Saat ilmoituksen, kun ostaja on suorittanut maksun. Varmista, että olet vastaanottanut maksun, ja että se on oikea summa. Kun olet varmistanut, että maksu on 100 % oikein, paina "Viimeistele".
fr: Vous serez averti une fois que l'acheteur aura effectué le paiement. Assurez-vous d'avoir reçu le paiement et qu'il s'agit du bon montant. Une fois que vous avez vérifié que le paiement est correct à 100%, appuyez sur "Finaliser".
it: Sarai avvisato quando l'acquirente avrà effettuato il pagamento. Assicurati di aver ricevuto il pagamento e che sia l'importo giusto. Una volta verificato che il pagamento è corretto al 100%, premi "Finalizza".
lt: Kai pirkėjas sumokės, jums bus pranešta. Įsitikinkite, kad gavote mokėjimą ir ar tai tinkama suma. Įsitikinę, kad mokėjimas yra 100% teisingas, paspauskite „Baigti“.
nb: Du vil bli varslet når kjøperen har foretatt betalingen. Sørg for at du har mottatt betalingen og at det er riktig beløp. Når du har bekreftet at betalingen er 100 % korrekt, trykk "Fullfør".
nl: U krijgt een bericht zodra de koper de betaling heeft voltooid. Zorg ervoor dat u de betaling heeft ontvangen en dat het bedrag correct is. Zodra u heeft geverifieerd dat de betaling 100% correct is, drukt u op "Voltooien".
pl: Zostaniesz powiadomiony po dokonaniu płatności przez kupującego. Upewnij się, że otrzymałeś płatność i że jest to właściwa kwota. Po upewnieniu, że płatność jest w 100% poprawna, naciśnij „Sfinalizuj”.
pt_br: Você será notificado uma vez que o comprador tenha feito o pagamento. Certifique-se de ter recebido o pagamento e de que é o valor correto. Uma vez verificado que o pagamento está 100% correto, pressione "Finalizar".
sl: Ko bo kupec izvedel plačilo, boste o tem obveščeni. Prepričajte se, da ste prejeli plačilo in da je pravi znesek. Ko preverite, da je plačilo 100% pravilno, pritisnite "Dokončaj".
sv: Du får ett meddelande när köparen har betalat. Kontrollera att du har tagit emot betalningen och att det är rätt belopp. När du har kontrollerat att betalningen är 100% korrekt trycker du på "Slutför".
tl: Aabisuhan ka kapag nakapagbayad na ang mamimili. Tiyaking natanggap mo ang bayad at ito ang tamang halaga. Kapag na-verify mo na na 100% tama ang pagbabayad, pindutin ang "Tapusin".
tr: Alıcı ödemeyi yaptığında bilgilendirileceksiniz. Ödemeyi aldığınızdan ve doğru miktarda olduğundan emin olun. Ödemenin %100 doğru olduğunu doğruladıktan sonra "Sonlandır"a basın.
ur: خریدار کے ادائیگی کرنے کے بعد آپ کو مطلع کر دیا جائے گا۔ یقینی بنائیں کہ آپ کو ادائیگی موصول ہوئی ہے اور یہ صحیح رقم ہے۔ ایک بار جب آپ تصدیق کر لیں کہ ادائیگی 100% درست ہے، "Finalize" کو دبائیں۔
zh_cn: 买家付款后，您会收到通知。确保您已收到付款并且金额正确。确认付款 100% 正确后，请按“完成”。
zh_tw: 買家付款後，您會收到通知。確保您已收到付款並且金額正確。確認付款 100% 正確後，請按“完成”。

# trade250Sbdialog250Sbconfirm8722Sbescrow8722Sbtitle
source: Confirm enabling arbitration bond protection
cs: Potvrďte povolení ochrany arbitrážního dluhopisu
fi: Vahvista välimiessuojan ottaminen käyttöön
fr: Confirmer l'activation de la protection par caution d'arbitrage
it: Confermare l'abilitazione della protezione del vincolo arbitrale
lt: Patvirtinkite arbitražo obligacijų apsaugos įjungimą
nb: Bekreft aktivering av voldgiftsbindingsbeskyttelse
nl: Bevestig het inschakelen van de arbitragebond bescherming
pl: Potwierdź włączenie ochrony arbitrażowej
pt_br: Confirmar a habilitação da proteção do título de arbitragem
sl: Potrdite omogočanje zaščite arbitražne obveznice
sv: Bekräfta aktivering av skiljeförfarande bond protection
tl: Kumpirmahin ang pagpapagana ng proteksyon sa bono ng arbitrasyon
tr: Tahkim teminatı korumasını etkinleştirmeyi onaylayın
ur: ثالثی بانڈ تحفظ کو فعال کرنے کی تصدیق کریں
zh_cn: 确认启用仲裁保证金保护
zh_tw: 確認啟用仲裁保證金保護

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcoin250Sbfungiblity250Sbtext
source: After the final stage of Lelantus goes live in 2021, it is assumed that Zcoin will be fungible due to the mandatory privacy enforcement. In this regard, it will be a true competitor to Monero. However...
cs: Předpokládá se, že poté, co bude v roce 2021 spuštěna závěrečná fáze Lelantus, bude Zcoin kvůli povinnému vynucování ochrany osobních údajů zaměnitelný. V tomto ohledu bude skutečným konkurentem Monera. Nicméně...
fi: Lelantuksen viimeisen vaiheen julkaisun jälkeen vuonna 2021 Zcoinin oletetaan olevan vaihdettavissa pakollisen yksityisyydensuojan vuoksi. Tässä suhteessa se on todellinen kilpailija Monerolle. Kuitenkin...
fr: Après la mise en service de la dernière étape de Lelantus en 2021, il est supposé que Zcoin sera fongible en raison de l'application obligatoire de la confidentialité. À cet égard, il sera un véritable concurrent de Monero. Cependant …
it: Dopo che la fase finale di Lelantus sarà attiva nel 2021, si presume che Zcoin sarà fungibile a causa dell'applicazione obbligatoria della privacy. A questo proposito, sarà un vero concorrente di Monero. Però...
lt: 2021 m. pradėjus veikti paskutiniam Lelantus etapui, manoma, kad Zcoin bus pakeistas dėl privalomo privatumo užtikrinimo. Šiuo atžvilgiu tai bus tikras Monero konkurentas. Tačiau...
nb: Etter at den siste fasen av Lelantus går live i 2021, antas det at Zcoin vil være fungibel på grunn av den obligatoriske personvernhåndhevelsen. I denne forbindelse vil det være en sann konkurrent til Monero. Derimot...
nl: Nadat de laatste fase van Lelantus live gaat in 2021, wordt aangenomen dat Zcoin fungibel zal zijn vanwege de verplichte privacyhandhaving. In dit opzicht zal het een echte concurrent van Monero zijn. Echter...
pl: Po zakończeniu ostatniego etapu Lelantus zostaje odpalony w 2021 r. Zakłada się, że Zcoin będzie zamienny ze względu na obowiązkową prywatność. Pod tym względem będzie to prawdziwy konkurent dla Monero. Jednakże...
pt_br: Após a fase final do Lelantus ser lançada em 2021, presume-se que o Zcoin seja fungível devido à imposição obrigatória da privacidade. A este respeito, será um verdadeiro concorrente da Monero. Contudo...
sl: Ko bo leta 2021 začela delovati zadnja stopnja Lelantusa, se domneva, da bo Zcoin zamenljiv zaradi obveznega uveljavljanja zasebnosti. V tem pogledu bo pravi tekmec Monera. Vendar ...
sv: Efter att den sista fasen av Lelantus går live 2021 antas det att Zcoin kommer att vara fungibel på grund av den obligatoriska integritetsbekämpningen. I detta avseende kommer den att vara en verklig konkurrent till Monero. Men ...
tl: Matapos maging live ang huling yugto ng Lelantus sa 2021, ipinapalagay na ang Zcoin ay magiging fungible dahil sa mandatoryong pagpapatupad ng privacy. Sa bagay na ito, ito ay magiging isang tunay na katunggali sa Monero. Gayunpaman...
tr: Lelantus'un son aşamasının 2021'de hayata geçmesinin ardından, zorunlu gizlilik uygulaması nedeniyle Zcoin'in değiştirilebilir olacağı varsayılıyor. Bu bakımdan Monero'ya gerçek bir rakip olacak. Fakat...
ur: 2021 میں Lelantus کے آخری مرحلے کے لائیو ہونے کے بعد، یہ فرض کیا جاتا ہے کہ لازمی رازداری کے نفاذ کی وجہ سے Zcoin fungible ہو جائے گا۔ اس سلسلے میں یہ Monero کا حقیقی مدمقابل ہوگا۔ البتہ...
zh_cn: Lelantus的最后阶段计划于2021年上线，那之后启动强制性隐私保护措施，小零币会具备可以替代性. 在这方面，它将成为门罗币的竞争对手。 然而...
zh_tw: Lelantus的最後階段計畫於2021年上線，那之後啟動強制性隱私保護措施，小零幣會具備可以替代性. 在這方面，它將成為門羅幣的競爭對手。 然而...
