Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbfoss250Sb4250Sbtitle
source: A means or an end?
cs: Prostředek nebo cíl?
fi: Tarkoitukset vai päämäärä?
fr: Un moyen ou une fin ?
it: Un mezzo o un fine?
lt: Priemonė ar tikslas?
nb: Et middel eller et mål?
nl: Een middel of een doel?
pl: Narzędzie czy cel?
pt_br: Um meio ou um fim?
sl: Sredstvo ali cilj?
sv: Ett medel eller ett mål?
tl: Isang paraan o isang wakas?
tr: Bir araç mı yoksa amaç mı?
ur: ایک ذریعہ یا اختتام؟
zh_cn: 手段或目的?
zh_tw: 手段或目的?

# knowledge250Sbfoss250Sbdescription
source: Find out why being open source and decentralized gives Monero a huge advantage over competing cryptocurrencies.
cs: Zjistěte, proč díky open source a decentralizaci má Monero obrovskou výhodu oproti konkurenčním kryptoměnám.
fi: Ota selvää, miksi avoimen lähdekoodin ja hajautetun toiminnan ansiosta Monerolla on valtava etu kilpaileviin kryptovaluuttoihin verrattuna.
fr: Découvrez pourquoi être Open Source et décentralisé donne à Monero un énorme avantage sur les crypto-monnaies concurrentes.
it: Scopri perché essere open source e decentralizzato offre a Monero un enorme vantaggio rispetto alle criptovalute concorrenti.
lt: Sužinokite, kodėl buvimas atviro kodo ir decentralizuotas suteikia Monero didžiulį pranašumą prieš konkuruojančias kriptovaliutas.
nb: Finn ut hvorfor det å være åpen kildekode og desentralisert gir Monero en stor fordel fremfor konkurrerende kryptovalutaer.
nl: Ontdek waarom het open source en gedecentraliseerd zijn Monero een enorm voordeel geeft ten opzichte van concurrerende cryptocurrencies.
pl: Dowiedz się, dlaczego bycie open source i zdecentralizowanie daje Monero ogromną przewagę nad konkurencyjnymi kryptowalutami.
pt_br: Descubra por que ser de código aberto e descentralizado oferece ao Monero uma enorme vantagem sobre as criptomoedas concorrentes.
sl: Ugotovite, zakaj ima odprtokodnost in decentraliziranost Monera veliko prednost pred konkurenčnimi kriptovalutami.
sv: Ta reda på varför öppen källkod och decentralisering ger Monero en enorm fördel jämfört med konkurrerande kryptovalutor.
tl: Alamin kung bakit ang pagiging open source at desentralisado ay nagbibigay sa Monero ng malaking kalamangan sa mga nakikipagkumpitensyang cryptocurrencies.
tr: Açık kaynak ve merkezi olmayan olmanın neden Monero'ya rakip kripto para birimleri karşısında büyük bir avantaj sağladığını öğrenin.
ur: معلوم کریں کہ اوپن سورس اورdecentralized ہونے سے Monero کو مسابقتی کریپٹو کرنسیوں پر بڑا فائدہ کیوں ملتا ہے۔
zh_cn: 了解为什么开源和去中心化给Monero带来了超越竞争性加密货币的巨大优势。
zh_tw: 了解為什麼開源和去中心化給Monero帶來了超越競爭性加密貨幣的巨大優勢。

# knowledge250Sbfoss250Sbtitle
source: Why Monero Is Open Source And Decentralized
cs: Proč je Monero open source a decentralizované
fi: Miksi Monero on avoimen lähdekoodin ja hajautettu
fr: Pourquoi Monero est Open Source et décentralisé
it: Perché Monero è open source e decentralizzato
lt: Kodėl Monero yra atvirojo kodo ir decentralizuotas
nb: Hvorfor Monero er åpen kildekode og desentralisert
nl: Waarom Monero Open Source en Dedecentraliseerd Is
pl: Dlaczego Monero jest open source i zdecentralizowane
pt_br: Por que o Monero é de código aberto e descentralizado
sl: Zakaj je Monero Odprtokoden in Decentraliziran
sv: Varför Monero är öppen källkod och decentraliserad
tl: Bakit Open Source At Desentralisado ang Monero
tr: Monero Neden Açık Kaynaklı ve Merkezi Değildir?
ur: مونیرو اوپن سورس اورdecentralized کیوں ہے
zh_cn: 为什么门罗币是开源且去中心化的
zh_tw: 為什麼門羅幣是開源且去中心化的

# knowledge250Sbhistory250Sb0250Sbtext
source: <p>Few cryptocurrency projects have origins that are shrouded in mystery. Most have an identifiable founder, and many hyped up their projects before launch to maximize profits from an ICO. Bitcoin seemed to stand alone in having a whitepaper that was dropped out of nowhere on the cryptography community, and having their founder, Satoshi Nakamoto, disappear.</p> <p>Until Monero.</p> <p>But before we even start talking about Monero’s launch in 2014, we need to go even further back.</p>
cs: <p>Málo projektů v oblasti kryptoměn má původ, který je zahalen tajemstvím. Většina z nich má identifikovatelného zakladatele a mnoho z nich před spuštěním propagovalo své projekty, aby maximalizovali zisky z ICO. Zdálo se, že bitcoin stojí sám v tom, že má whitepaper, který z ničeho nic zmizel v kryptografické komunitě, a jeho zakladatel, Satoshi Nakamoto, zmizel.</p> <p>Až do Monera.</p> <p>Ale než vůbec začneme mluvit o uvedení Monera v roce 2014, musíme jít ještě dále zpět.</p>
fi: <p>Harvojen kryptovaluuttaprojektien alkuperä on mysteerin peitossa. Useimmilla on tunnistettavissa oleva perustaja, ja monet hyppäsivät projekteihinsa ennen julkaisua maksimoidakseen ICO:n tuotot. Bitcoin näytti olevan yksin siinä, että sillä oli tyhjästä kryptografiayhteisöstä pudonnut julkaisu, jonka perustaja Satoshi Nakamoto katosi.</p> <p>Moneroon asti.</p> <p>Mutta ennen kuin alamme edes puhua Moneron julkaisusta vuonna 2014, meidän on palattava vielä pidemmälle menneisyyteen.</p>
fr: <p>Peu de projets de crypto-monnaie ont des origines entourées de mystère. La plupart ont un fondateur identifiable, et beaucoup ont mis en avant leurs projets avant leur lancement pour maximiser les profits d'une ICO (« Initial Coin Offering », une levée de fonds initiale en crypto-monnaie). Bitcoin semblait être le seul à avoir un livre blanc qui a été envoyé de nulle part sur la communauté de la cryptographie et à faire disparaître son fondateur, Satoshi Nakamoto.</p> <p>Jusqu'à Monero.</p> <p>Mais avant même de commencer à parler du lancement de Monero en 2014, nous devons remonter encore plus loin.</p>
it: <p>Pochi progetti di criptovaluta hanno origini avvolte nel mistero. Molti hanno un fondatore identificabile e molti hanno promosso i loro progetti prima del lancio per massimizzare i profitti da un ICO. I bitcoin sembravano soli nel avere un white paper che era stato abbandonato dal nulla nella comunità della crittografia e che il loro fondatore, Satoshi Nakamoto, scompariva.</p> <p>Fino a Monero.</p> <p>Ma prima ancora di iniziare a parlare del lancio di Monero nel 2014, dobbiamo tornare ancora più indietro.</p>
lt: <p>Nedaugelio kriptovaliutų projektų ištakos yra apgaubtos paslapčių. Dauguma jų turi atpažįstamą įkūrėją, o daugelis prieš paleidžiant reklamavo savo projektus, kad maksimaliai padidintų pelną iš ICO. Atrodė, kad Bitcoin yra vienintelis, nes kriptografijos bendruomenėje buvo išmestas iš niekur nieko neįvykdytas dokumentas, o jų įkūrėjas Satoshi Nakamoto dingo.</p> <p>Iki Monero.</p> <p>Bet prieš pradėdami kalbėti apie Monero pristatymą 2014 m., turime grįžti dar labiau atgal.</p>
nb: <p>Få kryptovalutaprosjekter har en opprinnelse som er innhyllet i mystikk. De fleste har en identifiserbar grunnlegger, og mange hypet opp prosjektene sine før lansering for å maksimere fortjenesten fra en ICO. Bitcoin så ut til å stå alene i å ha en whitepaper som ble droppet ut av intet på kryptografisamfunnet, og at grunnleggeren deres, Satoshi Nakamoto, forsvant.</p> <p>Til Monero.</p> <p>Men før vi i det hele tatt begynner å snakke om Moneros lansering i 2014, må vi gå enda lenger tilbake.</p>
nl: <p>Er zijn maar weinig cryptocurrency-projecten waarvan de oorsprong in mysterie gehuld is. De meeste hebben een identificeerbare oprichter en velen hebben hun projecten vóór de lancering gehyped om de winst van een ICO te maximaliseren. Bitcoin leek op zichzelf te staan door een whitepaper te hebben dat uit het niets op de cryptografiegemeenschap werd gedropt, en hun oprichter, Satoshi Nakamoto, te laten verdwijnen. </p> <p>Tot Monero.</p> <p>Maar voordat we zelfs maar beginnen te praten over de lancering van Monero in 2014, moeten we nog verder teruggaan.</p>
pl: -<p> Niewiele projektów kryptowalut ma pochodzenie, które jest owiane tajemnicą. Większość ma możliwego do zidentyfikowania założyciela i wielu promowało swoje projekty przed uruchomieniem, aby zmaksymalizować zyski z ICO. Bitcoin wydawał się być jedynym wyjątkiem, gdy pojawił się znikąd w społeczności kryptografii, podczas gdy jego założyciel Satoshi Nakamoto zniknął</p> <p>Aż do Monero</p> <p>Ale zanim zaczniemy dyskutować o odpaleniu Monero w 2014 roku, musimy się nieco cofnąć w czasie.</p>
pt_br: <p>Poucos projetos de criptomoeda têm origens envoltas em mistério. A maioria tem um fundador identificável e muitos exaltaram seus projetos antes do lançamento para maximizar os lucros de uma OIC. O Bitcoin parecia autônomo em ter um white paper que foi deixado do nada na comunidade de criptografia e em ter seu fundador, Satoshi Nakamoto, desaparecido.</p> <p>Até Monero.</p> <p>Mas antes mesmo de começarmos a falar sobre o lançamento de Monero em 2014, precisamos voltar ainda mais.</p>
sl: <p>Le redki projekti kriptovalut imajo skrivnosten izvor. Večina ima prepoznavnega ustanovitelja, mnogi pa so svoje projekte pred začetkom oglaševali, da bi povečali dobiček iz ICO. Bitcoin se je zdel osamljen, saj je imel whitepaper, kateri se je kriptografski skupnosti spustili od nikoder, ustanovitelj Satoshi Nakamoto pa je izginil.</p> <p>Do Monera.</p> <p>Toda preden sploh začnemo govoriti o uvodni predstavitvi Monera leta 2014, se moramo vrniti še dlje nazaj.</p>
sv: <p>Få kryptovalutaprojekt har ett ursprung som är höljt i mystik. De flesta har en identifierbar grundare, och många hajpade upp sina projekt innan lanseringen för att maximera vinsten från en ICO. Bitcoin verkade stå ensam om att ha en whitepaper som försvann från ingenstans på kryptografigemenskapen, och att deras grundare, Satoshi Nakamoto, försvann.</p> <p>Tills Monero.</p> <p>Men innan vi ens börjar prata om Moneros lansering 2014 måste vi gå ännu längre tillbaka.</p>
tl: <p>Iilang proyekto ng cryptocurrency ang may pinagmulan na nababalot ng misteryo. Karamihan ay may makikilalang tagapagtatag, at marami ang nag-hype up ng kanilang mga proyekto bago ilunsad upang mapakinabangan ang mga kita mula sa isang ICO. Tila nag-iisa ang Bitcoin sa pagkakaroon ng whitepaper na na-drop out of nowhere sa cryptography community, at nawala ang kanilang founder, si Satoshi Nakamoto.</p> <p>Hanggang Monero.</p> <p>Ngunit bago natin simulan ang pag-uusap tungkol sa paglulunsad ng Monero noong 2014, kailangan nating bumalik pa.</p>
tr: <p>Çok az sayıda kripto para projesinin kökenleri gizemle örtülüyor. Çoğunun tanımlanabilir bir kurucusu var ve çoğu, bir ICO'dan elde edilen karı en üst düzeye çıkarmak için projelerini lansmandan önce hızlandırdı. Bitcoin, kriptografi camiasında birdenbire ortaya çıkan bir teknik incelemeye ve kurucusu Satoshi Nakamoto'nun ortadan kaybolmasına neden olan tek başına gibi görünüyordu.</p> <p>Monero'ya kadar.</p> <p>Ancak Monero'nun 2014'teki lansmanı hakkında konuşmaya başlamadan önce daha da geriye gitmemiz gerekiyor.</p>
ur: <p>کچھ کریپٹو کرنسی پروجیکٹس کی ابتدا ہے جو اسرار میں ڈوبی ہوئی ہے۔ زیادہ تر کے پاس ایک قابل شناخت بانی ہے، اور بہت سے لوگوں نے ICO سے زیادہ سے زیادہ منافع حاصل کرنے کے لیے لانچ سے پہلے اپنے پروجیکٹس کو بڑھاوا دیا۔ ایسا لگتا تھا کہ بٹ کوائن ایک وائٹ پیپر رکھنے میں اکیلا کھڑا ہے جسے خفیہ نگاری کی کمیونٹی میں کہیں سے بھی گرا دیا گیا تھا، اور اس کے بانی، ساتوشی ناکاموٹو کو غائب کر دیا گیا تھا۔</p> <p>منیرو تک۔</p> <p>لیکن اس سے پہلے کہ ہم 2014 میں مونیرو کے آغاز کے بارے میں بات کرنا شروع کریں، ہمیں مزید پیچھے جانے کی ضرورت ہے۔</p>
zh_cn: <p>在加密货币圈子里，很少有项目的起源被神秘笼罩.恰恰相反，大部分的加密货币创始人都是格外鲜明的，并且这些项目在发布前会大肆宣传，以达到最大程度地从ICO中获利的目的.这其中比特币似乎是一个特例，其白皮书在各个加密货币社区广为流传，而他们的创始人，中本聪却消失了.</p> <p>直到后来门罗币的出现打破了这一情况.</p> <p>但是，让我们先回顾一些更遥远的历史，然后再开始谈论门罗币在2014年诞生的传奇故事.</p>
zh_tw: <p>在加密貨幣圈子裡，很少有項目的起源被神秘籠罩.恰恰相反，大部分的加密貨幣創始人都是格外鮮明的，並且這些項目在發佈前會大肆宣傳，以達到最大程度地從ICO中獲利的目的.這其中比特幣似乎是一個特例，其白皮書在各個加密貨幣社區廣為流傳，而他們的創始人，中本聰卻消失了.</p> <p>直到後來門羅幣的出現打破了這一情況.</p> <p>但是，讓我們先回顧一些更遙遠的歷史，然後再開始談論門羅幣在2014年誕生的傳奇故事.</p>
