Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbringct250Sbdescription
source: RingCT has been hiding Monero amounts since 2017, and our collective privacy is all the stronger for it. But how is that achieved?
cs: RingCT skrývá částky v měně Monero od roku 2017 a naše společné soukromí je díky tomu silnější. Jak je toho ale dosaženo?
fi: RingCT on piilottanut Monero-summia vuodesta 2017 lähtien, ja kollektiivinen yksityisyytemme on sitäkin vahvempi. Mutta miten se saavutetaan?
fr: RingCT cache des montants de Monero depuis 2017, et notre confidentialité collective en est d'autant plus forte. Mais comment cela est-il réalisé ?
it: RingCT nasconde gli importi Monero dal 2017 e la nostra privacy collettiva è tanto più forte per questo. Ma come si ottiene?
lt: RingCT slepia Monero sumas nuo 2017 m., todėl mūsų kolektyvinis privatumas yra dar stipresnis. Bet kaip tai pasiekiama?
nb: RingCT har skjult Monero-beløp siden 2017, og vårt kollektive personvern er desto sterkere for det. Men hvordan oppnås det?
nl: RingCT verbergt Monero-bedragen sinds 2017, en onze collectieve privacy is er des te sterker door. Maar hoe wordt dat bereikt?
pl: RingCT ukrywa kwoty Monero od 2017 roku i nasza prywatność jest dzięki temu dużo silniejsza. Ale jak jest to osiągane?
pt_br: O RingCT esconde valores de Monero desde 2017, e nossa privacidade coletiva é ainda mais forte por causa disso. Mas como isso é alcançado?
sl: RingCT skriva zneske Monero že od leta 2017, naša skupna zasebnost pa je zaradi tega še močnejša. Toda kako je to doseženo?
sv: RingCT har gömt Monero-belopp sedan 2017, och vår kollektiva integritet är desto starkare för det. Men hur uppnås det?
tl: Itinago ng RingCT ang mga halaga ng Monero mula noong 2017, at ang aming kolektibong privacy ay mas malakas para dito. Ngunit paano ito nakakamit?
tr: RingCT, Monero miktarlarını 2017'den beri saklıyor ve kolektif gizliliğimiz bunun için daha da güçlü. Peki bu nasıl başarılıyor?
ur: RingCT 2017 سے Monero کی رقم کو چھپا رہا ہے، اور ہماری اجتماعی رازداری اس کے لیے زیادہ مضبوط ہے۔ لیکن یہ کیسے حاصل ہوتا ہے؟
zh_cn: 自2017年以来，RingCT环形机密技术就一直隐藏着门罗币的转帐金额，我们的集体隐私也因此更加强大，但是这一切是如何实现的呢?
zh_tw: 自2017年以來，RingCT環形機密技術就一直隱藏著門羅幣的轉帳金額，我們的集體隱私也因此更加強大，但是這一切是如何實現的呢?

# knowledge250Sbringct250Sbtitle
source: How RingCT Hides Monero Transaction Amounts
cs: Jak RingCT skrývá částky transakcí Monero
fi: Kuinka RingCT piilottaa Monero-transaktiosummat
fr: Comment RingCT masque les montants des transactions Monero
it: Come RingCT nasconde gli importi delle transazioni Monero
lt: Kaip RingCT slepia Monero operacijų sumas
nb: Hvordan RingCT skjuler Monero-transaksjonsbeløp
nl: Hoe RingCT Monero's Transactiebedragen verbergt
pl: Jak RingCT ukrywa ilości w transakcjach Monero
pt_br: Como RingCT esconde valores de transação Monero
sl: Kako RingCT Prikrije Zneske Monero Transakcij
sv: Hur RingCT döljer Monero-transaktionsbelopp
tl: Paano Itinatago ng RingCT ang Mga Halaga ng Transaksyon ng Monero
tr: RingCT Monero İşlem Tutarlarını Nasıl Gizliyor?
ur: RingCT Monero ٹرانزیکشن کی رقم کو کیسے چھپاتا ہے
zh_cn: RingCT环形机密技术是如何隐藏门罗币交易的金额
zh_tw: RingCT環形機密技術是如何隱藏門羅幣交易的金額
