Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# wallet250Sbswap250Sbswap8722Sbasset8722Sbinput250Sbwithdrawal250Sbhelper
source: Estimated amount of {asset} to be deducted from your {appName} {assetName} wallet to receive the {currency} amount above including the {assetName} transaction network fee. May change slightly due to the network fee fluctuations.
cs: Odhadovaná částka {asset}, která bude odečtena z vaší {appName} {assetName} peněženky, abyste obdrželi výše uvedenou částku {currency} včetně transakčního síťového poplatku {assetName}. Může se mírně změnit v důsledku kolísání síťových poplatků.
fi: Arvioitu {asset} summa vähennetään {appName} {assetName} lompakostasi saadaksesi yllä olevan {currency} summan, mukaan lukien {assetName} verkkotransaktiomaksu. Voi muuttua hieman verkkomaksujen vaihteluiden vuoksi.
fr: Montant estimé en {asset} à déduire de votre portefeuille {assetName} {appName} pour recevoir le montant ci-dessus en {currency}, y compris les frais de réseau de transaction {assetName}. Ce montant peut légèrement changer en raison des fluctuations des frais de réseau.
it: Importo stimato di {asset} da detrarre dal tuo portafoglio {appName} {assetName} per ricevere l'importo {currency} di cui sopra e coprire la {assetName} tariffa di rete della transazione. Può variare leggermente a causa delle fluttuazioni delle tariffe di rete.
lt: Numatoma {asset} suma, kuri turi būti išskaityta iš {appName} {assetName} piniginės, kad gautumėte aukščiau nurodytą {currency} sumą, įskaitant {assetName} operacijos tinklo mokestį. Gali šiek tiek keistis dėl tinklo mokesčių svyravimų.
nb: Estimert beløp på {asset} som skal trekkes fra {appName} {assetName}-lommeboken for å motta {currency}-beløpet ovenfor, inkludert {assetName} transaksjonsnettverksavgiften. Kan endre seg litt på grunn av svingninger i nettavgiften.
nl: Geschatte bedrag van {asset} dat van uw {appName} {assetName} portefeuille zal worden afgetrokken om het bovenstaande {currency} bedrag te ontvangen, inclusief de {assetName} transactienetwerkkosten. Kan enigszins veranderen als gevolg van schommelingen in de netwerkkosten.
pl: Szacowana ilość {asset} do odliczenia z portfela {assetName} {appName}, aby otrzymać powyższą kwotę {currency}, w tym opłata transakcyjna sieci {assetName}. Może ulec nieznacznej zmianie z powodu wahań opłat sieci.
pt_br: Valor estimado de {asset} a ser deduzido de sua carteira {appName} {assetName} para receber o valor de {currency} acima e cobrir a {assetName} taxa de rede de transação. Pode mudar ligeiramente devido às flutuações das taxas de rede.
sl: Ocenjeni znesek {asset}, ki ga je treba odšteti od vaše denarnice {appName} {assetName}, da prejmete zgornji znesek {currency}, vključno z omrežno provizijo za transakcijo {assetName}. Lahko se nekoliko spremeni zaradi nihanj omrežnine.
sv: Uppskattat belopp på {asset} som ska dras från din {appName} {assetName} plånbok för att få {currency} beloppet ovan inklusive {assetName} transaktionsnätverksavgiften. Kan ändras något på grund av fluktuationer i nätavgiften.
tl: Tinantyang halaga ng {asset} na ibabawas mula sa iyong {appName} {assetName} wallet upang matanggap ang halaga ng {currency} sa itaas kasama ang {assetName} na bayarin sa network ng transaksyon. Maaaring bahagyang magbago dahil sa pagbabagu-bago ng bayad sa network.
tr: {assetName} işlem ağı ücreti dahil, yukarıdaki {currency} tutarını almak için {appName} {assetName} cüzdanınızdan düşülecek tahmini {asset} miktarı. Ağ ücretindeki dalgalanmalar nedeniyle biraz değişebilir.
ur: {assetName} ٹرانزیکشن نیٹ ورک فیس سمیت اوپر کی {currency} رقم وصول کرنے کے لیے آپ کے {appName} {assetName} والیٹ سے {asset} کی تخمینی رقم کاٹی جائے گی۔ نیٹ ورک فیس کے اتار چڑھاؤ کی وجہ سے تھوڑا سا تبدیل ہو سکتا ہے۔
zh_cn: 将从您的{appName} {assetName} 钱包中扣除的估计金额 {asset} ，以收取上述 {currency} 的金额并支付 {assetName} 交易网络费用。由于网络费用的波动，可能会略有变化。
zh_tw: 將從您的{appName} {assetName} 錢包中扣除的估計金額 {asset} ，以收取上述 {currency} 的金額並支付 {assetName} 交易網絡費用。由於網絡費用的波動，可能會略有變化。

# wallet250Sbswap250Sbswap8722Sbcurrency8722Sbinput250Sbdeposit
source: How much {currency} do you want to send?
cs: Kolik {currency} chcete poslat?
fi: Kuinka paljon {currency} haluat lähettää?
fr: Combien voulez-vous envoyer en {currency} ?
it: Quanto {currency} vuoi inviare?
lt: Kiek {currency} norite išsiųsti?
nb: Hvor mye {currency} vil du sende?
nl: Hoeveel {currency} wilt u verzenden?
pl: Ile {currency} chcesz wysłać?
pt_br: Quanto {currency} você deseja enviar?
sl: Koliko {currency} želite poslati?
sv: Hur mycket {currency} vill du skicka?
tl: Magkano {currency} ang gusto mong ipadala?
tr: Ne kadar {currency} göndermek istiyorsunuz?
ur: آپ کتنی {currency} بھیجنا چاہتے ہیں؟
zh_cn: 您要发送多少 {currency} ？
zh_tw: 您要發送多少 {currency} ？

# wallet250Sbswap250Sbswap8722Sbcurrency8722Sbinput250Sbwithdrawal
source: Estimated received {currency}
cs: Odhadovaný příjem {currency}
fi: Arvioitu vastaanotettu {currency}
fr: Estimation de la somme reçue en {currency}
it: Stima ricevuta {currency}
lt: Apytikslis gavimas {currency}
nb: Estimert mottatt {currency}
nl: Geschatte ontvangen {currency}
pl: Szacowane otrzymane {currency}
pt_br: Estimativa recebida {currency}
sl: Predvideno prejeto {currency}
sv: Uppskattat erhållet {currency}
tl: Tinantyang natanggap {currency}
tr: Tahmini alınan {currency}
ur: متوقع موصول {currency}
zh_cn: 估计收到 {currency}
zh_tw: 估計收到 {currency}

# wallet250Sbswap250Sbswap8722Sbcurrency8722Sbinput250Sbwithdrawal250Sbhelper
source: Estimated amount of {currency} you'll get. Use the input below to change it. May change slightly due to {partner} exchange rate fluctuations.
cs: Odhadovaná částka {currency}, kterou dostanete. Pro změnu použijte níže uvedený vstup. Může se mírně změnit kvůli kolísání směnného kurzu {partner}.
fi: Arvioitu määrä {currency}, jonka saat. Käytä alla olevaa syötettä muuttaaksesi sitä. Saattaa muuttua hieman {partner} valuuttakurssivaihteluiden vuoksi.
fr: Montant estimé de la somme en {currency} que vous obtiendrez. Utilisez l'entrée ci-dessous pour le modifier. Il peut légèrement changer en raison des fluctuations du taux de change de {partner}.
it: Importo stimato di {currency} che otterrai. Utilizzare l'ingresso di seguito per modificarlo. Può variare leggermente a causa delle {partner} fluttuazioni del tasso di cambio.
lt: Numatomas {currency} kiekis, kurį gausite. Norėdami jį pakeisti, naudokite toliau pateiktą įvestį. Gali šiek tiek pasikeisti dėl {partner} valiutos kurso svyravimų.
nb: Anslått beløp på {currency} du vil få. Bruk inndataene nedenfor for å endre det. Kan endre seg litt på grunn av {partner} valutakurssvingninger.
nl: Geschatte hoeveelheid van {currency} die u krijgt. Gebruik de onderstaande invoer om het te wijzigen. Het kan mogelijk iets veranderen als gevolg van {partner} wisselkoersschommelingen.
pl: Oszacowana ilość {currency} jaką dostaniesz. Użyj pola poniżej, aby ją zmienić. Może się nieznacznie zmienić z powodu fluktuacji kursu walutowego {partner}.
pt_br: Quantidade estimada de {currency} que você receberá. Use a entrada abaixo para alterá-lo. Pode mudar um pouco devido a {partner} flutuações da taxa de câmbio.
sl: Predvideni znesek {currency}, ki ga boste prejeli. Za spremembo uporabite spodnji vnos. Lahko se nekoliko spremeni zaradi {partner} nihanj menjalnega tečaja.
sv: Beräknat belopp för {currency} får du. Använd inmatningen nedan för att ändra det. Kan ändras något på grund av {partner} fluktuationer i valutakurser.
tl: Tinantyang halaga na {currency} ang makukuha mo. Gamitin ang input sa ibaba upang baguhin ito. Maaaring bahagyang magbago dahil sa {partner} mga pagbabago sa halaga ng palitan.
tr: Alacağınız tahmini miktar {currency}. Değiştirmek için aşağıdaki girişi kullanın. {partner} döviz kuru dalgalanmaları nedeniyle biraz değişebilir.
ur: آپ کو {currency} کی تخمینی رقم ملے گی۔ اسے تبدیل کرنے کے لیے نیچے دیے گئے ان پٹ کا استعمال کریں۔ {partner} شرح مبادلہ کے اتار چڑھاو کی وجہ سے تھوڑا سا تبدیل ہو سکتا ہے۔
zh_cn: 估计可获得 {currency} 。使用下面的输入进行更改。可能会因 {partner} 汇率波动而略有变化。
zh_tw: 估計可獲得 {currency} 。使用下面的輸入進行更改。可能會因 {partner} 匯率波動而略有變化。

# wallet250Sbswap250Sbwithdrawal250Sbsuccess250Sbhelper
source: Just relax, wait {time} minutes, and {partner} will send you the {currency}
cs: Jen se uvolněte, počkejte {time} minut a {partner} vám pošle {currency}
fi: Rentoudu, odota {time} minuuttia, niin {partner} lähettää sinulle {currency}
fr: Détendez-vous, attendez {time} minutes, et {partner} vous enverra la somme en {currency}
it: Rilassati, attendi {time} minuti e {partner} ti invierà {currency}
lt: Tiesiog atsipalaiduokite, palaukite {time} minučių ir {partner} atsiųs jums {currency}
nb: Bare slapp av, vent {time} minutter, og {partner} vil sende deg {currency}
nl: Ontspan, wacht {time} minuten en {partner} stuurt u de {currency}
pl: Zrelaksuj się, poczekaj {time} minuty, a {partner} wyśle Ci {currency}
pt_br: Apenas relaxe, aguarde {time} minutos e {partner} enviará o {currency}
sl: Samo sprostite se, počakajte {time} minut in {partner} vam bo poslal {currency}
sv: Bara slappna av, vänta {time} minuter, och {partner} kommer att skicka dig {currency}
tl: Relax lang, maghintay ng {time} minuto, at ipapadala sa iyo ng {partner} ang {currency}
tr: Sadece rahatlayın, {time} dakika bekleyin ve {partner} size {currency} gönderecek
ur: بس آرام کریں، {time} منٹ انتظار کریں، اور {partner} آپ کو {currency} بھیجے گا
zh_cn: 放松一下，等待 {time} 分钟，然后 {partner} 会向您发送 {currency}
zh_tw: 放鬆一下，等待 {time} 分鐘，然後 {partner} 會向您發送 {currency}

# wallet250Sbswap250Sbwithdrawal250Sbsuccess250Sbtitle
source: We've sent the {asset} to {partner}
cs: Odeslali jsme {asset} na {partner}
fi: Olemme lähettäneet {asset} {partner}:lle
fr: Nous avons envoyé la somme en {asset} à {partner}
it: Abbiamo inviato {asset} a {partner}
lt: Išsiuntėme {asset} į {partner}
nb: Vi har sendt {asset} til {partner}
nl: We hebben de {asset} naar {partner} gestuurd
pl: Wysłaliśmy {asset} do {partner}
pt_br: Enviamos o {asset} para {partner}
sl: {asset} smo poslali {partner}
sv: Vi har skickat {asset} till {partner}
tl: Ipinadala namin ang {asset} sa {partner}
tr: {asset}'i {partner}'e gönderdik
ur: ہم نے {asset} کو {partner} کو بھیج دیا ہے
zh_cn: 我们已将 {asset} 发送到 {partner}
zh_tw: 我們已將 {asset} 發送到 {partner}

# wallet250Sbswap250Sbwithdrawal250Sbsuccess250Sbtitle250Sball8722Sbset
source: All set for the {partner} trade!
cs: Vše připraveno pro obchod {partner}!
fi: Kaikki valmiina {partner}-kauppaan!
fr: Tout est prêt pour l'échange avec {partner} !
it: Tutto pronto per il {partner} scambio!
lt: Viskas paruošta prekybai {partner}!
nb: Alt klart for {partner} handelen!
nl: Helemaal klaar voor de {partner} transactie!
pl: Wszystko gotowe na handel z {partner}!
pt_br: Tudo pronto para a {partner} troca!
sl: Vse pripravljeno za {partner} trgovanje!
sv: Allt klart för {partner} handeln!
tl: Handa na para sa {partner} kalakalan!
tr: {partner} takası için her şey hazır!
ur: تمام {partner} تجارت کے لیے تیار!
zh_cn: 一切准备好进行 {partner} 交易！
zh_tw: 一切準備好進行 {partner} 交易！

# wallet250Sbtab250Sbreceive8722Sblong
source: Receive {assetName}
cs: Přijmout {assetName}
fi: Vastaanota {assetName}
fr: Recevoir {assetName}
it: Ricevi {assetName}
lt: Gauti {assetName}
nb: Motta {currencyCode}
nl: Ontvang {assetName}
pl: Odbierz {assetName}
pt_br: Receber {assetName}
sl: Prejmi {assetName}
sv: Ta emot {assetName}
tl: Tumanggap ng {assetName}
tr: {assetName} al
ur: وصول کریں {assetName}
zh_cn: 接收{assetName}
zh_tw: 接收{assetName}

# wallet250Sbtab250Sbsend8722Sblong
source: Send {assetName}
cs: Odeslat {assetName}
fi: Lähetä {assetName}
fr: Envoyer {assetName}
it: Invia {assetName}
lt: Siųsti {assetName}
nl: Stuur {assetName}
pl: Wyślij {assetName}
pt_br: Enviar {assetName}
sl: Pošlji {assetName}
sv: Skicka {assetName}
tl: Ipadala {assetName}
tr: {asset} gönder
ur: بھیجیں {assetName}
zh_cn: 发送{assetName}
zh_tw: 發送{assetName}

# wallet250Sbtab250Sbsend8722Sbshort
source: Send
cs: Odeslat
fi: Lähetä
fr: Envoyer
it: Invia
lt: Siųsti
nb: Sende
nl: Verstuur
pl: Wyślij
pt_br: Enviar
sl: Pošlji
sv: Skicka
tl: Ipadala
tr: Göndermek
ur: بھیجیں
zh_cn: 发送
zh_tw: 發送

# wallet250Sbtab250Sbtx8722Sblong
source: Transactions
cs: Transakce
fi: Transaktiot
it: Transazioni
lt: Sandoriai
nb: Transaksjoner
nl: Transacties
pl: Transakcje
pt_br: Transações
sl: Transakcije
sv: Transaktioner
tl: Mga transaksyon
tr: İşlemler
ur: لین دین
zh_cn: 交易
zh_tw: 交易

# wallet250Sbtab250Sbtx8722Sbshort
source: Txs
cs: Txy
it: Tran
pt_br: Trns
tr: Teşekkürler
zh_cn: 交易
zh_tw: 交易

# wallet250Sbtitle
source: Wallet
cs: Peněženka
fi: Lompakko
fr: Portefeuille
it: Portafoglio
lt: Piniginė
nb: Lommebok
nl: Portefeuille
pl: Portfel
pt_br: Carteira
sl: Denarnica
sv: Plånbok
tr: Cüzdan
ur: پرس
zh_cn: 钱包
zh_tw: 錢包

# wallet250Sbtx250Sbaffiliate
source: Affiliate program commission payout
cs: Výplata provize z affiliate programu
fi: Kumppanuusohjelman provisiomaksu
fr: Paiement de la commission du programme d'affiliation
it: Pagamento della commissione del programma di affiliazione
lt: Partnerių programos komisinių išmokėjimas
nb: Provisjonsutbetaling for tilknyttet program
nl: Uitbetaling van commissie voor het partnerprogramma
pl: Wypłata prowizji programu partnerskiego
pt_br: Comissão do programa de afiliados
sl: Izplačilo provizije partnerskega programa
sv: Provisionsutbetalning för affiliate-program
tl: Pagbabayad ng komisyon ng affiliate program
tr: Ortaklık programı komisyon ödemesi
ur: ملحق پروگرام کمیشن کی ادائیگی
zh_cn: 加盟会员佣金支出
zh_tw: 加盟會員佣金支出

# wallet250Sbtx250Sbfee
source: {assetName} network transaction fee.
cs: {assetName} poplatek za síťovou transakci.
fi: {assetName} verkon transaktiomamaksu.
fr: Frais de transaction du réseau {assetName}.
it: {assetName} commissione per transazione di rete.
lt: {assetName} tinklo operacijos mokestis.
nb: {assetName} nettverkstransaksjonsgebyr.
nl: {assetName} netwerktransactiekosten.
pl: Opłata za transakcję sieciową {assetName}.
pt_br: Taxa da transação na rede {assetName}:
sl: {assetName} provizija za omrežno transakcijo.
sv: {assetName} nätverkstransaktionsavgift.
tl: {assetName} bayad sa transaksyon sa network.
tr: {assetName} ağ işlem ücreti.
ur: {assetName} نیٹ ورک ٹرانزیکشن فیس۔
zh_cn: {assetName}网络交易手续费。
zh_tw: {assetName}網絡交易手續費。

# wallet250Sbtx250Sbinternal8722Sbreceive8722Sbtrade
source: Received from trade {id}
cs: Přijato z obchodu {id}
fi: Vastaanotettu kaupasta {id}
fr: Reçue de la transaction {id}
it: Ricevuta numero {id}
lt: Gauta iš prekybos {id}
nb: Mottatt fra handel {id}
nl: Ontvangen van uitwisseling {id}
pl: Otrzymano z handlu {id}
pt_br: Recebido da negociação {id}
sl: Prejeto iz trgovanja {id}
sv: Mottaget från handel {id}
tl: Natanggap mula sa kalakalan {id}
tr: Ticaretten alındı {id}
ur: تجارت سے موصول ہوا {id}
zh_cn: 从交易{id}收到
zh_tw: 從交易{id}收到

# wallet250Sbtx250Sbinternal8722Sbreceive8722Sbuser
source: Received from user {username}
cs: Přijato od uživatele {username}
fi: Vastaanotettu käyttäjältä {username}
fr: Reçue de l'utilisateur {username}
it: Ricevuto dall'utente {username}
lt: Gauta iš vartotojo {username}
nb: Mottatt fra bruker {username}
nl: Ontvangen van gebruiker {username}
pl: Otrzymane od użytkownika {username}
pt_br: Recebido do usuário {username}
sl: Prejeto od uporabnika {username}
sv: Mottaget från användare {username}
tl: Natanggap mula sa user {username}
tr: {username} kullanıcısından alındı
ur: صارف سے موصول ہوا {username}
zh_cn: 从用户{username}收到
zh_tw: 從用戶{username}收到

# wallet250Sbtx250Sbinternal8722Sbsend8722Sbtrade
source: Sent to trade {id}
cs: Odesláno k obchodu {id}
fi: Lähetetty kauppaan {id}
fr: Envoyée à la transaction {id}
it: Inviato al commercio {id}
lt: Išsiųsta prekiauti {id}
nb: Sendt til handel {id}
nl: Verzonden om uit te wisselen {id}
pl: Wysłane do handlu {id}
pt_br: Enviado à negociação {id}
sl: Poslano v trgovanje {id}
sv: Skickat till handel {id}
tl: Ipinadala sa pangangalakal {id}
tr: Takasa gönderildi {id}
ur: تجارت کے لیے بھیجا گیا {id}
zh_cn: 发给交易{id}
zh_tw: 發給交易{id}

# wallet250Sbtx250Sbinternal8722Sbsend8722Sbuser
source: Sent to user {username}
cs: Odesláno uživateli {username}
fi: Lähetetty käyttäjälle {username}
fr: Envoyée à l'utilisateur {username}
it: Inviato all'utente {username}
lt: Išsiųsta naudotojui {username}
nb: Sendt til bruker {username}
nl: Verzonden naar gebruiker {username}
pl: Wysłane do użytkownika {username}
pt_br: Enviado ao usuário {username}
sl: Poslano uporabniku {username}
sv: Skickat till användare {username}
tl: Ipinadala sa user {username}
tr: {username} kullanıcısına gönderildi
ur: صارف کو بھیجا گیا {username}
zh_cn: 发给用户{username}
zh_tw: 發給用戶{username}

source: Because of the way we batch withdrawals, it's actually cheaper to send out your withdrawal with a higher fee rate. Enjoy!
cs: Vzhledem k tomu, jak provádíme hromadné výběry, je ve skutečnosti levnější odeslat výběr s vyšší sazbou poplatku. Užijte si to!
fi: Johtuen tavasta jolla hoidamme nostoja, on itse asiassa halvempaa lähettää kotiutukset korkeammalla kululla. Nauti!
fr: En raison de la manière dont nous regroupons les retraits, il est en fait moins cher d'envoyer votre retrait avec un taux de frais plus élevé. Profitez-en !
it: A causa del modo in cui raggruppiamo i prelievi, è effettivamente più economico inviare il tuo prelievo con una tariffa più alta. Buon divertimento!
lt: Dėl būdo, kuriuo mes kaupiame išėmimus, iš tikrųjų pigiau išsiųsti išėmimą su didesniu mokesčio tarifu. Mėgautis!
nb: På grunn av måten vi batcher uttak på, er det faktisk billigere å sende ut uttaket med en høyere gebyrsats. Nyt!
nl: Vanwege de manier waarop we opnames batchgewijs uitvoeren, is het eigenlijk goedkoper om uw opname tegen een hoger tarief te verzenden. Genieten van!
pl: Ze względu na sposób, w jaki realizujemy wypłaty, w rzeczywistości tańsze jest wysłanie wypłaty z wyższą stawką opłat.
pt_br: Devido à forma como fazemos saques em lote, é realmente mais barato enviar seu saque com uma taxa mais alta. Aproveite!
sl: Zaradi načina, na katerega izvajamo skupne dvige, je dejansko ceneje poslati dvig z višjo stopnjo provizije. Uživajte!
sv: På grund av vårt sätt att samla uttag är det faktiskt billigare att skicka ut ditt uttag med en högre avgift. Mycket nöje!
tl: Dahil sa paraan ng pag-batch namin ng mga withdrawal, talagang mas mura na ipadala ang iyong withdrawal na may mas mataas na rate ng bayad. Enjoy!
tr: Para çekme işlemlerini toplu olarak yapma şeklimiz nedeniyle, para çekme işleminizi daha yüksek bir ücret oranıyla göndermek aslında daha ucuzdur. Eğlence!
ur: جس طرح سے ہم انخلا کو بیچتے ہیں، اس کی وجہ سے آپ کی واپسی کو زیادہ فیس کی شرح کے ساتھ بھیجنا درحقیقت سستا ہے۔ لطف اٹھائیں!
zh_cn: 由于我们批量提款的方式，以更高的费率发送提款实际上更便宜。享受！
zh_tw: 由於我們批量提款的方式，以更高的費率發送提款實際上更便宜。享受！

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbnetwork8722Sbfees
source: Network fees
cs: Síťové poplatky
fi: Verkkomaksut
fr: Frais de réseau
it: Tasse di rete
lt: Tinklo mokesčiai
nb: Nettverksavgifter
nl: Netwerkkosten
pl: Opłaty sieciowe
pt_br: Taxas de rede
sl: Omrežnine
sv: Nätverk avgifter
tl: Mga bayarin sa network
tr: Ağ ücretleri
ur: نیٹ ورک فیس
zh_cn: 网络费用
zh_tw: 網絡費用

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbnetwork8722Sbfees250Sbhigh
source: Fast
cs: Rychle
fi: Nopea
fr: Rapide
it: Veloce
lt: Greitai
nb: Fort
nl: Snel
pl: Szybko
pt_br: Rápido
sl: Hitro
sv: Snabb
tl: Mabilis
tr: Hızlı
ur: تیز
zh_cn: 快速
zh_tw: 快速

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbnetwork8722Sbfees250Sblow
source: Slow
cs: Pomalu
fi: Hidas
fr: Lent
it: Lento
lt: Lėtas
nb: Langsom
nl: Langzaam
pl: Wolno
pt_br: Lento
sl: Počasi
sv: Långsam
tl: Mabagal
tr: Yavaş
ur: سست
zh_cn: 慢
zh_tw: 慢

source: Medium
cs: Středně
fi: Keskinopea
fr: Moyen
it: Medio
lt: Vidutinis
pl: Średnio
pt_br: Médio
sl: Srednje
tl: Katamtaman
tr: Orta
ur: درمیانہ
zh_cn: 介质
zh_tw: 介質

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbsend8722Sbmax
source: Send Max
cs: Odeslat Max
fi: Lähetä Max
fr: Envoyer le maximum
it: Invia Max
lt: Siųsti maks
nb: Send maks
nl: Stuur Max
pl: Wyślij Maks
pt_br: Enviar Max
sl: Pošlji Maks
sv: Skicka Max
tl: Ipadala ang Max
tr: Maksimum Gönderim
ur: زیادہ سے زیادہ بھیجیں
zh_cn: 发送最大值
zh_tw: 發送最大值

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbstepper250Sbamount
source: Amount
cs: Částka
fi: Määrä
fr: Montant
it: Importo
lt: Suma
nb: Beløp
nl: Aantal
pl: Kwota
pt_br: Montante
sl: Znesek
sv: Belopp
tl: Halaga
tr: Miktar
ur: رقم
zh_cn: 量
zh_tw: 量

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbstepper250Sbrecipient
source: Recipient
cs: Příjemce
fi: Vastaanottaja
fr: Destinataire
it: Destinatario
lt: Gavėjas
nb: Mottaker
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
sl: Prejemnik
sv: Mottagare
tl: tatanggap
tr: Alıcı
ur: وصول کنندہ
zh_cn: 接受者
zh_tw: 接受者

# wallet250Sbwithdraw250Sbconfirmation8722Sbdialog250Sbstepper250Sbsummary
source: Summary
cs: Souhrn
fi: Yhteenveto
fr: Résumé
it: Riassunto
lt: Santrauka
nb: Sammendrag
nl: Overzicht
pl: Streszczenie
pt_br: Sumário
sl: Povzetek
sv: Sammanfattning
tl: Buod
tr: Özet
ur: خلاصہ
zh_cn: 摘要
zh_tw: 摘要

# wallet250Sbwithdraw250Sbconfirmation250Sbwallet8722Sbowner
source: By confirming the withdrawal you also confirm that the wallet you're withdrawing to belongs to you.
cs: Potvrzením výběru také potvrzujete, že peněženka, do které vybíráte, patří vám.
fi: Vahvistamalla noston vahvistat myös että lompakko johon nostat kuuluu sinulle.
fr: En confirmant le retrait, vous confirmez également que le portefeuille sur lequel vous effectuez le retrait vous appartient.
it: Confermando il prelievo confermi anche che il portafoglio su cui stai prelevando appartiene a te.
lt: Patvirtindami pinigų išėmimą taip pat patvirtinate, kad piniginė, į kurią išimate, priklauso jums.
nb: Ved å bekrefte uttaket bekrefter du også at lommeboken du tar ut til tilhører deg.
nl: Door de opname te bevestigen, bevestigt u ook dat de portefeuille waarnaar u het geld opneemt, van u is.
pl: Potwierdzając wypłatę, potwierdzasz również, że portfel, na który wypłacasz, należy do Ciebie.
pt_br: Ao confirmar a retirada, você também confirma que a carteira que você está retirando lhe pertence.
sl: S potrditvijo dviga potrjujete tudi, da denarnica v katero dvigujete, pripada vam.
sv: Genom att bekräfta uttaget bekräftar du också att den plånbok du gör uttaget till tillhör dig.
tl: Sa pamamagitan ng pagkumpirma sa pag-withdraw, kinukumpirma mo rin na ang wallet kung saan ka nag-withdraw ay pag-aari mo.
tr: Para çekme işlemini onaylayarak, para çektiğiniz cüzdanın size ait olduğunu da onaylamış olursunuz.
ur: واپسی کی تصدیق کرکے آپ اس بات کی بھی تصدیق کرتے ہیں کہ آپ جس پرس سے رقم نکال رہے ہیں وہ آپ کا ہے۔
zh_cn: 通过确认提款，你也确认你提款的钱包属于你。
zh_tw: 通過確認提款，您也確認了您提款的錢包屬於您。

# wallet250Sbwithdraw250Sbfee8722Sbchange8722Sbdialog250Sbnew8722Sbfee
source: New withdrawal fee
cs: Nový poplatek za výběr
fi: Uusi kotiutusmaksu
fr: Nouveaux frais de retrait
it: Nuova tassa di prelievo
lt: Naujas išėmimo mokestis
nb: Nytt uttaksgebyr
nl: Nieuwe opnamekosten
pl: Nowa opłata za wypłatę
pt_br: Nova taxa de retirada
sl: Nova provizija za dvig
sv: Ny uttagsavgift
tl: Bagong withdrawal fee
tr: Yeni para çekme ücreti
ur: واپسی کی نئی فیس
zh_cn: 新的提款费
zh_tw: 新的提款費

# wallet250Sbwithdraw250Sbfee8722Sbchange8722Sbdialog250Sbold8722Sbfee
source: Old withdrawal fee
cs: Starý poplatek za výběr
fi: Vanha nostomaksu
fr: Anciens frais de retrait
it: Vecchia tassa di prelievo
lt: Senas išėmimo mokestis
nb: Gammelt uttaksgebyr
nl: Oude opnamekosten
pl: Stara opłata za wypłatę
pt_br: Antiga taxa de retirada
sl: Stara provizija za dvig
sv: Gammal uttagsavgift
tl: Lumang withdrawal fee
tr: Eski para çekme ücreti
ur: پرانی واپسی کی فیس
zh_cn: 旧提款费
zh_tw: 舊提款費
