Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcoin250Sbnote
source: <p><strong>Note:</strong> Zcoin is shifting from its current Sigma scheme to a new protocol that relies on its new work, Lelantus. Lelantus is going to be implemented in stages, and this article is going to assume all stages are complete and implemented for proper comparisons alongside projected implementation times.</p> <p>The reason Zcoin was given this luxury of being judged on its future protocol, and not Zcash, is because Zcoin has a roadmap with general timings for activation, whereas Zcash's 'privacy by default' plans are and continue to be nebulous.</p>
cs: <p><strong>Poznámka:</strong> Zcoin přechází ze současného schématu Sigma na nový protokol, který se opírá o jeho novou práci, Lelantus. Lelantus bude implementován v několika etapách a tento článek bude předpokládat, že všechny etapy jsou dokončeny a implementovány, aby bylo možné je řádně porovnat spolu s předpokládanými časy implementace.</p> <p>Důvodem, proč byl Zcoinu dopřán tento luxus být posuzován na základě jeho budoucího protokolu, a ne Zcash, je to, že Zcoin má plán s obecnými časovými údaji pro aktivaci, zatímco plány Zcash týkající se "standardního soukromí" jsou a nadále zůstávají mlhavé.</p>
fi: <p><strong>Huom:</strong> Zcoin siirtyy nykyisestä Sigma-järjestelmästään uuteen protokollaan, joka perustuu sen uuteen työhön, Lelantukseen. Lelantus otetaan käyttöön vaiheittain, ja tässä artikkelissa oletetaan että kaikki vaiheet ovat valmiita ja toteutettu asianmukaisten vertailujen ja ennakoitujen toteutusaikojen rinnalla.</p> <p>Syy, miksi Zcoinille annettiin tämä ylellisyys tulla arvostelluksi sen tulevan protokollan eikä nykyisen Zcashin perusteella johtuu siitä, että Zcoinilla on etenemissuunnitelma yleisillä aktivointiajoilla, kun taas Zcashin "yksityisyydensuojaus oletusarvoisesti" -suunnitelmat olivat ja ovat edelleen epäselviä. </p>
fr: <p><strong>Remarque :</strong> Zcoin passe de son modèle actuel Sigma à un nouveau protocole qui s'appuie sur son nouveau travail, Lelantus. Lelantus va être mis en œuvre par étapes, et cet article suppose que toutes les étapes sont terminées et mises en œuvre pour des comparaisons appropriées parallèlement aux temps de mise en œuvre prévus.</p> <p>La raison pour laquelle Zcoin s'est offert le luxe d'être jugé sur son futur protocole, et non sur Zcash, est que Zcoin a une feuille de route avec des délais généraux d'activation, alors que les plans de « confidentialité par défaut » de Zcash sont et continuent d'être nébuleux.</p>
it: <p><strong>Nota:</strong> Zcoin si sta spostando dal suo attuale schema Sigma a un nuovo protocollo che si basa sul suo nuovo lavoro, Lelantus. Lelantus verrà implementato in più fasi e questo articolo supporrà che tutte le fasi siano complete e implementate per un confronto adeguato insieme ai tempi di implementazione previsti.</p> <p>Il motivo per cui a Zcoin è stato dato il lusso di essere giudicato in base al suo protocollo futuro, e non a Zcash, è perché Zcoin ha una tabella di marcia con tempistiche generali per l'attivazione, mentre i piani di "privacy by default" di Zcash sono e continuano ad essere nebuloso.</p>
lt: <p><strong>Pastaba:</strong> „Zcoin“ pereina nuo dabartinės „Sigma“ schemos prie naujo protokolo, kuris remiasi nauju darbu „Lelantus“. „Lelantus“ bus įdiegtas etapais, o šiame straipsnyje bus daroma prielaida, kad visi etapai yra baigti ir įdiegti, kad būtų galima tinkamai palyginti kartu su numatomu įgyvendinimo laiku.</p> <p>Priežastis, dėl kurios Zcoin buvo suteikta prabanga – būti vertinamas pagal būsimą protokolą, o ne „Zcash“, yra ta, kad Zcoin turi planą su bendru aktyvinimo laiku, o Zcash „privatumo pagal numatytuosius nustatymus“ planai yra ir tebėra migloti. X563X]
nb: <p><strong>Merk:</strong> Zcoin skifter fra sitt nåværende Sigma-skjema til en ny protokoll som er avhengig av det nye arbeidet, Lelantus. Lelantus kommer til å bli implementert i etapper, og denne artikkelen kommer til å anta at alle stadier er fullførte og implementert for riktige sammenligninger sammen med anslåtte implementeringstider.</p> <p>Grunnen til at Zcoin ble gitt denne luksusen av å bli bedømt på sin fremtidige protokoll, og ikke Zcash, er fordi Zcoin har et veikart med generelle tidspunkter for aktivering, mens Zcash sine "privacy by default"-planer er og fortsetter å være tåkelige.[ X563X]
nl: <p><strong>Opmerking:</strong> Zcoin verschuift van zijn huidige Sigma-schema naar een nieuw protocol dat vertrouwt op zijn nieuwe werk, Lelantus. Lelantus wordt in fasen geïmplementeerd en in dit artikel wordt ervan uitgegaan dat alle fasen voltooid en geïmplementeerd zijn voor goede vergelijkingen naast de verwachte implementatietijden.</p> <p>De reden dat Zcoin deze luxe kreeg om beoordeeld te worden op zijn toekomstige protocol, en niet op Zcash, is omdat Zcoin een routekaart heeft met algemene timings voor activering, terwijl de 'privacy by default'-plannen van Zcash (nog steeds) vaag zijn.</p>
pl: <p><strong>Uwaga:</strong> Zcoin odsuwa się od obecnego schematu Sigma do nowego protokołu, który opiera się na ich nowej pracy, Lelantusie. Lelantus zostanie wdrożony etapami, a ten artykuł zakłada, że wszystkie etapy są gotowe i zaimplementowane w celu porównania zgodnie z przewidywanym harmonogramem implementacji. </p> <p>Powodem, dla którego Zcoin oceniamy na podstawie jego planowanego protokołu, a Zcash nie, jest taki, że Zcoin ma harmonogram planowanych aktywacji, podczas gdy plany na „domyślną prywatność” Zcasha są nieznane i zamglone.</p>
pt_br: <p><strong>Nota:</strong> o Zcoin está mudando de seu atual esquema Sigma para um novo protocolo que se baseia em seu novo trabalho, Lelantus. O Lelantus será implementado em estágios, e este artigo presumirá que todos os estágios estão completos e implementados para comparações apropriadas com os tempos de implementação projetados.</p> <p>A razão pela qual o Zcoin teve esse luxo de ser julgado em seu protocolo futuro, e não o Zcash, é porque o Zcoin tem um roteiro com horários gerais para a ativação, enquanto os planos de 'privacidade por padrão' do Zcash são e continuam sendo. nebuloso.</p>
sl: <p><strong>Opomba: </strong> Zcoin prehaja s svoje trenutne sheme Sigma na nov protokol, ki temelji na njegovem novem delu, Lelantus. Lelantus bo implementiran po stopnjah, ta članek bo predvideval, da so vse faze dokončane in implementirane za ustrezne primerjave skupaj s predvidenimi časi implementacije.</p> <p>Razlog, da je Zcoin dobil to razkošje, da ga ocenjujejo na podlagi njegovega prihodnjega protokola in ne Zcasha, je ta, da ima Zcoin načrt s splošnimi časovnimi razporedi za aktivacijo, medtem ko so Zcashovi načrti 'privzete zasebnosti' nejasni in ostajajo nejasni.</p>
sv: <p><strong>Obs:</strong> Zcoin går från sitt nuvarande Sigma-schema till ett nytt protokoll som förlitar sig på sitt nya arbete, Lelantus. Lelantus kommer att implementeras i etapper, och den här artikeln kommer att anta att alla steg är kompletta och implementerade för korrekta jämförelser tillsammans med beräknade implementeringstider.</p> <p>Anledningen till att Zcoin fick den här lyxen att bedömas utifrån dess framtida protokoll, och inte Zcash, är att Zcoin har en färdplan med allmänna tidpunkter för aktivering, medan Zcashs "privacy by default"-planer är och fortsätter att vara oklara.[ X563X]
tl: <p><strong>Tandaan:</strong> Ang Zcoin ay lumilipat mula sa kasalukuyang Sigma scheme nito patungo sa isang bagong protocol na umaasa sa bago nitong gawa, ang Lelantus. Ang Lelantus ay ipapatupad sa mga yugto, at ang artikulong ito ay ipagpalagay na ang lahat ng mga yugto ay kumpleto at ipinatupad para sa mga wastong paghahambing kasama ng inaasahang mga oras ng pagpapatupad.</p> <p>Ang dahilan kung bakit binigyan ng ganitong karangyaan ang Zcoin na hatulan sa hinaharap na protocol nito, at hindi sa Zcash, ay dahil may roadmap ang Zcoin na may mga pangkalahatang timing para sa pag-activate, samantalang ang 'privacy by default' na mga plano ng Zcash ay at patuloy na malabo.[ X563X]
tr: <p><strong>Not:</strong> Zcoin, mevcut Sigma şemasından yeni çalışması Lelantus'a dayanan yeni bir protokole geçiyor. Lelantus aşamalar halinde uygulanacak ve bu makale, öngörülen uygulama süreleriyle birlikte doğru karşılaştırmalar yapmak için tüm aşamaların tamamlandığını ve uygulandığını varsayacak.</p> <p>Zcoin'e, Zcash'e değil de gelecekteki protokolüne göre değerlendirilme lüksünün verilmesinin nedeni, Zcoin'in aktivasyon için genel zamanlamalara sahip bir yol haritasına sahip olması, oysa Zcash'in 'varsayılan olarak gizlilik' planlarının belirsiz olması ve olmaya devam etmesidir.[ X563X]
ur: <p><strong>نوٹ:</strong> Zcoin اپنی موجودہ سگما اسکیم سے ایک نئے پروٹوکول میں منتقل ہو رہا ہے جو اس کے نئے کام، Lelantus پر انحصار کرتا ہے۔ Lelantus کو مراحل میں لاگو کیا جائے گا، اور یہ مضمون یہ فرض کرنے جا رہا ہے کہ تمام مراحل مکمل ہیں اور متوقع نفاذ کے اوقات کے ساتھ ساتھ مناسب موازنہ کے لیے نافذ کیے گئے ہیں۔</p> <p>Zcoin کو اس کے مستقبل کے پروٹوکول پر فیصلہ کرنے کی یہ لگژری دی گئی، نہ کہ Zcash، کیونکہ Zcoin کے پاس ایکٹیویشن کے عمومی اوقات کے ساتھ ایک روڈ میپ ہے، جب کہ Zcash کے 'پرائیویسی از ڈیفالٹ' کے منصوبے ہیں اور بدستور ہیں۔ </p>
zh_cn: <p><strong>请注意:</strong> Zcoin正在从当前的Sigma协议方案转变为新协议Lelantus. Lelantus将分阶段实施，本文将假设所有阶段均已完成并已实施，而不是现在的技术，以便其与其它币进行适当的比较.</p> <p>为什么拿小零币未来还没有落地的技术于其它币做比较，而大零币按已经落地的技术进行技术评判，这是因为Zcoin小零币的路线图包含激活协议的时间安排，而Zcash大零币的默认隐私计划，不论现在还是以后的计划都是模糊不确定的</p>
zh_tw: <p><strong>請注意:</strong> Zcoin正在從當前的Sigma協定方案轉變為新協定Lelantus. Lelantus將分階段實施，本文將假設所有階段均已完成並已實施，而不是現在的技術，以便其與其它幣進行適當的比較.</p> <p>為什麼拿小零幣未來還沒有落地的技術於其它幣做比較，而大零幣按已經落地的技術進行技術評判，這是因為Zcoin小零幣的路線圖包含啟動協議的時間安排，而Zcash大零幣的默認隱私計畫，不論現在還是以後的計畫都是模糊不確定的</p>

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcoin250Sbprivate250Sbtext
source: <p>Zcoin (XZC) will not have a rich list, so it will be private. By-default, mandatory privacy is expected to go live in 2021. Once implemented, a rich list will not be possible to create (though currently <a href="https://www.coinexplorer.net/XZC/richlist">they do have one</a>).</p>
cs: <p>Zcoin (XZC) nebude mít bohatý seznam, takže bude soukromý. Ve výchozím nastavení se očekává, že povinné soukromí bude spuštěno v roce 2021. Po zavedení nebude možné vytvořit bohatý seznam (ačkoli v současnosti <a href="https://www.coinexplorer.net/XZC/richlist"> jeden mají</a>).</p>
fi: <p>Zcoinilla (XZC) ei ole "rikasta listaa" (listaa henkilöistä tai organisaatioista, jotka hallitsevat merkittäviä määriä tiettyä kryptovaluuttaa), joten se on yksityinen. Oletuksena pakollisen tietosuojan odotetaan tulevan käyttöön vuonna 2021. Kun se on otettu käyttöön, Rikasta listaa ei voi luoda (vaikka tällä hetkellä <a href="https://www.coinexplorer.net/XZC/richlist">heillä on sellainen</a>).</p>
fr: <p>Zcoin (XZC) n'aura pas de liste riche, il sera donc privé. Par défaut, la confidentialité obligatoire devrait être mise en place en 2021. Une fois mise en œuvre, il ne sera pas possible de créer une liste enrichie (bien qu'actuellement <a href="https://www.coinexplorer.net/XZC/richlist">il en ait une</a>).</p>
it: <p>Zcoin (XZC) non avrà un ricco elenco, quindi sarà privato. Per impostazione predefinita, la privacy obbligatoria è prevista per il 2021. Una volta implementata, non sarà possibile creare un elenco completo (sebbene attualmente <a href="https://www.coinexplorer.net/XZC/richlist">ne disponga uno</a>).</p>
lt: <p>Zcoin (XZC) neturės turtingo sąrašo, todėl jis bus privatus. Tikimasi, kad pagal numatytuosius nustatymus privalomas privatumas pradės veikti 2021 m. Įdiegus gausų sąrašą nebus galima sukurti (nors šiuo metu <a href="https://www.coinexplorer.net/XZC/richlist"> jie turi tokį</a>).</p>
nb: <p>Zcoin (XZC) vil ikke ha en rik liste, så den vil være privat. Som standard forventes obligatorisk personvern å aktiveres i 2021. Når den er implementert, vil det ikke være mulig å opprette en rik liste (selv om <a href="https://www.coinexplorer.net/XZC/richlist"> for øyeblikket har en</a>).</p>
nl: <p>Zcoin (XZC) zal geen uitgebreide lijst hebben, dus het zal privé zijn. Het wordt verwacht dat de verplichte privacy standaard in 2021 live gaat. Als deze eenmaal is geïmplementeerd, is het niet mogelijk om een uitgebreide lijst te maken (hoewel ze er momenteel <a href="https://www.coinexplorer.net/XZC/richlist"> wel een hebben </a>).</p>
pl: <p> Zcoin (XZC) nie będzie miał listy najbogatszych, więc będzie prywatny. Oczekuje się, że obowiązkowa prywatność ma zostać uruchomiona w 2021 r. Po jej wdrożeniu lista najbogatszych nie będzie możliwa (choć obecnie <a href="https://www.coinexplorer.net/XZC/richlist">istnieje</a>).</p>
pt_br: <p>O Zcoin (XZC) não terá uma lista rica, portanto será privada. Por padrão, a privacidade obrigatória deverá entrar em operação em 2021. Uma vez implementada, não será possível criar uma lista rica (embora atualmente <a href="https://www.coinexplorer.net/XZC/richlist">eles tenham uma</a>).</p>
sl: <p>Zcoin (XZC) ne bo imel seznama bogatih, zato bo zaseben. Privzeto obvezna zasebnost naj bi zaživela leta 2021. Ko bo uvedena, obogatenega seznama ne bo mogoče ustvariti (čeprav ga trenutno <a href="https://www.coinexplorer.net/XZC/richlist">imajo </a>).</p>
sv: <p>Zcoin (XZC) kommer inte att ha en rik lista, så den kommer att vara privat. Som standard förväntas obligatorisk integritet aktiveras 2021. När den väl har implementerats kommer en rik lista inte att vara möjlig att skapa (även om för närvarande <a href="https://www.coinexplorer.net/XZC/richlist">de har en</a>).</p>
tl: <p>Hindi magkakaroon ng rich list ang Zcoin (XZC), kaya magiging pribado ito. Sa pamamagitan ng default, inaasahang magiging live ang mandatoryong privacy sa 2021. Kapag naipatupad na, hindi na posibleng gumawa ng rich list (bagama't sa kasalukuyan <a href="https://www.coinexplorer.net/XZC/richlist"> mayroon sila nito</a>).</p>
tr: <p>Zcoin (XZC) zengin bir listeye sahip olmayacağından özel olacaktır. Varsayılan olarak, zorunlu gizliliğin 2021'de hayata geçmesi bekleniyor. Uygulandıktan sonra zengin bir liste oluşturmak mümkün olmayacak (ancak şu anda <a href="https://www.coinexplorer.net/XZC/richlist">bir taneleri var</a>).</p>
ur: <p>Zcoin (XZC) میں امیر فہرست نہیں ہوگی، لہذا یہ نجی ہوگی۔ پہلے سے طے شدہ طور پر، لازمی رازداری کے 2021 میں لائیو ہونے کی توقع ہے۔ ایک بار لاگو ہونے کے بعد، ایک بھرپور فہرست بنانا ممکن نہیں ہو گا (حالانکہ فی الحال <a href="https://www.coinexplorer.net/XZC/richlist">ان کے پاس ایک </a> ہے)۔</p>
zh_cn: <p>Zcoin 小零币(XZC) 将不再有富豪榜, 所以将会保护隐私. 默认情况下，预计将于2021年强制性隐私生效. 一旦实施，将再也看不到富豪榜(现在仍旧 <a href="https://www.coinexplorer.net/XZC/richlist">可以看到小零币富豪榜</a>).</p>
zh_tw: <p>Zcoin 小零幣(XZC) 將不再有富豪榜, 所以將會保護隱私. 預設情況下，預計將於2021年強制性隱私生效. 一旦實施，將再也看不到富豪榜(現在仍舊 <a href="https://www.coinexplorer.net/XZC/richlist">可以看到小零幣富豪榜</a>).</p>

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbzcoin250Sbuntraceablity250Sbtext
source: With the final stage of Lelantus implemented in 2021, Zcoin should not be traceable, although theoretical attacks have not yet been explored since it has not yet been released or had any time out in the wild. At present Zcoin is traceable if one puts a <a href="https://explorer.zcoin.io/">Zcoin address</a> in a blockchain explorer and you can see its balance and related transactions.
cs: Po implementaci finální fáze Lelantus v roce 2021 by Zcoin neměl být dohledatelný, ačkoli teoretické útoky ještě nebyly prozkoumány, protože ještě nebyl vydán ani neměl žádný čas ve volném prostředí. V současné době je Zcoin dohledatelný, pokud se do něj vloží <a href="https://explorer.zcoin.io/">adresa Zcoinu</a> a můžete vidět jeho zůstatek a související transakce.
fi: Kun Lelantuksen viimeinen vaihe toteutetaan vuonna 2021, Zcoinin ei pitäisi olla jäljitettävissä, vaikka teoreettisia hyökkäyksiä ei ole vielä tutkittu, koska sitä ei ole vielä julkaistu tai eikä ole ollut avoimessa jakelussa. Tällä hetkellä Zcoin on jäljitettävissä, jos laitat <a href="https://explorer.zcoin.io/">Zcoin-osoitteen</a> blockchain Exploreriin niin näet kyseisen osoitteen saldon ja siihen liittyvät tapahtumat.
fr: Avec la dernière étape de Lelantus mise en œuvre en 2021, Zcoin ne devrait pas être traçable, bien que les attaques théoriques n'aient pas encore été explorées puisqu'il n'a pas encore été publié ou n'a pas encore passé de temps dans la nature. À l'heure actuelle, Zcoin est traçable si l'on met une <a href="https://explorer.zcoin.io/">adresse Zcoin</a> dans un explorateur de blockchain et ainsi vous pouvez voir son solde et les transactions associées.
it: Con la fase finale di Lelantus implementata nel 2021, Zcoin non dovrebbe essere rintracciabile, sebbene gli attacchi teorici non siano ancora stati esplorati poiché non è ancora stato rilasciato o non ha avuto alcun tempo libero in natura. Al momento Zcoin è rintracciabile se uno inserisce un <a href="https://explorer.zcoin.io/">indirizzo Zcoin</a> in un esploratore blockchain e puoi vedere il suo saldo e le relative transazioni.
lt: 2021 m. įgyvendinus paskutinį Lelantus etapą, Zcoin neturėtų būti atsekamas, nors teorinės atakos dar nebuvo ištirtos, nes jis dar nebuvo paleistas arba neturėjo laiko laukinėje gamtoje. Šiuo metu „Zcoin“ galima atsekti, jei „blockchain“ naršyklėje įvedate <a href="https://explorer.zcoin.io/">Zcoin adresą</a> ir galite pamatyti jo likutį bei susijusias operacijas.
nb: Med den siste fasen av Lelantus implementert i 2021, bør Zcoin ikke være sporbar, selv om teoretiske angrep ennå ikke har blitt utforsket siden den ennå ikke har blitt sluppet eller hatt noen tid ute i naturen. For øyeblikket er Zcoin sporbar hvis man legger en <a href="https://explorer.zcoin.io/">Zcoin-adresse</a> i en blokkjedeutforsker og du kan se saldoen og relaterte transaksjoner.
nl: Met de laatste fase van Lelantus, geïmplementeerd in 2021, zou Zcoin niet traceerbaar moeten zijn, alhoewel theoretische aanvallen nog niet zijn onderzocht omdat het nog niet is vrijgegeven of een tijd in het wild heeft gehad. Op dit moment is Zcoin traceerbaar als men een <a href="https://explorer.zcoin.io/">Zcoin-adres </a> in een blockchain-verkenner plaatst en u kunt het saldo en gerelateerde transacties zien.
pl: Z końcowymi etapami Lelantusa zaimplementowanymi w 2021 r; Zcoin powinien być niemożliwy do śledzenia, chociaż teoretyczne ataki nie były badane z racji faktu, że Lelantus nie został jeszcze zakończony i nie jest nigdzie stosowany. Obecnie Zcoin jest możliwy do śledzenia - jeśli ktoś wpisze <a href="https://explorer.zcoin.io/">adres Zcoina</a> do przeglądarki blockchaina znajdzie saldo oraz wszystkie transakcje.
pt_br: Com o estágio final de Lelantus implementado em 2021, o Zcoin não deve ser rastreável, embora os ataques teóricos ainda não tenham sido explorados, pois ainda não foram liberados ou tiveram algum tempo na natureza. No momento, o Zcoin é rastreável se alguém colocar um <a href="https://explorer.zcoin.io/">endereço do Zcoin</a> em um explorador de blockchain e você puder ver seu saldo e transações relacionadas.
sl: Z zadnjo stopnjo Lelantusa, ki je bila izvedena leta 2021, Zcoin ne bi smel biti sledljiv, čeprav teoretični napadi še niso bili raziskani, ker še ni bil izdan ali še ni bil izdan v naravi. Trenutno je Zcoin sledljiv, če vstavite <a href="https://explorer.zcoin.io/">naslov Zcoin</a> v blockchain raziskovalec in vidite njegovo stanje in povezane transakcije.
sv: Med det sista steget av Lelantus implementerat 2021 borde Zcoin inte kunna spåras, även om teoretiska attacker ännu inte har utforskats eftersom det ännu inte har släppts eller haft någon tid ute i naturen. För närvarande är Zcoin spårbart om man lägger en <a href="https://explorer.zcoin.io/">Zcoin-adress</a> i en blockchain explorer och du kan se dess saldo och relaterade transaktioner.
tl: Sa huling yugto ng Lelantus na ipinatupad noong 2021, hindi dapat ma-trace ang Zcoin, bagama't hindi pa natutuklasan ang mga teoretikal na pag-atake dahil hindi pa ito nailalabas o nagkaroon ng anumang oras sa ligaw. Sa kasalukuyan, ang Zcoin ay masusubaybayan kung ang isa ay maglalagay ng <a href="https://explorer.zcoin.io/">Zcoin address</a> sa isang blockchain explorer at makikita mo ang balanse nito at mga kaugnay na transaksyon.
tr: Lelantus'un 2021'de uygulamaya konan son aşamasıyla Zcoin'in izlenebilir olmaması gerekiyor, ancak henüz piyasaya sürülmediği veya herhangi bir zaman aşımına uğramadığı için teorik saldırılar henüz araştırılmamış. Şu anda Zcoin, bir blockchain tarayıcısına bir <a href="https://explorer.zcoin.io/">Zcoin adresi</a> konulursa izlenebilir ve bakiyesini ve ilgili işlemleri görebilirsiniz.
ur: 2021 میں لاگو ہونے والے Lelantus کے آخری مرحلے کے ساتھ، Zcoin کا سراغ نہیں لگایا جا سکتا، حالانکہ نظریاتی حملوں کی ابھی تک تلاش نہیں کی گئی ہے کیونکہ یہ ابھی تک جاری نہیں ہوا ہے یا جنگلی میں اس کا کوئی وقت نہیں تھا۔ اس وقت Zcoin کا پتہ لگایا جا سکتا ہے اگر کوئی بلاکچین ایکسپلورر میں <a href="https://explorer.zcoin.io/">Zcoin ایڈریس</a> رکھتا ہے اور آپ اس کا بیلنس اور متعلقہ لین دین دیکھ سکتے ہیں۔
zh_cn: 随着Lelantus的最后阶段于2021年实施，Zcoin应该不再会被追踪，虽然项目还没有落地，但目前尚未获得潜在理论攻击的报告，当然技术落地后还需要经受时间的考验. 目前，如果有人公开一个 <a href="https://explorer.zcoin.io/">小零币的地址</a> 在区块链浏览器上你还是可以查询余额和交易明细.
zh_tw: 隨著Lelantus的最後階段於2021年實施，Zcoin應該不再會被追蹤，雖然專案還沒有落地，但目前尚未獲得潛在理論攻擊的報告，當然技術落地後還需要經受時間的考驗. 目前，如果有人公開一個 <a href="https://explorer.zcoin.io/">小零幣的位址</a> 在區塊鏈流覽器上你還是可以查詢餘額和交易明細.
