Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbrings250Sb0250Sbtext
source: <p>Monero is known far and wide across the crypto space as being the king of privacy coins. While everyone knows Monero offers good privacy, not as many understand just how the privacy operates.</p> <p>Many other privacy coins publish comparison chart infographics, which list off the names of each coin’s privacy technology, and in most they label Monero’s tech as RingCT, but this is only partially true. Monero actually has a three-prong approach to privacy. One technology to hide the receiver of a transaction, one to hide the amount sent, and one to hide the output used, these are stealth addresses, RingCT, and ring signatures respectively.</p> <p>This three-pronged approach means that if one of the technologies is broken, the others do not necessarily share the same fate. Ring signatures are the weakest link in the privacy scheme; the word weak here meaning the most susceptible to heuristic attacks. Let’s take some time to explore them, shall we?</p> <p>As mentioned above, the goal of ring signatures is to obscure an output used in a transaction. If the 'input/output' terminology of cryptocurrency is confusing to you, don’t worry. It’s actually not that complicated. When you hear 'output' just think a check. One of those things, not quite so common anymore, that people use to pay with. Like a check, it can be denoted in any amount - $10, $32.50, etc - and is exchanged between transacting parties. For cryptocurrencies, outputs serve these functions.</p> <p>When someone pays you 10 Monero, you receive a 10 XMR output. This output has a value (10), and is what is taken from the sender’s wallet, in the same way when you pay for a service, a bill leaves your physical wallet and is given to the person you are purchasing from.</p> <p>The way the output is hidden is by constructing a ring (hence the name) of decoy outputs. But these decoys are not 'fake' outputs’. They are real past outputs from the blockchain that have nothing to do with the present transaction, but to an outside observer, each of these outputs might look equally probable as the real one. The size of the set of decoy outputs, plus the real one is called the ringsize, and currently Monero’s is eleven. So there are ten decoy outputs and one real one.</p> <p>Why don’t we just increase this number to 100 or even 1000? The more the better, right? Well, from a privacy perspective, yes, but there are other things to consider. Let’s go back to a physical example to see what I mean. If you wanted to hide one of your dollar bills among ten decoys, you would need to carry around eleven dollars in your wallet for each dollar you wanted to spend. One real dollar, and ten fake ones. This already gets pretty cumbersome if you want to spend even a few dollars. Now imagine we increased the decoy amount to 1000. For every one dollar you wanted to spend, you would need to carry around 1001 dollars. You’d need to carry around a briefcase just to buy one candy bar! It's important to note that ring signatures don't work quite this way, for example, the decoys themselves are not a part of the signature, only references to them, but we hope this analogy can be somewhat helpful in picturing the basic concepts.</p> <p>The decoys on the blockchain work similarly. Each added decoy increases the time and verification cost of the transaction. Every node has to download the entire ring signature for each transaction, and each ring signature contains the real output, as well as the decoys. Not only that, but it has to verify the math that at least one of these outputs is real, and the math verification time also increases with each decoy. This means we have to find a happy middle ground, where the ringsize is large enough to adequately obscure the real output, even against many heuristic attacks, but small enough so as not to cause the blockchain to increase at a massive rate. It’s not enough to pick an arbitrary number, or to just increase the ringsize when we make the signature smaller (such as with CLSAG). The Monero community wants concrete, mathematical evidence on which ringsize offer the best trade offs. A number too small, and the privacy will not be strong enough against heuristic attacks. Too large, and we may be getting only marginal benefit on the privacy side, and needlessly suffering in regards to scaling.</p> <p>One last thing to mention. Some Monero literature simplifies and says that ring signatures hide the sender, but this is not entirely true, and the difference is not just pedantic. The difference between the sender (a human) and an output (a bill) is a big one when it comes to preserving privacy. While an output may have ties to a sender, an output itself does not equal a sender. So even if a ring signature was to be broken, it does not necessarily link to a person’s identity, and both the amount and the receiver are still hidden, minimizing the damage done to the privacy of all parties.</p> <p>That’s not to say that a broken ring signature is insignificant. Any leaked metadata is bad, and does have the potential to reveal more information than we think, especially when used in conjunction with other metadata. So we do our best to ensure that the ringsize chosen has academic rigor behind the decision, other metadata leakage is minimized, and the user experiences defaults to the best possible actions.</p> <p>But if the probability of a broken signature is still worrying to you, well, there is some incredible news on the horizon. The next generation of privacy protocols that are being worked on, such as Triptych, Arcturus, and Lelantus, have really neat capabilities. In these protocols, the size scales logarithmically, not linearly, as ringsize increases. This means that we can fit 100 decoys, but the space used is closer to ringsize 10 in the old tech. That’s quite the difference, and will significantly improve privacy all around.</p> <p>In the cat and mouse game that is privacy, Monero continuously innovates to stay ahead of the curve and ensure the best practical privacy for all.<p>
cs: <p>Monero je v celém kryptografickém prostoru známé jako král soukromých mincí. I když každý ví, že Monero nabízí dobré soukromí, ne tolik lidí rozumí tomu, jak přesně toto soukromí funguje.</p> <p>Mnoho jiných mincí pro ochranu soukromí zveřejňuje infografiky s porovnávacími grafy, které uvádějí názvy technologií pro ochranu soukromí jednotlivých mincí, a ve většině z nich je technologie Monero označena jako RingCT, což je však pravda jen částečně. Monero má ve skutečnosti trojí přístup k ochraně soukromí. Jedna technologie slouží ke skrytí příjemce transakce, druhá ke skrytí odeslané částky a třetí ke skrytí použitého výstupu, což jsou stealth adresy, RingCT, respektive kruhové podpisy.</p> <p>Tento trojí přístup znamená, že pokud dojde k poruše jedné z technologií, nemusí ostatní nutně čekat stejný osud. Kruhové podpisy jsou nejslabším článkem schématu ochrany soukromí; slovo slabý zde znamená nejnáchylnější k heuristickým útokům. Věnujme jim trochu času a prozkoumejme je, ano?</p> <p>Jak bylo uvedeno výše, cílem kruhových podpisů je zastřít výstup použitý v transakci. Pokud je pro vás terminologie "vstup/výstup" kryptoměn matoucí, nezoufejte. Ve skutečnosti to není tak složité. Když slyšíte "výstup", stačí si představit šek. Jeden z těch, dnes už ne zcela běžných, kterými lidé platí. Stejně jako šek může být označen libovolnou částkou - 10 dolarů, 32, 50 dolarů atd. a je vyměňován mezi transakčními stranami. U kryptoměn plní tyto funkce výstupy.</p> <p>Když vám někdo zaplatí 10 Monero, obdržíte 10 XMR. Tento výstup má hodnotu (10) a je to to, co je odebráno z peněženky odesílatele, stejně jako když platíte za službu, účet opustí vaši fyzickou peněženku a je předán osobě, od které nakupujete.</p> <p>Způsob, jakým se výstup skryje, spočívá v konstrukci kruhu (odtud název) návnadových výstupů. Tyto návnady však nejsou "falešnými" výstupy". Jsou to skutečné minulé výstupy z blockchainu, které nemají nic společného se současnou transakcí, ale pro vnějšího pozorovatele může každý z těchto výstupů vypadat stejně pravděpodobně jako ten skutečný. Velikost množiny návnadových výstupů plus těch skutečných se nazývá ringsize a v současné době je u Monera jedenáct. Existuje tedy deset návnadových výstupů a jeden skutečný.</p> <p>Proč prostě nezvýšíme toto číslo na 100 nebo dokonce 1000? Čím více, tím lépe, že? Z hlediska ochrany osobních údajů ano, ale je třeba zvážit i další věci. Vraťme se k fyzickému příkladu, abychom viděli, co mám na mysli. Kdybyste chtěli schovat jednu dolarovou bankovku mezi deset návnad, museli byste v peněžence nosit jedenáct dolarů na každý dolar, který chcete utratit. Jeden pravý dolar a deset falešných. To už začíná být dost těžkopádné, pokud chcete utratit byť jen několik dolarů. Nyní si představte, že bychom zvýšili počet návnad na 1000. Na každý jeden dolar, který byste chtěli utratit, byste museli mít u sebe 1001 dolarů. Museli byste s sebou nosit kufřík jen proto, abyste si mohli koupit jednu tyčinku! Je důležité si uvědomit, že kruhové podpisy nefungují zcela takto, například samotné vábničky nejsou součástí podpisu, pouze odkazy na ně, ale doufáme, že tato analogie může být poněkud nápomocná při představě základních pojmů.</p> <p>Podobně fungují i návnady v blockchainu. Každá přidaná návnada zvyšuje čas a náklady na ověření transakce. Každý uzel musí pro každou transakci stáhnout celý kruhový podpis a každý kruhový podpis obsahuje skutečný výstup i návnady. Nejen to, ale musí také ověřit matematiku, že alespoň jeden z těchto výstupů je skutečný, a čas ověření matematiky se také zvyšuje s každou návnadou. To znamená, že musíme najít šťastnou střední cestu, kdy je velikost kruhu dostatečně velká, aby dostatečně zakryla skutečný výstup i proti mnoha heuristickým útokům, ale dostatečně malá, aby nezpůsobila masivní nárůst blockchainu. Nestačí zvolit libovolné číslo nebo prostě zvětšit ringsize, když zmenšíme podpis (jako například u CLSAG). Komunita Monero chce konkrétní, matematické důkazy o tom, která velikost kruhu nabízí nejlepší kompromisy. Příliš malé číslo a soukromí nebude dostatečně silné proti heuristickým útokům. Příliš velké, a možná získáme jen okrajový přínos na straně soukromí a budeme zbytečně trpět, pokud jde o škálování.</p> <p>Ještě jedna věc, kterou je třeba zmínit. Některá literatura o Moneru zjednodušuje a říká, že kruhové podpisy skrývají odesílatele, ale to není úplně pravda a rozdíl není jen pedantický. Rozdíl mezi odesílatelem (člověkem) a výstupem (bankovkou) je velký, pokud jde o zachování soukromí. Zatímco výstup může mít vazbu na odesílatele, výstup sám o sobě se nerovná odesílateli. Takže i kdyby došlo k prolomení kruhového podpisu, nemusí nutně souviset s identitou člověka a částka i příjemce jsou stále skryti, což minimalizuje škody způsobené na soukromí všech stran.</p> <p>To neznamená, že by porušený kruhový podpis byl bezvýznamný. Jakákoli uniklá metadata jsou špatná a mají potenciál odhalit více informací, než si myslíme, zejména pokud jsou použita ve spojení s jinými metadaty. Proto se snažíme zajistit, aby za rozhodnutím o zvolené velikosti kruhu stála akademická přísnost, únik dalších metadat byl minimalizován a uživatelská zkušenost byla výchozí pro nejlepší možné akce.</p> <p>Pokud vás však pravděpodobnost poškozeného podpisu stále znepokojuje, na obzoru se objevují neuvěřitelné novinky. Nová generace protokolů pro ochranu soukromí, na které se pracuje, jako jsou Triptych, Arcturus a Lelantus, má opravdu skvělé možnosti. V těchto protokolech se velikost škáluje logaritmicky, nikoli lineárně, jak se zvětšuje velikost kruhu. To znamená, že se nám tam vejde 100 návnad, ale použitý prostor se blíží velikosti kruhu 10 ve staré technologii. To je docela velký rozdíl, který výrazně zlepší soukromí všech uživatelů.</p> <p>V této hře na kočku a myš, kterou je soukromí, Monero neustále inovuje, aby si udrželo náskok a zajistilo nejlepší praktické soukromí pro všechny.<p>
fi: <p>Monero tunnetaan kaikkialla kryptomaailmassa yksityisyyden kolikoiden kuninkaana. Vaikka kaikki tietävät, että Monero tarjoaa hyvän yksityisyyden, monet eivät ymmärrä miten yksityisyys toimii.</p> <p>Monet muut yksityisyyttä suojaavat kolikot julkaisevat vertailukaavion infografioista, joissa luetellaan kunkin kolikon tietosuojatekniikan nimet, ja useimmissa niissä Moneron tekniikka merkitään RingCT:ksi, mutta tämä on vain osittain totta. Monerolla on itse asiassa kolmiosainen lähestymistapa yksityisyyteen. Yksi tekniikka piilottaa tapahtuman vastaanottajan, toinen piilottaa lähetetyn summan ja kolmas piilottaa käytetyn ulostulon. Nämä ovat siis yksinkertaisesti "stealth" osoitteet, RingCT-tekniikka ja sormusallekirjoitukset.</p> <p>Tämä kolmiosainen lähestymistapa tarkoittaa, että jos jokin teknologioista rikkoutuu, muut eivät välttämättä jaa samaa kohtaloa. Sormusallekirjoitukset ovat tietosuojajärjestelmän heikoin lenkki; sana heikko tarkoittaa tässä kaikkein herkimpiä heuristisille hyökkäyksille. Otetaanpa hetki aikaa niiden tutkimiseen, eikö niin?</p> <p>Kuten edellä mainittiin, sormusallekirjoitusten tarkoitus on peittää transaktiossa käytetty ulostulo. Jos kryptovaluutan "syöttö/ulostulo" -terminologia on hämmentävä sinulle, älä huoli. Se ei itse asiassa ole niin monimutkaista. Kun kuulet "ulostulo", ajattele vain shekkiä. Yksi niistä asioista, joka ei ole enää niin yleinen maksuväline. Shekin tavoin se voidaan merkitä mihin tahansa summaan - 10 dollaria, 32,50 dollaria jne. - ja se vaihdetaan tapahtuman osapuolten välillä. Kryptovaluuttojen ulostulot palvelevat näitä toimintoja.</p> <p>Kun joku maksaa sinulle 10 Moneroa, saat 10 XMR-ulostulon. Tällä ulostulolla on arvo (10), ja se otetaan lähettäjän lompakosta, samalla tavalla kun maksat palvelusta, lasku lähtee fyysisestä lompakostasi ja se annetaan henkilölle, jolta ostat.</p > <p>Tapa, jolla ulostulo piilotetaan, on rakentaa rinki (tästä nimi "sormus") syöttiulostuloja. Mutta nämä syötit eivät ole "väärennettyjä" ulostuloja. Ne ovat todellisia lohkoketjun menneitä ulostuloja, joilla ei ole mitään tekemistä nykyisen transaktion kanssa, mutta ulkopuoliselle tarkkailijalle jokainen näistä ulostuloista saattaa näyttää yhtä uskottavalta kuin todellinen. Syöttiulostulon kokoa sekä oikeaa kokoa kutsutaan sormuskooksi, ja tällä hetkellä Moneron sormuskoko on yksitoista. Tarjolla on siis kymmenen syöttiulostuloa ja yksi oikea.</p> <p>Miksi emme vain nosta tätä lukua 100:aan tai jopa 1000:een? Mitä enemmän sen parempi, eikö? No, yksityisyyden näkökulmasta kyllä, mutta on muitakin huomioitavia asioita. Palataanpa fyysiseen esimerkkiin nähdäksesi mitä tarkoitan. Jos halusit piilottaa yhden dollarisetelisi kymmenen syötin joukkoon, sinun täytyy kuljettaa lompakossasi noin yksitoista dollaria jokaista haluamaasi dollaria kohden. Yksi oikea dollari ja kymmenen väärennettyä. Tämä on jo melko hankalaa, jos haluat käyttää edes muutaman dollarin. Kuvittele nyt, että nostimme syöttisumman 1000:een. Jokaista kulutettavaa dollaria kohden tarvitset noin 1001 dollaria. Sinun täytyy kuljettaa salkkua vain ostaaksesi yhden karkkipatukan! Tärkeää on huomata, että sormusallekirjoitukset eivät toimi aivan tällä tavalla, esim. syötit itsessään ei ole osa allekirjoitusta, vain viittauksia niihin, mutta toivomme että tästä analogiasta on jonkin verran apua peruskäsitteiden kuvaamisessa.< /p> <p>Lohkoketjun syötit toimivat samalla tavalla. Jokainen lisätty syötti lisää transaktion aikaa ja varmistuskustannuksia. Jokaisen solmun on ladattava koko sormusallekirjoitus jokaista transaktiota varten, ja jokainen sormusallekirjoitus sisältää todellisen ulostulon sekä syöttejä. Ei vain sitä, vaan sen on tarkistettava matematiikka, että ainakin yksi näistä ulostuloista on todellinen, ja myös matemaattinen varmistusaika pitenee jokaisen syötin myötä. Tämä tarkoittaa, että meidän on löydettävä kultainen keskitie, jossa sormuskoko on tarpeeksi suuri peittämään riittävästi todellista ulostuloa jopa monia heuristisia hyökkäyksiä vastaan, mutta tarpeeksi pieni, jotta lohkoketju ei kasva massiivisella nopeudella. Ei riitä, että valitset mielivaltaisen numeron tai vain nostamme sormuksen kokoa, kun pienennämme allekirjoitusta (kuten CLSAG:lla). Monero-yhteisö haluaa konkreettisia, matemaattisia todisteita siitä, mikä sormuskoko tarjoaa parhaat kompromissit. Luku on liian pieni ja yksityisyys ei ole tarpeeksi vahva heuristisia hyökkäyksiä vastaan. Liian suuri ja saatamme saada vain marginaalista hyötyä yksityisyyden puolella ja kärsiä tarpeettomasti skaalauksesta.</p> <p>Viimeinen mainittava asia. Jotkut Monero-kirjallisuudet yksinkertaistavat ja sanovat, että sormusallekirjoitukset piilottavat lähettäjän, mutta tämä ei ole täysin totta, eikä ero ole vain pedanttinen. Ero lähettäjän (ihmisen) ja ulostulon (shekki) välillä on suuri yksityisyyden säilyttämisen kannalta. Vaikka ulostulolla voi olla yhteyksiä lähettäjään, ulostulo itsessään ei ole sama kuin lähettäjä. Joten vaikka sormusallekirjoitus rikottaisiin, se ei välttämättä liity lähettäjän henkilöllisyyteen, ja sekä summa että vastaanottaja ovat silti piilossa, mikä minimoi kaikkien osapuolten yksityisyydelle aiheutuvan vahingon.</p> <p>Tämä ei tarkoita, että rikkinäinen sormusallekirjoitus olisi merkityksetön. Kaikki vuotaneet metatiedot ovat pahasta, ja ne voivat paljastaa enemmän tietoa kuin uskomme, varsinkin kun niitä käytetään yhdessä muiden metatietojen kanssa. Teemme siis parhaamme varmistaaksemme, että valitun sormuskoon päätöksen taustalla on akateeminen kurinalaisuus, muut metatietojen vuodot minimoidaan ja käyttäjäkokemukset toimivat oletusarvoisesti parhaiden mahdollisten toimintojen mukaisesti.</p> <p>Mutta jos rikkinäisen allekirjoituksen todennäköisyys huolestuttaa sinua, horisontissa on uskomattomia uutisia. Seuraavan sukupolven tietosuojaprotokollat, joita kehitetään, kuten Triptych, Arcturus ja Lelantus, ovat todella siistejä ominaisuuksia. Näissä protokollissa koko skaalautuu logaritmisesti, ei lineaarisesti, kun sormuksen koko kasvaa. Tämä tarkoittaa, että mukaan mahtuu 100 syöttiä, mutta käytetty tila on lähempänä sormuskokoa 10 vanhassa tekniikassa. Se on melkoinen ero, ja se parantaa merkittävästi yksityisyyttä kaikkialla.</p> <p>Kissa ja hiiri -pelissä, jota yksityisyys on, Monero tekee jatkuvasti innovaatioita pysyäkseen kehityksen kärjessä ja varmistaakseen parhaan käytännön yksityisyyden kaikille.<p>
fr: <p>Monero est connu dans tout le paysage des crypto-monnaies comme étant le roi de la confidentialité. Bien que tout le monde sache que Monero offre une bonne confidentialité, peu comprennent comment la confidentialité fonctionne.</p> <p>De nombreuses autres crypto-monnaies proposant un haut niveau de confidentialité publient des infographies avec des tableaux de comparaison, qui répertorient les noms de la technologie de confidentialité de chaque crypto-monnaie, et dans la plupart, elles qualifient la technologie de Monero avec seulement « RingCT », mais ce n'est que partiellement vrai. Monero a en fait une approche à trois volets de la confidentialité. Une technologie pour masquer le destinataire d'une transaction, une pour masquer le montant envoyé et une pour masquer la sortie utilisée, ce sont respectivement les adresses furtives, RingCT et les signatures de cercle.</p> <p>Cette approche à trois volets signifie que si l'une des technologies est cassée, les autres ne partagent pas nécessairement le même sort. Les signatures de cercle sont le maillon le plus faible du système de confidentialité ; le mot faible signifiant ici que ce maillon est le plus sensible aux attaques heuristiques. Prenons un peu de temps pour les explorer, d'accord ?</p> <p>Comme mentionné ci-dessus, le but des signatures de cercle est de masquer une sortie utilisée dans une transaction. Si la terminologie « entrée/sortie » de la crypto-monnaie est confuse pour vous, ne vous inquiétez pas. Ce n'est en fait pas si compliqué. Lorsque vous entendez « sortie », pensez simplement à une vérification. Une de ces choses, qui ne sont plus si courantes, avec lesquelles les gens payent. Comme un chèque, il peut être libellé de n'importe quel montant - 10€, 32,50€, etc. - et est échangé entre les parties lors d'une transaction. Pour les crypto-monnaies, les sorties remplissent ces fonctions.</p> <p>Lorsque quelqu'un vous paie 10 Monero, vous recevez une sortie de 10 XMR. Cette sortie a une valeur (10) et correspond à ce qui est prélevé sur le portefeuille de l'expéditeur, de la même manière que lorsque vous payez pour un service, un billet quitte votre portefeuille physique et est remis à la personne auprès de laquelle vous achetez.</p > <p>La façon dont la sortie est masquée consiste à construire un cercle (d'où le nom) de sorties leurres. Mais ces leurres ne sont pas de « fausses sorties ». Ce sont de véritables sorties passées de la blockchain qui n'ont rien à voir avec la transaction actuelle, mais pour un observateur extérieur, chacune de ces sorties peut sembler tout aussi probable que la vraie. La taille de l'ensemble des sorties leurres, plus la vraie, s'appelle la taille du cercle, et actuellement celle de Monero est de onze. Il y a donc dix sorties leurres et une vraie.</p> <p>Pourquoi ne pas simplement augmenter ce nombre à 100 ou même 1 000 ? Plus il y en a, mieux c'est, n'est-ce pas ? Eh bien, du point de vue de la confidentialité, oui, mais il y a d'autres choses à considérer. Revenons à un exemple physique pour y voir plus clair. Si vous vouliez cacher l'une de vos pièces de un euro parmi dix leurres, vous auriez besoin d'avoir environ onze euros dans votre portefeuille pour chaque euro que vous voudriez dépenser. Une vraie pièce et dix fausses. Cela devient déjà assez lourd si vous voulez dépenser ne serait-ce que quelques euros. Imaginez maintenant que nous augmentions le montant du leurre à 1000. Pour chaque euro que vous souhaitez dépenser, vous auriez besoin de transporter environ 1001 euros. Vous auriez besoin de transporter une mallette juste pour acheter une barre chocolatée ! Il est important de noter que les signatures de cercle ne fonctionnent pas tout à fait de cette façon. Par exemple, les leurres eux-mêmes ne font pas partie de la signature, seulement des références à eux, mais nous espérons que cette analogie pourra être quelque peu utile pour décrire les concepts de base.< /p> <p>Les leurres sur la blockchain fonctionnent de la même manière. Chaque leurre ajouté augmente le temps et le coût de vérification de la transaction. Chaque nœud doit télécharger la totalité de la signature de cercle pour chaque transaction, et chaque signature de cercle contient la sortie réelle, ainsi que les leurres. Non seulement cela, mais il doit vérifier mathématiquement qu'au moins une de ces sorties est réelle, et le temps de vérification mathématique augmente également avec chaque leurre. Cela signifie que nous devons trouver un juste milieu, où la taille du cercle est suffisamment grande pour masquer de manière adéquate la sortie réelle, même contre de nombreuses attaques heuristiques, mais suffisamment petite pour ne pas provoquer une augmentation massive de la blockchain. Il ne suffit pas de choisir un nombre arbitraire, ou simplement d'augmenter la taille du cercle lorsque nous réduisons la signature (comme avec CLSAG). La communauté Monero veut des preuves mathématiques concrètes sur lesquelles la taille du cercle offre les meilleurs compromis. Un nombre trop petit, et la confidentialité ne sera pas assez forte contre les attaques heuristiques. Trop grand, et nous n'obtenons peut-être qu'un avantage marginal du côté de la confidentialité, et souffrons inutilement en ce qui concerne le passage à l'échelle.</p> <p>Il reste une dernière chose à mentionner. Certaines publications de Monero simplifient et disent que les signatures de cercle cachent l'expéditeur, mais ce n'est pas tout à fait vrai, et la différence n'est pas minime. La différence entre l'expéditeur (un être humain) et une sortie (un jeton de crypto-monnaie) est importante lorsqu'il s'agit de préserver la confidentialité. Bien qu'une sortie puisse avoir des liens avec un expéditeur, une sortie elle-même n'est pas égale à un expéditeur. Ainsi, même si une signature de cercle devait être brisée, elle n'est pas nécessairement liée à l'identité d'une personne, et le montant et le destinataire sont toujours cachés, ce qui minimise les dommages causés à la confidentialité de toutes les parties.</p> <p>Cela ne veut pas dire qu'une signature de cercle brisée est insignifiante. Toute métadonnée divulguée est dangereuse et a le potentiel de révéler plus d'informations que nous ne le pensons, en particulier lorsqu'elle est utilisée conjointement avec d'autres métadonnées. Nous faisons donc de notre mieux pour nous assurer que la taille du cercle choisie repose sur une rigueur académique derrière la décision, que d'autres fuites de métadonnées sont minimisées et que l'utilisateur expérimente par défaut les meilleures actions possibles.</p> <p>Mais si la probabilité d'une signature cassée vous inquiète toujours, eh bien, il y a des nouvelles incroyables à l'horizon. La prochaine génération de protocoles de confidentialité sur lesquels on travaille, tels que Triptych, Arcturus et Lelantus, ont des capacités vraiment intéressantes. Dans ces protocoles, la taille évolue de manière logarithmique, et non linéaire, à mesure que la taille du cercle augmente. Cela signifie que nous pouvons utiliser 100 leurres, mais l'espace utilisé est plus proche de la taille de cercle 10 dans l'ancienne technologie. C'est toute la différence, et cela améliorera considérablement la confidentialité tout autour.</p> <p>Dans le jeu du chat et de la souris qu'est la confidentialité, Monero innove en permanence pour garder une longueur d'avance et garantir la meilleure confidentialité pratique pour tous.<p>
it: <p>Monero è noto in tutto lo spazio crittografico come il re delle monete per la privacy. Sebbene tutti sappiano che Monero offre una buona privacy, non molti capiscono come funziona la privacy.</p> <p>Molte altre monete per la privacy pubblicano infografiche con grafici di confronto, che elencano i nomi della tecnologia per la privacy di ciascuna moneta, e nella maggior parte dei casi etichettano la tecnologia di Monero come RingCT, ma questo è solo parzialmente vero. Monero ha in realtà un triplice approccio alla privacy. Una tecnologia per nascondere il destinatario di una transazione, una per nascondere l'importo inviato e una per nascondere l'output utilizzato, si tratta rispettivamente di indirizzi nascosti, RingCT e firme dell'anello.</p> <p>Questo approccio su tre fronti significa che se una delle tecnologie viene interrotta, le altre non condividono necessariamente lo stesso destino. Le firme ad anello sono l'anello più debole nello schema della privacy; la parola debole qui significa il più suscettibile agli attacchi euristici. Prendiamoci un po 'di tempo per esplorarli, vero?</p> <p>Come accennato in precedenza, l'obiettivo delle firme ad anello è oscurare un output utilizzato in una transazione. Se la terminologia "input / output" della criptovaluta ti confonde, non preoccuparti. In realtà non è così complicato. Quando senti "output" pensa solo a un assegno. Una di quelle cose, non più così comuni, con cui le persone pagano. Come un assegno, può essere indicato in qualsiasi importo - $ 10, $ 32,50, ecc. - e viene scambiato tra le parti che effettuano la transazione. Per le criptovalute, gli output servono a queste funzioni.</p> <p>Quando qualcuno ti paga 10 Monero, ricevi un output di 10 XMR. Questo output ha un valore (10), ed è ciò che viene preso dal portafoglio del mittente, allo stesso modo quando paghi un servizio, una fattura lascia il tuo portafoglio fisico e viene data alla persona da cui stai acquistando.</p> <p>Il modo in cui l'output viene nascosto è costruire un anello (da cui il nome) di esche. Ma queste esche non sono uscite "false". Sono veri e propri output passati dalla blockchain che non hanno nulla a che fare con la transazione attuale, ma per un osservatore esterno, ciascuno di questi output potrebbe sembrare altrettanto probabile di quello reale. La dimensione del set di uscite esca, più quella reale, è chiamata dimensione dell'anello, e attualmente quella di Monero è undici. Quindi ci sono dieci uscite esca e una vera.</p> <p>Perché non aumentiamo semplicemente questo numero a 100 o addirittura a 1000? Più sono e meglio è, giusto? Beh, dal punto di vista della privacy, sì, ma ci sono altre cose da considerare. Torniamo a un esempio fisico per vedere cosa intendo. Se volessi nascondere una delle tue banconote da un dollaro tra dieci esche, avresti bisogno di portare circa undici dollari nel portafoglio per ogni dollaro che volevi spendere. Un dollaro reale e dieci falsi. Questo diventa già piuttosto macchinoso se vuoi spendere anche pochi dollari. Ora immagina di aver aumentato l'importo dell'esca a 1000. Per ogni dollaro che volevi spendere, dovresti portare con te circa 1001 dollari. Dovresti portare in giro una valigetta solo per acquistare una barretta di cioccolato! È importante notare che le firme ad anello non funzionano proprio in questo modo, ad esempio, le esche stesse non fanno parte della firma, ma solo riferimenti ad esse, ma speriamo che questa analogia possa essere in qualche modo utile per rappresentare i concetti di base.</p> <p>Le esche sulla blockchain funzionano in modo simile. Ogni esca aggiunta aumenta il tempo e il costo di verifica della transazione. Ogni nodo deve scaricare l'intera firma dell'anello per ogni transazione e ogni firma dell'anello contiene l'output reale, così come le esche. Non solo, ma deve verificare la matematica che almeno uno di questi output sia reale e anche il tempo di verifica matematica aumenta con ogni esca. Ciò significa che dobbiamo trovare una felice via di mezzo, in cui la dimensione dell'anello è abbastanza grande da oscurare adeguatamente l'output reale, anche contro molti attacchi euristici, ma abbastanza piccola da non far aumentare la blockchain a un ritmo enorme. Non è sufficiente scegliere un numero arbitrario o semplicemente aumentare la dimensione dell'anello quando riduciamo la firma (come con CLSAG). La comunità Monero vuole prove matematiche concrete su cui la dimensione dell'anello offra i migliori compromessi. Un numero troppo piccolo e la privacy non sarà abbastanza forte contro gli attacchi euristici. Troppo grande e potremmo ottenere solo un vantaggio marginale dal lato della privacy e soffrire inutilmente per quanto riguarda il ridimensionamento.</p> <p>Un'ultima cosa da menzionare. Alcune pubblicazioni Monero semplificano e affermano che le firme ad anello nascondono il mittente, ma questo non è del tutto vero e la differenza non è solo pedante. La differenza tra il mittente (un essere umano) e un output (una bolletta) è grande quando si tratta di preservare la privacy. Mentre un output può avere legami con un mittente, un output in sé non è uguale a un mittente. Quindi, anche se una firma ad anello dovesse essere rotta, non si collegherà necessariamente all'identità di una persona e sia l'importo che il destinatario sono ancora nascosti, riducendo al minimo il danno arrecato alla privacy di tutte le parti.</p> <p>Questo non vuol dire che la firma di un anello rotto sia insignificante. Qualsiasi metadata trapelato è dannoso e ha il potenziale per rivelare più informazioni di quanto pensiamo, specialmente se usato insieme ad altri metadati. Quindi facciamo del nostro meglio per assicurarci che la dimensione dell'anello scelta abbia il rigore accademico dietro la decisione, che altre perdite di metadati siano ridotte al minimo e che l'utente utilizzi per impostazione predefinita le migliori azioni possibili.</p> <p>Ma se la probabilità di una firma rotta è ancora preoccupante per te, beh, ci sono alcune notizie incredibili all'orizzonte. La prossima generazione di protocolli per la privacy su cui si sta lavorando, come Triptych, Arcturus e Lelantus, ha capacità davvero precise. In questi protocolli, la dimensione scala logaritmicamente, non linearmente, all'aumentare della dimensione dell'anello. Ciò significa che possiamo montare 100 esche, ma lo spazio utilizzato è più vicino alla dimensione dell'anello 10 nella vecchia tecnologia. Questa è proprio la differenza e migliorerà notevolmente la privacy.</p> <p>Nel gioco del gatto e del topo che è la privacy, Monero innova continuamente per stare al passo con i tempi e garantire la migliore privacy pratica per tutti.<p>
lt: <p>Monero kriptovaliutų erdvėje žinomas kaip privatumo monetų karalius. Nors visi žino, kad Monero užtikrina gerą privatumą, daugelis nesupranta, kaip privatumas veikia.</p> <p>Daugelyje kitų privatumo monetų skelbiamos palyginimo diagramos infografikos, kuriose pateikiami kiekvienos monetos privatumo technologijos pavadinimai, o daugumoje Monero technologija žymima kaip RingCT, tačiau tai tiesa tik iš dalies. Monero iš tikrųjų turi trijų aspektų požiūrį į privatumą. Viena technologija, skirta paslėpti operacijos gavėją, kita, skirta paslėpti išsiųstą sumą, ir kita naudojama išvestis. Tai yra atitinkamai slapti adresai, skambėjimo CT ir skambėjimo parašai.</p> <p>Šis trijų krypčių požiūris reiškia, kad sugedus vienai iš technologijų, kitų nebūtinai ištiks toks pat likimas. Žiediniai parašai yra silpniausia privatumo schemos grandis; žodis silpnas čia reiškia labiausiai jautrius euristiniams išpuoliams. Skirkime šiek tiek laiko juos ištirti, ar ne?</p> <p>Kaip minėta pirmiau, skambėjimo parašų tikslas yra uždengti operacijos metu naudojamą išvestį. Jei kriptovaliutos „įvesties / išvesties“ terminologija jums kelia painiavą, nesijaudinkite. Iš tikrųjų tai nėra taip sudėtinga. Kai išgirsite žodį „išvestis“, tiesiog pagalvokite, kad patikrintumėte. Vienas iš tų dalykų, nebėra toks įprastas, kuriuo žmonės moka atsiskaityti. Kaip čekis, jis gali būti pažymėtas bet kokia suma – 10 USD, 32,50 USD ir tt ir yra keičiamas tarp sandorio šalių. Kriptovaliutų išvestis atlieka šias funkcijas.</p> <p>Kai kas nors jums sumoka 10 Monero, gaunate 10 XMR išvestį. Ši išvestis turi reikšmę (10) ir yra paimama iš siuntėjo piniginės, lygiai taip pat, kai mokate už paslaugą, sąskaita paliekama jūsų fizinėje piniginėje ir perduodama asmeniui, iš kurio perkate.</p > <p>Išvestis slepiama sukuriant jauko išėjimų žiedą (taigi ir pavadinimą). Tačiau šie masalai nėra „netikra“ produkcija. Tai yra tikri ankstesni blokų grandinės išėjimai, neturintys nieko bendra su dabartine operacija, tačiau išoriniam stebėtojui kiekvienas iš šių išėjimų gali atrodyti taip pat tikėtinas, kaip ir tikrasis. Jauko išėjimų rinkinio dydis, plius tikrasis, vadinamas žiedo dydžiu, o šiuo metu Monero yra vienuolika. Taigi yra dešimt jaukų išėjimų ir vienas tikras.</p> <p>Kodėl tiesiog nepadidinus šio skaičiaus iki 100 ar net 1000? Kuo daugiau, tuo geriau, tiesa? Na, žvelgiant iš privatumo perspektyvos, taip, tačiau reikia atsižvelgti į kitus dalykus. Grįžkime prie fizinio pavyzdžio, kad suprastume, ką turiu omenyje. Jei norite paslėpti vieną iš savo dolerio kupiūrų tarp dešimties jaukų, už kiekvieną norimą išleisti dolerį piniginėje turėsite neštis maždaug vienuolika dolerių. Vienas tikras doleris ir dešimt netikrų. Tai jau tampa gana sudėtinga, jei norite išleisti net kelis dolerius. Dabar įsivaizduokite, kad jauko sumą padidinome iki 1000. Už kiekvieną norimą išleisti dolerį turėsite neštis apie 1001 dolerį. Norėdami nusipirkti vieną saldainį, turėsite nešiotis portfelį! Svarbu pažymėti, kad žiedo parašai neveikia taip, pavyzdžiui, patys jaukai nėra parašo dalis, o tik nuorodos į juos, tačiau tikimės, kad ši analogija gali būti šiek tiek naudinga vaizduojant pagrindines sąvokas.< /p> <p>Panašiai veikia blokų grandinės jaukai. Kiekvienas pridėtas masalas padidina operacijos laiką ir padidina patikrinimo išlaidas. Kiekvienas mazgas turi atsisiųsti visą kiekvienos operacijos žiedo parašą, o kiekviename žiediniame paraše yra tikroji išvestis, taip pat jaukai. Negana to, jis turi patikrinti matematiką, ar bent vienas iš šių išėjimų yra tikras, o matematinės patikros laikas taip pat didėja su kiekvienu masalu. Tai reiškia, kad turime rasti laimingą vidurį, kai žiedo dydis yra pakankamai didelis, kad pakankamai užgožtų tikrąją išvestį, net ir prieš daugelį euristinių atakų, bet pakankamai mažas, kad blokų grandinė nepadidėtų didžiuliu greičiu. Nepakanka pasirinkti savavališką skaičių arba tiesiog padidinti žiedo dydį, kai sumažiname parašą (pvz., naudojant CLSAG). Monero bendruomenė nori konkrečių, matematinių įrodymų, dėl kurių žiedo dydis siūlo geriausius kompromisus. Skaičius per mažas, o privatumas nebus pakankamai stiprus prieš euristines atakas. Per didelis, todėl galime gauti tik nedidelę naudą privatumo srityje ir be reikalo kentėti dėl mastelio.</p> <p>Paskutinis dalykas, kurį reikia paminėti. Kai kurios Monero literatūros supaprastina ir sako, kad žiediniai parašai slepia siuntėją, tačiau tai nėra visiškai tiesa, o skirtumas yra ne tik pedantiškas. Skirtumas tarp siuntėjo (žmogaus) ir išvesties (sąskaitos) yra didelis, kai reikia išsaugoti privatumą. Nors išvestis gali būti susijusi su siuntėju, pati išvestis nėra lygi siuntėjui. Taigi, net jei žiedinis parašas buvo sulaužytas, jis nebūtinai siejasi su asmens tapatybe, o suma ir gavėjas vis tiek yra paslėpti, taip sumažinant žalą visų šalių privatumui.</p> <p>Tai nereiškia, kad sulaužytas žiedo parašas yra nereikšmingas. Bet kokie nutekėję metaduomenys yra blogi ir gali atskleisti daugiau informacijos, nei manome, ypač kai jie naudojami kartu su kitais metaduomenimis. Todėl stengiamės užtikrinti, kad pasirinktas žiedo dydis būtų akademinis, priimant sprendimą, kiti metaduomenų nutekėjimai būtų kuo mažesni, o naudotojo patirtis būtų veikianti pagal numatytuosius nustatymus.</p> <p>Tačiau jei sulaužyto parašo tikimybė vis dar kelia nerimą, horizonte yra neįtikėtinų naujienų. Naujos kartos privatumo protokolai, su kuriais dirbama, pvz., „Triptych“, „Arcturus“ ir „Lelantus“, turi tikrai puikių galimybių. Šiuose protokoluose dydis didėja logaritmiškai, o ne tiesiškai, nes didėja žiedo dydis. Tai reiškia, kad galime sutalpinti 100 jaukų, tačiau naudojama erdvė yra artimesnė 10 žiedo dydžiui senosios technologijos atveju. Tai yra didelis skirtumas ir žymiai pagerins privatumą visame pasaulyje.</p> <p>Katės ir pelės žaidime, kuris yra privatumas, Monero nuolat diegia naujoves, siekdama išlikti priekyje ir užtikrinti geriausią praktinį privatumą visiems.<p>
nb: <p>Monero er kjent over hele kryptoområdet som kongen av personvernmynter. Selv om alle vet at Monero tilbyr godt personvern, er det ikke så mange som forstår hvordan personvernet fungerer.</p> <p>Mange andre personvernmynter publiserer sammenligningskartinfografikk, som viser navnene på hver mynts personvernteknologi, og i de fleste merker de Moneros teknologi som RingCT, men dette er bare delvis sant. Monero har faktisk en tredelt tilnærming til personvern. Én teknologi for å skjule mottakeren av en transaksjon, én for å skjule beløpet som sendes, og én for å skjule utdataene som brukes, dette er henholdsvis stealth-adresser, RingCT og ringesignaturer.</p> <p>Denne tredelte tilnærmingen betyr at hvis en av teknologiene er ødelagt, deler ikke de andre nødvendigvis samme skjebne. Ringsignaturer er det svakeste leddet i personvernordningen; ordet svak betyr her den mest utsatte for heuristiske angrep. La oss ta litt tid til å utforske dem, skal vi?</p> <p>Som nevnt ovenfor, er målet med ringesignaturer å skjule en utgang som brukes i en transaksjon. Hvis "input/output"-terminologien til kryptovaluta er forvirrende for deg, ikke bekymre deg. Det er faktisk ikke så komplisert. Når du hører "output", tenk bare en sjekk. En av de tingene, ikke fullt så vanlig lenger, som folk bruker å betale med. Som en sjekk kan den angis i et hvilket som helst beløp - $10, $32,50, etc - og utveksles mellom transaksjonspartnere. For kryptovalutaer tjener utdata disse funksjonene.</p> <p>Når noen betaler deg 10 Monero, mottar du en 10 XMR-utgang. Denne utgangen har en verdi (10), og er det som tas fra avsenderens lommebok, på samme måte når du betaler for en tjeneste, forlater en regning din fysiske lommebok og gis til personen du kjøper fra.</p > <p>Måten utdataene skjules på er ved å konstruere en ring (derav navnet) av lokkeutganger. Men disse lokkefuglene er ikke "falske" utganger. De er reelle tidligere utdata fra blokkjeden som ikke har noe å gjøre med den nåværende transaksjonen, men for en ekstern observatør kan hver av disse utgangene se like sannsynlige ut som den virkelige. Størrelsen på settet med lokkeutganger, pluss den ekte, kalles ringstørrelse, og for øyeblikket er Monero's elleve. Så det er ti lokkeutganger og en ekte.</p> <p>Hvorfor øker vi ikke dette tallet til 100 eller til og med 1000? Jo flere jo bedre, ikke sant? Vel, fra et personvernperspektiv, ja, men det er andre ting å vurdere. La oss gå tilbake til et fysisk eksempel for å se hva jeg mener. Hvis du ville gjemme en av dollarsedlene dine blant ti lokkefugler, måtte du ha med deg rundt elleve dollar i lommeboken for hver dollar du ville bruke. En ekte dollar og ti falske. Dette blir allerede ganske tungvint hvis du vil bruke enda noen få dollar. Tenk deg nå at vi økte lokkebeløpet til 1000. For hver en dollar du ønsker å bruke, må du bære rundt 1001 dollar. Du må ha med deg en koffert bare for å kjøpe en godteri! Det er viktig å merke seg at ringsignaturer ikke fungerer helt på denne måten, for eksempel er lokkefuglene i seg selv ikke en del av signaturen, bare referanser til dem, men vi håper denne analogien kan være til litt hjelp for å se de grunnleggende konseptene.< /p> <p>Lokkedrene på blokkjeden fungerer på samme måte. Hvert ekstra lokkemiddel øker tiden og bekreftelseskostnadene for transaksjonen. Hver node må laste ned hele ringsignaturen for hver transaksjon, og hver ringesignatur inneholder den virkelige utgangen, så vel som lokkefuglene. Ikke bare det, men den må verifisere matematikken at minst én av disse utgangene er ekte, og matematikkverifiseringstiden øker også med hvert lokkemiddel. Dette betyr at vi må finne en lykkelig mellomting, der ringstørrelsen er stor nok til å skjule den virkelige produksjonen, selv mot mange heuristiske angrep, men liten nok til å ikke få blokkjeden til å øke i en enorm hastighet. Det er ikke nok å velge et vilkårlig tall, eller å bare øke ringstørrelsen når vi gjør signaturen mindre (for eksempel med CLSAG). Monero-fellesskapet ønsker konkrete, matematiske bevis på hvilken ringstørrelse som gir de beste avveiningene. Et tall for lite, og personvernet vil ikke være sterkt nok mot heuristiske angrep. For stor, og vi får kanskje bare marginale fordeler på personvernsiden, og lider unødvendig med hensyn til skalering.</p> <p>En siste ting å nevne. Noe Monero-litteratur forenkler og sier at ringsignaturer skjuler avsenderen, men dette er ikke helt sant, og forskjellen er ikke bare pedantisk. Forskjellen mellom avsenderen (et menneske) og en utgang (en regning) er stor når det gjelder å bevare personvernet. Mens en utgang kan ha bånd til en avsender, er ikke en utgang lik en avsender. Så selv om en ringesignatur skulle bli brutt, kobler den ikke nødvendigvis til en persons identitet, og både beløpet og mottakeren er fortsatt skjult, noe som minimerer skaden på personvernet til alle parter.</p> <p>Det betyr ikke at en ødelagt ringsignatur er ubetydelig. Eventuelle lekkede metadata er dårlige, og har potensial til å avsløre mer informasjon enn vi tror, spesielt når de brukes sammen med andre metadata. Så vi gjør vårt beste for å sikre at den valgte ringestørrelsen har akademisk strenghet bak avgjørelsen, annen metadatalekkasje minimeres, og at brukeren opplever at de som standard bruker best mulige handlinger.</p> <p>Men hvis sannsynligheten for en ødelagt signatur fortsatt bekymrer deg, vel, det er noen utrolige nyheter i horisonten. Den neste generasjonen av personvernprotokoller som det jobbes med, for eksempel Triptych, Arcturus og Lelantus, har virkelig fine funksjoner. I disse protokollene skaleres størrelsen logaritmisk, ikke lineært, ettersom ringstørrelsen øker. Dette betyr at vi har plass til 100 lokkefugler, men plassen som brukes er nærmere ringstørrelse 10 i den gamle teknologien. Det er ganske forskjellen, og vil forbedre personvernet betydelig.</p> <p>I katte- og mus-spillet som er privatliv, innoverer Monero kontinuerlig for å holde seg i forkant og sikre det beste praktiske personvernet for alle.<p>
nl: <p>Monero staat wijd en zijd bekend in de cryptowereld als de koning van de privacymunten. Hoewel iedereen weet dat Monero goede privacy biedt, begrijpen niet zo veel mensen precies hoe de privacy werkt.</p> <p>Veel andere privacymunten publiceren vergelijkingsgrafiek-infographics, die de namen van de privacytechnologie van elke munt vermelden, en in de meeste bestempelen ze de technologie van Monero als RingCT, maar dit is slechts gedeeltelijk waar. Monero heeft eigenlijk een drieledige benadering van privacy. Eén technologie om de ontvanger van een transactie te verbergen, één om het verzonden bedrag te verbergen en één om de gebruikte uitvoer te verbergen. Dit zijn respectievelijk stealth-adressen, RingCT en ringhandtekeningen.</p> <p>Deze drieledige aanpak houdt in dat als een van de technologieën niet werkt, de andere niet noodzakelijkerwijs hetzelfde lot ondergaan. Ringhandtekeningen zijn de zwakste schakel in het privacyschema; het woord zwak betekent hier het meest vatbaar voor heuristische aanvallen. Laten we even de tijd nemen om ze te verkennen, oké?</p> <p>Zoals hierboven vermeld is, is het doel van ringhandtekeningen om een output die in een transactie wordt gebruikt, te verbergen. Maakt u geen zorgen als de 'input/output'-terminologie van cryptocurrency verwarrend voor u is. Het is eigenlijk niet zo ingewikkeld. Als u 'output' hoort, denk dan even na. Een van die dingen, niet meer zo gewoon, waarmee mensen vroeger betaalden. Net als een cheque kan het in elk bedrag worden genoteerd - $ 10, $ 32,50, enz. - en wordt het uitgewisseld tussen partijen die transacties uitvoeren. Voor cryptocurrencies hebben outputs deze functies.</p> <p>Als iemand u 10 Monero betaalt, ontvangt u 10 XMR-output. Deze output heeft een waarde (10) en is wat uit de portefeuille van de afzender wordt gehaald, net zoals wanneer u voor een dienst betaalt, een rekening uw fysieke portemonnee verlaat en wordt gegeven aan de persoon van wie u koopt.</p > <p>De manier waarop de uitvoer wordt verborgen, is door een ring (vandaar de naam) van lokuitgangen te construeren. Maar deze lokvogels zijn geen 'nep'-uitvoer'. Het zijn echte outputs uit het verleden van de blockchain die niets te maken hebben met de huidige transactie, maar voor een externe waarnemer kan elk van deze outputs er even waarschijnlijk uitzien als de echte. De grootte van de set lokoutputs, plus de echte, wordt de ringmaat genoemd, en die van Monero is momenteel elf. Er zijn dus tien lokaasuitgangen en één echte.</p> <p>Waarom verhogen we dit aantal niet gewoon tot 100 of zelfs 1000? Hoe meer hoe beter, toch? Welnu, vanuit het oogpunt van privacy, maar er zijn andere dingen waarmee u rekening moet houden. Laten we teruggaan naar een fysiek voorbeeld om te zien wat ik bedoel. Als u een van uw dollarbiljetten tussen tien lokvogels zou willen verstoppen, zou u ongeveer elf dollar in uw portefeuille moeten hebben voor elke dollar die u wilt uitgeven. Een echte dollar en tien neppe. Dit wordt al behoorlijk omslachtig als u zelfs maar een paar dollar wilt uitgeven. Stelt u nu voor dat we het lokaasbedrag hebben verhoogd naar 1000. Voor elke dollar die u wilt uitgeven, zou u ongeveer 1001 dollar bij u moeten hebben. U zou een koffer moeten meenemen om één reep snoep te kopen! Het is belangrijk op te merken dat ringhandtekeningen niet helemaal op deze manier werken, de lokvogels zelf maken bijvoorbeeld geen deel uit van de handtekening, maar zijn alleen verwijzingen ernaar, maar we hopen dat deze analogie enigszins nuttig kan zijn bij het weergeven van de basisconcepten.< /p> <p>De lokvogels op de blockchain werken op dezelfde manier. Elke toegevoegde lokvogel verhoogt de tijd en verificatiekosten van de transactie. Elk knooppunt moet de volledige ringhandtekening voor elke transactie downloaden en elke ringhandtekening bevat de echte uitvoer, evenals de lokvogels. Niet alleen dat, maar het moet de wiskunde verifiëren dat ten minste één van deze uitgangen echt is, en de wiskundige verificatietijd neemt ook toe met elke lokvogel. Dit betekent dat we een goede middenweg moeten vinden, waarbij de ringmaat groot genoeg is om de werkelijke output adequaat te verdoezelen, zelfs tegen vele heuristische aanvallen, maar klein genoeg om de blockchain niet enorm te laten toenemen. Het is niet genoeg om een willekeurig nummer te kiezen, of om alleen de ringmaat te vergroten als we de handtekening kleiner maken (zoals bij CLSAG). De Monero-gemeenschap wil concreet, wiskundig bewijs voor welke ringmaat de beste afwegingen zijn. Een aantal te klein en de privacy zal niet sterk genoeg zijn tegen heuristische aanvallen. Te groot, en we krijgen misschien slechts marginale voordelen op het gebied van privacy, en onnodig lijden met betrekking tot schaalvergroting.</p> <p>Nog een laatste ding om te vermelden. Sommige Monero-literatuur vereenvoudigt nog wel wat en zegt dat ringhandtekeningen de afzender verbergen, maar dit is niet helemaal waar, en het verschil is niet alleen belerend. Het verschil tussen de afzender (een mens) en een output (een factuur) is groot als het gaat om het behoud van privacy. Hoewel een output banden kan hebben met een afzender, is een output zelf niet gelijk aan een afzender. Dus zelfs als een ringhandtekening zou worden verbroken, hoeft deze niet noodzakelijkerwijs te worden gekoppeld aan de identiteit van een persoon, en zowel het bedrag als de ontvanger zijn nog steeds verborgen, waardoor de schade aan de privacy van alle partijen tot een minimum wordt beperkt.</p> <p>Dat wil niet zeggen dat een gebroken ringhandtekening onbelangrijk is. Alle gelekte metadata zijn slecht en hebben het potentieel om meer informatie te onthullen dan we denken, vooral wanneer ze worden gebruikt in combinatie met andere metadata. Daarom doen we ons best om ervoor te zorgen dat de gekozen ringmaat academisch streng is voor de beslissing, dat het lekken van andere metadata tot een minimum wordt beperkt en dat de gebruiker standaard de best mogelijke acties ervaart.</p> <p>Maar als de kans op een gebroken handtekening u nog steeds zorgen baart, dan is er ongelooflijk nieuws aan de horizon. De volgende generatie privacyprotocollen waaraan wordt gewerkt, zoals Triptych, Arcturus en Lelantus, hebben hele mooie mogelijkheden. In deze protocollen schaalt de grootte logaritmisch, niet lineair, naarmate de ringmaat toeneemt. Dit betekent dat we 100 lokvogels kunnen plaatsen, maar de gebruikte ruimte is dichter bij ringmaat 10 in de oude technologie. Dat is nogal een verschil en zal de privacy rondom aanzienlijk verbeteren.</p> <p>In het kat-en-muisspel dat privacy heet, innoveert Monero continu om de concurrentie voor te blijven en de beste praktische privacy voor iedereen te garanderen.<p>
pl: <p>Monero jest powszechnie znane w przestrzeni kryptowalut jako lider walut prywatnych. Podczas gdy wszyscy wiedzą, że Monero oferuje dobrą prywatność, nie tak wielu rozumie, jak ona działa.</p> <p>Wiele innych walut prywatności publikuje infografiki z wykresami porównującymi technologię prywatności każdej kryptowaluty. Głównie przypisują Monero tylko technologię RingCT, ale to tylko częściowo prawda. Monero ma w rzeczywistości trzystronne podejście do prywatności. Pierwsza technologia ukrywa odbiorcę transakcji, druga wysłaną wartość, a trzecia użyte wyjście. Są to odpowiednio: stealth addresses, RingCT i ring signuatures.</p> <p>To wielostronne podejście oznacza, że jeśli któraś technologia przestałaby działać prawidłowo, to dwie pozostałe nadal zapewniłyby prywatność. Ring signatures są najsłabszym ogniwem z wszystkich trzech; słowo słaby oznacza tu najbardziej podatny na ataki. Przyjrzyjmy się im bliżej.</p> <p>Jak wspomniano powyżej, celem ring signatures jest zamaskowanie wyjścia użytego w transakcji. Jeśli terminologia "wejścia/wyjścia" kryptowaluty jest dla Ciebie zagmatwana, nie martw się, bo w rzeczywistości nie jest to tak skomplikowane jak się wydaje. Kiedy słyszysz słowo "wyjście", pomyśl o czeku. Rzecz, która nie jest już taka powszechna, ale idealnie odzwierciedla działanie transakcji kryptowalutowych. Czek, tak samo jak kryptowaluta, może mieć dowolną wartość np. 10 dolarów lub 32,50 dolarów. Jest on wymieniany między stronami transakcji. Wyjście działa tak samo, najpierw znajduje się w posiadaniu nadawcy, a po finalizacji transakcji trafia do odbiorcy.</p> <p>Kiedy ktoś zapłaci Ci 10 Monero, to otrzymasz wyjście 10 XMR. Wyjście to ma wartość 10 i jest pobierane z portfela nadawcy w ten sam sposób, gdy płacisz za usługę. Wtedy banknot opuszcza Twój fizyczny portfel i jest przekazywany osobie, u której dokonujesz zakupu.</p> <p>Wyjście ukrywane jest za pomocą konstruowania ringu (stąd ta nazwa) składającego się z różnych wyjść (wabików), których zadaniem jest odwracanie uwagi od prawdziwego wyjścia. Nie są one sztucznie wygenerowanymi wyjściami, a prawdziwymi przeszłymi wyjściami z blockchaina. Nie mają one nic wspólnego z aktualną transakcją, ale dla zewnętrznego obserwatora wyglądają tak samo jak faktyczne wyjście. Wyjścia wabiki oraz prawdziwe wyjście to rozmiar ringu. Aktualny rozmiar ringu w Monero wynosi 11. Zatem składa się na niego 10 "nieprawdziwych" wyjść oraz 1 prawdziwe.</p> <p>Skoro im więcej "nieprawdziwych" wyjść tym trudniej rozpoznać prawdziwe wyjście, to dlaczego zatem nie zwiększymy rozmiaru do 100 czy nawet 1000? Mając na względzie aspekt prywatności jest to prawdą, ale istnieją inne rzeczy, które powinniśmy uwzględnić. Posłużmy się przykładem, aby lepiej to zobrazować. Jeśli chciałbyś ukryć jednego ze swoich banknotów wśród dziesięciu nieprawdziwych, musiałbyś nosić w portfelu jedenaście dolarów na każdy dolar, który chciałbyś wydać. Jeden prawdziwy dolar i dziesięć fałszywych. To już wystarczająco utrudnia proces, nawet jeśli chcesz wydać tylko kilka dolarów. Teraz wyobraź sobie, że zwiększyliśmy ilość wabików do 1000. Teraz musiałbyś nosić przy sobie 1001 dolarów na każdy jeden dolar, który chcesz wydać. Musiałbyś nosić ze sobą teczkę pieniędzy, tylko po to, by móc kupić sobie batonika! Ważne jest, aby zdawać sobie sprawę, że ring signatures nie działają dokładnie w ten sposób, np. wabiki same w sobie nie są częścią signature, a tylko referencjami służącymi do skonstruowania ringu. Mamy nadzieję, że ta analogia choć trochę pomogła w zobrazowaniu podstawowych pojęć.</p> <p>Podobnie działają wabiki na blockchainie. Każdy kolejny wabik zwiększa czas i koszt weryfikacji transakcji. Każdy węzeł musi pobrać cały ring signature na każdą jedną transakcję, czyli wszystkie wyjścia, które do niego należą, również te "nieprawdziwe". Oprócz tego musi zweryfikować, czy chociaż jedno z wyjść jest tym prawdziwym. Czas tego procesu także zwiększa się wraz z ilością wyjść. Oznacza to, że musimy znaleźć kompromisowy rozmiar ringu, który jest na tyle duży, by dostatecznie ukryć prawdziwe wyjście, nawet przed atakami oraz wystarczająco mały, aby nie powodować zwiększenia blockchaina w ogromnym tempie. Nie możemy wybrać przypadkowej liczby lub po prostu zwiększyć rozmiaru ringu, kiedy chcemy "skuteczniej" ukryć prawdziwe wyjście (tak jak jest w przypadku CLSAG). Społeczność Monero wymaga konkretnych, matematycznych obliczeń, które dowodzą jaki rozmiar ringu oferuje najlepszą wymianę. Zbyt mała liczba, a prywatność nie będzie wystarczająco silna przeciwko atakom. Zbyt duża, a będziemy mogli uzyskać tylko marginalne korzyści po stronie prywatności i niepotrzebnie cierpieć przez skalowanie.</p> <p>Ostatnia rzecz, o której warto wspomnieć to fakt, że niektóre artykuły upraszczają i piszą, że ring signatures ukrywają nadawcę. Nie jest to do końca prawdą, a uogólnienie to nie jest drobne. Różnica między nadawcą (człowiekiem) a wyjściem (rachunkiem) jest duża, jeśli chodzi o zabezpieczanie prywatności. Podczas gdy dane wyjściowe mogą być powiązane z nadawcą, to same w sobie nie są równe nadawcy. Nawet jeśli ring signature miałby zostać złamany, to trudno byłoby powiązać go z jakimś nadawcą, a zarówno wartość, jak i odbiorca byłyby nadal ukryte. Naruszenie prywatności użytkownika byłoby wtedy minimalne.</p> <p>To nie oznacza, że złamany ring signature jest nieznaczący. Każdy wyciek metadanych to nic dobrego i może ujawnić więcej informacji niż by nam się wydawało. Dlatego robimy wszystko co w naszej mocy, aby upewnić się, czy wybrany rozmiar ringu opiera się na faktycznych badaniach, wyciek metadanych jest możliwie jak najbardziej zminimalizowany oraz czy ustawienia domyślne zapewniają użytkownikowi najlepsze możliwe rozwiązania.</p> <p>Jeśli prawdopodobieństwo, że ring signature zostanie złamany nadal Cię martwi, mamy dla Ciebie dobrą wiadomość. Następna generacja protokołów prywatności, nad którymi aktualnie trwają prace, takich jak Triptych, Arcturus i Lelantus, oferuje naprawdę pomysłowe rozwiązania. Te protokoły miałyby skalować rozmiar ringu logarytmicznie wraz z jego wzrostem, a nie liniowo. Oznacza to, że możemy zmieścić 100 nieprawdziwych wyjść, ale wykorzystana przestrzeń jest bliższa rozmiarowi ringu o wartości 10 starej technologii. To spora różnica, która znacznie poprawi poziom prywatności.</p> <p>W rozgrywce, jaką jest prywatność, Monero cały czas wprowadza coraz to nowsze innowacje, aby wyprzedzić wszystkich pozostałych.</p>
pt_br: <p>Monero é conhecido por todo o espaço criptográfico como o rei das moedas de privacidade. Embora todos saibam que o Monero oferece boa privacidade, poucos entendem como a privacidade funciona.</p> <p>Muitas outras moedas de privacidade publicam infográficos de gráfico de comparação, que listam os nomes da tecnologia de privacidade de cada moeda e, na maioria, rotulam a tecnologia de Monero como RingCT, mas isso é apenas parcialmente verdadeiro. Monero, na verdade, tem uma abordagem tripla para a privacidade. Uma tecnologia para ocultar o destinatário de uma transação, uma para ocultar a quantidade enviada e outra para ocultar a saída usada, são endereços furtivos, RingCT e assinaturas de anel, respectivamente.</p> <p>Essa abordagem tripla significa que, se uma das tecnologias for quebrada, as outras não terão necessariamente o mesmo destino. As assinaturas de anel são o elo mais fraco no esquema de privacidade; a palavra fraco aqui significa o mais suscetível a ataques heurísticos. Vamos tirar algum tempo para explorá-los, certo?</p> <p>Conforme mencionado acima, o objetivo das assinaturas de anel é obscurecer uma saída usada em uma transação. Se a terminologia de 'entrada / saída' da criptomoeda é confusa para você, não se preocupe. Na verdade, não é tão complicado. Quando você ouvir 'saída', pense em um cheque. Uma daquelas coisas, que não são mais tão comuns, com que as pessoas costumam pagar. Como um cheque, ele pode ser denotado em qualquer valor - $ 10, $ 32,50, etc. - e é trocado entre as partes na transação. Para criptomoedas, as saídas atendem a essas funções.</p> <p>Quando alguém lhe paga 10 Monero, você recebe uma saída de 10 XMR. Esta saída tem um valor (10), e é o que é retirado da carteira do remetente, da mesma forma que quando você paga por um serviço, uma conta sai de sua carteira física e é entregue à pessoa de quem você está comprando.</p> <p>A forma como a saída é oculta é pela construção de um anel (daí o nome) de saídas chamariz. Mas essas iscas não são saídas 'falsas'. Eles são saídas passadas reais do blockchain que não têm nada a ver com a transação presente, mas para um observador externo, cada uma dessas saídas pode parecer tão provável quanto a real. O tamanho do conjunto de saídas de engodo, mais o real, é chamado de tamanho do anel, e atualmente o de Monero é de onze. Portanto, há dez saídas de engodo e uma real.</p> <p>Por que simplesmente não aumentamos esse número para 100 ou até 1000? Quanto mais, melhor, certo? Bem, do ponto de vista da privacidade, sim, mas há outras coisas a serem consideradas. Vamos voltar a um exemplo físico para ver o que quero dizer. Se você quisesse esconder uma de suas notas de um dólar entre dez iscas, precisaria carregar cerca de onze dólares na carteira para cada dólar que quisesse gastar. Um dólar real e dez falsos. Isso já fica muito complicado se você quiser gastar até mesmo alguns dólares. Agora imagine que aumentamos o valor do chamariz para 1000. Para cada dólar que você quisesse gastar, seria necessário carregar cerca de 1001 dólares. Você precisaria carregar uma pasta apenas para comprar uma barra de chocolate! É importante observar que as assinaturas de anel não funcionam exatamente dessa maneira, por exemplo, os próprios chamarizes não fazem parte da assinatura, apenas referências a eles, mas esperamos que essa analogia possa ser de alguma forma útil para ilustrar os conceitos básicos.</p> <p>Os chamarizes no blockchain funcionam de forma semelhante. Cada engodo adicionado aumenta o tempo e o custo de verificação da transação. Cada nó deve fazer o download de toda a assinatura do anel para cada transação, e cada assinatura do anel contém a saída real, bem como os chamarizes. Não apenas isso, mas tem que verificar a matemática de que pelo menos uma dessas saídas é real, e o tempo de verificação matemática também aumenta a cada engodo. Isso significa que temos que encontrar um meio termo feliz, onde o tamanho do anel é grande o suficiente para obscurecer adequadamente a saída real, mesmo contra muitos ataques heurísticos, mas pequeno o suficiente para não fazer com que o blockchain aumente em uma taxa massiva. Não é suficiente escolher um número arbitrário ou apenas aumentar o tamanho do anel quando tornamos a assinatura menor (como com CLSAG). A comunidade Monero quer evidências matemáticas concretas sobre as quais o tamanho do anel ofereça as melhores compensações. Um número muito pequeno e a privacidade não será forte o suficiente contra ataques heurísticos. Muito grande, podemos estar obtendo apenas um benefício marginal no lado da privacidade e sofrendo desnecessariamente em relação ao dimensionamento.</p> <p>Uma última coisa a mencionar. Alguma literatura de Monero simplifica e diz que as assinaturas de anel escondem o remetente, mas isso não é inteiramente verdade, e a diferença não é apenas pedante. A diferença entre o remetente (um ser humano) e uma saída (uma conta) é grande quando se trata de preservar a privacidade. Embora uma saída possa ter vínculos com um remetente, uma saída em si não é igual a um remetente. Portanto, mesmo que uma assinatura de anel deva ser quebrada, ela não está necessariamente vinculada à identidade de uma pessoa, e tanto o valor quanto o destinatário ainda estão ocultos, minimizando o dano causado à privacidade de todas as partes.</p> <p>Isso não quer dizer que uma assinatura de anel quebrado seja insignificante. Qualquer metadado vazado é ruim e tem o potencial de revelar mais informações do que pensamos, especialmente quando usado em conjunto com outros metadados. Portanto, fazemos o nosso melhor para garantir que o tamanho do anel escolhido tenha rigor acadêmico por trás da decisão, outro vazamento de metadados seja minimizado e as experiências do usuário sejam padronizadas para as melhores ações possíveis.</p> <p>Mas se a probabilidade de uma assinatura quebrada ainda é preocupante para você, bem, há algumas notícias incríveis no horizonte. A próxima geração de protocolos de privacidade em que está sendo trabalhada, como Triptych, Arcturus e Lelantus, tem recursos realmente interessantes. Nesses protocolos, o tamanho é dimensionado logaritmicamente, não linearmente, conforme o tamanho do anel aumenta. Isso significa que podemos acomodar 100 iscas, mas o espaço usado é mais próximo do tamanho de 10 anéis na tecnologia antiga. Essa é a grande diferença e irá melhorar significativamente a privacidade em todos os lugares.</p> <p>No jogo de gato e rato que é privacidade, Monero inova continuamente para ficar à frente da curva e garantir a melhor privacidade prática para todos.<p>
sl: <p>Monero je znan daleč naokoli po vsem kripto prostoru kot kralj kovancev za zasebnost. Čeprav vsi vedo, da Monero ponuja dobro zasebnost, jih le malo razume, kako zasebnost deluje.</p> <p>Številni drugi kovanci za zasebnost objavljajo infografike primerjalnih grafikonov, ki navajajo imena tehnologije zasebnosti vsakega kovanca, v večini pa tehnologijo Monero označujejo kot RingCT, vendar je to le delno res. Monero ima dejansko tristranski pristop k zasebnosti. Ena tehnologija za skrivanje prejemnika transakcije, ena za skrivanje poslanega zneska in ena za skrivanje uporabljenega izhoda, to so prikriti naslovi, RingCT oziroma obročni podpisi.</p> <p>Ta tristranski pristop pomeni, da če ena od tehnologij pokvari, ostale nimajo nujno enake usode. Podpisi obročev so najšibkejši člen v shemi zasebnosti; beseda šibek tukaj pomeni najbolj dovzeten za hevristične napade. Vzemimo si nekaj časa, da jih raziščemo, kajne?</p> <p>Kot je omenjeno zgoraj, je cilj obročnih podpisov zakriti izhod, uporabljen v transakciji. Če vas terminologija „vhod/izhod“ kriptovalute zmede, ne skrbite. Pravzaprav ni tako zapleteno. Ko slišite "izhod", samo pomislite na ček. Ena tistih stvari, ki niso več tako pogoste, s katerimi ljudje plačujejo. Tako kot ček je lahko označen v poljubnem znesku - 10 $, 32,50 $ itd. - in se izmenjuje med pogodbenimi strankami. Za kriptovalute izhodi služijo tem funkcijam.</p> <p>Ko vam nekdo plača 10 Monero, prejmete izhod 10 XMR. Ta izhod ima vrednost (10) in je tisto, kar je vzeto iz denarnice pošiljatelja, na enak način, ko plačate storitev, račun zapusti vašo fizično denarnico in se izroči osebi, pri kateri kupujete.</p > <p>Izhod je skrit tako, da sestavi obroč (od tod tudi ime "ring") izhodov za vabo. Vendar te vabe niso 'ponarejeni' rezultati. Gre za resnične pretekle izhode iz verige blokov, ki nimajo nobene zveze s sedanjo transakcijo, toda zunanjemu opazovalcu se lahko vsak od teh izhodov zdi enako verjeten kot resnični. Velikost nabora vabnih izhodov, skupaj s pravim, se imenuje velikost obroča, trenutno pa je Monero enajst. Torej obstaja deset izhodov za vabo in en pravi.</p> <p>Zakaj tega števila preprosto ne povečamo na 100 ali celo 1000? Več kot je, bolje je, kajne? No, z vidika zasebnosti, da, vendar je treba upoštevati še druge stvari. Vrnimo se k fizičnemu primeru, da vidimo, kaj mislim. Če bi želeli enega od svojih dolarskih bankovcev skriti med deset vab, bi morali v denarnici nositi približno enajst dolarjev za vsak dolar, ki bi ga želeli porabiti. En pravi dolar in deset lažnih. Že to postane precej okorno, če želite porabiti celo nekaj dolarjev. Zdaj pa si predstavljajte, da smo znesek za vabo povečali na 1000. Za vsak en dolar, ki ste ga želeli porabiti, bi morali imeti pri sebi približno 1001 dolar. S seboj bi morali nositi aktovko, da bi kupili samo eno sladkarije! Pomembno je omeniti, da prstanski podpisi ne delujejo povsem na ta način, na primer, vabe same niso del podpisa, le sklicevanja nanje, vendar upamo, da bo ta analogija nekoliko v pomoč pri predstavitvi osnovnih konceptov.< /p> <p>Vabe na blockchainu delujejo podobno. Vsaka dodana vaba poveča čas in stroške preverjanja transakcije. Vsako vozlišče mora prenesti celoten obročni podpis za vsako transakcijo in vsak obročni podpis vsebuje dejanski izhod ter vabe. Ne samo to, ampak mora preveriti matematiko, ali je vsaj eden od teh izhodov resničen, čas preverjanja matematike pa se prav tako poveča z vsako vabo. To pomeni, da moramo najti srečno srednjo pot, kjer je velikost obroča dovolj velika, da ustrezno zakrije dejanski izhod, tudi pred številnimi hevrističnimi napadi, vendar dovolj majhna, da ne povzroči hitrega povečevanja verige blokov. Ni dovolj, da izberemo poljubno število ali samo povečamo velikost obroča, ko zmanjšamo podpis (kot na primer pri CLSAG). Skupnost Monero želi konkretne, matematične dokaze o tem, katera velikost obroča ponuja najboljše kompromise. Število premajhno in zasebnost ne bo dovolj močna proti hevrističnim napadom. Prevelik in morda bomo imeli le obrobno korist na strani zasebnosti in po nepotrebnem trpeli v zvezi s skaliranjem.</p> <p>Še zadnja stvar, ki jo je treba omeniti. Nekatera literatura Monero poenostavlja in pravi, da obročni podpisi skrivajo pošiljatelja, vendar to ni povsem res in razlika ni samo pedantna. Razlika med pošiljateljem (človekom) in izhodom (računom) je velika, ko gre za ohranjanje zasebnosti. Čeprav je izhod lahko povezan s pošiljateljem, izhod sam po sebi ni enak pošiljatelju. Torej, tudi če bi bil podpis obročka prelomljen, ni nujno, da je povezan z identiteto osebe, znesek in prejemnik pa sta še vedno skrita, kar zmanjšuje škodo, povzročeno zasebnosti vseh strani.</p> <p>To ne pomeni, da je pokvarjen prstanski podpis nepomemben. Vsi razkriti metapodatki so slabi in lahko razkrijejo več informacij, kot si mislimo, zlasti če se uporabljajo v povezavi z drugimi metapodatki. Zato se po najboljših močeh trudimo zagotoviti, da je za odločitvijo izbrane velikosti prstana akademska strogost, da je uhajanje drugih metapodatkov čim manjše in da uporabniška izkušnja privzeto uporablja najboljša možna dejanja.</p> <p>Če pa vas verjetnost pokvarjenega podpisa še vedno skrbi, je na obzorju nekaj neverjetnih novic. Naslednja generacija protokolov za zasebnost, na katerih se dela, kot so Triptych, Arcturus in Lelantus, ima res čudovite zmogljivosti. V teh protokolih se velikost spreminja logaritemsko in ne linearno, ko se velikost prstana povečuje. To pomeni, da lahko namestimo 100 vab, vendar je uporabljeni prostor bližje velikosti obroča 10 v stari tehnologiji. To je precejšnja razlika in bo znatno izboljšala zasebnost povsod.</p> <p>V igri mačke in miši, ki je zasebnost, Monero nenehno uvaja inovacije, da ostane pred krivuljo in zagotovi najboljšo praktično zasebnost za vse.<p>
sv: <p>Monero är vida känt över kryptorummet som kungen av integritetsmynt. Medan alla vet att Monero erbjuder bra integritet, är det inte lika många som förstår hur integriteten fungerar.</p> <p>Många andra integritetsmynt publicerar infografik med jämförelsediagram, som listar namnen på varje mynts integritetsteknik, och i de flesta märker de Moneros teknik som RingCT, men detta är bara delvis sant. Monero har faktiskt en tredelad strategi för integritet. En teknik för att dölja mottagaren av en transaktion, en för att dölja det skickade beloppet och en för att dölja den använda utgången, dessa är stealth-adresser, RingCT respektive ringsignaturer.</p> <p>Denna tredelade strategi innebär att om en av teknikerna bryts, behöver de andra inte nödvändigtvis dela samma öde. Ringsignaturer är den svagaste länken i integritetssystemet; ordet svag betyder här att den är mest mottaglig för heuristiska attacker. Låt oss ta oss lite tid att utforska dem, eller hur?</p> <p>Som nämnts ovan är målet med ringsignaturer att dölja en output som används i en transaktion. Om terminologin "input/output" för kryptovalutor är förvirrande för dig, oroa dig inte. Det är faktiskt inte så komplicerat. När du hör "output" tänker du bara på en check. En av de saker, inte så vanliga längre, som människor använder för att betala med. Liksom en check kan den anges i vilket belopp som helst - $ 10, $ 32.50, etc - och utbyts mellan transakterande parter. För kryptovalutor tjänar utgångar dessa funktioner.</p> <p>När någon betalar dig 10 Monero får du en 10 XMR-utgång. Denna output har ett värde (10), och är vad som tas från avsändarens plånbok, på samma sätt som när du betalar för en tjänst, en räkning lämnar din fysiska plånbok och ges till den person du köper från.</p> <p>Sättet att dölja output är att konstruera en ring (därav namnet) av decoy-output. Men dessa lockbeten är inte "falska" utgångar. De är verkliga tidigare utdata från blockkedjan som inte har något att göra med den aktuella transaktionen, men för en utomstående observatör kan var och en av dessa utdata se lika sannolik ut som den verkliga. Storleken på uppsättningen av decoy-utgångar, plus den verkliga, kallas ringsize, och för närvarande är Moneros elva. Det finns alltså tio falska utgångar och en riktig.</p> <p>Varför ökar vi inte bara detta antal till 100 eller till och med 1000? Ju fler desto bättre, eller hur? Tja, ur ett integritetsperspektiv, ja, men det finns andra saker att tänka på. Låt oss gå tillbaka till ett fysiskt exempel för att se vad jag menar. Om du vill gömma en av dina dollarsedlar bland tio attrapper, skulle du behöva bära runt på elva dollar i plånboken för varje dollar du vill spendera. En riktig dollar och tio falska. Detta blir redan ganska besvärligt om du vill spendera ens några få dollar. Föreställ dig nu att vi ökar beloppet till 1000. För varje dollar du vill spendera skulle du behöva bära runt på 1001 dollar. Du skulle behöva bära runt på en portfölj bara för att köpa en godisbit! Det är viktigt att notera att ringsignaturer inte fungerar riktigt på detta sätt, till exempel är lockbetena själva inte en del av signaturen, utan endast referenser till dem, men vi hoppas att denna analogi kan vara till viss hjälp för att föreställa sig de grundläggande begreppen.</p> <p>Dockorna på blockkedjan fungerar på samma sätt. Varje tillagd decoy ökar tiden och verifieringskostnaden för transaktionen. Varje nod måste ladda ner hela ringsignaturen för varje transaktion, och varje ringsignatur innehåller den verkliga utdata, såväl som lockbete. Inte nog med det, den måste också verifiera matematiken att minst en av dessa utgångar är verklig, och den matematiska verifieringstiden ökar också med varje lockbete. Det betyder att vi måste hitta en bra medelväg, där ringstorleken är tillräckligt stor för att dölja den verkliga utgången, även mot många heuristiska attacker, men tillräckligt liten för att inte orsaka att blockkedjan ökar i en enorm takt. Det räcker inte att välja ett godtyckligt tal, eller att bara öka ringstorleken när vi gör signaturen mindre (som med CLSAG). Moneros community vill ha konkreta, matematiska bevis på vilken ringstorlek som ger de bästa avvägningarna. Ett för litet antal och integriteten kommer inte att vara tillräckligt stark mot heuristiska attacker. För stort, och vi kanske bara får marginella fördelar på integritetssidan, och onödigt lidande när det gäller skalning.</p> <p>En sista sak att nämna. En del Monero-litteratur förenklar och säger att ringsignaturer döljer avsändaren, men detta är inte helt sant, och skillnaden är inte bara pedantisk. Skillnaden mellan avsändaren (en människa) och en output (en räkning) är stor när det gäller att bevara integriteten. Även om en output kan ha kopplingar till en avsändare, är en output i sig inte detsamma som en avsändare. Så även om en ringsignatur skulle brytas är den inte nödvändigtvis kopplad till en persons identitet, och både beloppet och mottagaren är fortfarande dolda, vilket minimerar skadan på integriteten för alla parter.</p> <p>Det är inte att säga att en trasig ringsignatur är obetydlig. Alla metadata som läcker ut är dåliga och har potential att avslöja mer information än vi tror, särskilt när de används tillsammans med andra metadata. Därför gör vi vårt bästa för att säkerställa att den valda ringstorleken har akademisk stringens bakom beslutet, att läckage av andra metadata minimeras och att användarupplevelsen standardiseras till bästa möjliga åtgärder.</p> <p>Men om sannolikheten för en trasig signatur fortfarande oroar dig, ja, då finns det några otroliga nyheter i horisonten. Nästa generation av sekretessprotokoll som vi arbetar med, till exempel Triptych, Arcturus och Lelantus, har riktigt fina funktioner. I dessa protokoll skalar storleken logaritmiskt, inte linjärt, när ringstorleken ökar. Det innebär att vi kan få plats med 100 lockbeten, men att det utrymme som används är närmare ringstorlek 10 i den gamla tekniken. Det är en stor skillnad och kommer att förbättra integriteten avsevärt.</p> <p>I den katt- och råttalek som integritet är, innoverar Monero kontinuerligt för att hålla sig före kurvan och säkerställa den bästa praktiska integriteten för alla.<p>
tl: <p>Kilala si Monero sa lahat ng dako sa crypto space bilang hari ng privacy coins. Bagama't alam ng lahat na nag-aalok ang Monero ng magandang privacy, hindi gaanong naiintindihan ng marami kung paano gumagana ang privacy.</p> <p>Maraming iba pang privacy coin ang nag-publish ng mga infographics ng chart ng paghahambing, na naglilista ng mga pangalan ng teknolohiya sa privacy ng bawat coin, at karamihan ay nilalagyan nila ng label ang teknolohiya ng Monero bilang RingCT, ngunit ito ay bahagyang totoo lamang. Ang Monero ay talagang may tatlong-prong na diskarte sa privacy. Isang teknolohiya para itago ang receiver ng isang transaksyon, isa para itago ang halagang ipinadala, at isa para itago ang output na ginamit, ito ay mga stealth address, RingCT, at mga ring signature ayon sa pagkakabanggit.</p> <p>Ang three-pronged approach na ito ay nangangahulugan na kung ang isa sa mga teknolohiya ay nasira, ang iba ay hindi kinakailangang magbahagi ng parehong kapalaran. Ang mga ring signature ay ang pinakamahina na link sa scheme ng privacy; ang salitang mahina dito ay nangangahulugang ang pinaka madaling kapitan sa heuristic attacks. Maglaan tayo ng ilang oras upang tuklasin ang mga ito, di ba?</p> <p>Tulad ng nabanggit sa itaas, ang layunin ng mga ring signature ay itago ang isang output na ginamit sa isang transaksyon. Kung ang terminolohiya ng 'input/output' ng cryptocurrency ay nakalilito sa iyo, huwag mag-alala. Sa totoo lang hindi ito kumplikado. Kapag narinig mo ang 'output' mag-isip lang ng tseke. Isa sa mga bagay na iyon, hindi na masyadong karaniwan, na ginagamit ng mga tao upang magbayad. Tulad ng tseke, maaari itong tukuyin sa anumang halaga - $10, $32.50, atbp - at ipinagpapalit sa pagitan ng mga nakikipagtransaksyon na partido. Para sa mga cryptocurrencies, ang mga output ay nagsisilbi sa mga function na ito.</p> <p>Kapag may nagbayad sa iyo ng 10 Monero, makakatanggap ka ng 10 XMR output. Ang output na ito ay may halaga (10), at ito ay kung ano ang kinuha mula sa wallet ng nagpadala, sa parehong paraan kapag nagbabayad ka para sa isang serbisyo, isang bill ang umalis sa iyong pisikal na wallet at ibibigay sa taong iyong binibili.</p > <p>Ang paraan ng pagtatago ng output ay sa pamamagitan ng paggawa ng singsing (kaya ang pangalan) ng mga decoy na output. Ngunit ang mga decoy na ito ay hindi 'pekeng' mga output'. Ang mga ito ay tunay na nakaraang mga output mula sa blockchain na walang kinalaman sa kasalukuyang transaksyon, ngunit sa isang tagamasid sa labas, ang bawat isa sa mga output na ito ay maaaring magmukhang pantay na malamang na ang tunay. Ang laki ng set ng mga decoy na output, kasama ang tunay na isa ay tinatawag na ringsize, at sa kasalukuyan ang Monero's ay labing-isa. Kaya mayroong sampung decoy output at isang tunay.</p> <p>Bakit hindi na lang natin dagdagan ang bilang na ito sa 100 o kahit 1000? The more the better, di ba? Well, mula sa isang pananaw sa privacy, oo, ngunit may iba pang mga bagay na dapat isaalang-alang. Bumalik tayo sa isang pisikal na halimbawa upang makita kung ano ang ibig kong sabihin. Kung gusto mong itago ang isa sa iyong mga perang papel sa sampung mga decoy, kakailanganin mong magdala ng labing-isang dolyar sa iyong wallet para sa bawat dolyar na gusto mong gastusin. Isang tunay na dolyar, at sampung peke. Nagiging mahirap na ito kung gusto mong gumastos ng kahit ilang dolyar. Ngayon isipin na dinagdagan namin ang halaga ng decoy sa 1000. Para sa bawat isang dolyar na gusto mong gastusin, kakailanganin mong magdala ng humigit-kumulang 1001 dolyar. Kailangan mong magdala ng portpolyo para lang makabili ng isang candy bar! Mahalagang tandaan na ang mga pirma ng singsing ay hindi gumagana sa ganitong paraan, halimbawa, ang mga decoy mismo ay hindi bahagi ng lagda, mga sanggunian lamang sa mga ito, ngunit inaasahan namin na ang pagkakatulad na ito ay maaaring maging kapaki-pakinabang sa paglarawan ng mga pangunahing konsepto.< /p> <p>Ang mga decoy sa blockchain ay gumagana nang katulad. Ang bawat idinagdag na decoy ay nagpapataas ng oras at gastos sa pag-verify ng transaksyon. Ang bawat node ay kailangang i-download ang buong ring signature para sa bawat transaksyon, at ang bawat ring signature ay naglalaman ng tunay na output, pati na rin ang mga decoy. Hindi lang iyon, ngunit kailangan nitong i-verify ang matematika na kahit isa sa mga output na ito ay totoo, at ang oras ng pag-verify ng matematika ay tumataas din sa bawat decoy. Nangangahulugan ito na kailangan nating makahanap ng isang masayang gitnang lupa, kung saan ang laki ng singsing ay sapat na malaki upang sapat na malabo ang tunay na output, kahit na laban sa maraming heuristic na pag-atake, ngunit sapat na maliit upang hindi maging sanhi ng pagtaas ng blockchain sa napakalaking rate. Hindi sapat na pumili ng arbitrary na numero, o dagdagan lang ang ringsize kapag ginawa naming mas maliit ang lagda (gaya ng sa CLSAG). Gusto ng komunidad ng Monero ng kongkreto, mathematical na ebidensya kung saan ang ringsize ay nag-aalok ng pinakamahusay na trade off. Masyadong maliit ang isang numero, at hindi magiging sapat na malakas ang privacy laban sa mga heuristic na pag-atake. Masyadong malaki, at maaaring maliit na benepisyo lang ang natatanggap namin sa panig ng privacy, at hindi na kailangang magdusa patungkol sa pag-scale.</p> <p>Isang huling bagay na babanggitin. Pinapasimple ng ilang literatura ng Monero at sinasabi na itinatago ng mga pirma ng singsing ang nagpadala, ngunit hindi ito ganap na totoo, at ang pagkakaiba ay hindi lamang nakakatuwang. Ang pagkakaiba sa pagitan ng nagpadala (isang tao) at isang output (isang bill) ay malaki pagdating sa pagpapanatili ng privacy. Habang ang isang output ay maaaring may kaugnayan sa isang nagpadala, ang isang output mismo ay hindi katumbas ng isang nagpadala. Kaya kahit na masira ang isang singsing signature, hindi ito kinakailangang mag-link sa pagkakakilanlan ng isang tao, at parehong nakatago ang halaga at ang receiver, na pinapaliit ang pinsalang nagawa sa privacy ng lahat ng partido.</p> <p>Hindi iyon nangangahulugan na ang isang sirang pirma ng singsing ay hindi gaanong mahalaga. Ang anumang na-leak na metadata ay masama, at may potensyal na magbunyag ng higit pang impormasyon kaysa sa aming iniisip, lalo na kapag ginamit kasabay ng iba pang metadata. Kaya't ginagawa namin ang aming makakaya upang matiyak na ang napiling ringsize ay may akademikong higpit sa likod ng desisyon, ang iba pang pagtagas ng metadata ay mababawasan, at ang mga karanasan ng user ay nagde-default sa pinakamahusay na posibleng mga aksyon.</p> <p>Ngunit kung ang posibilidad ng isang sirang lagda ay nag-aalala pa rin sa iyo, mabuti, may ilang hindi kapani-paniwalang balita sa abot-tanaw. Ang susunod na henerasyon ng mga protocol sa pagkapribado na ginagawa, gaya ng Triptych, Arcturus, at Lelantus, ay talagang may maayos na kakayahan. Sa mga protocol na ito, ang sukat ay logarithmically, hindi linearly, habang tumataas ang laki ng ring. Nangangahulugan ito na maaari tayong magkasya ng 100 decoy, ngunit ang space na ginamit ay mas malapit sa ringsize 10 sa lumang teknolohiya. Iyon ang pagkakaiba, at makabuluhang mapapabuti ang privacy sa lahat.</p> <p>Sa larong pusa at daga na privacy, patuloy na nagbabago ang Monero upang manatiling nangunguna sa curve at tiyakin ang pinakamahusay na praktikal na privacy para sa lahat.<p>
tr: <p>Monero, kripto dünyasının her yerinde gizlilik odaklı koinlerin kralı olarak biliniyor. Herkes Monero'nun iyi bir gizlilik sunduğunu bilse de gizliliğin nasıl çalıştığını pek kimse anlamıyor.</p> <p>Diğer pek çok gizlilik koini, her bir koinin gizlilik teknolojisinin adlarını listeleyen karşılaştırma tablosu infografikleri yayınlıyor ve çoğunda Monero'nun teknolojisini RingCT olarak etiketliyorlar, ancak bu yalnızca kısmen doğru. Monero'nun aslında gizliliğe yönelik üç yönlü bir yaklaşımı var. Bir işlemin alıcısını gizlemeye yönelik bir teknoloji, gönderilen tutarı gizlemeye yönelik bir teknoloji ve kullanılan çıktıyı gizlemeye yönelik bir teknoloji; bunlar sırasıyla gizli adresler, RingCT ve halka imzalardır.</p> <p>Bu üç yönlü yaklaşım, teknolojilerden birinin bozulması durumunda diğerlerinin mutlaka aynı kaderi paylaşmayacağı anlamına gelir. Halka imzalar gizlilik planının en zayıf halkasıdır; Buradaki zayıf sözcüğü buluşsal saldırılara en duyarlı anlamına gelir. Bunları keşfetmeye biraz zaman ayıralım, olur mu?</p> <p>Yukarıda belirtildiği gibi halka imzaların amacı, bir işlemde kullanılan çıktıyı gizlemektir. Kripto para biriminin 'girdi/çıktı' terminolojisi kafanızı karıştırıyorsa endişelenmeyin. Aslında o kadar da karmaşık değil. 'Çıktı'yı duyduğunuzda bir çek düşünün. Artık pek yaygın olmayan, insanların ödeme yapmak için kullandığı şeylerden biri. Çek gibi, herhangi bir miktarda (10 $, 32,50 $ vb.) gösterilebilir ve işlem yapan taraflar arasında takas edilir. Kripto para birimleri için çıktılar bu işlevleri yerine getirir.</p> <p>Birisi size 10 Monero ödediğinde, 10 XMR çıktısı alırsınız. Bu çıktının (10) değeri vardır ve gönderenin cüzdanından alınan değerdir; tıpkı bir hizmet için ödeme yaptığınızda fiziksel cüzdanınızdan bir faturanın çıkıp satın aldığınız kişiye verilmesi gibi.</p > <p>Çıktının gizlenmesinin yolu, tuzak çıktılardan oluşan bir halka (dolayısıyla adı) oluşturmaktır. Ancak bu tuzaklar 'sahte' çıktılar değil'. Bunlar, mevcut işlemle hiçbir ilgisi olmayan, blok zincirinin gerçek geçmiş çıktılarıdır, ancak dışarıdan bir gözlemci için bu çıktıların her biri, gerçek olanla aynı derecede olası görünebilir. Tuzak çıkışları kümesinin boyutu artı gerçek olanın boyutuna halka boyutu denir ve şu anda Monero'nunki on birdir. Yani on adet tuzak çıkışı ve bir adet gerçek çıkış var.</p> <p>Neden bu sayıyı 100'e, hatta 1000'e çıkarmıyoruz? Ne kadar çok olursa o kadar iyi, değil mi? Gizlilik açısından evet, ancak dikkate alınması gereken başka şeyler de var. Ne demek istediğimi anlamak için fiziksel bir örneğe geri dönelim. Eğer bir dolarlık banknotunuzu on tuzağın arasına saklamak isteseydiniz, harcamak istediğiniz her dolar için cüzdanınızda yaklaşık on bir dolar taşımanız gerekirdi. Bir gerçek dolar ve on sahte dolar. Birkaç dolar bile harcamak istiyorsanız bu zaten oldukça hantallaşıyor. Şimdi yem miktarını 1000'e çıkardığımızı hayal edin. Harcamak istediğiniz her bir dolar için yaklaşık 1001 dolar taşımanız gerekecek. Sadece bir şekerleme almak için yanınızda bir evrak çantası taşımanız gerekir! Halka imzaların tam olarak bu şekilde çalışmadığını unutmamak önemlidir; örneğin, tuzakların kendisi imzanın bir parçası değildir, yalnızca onlara yapılan referanslardır, ancak bu benzetmenin temel kavramları resmetmede biraz yardımcı olabileceğini umuyoruz.< /p> <p>Blockchain'deki tuzaklar benzer şekilde çalışır. Eklenen her tuzak, işlemin süresini ve doğrulama maliyetini artırır. Her düğüm, her işlem için halka imzasının tamamını indirmek zorundadır ve her halka imzası, tuzakların yanı sıra gerçek çıktıyı da içerir. Sadece bu değil, aynı zamanda bu çıktılardan en az birinin gerçek olduğunu matematiğin doğrulaması gerekiyor ve matematik doğrulama süresi de her tuzakla birlikte artıyor. Bu, halka boyutunun birçok buluşsal saldırıya karşı bile gerçek çıktıyı yeterince gizleyecek kadar büyük, ancak blok zincirinin büyük bir oranda artmasına neden olmayacak kadar küçük olduğu mutlu bir orta yol bulmamız gerektiği anlamına gelir. İmzayı küçülttüğümüzde (CLSAG'da olduğu gibi) rastgele bir sayı seçmek veya yalnızca zil sesini artırmak yeterli değildir. Monero topluluğu, hangi halka boyutunun en iyi dengeyi sunduğunu gösteren somut, matematiksel kanıtlar istiyor. Sayı çok küçük olduğundan gizlilik buluşsal saldırılara karşı yeterince güçlü olmayacaktır. Çok büyükse, gizlilik açısından yalnızca marjinal bir fayda elde ediyor olabiliriz ve ölçeklendirme konusunda da gereksiz yere sıkıntı çekiyor olabiliriz.</p> <p>Bahsetmem gereken son bir şey var. Bazı Monero literatürü bunu basitleştirir ve halka imzalarının göndereni gizlediğini söyler, ancak bu tamamen doğru değildir ve aradaki fark sadece bilgiçlik taslamak değildir. Konu gizliliğin korunmasına geldiğinde, gönderen (insan) ile çıktı (fatura) arasındaki fark çok büyüktür. Bir çıktının gönderenle bağları olsa da çıktının kendisi gönderene eşit değildir. Dolayısıyla, halka imza kırılacak olsa bile mutlaka kişinin kimliğiyle bağlantılı değildir ve hem miktar hem de alıcı hâlâ gizli olduğundan tüm tarafların mahremiyetine verilen zarar en aza indirilir.</p> <p>Bu, bozuk bir halka imzasının önemsiz olduğu anlamına gelmez. Sızan herhangi bir meta veri kötüdür ve özellikle diğer meta verilerle birlikte kullanıldığında düşündüğümüzden daha fazla bilgiyi ortaya çıkarma potansiyeline sahiptir. Bu nedenle, seçilen zil boyutunun kararın arkasında akademik titizlik olmasını, diğer meta veri sızıntılarının en aza indirilmesini ve kullanıcının mümkün olan en iyi eylemleri varsayılan olarak deneyimlemesini sağlamak için elimizden geleni yapıyoruz.</p> <p>Ancak imzanın kırılma olasılığı sizi hâlâ endişelendiriyorsa, ufukta inanılmaz haberler var. Triptych, Arcturus ve Lelantus gibi üzerinde çalışılan yeni nesil gizlilik protokolleri gerçekten harika yeteneklere sahip. Bu protokollerde boyut, halka boyutu arttıkça doğrusal olarak değil logaritmik olarak ölçeklenir. Bu, 100 tuzak sığdırabileceğimiz anlamına gelir, ancak kullanılan alan eski teknolojide 10 halka boyutuna daha yakındır. Bu tam bir farktır ve gizliliği her açıdan önemli ölçüde artıracaktır.</p> <p>Gizlilik olan kedi ve fare oyununda Monero, diğerlerinden önde olmak ve herkes için en iyi pratik gizliliği sağlamak için sürekli olarak yenilik yapıyor.<p>
ur: <p>منیرو کو رازداری کے سکوں کے بادشاہ کے طور پر کرپٹو اسپیس میں دور دور تک جانا جاتا ہے۔ اگرچہ ہر کوئی جانتا ہے کہ Monero اچھی رازداری کی پیشکش کرتا ہے، لیکن بہت سے لوگ یہ نہیں سمجھتے کہ رازداری کیسے چلتی ہے۔</p> <p>بہت سے دوسرے رازداری کے سکے موازنہ چارٹ انفوگرافکس شائع کرتے ہیں، جو ہر سکے کی رازداری کی ٹیکنالوجی کے ناموں کی فہرست دیتے ہیں، اور زیادہ تر میں وہ Monero کی ٹیک کو RingCT کے طور پر لیبل کرتے ہیں، لیکن یہ صرف جزوی طور پر درست ہے۔ Monero اصل میں رازداری کے لیے تین طرفہ نقطہ نظر رکھتا ہے۔ لین دین کے وصول کنندہ کو چھپانے کے لیے ایک ٹیکنالوجی، بھیجی گئی رقم کو چھپانے کے لیے، اور ایک استعمال شدہ آؤٹ پٹ کو چھپانے کے لیے، یہ بالترتیب اسٹیلتھ ایڈریس، رنگ سی ٹی، اور انگوٹھی کے دستخط ہیں۔</p> <p>اس تین جہتی نقطہ نظر کا مطلب ہے کہ اگر ٹیکنالوجیز میں سے ایک ٹوٹ جاتی ہے، تو ضروری نہیں کہ باقیوں کا بھی ایک جیسا انجام ہو۔ انگوٹھی کے دستخط رازداری کی اسکیم کی سب سے کمزور کڑی ہیں۔ یہاں لفظ ضعیف کا مطلب ہے ہیورسٹک حملوں کا سب سے زیادہ حساس۔ آئیے ان کو دریافت کرنے کے لیے کچھ وقت نکالیں، کیا ہم؟</p> <p>جیسا کہ اوپر ذکر کیا گیا ہے، انگوٹھی کے دستخطوں کا مقصد لین دین میں استعمال ہونے والے آؤٹ پٹ کو غیر واضح کرنا ہے۔ اگر کریپٹو کرنسی کی 'ان پٹ/آؤٹ پٹ' اصطلاحات آپ کو الجھا رہی ہیں، تو پریشان نہ ہوں۔ یہ دراصل اتنا پیچیدہ نہیں ہے۔ جب آپ 'آؤٹ پٹ' سنتے ہیں تو صرف ایک چیک سوچیں۔ ان چیزوں میں سے ایک، جو اب اتنی عام نہیں ہے، جسے لوگ ادائیگی کے لیے استعمال کرتے ہیں۔ ایک چیک کی طرح، اسے کسی بھی رقم میں ظاہر کیا جا سکتا ہے - $10، $32.50، وغیرہ - اور لین دین کرنے والی جماعتوں کے درمیان تبادلہ کیا جاتا ہے۔ کریپٹو کرنسیوں کے لیے، آؤٹ پٹ ان افعال کو پیش کرتے ہیں۔</p> <p>جب کوئی آپ کو 10 Monero ادا کرتا ہے، تو آپ کو 10 XMR آؤٹ پٹ ملتا ہے۔ اس آؤٹ پٹ کی ایک قدر (10) ہے، اور وہی ہے جو بھیجنے والے کے بٹوے سے لی جاتی ہے، اسی طرح جب آپ کسی سروس کے لیے ادائیگی کرتے ہیں، تو ایک بل آپ کے جسمانی پرس سے نکل جاتا ہے اور اس شخص کو دیا جاتا ہے جس سے آپ خرید رہے ہیں۔</p > <p>آؤٹ پٹ کو چھپانے کا طریقہ ڈیکو آؤٹ پٹس کی انگوٹھی (اس لیے نام) بنا کر ہے۔ لیکن یہ ڈیکوز 'جعلی' آؤٹ پٹ نہیں ہیں۔ وہ بلاکچین کے حقیقی ماضی کے آؤٹ پٹس ہیں جن کا موجودہ لین دین سے کوئی تعلق نہیں ہے، لیکن ایک بیرونی مبصر کے نزدیک، ان میں سے ہر ایک آؤٹ پٹ حقیقی کے طور پر اتنا ہی ممکنہ نظر آتا ہے۔ decoy آؤٹ پٹس کے سیٹ کا سائز، نیز اصلی کو ringsize کہا جاتا ہے، اور فی الحال Monero's گیارہ ہے۔ تو دس ڈیکو آؤٹ پٹس ہیں اور ایک اصلی۔</p> <p>ہم اس تعداد کو 100 یا 1000 تک کیوں نہیں بڑھا دیتے؟ جتنا زیادہ بہتر، ٹھیک ہے؟ ٹھیک ہے، رازداری کے نقطہ نظر سے، ہاں، لیکن غور کرنے کے لیے دوسری چیزیں بھی ہیں۔ آئیے یہ دیکھنے کے لیے ایک جسمانی مثال پر واپس جائیں کہ میرا کیا مطلب ہے۔ اگر آپ اپنے ڈالر کے بلوں میں سے ایک کو دس ڈیکوز میں چھپانا چاہتے ہیں، تو آپ کو اپنے بٹوے میں ہر ایک ڈالر کے لیے تقریباً گیارہ ڈالر رکھنے ہوں گے جو آپ خرچ کرنا چاہتے ہیں۔ ایک اصلی ڈالر، اور دس جعلی۔ اگر آپ چند ڈالر بھی خرچ کرنا چاہتے ہیں تو یہ پہلے سے ہی کافی بوجھل ہو جاتا ہے۔ اب تصور کریں کہ ہم نے ڈیکائی کی رقم بڑھا کر 1000 کر دی ہے۔ ہر ایک ڈالر کے لیے جو آپ خرچ کرنا چاہتے ہیں، آپ کو 1001 ڈالر کے قریب لے جانے کی ضرورت ہوگی۔ آپ کو صرف ایک کینڈی بار خریدنے کے لیے ایک بریف کیس لے جانے کی ضرورت ہوگی! یہ نوٹ کرنا ضروری ہے کہ انگوٹھی کے دستخط اس طرح کام نہیں کرتے، مثال کے طور پر، ڈیکوز خود دستخط کا حصہ نہیں ہیں، صرف ان کا حوالہ دیتے ہیں، لیکن ہم امید کرتے ہیں کہ یہ تشبیہ بنیادی تصورات کی تصویر کشی میں کسی حد تک مددگار ثابت ہوسکتی ہے۔< </p> <p>بلاکچین پر ڈیکوز اسی طرح کام کرتے ہیں۔ ہر اضافی ڈیکوی لین دین کے وقت اور تصدیقی لاگت کو بڑھاتا ہے۔ ہر نوڈ کو ہر ٹرانزیکشن کے لیے پورے انگوٹھی کے دستخط کو ڈاؤن لوڈ کرنا ہوتا ہے، اور ہر انگوٹھی کے دستخط میں اصلی آؤٹ پٹ کے ساتھ ساتھ ڈیکوز بھی ہوتے ہیں۔ نہ صرف یہ، بلکہ اس کو ریاضی کی تصدیق کرنی ہوگی کہ ان میں سے کم از کم ایک آؤٹ پٹ اصلی ہے، اور ریاضی کی تصدیق کا وقت بھی ہر ایک کے ساتھ بڑھتا ہے۔ اس کا مطلب ہے کہ ہمیں ایک خوشگوار درمیانی زمین تلاش کرنا ہوگی، جہاں رنگ کا سائز اتنا بڑا ہو کہ حقیقی آؤٹ پٹ کو کافی حد تک دھندلا دے، یہاں تک کہ بہت سے ہورسٹک حملوں کے مقابلے میں، لیکن اتنا چھوٹا ہو کہ بلاکچین کو بڑے پیمانے پر بڑھنے کا سبب نہ بنے۔ صوابدیدی نمبر چننا کافی نہیں ہے، یا جب ہم دستخط چھوٹا کرتے ہیں تو صرف رنگ سائز بڑھانا کافی نہیں ہے (جیسے CLSAG کے ساتھ)۔ Monero کمیونٹی ٹھوس، ریاضیاتی ثبوت چاہتی ہے جس کی بنیاد پر ringsize بہترین تجارتی بندش پیش کرتے ہیں۔ ایک تعداد بہت چھوٹی ہے، اور پرائیویسی ہورسٹک حملوں کے خلاف کافی مضبوط نہیں ہوگی۔ بہت بڑا ہے، اور ہم رازداری کی طرف سے صرف معمولی فائدہ حاصل کر رہے ہیں، اور اسکیلنگ کے سلسلے میں بلاوجہ تکلیف اٹھا رہے ہیں۔</p> <p>ایک آخری چیز جس کا ذکر کرنا ہے۔ کچھ مونیرو ادب آسان بناتا ہے اور کہتا ہے کہ انگوٹھی کے دستخط بھیجنے والے کو چھپاتے ہیں، لیکن یہ مکمل طور پر درست نہیں ہے، اور فرق صرف پیڈانٹک نہیں ہے۔ جب رازداری کے تحفظ کی بات آتی ہے تو بھیجنے والے (ایک انسان) اور آؤٹ پٹ (ایک بل) کے درمیان فرق بہت بڑا ہوتا ہے۔ اگرچہ آؤٹ پٹ کا مرسل سے تعلق ہوسکتا ہے، لیکن آؤٹ پٹ بذات خود بھیجنے والے کے برابر نہیں ہوتا ہے۔ لہٰذا اگر انگوٹھی کے دستخط کو توڑنا بھی تھا، تو یہ ضروری نہیں کہ کسی شخص کی شناخت سے منسلک ہو، اور رقم اور وصول کنندہ دونوں اب بھی پوشیدہ ہیں، جس سے تمام فریقین کی رازداری کو پہنچنے والے نقصان کو کم کیا جا سکتا ہے۔</p> <p>اس کا مطلب یہ نہیں ہے کہ ٹوٹی ہوئی انگوٹھی کے دستخط غیر اہم ہیں۔ کوئی بھی لیک شدہ میٹا ڈیٹا خراب ہے، اور اس میں ہماری سوچ سے زیادہ معلومات کو ظاہر کرنے کی صلاحیت ہے، خاص طور پر جب دوسرے میٹا ڈیٹا کے ساتھ استعمال کیا جائے۔ اس لیے ہم اس بات کو یقینی بنانے کی پوری کوشش کرتے ہیں کہ منتخب کردہ رِنگ سائز میں فیصلے کے پیچھے علمی سختی ہو، دیگر میٹا ڈیٹا کے رساو کو کم سے کم کیا جائے، اور صارف کو بہترین ممکنہ کارروائیوں کے لیے ڈیفالٹ کا تجربہ ہو۔</p> <p>لیکن اگر ٹوٹے ہوئے دستخط کا امکان اب بھی آپ کے لیے پریشان کن ہے، ٹھیک ہے، افق پر کچھ ناقابل یقین خبر ہے۔ پرائیویسی پروٹوکول کی اگلی نسل جن پر کام کیا جا رہا ہے، جیسے Triptych، Arcturus، اور Lelantus، میں واقعی صاف ستھری صلاحیتیں ہیں۔ ان پروٹوکولز میں، سائز کی پیمائش لوگاریتھمک طور پر ہوتی ہے، لکیری طور پر نہیں، جیسے جیسے رنگ کا سائز بڑھتا ہے۔ اس کا مطلب یہ ہے کہ ہم 100 ڈیکوز کو فٹ کر سکتے ہیں، لیکن استعمال ہونے والی جگہ پرانی ٹیک میں 10 رنگ کے سائز کے قریب ہے۔ یہ کافی فرق ہے، اور ہر طرف رازداری کو نمایاں طور پر بہتر بنائے گا۔</p> <p>بلی اور ماؤس گیم میں جو کہ پرائیویسی ہے، Monero منحنی خطوط سے آگے رہنے اور سب کے لیے بہترین عملی رازداری کو یقینی بنانے کے لیے مسلسل اختراعات کرتا ہے۔<p>
zh_cn: <p>门罗币作为隐私币之王，去中心化的瑞士银行，隐私性在加密货币领域广为人知. 尽管每个人都知道门罗币提供了良好的隐私保护，但没有多少人真正了解门罗币隐私的运作方式.</p> <p>许多其他加密货币，或者区块链媒体在发布各种加密货币的比较图，或者其它文案时，大多数情况下，总将门罗币的隐私保护技术标记为RingCT，但这只是部分正确.实际上，Monero对隐私保护采取了三管齐下的方法.分别是隐藏接收者，交易金额，和发送方输出的技术，隐藏收款人的技术是stealth addresses，中文翻译成隐蔽地址，有时也被翻译成一次性地址，隐藏交易金额的RingCT又叫环形机密，而防弹协议，ringCT3.0等都属于环形机密,最后一项，保护发送方的是ring signatures，中文翻译成环签名或者环形签名.</p> <p>这种三管齐下的方法意味着，如果其中一项隐私技术被破坏，其他技术仍将发挥作用.这其中环签名是门罗币隐私方案中最薄弱的环节，当然了这里的弱也是相对而言的，让我们不要那么浮躁，耐心花一些时间探索它，到底有没有可能被破解.</p> <p>如上所述，环签名的目的是使交易中发送方的output也就是输出变得模糊.这里插一句话，在加密货币世界里面，如果类似于输入input和输出output这种术语让你感到困惑，请不用担心，它们概念并不复杂,今天用人类能懂的语言来解释清楚.当你听到输出output时，请联想一下支票，人们用来付账的时候，可以写一张支票给对方，这在中国不太普遍，你可以把支票想象成一个欠条，它可以表示任何面额，类似五块，三千，几万，或者一个票据，类似于逢年过节凭票可以去商店领若干米面油，或者蛋糕店的卡，都对应的属于商店和蛋糕店的output，这种票据像支票一样在交易双方之间可以交换和转让.对于加密货币，发送者的输出output具有以下功能.</p> <p>当有人向你支付10个门罗币时，您将收到10 个门罗币的输出.此输出的面额为10，也就是从发送人的钱包中扣取了10个币发给了你，同理当你付款时也一样，一个输出账单会离开你的实际钱包，并发给你要付款的对方.</p> <p>门罗币隐藏发送者输出的方式是通过构造若干类似于诱饵输出，形成一个环形结构，环签名因此得名. 但是这些诱饵不是凭空捏造的假输出，它们是区块链过去的真实输出，只是与当前交易无关，但是对于外部观察者而言，这些输出中的每一个看起来都可能与真实的输出相同.诱饵输出的大小加上真实的输出称为环大小，目前门罗币的环签名大小为11.因此，每一笔交易，有十个诱饵输出和一个真实的输出.通俗的例子是，当我支付一张支票的时候，我在里面混了另外十个不同人之间以前互相转账的支票，外人看来这11个支票都可能是真的，如何保证没有人能凭空制造假钞票，怎么保证11个支票里至少一个是真的，下文还会提到，不过这不是本文的讨论的重点，包括门罗如何在匿名情况下审计总量，请参考社区和我们其它文章.</p> <p>既然这样，为什么我们只混进去十个假的诱饵呢，我们为什么不将这个数字增加到100甚至1000呢，诱饵越多越好，真实交易越不容易被发现.是的，从隐私的角度来看，完全没错，但是还有其他因素需要考虑.让我们回到一个实际的例子来了解.如果你要转账1块钱给你的朋友，为了保护隐私，所以要混进去十个诱饵，所以你在手机上还要发送十个假的诱饵交易，也就是为了转账一块钱，你要操作11次转账. 如果您要转账几次每天，这已经变得很麻烦了，现在，假设我们将诱饵数量增加到1000.哪怕要转账的一块钱，你都要在这个交易里添加另外1000个毫不相干别人以前的转账记录.这好比你携带了成捆的钞票和支票，去买一个煎饼果子！值得注意的是，这里只是一个举例，实际上诱饵本身不是环签名的一部分，环签名只是从系统里自动对它们的引用，但是我们希望这种比喻在帮助理解基本概念方面有所帮助，也就是说为什么不能在短期内无限增加环签数量，但是门罗社区一直在开发和研究更好，更小，更快的环签名方案，今年2020年10月将要部署的CLSAG签名就是其中一个，它将压缩门罗币交易百分之25的大小和至少百分之10的运行速度，我们有一篇单独的文章，关于CLSAG环签名原理，这些概念下文还会提到.</p> <p>门罗币区块链上的诱饵情况类似.每添加一个诱饵都会增加交易时间和验证成本.每个节点必须为每笔交易下载整个环签名，这其中包含实际发送人的输出以及诱饵.不仅如此，节点还必须进行数学运算，验证这些输出中至少有一个是真实的，并且诱饵越多，需要数学运算的时间也会增加.这意味着我们必须找到一个性价比最高的折衷地带，即遭受分析和攻击时，环的大小也足够大到足以掩盖真实输出，但又要足够小以免导致区块链数据急剧增加和效率降低.当我们用更好的方案，构建新的环形签名时，例如上面说到的CLSAG签名，仅关注增大多少环签，或者仅仅关注提速多少是没有意义的.门罗币社区希望获得具体的数学证据，以了解哪种环形签名的尺寸，可以提供最佳折衷方案.环签诱饵数量太小，隐私保护不足以抵抗数据分析的攻击.环签名太大，我们可能在隐私方面获得的效益十分有限，而在可扩展性方面，遭受不必要地痛苦.</p> <p>最后一件事要重点声明的是. 一些门罗币的参考文献进行了简化，或者他们理解就是错误的，他们说环签名隐藏的是发送人，这并非完全正确，区别不仅仅在于学术名词.在保护隐私方面，发送人本身和发送人的输出之间的差异很大. 尽管输出可能与发送方有关联，但输出本身并不等于发送方.这里再举个例子，A写了一张支票给了B，B又把这个支票给了C，C又给了F，最后尽管某个环签的11个输出里有一个是A的信息，这是一个属于A的输出，可并不能证明就是他在做交易.因此，即使一个环签名被破坏了，它也不一定链接到一个人的身份，而且交易金额和接收者都仍然被隐藏起来，从而最大程度地减少了对各方隐私的损害.</p> <p>这并不是说即使环签名泄露和被破坏也不重要. 任何泄漏的元数据都不是好事，并且有可能暴露超出我们想象更多的信息，尤其是当大数据时代与其他元数据一起使用时.因此，我们将尽最大努力确保设置环签大小具有严格的依据，从而让元数据泄漏风险降至最低，并且在用户默认情况下，也就是用户不需要采取任何额外措施，就到达全网匿名转账，整个系统都是隐私且安全的.</p> <p>好吧说到这里，如果杠精和迫害狂还是担心，环签名是不是可能被破坏，那么我再给你吃一颗定心丸，一些令人难以置信的好消息.即将面世的，比如Triptych, Arcturus, and Lelantus,等正在开发的下一代门罗币隐私协议，它们具有划时代的意义，在这些协议中，随着环签名大小的增加，数据大小只会按对数增加而非线性缩放. 这意味着我们可以毫无压力的容纳100个诱饵输出，但是在旧的环签名技术中，10个诱饵左右基本上就是一个优化的边际了.门罗币的环签名还在进化，未来会完全不同，并且将显着改善整体的隐私.</p> <p>关于隐私性和安全性，老生常谈，是一场永恒的猫鼠游戏，保护和破解的攻防战也许永远不会停息，好在，门罗币并不墨守成规，并不僵化和刻舟求剑，相反门罗币社区总是不断创新，反省，学习，半年一次的硬分叉升级，社区并不分裂就是大家凝聚起来的共识是动态的，这也正是门罗币保持隐私之王的秘诀，未来，它也将继续确保所有人享有最好的，具有实用价值的隐私保护.<p>
zh_tw: <p>門羅幣作為隱私幣之王，去中心化的瑞士銀行，隱私性在加密貨幣領域廣為人知. 儘管每個人都知道門羅幣提供了良好的隱私保護，但沒有多少人真正瞭解門羅幣隱私的運作方式.</p> <p>許多其他加密貨幣，或者區塊鏈媒體在發佈各種加密貨幣的比較圖，或者其它文案時，大多數情況下，總將門羅幣的隱私保護技術標記為RingCT，但這只是部分正確.實際上，Monero對隱私保護採取了三管齊下的方法.分別是隱藏接收者，交易金額，和發送方輸出的技術，隱藏收款人的技術是stealth addresses，中文翻譯成隱蔽位址，有時也被翻譯成一次性位址，隱藏交易金額的RingCT又叫環形機密，而防彈協議，ringCT3.0等都屬於環形機密,最後一項，保護發送方的是ring signatures，中文翻譯成環簽名或者環形簽名.</p> <p>這種三管齊下的方法意味著，如果其中一項隱私技術被破壞，其他技術仍將發揮作用.這其中環簽名是門羅幣隱私方案中最薄弱的環節，當然了這裡的弱也是相對而言的，讓我們不要那麼浮躁，耐心花一些時間探索它，到底有沒有可能被破解.</p> <p>如上所述，環簽名的目的是使交易中發送方的output也就是輸出變得模糊.這裡插一句話，在加密貨幣世界裡面，如果類似於輸入input和輸出output這種術語讓你感到困惑，請不用擔心，它們概念並不複雜,今天用人類能懂的語言來解釋清楚.當你聽到輸出output時，請聯想一下支票，人們用來付帳的時候，可以寫一張支票給對方，這在中國不太普遍，你可以把支票想像成一個欠條，它可以表示任何面額，類似五塊，三千，幾萬，或者一個票據，類似於逢年過節憑票可以去商店領若干米麵油，或者蛋糕店的卡，都對應的屬於商店和蛋糕店的output，這種票據像支票一樣在交易雙方之間可以交換和轉讓.對於加密貨幣，發送者的輸出output具有以下功能.</p> <p>當有人向你支付10個門羅幣時，您將收到10 個門羅幣的輸出.此輸出的面額為10，也就是從發送人的錢包中扣取了10個幣發給了你，同理當你付款時也一樣，一個輸出帳單會離開你的實際錢包，並發給你要付款的對方.</p> <p>門羅幣隱藏發送者輸出的方式是通過構造若干類似於誘餌輸出，形成一個環形結構，環簽名因此得名. 但是這些誘餌不是憑空捏造的假輸出，它們是區塊鏈過去的真實輸出，只是與當前交易無關，但是對於外部觀察者而言，這些輸出中的每一個看起來都可能與真實的輸出相同.誘餌輸出的大小加上真實的輸出稱為環大小，目前門羅幣的環簽名大小為11.因此，每一筆交易，有十個誘餌輸出和一個真實的輸出.通俗的例子是，當我支付一張支票的時候，我在裡面混了另外十個不同人之間以前互相轉帳的支票，外人看來這11個支票都可能是真的，如何保證沒有人能憑空製造假鈔票，怎麼保證11個支票裡至少一個是真的，下文還會提到，不過這不是本文的討論的重點，包括門羅如何在匿名情況下審計總量，請參考社區和我們其它文章.</p> <p>既然這樣，為什麼我們只混進去十個假的誘餌呢，我們為什麼不將這個數字增加到100甚至1000呢，誘餌越多越好，真實交易越不容易被發現.是的，從隱私的角度來看，完全沒錯，但是還有其他因素需要考慮.讓我們回到一個實際的例子來瞭解.如果你要轉帳1塊錢給你的朋友，為了保護隱私，所以要混進去十個誘餌，所以你在手機上還要發送十個假的誘餌交易，也就是為了轉帳一塊錢，你要操作11次轉帳. 如果您要轉帳幾次每天，這已經變得很麻煩了，現在，假設我們將誘餌數量增加到1000.哪怕要轉帳的一塊錢，你都要在這個交易裡添加另外1000個毫不相干別人以前的轉帳記錄.這好比你攜帶了成捆的鈔票和支票，去買一個煎餅果子！值得注意的是，這裡只是一個舉例，實際上誘餌本身不是環簽名的一部分，環簽名只是從系統裡自動對它們的引用，但是我們希望這種比喻在幫助理解基本概念方面有所幫助，也就是說為什麼不能在短期內無限增加環簽數量，但是門羅社區一直在開發和研究更好，更小，更快的環簽名方案，今年2020年10月將要部署的CLSAG簽名就是其中一個，它將壓縮門羅幣交易百分之25的大小和至少百分之10的運行速度，我們有一篇單獨的文章，關於CLSAG環簽名原理，這些概念下文還會提到.</p> <p>門羅幣區塊鏈上的誘餌情況類似.每添加一個誘餌都會增加交易時間和驗證成本.每個節點必須為每筆交易下載整個環簽名，這其中包含實際發送人的輸出以及誘餌.不僅如此，節點還必須進行數學運算，驗證這些輸出中至少有一個是真實的，並且誘餌越多，需要數學運算的時間也會增加.這意味著我們必須找到一個性價比最高的折衷地帶，即遭受分析和攻擊時，環的大小也足夠大到足以掩蓋真實輸出，但又要足夠小以免導致區塊鏈資料急劇增加和效率降低.當我們用更好的方案，構建新的環形簽名時，例如上面說到的CLSAG簽名，僅關注增大多少環簽，或者僅僅關注提速多少是沒有意義的.門羅幣社區希望獲得具體的數學證據，以瞭解哪種環形簽名的尺寸，可以提供最佳折衷方案.環簽誘餌數量太小，隱私保護不足以抵抗資料分析的攻擊.環簽名太大，我們可能在隱私方面獲得的效益十分有限，而在可擴展性方面，遭受不必要地痛苦.</p> <p>最後一件事要重點聲明的是. 一些門羅幣的參考文獻進行了簡化，或者他們理解就是錯誤的，他們說環簽名隱藏的是發送人，這並非完全正確，區別不僅僅在於學術名詞.在保護隱私方面，發送人本身和發送人的輸出之間的差異很大. 儘管輸出可能與發送方有關聯，但輸出本身並不等於發送方.這裡再舉個例子，A寫了一張支票給了B，B又把這個支票給了C，C又給了F，最後儘管某個環簽的11個輸出裡有一個是A的資訊，這是一個屬於A的輸出，可並不能證明就是他在做交易.因此，即使一個環簽名被破壞了，它也不一定連結到一個人的身份，而且交易金額和接收者都仍然被隱藏起來，從而最大程度地減少了對各方隱私的損害.</p> <p>這並不是說即使環簽名洩露和被破壞也不重要. 任何洩漏的中繼資料都不是好事，並且有可能暴露超出我們想像更多的資訊，尤其是當大資料時代與其他中繼資料一起使用時.因此，我們將盡最大努力確保設置環簽大小具有嚴格的依據，從而讓中繼資料洩漏風險降至最低，並且在使用者預設情況下，也就是使用者不需要採取任何額外措施，就到達全網匿名轉帳，整個系統都是隱私且安全的.</p> <p>好吧說到這裡，如果杠精和迫害狂還是擔心，環簽名是不是可能被破壞，那麼我再給你吃一顆定心丸，一些令人難以置信的好消息.即將面世的，比如Triptych, Arcturus, and Lelantus,等正在開發的下一代門羅幣隱私協議，它們具有劃時代的意義，在這些協議中，隨著環簽名大小的增加，資料大小只會按對數增加而非線性縮放. 這意味著我們可以毫無壓力的容納100個誘餌輸出，但是在舊的環簽名技術中，10個誘餌左右基本上就是一個優化的邊際了.門羅幣的環簽名還在進化，未來會完全不同，並且將顯著改善整體的隱私.</p> <p>關於隱私性和安全性，老生常談，是一場永恆的貓鼠遊戲，保護和破解的攻防戰也許永遠不會停息，好在，門羅幣並不墨守成規，並不僵化和刻舟求劍，相反門羅幣社區總是不斷創新，反省，學習，半年一次的硬分叉升級，社區並不分裂就是大家凝聚起來的共識是動態的，這也正是門羅幣保持隱私之王的秘訣，未來，它也將繼續確保所有人享有最好的，具有實用價值的隱私保護.<p>
