Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sbwallet250Sbbtc250Sbsingle8722Sbuse8722Sbnotice
source: This address will automatically change after it's used. Despite this, If you send your {assetName} to a used deposit address, it will get credited to your account. We don't show used deposit addresses for privacy reasons. You may only send coins to this address from a wallet that is personally controlled by you.
cs: Tato adresa se po použití automaticky změní. Navzdory tomu, pokud odešlete svůj {assetName} na použitou vkladovou adresu, bude připsán na váš účet. Z důvodu ochrany osobních údajů nezobrazujeme použité depozitní adresy. Na tuto adresu můžete posílat mince pouze z peněženky, kterou osobně ovládáte.
fi: Tämä osoite muuttuu automaattisesti käytön jälkeen. Tästä huolimatta, jos lähetät {assetName} käytettyyn talletusosoitteeseen, se hyvitetään tilillesi. Emme näytä käytettyjä talletusosoitteita yksityisyyssyistä. Voit lähettää kolikoita tähän osoitteeseen vain lompakosta, jota hallitset henkilökohtaisesti.
fr: Cette adresse changera automatiquement après son utilisation. Malgré cela, si vous envoyez votre {assetName} à une adresse de dépôt utilisée, il sera crédité sur votre compte. Nous n'affichons pas les adresses de dépôt utilisées pour des raisons de confidentialité. Vous ne pouvez envoyer des jetons de crypto-monnaies à cette adresse qu'à partir d'un portefeuille que vous contrôlez personnellement.
it: Questo indirizzo cambierà automaticamente dopo essere stato usato. Nonostante questo, se invii il tuo {assetName} a un indirizzo di deposito usato, verrà accreditato sul tuo conto. Non mostriamo gli indirizzi di deposito usati per ragioni di privacy. Puoi inviare monete a questo indirizzo solo da un portafoglio controllato personalmente da te.
lt: Šis adresas automatiškai pasikeis jį panaudojus. Nepaisant to, jei išsiųsite {assetName} naudotu indėlio adresu, jis bus įskaitytas į jūsų sąskaitą. Privatumo sumetimais nerodome panaudotų indėlių adresų. Šiuo adresu monetas galite siųsti tik iš jūsų asmeniškai valdomos piniginės.
nb: Denne adressen endres automatisk etter at den er brukt. Til tross for dette, hvis du sender din {assetName} til en brukt innskuddsadresse, vil den bli kreditert kontoen din. Vi viser ikke brukte innskuddsadresser av personvernhensyn. Du kan kun sende mynter til denne adressen fra en lommebok som er personlig kontrollert av deg.
nl: Dit adres verandert automatisch nadat het is gebruikt. Desondanks, als u uw {assetName} naar een gebruikt stortingsadres stuurt, wordt deze bijgeschreven op uw account. Voor privacyredenen tonen we geen gebruikte stortingsadressen. U mag alleen munten naar dit adres sturen vanuit een portefeuille die u persoonlijk beheert.
pl: Ten adres automatycznie się zmieni po jego użyciu. Pomimo tego, jeśli wyślesz swoje {assetName} na użyty adres, zostaną one dodane do Twojego konta. Nie pokazujemy użytych adresów depozytowych z uwagi na prywatność. Możesz wysyłać kryptowaluty tylko z portfela, który jest osobiście kontrolowany przez Ciebie.
pt_br: Este endereço mudará automaticamente após sua utilização. Apesar disso, se você enviar seu {assetName} para um endereço de depósito usado, ele será creditado na sua conta. Nós não mostramos endereços de depósito usados por razões de privacidade. Você só pode enviar moedas para este endereço a partir de uma carteira que seja controlada pessoalmente por você.
sl: Ko bo ta naslov uporabljen, se bo samodejno spremenil. Kljub temu, če pošljete svoj {assetName} na že-uporabljen depozitni naslov, bo pripisan vašemu računu. Zaradi zasebnosti ne prikazujemo že-uporabljenih naslovov depozitov. Na ta naslov lahko pošljete kovance samo iz denarnice, ki jo osebno nadzorujete.
sv: Den här adressen ändras automatiskt efter att den har använts. Trots detta, om du skickar din {assetName} till en använd insättningsadress kommer den att krediteras ditt konto. Vi visar inte använda insättningsadresser av integritetsskäl. Du får endast skicka mynt till denna adress från en plånbok som är personligen kontrollerad av dig.
tl: Awtomatikong magbabago ang address na ito pagkatapos itong magamit. Sa kabila nito, Kung ipapadala mo ang iyong {assetName} sa isang ginamit na address ng deposito, maikredito ito sa iyong account. Hindi kami nagpapakita ng mga ginamit na address ng deposito para sa mga dahilan ng privacy. Maaari ka lamang magpadala ng mga barya sa address na ito mula sa isang wallet na personal mong kinokontrol.
tr: Bu adres kullanıldıktan sonra otomatik olarak değişecektir. Buna rağmen, {assetName} paranızı kullanılmış bir para yatırma adresine gönderirseniz, hesabınıza aktarılacaktır. Gizlilik nedeniyle kullanılan para yatırma adreslerini göstermiyoruz. Bu adrese yalnızca kişisel olarak kontrol ettiğiniz bir cüzdandan para gönderebilirsiniz.
ur: یہ پتہ استعمال ہونے کے بعد خود بخود بدل جائے گا۔ اس کے باوجود، اگر آپ اپنا {assetName} استعمال شدہ ڈپازٹ ایڈریس پر بھیجتے ہیں، تو یہ آپ کے اکاؤنٹ میں جمع ہو جائے گا۔ ہم پرائیویسی وجوہات کی بنا پر استعمال شدہ ڈپازٹ ایڈریس نہیں دکھاتے ہیں۔ آپ صرف اس پرس سے اس پتے پر سکے بھیج سکتے ہیں جو ذاتی طور پر آپ کے زیراستعمال ہے۔
zh_cn: 此地址在使用后会自动更改。尽管如此，如果您将 {assetName} 发送到使用过的存款地址，它将记入您的帐户。出于隐私原因，我们不会显示使用过的存款地址。您只能从您个人控制的钱包向该地址发送硬币。
zh_tw: 此地址在使用後會自動更改。儘管如此，如果您將 {assetName} 發送到使用過的存款地址，它將記入您的帳戶。出於隱私原因，我們不會顯示使用過的存款地址。您只能從您個人控制的錢包向該地址發送硬幣。

# api8722Sbdocs250Sblabel
source: API docs
cs: API dokumenty
fi: API-dokumentit
fr: Documentation de l'API
it: Documenti API
lt: API dokumentai
nb: API-dokumenter
nl: API-documenten
pl: dokumentacja API
pt_br: Documentos da API
sl: API dokumenti
sv: API-dokument
tl: Mga doc ng API
tr: API belgeleri
ur: API دستاویزات
zh_cn: API文档
zh_tw: API文檔

# api250Sbvalidation8722Sberror250Sbaddress
source: Invalid address!
cs: Neplatná adresa!
fi: Virheellinen osoite!
fr: Adresse invalide !
it: Indirizzo non valido!
lt: Neteisingas adresas!
nb: Ugyldig adresse!
nl: Ongeldig adres!
pl: Błędny adres!
pt_br: Endereço inválido!
sl: Neveljaven naslov!
sv: Ogiltig adress!
tl: Di-wastong address!
tr: Geçersiz adres!
ur: غلط پتہ!
zh_cn: 无效地址！
zh_tw: 無效地址！

# appbar8722Sbbtn250Sblogin
source: Log in
cs: Přihlásit se
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
lt: Prisijungti
nb: Logg Inn
pl: Zaloguj się
pt_br: Entrar
sl: Vpis
sv: Logga in
tl: Mag log in
tr: Giriş yapmak
ur: لاگ ان کریں
zh_cn: 登录
zh_tw: 登錄

# appbar8722Sbbtn250Sbsignup
source: Sign up free
cs: Přihlášení zdarma
fi: Rekisteröidy ilmaiseksi
fr: Inscription gratuite
it: Iscriviti gratis
lt: Registruotis nemokamai
nb: Registrer deg gratis
nl: Meld u gratis aan
pl: Zarejestruj się za darmo
pt_br: Cadastre-se grátis
sl: Brezplačna prijava
sv: Registrera dig gratis
tl: Mag-sign up nang libre
tr: Ücretsiz kaydol
ur: مفت اندراج کریں
zh_cn: 免费注册
zh_tw: 免費注冊

# article250Sblast8722Sbupdated
source: Last updated
cs: Naposledy aktualizováno
fi: Viimeksi päivitetty
fr: Dernière mise à jour
it: Ultimo aggiornamento
lt: Paskutinį kartą atnaujinta
nb: Sist oppdatert
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Ultima atualização
sl: Nazadnje posodobljeno
sv: Senast uppdaterad
tl: Huling na-update
tr: Son güncelleme
ur: آخری بار اپ ڈیٹ کیا گیا
zh_cn: 最近更新时间
zh_tw: 最近更新时间

# article250Sbpublished
source: Published
cs: Publikováno
fi: Julkaistu
fr: Publié
it: Pubblicato
lt: Paskelbta
nb: Publisert
nl: Gepubliceerd
pl: Opublikowano
pt_br: Publicados
sl: Objavljeno
sv: Publicerad
tl: Nai-publish
tr: Yayınlanan
ur: شائع شدہ
zh_cn: 发布时间
zh_tw: 发布时间

# as8722Sbseen8722Sbon
source: As seen on:
cs: Jak je vidět na:
fi: Kuten näkyy:
fr: Comme vu sur :
it: Come visto in:
lt: Kaip matyti:
nb: Som sett på:
nl: Zoals te zien op:
pl: Jak na:
pt_br: Como visto em:
sl: Kot je vidno na:
sv: Som sett på:
tl: Tulad ng nakikita sa:
tr: Görüldüğü gibi:
ur: جیسا کہ دیکھا گیا ہے:
zh_cn: 如看到的在:
zh_tw: 如看到的在:

# asset8722Sbprops250Sbname250Sbasset
source: coin
cs: mince
fi: kolikko
fr: jeton de crypto-monnaie
it: Moneta
lt: moneta
nb: mynt
nl: munt
pl: moneta
pt_br: Moeda
sl: kovanec
sv: mynt
tl: barya
tr: madeni para
ur: سکہ
zh_cn: 硬币
zh_tw: 硬幣

# breadcrumbs250Sblocal8722Sbbuy
source: Sell {asset} for {currencyCode}
cs: Prodám {asset} za {currencyCode}
fi: Myy {asset} valuutaksi {currencyCode}
fr: Vendre du {asset} contre des {currencyCode}
it: Vendi {asset} per {currencyCode}
lt: Parduodu {asset} už {currencyCode}
nb: Selg {asset} for {currencyCode}
nl: Verkoop {asset} voor {currencyCode}
pl: Sprzedaj {asset} za {currencyCode}
pt_br: Venda {asset} por {currencyCode}
sl: Prodaja {asset} za {currencyCode}
sv: Sälj {asset} för {currencyCode}
tl: Ibenta ang {asset} para sa {currencyCode}
tr: {currencyCode} karşılığında {asset} sat
ur: {asset} کو {currencyCode} میں فروخت کریں
zh_cn: 以 {currencyCode}的价格出售 {asset}
zh_tw: 以 {currencyCode}的價格出售 {asset}

# breadcrumbs250Sblocal8722Sbsell
source: Buy {asset} for {currencyCode}
cs: Koupit {asset} za {currencyCode}
fi: Osta {asset} valuutalla {currencyCode}
fr: Acheter du {asset} contre des {currencyCode}
it: Acquista {asset} per {currencyCode}
lt: Pirkite {asset} už {currencyCode}
nb: Kjøp {asset} for {currencyCode}
nl: Koop {asset} voor {currencyCode}
pl: Kup {asset} za {currencyCode}
pt_br: Compre {asset} por {currencyCode}
sl: Nakup {asset} za {currencyCode}
sv: Köp {asset} för {currencyCode}
tl: Bumili ng {asset} para sa {currencyCode}
tr: {currencyCode} karşılığında {asset} satın alın
ur: {currencyCode} میں {asset} خریدیں
zh_cn: 以 {currencyCode}的价格购买 {asset}
zh_tw: 以 {currencyCode}的價格購買 {asset}

# breadcrumbs250Sbonline8722Sbbuy
source: Sell {asset} for {currencyCode}
cs: Prodám {asset} za {currencyCode}
fi: Myy {asset} valuutaksi {currencyCode}
fr: Vendre du {asset} contre des {currencyCode}
it: Vendi {asset} per {currencyCode}
lt: Parduodu {asset} už {currencyCode}
nb: Selg {asset} for {currencyCode}
nl: Verkoop {asset} voor {currencyCode}
pl: Sprzedaj {asset} za {currencyCode}
pt_br: Venda {asset} por {currencyCode}
sl: Prodaja {asset} za {currencyCode}
sv: Sälj {asset} för {currencyCode}
tl: Ibenta ang {asset} para sa {currencyCode}
tr: {currencyCode} karşılığında {asset} sat
ur: {asset} کو {currencyCode} میں فروخت کریں
zh_cn: 以 {currencyCode}的价格出售 {asset}
zh_tw: 以 {currencyCode}的價格出售 {asset}

# breadcrumbs250Sbonline8722Sbsell
source: Buy {asset} for {currencyCode}
cs: Koupit {asset} za {currencyCode}
fi: Osta {asset} valuutalla {currencyCode}
fr: Acheter du {asset} contre des {currencyCode}
it: Acquista {asset} per {currencyCode}
lt: Pirkite {asset} už {currencyCode}
nb: Kjøp {asset} for {currencyCode}
nl: Koop {asset} voor {currencyCode}
pl: Kup {asset} za {currencyCode}
pt_br: Compre {asset} por {currencyCode}
sl: Nakup {asset} za {currencyCode}
sv: Köp {asset} för {currencyCode}
tl: Bumili ng {asset} para sa {currencyCode}
tr: {currencyCode} karşılığında {asset} satın alın
ur: {currencyCode} میں {asset} خریدیں
zh_cn: 以 {currencyCode}的价格购买 {asset}
zh_tw: 以 {currencyCode}的價格購買 {asset}

# button250Sbaccept
source: Accept
cs: Akceptovat
fi: Hyväksy
fr: Accepter
it: Accettare
lt: Priimti
nb: Aksepterer
nl: Accepteren
pl: Zaakceptuj
pt_br: Aceitar
sl: Sprejmi
sv: Acceptera
tl: Tanggapin
tr: Kabul etmek
ur: قبول کریں
zh_cn: 接受
zh_tw: 接受

# buy8722Sbmonero8722Sbin8722Sbany8722Sbcountry
source: any country
cs: jakákoliv země
fi: mikä tahansa maa
fr: n'importe quel pays
it: qualsiasi paese
lt: bet kuri šalis
nb: hvilket som helst land
nl: elk land
pl: dowolny kraj
pt_br: qualquer país
sl: katera koli država
sv: vilket land som helst
tl: kahit anong bansa
tr: herhangi bir ülke
ur: کوئی بھی ملک
zh_cn: 任何国家
zh_tw: 任何國家

# buyer8722Sbsettlement8722Sbfee8722Sblevel250Sbcurrently
source: currently
cs: v současné době
fi: tällä hetkellä
fr: actuellement
it: attualmente
lt: šiuo metu
nb: for tiden
nl: momenteel
pl: w tej chwili
pt_br: atualmente
sl: trenutno
sv: för närvarande
tl: kasalukuyan
tr: şu anda
ur: فی الحال
zh_cn: 目前
zh_tw: 目前

# buyer8722Sbsettlement8722Sbfee8722Sblevel250Sbdescription
source: <strong> Choose a fee level to be used during the trade settlement. </strong> The values shown here are the current rate estimations and may differ from those applied during the trade settlement. Should the amount of the trade be too low to settle the trade with the selected fee level, a lower fee level will be automatically selected during the settlement.
cs: <strong> Vyberte úroveň poplatku, která se použije při vypořádání obchodu. </strong> Zde uvedené hodnoty jsou aktuální odhady sazeb a mohou se lišit od hodnot použitých během vypořádání obchodu. Pokud je částka obchodu příliš nízká na vypořádání obchodu se zvolenou úrovní poplatku, bude při vypořádání automaticky zvolena nižší úroveň poplatku.
fi: <strong> Valitse kauppaselvityksen aikana käytettävä maksutaso. </strong> Tässä näkyvät arvot ovat tämänhetkisiä kurssiarvioita ja voivat poiketa kaupan selvityksen aikana käytetyistä arvoista. Mikäli kaupan määrä on liian alhainen kaupan selvittämiseen valitulla maksutasolla, valitaan automaattisesti alhaisempi maksutaso selvityksen aikana.
fr: <strong>Choisissez un taux de frais à utiliser lors du règlement de la transaction.</strong> Les valeurs indiquées ici sont les estimations de taux actuels et peuvent différer de ceux appliqués lors du règlement de la transaction. Si le montant de la transaction est trop faible pour régler la transaction avec le taux de frais sélectionné, un taux de frais inférieur sera automatiquement sélectionné lors du règlement.
it: <strong> Scegliere un livello di commissione da usare durante il regolamento delle negoziazioni. </strong> I valori mostrati qui sono le stime correnti dei tassi e possono differire da quelli applicati durante la liquidazione della transazione. Se l'importo della transazione è troppo basso per liquidare la transazione con il livello di commissioni selezionato, verrà automaticamente selezionato un livello di commissioni inferiore durante la liquidazione.
lt: <strong> Pasirinkite mokesčio lygį, kuris bus naudojamas atsiskaitant už prekybą. </strong> Čia rodomos reikšmės yra dabartinės kurso įverčiai ir gali skirtis nuo taikomų atsiskaitant už prekybą. Jei sandorio suma bus per maža, kad būtų galima atsiskaityti už sandorį pasirinktu įkainio lygiu, atsiskaitymo metu automatiškai pasirenkamas žemesnis mokesčio lygis.
nb: <strong> Velg et gebyrnivå som skal brukes under handelsoppgjøret. </strong> Verdiene som vises her er gjeldende renteanslag og kan avvike fra de som ble brukt under handelsoppgjøret. Skulle handlebeløpet være for lavt til å gjøre opp handelen med det valgte gebyrnivået, vil et lavere gebyrnivå automatisk bli valgt under oppgjøret.
nl: <strong> Kies een vergoedingsniveau dat moet worden gebruikt tijdens de handelsafwikkeling. </strong> De waarden die hier getoond worden zijn de huidige koersschattingen en kunnen verschillen van de waarden die werden toegepast tijdens de handelsafwikkeling. Als het bedrag van de transactie te laag is om de transactie met het geselecteerde vergoedingsniveau te verhandelen, wordt er automatisch een lager vergoedingsniveau geselecteerd tijdens de handeling.
pl: <strong> Wybierz poziom opłat, do wykorzystania podczas uregulowania.</strong> Wartości pokazane tutaj są bieżącymi szacunkami stawek i mogą różnić się od wartości zastosowanych podczas uregulowania. Jeśli kwota będzie zbyt niska, aby uregulować ją z użyciem wybranej opłaty, niższa opłata zostanie automatycznie wybrana podczas rozliczenia.
pt_br: <strong> Escolha um nível de taxa para ser usado durante o acordo comercial. </strong> Os valores aqui mostrados são as estimativas de taxas atuais e podem diferir daqueles aplicados durante a liquidação comercial. Caso o valor da negociação seja muito baixo para liquidar a negociação com o nível de taxa selecionado, um nível de taxa mais baixo será automaticamente selecionado durante a liquidação.
sl: <strong> Izberite raven provizije, ki bo uporabljena med poravnavo trgovanja. </strong> Vrednosti, prikazane tukaj, so trenutne ocene tečaja in se lahko razlikujejo od uporabljenih med poravnavo trgovanja. Če je znesek trgovanja prenizek za poravnavo posla z izbrano stopnjo provizije, bo med poravnavo samodejno izbrana nižja raven provizije.
sv: <strong> Välj en avgiftsnivå som ska användas under handelsavvecklingen. </strong> Värdena som visas här är de aktuella ränteuppskattningarna och kan skilja sig från de som tillämpades under handelsavvecklingen. Skulle affären vara för låg för att avveckla affären med den valda avgiftsnivån, kommer en lägre avgiftsnivå automatiskt att väljas under avvecklingen.
tl: <strong> Pumili ng antas ng bayad na gagamitin sa panahon ng trade settlement. </strong> Ang mga value na ipinapakita dito ay ang kasalukuyang mga pagtatantya ng rate at maaaring iba sa mga inilapat sa panahon ng trade settlement. Kung ang halaga ng kalakalan ay masyadong mababa upang ayusin ang kalakalan sa napiling antas ng bayad, ang isang mas mababang antas ng bayad ay awtomatikong pipiliin sa panahon ng pag-aayos.
tr: <strong> Ticari uzlaşma sırasında kullanılacak bir ücret düzeyi seçin. </strong> Burada gösterilen değerler güncel oran tahminleridir ve ticari uzlaşma sırasında uygulanan değerlerden farklı olabilir. İşlem tutarının, seçilen ücret düzeyiyle işlemin sonuçlandırılması için çok düşük olması durumunda, uzlaşma sırasında otomatik olarak daha düşük bir ücret düzeyi seçilecektir.
ur: <strong> تجارتی تصفیہ کے دوران استعمال ہونے والی فیس کی سطح کا انتخاب کریں۔ </strong> یہاں دکھائی جانے والی اقدار موجودہ شرح کے تخمینے ہیں اور تجارتی تصفیہ کے دوران لاگو کردہ اقدار سے مختلف ہو سکتی ہیں۔ اگر تجارت کی رقم منتخب شدہ فیس کی سطح کے ساتھ تجارت کو طے کرنے کے لیے بہت کم ہے، تو تصفیہ کے دوران کم فیس کی سطح خود بخود منتخب ہو جائے گی۔
zh_cn: <strong> 选择在交易结算期间使用的费用级别。 </strong> 此处显示的值是当前的费率估计值，可能与贸易结算期间应用的值不同。如果交易金额太低而无法以所选费用级别进行交易结算，则在结算过程中将自动选择较低的费用级别。
zh_tw: <strong> 選擇在交易結算期間使用的費用級別。 </strong> 此處顯示的值是當前的費率估計值，可能與貿易結算期間應用的值不同。如果交易金額太低而無法以所選費用級別進行交易結算，則在結算過程中將自動選擇較低的費用級別。

# buyer8722Sbsettlement8722Sbfee8722Sblevel250Sbtitle
source: Settlement fee level
cs: Úroveň poplatku za vypořádání
fi: Selvitysmaksun taso
fr: Taux des frais de règlement
it: Livello della tassa di liquidazione
lt: Atsiskaitymo mokesčio dydis
nb: Oppgjørsgebyrnivå
nl: Niveau van afwikkelingskosten
pl: Poziom opłaty rozliczeniowej
pt_br: Nível da taxa de liquidação
sl: Višina provizije za poravnavo
sv: Avräkning avgift nivå
tl: Antas ng bayad sa settlement
tr: Yerleşim ücreti seviyesi
ur: تصفیہ فیس کی سطح
zh_cn: 结算费水平
zh_tw: 結算費水平

# cancelled250Sbno8722Sbtrades
source: You haven't cancelled any trades yet
cs: Dosud jste nezrušili žádné obchody
fi: Et ole vielä peruuttanut yhtään kauppaa
fr: Vous n'avez encore annulé aucune transaction
it: Non hai ancora transazioni completate
lt: Dar neatšaukėte jokių sandorių
nb: Du har ikke kansellert noen handler ennå
nl: U heeft nog geen transacties geannuleerd
pl: Nie anulowano jeszcze żadnych handli
pt_br: Nenhuma negociação cancelada
sl: Niste še preklicali nobenega trgovanja
sv: Du har inte avbrutit några affärer än
tl: Hindi ka pa nakakakansela ng anumang mga trade
tr: Henüz herhangi bir işlemi iptal etmediniz
ur: آپ نے ابھی تک کوئی تجارت منسوخ نہیں کی ہے
zh_cn: 你还没有已取消交易
zh_tw: 你還沒有已取消交易

# cancelled250Sbtitle
source: Your cancelled trades
cs: Vaše zrušené obchody
fi: Peruutetut kaupat
fr: Vos transactions annulées
it: Operazioni annullate
lt: Jūsų atšaukti sandoriai
nb: Dine kansellerte handler
nl: Uw geannuleerde transacties
pl: Twoje anulowane transakcje
pt_br: Negociações canceladas
sl: Vaša preklicana trgovanja
sv: Dina annullerade handels
tl: Ang iyong mga nakanselang kalakalan
tr: İptal edilen işlemleriniz
ur: آپ کی منسوخ شدہ تجارت
zh_cn: 你的已取消交易
zh_tw: 你的已取消交易

# captcha250Sbhelper8722Sbtext
source: Enter the text on the image above
cs: Zadejte text na obrázku výše
fi: Kirjoita yllä olevan kuvan teksti
fr: Entrez le texte sur l'image ci-dessus
it: Inserisci il testo sull'immagine qui sopra
lt: Įveskite tekstą aukščiau esančiame paveikslėlyje
nb: Skriv inn teksten på bildet ovenfor
nl: Typ de tekst op de afbeelding hierboven
pl: Wprowadź tekst z powyższego obrazka
pt_br: Digite o texto na imagem acima
sl: Vnesite besedilo na zgornji sliki
sv: Skriv in texten på bilden ovan
tl: Ilagay ang teksto sa larawan sa itaas
tr: Yukarıdaki resimdeki metni girin
ur: اوپر کی تصویر پر متن درج کریں
zh_cn: 在上面的图像上输入文字
zh_tw: 在上面的圖像上輸入文字

# chat250Sbattach
source: Attach a file
cs: Připojte soubor
fi: Liitä tiedosto
fr: Joindre un fichier
it: Allega un file
lt: Pridėkite failą
nb: Legg ved en fil
nl: Voeg een bestand toe
pl: Dołączyć plik
pt_br: Anexar um arquivo
sl: Pripni datoteko
sv: Bifoga en fil
tl: Mag-attach ng file
tr: Dosya ekle
ur: فائل منسلک کریں
zh_cn: 附加档案
zh_tw: 附加檔案

# chat250Sbattachment
source: Attachment
cs: Příloha
fi: Liite
fr: Pièce jointe
it: Allegato
lt: Priedas
nb: Vedlegg
nl: Bijlage
pl: Załącznik
pt_br: Anexo
sl: Priponka
sv: Anknytning
tl: Kalakip
tr: EK
ur: منسلکہ
zh_cn: 附件
zh_tw: 附件

# chat250Sbbtn
source: Send message
cs: Poslat zprávu
fi: Lähetä viesti
fr: Envoyer le message
it: Invia messaggio
lt: Siųsti žinutę
nb: Sende melding
nl: Bericht versturen
pl: Wyślij wiadomość
pt_br: Enviar mensagem
sl: Pošlji sporočilo
sv: Skicka meddelande
tl: Magpadala ng Mensahe
tr: Mesaj gönder
ur: پیغام بھیجیں
zh_cn: 发送
zh_tw: 發送
