Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbfoss250Sb4250Sbtext
source: While these social portions of open source software are valuable to explore and discuss, and indeed the lack of doing so has led to the downfall of many a project, the conversation can get quite intricate, and is generally outside of the scope of this article, though the reader is encouraged to continue learning about this critical portion of FOSS management. <br/><br/> The Monero Project continually seeks to find ways to foster the open collaboration that is so critical to the spirit of open source. If some people prefer one chat platform over another, then bridges are deployed with existing platforms to increase communication. If a group of people feel they don’t have the tools or infrastructure to implement their ideas to make Monero better, then the community sees what sorts of (FOSS) tools are available. <br/><br/> This means there’s not just more eyes on the code, which is only one aspect of the project, but on the designs, the research, the digital infrastructure, and the conversations. <br/><br/> The spirit of open source software is not just to have open code, but to empower people, give them a voice, and change the world through global collaboration. The reader is encouraged to see if any project that they are interested in goes to these core values, or merely stops at the licensing of the code. <br/><br/> We also invite them to run the same rubric on Monero. We know you’ll only discover the reason why Monero is one of the most secure, and collaborative communities in the cryptocurrency world.
cs: Přestože tyto sociální aspekty open source softwaru je cenné zkoumat a diskutovat o nich, a jejich nedostatek skutečně vedl k pádu mnoha projektů, může být tato konverzace poměrně složitá a obecně přesahuje rámec tohoto článku, ačkoli čtenářům doporučujeme pokračovat ve studiu této kritické části správy FOSS. <br/><br/> Projekt Monero se neustále snaží hledat způsoby, jak podpořit otevřenou spolupráci, která je pro ducha open source tak důležitá. Pokud někteří lidé dávají přednost jedné chatovací platformě před jinou, jsou nasazeny mosty se stávajícími platformami, aby se zvýšila komunikace. Pokud má skupina lidí pocit, že nemá k dispozici nástroje nebo infrastrukturu pro realizaci svých nápadů na vylepšení Monera, pak komunita zjišťuje, jaké druhy nástrojů (FOSS) jsou k dispozici. <br/><br/> To znamená, že se více očí věnuje nejen kódu, který je pouze jedním z aspektů projektu, ale také návrhům, výzkumu, digitální infrastruktuře a rozhovorům. <br/><br/> Smyslem open source softwaru není jen mít otevřený kód, ale také posílit postavení lidí, dát jim možnost vyjádřit se a změnit svět prostřednictvím globální spolupráce. Čtenáři se doporučuje zjistit, zda projekt, který ho zajímá, jde vstříc těmto základním hodnotám, nebo se pouze zastaví u licencování kódu. <br/><br/> Vyzýváme je, aby stejnou rubriku provedli i na platformě Monero. Víme, že jen tak objevíte důvod, proč je Monero jednou z nejbezpečnějších a nejvíce spolupracujících komunit ve světě kryptoměn.
fi: Vaikka nämä avoimen lähdekoodin ohjelmistojen sosiaaliset osat ovat arvokkaita tutkittavaksi ja keskusteltavaksi, ja juurikin sen tutkimuksen puute on itse asiassa johtanut monien projektin kaatumiseen, keskustelu voi käydä melko monimutkaiseksi, eikä se yleensä kuulu tämän artikkelin alueeseen, niin lukijaa rohkaistaan kuitenkin jatkamaan oppimista tästä FOSS-hallinnan kriittisestä osasta. <br/><br/> Monero-projekti pyrkii jatkuvasti löytämään tapoja edistää avointa yhteistyötä, joka on erittäin kriittistä avoimen lähdekoodin hengelle. Jos jotkut ihmiset pitävät yhdestä chat-alustasta enemmän kuin toisesta, olemassa olevien alustojen kanssa luodaan siltoja viestinnän lisäämiseksi. Jos ryhmä ihmisiä kokee, ettei heillä ole työkaluja tai infrastruktuuria toteuttaakseen ideoitaan tehdäkseen Monerosta paremman, niin sitten yhteisö ymmärtää millaisia (FOSS) työkaluja on saatavilla. <br/><br/> Tämä tarkoittaa että projektissa ei ole vain enemmän katseita, vaan myös suunnitelmia, tutkimusta, digitaalista infrastruktuuria ja keskusteluja. <br/><br/> Avoimen lähdekoodin ohjelmistojen henki ei ole vain avoimen koodin tarjoaminen, vaan ihmisten voimaannuttaminen, heidän äänensä saaminen kuuluviin ja maailman muuttaminen maailmanlaajuisen yhteistyön avulla. Lukijaa rohkaistaan miettimään, meneekö jokin häntä kiinnostava projekti näihin perusarvoihin vai jääkö se vain koodin lisensointiin. <br/><br/> Pyydämme heitä myös käyttämään samaa pohdintaa Monerossa. Tiedämme että löydät vain syyn, miksi Monero on yksi kryptovaluuttamaailman turvallisimmista ja yhteistyökykyisimmista yhteisöistä.
fr: Bien que ces aspects sociaux du logiciel libre soient intéressants à explorer et à discuter, et que l'absence de ces aspects ait conduit à l'échec de nombreux projets, la conversation peut devenir assez complexe et serait de manière générale hors du cadre de cet article, bien que nous vous encouragions à continuer à vous renseigner sur cette partie critique de la gestion des logiciels libres et Open Source. <br /><br /> Le projet Monero cherche continuellement à trouver des moyens de favoriser la collaboration ouverte qui est si essentielle à l'esprit de l'Open Source. Si certaines personnes préfèrent une plateforme de tchat à une autre, des ponts sont déployés avec les plateformes existantes pour augmenter la communication. Si un groupe de personnes estime qu'il n'a pas les outils ou l'infrastructure nécessaires pour mettre en œuvre ses idées afin d'améliorer Monero, la communauté voit quels types d'outils (FOSS) sont disponibles. <br /><br /> Cela signifie qu'il n'y a pas seulement plus d'yeux sur le code, qui n'est qu'un aspect du projet, mais ils sont aussi sur la conception, la recherche, l'infrastructure numérique et les conversations. <br /><br /> L'esprit des logiciels Open Source n'est pas seulement d'avoir du code ouvert, mais de responsabiliser les gens, de leur donner une voix et de changer le monde grâce à une collaboration mondiale. Nous vous encourageons à voir si un projet qui vous intéresse respecte ces valeurs fondamentales, ou bien s'il s'arrête simplement à la question de la licence du code. <br /><br /> Nous vous invitons également à exécuter la même démarche sur Monero. Nous savons que vous ne découvrirez que la raison pour laquelle Monero est l'une des communautés les plus sécurisées et collaboratives du monde de la crypto-monnaie.
it: Mentre queste parti social del software open source sono preziose da esplorare e discutere, e in effetti la mancanza di ciò ha portato alla caduta di molti progetti, la conversazione può diventare piuttosto intricata ed è generalmente al di fuori dell'ambito di questo articolo, sebbene il lettore sia incoraggiato a continuare a conoscere questa parte critica della gestione di FOSS. <br/><br/>Il progetto Monero cerca continuamente di trovare modi per favorire la collaborazione aperta che è così fondamentale per lo spirito dell'open source. Se alcune persone preferiscono una piattaforma di chat piuttosto che un'altra, i bridge vengono implementati con piattaforme esistenti per aumentare la comunicazione. Se un gruppo di persone ritiene di non avere gli strumenti o le infrastrutture per implementare le proprie idee per migliorare Monero, la comunità vede quali tipi di strumenti (FOSS) sono disponibili. <br/><br/>Ciò significa che non ci sono solo più occhi sul codice, che è solo un aspetto del progetto, ma sui design, la ricerca, l'infrastruttura digitale e le conversazioni. <br/><br/>Lo spirito del software open source non è solo quello di avere un codice aperto, ma di potenziare le persone, dar loro voce e cambiare il mondo attraverso la collaborazione globale. Il lettore è incoraggiato a vedere se qualsiasi progetto a cui sono interessati va a questi valori fondamentali, o semplicemente si ferma alla licenza del codice. <br/><br/>Li invitiamo anche a pubblicare la stessa rubrica su Monero. Sappiamo che scoprirai solo il motivo per cui Monero è una delle community più sicure e collaborative nel mondo delle criptovalute.
lt: Nors šias atvirojo kodo programinės įrangos socialines dalis verta tyrinėti ir aptarti, o to nebuvimas lėmė daugelio projektų žlugimą, pokalbis gali tapti gana sudėtingas ir paprastai nepatenka į šio straipsnio taikymo sritį. nors skaitytojas raginamas toliau mokytis apie šią svarbią FOSS valdymo dalį. <br/><br/> Monero projektas nuolatos ieško būdų, kaip skatinti atvirą bendradarbiavimą, kuris yra toks svarbus atvirojo kodo dvasiai. Jei kai kurie žmonės teikia pirmenybę vienai pokalbių platformai, o ne kitai, bendravimui gerinti diegiami tiltai su esamomis platformomis. Jei grupė žmonių mano, kad jie neturi įrankių ar infrastruktūros, kad galėtų įgyvendinti savo idėjas, kad Monero būtų geresnė, tada bendruomenė mato, kokios (FOSS) priemonės yra prieinamos. <br/><br/> Tai reiškia, kad daugiau dėmesio skiriama ne tik kodui, kuris yra tik vienas projekto aspektų, bet ir projektams, tyrimams, skaitmeninei infrastruktūrai ir pokalbiams. <br/><br/> Atvirojo kodo programinės įrangos dvasia yra ne tik turėti atvirą kodą, bet ir suteikti žmonėms daugiau galimybių, suteikti jiems balso teisę ir keisti pasaulį bendradarbiaujant pasauliniu mastu. Skaitytojas raginamas išsiaiškinti, ar kuris nors jį dominantis projektas atitinka šias pagrindines vertybes, ar tik sustoja ties kodo licencijavimu. <br/><br/> Taip pat kviečiame juos paleisti tą pačią rubriką Monero. Žinome, kad sužinosite tik priežastį, kodėl Monero yra viena saugiausių ir bendradarbiaujančių bendruomenių kriptovaliutų pasaulyje.
nb: Selv om disse sosiale delene av åpen kildekode-programvare er verdifulle å utforske og diskutere, og mangelen på å gjøre det faktisk har ført til undergangen til mange prosjekter, kan samtalen bli ganske intrikat, og er generelt utenfor rammen av denne artikkelen, Selv om leseren oppfordres til å fortsette å lære om denne kritiske delen av FOSS-ledelsen. <br/><br/> Monero-prosjektet søker kontinuerlig å finne måter å fremme det åpne samarbeidet som er så kritisk for ånden av åpen kildekode. Hvis noen mennesker foretrekker en chat-plattform fremfor en annen, blir broer utplassert med eksisterende plattformer for å øke kommunikasjonen. Hvis en gruppe mennesker føler at de ikke har verktøyene eller infrastrukturen til å implementere ideene sine for å gjøre Monero bedre, så ser fellesskapet hva slags (FOSS) verktøy som er tilgjengelige. <br/><br/> Dette betyr at det ikke bare er flere øyne på koden, som bare er ett aspekt av prosjektet, men på designene, forskningen, den digitale infrastrukturen og samtalene. <br/><br/> Ånden til åpen kildekode-programvare er ikke bare å ha åpen kode, men å styrke mennesker, gi dem en stemme og forandre verden gjennom globalt samarbeid. Leseren oppfordres til å se om et prosjekt de er interessert i går til disse kjerneverdiene, eller bare stopper ved lisensiering av koden. <br/><br/> Vi inviterer dem også til å kjøre den samme rubrikken på Monero. Vi vet at du bare vil oppdage grunnen til at Monero er et av de sikreste og mest samarbeidende fellesskapene i kryptovaluta-verdenen.
nl: Hoewel deze sociale delen van open source-software waardevol zijn om te verkennen en te bespreken, en het gebrek daaraan inderdaad heeft geleid tot de ondergang van menig project, kan het gesprek behoorlijk ingewikkeld worden en valt het over het algemeen buiten het bereik van dit artikel, hoewel de lezer wordt aangemoedigd om te blijven leren over dit kritieke deel van FOSS-beheer. <br/><br/> Het Monero-project zoekt voortdurend naar manieren om de open samenwerking te bevorderen die cruciaal is voor de kern van open source. Als sommige mensen het ene chatplatform verkiezen boven het andere, worden bruggen ingezet met bestaande platforms om de communicatie te vergroten. Als een groep mensen het gevoel heeft dat ze niet over de tools of infrastructuur beschikken om hun ideeën te implementeren om Monero beter te maken, dan kijkt de community welke soorten (FOSS) tools er beschikbaar zijn. <br/><br/> Dit betekent dat er niet alleen meer aandacht is voor de code, die slechts één aspect van het project is, maar ook voor de ontwerpen, het onderzoek, de digitale infrastructuur en de gesprekken. <br/><br/> De kern van open source software is niet alleen om open code te hebben, maar om mensen in staat te stellen, een stem te geven en de wereld te veranderen door wereldwijde samenwerking. De lezer wordt aangemoedigd om te kijken of een project waarin hij geïnteresseerd is naar deze kernwaarden gaat, of alleen stopt bij het licentiëren van de code. <br/><br/> We nodigen ze ook uit om dezelfde rubriek op Monero uit te voeren. We weten dat u de reden zult ontdekken waarom Monero een van de veiligste en meest samenwerkende gemeenschappen in de cryptocurrency-wereld is.
pl: Podczas gdy te społeczne części oprogramowania open source są cenne do poznania i przedyskutowania, a ich brak doprowadził do upadku wielu projektów, temat bywa skomplikowany i wykracza poza zakres tego artykułu. Tym niemniej czytelnik jest zachęcany do dalszego dowiadywania się o tej istotnej części zarządzania projektami FOSS. <br/><br/> Projekt Monero nieustannie stara się znaleźć sposoby na wspieranie otwartej współpracy, która jest tak kluczowa dla ducha open source. Jeśli niektóre osoby wolą jedną platformę czatu od drugiej, mosty są wdrażane z istniejącymi platformami w celu zwiększenia komunikacji. Jeśli grupa ludzi uważa, że nie ma narzędzi ani infrastruktury, aby wdrożyć swoje pomysły na ulepszenie Monero, społeczność odnajduje odpowiednie narzędzia (FOSS). <br/><br/> Oznacza to, że nie tylko więcej osób widzi kod, który jest wyłącznie jednym aspektem projektu, ale również więcej osób widzi badania, infrastrukturę i rozmowy. <br/><br/> Duchem oprogramowania open source jest nie tylko otwarty kod, ale wspieranie ludzi, nadawanie im głosu i zmiana świata poprzez globalną współpracę. Zachęca się czytelnika do sprawdzenia, czy jakikolwiek projekt, którym jest zainteresowany podziela te podstawowe wartości, czy po prostu zatrzymuje się na licencji kodu. <br/><br/> Zapraszamy Cię również do przeprowadzenia tych samych testów na Monero. Wiemy, że odkryjesz powód, dla którego Monero jest jedną z najbezpieczniejszych i najlepiej współpracujących społeczności w świecie kryptowalut.
pt_br: Embora essas partes sociais do software de código aberto sejam valiosas para explorar e discutir, e de fato a falta de fazê-lo tenha levado à queda de muitos projetos, a conversa pode ficar bastante complicada e geralmente está fora do escopo deste artigo, embora o leitor seja incentivado a continuar aprendendo sobre essa parte crítica do gerenciamento de software livre. <br/><br/>O Projeto Monero procura continuamente encontrar maneiras de promover a colaboração aberta que é tão crítica para o espírito do código aberto. Se algumas pessoas preferem uma plataforma de bate-papo em detrimento de outra, pontes são implantadas com as plataformas existentes para aumentar a comunicação. Se um grupo de pessoas achar que não possui as ferramentas ou a infraestrutura para implementar suas idéias para melhorar o Monero, a comunidade verá que tipos de ferramentas (FOSS) estão disponíveis. <br/><br/>Isso significa que não há apenas mais olhos no código, que é apenas um aspecto do projeto, mas nos designs, na pesquisa, na infraestrutura digital e nas conversas. <br/><br/>O espírito do software de código aberto não é apenas ter código aberto, mas capacitar as pessoas, dar voz a elas e mudar o mundo através da colaboração global. O leitor é incentivado a verificar se algum projeto em que está interessado vai para esses valores fundamentais ou apenas para no licenciamento do código. <br/><br/>Também os convidamos a executar a mesma rubrica no Monero. Sabemos que você só descobrirá o motivo pelo qual o Monero é uma das comunidades mais seguras e colaborativas do mundo das criptomoedas.
sl: Čeprav je te družbene dele odprtokodne programske opreme dragoceno raziskati in o njih razpravljati ter je pomanjkanje tega dejansko pripeljalo do propada številnih projektov, je pogovor lahko precej zapleten in na splošno presega obseg tega članka, čeprav bralca spodbujamo, da nadaljuje učenje o tem kritičnem delu upravljanja FOSS. <br/><br/> Projekt Monero si nenehno prizadeva najti načine za spodbujanje odprtega sodelovanja, ki je tako pomembno za duh odprte kode. Če imajo nekateri ljudje raje eno platformo za klepet kot drugo, se z obstoječimi platformami vzpostavijo mostovi, da se poveča komunikacija. Če skupina ljudi meni, da nima orodij ali infrastrukture za izvajanje svojih zamisli za izboljšanje projekta Monero, potem skupnost preveri, katere vrste orodij (FOSS) so na voljo. <br/><br/> To pomeni, da ni le več oči na kodi, ki je le en vidik projekta, temveč tudi na dizajnih, raziskavah, digitalni infrastrukturi in pogovorih. <br/><br/> Duh odprtokodne programske opreme ni le odprta koda, temveč opolnomočenje ljudi, dajanje glasu in spreminjanje sveta z globalnim sodelovanjem. Bralec naj preveri, ali projekt, ki ga zanima, sledi tem temeljnim vrednotam ali pa se ustavi zgolj pri licenciranju kode. <br/><br/> Prav tako vabimo, da se isto preveri pri projektu Monero. Vemo, da boste le odkrili razlog, zakaj je Monero ena najbolj varnih in sodelovalnih skupnosti v svetu kriptovalut.
sv: Även om dessa sociala delar av programvara med öppen källkod är värdefulla att utforska och diskutera, och avsaknaden av att göra det faktiskt har lett till att många projekt har fallit, kan konversationen bli ganska intrikat och ligger i allmänhet utanför den här artikelns omfattning, även om läsaren uppmuntras att fortsätta lära sig om denna kritiska del av FOSS-hantering. <br/><br/> Monero-projektet försöker ständigt hitta sätt att främja det öppna samarbetet som är så avgörande för andan av öppen källkod. Om vissa människor föredrar en chattplattform framför en annan, distribueras bryggor med befintliga plattformar för att öka kommunikationen. Om en grupp människor känner att de inte har verktygen eller infrastrukturen för att implementera sina idéer för att göra Monero bättre, då ser samhället vilka typer av (FOSS) verktyg som finns tillgängliga. <br/><br/> Det betyder att det inte bara finns fler ögon på koden, som bara är en aspekt av projektet, utan på designen, forskningen, den digitala infrastrukturen och samtalen. <br/><br/> Andan med programvara med öppen källkod är inte bara att ha öppen kod, utan att stärka människor, ge dem en röst och förändra världen genom globalt samarbete. Läsaren uppmuntras att se om något projekt som de är intresserade av går till dessa kärnvärden, eller bara stannar vid licensieringen av koden. <br/><br/> Vi uppmanar dem också att köra samma rubrik på Monero. Vi vet att du bara kommer att upptäcka anledningen till att Monero är en av de säkraste och mest samarbetsgrupperna i kryptovalutavärlden.
tl: Bagama't ang mga panlipunang bahagi ng open source na software na ito ay mahalaga upang galugarin at talakayin, at sa katunayan ang kawalan ng paggawa nito ay humantong sa pagbagsak ng maraming proyekto, ang pag-uusap ay maaaring maging masalimuot, at sa pangkalahatan ay nasa labas ng saklaw ng artikulong ito, bagaman hinihikayat ang mambabasa na magpatuloy sa pag-aaral tungkol sa kritikal na bahaging ito ng pamamahala ng FOSS. <br/><br/> Ang Proyektong Monero ay patuloy na naghahanap ng mga paraan upang pasiglahin ang bukas na pakikipagtulungan na napakahalaga sa diwa ng open source. Kung ang ilang mga tao ay mas gusto ang isang chat platform kaysa sa isa pa, pagkatapos ay ang mga tulay ay i-deploy sa mga umiiral na platform upang madagdagan ang komunikasyon. Kung ang isang grupo ng mga tao ay nararamdaman na wala silang mga tool o imprastraktura upang ipatupad ang kanilang mga ideya upang gawing mas mahusay ang Monero, makikita ng komunidad kung anong mga uri ng (FOSS) na tool ang magagamit. <br/><br/> Nangangahulugan ito na hindi lamang higit pang mga mata sa code, na isang aspeto lamang ng proyekto, ngunit sa mga disenyo, pananaliksik, digital na imprastraktura, at mga pag-uusap. <br/><br/> Ang diwa ng open source software ay hindi lamang para magkaroon ng open code, ngunit para bigyang kapangyarihan ang mga tao, bigyan sila ng boses, at baguhin ang mundo sa pamamagitan ng global collaboration. Hinihikayat ang mambabasa na makita kung ang anumang proyekto na interesado sila ay napupunta sa mga pangunahing halagang ito, o huminto lamang sa paglilisensya ng code. <br/><br/> Inaanyayahan din namin sila na patakbuhin ang parehong rubric sa Monero. Alam naming matutuklasan mo lang ang dahilan kung bakit ang Monero ay isa sa pinaka-secure, at nagtutulungang komunidad sa mundo ng cryptocurrency.
tr: Açık kaynak yazılımın bu sosyal kısımlarının keşfedilmesi ve tartışılması değerli olsa da ve aslında bunun yapılmaması birçok projenin çöküşüne yol açmış olsa da, konuşma oldukça karmaşık hale gelebilir ve genellikle bu makalenin kapsamı dışındadır. ancak okuyucunun FOSS yönetiminin bu kritik kısmı hakkında bilgi edinmeye devam etmesi teşvik edilmektedir. <br/><br/> Monero Projesi sürekli olarak açık kaynak ruhu için çok kritik olan açık iş birliğini geliştirmenin yollarını arıyor. Bazı insanlar bir sohbet platformunu diğerine tercih ederse, iletişimi artırmak için mevcut platformlarla köprüler kurulur. Bir grup insan Monero'yu daha iyi hale getirecek fikirlerini uygulayacak araçlara veya altyapıya sahip olmadıklarını hissederse topluluk ne tür (FOSS) araçların mevcut olduğunu görür. <br/><br/> Bu, projenin yalnızca bir yönü olan koda değil, tasarımlara, araştırmalara, dijital altyapıya ve konuşmalara daha fazla ilgi gösterilmesi anlamına geliyor. <br/><br/> Açık kaynaklı yazılımın ruhu yalnızca açık koda sahip olmak değil, insanları güçlendirmek, onlara söz hakkı vermek ve küresel işbirliği yoluyla dünyayı değiştirmektir. Okuyucunun, ilgilendikleri herhangi bir projenin bu temel değerlere mi ulaştığını yoksa yalnızca kodun lisanslanmasında mı bittiğini görmesi teşvik edilir. <br/><br/> Onları aynı değerlendirme tablosunu Monero'da da uygulamaya davet ediyoruz. Monero'nun kripto para dünyasındaki en güvenli ve işbirliğine dayalı topluluklardan biri olmasının nedenini yalnızca keşfedeceğinizi biliyoruz.
ur: اگرچہ اوپن سورس سافٹ ویئر کے یہ سماجی حصے دریافت کرنے اور بحث کرنے کے لیے قابل قدر ہیں، اور درحقیقت ایسا نہ کرنے کی وجہ سے بہت سے پروجیکٹ زوال کا باعث بنے ہیں، بات چیت کافی پیچیدہ ہو سکتی ہے، اور عام طور پر اس مضمون کے دائرہ کار سے باہر ہے، اگرچہ قاری کی حوصلہ افزائی کی جاتی ہے کہ وہ FOSS مینجمنٹ کے اس اہم حصے کے بارے میں سیکھتے رہیں۔ <br/><br/> Monero پروجیکٹ مسلسل کھلے تعاون کو فروغ دینے کے طریقے تلاش کرنے کی کوشش کرتا ہے جو اوپن سورس کی روح کے لیے بہت اہم ہے۔ اگر کچھ لوگ ایک چیٹ پلیٹ فارم کو دوسرے پر ترجیح دیتے ہیں، تو مواصلات کو بڑھانے کے لیے موجودہ پلیٹ فارمز کے ساتھ پل لگائے جاتے ہیں۔ اگر لوگوں کے ایک گروپ کو لگتا ہے کہ ان کے پاس مونیرو کو بہتر بنانے کے لیے اپنے آئیڈیاز کو نافذ کرنے کے لیے ٹولز یا انفراسٹرکچر نہیں ہے، تو کمیونٹی دیکھتی ہے کہ کس قسم کے (FOSS) ٹولز دستیاب ہیں۔ <br/><br/> اس کا مطلب ہے کہ کوڈ پر صرف زیادہ نظریں نہیں ہیں، جو کہ اس منصوبے کا صرف ایک پہلو ہے، بلکہ ڈیزائن، تحقیق، ڈیجیٹل انفراسٹرکچر اور بات چیت پر ہے۔ <br/><br/> اوپن سورس سافٹ ویئر کی روح صرف اوپن کوڈ کا ہونا نہیں ہے، بلکہ لوگوں کو بااختیار بنانا، انہیں آواز دینا، اور عالمی تعاون کے ذریعے دنیا کو تبدیل کرنا ہے۔ قارئین کو یہ دیکھنے کی ترغیب دی جاتی ہے کہ آیا کوئی بھی پروجیکٹ جس میں ان کی دلچسپی ہے وہ ان بنیادی اقدار پر جاتا ہے، یا محض کوڈ کی لائسنسنگ پر رک جاتا ہے۔ <br/><br/> ہم انہیں Monero پر بھی یہی روبرک چلانے کی دعوت دیتے ہیں۔ ہم جانتے ہیں کہ آپ کو صرف اس وجہ کا پتہ چل جائے گا کہ Monero کرپٹو کرنسی کی دنیا میں سب سے زیادہ محفوظ، اور تعاون کرنے والی کمیونٹیز میں سے ایک ہے۔
zh_cn: 尽管对于探索和讨论开源软件的社交部分非常有价值，并且缺乏这些关键因素会导致许多项目的失败，但是该讨论可能会变得十分复杂，并且不在本文讨论范围之内，当然希望有能力的读者继续学习和思考FOSS开源软件治理的这一关键部分. <br/><br/> 门罗币不断寻求方法来进开放式协作，践行至关重要的开源精神.如果有些人喜欢一个聊天平台而不是另一个聊天平台，那么就将现有平台之间部署一个桥梁增加通信.如果一群人觉得他们没有工具或基础设施来实现他们的想法以使Monero变得更好,那么社区就会寻找有哪些可用的（FOSS）开源工具. <br/><br/> 这意味着不仅要专注代码构建（这只是项目的一个方面），而且还要关注整体设计，各个层次的研究，数字基础架构和对话. <br/><br/> 开源精神不仅在于公开代码，还在于赋予人们权力，来表达意见并通过全球协作改变世界.希望每位读者都能查看任何他们感兴趣的项目是否都遵循了这些核心价值，或者仅仅是停留在代码可以被审查. <br/><br/> 我们也希望邀请读者们在Monero门罗币上进行相同的检查。你就会发现到底什么原因让Monero门罗币成为加密货币世界上最安全，协作最紧密的社区之一.
zh_tw: 儘管對於探索和討論開源軟件的社交部分非常有價值，並且缺乏這些關鍵因素會導致許多項目的失敗，但是該討論可能會變得十分複雜，並且不在本文討論範圍之內，當然希望有能力的讀者繼續學習和思考FOSS開源軟件治理的這一關鍵部分. <br/><br/> 門羅幣不斷尋求方法來進開放式協作，踐行至關重要的開源精神.如果有些人喜歡一個聊天平台而不是另一個聊天平台，那麼就將現有平台之間部署一個橋樑增加通信.如果一群人覺得他們沒有工具或基礎設施來實現他們的想法以使Monero變得更好,那麼社區就會尋找有哪些可用的（FOSS）開源工具. <br/><br/> 這意味著不僅要專注代碼構建（這只是項目的一個方面），而且還要關注整體設計，各個層次的研究，數字基礎架構和對話. <br/><br/> 開源精神不僅在於公開代碼，還在於賦予人們權力來表達意見並通過全球協作改變世界.希望每位讀者都能查看任何他們感興趣的項目是否都遵循了這些核心價值，或者僅僅是停留在代碼可以被審查. <br/><br/ > 我們也希望邀請讀者們在Monero門羅幣上進行相同的檢查。你就會發現到底什麼原因讓Monero門羅幣成為加密貨幣世界上最安全，協作最緊密的社區之一.
