Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb4250Sbtext
source: <p>This criticism is most commonly given with Bitcoin in mind. What if Bitcoin adopts privacy technologies that allow adequate privacy. What would be the use for Monero?</p> <p>The reality is, we don’t see Bitcoin ever putting privacy on the first layer. At best, it would be on second layers, or through certain wallets, such as Samourai and Wasabi. This means the privacy is opt-in, which research shows is always inferior to privacy that is on by default. Even if this technology was adopted by a decent percentage of Bitcoin users (which is itself a stretch of the imagination), the privacy would be inferior.</p> <p>While the reasons for opt-in privacy inferiority would be big enough to make it’s own article, we want to elaborate with a crude example here. Privacy, from a technological standpoint, is about hiding in a crowd. The bigger and more homogeneous the crowd, the better the privacy of the individual. Conversely if either the crowd is small, or large, but everyone wears different, unique clothing, it would be easier to identify an individual.</p> <p>This means that since Bitcoin is forcing people to take extra steps to be a part of this crowd, many will not do it, and those that do, may do it poorly. The end result ends up being a small crowd, and identifying individual outputs is much easier. But it gets worse. In addition to the crowd being small, every individual is more or less unique from each other, depending on the privacy protocol they chose to use. Some might choose Samourai, which has one way of mixing, while others may choose Wasabi which has another, and the list goes on. This ultimately leads to unique characteristics about each transaction. Coupled with the small crowd, the privacy is quite weak.</p> <p>We compare the above to Monero, which enforces privacy at a protocol level. This means that everyone is a part of the crowd by default, and everyone utilizes the same privacy (the one dictated by the protocol). The crowd is both large, and homogeneous, resulting in much stronger privacy.</p> <p>But let’s take a step back and follow a hypothetical, where, somehow, Bitcoin does indeed put privacy on the base layer. It’s robust, on-by default, and mandatory. What would be the need for Monero?</p> <p>Well, for some, there wouldn’t be one, and it may be surprising to hear, but many of us Monero folks wouldn’t care. All we want is for there to be a privacy preserving, fungible way for individuals to transact with each other across the globe, and if Bitcoin miraculously does it in a way that actually protects privacy through mandatory, base-layer technology, then many of us would happily switch over. Good luck getting this to happen though.</p> <p>That said, Monero does offer many features beyond privacy that Bitcoin does not. The dynamic blocksize enabled by a tail emission, a different code base, a policy of low fees, a different elliptic curve, and more. In particular the dynamic blocksize should be highlighted here, as it enables a theoretically limitless transaction throughput with only storage and bandwidth being the choke points. In short, a theoretical Bitcoin with privacy just doesn't offer everything Monero does.</p> <p>Switching gears one last time for this question, less often this argument applies to technology like an ethereum smart contract using zk-SNARKS, which, once again, does not have mandatory privacy on the base layer of the main chain, so the anonymity sets will be quite small and of dubious ability to adequately protect privacy. For other comparisons, please see our <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">article comparing Monero to the other major privacy coins</a>.</p>
cs: <p>Tato kritika se nejčastěji týká Bitcoinu. Co když Bitcoin přijme technologie pro ochranu soukromí, které umožní dostatečné soukromí. K čemu by bylo Monero? </p> <p>Skutečnost je taková, že se nedá předpokládat, že by Bitcoin někdy zavedl ochranu soukromí na první úrovni. V nejlepším případě bude na druhé vrstvě nebo prostřednictvím některých peněženek, jako jsou Samourai a Wasabi. To znamená, že soukromí je opt-in, což je podle výzkumů vždy horší než soukromí, které je zapnuté ve výchozím nastavení. I kdyby tuto technologii přijalo slušné procento uživatelů Bitcoinu (což je samo o sobě přitažené za vlasy), soukromí by bylo horší.</p> <p>Přestože by důvody horší ochrany soukromí opt-in vydaly na samostatný článek, chceme je zde rozvést na hrubém příkladu. Soukromí z technologického hlediska spočívá ve schovávání se v davu. Čím větší a homogennější je dav, tím lepší je soukromí jednotlivce. Naopak pokud je buď dav malý, nebo velký, ale každý nosí jiné, jedinečné oblečení, bylo by snazší jedince identifikovat.</p> <p>To znamená, že jelikož Bitcoin nutí lidi podnikat další kroky, aby se stali součástí tohoto davu, mnozí to neudělají, a ti, kteří to udělají, to mohou udělat špatně. Konečným výsledkem je nakonec malý dav a identifikace jednotlivých výstupů je mnohem snazší. Ale je to ještě horší. Kromě toho, že je dav malý, je každý jednotlivec od sebe více či méně jedinečný, v závislosti na protokolu ochrany osobních údajů, který si zvolil. Někdo si může zvolit Samourai, který má jeden způsob míchání, jiný Wasabi, který má jiný, a seznam pokračuje dál. To nakonec vede k jedinečným vlastnostem každé transakce. V kombinaci s malým počtem lidí je ochrana soukromí poměrně slabá.</p> <p>Výše uvedené porovnáváme s Monero, které vynucuje soukromí na úrovni protokolu. To znamená, že každý je ve výchozím nastavení součástí davu a každý využívá stejné soukromí (to, které diktuje protokol). Dav je velký a zároveň homogenní, což vede k mnohem silnějšímu soukromí.</p> <p>Udělejme však krok zpět a sledujme hypotetický případ, kdy Bitcoin skutečně nějakým způsobem zajišťuje soukromí na základní vrstvě. Je robustní, zapnuté ve výchozím nastavení a povinné. Jaká by byla potřeba Monera?</p> <p>No, pro někoho by žádná nebyla, a možná to bude překvapivé, ale mnohým z nás, lidí od Monera, by to bylo jedno. Jediné, co chceme, je, aby existoval soukromí zachovávající, zastupitelný způsob, jakým mohou jednotlivci mezi sebou provádět transakce po celém světě, a pokud to Bitcoin zázračně dokáže způsobem, který skutečně chrání soukromí prostřednictvím povinné, základní technologie, pak by mnozí z nás s radostí přešli. Hodně štěstí, aby se tak stalo.</p> <p>Monero nabízí kromě ochrany soukromí i mnoho dalších funkcí, které Bitcoin nenabízí. Dynamickou velikost bloků umožněnou koncovou emisí, jinou kódovou základnu, politiku nízkých poplatků, jinou eliptickou křivku a další. Zde je třeba vyzdvihnout zejména dynamickou velikost bloků, která umožňuje teoreticky neomezenou propustnost transakcí, přičemž škrtícím bodem je pouze úložiště a šířka pásma. Stručně řečeno, teoretický Bitcoin se soukromím prostě nenabízí vše, co Monero.</p> <p>Pokud se naposledy zaměříme na tuto otázku, méně často se tento argument vztahuje na technologie, jako je inteligentní kontrakt Etherea využívající zk-SNARKS, který opět nemá povinné soukromí na základní vrstvě hlavního řetězce, takže sady anonymity budou poměrně malé a s pochybnou schopností dostatečně chránit soukromí. Další srovnání naleznete v našem <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">článku srovnávajícím Monero s ostatními hlavními mincemi na ochranu soukromí</a>.</p>
fi: <p>Tämä kritiikki esitetään useimmiten Bitcoinia ajatellen. Entä jos Bitcoin ottaa käyttöön tietosuojateknologioita, jotka mahdollistavat riittävän yksityisyyden. Mitä hyötyä Monerosta silloin olisi?</p> <p> Tosiasia on, ettemme näe Bitcoinin koskaan asettavan yksityisyyttä ensimmäiselle tasolle. Parhaimmillaan se olisi toisella tasolla tai hoidettu tiettyjen lompakoiden kautta, kuten Samourai ja Wasabi. Tämä tarkoittaa, että yksityisyys on valinnainen, mikä tutkimusten mukaan on aina huonompi kuin oletusarvoisesti käytössä oleva yksityisyys. Vaikka kunnollinen prosenttiosuus Bitcoinin käyttäjistä ottaisi tämän tietosuojateknologian käyttöön (mikä on jo itsessään absurdi ajatus), yksityisyys olisi huonompi kuin Monerolla.</p> <p>Vaikka syyt osallistumisesta yksityisyyteen olisivat riittävän suuret, jotta siitä voitaisiin tehdä oma artikkeli, haluamme tarkentaa asiaa karkealla esimerkillä. Tietosuoja on teknologisesta näkökulmasta väkijoukkoon piiloutumista. Mitä suurempi ja homogeenisempi joukko, sitä parempi on yksilön yksityisyys. Päinvastoin, jos joukko on pieni tai suuri, mutta jokaisella on erilainen, ainutlaatuinen vaatetus, yksilön tunnistaminen olisi helpompaa.</p> <p>Tämä tarkoittaa sitä, että koska Bitcoin pakottaa ihmiset tekemään lisätoimia ollakseen osa tätä joukkoa, monet eivät sitä tee ja ne jotka tekevät, voivat tehdä sen vain huonosti. Lopputuloksena on pieni joukko, ja yksittäisten tulosten tunnistaminen on paljon helpompaa. Mutta se menee vain pahemmaksi. Sen lisäksi että joukko on pieni, jokainen yksilö on enemmän tai vähemmän ainutlaatuinen toisistaan riippuen siitä, mitä tietosuojaprotokollaa he valitsivat käyttää. Jotkut voivat valita Samourain, jolla on yksi sekoitustapa, kun taas toiset voivat valita Wasabin, jolla on toinen sekoitustapa, ja lista jatkuu. Tämä johtaa lopulta kunkin transaktion ainutlaatuisiin ominaisuuksiin. Yhdessä pienen joukon kanssa yksityisyys on melko heikko.</p> <p>Vertaamme yllä olevaa Moneroon, joka valvoo yksityisyyttä protokollatasolla. Tämä tarkoittaa, että kaikki ovat oletuksena osa väkijoukkoja ja kaikki käyttävät samaa yksityisyyttä (protokollan sanelemaa). Joukko on sekä suuri että homogeeninen, mikä johtaa paljon vahvempaan yksityisyyteen.</p> <p>Mutta otetaan askel taaksepäin ja seurataan hypoteettista tilannetta, jossa Bitcoin jollakin tavalla todella asettaa yksityisyyden pohjakerrokseen. Se on vankka, oletuksena käytössä ja pakollinen. Mihin tarkoitukseen Moneroa silloin tarvitaan?</p> <p>No, joillekin sellaista tarkoitusta ei olisi, ja saattaa olla yllättävää kuulla, mutta monet meistä Monerolaisista eivät välitä. Haluamme vain, että yksilöillä on yksityisyyttä säilyttävä, korvattavissa oleva tapa asioida toistensa kanssa kaikkialla maailmassa ja jos Bitcoin tekee sen ihmeellisesti tavalla, joka todella suojaa yksityisyyttä pakollisen peruskerroksen teknologian avulla, niin monet meistä vaihtaisi mielellään. Onnea tämän toteuttamiseen.</p> <p>Monero tarjoaa kuitenkin monia ominaisuuksia yksityisyyden lisäksi, joita Bitcoin ei tarjoa. Dynaaminen lohkokoko, jonka mahdollistaa "tail emission", erilainen koodipohja, alhaisten maksujen politiikka, erilainen elliptinen käyrä ja paljon muuta. Erityisesti dynaaminen lohkokoko on tässä korostettava, koska se mahdollistaa teoreettisesti rajattoman transaktion suorituskyvyn, jossa vain tallennus ja kaistanleveys ovat pullonkaulana. Lyhyesti sanottuna teoreettinen Bitcoin jossa on yksityisyyttä, ei vain tarjoa kaikkea mitä Monero tarjoaa.</p> <p>Vaihdetaan viimeisen kerran tähän kysymykseen, harvemmin tämä argumentti pätee teknologiaan, kuten ethereum-älysopimukseen, joka käyttää zk-SNARKSia, jolla ei jälleen kerran ole pakollista yksityisyyttä pääketjun pohjakerroksessa, joten anonyymit joukot ovat melko pieniä ja niiden kyky suojata yksityisyyttä on kyseenalainen. Muita vertailuja varten katso <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artikkeli, jossa Moneroa verrataan muihin tärkeimpiin yksityisyyden suojaa koskeviin kolikoihin</a>.</p>
fr: <p>Cette critique est le plus souvent formulée en pensant à Bitcoin. Et si Bitcoin adoptait des technologies de confidentialité qui permettent une confidentialité suffisante. À quoi servirait Monero ?</p> <p>La réalité est que nous ne voyons jamais Bitcoin mettre la confidentialité sur le « premier niveau » (la blockchain en elle-même, la « couche de base »). Au mieux, ce serait sur des protocoles de niveau deux ou plus, ou à travers certains portefeuilles, comme Samourai et Wasabi. Cela signifie que la confidentialité est optionnelle, ce qui, selon les recherches, est toujours plus faible que la confidentialité activée par défaut. Même si cette technologie était adoptée par un fort pourcentage d'utilisateurs de Bitcoin (ce qui est en soi un effort d'imagination), la confidentialité serait plus faible que celle proposée par Monero.</p> <p>Bien que les raisons montrant en quoi cet optionalité induit une faiblesse de la confidentialité soient suffisamment importantes pour créer article dédié à ce sujet, nous souhaitons développer ici un exemple concret. La confidentialité, d'un point de vue technologique, consiste à se cacher dans une foule. Plus la foule est grande et homogène, meilleure est la confidentialité de tout individu. Inversement, si la foule est petite ou grande, et que tout le monde porte des vêtements différents et uniques, il serait alors plus facile d'identifier un individu en particulier.</p> <p>Cela signifie que puisque Bitcoin oblige les gens à prendre des mesures supplémentaires pour faire partie de cette foule, beaucoup ne le feront pas, et ceux qui le feront, le feront peut-être mal. Le résultat final finit par être un petit groupe de personnes essayant d'améliorer leur niveau de confidentialité, et donc l'identification des sorties individuelles est beaucoup plus facile car leur nombre est réduit. Mais ça empire. En plus de la petite taille du groupe, chaque individu est plus ou moins facilement identifiable de manière unique, selon le protocole de confidentialité qu'il a choisi d'utiliser. Certains pourraient choisir Samourai, qui a une façon de mélanger, tandis que d'autres peuvent choisir Wasabi, qui en a une autre, et la liste est longue. Cela conduit finalement à des caractéristiques uniques pour chaque transaction. Et si on les ajoute à la petite taille du groupe, la confidentialité s'en retrouve de fait assez faible.</p> <p>Comparons ce qui précède à Monero, qui applique la confidentialité au niveau du protocole. Avec Monero, tout le monde fait partie de la foule par défaut et tout le monde utilise la même confidentialité (celle dictée par le protocole). La foule est donc à la fois nombreuse et homogène, ce qui se traduit par une confidentialité beaucoup plus forte.</p> <p>Mais prenons du recul et suivons une hypothèse, où, d'une manière ou d'une autre, Bitcoin met effectivement la confidentialité sur la couche de base. Elle est robuste, activée par défaut et obligatoire. Quel serait alors la raison d'exister de Monero ?</p> <p>Eh bien, pour certains, il n'y en aurait aucune, et cela peut être surprenant à entendre, mais beaucoup d'entre nous, les gens de Monero, ne s'en soucieraient pas. Tout ce que nous voulons, c'est qu'il y ait un moyen fongible et préservant la confidentialité pour que les individus puissent effectuer des transactions entre eux à travers le monde, et si Bitcoin le fait miraculeusement d'une manière qui protège réellement la confidentialité grâce à une technologie obligatoire sur la couche de base, alors beaucoup d'entre nous changerait avec plaisir. Bonne chance pour que cela se produise.</p> <p>Cela dit, Monero offre de nombreuses fonctionnalités au-delà de la confidentialité que Bitcoin n'offre pas. La taille de bloc dynamique permise par une émission résiduelle, une base de code différente, une politique de frais peu élevés, une courbe elliptique différente (fonction cryptographique), et plus encore. En particulier, la taille de bloc dynamique doit être soulignée ici, car elle permet un débit de transaction théoriquement illimité, seuls le stockage et la bande passante étant les points d'étranglement. En bref, un Bitcoin théorique avec une forte confidentialité n'offre tout simplement pas tout ce que fait Monero.</p> <p>Changeons de perspective une dernière fois pour cette question. Cet argument s'applique moins fréquemment à une technologie telle qu'un « contrat intelligent » Ethereum utilisant zk-SNARKS, qui, une fois de plus, ne dispose pas d'une confidentialité obligatoire sur la couche de base de la chaîne principale, de sorte que la foule nécessaire recherchant l'anonymat sera assez petite et aura donc une capacité quasi nulle à protéger adéquatement la confidentialité.. Pour d'autres comparaisons, veuillez consulter notre <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">article comparant Monero aux autres principales crypto-monnaies prônant une forte prise en compte de la confidentialité</a>.</p>
it: <p>Questa critica viene più comunemente data in mente Bitcoin. Che cosa succede se Bitcoin adotta tecnologie di privacy che consentono una privacy adeguata Quale sarebbe l'uso di Monero?</p> <p>La realtà è che non vediamo Bitcoin mettere la privacy al primo livello. Nella migliore delle ipotesi, sarebbe su secondi livelli, o attraverso determinati portafogli, come Samourai e Wasabi. Ciò significa che la privacy è opt-in, che la ricerca mostra sempre inferiore alla privacy attiva per impostazione predefinita. Anche se questa tecnologia fosse adottata da una discreta percentuale di utenti Bitcoin (che è essa stessa un tratto dell'immaginazione), la privacy sarebbe inferiore.</p> <p>Mentre i motivi dell'inferiorità per la privacy di opt-in sarebbero abbastanza grandi da renderlo un articolo proprio, vogliamo qui elaborare un esempio approssimativo. La privacy, dal punto di vista tecnologico, si nasconde in mezzo alla folla. Più grande e omogenea è la folla, migliore è la privacy dell'individuo. Viceversa se la folla è piccola o grande, ma ognuno indossa abiti diversi e unici, sarebbe più facile identificare un individuo.</p> <p>Ciò significa che, poiché Bitcoin sta costringendo le persone a fare ulteriori passi per far parte di questa folla, molti non lo faranno e quelli che lo fanno, potrebbero farlo male. Il risultato finale finisce per essere una piccola folla e identificare i singoli output è molto più semplice. Ma peggiora. Oltre al fatto che la folla è piccola, ogni individuo è più o meno unico l'uno dall'altro, a seconda del protocollo sulla privacy che hanno scelto di utilizzare. Alcuni potrebbero scegliere Samourai, che ha un modo di mescolare, mentre altri possono scegliere Wasabi che ne ha un altro, e l'elenco potrebbe continuare. Questo alla fine porta a caratteristiche uniche per ogni transazione. Insieme alla piccola folla, la privacy è piuttosto debole.</p> <p>Confrontiamo quanto sopra con Monero, che applica la privacy a livello di protocollo. Ciò significa che ognuno fa parte della folla per impostazione predefinita e tutti utilizzano la stessa privacy (quella dettata dal protocollo). La folla è sia grande che omogenea, con conseguente privacy molto più forte.</p> <p>Ma facciamo un passo indietro e seguiamo un ipotetico, in cui, in qualche modo, Bitcoin mette davvero la privacy sul livello base. È robusto, attivo per impostazione predefinita e obbligatorio. Quale sarebbe la necessità di Monero?</p> <p>Beh, non ce ne sarebbe uno e potrebbe essere sorprendente sentirlo, ma a molti di noi Monero non piacerebbe. Tutto ciò che vogliamo è che ci sia un modo fungibile per preservare la privacy per gli individui di effettuare transazioni tra loro in tutto il mondo, e se Bitcoin lo fa miracolosamente in un modo che protegge effettivamente la privacy attraverso la tecnologia obbligatoria a livello di base, allora molti di noi cambierebbe felicemente. Buona fortuna, comunque.</p> <p>Meno spesso questo argomento si applica alla tecnologia come un contratto intelligente ethereum che utilizza zk-SNARKS, che, ancora una volta, non ha una privacy obbligatoria sullo strato di base della catena principale, quindi i set di anonimato saranno piuttosto piccoli e di dubbia capacità di proteggere adeguatamente la privacy. Per altri confronti, consulta il nostro <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">articolo che confronta Monero con le altre principali monete sulla privacy</a>.</p>
lt: <p>Ši kritika dažniausiai pateikiama turint omenyje Bitcoin. Ką daryti, jei Bitcoin pritaikys privatumo technologijas, kurios užtikrina tinkamą privatumą. Kokia būtų Monero nauda?</p> <p> Realybė yra tokia, kad nematome, kad „Bitcoin“ kada nors kelia privatumą pirmame lygyje. Geriausiu atveju tai būtų ant antrojo sluoksnio arba per tam tikras pinigines, pvz., Samourai ir Wasabi. Tai reiškia, kad privatumas yra pasirenkamas, o tai, kaip rodo tyrimai, visada yra prastesnis už privatumą, kuris įjungtas pagal numatytuosius nustatymus. Net jei šią technologiją priimtų nemažas procentas Bitcoin vartotojų (tai savaime yra fantazijos ruožas), privatumas būtų prastesnis.</p> <p>Nors pasirinkimo privatumo prastumo priežastys būtų pakankamai didelės, kad būtų galima sukurti savo straipsnį, čia norime pateikdami grubų pavyzdį. Technologiniu požiūriu privatumas reiškia pasislėpimą minioje. Kuo didesnė ir homogeniškesnė minia, tuo geresnis asmens privatumas. Ir atvirkščiai, jei minia nedidelė arba didelė, bet visi dėvi skirtingus, unikalius drabužius, būtų lengviau atpažinti asmenį.</p> <p>Tai reiškia, kad kadangi Bitcoin verčia žmones imtis papildomų veiksmų, kad būtų šios minios dalis, daugelis to nepadarys, o tie, kurie tai daro, gali tai padaryti prastai. Galutinis rezultatas yra maža minia, o atskirus rezultatus nustatyti yra daug lengviau. Bet blogėja. Be to, kad minia yra nedidelė, kiekvienas asmuo yra daugiau ar mažiau unikalus vienas nuo kito, priklausomai nuo pasirinkto privatumo protokolo. Kai kurie gali pasirinkti samourai, kuris turi vieną maišymo būdą, o kiti gali pasirinkti Wasabi, kuris turi kitą, ir sąrašas tęsiasi. Tai galiausiai lemia unikalias kiekvieno sandorio savybes. Kartu su maža minia privatumas yra gana silpnas.</p> <p>Aukščiau pateiktą informaciją lyginame su „Monero“, kuri užtikrina privatumą protokolo lygiu. Tai reiškia, kad visi pagal numatytuosius nustatymus yra minios dalis ir visi naudojasi tuo pačiu privatumu (tokiu, kurį diktuoja protokolas). Minia ir didelė, ir vienalytė, todėl privatumas daug stipresnis.</p> <p> Tačiau žengkime žingsnį atgal ir vadovaukimės hipotetine situacija, kai „Bitcoin“ kažkokiu būdu iš tikrųjų suteikia privatumą pagrindiniam sluoksniui. Tai tvirta, įjungta pagal numatytuosius nustatymus ir privaloma. Kam prireiktų Monero?</p> <p> Na, kai kuriems jų nebūtų, ir tai gali būti stebina, bet daugeliui iš mūsų, Monero žmonių, tai nerūpėtų. Viskas, ko mes norime, yra privatumą išsaugantis, pakeičiamas būdas asmenims sudaryti sandorius vieni su kitais visame pasaulyje, ir jei Bitcoin stebuklingai tai padarys taip, kad iš tikrųjų apsaugotų privatumą naudojant privalomą pagrindinio sluoksnio technologiją, daugelis iš mūsų mielai persijungtų. Vis dėlto sėkmės, kad tai įvyktų.</p> <p> Be to, „Monero“ siūlo daugybę funkcijų, ne tik privatumą, bet ir „Bitcoin“. Dinaminis bloko dydis, kurį įgalina uodegos emisija, kitokia kodo bazė, mažų mokesčių politika, kitokia elipsinė kreivė ir kt. Ypač čia reikėtų pabrėžti dinaminį bloko dydį, nes jis įgalina teoriškai neribotą operacijų pralaidumą, kai droselio taškai yra tik saugykla ir pralaidumas. Trumpai tariant, teorinis Bitcoin su privatumu tiesiog nepasiūlo visko, ką daro Monero.</p> <p>Paskutinį kartą perjungiant pavaras šiam klausimui, rečiau šis argumentas taikomas tokioms technologijoms kaip ethereum išmanioji sutartis naudojant zk-SNARKS, kuri ir vėl neturi privalomo privatumo pagrindiniame pagrindinės grandinės sluoksnyje, todėl anonimiškumo rinkiniai bus gana maži ir abejotinos galimybės tinkamai apsaugoti privatumą. Norėdami gauti kitų palyginimų, žr. mūsų <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link"> straipsnį, kuriame Monero lyginamas su kitomis pagrindinėmis privatumo monetomis</a>.</p>
nb: <p>Denne kritikken er oftest gitt med Bitcoin i tankene. Hva om Bitcoin tar i bruk personvernteknologier som tillater tilstrekkelig personvern. Hva ville være bruken for Monero?</p> <p>Virkeligheten er at vi ikke ser at Bitcoin noen gang setter personvern på det første laget. I beste fall vil det være på andre lag, eller gjennom visse lommebøker, som Samourai og Wasabi. Dette betyr at personvernet er opt-in, noe forskning viser alltid er dårligere enn personvern som er på som standard. Selv om denne teknologien ble tatt i bruk av en anstendig prosentandel av Bitcoin-brukere (som i seg selv er en strek av fantasien), ville personvernet være dårligere.</p> <p>Selv om årsakene til mindreverdig personvern ville være store nok til å lage sin egen artikkel, ønsker vi å utdype med et grovt eksempel her. Personvern, fra et teknologisk synspunkt, handler om å gjemme seg i en folkemengde. Jo større og mer homogen mengden er, desto bedre personvern. Omvendt hvis enten mengden er liten eller stor, men alle har forskjellige, unike klær, ville det være lettere å identifisere en person.</p> <p>Dette betyr at siden Bitcoin tvinger folk til å ta ekstra skritt for å være en del av denne mengden, vil mange ikke gjøre det, og de som gjør det, kan gjøre det dårlig. Sluttresultatet ender opp som en liten mengde, og det er mye enklere å identifisere individuelle utganger. Men det blir verre. I tillegg til at mengden er liten, er hvert individ mer eller mindre unike fra hverandre, avhengig av personvernprotokollen de valgte å bruke. Noen kan velge Samourai, som har én måte å blande på, mens andre kan velge Wasabi som har en annen, og listen fortsetter. Dette fører til slutt til unike egenskaper ved hver transaksjon. Sammen med den lille mengden er personvernet ganske svakt.</p> <p>Vi sammenligner ovenstående med Monero, som håndhever personvern på protokollnivå. Dette betyr at alle er en del av mengden som standard, og alle bruker det samme personvernet (det som er diktert av protokollen). Publikum er både stort og homogent, noe som resulterer i mye sterkere personvern.</p> <p>Men la oss ta et skritt tilbake og følge en hypotetisk, der Bitcoin på en eller annen måte setter personvern på grunnlaget. Den er robust, på som standard og obligatorisk. Hva er behovet for Monero?</p> <p>Vel, for noen ville det ikke vært en, og det kan være overraskende å høre, men mange av oss Monero-folk ville ikke brydd seg. Alt vi ønsker er at det skal være en personvernbevarende, ombyttbar måte for enkeltpersoner å handle med hverandre over hele kloden, og hvis Bitcoin mirakuløst gjør det på en måte som faktisk beskytter personvernet gjennom obligatorisk, grunnleggende teknologi, er det mange av oss. bytter gjerne over. Lykke til med å få dette til å skje.</p> <p>Når det er sagt, tilbyr Monero mange funksjoner utover personvern som Bitcoin ikke gjør. Den dynamiske blokkstørrelsen muliggjort av en haleutslipp, en annen kodebase, en policy med lave avgifter, en annen elliptisk kurve og mer. Spesielt bør den dynamiske blokkstørrelsen fremheves her, siden den muliggjør en teoretisk grenseløs transaksjonsgjennomstrømning med kun lagring og båndbredde som strupepunktene. Kort sagt, en teoretisk Bitcoin med personvern tilbyr bare ikke alt Monero gjør.</p> <p>Skifte gir en siste gang for dette spørsmålet, sjeldnere gjelder dette argumentet for teknologi som en ethereum smart kontrakt som bruker zk-SNARKS, som nok en gang ikke har obligatorisk personvern på basislaget til hovedkjeden, så anonymitetssett vil være ganske små og med tvilsom evne til å beskytte personvernet tilstrekkelig. For andre sammenligninger, se vår <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artikkel som sammenligner Monero med de andre store personvernmyntene</a>.</p>
nl: <p>Deze kritiek wordt meestal gegeven met Bitcoin in gedachten. Wat nou als Bitcoin privacytechnologieën gebruikt die voldoende privacy mogelijk maakt, wat zou dan het nut van Monero zijn? </p> <p>De realiteit is dat we niet zien dat Bitcoin ooit privacy op de eerste laag zet. In het beste geval zou het op tweede lagen zijn, of via bepaalde portefeuilles, zoals Samourai en Wasabi. Dit betekent dat de privacy opt-in is, wat volgens onderzoek altijd inferieur is tegenover privacy die standaard is ingeschakeld. Zelfs als deze technologie zou worden overgenomen door een behoorlijk percentage Bitcoin-gebruikers (wat op zich al een verbeelding is), zou de privacy alsnog inferieur zijn.</p> <p>Hoewel de redenen voor opt-in privacy-inferieuriteit groot genoeg zouden zijn om er een eigen artikel van te maken, willen we hier een grof voorbeeld geven. Privacy, vanuit een technologisch oogpunt, gaat over het verstoppen in de menigte. Hoe groter en homogener de menigte, hoe beter de privacy van het individu. Omgekeerd, als de menigte klein of groot is, maar iedereen andere, unieke kleding draagt, zou het gemakkelijker zijn om een persoon te identificeren.</p> <p>Dit betekent dat, aangezien Bitcoin mensen dwingt om extra stappen te nemen om deel uit te maken van deze menigte, velen het niet zullen doen, en degenen die dat wel doen, doen het misschien slecht. Het eindresultaat wordt uiteindelijk een kleine menigte waarbij het identificeren van individuele outputs veel eenvoudiger is. Maar het wordt erger. Behalve dat de menigte klein is, is elk individu min of meer uniek aan elkaar, afhankelijk van het privacyprotocol dat ze hebben gekozen om te gebruiken. Sommigen kiezen misschien voor Samourai, die een manier van mixen heeft, terwijl anderen misschien voor Wasabi kiezen, die een andere heeft, en de lijst gaat maar door. Dit leidt uiteindelijk tot unieke kenmerken over elke transactie. In combinatie met de kleine menigte is de privacy vrij zwak. </p> <p>We vergelijken het bovenstaande met Monero, dat privacy op protocolniveau afdwingt. Dit betekent dat iedereen standaard deel uitmaakt van de menigte en iedereen dezelfde privacy gebruikt (degene die wordt voorgeschreven door het protocol). De menigte is zowel groot als homogeen, wat resulteert in veel meer privacy.</p> <p> Maar laten we een stap terug doen en een hypothetische theorie volgen, waar Bitcoin op de een of andere manier inderdaad privacy op de basislaag plaatst. Het is robuust, standaard ingeschakeld en verplicht. Waar zou Monero voor nodig zijn?</p> <p>Nou, voor sommigen zou er geen zijn, en het is misschien verrassend om te horen, maar velen van ons Monero-gebruikers zouden er niets om geven. Het enige wat we willen is dat er een privacybehoudende, vervangbare manier is voor individuen om met elkaar over de hele wereld transacties uit te voeren, en als Bitcoin het op wonderbaarlijke wijze doet op een manier die de privacy daadwerkelijk beschermt door middel van verplichte basislaagtechnologie, dan zullen velen van ons graag overstappen. Veel succes om dit te laten gebeuren.</p> <p> Dat gezegd hebbende, biedt Monero veel functies die verder gaan dan privacy die Bitcoin niet biedt. De dynamische blokgrootte mogelijk gemaakt door een staartemissie, een andere codebasis, een beleid van lage kosten, een andere elliptische curve en meer. Met name de dynamische blokgrootte moet hier worden benadrukt, omdat het een theoretisch onbeperkte transactiedoorvoer mogelijk maakt, waarbij alleen opslag en bandbreedte de knelpunten zijn. Kortom, een theoretische Bitcoin met privacy biedt gewoon niet alles wat Monero biedt.</p> <p> Nog één keer schakelen voor deze vraag, dit argument is minder vaak van toepassing op technologie zoals een ethereum smart contract met behulp van zk-SNARKS, die wederom geen verplichte privacy heeft op de basislaag van de hoofdketen, dus de anonimiteit sets zullen vrij klein zijn en van twijfelachtig vermogen om privacy adequaat te beschermen. Zie voor andere vergelijkingen ons <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artikel waarin Monero wordt vergeleken met de andere grote privacymunten </a>.</p>
pl: <p>To pytanie jest najczęściej zadawane z myślą o Bitcoinie. Jeśli Bitcoin wprowadziłby technologie prywatności dorównujące poziomowi prywatności w Monero, jaki byłby wtedy pożytek z Monero?</p> <p>Nie sądzimy, aby Bitcoin kiedykolwiek doprowadził do takiej sytuacji. Na pewno nie przy użyciu pierwszej warstwy. W najlepszym przypadku prywatność zostałaby wdrożona przez drugą warstwę lub niektóre portfele, takie jak Samourai czy Wasabi. Oznacza to, że prywatność byłaby opcjonalna, co jak pokazują badania, jest zawsze gorsze od prywatności oferowanej domyślnie. Nawet jeśli ta technologia zostałaby przyjęta przez przyzwoity procent użytkowników Bitcoina, (co samo w sobie jest dużym naginaniem rzeczywistości), prywatność ta byłaby gorsza.</p> <p>Mimo, że powodów, dlaczego prywatność opcjonalna jest gorsza, starczyłoby na cały osobny artykuł, my chcemy je przedstawić tylko na prostym przykładzie. Prywatność z technologicznego punktu widzenia polega na wtopieniu się w tłum. Im większy i bardziej jednorodny tłum, tym lepsza prywatność jednostki. Za to im mniejszy i mniej jednorodny tłum, tym gorsza.</p> <p>Oznacza to, że skoro Bitcoin wymusiłby na ludziach podjęcie dodatkowych kroków, aby uzyskać większą prywatność, wielu by tego nie zrobiło a ci, którzy zrobiliby, mogliby zrobić to kiepsko. Efektem końcowym byłby mały tłum, a identyfikacja poszczególnych wyjść byłaby znacznie łatwiejsza. Oprócz tego, że tłum byłby mały, to dodatkowo każda osoba byłaby mniej lub bardziej różniąca się od siebie, w zależności od tego jaki protokół prywatności wybrała. Mogłoby to być Samourai, który ma konkretny sposób "mieszania się w tłum" albo Wasabi, który też zapewnia prywatność w inny sposób, a lista nie kończyłaby się na tym. To ostatecznie prowadzi do tego, że każda transakcja jest unikalna, a co za tym idzie prywatność oferowana przez Bitcoina dosyć słaba.</p> <p>Porównajmy to do Monero, które wymusza prywatność poprzez protokół. Dzięki temu każdy jest domyślnie częścią tłumu i każdy korzysta z tej samej prywatności (podyktowanej przez protokół). Tłum jest zarówno duży, jak i jednorodny, co skutkuje znacznie większą prywatnością.</p> <p>Zróbmy krok do tyłu i popatrzmy się na hipotetyczną sytuację, w której Bitcoin umieszcza prywatność na warstwie podstawowej. Jest solidna, domyślnie włączona i obowiązkowa. Czy Monero byłoby nadal potrzebne?</p> <p>Wielu może to zaskoczyć, ale społeczności Monero nie obchodzi to w jaki sposób uzyska prywatność. Wszystko to czego chcemy, to aby istniał chroniący prywatność, zamienny sposób dla jednostek do zawierania transakcji ze sobą na całym świecie. Jeśli Bitcoin tego dokona i zapewni prywatność w taki sposób jaki robi to Monero, to wielu z nas z radością się przyłączy. Powodzenia w zrobieniu tego.</p> <p>To powiedziawszy, Monero oferuje wiele funkcji poza prywatnością, których Bitcoin nie oferuje, takich jak: dynamiczna wielkość bloków umożliwiona przez kontrolowanie śledzenia, inna podstawa kodu, polityka niskich opłat, inna krzywa eliptyczna i więcej. W szczególności należy podkreślić dynamiczny rozmiar bloków, ponieważ w teorii umożliwia on nieograniczoną przepustowość transakcji, których jedynymi słabymi punktami są pamięć masowa i przepustowość łącza. W skrócie, teoretyczny zamysł prywatnego Bitcoina po prostu nie oferuje wszystkiego, co robi Monero.</p> <p>Dla odmiany odpowiedzmy na to pytanie porównując Monero do kryptowalut używających innych technologii. Inteligentne kontrakty Ethereum wykorzystujące ZK-SNARKS nie wymuszają prywatności w warstwie podstawowej głównego łańcucha, więc anonimowość oferowana przez Ethereum jest dość mała i wątpliwa. Inne porównania można znaleźć w naszym artykule <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">, który porównuje Monero z innymi, głównymi, prywatnymi kryptowalutami</a>.</p>
pt_br: <p>Essa crítica é mais comumente feita com o Bitcoin em mente. E se o Bitcoin adotar tecnologias de privacidade que permitem privacidade adequada. Qual seria a utilidade do Monero?</p> <p>A realidade é que nunca vemos o Bitcoin colocando a privacidade na primeira camada. Na melhor das hipóteses, seria em segundas camadas, ou através de algumas carteiras, como Samourai e Wasabi. Isso significa que a privacidade é opt-in, que mostra a pesquisa é sempre inferior à privacidade ativada por padrão. Mesmo que essa tecnologia fosse adotada por uma porcentagem decente de usuários de Bitcoin (o que é uma extensão da imaginação), a privacidade seria inferior.</p> <p>Embora as razões para a inferioridade da privacidade de adesão sejam grandes o suficiente para criar seu próprio artigo, queremos elaborar com um exemplo grosseiro aqui. Privacidade, do ponto de vista tecnológico, é sobre se esconder na multidão. Quanto maior e mais homogênea a multidão, melhor a privacidade do indivíduo. Por outro lado, se a multidão é pequena ou grande, mas todos usam roupas diferentes e únicas, seria mais fácil identificar um indivíduo.</p> <p>Isso significa que, como o Bitcoin está forçando as pessoas a tomar medidas extras para fazer parte dessa multidão, muitos não o fazem, e aqueles que o fazem, podem fazê-lo mal. O resultado final acaba sendo uma pequena multidão, e identificar saídas individuais é muito mais fácil. Mas piora. Além da multidão ser pequena, cada indivíduo é mais ou menos único, dependendo do protocolo de privacidade que escolheu usar. Alguns podem escolher Samourai, que tem uma maneira de mixar, enquanto outros podem escolher Wasabi, que tem outra, e a lista continua. Em última análise, isso leva a características únicas de cada transação. Juntamente com a pequena multidão, a privacidade é bastante fraca.</p> <p>Comparamos o item acima com o Monero, que reforça a privacidade no nível do protocolo. Isso significa que todos são parte da multidão por padrão, e todos utilizam a mesma privacidade (a ditada pelo protocolo). A multidão é grande e homogênea, resultando em uma privacidade muito mais forte.</p> <p>Mas vamos dar um passo atrás e seguir uma hipótese, onde, de alguma forma, o Bitcoin realmente coloca a privacidade na camada base. É robusto, por padrão e obrigatório. Qual seria a necessidade de Monero?</p> <p>Bem, não haveria um, e pode ser surpreendente ouvir, mas muitos de nós, os Monero, não ligariam. Tudo o que queremos é que haja uma maneira fungível e preservadora da privacidade para as pessoas negociarem entre si em todo o mundo, e se o Bitcoin faz milagrosamente isso de uma maneira que realmente protege a privacidade através da tecnologia obrigatória da camada de base, então muitos de nós felizmente mudar. Boa sorte para que isso aconteça.</p> <p>Com menos frequência, esse argumento se aplica a tecnologias como um contrato inteligente ethereum usando zk-SNARKS, que, mais uma vez, não possui privacidade obrigatória na camada base da cadeia principal, de modo que os conjuntos de anonimato serão bastante pequenos e duvidosos. capacidade de proteger adequadamente a privacidade. Para outras comparações, consulte nosso <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artigo comparando o Monero com as outras principais moedas de privacidade</a>.</p>
sl: <p>Ta kritika se najpogosteje nanaša na Bitcoin. Kaj pa, če Bitcoin sprejme tehnologije za zasebnost, ki omogočajo ustrezno zasebnost. Kakšna bi bila uporaba valute Monero? </p> <p>V resnici ne vidimo, da bi Bitcoin kdajkoli postavil zasebnost na prvo raven. V najboljšem primeru bi bila na drugi plasti ali prek nekaterih denarnic, kot sta Samourai in Wasabi. To pomeni, da je zasebnost vklopljena, kar je po raziskavah vedno slabše od privzeto vklopljene zasebnosti. Tudi če bi to tehnologijo sprejel spodoben odstotek uporabnikov Bitcoina (kar je že samo po sebi pretirana domišljija), bi bila zasebnost slabša.</p> <p>Čeprav bi bili razlogi za slabšo zasebnost v primeru izbire dovolj obsežni, da bi lahko izdali samostojen članek, jih želimo opisati z grobim primerom na tem mestu. S tehnološkega vidika je zasebnost povezana s skrivanjem v množici. Večja in bolj homogena kot je množica, boljša je zasebnost posameznika. Če je množica majhna ali velika, vendar vsi nosijo različna, edinstvena oblačila, bi bilo posameznika lažje prepoznati.</p> <p>To pomeni, da ker Bitcoin sili ljudi, da sprejmejo dodatne ukrepe, da bi bili del te množice, mnogi tega ne bodo storili, tisti, ki pa bodo, pa bodo to morda storili slabo. Končni rezultat je majhna množica, prepoznavanje posameznih izhodov pa je veliko lažje. Vendar je še slabše. Poleg tega, da je množica majhna, je vsak posameznik med seboj bolj ali manj edinstven, odvisno od protokola zasebnosti, ki ga je izbral za uporabo. Nekateri lahko izberejo Samourai, ki ima en način mešanja, drugi pa Wasabi, ki ima drugega, in seznam se nadaljuje. To na koncu privede do edinstvenih značilnosti vsake transakcije. V kombinaciji z majhno množico je zasebnost precej šibka.</p> <p>Zgoraj navedeno primerjamo z Monero, ki zasebnost uveljavlja na ravni protokola. To pomeni, da so vsi privzeto del množice in da vsi uporabljajo enako zasebnost (tisto, ki jo narekuje protokol). Množica je velika in homogena, kar zagotavlja veliko večjo zasebnost.</p> <p>Vendar stopimo korak nazaj in sledimo hipotetičnemu primeru, ko Bitcoin nekako res postavi zasebnost na osnovno raven. Je trdna, privzeta in obvezna. Kakšna bi bila potreba po Moneru? </p> <p>No, za nekatere ne bi bilo nobene in morda bo presenetljivo slišati, a mnogim od nas, ki uporabljamo Monero, to ne bi bilo pomembno. Želimo si le, da bi obstajal zamenljiv način, ki bi ohranjal zasebnost in omogočal posameznikom medsebojno poslovanje po vsem svetu, in če bi Bitcoin to čudežno storil na način, ki bi dejansko varoval zasebnost z obvezno osnovno tehnologijo, bi mnogi med nami z veseljem prešli nanj. Vendar pa imejte veliko sreče, da se bo to zgodilo.</p> <p> Kljub temu Monero poleg zasebnosti ponuja veliko funkcij, ki jih Bitcoin nima. Dinamično velikost blokov, ki jo omogoča emisija repov, drugačno kodno osnovo, politiko nizkih pristojbin, drugačno eliptično krivuljo in še več. Pri tem je treba poudariti zlasti dinamično velikost blokov, saj omogoča teoretično neomejeno prepustnost transakcij, pri čemer se lahko zatakne le pri pomnilniku in pasovni širini. Skratka, teoretični Bitcoin z zasebnostjo preprosto ne ponuja vsega, kar ponuja Monero.</p> <p>Če pri tem vprašanju še zadnjič preklopimo na drugo prestavo, se ta argument redkeje uporablja za tehnologijo, kot je pametna pogodba ethereum z uporabo zk-SNARKS, ki spet nima obvezne zasebnosti na osnovni plasti glavne verige, zato bodo nabori anonimnosti precej majhni in z vprašljivo sposobnostjo ustrezne zaščite zasebnosti. Za druge primerjave si oglejte naš <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">članek, ki primerja Monero z drugimi glavnimi kovanci za zasebnost </a>.</p>
sv: <p>Denna kritik ges oftast med Bitcoin i åtanke. Vad händer om Bitcoin antar sekretessteknologier som tillåter adekvat integritet. Vad skulle man använda för Monero?</p> <p>Verkligheten är den att vi inte ser att Bitcoin någonsin lägger integritet på det första lagret. I bästa fall skulle det vara på andra lager, eller genom vissa plånböcker, som Samourai och Wasabi. Detta innebär att integriteten är opt-in, vilket forskning visar alltid är sämre än sekretess som är på som standard. Även om den här tekniken anammades av en anständig procentandel av Bitcoin-användare (vilket i sig är en sträcka av fantasin), skulle integriteten vara sämre.</p> <p>Även om skälen till underlägsen integritet skulle vara tillräckligt stora för att göra en egen artikel, vill vi utveckla med ett grovt exempel här. Integritet, ur en teknisk synvinkel, handlar om att gömma sig i en folkmassa. Ju större och mer homogen folkmassan är, desto bättre privatliv har individen. Omvänt om antingen folkmassan är liten eller stor, men alla bär olika, unika kläder, skulle det vara lättare att identifiera en individ.</p> <p>Detta betyder att eftersom Bitcoin tvingar människor att ta extra steg för att vara en del av denna skara, kommer många inte att göra det, och de som gör det kan göra det dåligt. Slutresultatet blir en liten skara, och det är mycket lättare att identifiera individuella utdata. Men det blir värre. Förutom att mängden är liten är varje individ mer eller mindre unik från varandra, beroende på vilket integritetsprotokoll de valt att använda. Vissa kanske väljer Samourai, som har ett sätt att blanda, medan andra kanske väljer Wasabi som har ett annat, och listan fortsätter. Detta leder i slutändan till unika egenskaper för varje transaktion. Tillsammans med den lilla publiken är integriteten ganska svag.</p> <p>Vi jämför ovanstående med Monero, som upprätthåller integritet på protokollnivå. Detta innebär att alla är en del av mängden som standard, och alla använder samma integritet (den som dikteras av protokollet). Publiken är både stor och homogen, vilket resulterar i mycket starkare integritet.</p> <p>Men låt oss ta ett steg tillbaka och följa en hypotetisk, där Bitcoin på något sätt verkligen sätter integritet på basskiktet. Det är robust, på som standard och obligatoriskt. Vad skulle behövas för Monero?</p> <p>Tja, för vissa skulle det inte finnas någon, och det kan vara förvånande att höra, men många av oss Monero-folk skulle inte bry sig. Allt vi vill är att det ska finnas ett integritetsbevarande, fungibelt sätt för individer att handla med varandra över hela världen, och om Bitcoin på ett mirakulöst sätt gör det på ett sätt som faktiskt skyddar integriteten genom obligatorisk, baslagerteknik, så är många av oss byter gärna över. Men lycka till att få detta att hända.</p> <p>Men som sagt, Monero erbjuder många funktioner utöver integritet som Bitcoin inte gör. Den dynamiska blockstorleken möjliggörs av en svansemission, en annan kodbas, en policy med låga avgifter, en annan elliptisk kurva och mer. Speciellt bör den dynamiska blockstorleken framhållas här, eftersom den möjliggör en teoretiskt obegränsad transaktionsgenomströmning med endast lagring och bandbredd som chokepunkter. Kort sagt, en teoretisk Bitcoin med integritet erbjuder helt enkelt inte allt Monero gör.</p> <p>Om du byter växel en sista gång för den här frågan, gäller mindre ofta detta argument för teknik som ett ethereum-smart kontrakt med zk-SNARKS, som återigen inte har obligatorisk integritet på basskiktet i huvudkedjan, så anonymitetsuppsättningarna kommer att vara ganska små och har tveksam förmåga att på ett adekvat sätt skydda integriteten. För andra jämförelser, se vår <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artikel där Monero jämförs med andra stora sekretessmynt</a>.</p>
tl: <p>Ang pagpuna na ito ay pinakakaraniwang ibinibigay na nasa isip ang Bitcoin. Paano kung ang Bitcoin ay gumamit ng mga teknolohiya sa privacy na nagbibigay-daan sa sapat na privacy. Ano ang maaaring gamitin para sa Monero?</p> <p>Ang katotohanan ay, hindi namin nakikita ang Bitcoin na naglalagay ng privacy sa unang layer. Sa pinakamahusay, ito ay nasa pangalawang layer, o sa pamamagitan ng ilang mga wallet, tulad ng Samourai at Wasabi. Nangangahulugan ito na ang privacy ay opt-in, na ipinapakita ng pananaliksik ay palaging mas mababa kaysa sa privacy na naka-on bilang default. Kahit na ang teknolohiyang ito ay pinagtibay ng isang disenteng porsyento ng mga gumagamit ng Bitcoin (na kung saan ay isang kahabaan ng imahinasyon), ang privacy ay magiging mas mababa.</p> <p>Bagama't sapat na malaki ang mga dahilan para sa kababaan ng privacy sa pag-opt-in upang makagawa ito ng sarili nitong artikulo, gusto naming dagdagan ng paliwanag dito ang isang hindi magandang halimbawa. Ang privacy, mula sa isang teknolohikal na pananaw, ay tungkol sa pagtatago sa isang pulutong. Kung mas malaki at mas homogenous ang karamihan, mas mabuti ang privacy ng indibidwal. Sa kabaligtaran, kung ang karamihan ay maliit, o malaki, ngunit ang lahat ay nagsusuot ng iba't ibang, natatanging damit, magiging mas madaling makilala ang isang indibidwal.</p> <p>Nangangahulugan ito na dahil pinipilit ng Bitcoin ang mga tao na gumawa ng mga karagdagang hakbang upang maging bahagi ng karamihang ito, marami ang hindi gagawa nito, at ang mga gumagawa nito, ay maaaring gumawa nito nang hindi maganda. Ang huling resulta ay nagiging isang maliit na karamihan, at ang pagtukoy ng mga indibidwal na output ay mas madali. Ngunit lumalala ito. Bilang karagdagan sa pagiging maliit ng karamihan, ang bawat indibidwal ay higit pa o hindi gaanong natatangi sa isa't isa, depende sa protocol ng privacy na pinili nilang gamitin. Ang ilan ay maaaring pumili ng Samourai, na may isang paraan ng paghahalo, habang ang iba ay maaaring pumili ng Wasabi na may iba, at ang listahan ay nagpapatuloy. Ito sa huli ay humahantong sa mga natatanging katangian tungkol sa bawat transaksyon. Kasama ng maliit na tao, medyo mahina ang privacy.</p> <p>Inihahambing namin ang nasa itaas sa Monero, na nagpapatupad ng privacy sa antas ng protocol. Nangangahulugan ito na ang lahat ay bahagi ng karamihan bilang default, at ang lahat ay gumagamit ng parehong privacy (ang idinidikta ng protocol). Parehong marami, at magkakatulad, na nagreresulta sa mas malakas na privacy.</p> <p>Ngunit umatras tayo at sumunod sa isang hypothetical, kung saan, kahit papaano, talagang inilalagay ng Bitcoin ang privacy sa base layer. Ito ay matatag, on-by default, at mandatory. Ano ang kailangan para sa Monero?</p> <p>Buweno, para sa ilan, hindi magkakaroon ng isa, at maaaring nakakagulat na marinig, ngunit marami sa amin na mga taong Monero ay walang pakialam. Ang gusto lang natin ay magkaroon ng isang pagpepreserba ng privacy, magagamit na paraan para sa mga indibidwal na makipagtransaksyon sa isa't isa sa buong mundo, at kung mahimalang ginagawa ito ng Bitcoin sa paraang aktwal na nagpoprotekta sa privacy sa pamamagitan ng mandatory, base-layer na teknolohiya, kung gayon marami sa atin ay masayang lumipat. Good luck sa pagtupad nito.</p> <p>Sabi nga, nag-aalok ang Monero ng maraming feature na lampas sa privacy na hindi ginagawa ng Bitcoin. Ang dynamic na blocksize na pinagana ng isang tail emission, ibang code base, isang patakaran ng mababang bayad, ibang elliptic curve, at higit pa. Sa partikular, ang dynamic na blocksize ay dapat na naka-highlight dito, dahil ito ay nagbibigay-daan sa isang theoretically walang limitasyong throughput ng transaksyon na may storage at bandwidth lamang ang mga choke point. Sa madaling salita, hindi lang inaalok ng teoretikal na Bitcoin na may privacy ang lahat ng ginagawa ni Monero.</p> <p>Ang pagpapalit ng gear sa huling pagkakataon para sa tanong na ito, mas madalas na nalalapat ang argumentong ito sa teknolohiya tulad ng ethereum smart contract gamit ang zk-SNARKS, na, muli, ay walang mandatoryong privacy sa base layer ng pangunahing chain, kaya ang Ang mga hanay ng anonymity ay magiging medyo maliit at may kahina-hinalang kakayahan na sapat na protektahan ang privacy. Para sa iba pang mga paghahambing, pakitingnan ang aming <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">artikulo na naghahambing ng Monero sa iba pang pangunahing privacy coins</a>.</p>
tr: <p>Bu eleştiri en çok Bitcoin düşünülerek yapılıyor. Bitcoin yeterli gizliliğe izin veren gizlilik teknolojilerini benimserse ne olur? Monero'nun ne faydası olabilir?</p> <p>Gerçek şu ki, Bitcoin'in gizliliği hiçbir zaman ilk katmana koyduğunu görmüyoruz. En iyi ihtimalle ikinci katmanlarda veya Samourai ve Wasabi gibi belirli cüzdanlarda olabilir. Bu, gizliliğin isteğe bağlı olduğu anlamına gelir; araştırmalar bunun her zaman varsayılan olarak açık olan gizliliğe göre daha düşük olduğunu gösterir. Bu teknoloji, Bitcoin kullanıcılarının makul bir yüzdesi tarafından benimsenmiş olsa bile (ki bu da hayal gücünün sınırlarını zorluyor), gizlilik daha düşük düzeyde olacaktır.</p> <p>Gizlilik tercihinin düşük olmasının nedenleri kendi makalesini oluşturacak kadar büyük olsa da, burada kaba bir örnekle konuyu detaylandırmak istiyoruz. Teknolojik açıdan gizlilik, kalabalığın içinde saklanmakla ilgilidir. Kalabalık ne kadar büyük ve homojen olursa bireyin mahremiyeti de o kadar iyi olur. Bunun tersine, kalabalık küçük ya da büyükse ve herkes farklı, benzersiz kıyafetler giyiyorsa, bir kişiyi tanımlamak daha kolay olacaktır.</p> <p>Bu, Bitcoin'in insanları bu kalabalığın bir parçası olmak için ekstra adımlar atmaya zorladığı için çoğu kişinin bunu yapmayacağı ve yapanların da kötü yapabileceği anlamına geliyor. Sonuçta küçük bir kalabalık ortaya çıkıyor ve bireysel çıktıların belirlenmesi çok daha kolay oluyor. Ama durum daha da kötüleşiyor. Kalabalığın küçük olmasının yanı sıra, kullanmayı seçtikleri gizlilik protokolüne bağlı olarak her birey az çok benzersizdir. Bazıları bir karıştırma yöntemi olan Samourai'yi seçerken, diğerleri başka bir karıştırma yöntemi olan Wasabi'yi seçebilir ve liste uzayıp gider. Bu sonuçta her işlemle ilgili benzersiz özelliklere yol açar. Küçük kalabalığın da etkisiyle mahremiyet oldukça zayıf.</p> <p>Yukarıdakileri, gizliliği protokol düzeyinde zorunlu kılan Monero ile karşılaştırıyoruz. Bu, herkesin varsayılan olarak kalabalığın bir parçası olduğu ve herkesin aynı mahremiyeti (protokol tarafından belirlenen) kullandığı anlamına gelir. Kalabalık hem büyük hem de homojen, bu da çok daha güçlü bir mahremiyet sağlıyor.</p> <p>Fakat bir adım geriye gidelim ve Bitcoin'in bir şekilde gizliliği temel katmana koyduğu varsayımını takip edelim. Sağlamdır, varsayılan olarak açıktır ve zorunludur. Monero'ya ne gerek var?</p> <p>Bazıları için böyle bir şey olmazdı ve bunu duymak şaşırtıcı olabilir ama biz Monero'luların çoğu bunu umursamaz. Tek istediğimiz, bireylerin dünyanın her yerinde birbirleriyle işlem yapabilmeleri için mahremiyeti koruyan, değiştirilebilir bir yol olması ve eğer Bitcoin bunu mucizevi bir şekilde zorunlu, temel katman teknolojisi aracılığıyla mahremiyeti gerçekten koruyacak şekilde yaparsa, o zaman birçoğumuz mutlu bir şekilde geçiş yapardı. Yine de bunun gerçekleşmesinde iyi şanslar.</p> <p>Bununla birlikte Monero, gizliliğin ötesinde, Bitcoin'in sunmadığı birçok özellik sunuyor. Kuyruk emisyonu, farklı bir kod tabanı, düşük ücret politikası, farklı bir eliptik eğri ve daha fazlasının sağladığı dinamik blok boyutu. Yalnızca depolama ve bant genişliğinin tıkanma noktaları olduğu teorik olarak sınırsız bir işlem hacmine olanak tanıdığı için dinamik blok boyutunun burada özellikle vurgulanması gerekir. Kısacası gizliliğe sahip teorik bir Bitcoin, Monero'nun sunduğu her şeyi sunmuyor.</p> <p>Bu soru için son bir kez vites değiştirelim; bu argüman, bir kez daha ana zincirin temel katmanında zorunlu gizliliğe sahip olmayan, zk-SNARKS kullanan Ethereum akıllı sözleşmesi gibi teknolojiler için daha az sıklıkla geçerlidir. Anonimlik kümeleri oldukça küçük olacak ve mahremiyeti yeterince koruma konusunda şüpheli yeteneklere sahip olacak. Diğer karşılaştırmalar için lütfen Monero'yu diğer büyük gizlilik koinleriyle</a> karşılaştıran <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">makalemize bakın.</p>
ur: <p>یہ تنقید عام طور پر بٹ کوائن کو ذہن میں رکھتے ہوئے کی جاتی ہے۔ کیا ہوگا اگر Bitcoin پرائیویسی ٹیکنالوجیز کو اپناتا ہے جو مناسب رازداری کی اجازت دیتی ہے۔ Monero کے لیے کیا استعمال ہوگا؟</p> <p>حقیقت یہ ہے کہ، ہم Bitcoin کو کبھی بھی پہلی پرت پر رازداری ڈالتے ہوئے نہیں دیکھتے ہیں۔ بہترین طور پر، یہ دوسری تہوں پر، یا کچھ بٹوے، جیسے سامورائی اور وسابی کے ذریعے ہوگا۔ اس کا مطلب ہے کہ پرائیویسی آپٹ ان ہے، جس کی تحقیق سے پتہ چلتا ہے کہ وہ پرائیویسی سے ہمیشہ کمتر ہوتی ہے جو بطور ڈیفالٹ آن ہوتی ہے۔ یہاں تک کہ اگر اس ٹیکنالوجی کو بٹ کوائن استعمال کرنے والوں کی ایک مہذب فیصد نے اپنایا ہو (جو بذات خود تخیل کا ایک حصہ ہے)، رازداری کمتر ہوگی۔</p> <p>اگرچہ آپٹ ان پرائیویسی کمتر ہونے کی وجوہات اس کا اپنا مضمون بنانے کے لیے کافی ہوں گی، ہم یہاں ایک خام مثال کے ساتھ وضاحت کرنا چاہتے ہیں۔ رازداری، تکنیکی نقطہ نظر سے، بھیڑ میں چھپنے کے بارے میں ہے۔ ہجوم جتنا بڑا اور یکساں ہوگا، فرد کی رازداری اتنی ہی بہتر ہوگی۔ اس کے برعکس اگر یا تو ہجوم چھوٹا ہو، یا بڑا، لیکن ہر کوئی مختلف، منفرد لباس پہنتا ہے، تو کسی فرد کو پہچاننا آسان ہو جائے گا۔</p> <p>اس کا مطلب یہ ہے کہ چونکہ Bitcoin لوگوں کو اس ہجوم کا حصہ بننے کے لیے اضافی اقدامات کرنے پر مجبور کر رہا ہے، اس لیے بہت سے لوگ ایسا نہیں کریں گے، اور جو لوگ ایسا کرتے ہیں، وہ خراب طریقے سے کر سکتے ہیں۔ حتمی نتیجہ ایک چھوٹا ہجوم بن کر ختم ہوتا ہے، اور انفرادی نتائج کی شناخت کرنا بہت آسان ہے۔ لیکن یہ بدتر ہو جاتا ہے. ہجوم کے چھوٹے ہونے کے علاوہ، ہر فرد ایک دوسرے سے کم و بیش منفرد ہے، اس بات پر منحصر ہے کہ اس نے جو رازداری پروٹوکول استعمال کرنے کا انتخاب کیا ہے۔ کچھ سامورائی کا انتخاب کر سکتے ہیں، جس میں اختلاط کا ایک طریقہ ہے، جبکہ دوسرے وسابی کا انتخاب کر سکتے ہیں جس میں دوسرا ہے، اور فہرست جاری ہے۔ یہ بالآخر ہر لین دین کے بارے میں منفرد خصوصیات کی طرف جاتا ہے۔ چھوٹے ہجوم کے ساتھ مل کر، رازداری کافی کمزور ہے۔</p> <p>ہم اوپر کا موازنہ Monero سے کرتے ہیں، جو پروٹوکول کی سطح پر رازداری کو نافذ کرتا ہے۔ اس کا مطلب ہے کہ ہر کوئی پہلے سے طے شدہ طور پر ہجوم کا حصہ ہے، اور ہر کوئی ایک ہی رازداری کا استعمال کرتا ہے (پروٹوکول کے ذریعہ حکم دیا جاتا ہے)۔ ہجوم بہت بڑا اور یکساں ہے، جس کے نتیجے میں رازداری زیادہ مضبوط ہوتی ہے۔</p> <p>لیکن آئیے ایک قدم پیچھے ہٹتے ہیں اور ایک فرضی تصور کی پیروی کرتے ہیں، جہاں، کسی نہ کسی طرح، Bitcoin واقعی پرائیویسی کو بنیادی سطح پر رکھتا ہے۔ یہ مضبوط، آن ڈیفالٹ، اور لازمی ہے۔ Monero کی کیا ضرورت ہوگی؟</p> <p>ٹھیک ہے، کچھ لوگوں کے لیے، ایک نہیں ہوگا، اور یہ سن کر حیرانی ہو سکتی ہے، لیکن ہم میں سے بہت سے Monero لوگوں کو پرواہ نہیں ہوگی۔ ہم صرف اتنا چاہتے ہیں کہ دنیا بھر میں لوگوں کے لیے ایک دوسرے کے ساتھ لین دین کرنے کے لیے پرائیویسی کے تحفظ کا، فنگیبل طریقہ ہو، اور اگر بٹ کوائن معجزانہ طور پر اس طرح کرتا ہے جو درحقیقت لازمی، بنیادی سطح کی ٹیکنالوجی کے ذریعے رازداری کی حفاظت کرتا ہے، تو ہم میں سے بہت سے لوگ خوشی سے تبدیل ہو جائے گا. اگرچہ ایسا ہونا خوش قسمتی ہے۔</p> <p>اس نے کہا، Monero رازداری سے ہٹ کر بہت سی خصوصیات پیش کرتا ہے جو Bitcoin نہیں کرتا ہے۔ دم کے اخراج، ایک مختلف کوڈ بیس، کم فیس کی پالیسی، ایک مختلف بیضوی وکر، اور مزید کے ذریعے فعال کردہ متحرک بلاکسائز۔ خاص طور پر یہاں ڈائنامک بلاکسائز کو نمایاں کیا جانا چاہیے، کیونکہ یہ نظریاتی طور پر لامحدود ٹرانزیکشن تھرو پٹ کو قابل بناتا ہے جس میں صرف اسٹوریج اور بینڈوڈتھ چوک پوائنٹس ہیں۔ مختصراً، رازداری کے ساتھ ایک نظریاتی بٹ کوائن صرف وہ سب کچھ پیش نہیں کرتا جو Monero کرتا ہے۔</p> <p>اس سوال کے لیے گیئرز کو ایک آخری بار سوئچ کرنا، کم ہی اکثر یہ دلیل ٹیکنالوجی پر لاگو ہوتی ہے جیسے کہ zk-SNARKS کا استعمال کرتے ہوئے ایتھریم سمارٹ کنٹریکٹ، جس میں ایک بار پھر، مین چین کی بنیادی پرت پر لازمی رازداری نہیں ہوتی، اس لیے نام ظاہر نہ کرنے کے سیٹ کافی چھوٹے ہوں گے اور پرائیویسی کی مناسب حفاظت کرنے کی مشکوک صلاحیت کے حامل ہوں گے۔ دیگر موازنہ کے لیے، براہ کرم ہمارا <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">مضمون دیکھیں جس میں Monero کا دوسرے بڑے رازداری کے سکوں سے موازنہ کیا گیا ہے</a></p>
zh_cn: <p>这个批评主要跟比特币有关. 如果比特币也采用了足够好的隐私技术, 那么门罗还有什么用?</p> <p>现实是, 我们看不到比特币在协议层上做的任何有关隐私的改进. 比特币最多在二层, 或特定的钱包中, 比如Samourai和Wasabi部署隐私技术. 这意味着隐私是可选择性的, 但研究表明可选择性的隐私永远弱于强制性的隐私. 即使这些技术已被可观比例的比特币用户所采用，事实上这种情况不太现实, 并且它的隐私性仍然不够强.</p> <p>人群基数越大，个体之间越趋同越相似，单个人的隐私就越好隐藏.相反，如果人群数量很小，或人群基数虽然很大，但是每个人都穿着不同的且独特服装，个性十足，则识别个体会更容易.</p> <p>同理, 比特币的隐私保护需要采取额外的步骤, 而大多数人不愿意这么做, 这就使得剩下愿意这么做的少部分人的藏匿效果不好. 结果就是群体变得很小, 鉴别交易输出变得很容易. 除此之外, 因为每个人使用的隐私保护技术不一样, 他们就更容易被鉴别出来. 有些人选择Samourai来混币, 而另外一些人选择Wasabi, 等等. 这导致了每笔交易拥有特殊的属性, 整体的隐私性不佳.</p> <p>相比之下, 门罗币在协议层部署了隐私保护技术. 这意味着每个人都默认是群体中的一分子, 并采用相同的隐私技术，即协议默认要求的那种. 这样的群体更大, 且个体差异性更小, 所以隐私保护性更强.</p> <p>假设比特币有一天也开始在协议层部署了强力、默认、强制的隐私保护技术, 门罗币还有用吗?</p> <p>如果这种情况真的发生了, 那么我们中的大部分人并不会介意它是比特币或门罗币, 只要它是具备可替代性的, 能保护隐私的, 人人可用的就行了. 但在我们看来, 比特币不太可能走到这一步.</p> <p>此隐私性之外, 门罗还提供一些比特币不具备的功用. 尾部发行阶段的增发，动态区块体积, 不同的代码库, 低手续费设计, 不同的椭圆曲线, 等等. 尤其要说下动态区块体积, 不考虑带宽和存储的限制，理论上它让无限量交易吞吐量成为可能. 简而言之, 具有隐私性的比特币也无法代替门罗.</p> <p>如果换一个不常提及的比较对象，比如使用zk-SNARKS的以太坊智能合约, 道理是一样的. 在主链上的协议层没有采取强制的隐私保护措施, 匿名集会变得很小, 隐私保护的效果也就不怎么出众了. 对和其它隐私币的对比有兴趣的话, 请查看我们的<a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">的其他文章</a>.</p>
zh_tw: <p>這個批評主要跟比特幣有關. 如果比特幣也採用了足夠好的隱私技術, 那麼門羅還有什麼用?</p> <p>現實是, 我們看不到比特幣在協定層上做的任何有關隱私的改進. 比特幣最多在二層, 或特定的錢包中, 比如Samourai和Wasabi部署隱私技術. 這意味著隱私是可選擇性的, 但研究表明可選擇性的隱私永遠弱於強制性的隱私. 即使這些技術已被可觀比例的比特幣用戶所採用，事實上這種情況不太現實, 並且它的隱私性仍然不夠強.</p> <p>人群基數越大，個體之間越趨同越相似，單個人的隱私就越好隱藏.相反，如果人群數量很小，或人群基數雖然很大，但是每個人都穿著不同的且獨特服裝，個性十足，則識別個體會更容易.</p> <p>同理, 比特幣的隱私保護需要採取額外的步驟, 而大多數人不願意這麼做, 這就使得剩下願意這麼做的少部分人的藏匿效果不好. 結果就是群體變得很小, 鑒別交易輸出變得很容易. 除此之外, 因為每個人使用的隱私保護技術不一樣, 他們就更容易被鑒別出來. 有些人選擇Samourai來混幣, 而另外一些人選擇Wasabi, 等等. 這導致了每筆交易擁有特殊的屬性, 整體的隱私性不佳.</p> <p>相比之下, 門羅幣在協議層部署了隱私保護技術. 這意味著每個人都默認是群體中的一分子, 並採用相同的隱私技術，即協議預設要求的那種. 這樣的群體更大, 且個體差異性更小, 所以隱私保護性更強.</p> <p>假設比特幣有一天也開始在協議層部署了強力、默認、強制的隱私保護技術, 門羅幣還有用嗎?</p> <p>如果這種情況真的發生了, 那麼我們中的大部分人並不會介意它是比特幣或門羅幣, 只要它是具備可替代性的, 能保護隱私的, 人人可用的就行了. 但在我們看來, 比特幣不太可能走到這一步.</p> <p>此隱私性之外, 門羅還提供一些比特幣不具備的功用. 尾部發行階段的增發，動態區塊體積, 不同的代碼庫, 低手續費設計, 不同的橢圓曲線, 等等. 尤其要說下動態區塊體積, 不考慮頻寬和存儲的限制，理論上它讓無限量交易輸送量成為可能. 簡而言之, 具有隱私性的比特幣也無法代替門羅.</p> <p>如果換一個不常提及的比較物件，比如使用zk-SNARKS的乙太坊智慧合約, 道理是一樣的. 在主鏈上的協議層沒有採取強制的隱私保護措施, 匿名集會變得很小, 隱私保護的效果也就不怎麼出眾了. 對和其它隱私幣的對比有興趣的話, 請查看我們的<a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">的其他文章</a>.</p>
