Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# user250Sbads250Sbonline8722Sbbuy8722Sbtitle
source: Sell {assetName} online to {user}
cs: Prodejte {assetName} online {user}
fi: Myy {assetName} verkossa käyttäjälle {user}
fr: Vendre du {assetName} en ligne à {user}
it: Vendi {assetName} online all'utente {user}
lt: Parduokite {assetName} internetu {user}
nb: Selg {assetName} online til {user}
nl: Verkoop {assetName} online aan {user}
pl: Sprzedaj {assetName} online użytkownikowi {user}
pt_br: Vender {assetName} online ao {user}
sl: Prodaj {assetName} preko spleta uporabniku {user}
sv: Sälj {assetName} online till {user}
tl: Ibenta ang {assetName} online sa {user}
tr: {assetName}'i çevrimiçi olarak {user}'e sat
ur: آن لائن {assetName} کو {user} کو فروخت کریں
zh_cn: 从{user}网上出售{assetName}
zh_tw: 從{user}網上出售{assetName}

# user250Sbads250Sbonline8722Sbsell8722Sbtitle
source: Buy {assetName} online from {user}
cs: Koupte {assetName} online od {user}
fi: Osta {assetName} verkossa käyttäjältä {user}
fr: Acheter du {assetName} en ligne à {user}
it: Compra {assetName} online dall'utente {user}
lt: Pirkite {assetName} internetu iš {user}
nb: Kjøp {assetName} online fra {user}
nl: Koop {assetName} online bij {user}
pl: Kup {assetName} online od {user}
pt_br: Comprar {assetName} online de {user}
sl: Kupite {assetName} preko spleta pri {user}
sv: Köp {assetName} online från {user}
tl: Bumili ng {assetName} online mula sa {user}
tr: {user}'ten çevrimiçi olarak {assetName} satın alın
ur: {user} سے آن لائن {assetName} خریدیں
zh_cn: 网上购买{assetName}给{user}
zh_tw: 網上購買{assetName}給{user}

# user250Sbblock8722Sbbtn
source: Block {username}
cs: Blok {username}
fi: Estä {username}
fr: Bloquer {username}
lt: Blokas {username}
nb: Blokkér {username}
nl: Blokkeer {username}
pl: Zablokuj {username}
pt_br: Bloquear {username}
sl: Blokiraj {username}
tl: I-block {username}
tr: {username}'i engelle
ur: بلاک {username}
zh_cn: 阻止{username}
zh_tw: 阻止{username}

# user250Sbblock8722Sbstatus
source: You are blocking {username}
cs: Blokujete {username}
fi: Estä käyttäjä {username}
fr: Vous bloquez {username}
lt: Jūs blokuojate {username}
nb: Du blokkerer {username}
nl: U blokkeert {username}
pl: Blokujesz {username}
pt_br: {username} está bloqueado
sl: Blokirate {username}
sv: Du blockerar {username}
tl: Bina-block mo {username}
tr: {username}'i engelliyorsunuz
ur: آپ {username} کو مسدود کر رہے ہیں
zh_cn: 你正在阻止{username}
zh_tw: 你正在阻止{username}

# user250Sbblock8722Sbstatus8722Sbdescription
source: They will not be able to respond to your ads. Their ads are hidden from your search results.
cs: Nebudou moci reagovat na vaše reklamy. Jejich reklamy jsou ve výsledcích vyhledávání skryté.
fi: He eivät voi vastata ilmoituksiisi. Heidän ilmoitukset piilotetaan hakutuloksistasi.
fr: Ils ne pourront pas répondre à vos annonces. Leurs annonces sont masquées dans vos résultats de recherche.
it: Non saranno in grado di rispondere ai tuoi annunci. I loro annunci sono nascosti dai risultati di ricerca.
lt: Jie negalės atsakyti į jūsų skelbimus. Jų skelbimai paslėpti jūsų paieškos rezultatuose.
nb: De vil ikke kunne svare på annonsene dine. Annonsene deres er skjult fra søkeresultatene dine.
nl: Ze kunnen niet reageren op uw advertenties. Hun advertenties zijn verborgen voor uw zoekresultaten.
pl: Nie będą mogli odpowiadać na Twoje ogłoszenia. Ich ogłoszenia będą wykluczone z Twoich wyników wyszukiwania.
pt_br: Eles não poderão responder aos seus anúncios. Seus anúncios estão ocultos de seus resultados de pesquisa.
sl: Ne bodo se mogli odzvati na vaše oglase. Njihovi oglasi so skriti pred vašimi rezultati iskanja.
sv: De kommer inte att kunna svara på dina annonser. Deras annonser är dolda från dina sökresultat.
tl: Hindi sila makakatugon sa iyong mga ad. Nakatago ang kanilang mga ad sa iyong mga resulta ng paghahanap.
tr: Reklamlarınıza yanıt veremeyecektir. Reklamları arama sonuçlarınızda gizlenir.
ur: وہ آپ کے اشتہارات کا جواب نہیں دے سکیں گے۔ ان کے اشتہارات آپ کے تلاش کے نتائج سے پوشیدہ ہیں۔
zh_cn: 他们将无法响应您的广告。他们的广告在您的搜索结果中是隐藏的。
zh_tw: 他們將無法響應您的廣告。他們的廣告在您的搜索結果中是隱藏的。

# user250Sbblock250Sbwill8722Sbhide8722Sbads
source: Blocking a user will hide their ads from your search results
cs: Zablokováním uživatele skryjete jeho reklamy ve výsledcích vyhledávání
fi: Käyttäjän estäminen piilottaa hänen ilmoitukset hakutuloksistasi
fr: Si vous bloquez un utilisateur, ses annonces seront masquées dans vos résultats de recherche
it: Il blocco di un utente nasconderà i suoi annunci dai risultati di ricerca
lt: Užblokavus vartotoją, jo skelbimai bus paslėpti nuo paieškos rezultatų
nb: Blokkering av en bruker vil skjule annonsene deres fra søkeresultatene dine
nl: Als u een gebruiker blokkeert, worden zijn advertenties verborgen van uw zoekresultaten
pl: Blokowanie użytkownika ukryje ich ogłoszenia z wyników wyszukiwania
pt_br: Bloquear um usuário oculta seus anúncios dos resultados de pesquisa
sl: Če blokirate uporabnika, bodo njegovi oglasi skriti iz vaših rezultatov iskanja
sv: Om du blockerar en användare döljs dennes annonser från dina sökresultat
tl: Ang pagharang sa isang user ay magtatago ng kanilang mga ad mula sa iyong mga resulta ng paghahanap
tr: Bir kullanıcıyı engellemek, onun reklamlarının arama sonuçlarınızda gizlenmesine neden olur
ur: کسی صارف کو مسدود کرنے سے ان کے اشتہارات آپ کے تلاش کے نتائج سے چھپ جائیں گے
zh_cn: 屏蔽用户会在您的搜索结果中隐藏他们的广告
zh_tw: 屏蔽用戶會在您的搜索結果中隱藏他們的廣告

# user250Sbcache8722Sbdisclaimer
source: Updated once an hour
cs: Aktualizováno jednou za hodinu
fi: Päivitetään kerran tunnissa
fr: Mis à jour une fois par heure
lt: Atnaujinama kartą per valandą
nb: Oppdateres en gang i timen
nl: Update eens per uur
pl: Aktualizowane co godzinę
pt_br: Atualizado a cada hora
sl: Posodobljeno enkrat na uro
sv: Uppdateras en gång i timmen
tl: Na-update isang beses sa isang oras
tr: Saatte bir güncellenir
ur: ایک گھنٹے میں ایک بار اپ ڈیٹ کیا جاتا ہے
zh_cn: 每小时更新一次
zh_tw: 每小时更新一次

# user250Sbfeedback8722Sbmore
source: See more feedback on {user}
cs: Zobrazit další zpětnou vazbu na {user}
fi: Katso lisää palautetta käyttäjästä {user}
fr: Voir plus d'évaluations sur {user}
it: Vedi più feedback di {user}
lt: Žr. daugiau atsiliepimų apie {user}
nb: Se flere tilbakemeldinger på {user}
nl: Zie meer feedback op {user}
pl: Zobacz więcej ocen o użytkowniku {user}
pt_br: Veja outros feedbacks de {user}
sl: Oglejte si več povratnih informacij o {user}
sv: Se mer feedback om {user}
tl: Tumingin ng higit pang feedback sa {user}
tr: {user} hakkında daha fazla geri bildirim görün
ur: {user} پر مزید تاثرات دیکھیں
zh_cn: 参见更多针对{user}的反馈
zh_tw: 參見更多針對{user}的反饋

# user250Sbfeedback8722Sbscore
source: Feedback score:
cs: Skóre zpětné vazby:
fi: Palautepisteet:
fr: Note d'évaluation :
it: Punteggio feedback:
lt: Atsiliepimų Rezultatas:
nb: Tilbakemeldingspoeng:
pl: Wynik ocen:
pt_br: Pontos de feedback:
sl: Ocena povratnih informacij:
sv: Återkoppling poäng:
tl: Marka ng feedback:
tr: Geribildirim Skoru:
ur: فیڈ بیک سکور:
zh_cn: 用户评价得分：
zh_tw: 用戶評價得分：

# user250Sbfeedback8722Sbtitle
source: Feedback
cs: Zpětná vazba
fi: Palaute
fr: Évaluations
lt: Atsiliepimas
nb: Tilbakemelding
pl: Ocena
sl: Povratne informacije
sv: Återkoppling
tr: Geri bildirim
ur: تاثرات
zh_cn: 评价
zh_tw: 評價

# user250Sbhave8722Sbtraded
source: You've traded with this user
cs: S tímto uživatelem jste obchodovali
fi: Olet käynyt kauppaa tämän käyttäjän kanssa
fr: Vous avez échangé avec cet utilisateur
it: Hai scambiato con questo utente
lt: Jūs prekiavote su šiuo vartotoju
nb: Du har handlet med denne brukeren
nl: U heeft geruild met deze gebruiker
pl: Handlowałeś z tym użytkownikiem
pt_br: Você negociou com este usuário
sl: S tem uporabnikom ste trgovali
sv: Du har handlat med den här användaren
tl: Nakipag-trade ka sa user na ito
tr: Bu kullanıcıyla işlem yaptınız
ur: آپ نے اس صارف کے ساتھ تجارت کی ہے
zh_cn: 您与此用户进行过交易
zh_tw: 您與此用戶進行過交易

# user250Sbhavent8722Sbtraded
source: You have not traded with this user yet
cs: S tímto uživatelem jste ještě neobchodovali
fi: Et ole vielä käynyt kauppaa tämän käyttäjän kanssa
fr: Vous n'avez pas encore échangé avec cet utilisateur
it: Non hai ancora scambiato con questo utente
lt: Jūs dar neprekiavote su šiuo vartotoju
nb: Du har ikke handlet med denne brukeren ennå
nl: U heeft nog niet gehandeld met deze gebruiker
pl: Nie handlowałeś jeszcze z tym użytkownikiem
pt_br: Você ainda não negociou com este usuário
sl: S tem uporabnikom še niste trgovali
sv: Du har inte handlat med den här användaren ännu
tl: Hindi ka pa nakipagkalakalan sa user na ito
tr: Bu kullanıcıyla henüz işlem yapmadınız
ur: آپ نے ابھی تک اس صارف کے ساتھ تجارت نہیں کی ہے
zh_cn: 您与此用户没进行交易
zh_tw: 您與此用戶沒進行交易

# user250Sbinformation
source: Information
cs: Informace
fi: Tiedot
fr: Informations
it: Informazioni
lt: Informacija
nb: Informasjon
nl: Informatie
pl: Informacja
pt_br: Informação
sl: Informacije
tl: Impormasyon
tr: Bilgi
ur: معلومات
zh_cn: 信息
zh_tw: 信息

# user250Sblast8722Sbseen250Sbjust8722Sbnow
source: just now
cs: právě teď
fi: juuri nyt
fr: à l'instant
it: proprio adesso
lt: dabar
nb: akkurat nå
nl: zojuist
pl: przed chwilą
pt_br: agora mesmo
sl: ravnokar
sv: precis nu
tl: ngayon lang
tr: Şu anda
ur: ابھی ابھی
zh_cn: 现在
zh_tw: 現在

# user250Sbmedian8722Sbdays
source: days
cs: dní
fi: päivää
fr: jours
it: giorni
lt: dienų
nb: dager
nl: dagen
pl: dni
pt_br: dias
sl: dni
sv: dagar
tl: araw
tr: günler
ur: دن
zh_cn: 天
zh_tw: 天

# user250Sbmedian8722Sbhours
source: hours
cs: hodin
fi: tuntia
fr: heures
it: ore
lt: valandų
nb: timer
nl: uren
pl: godziny
pt_br: horas
sl: ure
sv: timmar
tl: oras
tr: saat
ur: گھنٹے
zh_cn: 小时
zh_tw: 小時

# user250Sbmedian8722Sbminutes
source: minutes
cs: minut
fi: minuuttia
it: minuti
lt: minučių
nb: minutter
nl: minuten
pl: minuty
pt_br: minutos
sl: minut
sv: minuter
tl: minuto
tr: dakika
ur: منٹ
zh_cn: 分钟
zh_tw: 分鐘

# user250Sbmedian8722Sbnot8722Sbknown
source: Not known
cs: Neznámý
fi: Ei tunnettu
fr: Inconnu
it: Non noto
lt: Nežinomas
nb: Ikke kjent
nl: Niet bekend
pl: Nieznany
pt_br: Desconhecido
sl: Ni znano
sv: Ej känt
tl: Hindi kilala
tr: Bilinmeyen
ur: نہیں معلوم
zh_cn: 无知
zh_tw: 無知

# user250Sbmedian8722Sbseconds
source: seconds
cs: sekundy
fi: sekuntia
fr: secondes
it: secondi
lt: sekundžių
nb: sekunder
nl: seconden
pl: sekundy
pt_br: segundos
sl: sekund
sv: sekunder
tl: segundo
tr: saniye
ur: سیکنڈ
zh_cn: 秒
zh_tw: 秒

# user250Sbmedian8722Sbtitle
source: Typical trade finalization time:
cs: Typický čas dokončení obchodu:
fi: Tyypillinen kaupan viimeistelyaika:
fr: Délai habituel de finalisation d'une transaction :
it: Tempo tipico di finalizzazione degli scambi:
lt: Įprastas prekybos užbaigimo laikas:
nb: Typisk sluttføringstid for handel:
nl: Typische transactie afrondingstijd:
pl: Typowy czas finalizacji handlu:
pt_br: Tempo típico de finalização do comércio:
sl: Običajni čas zaključka trgovanja:
sv: Typisk slutförandetid för handel:
tl: Karaniwang oras ng pagtatapos ng kalakalan:
tr: Tipik ticaretin sonuçlanma süresi:
ur: عام تجارت کو حتمی شکل دینے کا وقت:
zh_cn: 典型的交易完成时间：
zh_tw: 典型的交易完成時間：

# user250Sbno8722Sbfeedback250Sbwhy250Sb1
source: Feedback takes up to an hour to reflect.
cs: Reflexe zpětné vazby trvá až hodinu.
fi: Palaute tulee näkyviin tunnin kuluessa.
fr: Les évaluations peuvent prendre jusqu'à une heure pour être intégrées.
it: Il feedback richiede fino a un'ora per riflettere.
lt: Atsiliepimas užtrunka iki valandos.
nb: Tilbakemelding tar opptil en time å reflektere.
nl: Feedback duurt maximaal een uur om te reflecteren.
pl: Opinie zajmują do godziny, aby zostać uwzględnione.
pt_br: O feedback leva até uma hora para ser refletido.
sl: Obravnava povratnih informacij traja do eno uro.
sv: Feedback tar upp till en timme att reflektera.
tl: Ang feedback ay tumatagal ng hanggang isang oras upang maipakita.
tr: Geri bildirimin yansıması bir saat kadar sürer.
ur: تاثرات کو ظاہر ہونے میں ایک گھنٹہ تک کا وقت لگتا ہے۔
zh_cn: 反馈最多需要一个小时来反映。
zh_tw: 反饋最多需要一個小時來反映。

# user250Sbno8722Sbfeedback250Sbwhy250Sb2
source: Feedback is only shown if the total <strong>market value</strong> (as calculated by the CoinGecko price, not the price set in the offer) of the coins traded between you is more than 100 USD equivalent.
cs: Zpětná vazba se zobrazí pouze v případě, že celková <strong>tržní hodnota</strong> (vypočtená cenou CoinGecko, nikoli cenou stanovenou v nabídce) mincí obchodovaných mezi vámi je více než ekvivalent 100 USD.
fi: Palaute näytetään vain, jos sinun välilläsi vaihdettujen kolikoiden <strong>markkina-arvo</strong> (laskettu CoinGeckon hinnalla, ei tarjouksessa määritetyllä hinnalla) on yli 100 USD.
fr: Les évaluations ne sont affichées que si la <strong>valeur totale</strong> (telle que calculée avec le prix donné par CoinGecko, et non le prix fixé dans l'offre) de la transaction entre vous est supérieure à l'équivalent de 100 USD.
it: Il feedback viene mostrato solo se il <strong>valore di mercato totale</strong> (calcolato dal prezzo CoinGecko, non dal prezzo impostato nell'offerta) delle monete scambiate tra di voi è superiore a 100 USD equivalenti.
lt: Atsiliepimai rodomi tik tuo atveju, jei bendra <strong>rinkos vertė</strong> (skaičiuojama pagal CoinGecko kainą, o ne pasiūlyme nustatytą kainą) tarp jūsų parduodamų monetų yra didesnė nei 100 USD ekvivalentas.
nb: Tilbakemelding vises bare hvis den totale <strong>markedsverdien</strong> (som beregnet av CoinGecko-prisen, ikke prisen angitt i tilbudet) av myntene som handles mellom dere er mer enn 100 USD-ekvivalenter.
nl: Feedback wordt alleen weergegeven als de totale <strong>marktwaarde</strong> (zoals berekend door de CoinGecko-prijs, niet de prijs die is ingesteld in de aanbieding) van de munten die tussen u zijn verhandeld, meer is dan het equivalent van 100 USD.
pl: Oceny są pokazywane tylko wtedy, gdy całkowita <strong>wartość rynkowa</strong> (obliczona według ceny CoinGecko, a nie ceny ustalonej w ogłoszeniu) kryptowalut handlowanych między wami, jest większa niż 100 USD.
pt_br: O feedback é mostrado apenas se o <strong>valor de mercado</strong> total (calculado pelo preço do CoinGecko, não pelo preço definido na oferta) das moedas negociadas entre vocês for superior a 100 dólares americanos.
sl: Povratne informacije so prikazane le, če je skupna <strong>tržna vrednost</strong> (izračunana s ceno CoinGecko, ne s ceno, določeno v ponudbi) kovancev, s katerimi trgujete med vami, več kot protivrednost 100 USD.
sv: Feedback visas endast om det totala <strong>marknadsvärdet</strong> (som beräknat av CoinGecko-priset, inte priset som anges i erbjudandet) för mynten som handlas mellan er är mer än 100 USD motsvarande.
tl: Ang feedback ay ipinapakita lamang kung ang kabuuang <strong>market value</strong> (tulad ng kinakalkula ng presyo ng CoinGecko, hindi ang presyong itinakda sa alok) ng mga coin na na-trade sa pagitan mo ay higit sa 100 USD na katumbas.
tr: Geri bildirim yalnızca, aranızda işlem gören kripto paraların toplam <strong>piyasa değeri</strong> (teklifte belirlenen fiyatla değil, CoinGecko fiyatıyla hesaplanan şekilde) 100 USD eşdeğerinden fazlaysa gösterilir.
ur: فیڈ بیک صرف اس صورت میں دکھایا جاتا ہے جب آپ کے درمیان تجارت کیے جانے والے سکوں کی کل <strong>مارکیٹ ویلیو</strong> (جیسا کہ CoinGecko قیمت کے حساب سے ہے، پیشکش میں مقرر کردہ قیمت نہیں) 100 USD سے زیادہ کے برابر ہے۔
zh_cn: 仅当您之间交易的硬币的总 <strong>市场价值</strong> （根据 CoinGecko 价格计算，而不是报价中设置的价格）超过 100 美元等值时才会显示反馈。
zh_tw: 僅當您之間交易的硬幣的總 <strong>市場價值</strong> （根據 CoinGecko 價格計算，而不是報價中設置的價格）超過 100 美元等值時才會顯示反饋。

# user250Sbno8722Sbfeedback250Sbwhy250Sbtitle
source: Where's my feedback?
cs: Kde je moje zpětná vazba?
fi: Missä palautteeni on?
fr: Où sont mes évaluations ?
it: Dov'è il mio feedback?
lt: Kur mano atsiliepimai?
nb: Hvor er tilbakemeldingen min?
nl: Waar is mijn feedback?
pl: Gdzie jest moja ocena?
pt_br: Onde está meu feedback?
sl: Kje so moje povratne informacije?
sv: Var är min feedback?
tl: Nasaan ang aking feedback?
tr: Geri bildirimim nerede?
ur: میری رائے کہاں ہے؟
zh_cn: 我的反馈在哪里？
zh_tw: 我的反饋在哪裡？

# user250Sbnumber8722Sbof8722Sbpartners
source: Trading partners:
cs: Obchodní partneři:
fi: Kauppakumppanit:
fr: Partenaires d'échange :
it: Partner commerciali:
lt: Prekybos partneriai:
nb: Byttepartnere:
nl: Handelspartners:
pl: Partnerów handlowych:
pt_br: Parceiros de troca:
sl: Trgovalni partnerji:
sv: Handelspartners:
tl: Mga kasosyo sa kalakalan:
tr: Ticaret ortakları:
ur: تجارتی شراکت دار:
zh_cn: 不同的合作伙伴：
zh_tw: 不同的合作伙伴：

# user250Sbnumber8722Sbof8722Sbtrades
source: Trades:
cs: Obchody:
fi: Kaupat:
fr: Transactions :
it: Contratti:
lt: Prekyba:
nb: Handlinger:
nl: Handelingen:
pl: Handli:
pt_br: Negociações:
sl: Trgovanja:
sv: Handlar:
tr: İşlemler:
ur: تجارت:
zh_cn: 已确认的交易次数：
zh_tw: 已確認的交易次數：

# user250Sbthis8722Sbis8722Sbyou
source: This is you
cs: To jsi ty
fi: Tässä olet sinä
fr: C'est vous
it: Questo sei tu
lt: Tai esi tu
nb: Dette er deg
nl: Dit bent u
pl: To jesteś Ty
pt_br: Este é você
sl: To ste vi
sv: Detta är du
tl: Ikaw ito
tr: Bu sensin
ur: یہ آپ ہیں
zh_cn: 这是你
zh_tw: 這是你

# user250Sbtrust8722Sbbtn
source: Trust {username}
cs: Důvěřovat {username}
fi: Luota {username}
fr: Faire confiance à {username}
lt: Pasitikėk {username}
nb: Stol på {username}
nl: Vertrouw {username}
pl: Zaufaj {username}
pt_br: Confiar em {username}
sl: Zaupaj {username}
sv: Förlita {username}
tl: Magtiwala {username}
tr: Güven {username}
ur: اعتماد {username}
zh_cn: 信任{username}
zh_tw: 信任{username}

# user250Sbtrust8722Sbstatus
source: You are trusting {username}
cs: Důvěřujete {username}
fi: Luotat käyttäjään {username}
fr: Vous faites confiance à {username}
lt: Jūs pasitikite {username}
nb: Du stoler på {username}
nl: U vertrouwt {username}
pl: Ufasz {username}
pt_br: Você confia em {username}
sl: Zaupate {username}
sv: Du litar på {username}
tl: Nagtitiwala ka {username}
tr: {username}'e güveniyorsunuz
ur: آپ {username} پر بھروسہ کر رہے ہیں
zh_cn: 你信任{username}
zh_tw: 你信任{username}

# user250Sbtrust8722Sbstatus8722Sbdescription
source: They will be able to respond to ads you have made for trusted users only
cs: Budou moci reagovat na reklamy, které jste vytvořili pouze pro důvěryhodné uživatele
fi: He voivat vastata ilmoituksiin, jotka olet tehnyt vain luotetuille käyttäjille
fr: Ils pourront répondre aux annonces que vous avez faites uniquement pour les utilisateurs de confiance
lt: Jie galės atsakyti į skelbimus, kuriuos sukūrėte tik patikimiems naudotojams
nb: De vil kun kunne svare på annonser du har laget for pålitelige brukere
nl: Ze kunnen alleen reageren op advertenties die u voor vertrouwde gebruikers heeft gemaakt
pl: Będą mogli odpowiedzieć na ogłoszenia, które stworzyłeś tylko dla zaufanych użytkowników
pt_br: Eles poderão responder a anúncios que você publicar somente para operadores confiáveis
sl: Lahko se bodo odzvali na oglase, ki ste jih naredili samo za zaupanja vredne uporabnike
sv: De kommer att kunna svara på annonser som du har gjort endast för betrodda användare
tl: Magagawa nilang tumugon sa mga ad na ginawa mo para lamang sa mga pinagkakatiwalaang user
tr: Yalnızca güvenilir kullanıcılar için yaptığınız reklamlara yanıt verebilecekler
ur: وہ ان اشتہارات کا جواب دے سکیں گے جو آپ نے صرف بھروسہ مند صارفین کے لیے بنائے ہیں
zh_cn: 他将能向你仅为可信用户发布的广告发送交易请求
zh_tw: 他將能向你僅為可信用戶發布的廣告發送交易請求

# user250Sbunblock8722Sbbtn
source: Unblock {username}
cs: Odblokovat {username}
fi: Poista esto {username}
fr: Débloquer {username}
lt: Atblokuoti {username}
nb: Fjern blokkering av {username}
nl: Deblokkeer {username}
pl: Odblokuj {username}
pt_br: Desbloquear {username}
sl: Odblokiraj {username}
sv: Avblockera {username}
tl: I-unblock {username}
tr: {username} engellemesini kaldır
ur: غیر مسدود {username}
zh_cn: 取消阻止{username}
zh_tw: 取消阻止{username}

# user250Sbuntrust8722Sbbtn
source: Untrust {username}
cs: Nedůvěřovat {username}
fi: Älä luota käyttäjään {username}
fr: Ne plus faire confiance à {username}
lt: Nepasitikėjimas {username}
nb: Ikke stol på {username}
nl: {username} niet vertrouwen
pl: Przestań ufać {username}
pt_br: Remover confiança de {username}
sl: Ne zaupaj {username}
tl: Hindi Pagkatiwalaan {username}
tr: Güvenmeme {username}
ur: عدم اعتماد {username}
zh_cn: 禁止信任{username}
zh_tw: 禁止信任{username}

# user250Sbupdate8722Sbfeedback8722Sbtitle
source: Update feedback on {username}
cs: Aktualizovat zpětnou vazbu na {username}
fi: Päivitä palaute käyttäjälle: {username}
fr: Mettre à jour l'évaluation sur {username}
lt: Atnaujinti atsiliepimą apie {username}
nb: Oppdater tilbakemelding på {username}
nl: Feedback bijwerken over {username}
pl: Zaktualizuj ocenę {username}
pt_br: Atualizar feedback de {username}
sl: Posodobite povratne informacije o {username}
sv: Uppdatera feedback på {username}
tl: I-update ang feedback sa {username}
tr: {username} ile ilgili geri bildirimi güncelleyin
ur: {username} پر تاثرات کو اپ ڈیٹ کریں
zh_cn: 更新留给{username}的评价
zh_tw: 更新留給{username}的評價

# validation250Sberror250Sbad8722Sbid
source: Invalid ID!
cs: Neplatné ID!
fi: Virheellinen tunnus!
fr: Identifiant non valide !
it: ID non valido!
lt: Neteisingas ID!
nb: Ugyldig ID!
nl: Ongeldig ID!
pl: Nieprawidłowy ID!
pt_br: ID Inválido!
sl: Neveljaven ID!
sv: Ogiltigt ID!
tl: Di-wastong ID!
tr: Geçersiz kimlik!
ur: غلط ID!
zh_cn: 无效的ID！
zh_tw: 無效的ID！

# validation250Sberror250Sbattachment8722Sbid
source: Invalid attachment ID
cs: Neplatné ID přílohy
fi: Virheellinen liitetunnus
fr: Identifiant de pièce jointe non valide
it: ID allegato non valido
lt: Netinkamas priedo ID
nb: Ugyldig vedleggs-ID
nl: Ongeldig bijlage ID
pl: Niepoprawny ID załącznika
pt_br: ID de anexo inválido
sl: Neveljavna priloga ID
sv: Ogiltigt bifogad ID
tl: Di-wastong attachment ID
tr: Geçersiz ek kimliği
ur: غلط منسلکہ ID
zh_cn: 无效的附件ID
zh_tw: 無效的附件ID

# validation250Sberror250Sbcountry8722Sbcode
source: Invalid country code!
cs: Neplatný kód země!
fi: Virheellinen maatunnus!
fr: Code pays non valide !
it: Codice paese non valido!
lt: Netinkamas šalies kodas!
nb: Ugyldig landskode!
nl: Ongeldige landcode!
pl: Nieprawidłowy kod kraju!
pt_br: Código de país inválido!
sl: Neveljavna koda države!
sv: Ogiltig landskod!
tl: Di-wastong code ng bansa!
tr: Geçersiz ülke kodu!
ur: غلط ملک کوڈ!
zh_cn: 国家代码无效！
zh_tw: 國家代碼無效！

# validation250Sberror250Sbiso86018722Sbtimestamp
source: Should be a valid UTC date in ISO 8601 format: https://en.wikipedia.org/wiki/ISO_8601
cs: Mělo by to být platné datum UTC ve formátu ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
fi: Pitäisi olla voimassa oleva UTC-päivämäärä ISO 8601 -muodossa: https://en.wikipedia.org/wiki/ISO_8601
fr: Doit être une date UTC valide au format ISO 8601 : https://fr.wikipedia.org/wiki/ISO_8601
it: Deve essere una data UTC valida nel formato ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
lt: Turi būti galiojanti UTC data ISO 8601 formatu: https://en.wikipedia.org/wiki/ISO_8601
nb: Bør være en gyldig UTC-dato i ISO 8601-format: https://en.wikipedia.org/wiki/ISO_8601
nl: Moet een geldige UTC-datum zijn in ISO 8601 formaat: https://en.wikipedia.org/wiki/ISO_8601
pl: Powinna być ważną datą UTC w formacie ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
pt_br: Deve ser uma data UTC válida no formato ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
sl: Moral bi biti veljaven datum UTC v formatu ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
sv: Ska vara ett giltigt UTC-datum i ISO 8601-format: https://en.wikipedia.org/wiki/ISO_8601
tl: Dapat ay isang wastong petsa ng UTC sa format na ISO 8601: https://en.wikipedia.org/wiki/ISO_8601
tr: ISO 8601 formatında geçerli bir UTC tarihi olmalıdır: https://en.wikipedia.org/wiki/ISO_8601
ur: ISO 8601 فارمیٹ میں ایک درست UTC تاریخ ہونی چاہیے: https://en.wikipedia.org/wiki/ISO_8601
zh_cn: 应该是ISO 8601格式的有效UTC日期：https://en.wikipedia.org/wiki/ISO_8601
zh_tw: 應該是ISO 8601格式的有效UTC日期：https://en.wikipedia.org/wiki/ISO_8601
