Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_75
source: Attempting to withdraw funds to an internal address that doesn’t exist
cs: Pokus o výběr prostředků na interní adresu, která neexistuje
fi: Yritetään nostaa varoja sisäiseen osoitteeseen, jota ei ole olemassa
fr: Tentative de retrait de fonds vers une adresse interne qui n'existe pas
it: Tentativo di prelevare fondi ad un indirizzo interno inesistente
lt: Bandoma atsiimti lėšas vidiniu adresu, kurio nėra
nb: Forsøk på å ta ut penger til en intern adresse som ikke eksisterer
nl: Poging om geld op te nemen naar een intern adres dat niet bestaat
pl: Próbowano wypłacić środki na nieistniejący adres wewnętrzny
pt_br: Tentativa de retirar fundos para um endereço interno que não existe
sl: Poskus dviga sredstev na interni naslov, ki ne obstaja
sv: Försök att ta ut pengar till en intern adress som inte existerar
tl: Pagtatangkang mag-withdraw ng mga pondo sa isang panloob na address na hindi umiiral
tr: Mevcut olmayan bir dahili adrese para çekmeye çalışmak
ur: ایسےاندرونی پتے پر رقوم نکالنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 试图将资金提取到不存在的内部地址
zh_tw: 試圖將資金提取到不存在的內部地址

# api_error_76
source: Attempting to withdraw funds to the same account as the account that’s requesting the withdrawal
cs: Pokus o výběr prostředků na stejný účet jako účet, který požaduje výběr
fi: Varoja yritetään nostaa samalle tilille kuin nostoa pyytävä tili
fr: Tentative de retrait de fonds sur le même compte que le compte qui demande le retrait
it: Tentativo di prelevare fondi sullo stesso conto del conto che richiede il prelievo.
lt: Bandoma išsiimti lėšas į tą pačią sąskaitą, kurioje prašoma išgryninimo
nb: Forsøk på å ta ut penger til samme konto som kontoen som ber om uttaket
nl: Poging om geld op te nemen naar dezelfde rekening als de rekening die de opname aanvraagt
pl: Próba wypłaty środków na to samo konto, co konto, z którego pochodzi wypłata
pt_br: Tentativa de retirar fundos para a mesma conta que a conta que está solicitando o saque
sl: Poskus dviga sredstev na isti račun, ki zahteva dvig
sv: Försök att ta ut pengar till samma konto som det konto som begär uttaget
tl: Pagtatangkang mag-withdraw ng mga pondo sa parehong account tulad ng account na humihiling ng withdrawal
tr: Para çekme talebinde bulunan hesapla aynı hesaba para çekilmeye çalışılıyor
ur: اسی اکاؤنٹ میں رقم نکالنے کی کوشش کرنا جس اکاؤنٹ میں رقم نکالنے کی درخواست کی جا رہی ہے
zh_cn: 尝试将资金提取到与请求提款的账户相同的账户
zh_tw: 嘗試將資金提取到與請求提款的賬戶相同的賬戶

# api_error_77
source: Insufficient funds to conduct internal transfer for the requested amount
cs: Nedostatek finančních prostředků k provedení interního převodu požadované částky
fi: Varat eivät riitä pyydetyn summan sisäisen siirron suorittamiseen
fr: Fonds insuffisants pour effectuer un transfert interne pour le montant demandé
it: Fondi insufficienti per effettuare il trasferimento interno per l'importo richiesto
lt: Nepakanka lėšų vidiniam pervedimui už prašomą sumą
nb: Ikke nok midler til å gjennomføre intern overføring for det forespurte beløpet
nl: Onvoldoende saldo om interne overschrijving uit te voeren voor het gevraagde bedrag
pl: Niewystarczające środki do wykonania przelewu wewnętrznego na żądaną kwotę
pt_br: Insuficiência de fundos para realizar a transferência interna da quantia solicitada
sl: Ni dovolj sredstev za izvedbo internega prenosa zahtevanega zneseka
sv: Otillräckliga medel för att genomföra intern överföring av det begärda beloppet
tl: Hindi sapat na pondo upang magsagawa ng panloob na paglipat para sa hiniling na halaga
tr: Talep edilen tutarda iç transferi gerçekleştirmek için yeterli fon yok
ur: مطلوبہ رقم کی اندرونی منتقلی کے لیے ناکافی فنڈز
zh_cn: 资金不足，无法对请求的金额进行内部转账
zh_tw: 資金不足，無法對請求的金額進行內部轉賬

# api_error_103
source: Requesting trade for ad who’s poster is on selling vacation
cs: Žádost o obchod z reklamy, jejíž inzerent je na prodejní dovolené
fi: Pyydetään vaihtoa ilmoitukseen, jonka julkaisija on myyntilomalla
fr: Demande d'échange pour une annonce dont l'auteur est en pause de vente
it: Richiesta di scambio per l'annuncio il cui inserzionista sta vendendo vacanze
lt: Prašymas pakeisti skelbimą, kurio plakatas atostogauja
nb: Be om bytte for annonse hvem sin plakat selger ferie
nl: Handel verzoeken voor advertentie waarvan de poster of verkoping vakantie is
pl: Prośba o handel z autorem ogłoszenia będącym na wakacjach
pt_br: Solicitando troca por anúncio cujo autor está vendendo férias
sl: Trgovalna zahteva za oglas, katerega avtor je na prodajnem dopustu
sv: Begär byte för annons vars affisch är på att sälja semester
tl: Humihiling ng trade para sa ad kung sino ang poster na nagbebenta ng bakasyon
tr: Posteri tatilde olan reklam için takas talep ediliyor
ur: اشتہار کے لیے تجارت کی درخواست کرنا جس کا پوسٹر چھٹی پر فروخت ہو رہا ہے
zh_cn: 请求交易海报上宣传度假的广告
zh_tw: 請求交易發帖人正在銷售假期的廣告

# api_error_105
source: Poster of the ad for which the trade is being requested doesn’t have enough balance to fund the escrow
cs: Inzerent reklamy, pro kterou je obchod požadován, nemá dostatečný zůstatek na financování úschovy
fi: Pyydetyn kaupan julkaisijalla ei ole tarpeeksi saldoa turvatalletuksen rahoittamiseen
fr: L'auteur de l'annonce pour laquelle l'échange est demandé n'a pas assez de solde pour financer le dépôt fiduciaire
it: Il poster dell'annuncio per il quale viene richiesta la transazione non ha abbastanza saldo per finanziare il deposito a garanzia
lt: Skelbimo, dėl kurio prašoma prekybos, plakate nepakanka balanso deponavimui finansuoti
nb: Plakaten for annonsen som handelen er forespurt for, har ikke nok saldo til å finansiere deponeringen
nl: De poster van de advertentie waarvoor de transactie wordt aangevraagd, heeft onvoldoende saldo om de borg te betalen
pl: Publikujący ogłoszenie, wedle którego chcesz rozpocząć handel, nie ma wystarczającego salda, aby zapewnić środki pod zastaw
pt_br: O cartaz do anúncio para o qual a negociação está sendo solicitada não tem saldo suficiente para financiar o depósito
sl: Plakat oglasa, za katerega se zahteva trgovanje, nima dovolj sredstev za financiranje hrambe
sv: Annonsören av den annons för vilken handeln begärs har inte tillräckligt med saldo för att finansiera depositionen
tl: Ang poster ng ad kung saan hinihiling ang kalakalan ay walang sapat na balanse para pondohan ang escrow
tr: Takasın talep edildiği reklamın posterinde emaneti finanse etmeye yetecek bakiye yok
ur: جس اشتہار کے لیے تجارت کی درخواست کی جا رہی ہے اس کے پوسٹر میں ایسکرو کو فنڈ دینے کے لیے کافی بیلنس نہیں ہے
zh_cn: 请求交易的广告海报没有足够的余额来资助托管
zh_tw: 請求交易的廣告海報沒有足夠的餘額來為託管提供資金

# api_error_107
source: Trying to track liquidity without setting maxAmount
cs: Pokus o sledování likvidity bez nastavení maxAmount
fi: Yritetään seurata likviditeettiä asettamatta maxAmountia
fr: Essayer de suivre la liquidité sans définir maxAmount
it: Cercare di tracciare la liquidità senza impostare il maxAmount
lt: Bandoma sekti likvidumą nenustačius maxAmount
nb: Prøver å spore likviditet uten å angi maxAmount
nl: Proberen de liquiditeit bij te houden zonder maxAmount in te stellen
pl: Próba śledzenia płynność bez ustawiania maxAmount
pt_br: Tentando rastrear a liquidez sem definir o maxAmount
sl: Poskušam slediti likvidnosti brez nastavitve maxAmount
sv: Försöker spåra likviditet utan att ange maxAmount
tl: Sinusubukang subaybayan ang pagkatubig nang hindi nagtatakda ng maxAmount
tr: MaxAmount ayarı yapılmadan likidite takip edilmeye çalışılıyor
ur: maxAmount کی رقم سیٹ کیے بغیر لیکویڈیٹی کو ٹریک کرنے کی کوشش کرنا
zh_cn: 尝试在不设置 maxAmount 的情况下跟踪流动性
zh_tw: 嘗試在不設置 maxAmount 的情況下跟踪流動性

# api_error_137
source: Attempting to register 2FA while providing incorrect password
cs: Pokus o registraci 2FA při zadání nesprávného hesla
fi: Yritetään rekisteröidä 2FA antamalla väärä salasana
fr: Tentative d'enregistrement 2FA avec un mot de passe incorrect
it: Tentativo di registrazione 2FA con password errata
lt: Bandoma užregistruoti 2FA pateikiant neteisingą slaptažodį
nb: Forsøker å registrere 2FA mens du oppgir feil passord
nl: Poging om 2FA te registreren terwijl een onjuist wachtwoord wordt opgegeven
pl: Próba zarejestrowania 2FA po podaniu nieprawidłowego hasła
pt_br: Tentativa de registrar 2FA fornecendo senha incorreta
sl: Poskus registracije 2FA z napačnim geslom
sv: Försöker registrera 2FA men anger felaktigt lösenord
tl: Sinusubukang magrehistro ng 2FA habang nagbibigay ng maling password
tr: Yanlış şifre girerken 2FA'yı kaydetmeye çalışmak
ur: غلط پاس ورڈ فراہم کرتے ہوئے 2FA رجسٹر کرنے کی کوشش
zh_cn: 在提供错误密码时尝试注册 2FA
zh_tw: 在提供錯誤密碼時嘗試註冊 2FA

# api_error_138
source: Attempting to validate 2FA while providing incorrect OTP
cs: Pokus o ověření 2FA při poskytnutí nesprávného jednorázového hesla
fi: Yritetään vahvistaa 2FA ja tarjotaan virheellinen OTP
fr: Tentative de validation de 2FA avec un OTP incorrect
it: Tentativo di convalidare 2FA fornendo un OTP errato
lt: Bandoma patvirtinti 2FA pateikiant neteisingą OTP
nb: Forsøker å validere 2FA mens du oppgir feil OTP
nl: Poging om 2FA te valideren terwijl onjuiste OTP wordt opgegeven
pl: Próba walidacji 2FA z nieprawidłowym OTP
pt_br: Tentativa de validação do 2FA e fornecimento de OTP incorreto
sl: Poskus potrditve 2FA ob napačnem OTP
sv: Försök att validera 2FA medan felaktig OTP anges
tl: Sinusubukang i-validate ang 2FA habang nagbibigay ng maling OTP
tr: Yanlış OTP sağlanırken 2FA doğrulanmaya çalışılıyor
ur: غلط OTP فراہم کرتے ہوئے 2FA کی توثیق کرنے کی کوشش
zh_cn: 在提供不正确的 OTP 时尝试验证 2FA
zh_tw: 在提供不正確的 OTP 時嘗試驗證 2FA

# api_error_139
source: Either password or OTP incorrect when attempting to disable 2FA
cs: Při pokusu o deaktivaci 2FA je nesprávné heslo nebo OTP
fi: Joko salasana tai OTP on väärä, kun yritetään poistaa 2FA käytöstä
fr: Mot de passe ou OTP incorrect lors de la tentative de désactivation de l'authentification 2FA
it: Password o OTP errati durante il tentativo di disabilitare 2FA
lt: Netinkamas slaptažodis arba OTP bandant išjungti 2FA
nb: Enten passord eller OTP er feil ved forsøk på å deaktivere 2FA
nl: Wachtwoord of OTP onjuist bij poging om 2FA uit te schakelen
pl: Niepoprawne hasło lub nie poprawne hasło jednorazowe podczas próby wyłączenia funkcji 2FA
pt_br: Senha ou OTP incorreta ao tentar desabilitar o 2FA
sl: Ko poskušate onemogočiti 2FA, je geslo ali OTP napačno
sv: Antingen lösenord eller OTP felaktigt vid försök att inaktivera 2FA
tl: Mali man ang password o OTP kapag sinusubukang i-disable ang 2FA
tr: 2FA'yı devre dışı bırakmaya çalışırken şifre veya OTP hatalı
ur: 2FA کو غیر فعال کرنے کی کوشش کرتے وقت یا تو پاس ورڈ یا OTP غلط ہے
zh_cn: 尝试禁用 2FA 时密码或 OTP 不正确
zh_tw: 嘗試禁用 2FA 時密碼或 OTP 不正確

# api_error_140
source: OTP incorrect when attempting to withdraw coins from wallet
cs: Nesprávné jednorázové heslo při pokusu o výběr mincí z peněženky
fi: OTP virheellinen, kun yritetään nostaa kolikoita lompakosta
fr: OTP incorrect lors de la tentative de retrait des jetons du portefeuille
it: OTP non corretto quando si tenta di prelevare monete dal portafoglio
lt: OTP neteisingas bandant išimti monetas iš piniginės
nb: OTP feil ved forsøk på å ta ut mynter fra lommeboken
nl: OTP onjuist bij poging om munten uit portefeuille op te nemen
pl: Niepoprawne OTP podczas próby wypłaty kryptowalut z portfela
pt_br: OTP incorreto ao tentar retirar moedas da carteira
sl: OTP je napačen pri poskusu dviga kovancev iz denarnice
sv: OTP felaktig vid försök att ta ut mynt från plånboken
tl: Mali ang OTP kapag sinusubukang mag-withdraw ng mga barya mula sa wallet
tr: Cüzdandan para çekmeye çalışırken OTP hatalı
ur: بٹوے سے سکے نکالنے کی کوشش کرتے وقت OTP غلط ہے
zh_cn: 尝试从钱包中提取硬币时 OTP 不正确
zh_tw: 嘗試從錢包中提取硬幣時 OTP 不正確

# api_error_146
source: Attempting to enable affiliate program for account that already has it enabled
cs: Pokus o povolení affiliate programu pro účet, který jej již má povolený
fi: Yritetään ottaa käyttöön kumppaniohjelma tilille, jolla se on jo käytössä
fr: Tentative d'activation du programme d'affiliation pour un compte qui l'a déjà activé
it: Tentativo di abilitare il programma di affiliazione per un account che lo ha già abilitato
lt: Bandoma įgalinti filialų programą paskyroje, kurioje ji jau įgalinta
nb: Forsøker å aktivere tilknyttede program for kontoer som allerede har det aktivert
nl: Poging om partnerprogramma in te schakelen voor account waarvoor het al is ingeschakeld
pl: Próba włączenia programu partnerskiego dla konta, na którym jest już on włączony
pt_br: Tentativa de habilitar o programa de afiliados para conta que já o tenha habilitado
sl: Poskus omogočiti partnerski program za račun, ki ga že ima
sv: Försöker aktivera affiliate-program för konto som redan har det aktiverat
tl: Sinusubukang paganahin ang programang kaakibat para sa account na pinagana na nito
tr: Zaten etkinleştirilmiş olan hesap için ortaklık programını etkinleştirmeye çalışılıyor
ur: اس اکاؤنٹ کے لیے ملحق پروگرام کو فعال کرنے کی کوشش کرنا جو پہلے ہی فعال ہے
zh_cn: 尝试为已启用的帐户启用联属网络营销计划
zh_tw: 嘗試為已啟用的帳戶啟用聯屬網絡營銷計劃

# api_error_170
source: Amount that has been requested for withdrawal is less than the minimum possible amount for the given cryptocurrency
cs: Částka, která byla požadována k výběru, je nižší než minimální možná částka pro danou kryptoměnu
fi: Summa, joka on pyydetty nostoa varten, on pienempi kuin kyseisen kryptovaluutan pienin mahdollinen summa
fr: Le montant qui a été demandé pour le retrait est inférieur au montant minimum possible pour la crypto-monnaie donnée
it: L'importo richiesto per il prelievo è inferiore all'importo minimo possibile per la criptovaluta in questione.
lt: Suma, kurios buvo prašoma išsiimti, yra mažesnė nei minimali galima suma už nurodytą kriptovaliutą
nb: Beløpet som har blitt bedt om for uttak er mindre enn det minste mulige beløpet for den gitte kryptovalutaen
nl: Bedrag dat is aangevraagd voor opname is minder dan het minimaal mogelijke bedrag voor de gegeven cryptocurrency
pl: Kwota, na którą zażądano wypłaty jest mniejsza niż minimalna możliwa kwota dla danej kryptowaluty
pt_br: A quantia que foi solicitada para retirada é menor do que a quantia mínima possível para a moeda criptográfica em questão
sl: Znesek, ki je bil zahtevan za dvig, je manjši od najnižjega možnega zneska za dano kriptovaluto
sv: Beloppet som har begärts för uttag är mindre än det lägsta möjliga beloppet för den givna kryptovalutan
tl: Ang halaga na hiniling para sa withdrawal ay mas mababa sa pinakamababang posibleng halaga para sa ibinigay na cryptocurrency
tr: Para çekmek için talep edilen tutar, söz konusu kripto para birimi için mümkün olan minimum tutardan az
ur: رقم نکلوانے کے لیے درخواست کی گئی رقم دی گئی کریپٹو کرنسی کے لیے کم سے کم ممکنہ رقم سے کم ہے
zh_cn: 要求提款的金额小于给定加密货币的最低可能金额
zh_tw: 要求提款的金額小於給定加密貨幣的最低可能金額

# api_error_171
source: Invalid address provided when requesting withdrawal
cs: Neplatná adresa uvedená při žádosti o výběr
fi: Virheellinen osoite nostoa pyytäessä
fr: Adresse invalide fournie lors de la demande de retrait
it: Indirizzo non valido fornito al momento della richiesta di prelievo
lt: Neteisingas adresas, pateiktas pateikiant prašymą atsiimti
nb: Ugyldig adresse oppgitt ved forespørsel om uttak
nl: Ongeldig adres opgegeven bij verzoek tot opname
pl: Nieprawidłowy adres podany przy żądaniu wypłaty
pt_br: Endereço inválido fornecido ao solicitar a retirada
sl: Neveljaven naslov, naveden ob zahtevi za dvig
sv: Felaktig adress angiven vid begäran om uttag
tl: Di-wastong address na ibinigay kapag humihiling ng withdrawal
tr: Para çekme talebinde bulunurken geçersiz adres sağlandı
ur: واپسی کی درخواست کرتے وقت غلط پتہ فراہم کیا گیا
zh_cn: 请求提款时提供的地址无效
zh_tw: 請求提款時提供的地址無效

# api_error_173
source: Attempting to open too many trades at once for a new account
cs: Pokus o otevření příliš mnoha obchodů najednou pro nový účet
fi: Yritetään avata liian monta kauppaa kerralla uudelle tilille
fr: Tentative d'ouvrir trop de transactions à la fois pour un nouveau compte
it: Tentativo di aprire troppe operazioni in una sola volta per un nuovo conto
lt: Bandoma vienu metu atidaryti per daug sandorių naujai sąskaitai
nb: Forsøk på å åpne for mange handler samtidig for en ny konto
nl: Poging om te veel transacties tegelijk te openen voor een nieuwe rekening
pl: Próba rozpoczęcia zbyt wielu jednoczesnych handli dla nowego konta
pt_br: Tentativa de abrir demasiadas transações ao mesmo tempo para uma nova conta
sl: Poskus odpiranja preveč trejdov hkrati za nov račun
sv: Försök att öppna för många affärer samtidigt för ett nytt konto
tl: Sinusubukang magbukas ng masyadong maraming trade nang sabay-sabay para sa isang bagong account
tr: Yeni bir hesap için aynı anda çok fazla işlem açmaya çalışmak
ur: ایک نئے اکاؤنٹ کے لیے ایک ساتھ بہت ساری تجارتیں کھولنے کی کوشش کرنا
zh_cn: 试图一次为新账户开立太多交易
zh_tw: 試圖一次為新賬戶開立太多交易

# api_error_178
source: Attempting to redeem coupon for user that doesn’t exist
cs: Pokus o uplatnění kupónu pro uživatele, který neexistuje
fi: Yritetään lunastaa kuponki käyttäjälle jota ei ole olemassa
fr: Tentative d'utilisation du coupon pour un utilisateur qui n'existe pas
it: Tentativo di riscattare un coupon per un utente inesistente
lt: Bandoma išpirkti kuponą naudotojui, kurio nėra
nb: Forsøker å løse inn kupong for bruker som ikke eksisterer
nl: Poging om de coupon in te wisselen voor gebruiker die niet bestaat
pl: Próba wykorzystania kuponu przez użytkownika, który nie istnieje
pt_br: Tentativa de resgatar cupom para o usuário que não existe
sl: Poskus unovčenja kupona za uporabnika, ki ne obstaja
sv: Försöker lösa in kupong för användare som inte existerar
tl: Sinusubukang i-redeem ang kupon para sa user na wala
tr: Mevcut olmayan bir kullanıcı için kupon kullanılmaya çalışılıyor
ur: ایسے صارف کے لیے کوپن کو چھڑانے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户兑换优惠券
zh_tw: 嘗試為不存在的用戶兌換優惠券

# api_error_179
source: Attempting to redeem coupon that doesn’t exist
cs: Pokus o uplatnění kupónu, který neexistuje
fi: Yritetään lunastaa kuponki jota ei ole olemassa
fr: Tentative d'utilisation d'un coupon qui n'existe pas
it: Tentativo di riscattare un coupon inesistente
lt: Bandoma išpirkti kuponą, kurio nėra
nb: Forsøker å løse inn kuponger som ikke eksisterer
nl: Poging om de coupon in te wisselen die niet bestaat
pl: Próba zrealizowania kuponu, który nie istnieje
pt_br: Tentativa de resgatar cupom que não existe
sl: Poskus unovčenja kupona, ki ne obstaja
sv: Försöker lösa in kupong som inte existerar
tl: Sinusubukang i-redeem ang kupon na wala
tr: Mevcut olmayan kuponu kullanmaya çalışılıyor
ur: ايسےکوپن کو چھڑانے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试兑换不存在的优惠券
zh_tw: 嘗試兌換不存在的優惠券

# api_error_180
source: Attempting to redeem coupon that’s expired
cs: Pokus o uplatnění kupónu, jehož platnost vypršela
fi: Yritetään lunastaa kuponki joka on vanhentunut
fr: Tentative d'utilisation d'un coupon qui a expiré
it: Tentativo di riscattare un coupon scaduto
lt: Bandoma išpirkti kuponą, kurio galiojimo laikas pasibaigęs
nb: Forsøker å løse inn kupong som er utløpt
nl: Poging om de coupon in te wisselen die is verlopen
pl: Próba zrealizowania kuponu, który wygasł
pt_br: Tentativa de resgatar cupom que expirou
sl: Poskus unovčenja kupona, ki je potekel
sv: Försöker lösa in kupong som har gått ut
tl: Sinusubukang i-redeem ang kupon na nag-expire na
tr: Süresi dolmuş kuponu kullanmaya çalışıyorum
ur: ايسےکوپن کو چھڑانے کی کوشش کی جا رہی ہے جس کی میعاد ختم ہو چکی ہے
zh_cn: 尝试兑换过期的优惠券
zh_tw: 嘗試兌換過期的優惠券

# api_error_181
source: Attempting to redeem coupon that’s only allowed to be redeemed during registration
cs: Pokus o uplatnění kupónu, který lze uplatnit pouze během registrace
fi: Yritetään lunastaa kuponkia jonka voi lunastaa vain rekisteröinnin yhteydessä
fr: Tentative d'utilisation d'un coupon qui ne peut être utilisé que lors de l'inscription
it: Tentativo di riscattare un coupon che può essere riscattato solo durante la registrazione
lt: Bandoma išpirkti kuponą, kurį galima išpirkti tik registracijos metu
nb: Forsøk på å løse inn kupong som kun er tillatt å løse inn under registrering
nl: Poging om de coupon in te wisselen die alleen tijdens de registratie mag worden ingewisseld
pl: Próba zrealizowania kuponu, który można zrealizować tylko podczas rejestracji
pt_br: Tentativa de resgatar cupom que só pode ser resgatado durante o registro
sl: Poskus unovčenja kupona, katerega je dovoljeno unovčiti samo med registracijo
sv: Försöker lösa in kupong som endast får lösas in under registrering
tl: Sinusubukang i-redeem ang kupon na pinapayagan lamang na ma-redeem sa panahon ng pagpaparehistro
tr: Yalnızca kayıt sırasında kullanılmasına izin verilen kuponu kullanmaya çalışılıyor
ur: ايسےکوپن کو چھڑانے کی کوشش ہو رہی ہے جسے صرف رجسٹریشن کے دوران چھڑانے کی اجازت ہے
zh_cn: 尝试兑换只能在注册期间兑换的优惠券
zh_tw: 嘗試兌換只能在註冊期間兌換的優惠券

# api_error_182
source: Attempting to redeem coupon that’s already been redeemed by this user
cs: Pokus o uplatnění kupónu, který již tento uživatel uplatnil
fi: Yritetään lunastaa kuponki jonka tämä käyttäjä on jo lunastanut
fr: Tentative d'utilisation d'un coupon déjà utilisé par cet utilisateur
it: Tentativo di riscattare un coupon che è già stato riscattato da questo utente
lt: Bandoma išpirkti kuponą, kurį šis naudotojas jau išpirko
nb: Forsøker å løse inn kupong som allerede er innløst av denne brukeren
nl: Poging om de coupon in te wisselen die al door deze gebruiker is ingewisseld
pl: Próba zrealizowania kuponu, który został już wykorzystany przez tego użytkownika
pt_br: Tentativa de resgatar cupom que já tenha sido resgatado por este usuário
sl: Poskus unovčenja kupona, ki ga je ta uporabnik že unovčil
sv: Försöker lösa in kupong som redan har lösts in av den här användaren
tl: Sinusubukang i-redeem ang kupon na na-redeem na ng user na ito
tr: Bu kullanıcı tarafından zaten kullanılmış olan kupon kullanılmaya çalışılıyor
ur: ايسےکوپن کو چھڑانے کی کوشش کی جا رہی ہے جو اس صارف کے ذریعے پہلے ہی چھڑایا جا چکا ہے
zh_cn: 正在尝试兑换该用户已兑换的优惠券
zh_tw: 正在嘗試兌換該用戶已兌換的優惠券

# api_error_183
source: Attempting to redeem coupon that’s out of stock
cs: Pokus o uplatnění kuponu, který není na skladě
fi: Yritetään lunastaa kuponki, joka on loppunut varastosta
fr: Tentative d'utilisation d'un coupon en rupture de stock
it: Tentativo di riscattare un coupon che è esaurito
lt: Bandoma išpirkti kuponą, kurio sandėlyje nebeliko
nb: Forsøker å løse inn kupong som ikke er på lager
nl: Poging om de coupon in te wisselen die niet op voorraad is
pl: Próba zrealizowania kuponu, który nie jest już dostępny
pt_br: Tentativa de resgatar cupom que está fora de estoque
sl: Poskus unovčenja kupona, ki ni na zalogi
sv: Försöker lösa in kupong som är slut i lager
tl: Sinusubukang i-redeem ang kupon na wala nang stock
tr: Stokta olmayan kuponu kullanmaya çalışıyorum
ur: ايسےکوپن کو چھڑانے کی کوشش کی جارہی ہے جو اسٹاک سے باہر ہے
zh_cn: 尝试兑换缺货的优惠券
zh_tw: 嘗試兌換缺貨的優惠券

# api_error_184
source: Attempting to redeem coupon when there’s a currently active coupon
cs: Pokus o uplatnění kuponu, když je aktuálně aktivní kupon
fi: Yritetään lunastaa kuponki, kun aktiivinen kuponki on jo voimassa
fr: Tentative d'utilisation du coupon alors qu'un coupon est actuellement actif
it: Tentativo di riscattare il coupon quando c'è un coupon attualmente attivo
lt: Bandoma išpirkti kuponą, kai yra šiuo metu aktyvus kuponas
nb: Forsøker å løse inn kupong når det er en aktiv kupong
nl: Poging om de coupon in te wisselen terwijl er momenteel een actieve coupon is
pl: Próba zrealizowania kuponu, podczas gdy kupon jest aktywny
pt_br: Tentativa de resgatar cupom quando há um cupom atualmente ativo
sl: Poskus unovčenja kupona, ko je trenutno aktiven kupon
sv: Försöker lösa in kupong när det finns en aktiv kupong
tl: Sinusubukang i-redeem ang kupon kapag may kasalukuyang aktibong kupon
tr: Şu anda etkin bir kupon varken kupon kullanılmaya çalışılıyor
ur: کوپن کو چھڑانے کی کوشش کیجارہی جبکہ فعال کوپن موجود ھے
zh_cn: 当有当前有效的优惠券时尝试兑换优惠券
zh_tw: 當有當前有效的優惠券時嘗試兌換優惠券
