Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbmorph8722Sbdeposit250Sbcontent
source: If you wish to deposit coins to the {appName} wallet from a wallet of a different cryptocurrency you need to check the 'I want to deposit another currency' box on the Receive tab of the wallet page. In the appeared section select the desired deposit currency, deposit amount (pay attention to the displayed limits), and enter the respective refund address that will be used if anything goes wrong with the transaction. After you've done that, click on the 'Show me the deposit address!' button, which will open a window where you'll see the deposit address. Send the coins from your wallet to the provided ChangeNow deposit address. At this point, ChangeNow will convert your coins and transfer them to your {appName} wallet.
cs: Pokud si přejete vložit coiny do peněženky {appName} z peněženky jiné kryptoměny, musíte zaškrtnout políčko „Chci vložit jinou měnu“ na záložce Příjem na stránce peněženky. V zobrazené části vyberte požadovanou měnu vkladu, částku vkladu (pozor na zobrazené limity) a zadejte příslušnou adresu pro vrácení peněz, která bude použita, pokud se s transakcí něco pokazí. Poté, co to uděláte, klikněte na 'Ukažte mi adresu pro vklad!' tlačítko, které otevře okno, kde uvidíte adresu vkladu. Odešlete mince ze své peněženky na zadanou adresu pro vklad ChangeNow. V tomto okamžiku ChangeNow převede vaše coiny a převede je do vaší {appName} peněženky.
fi: Jos haluat tallettaa kolikoita {appName}-lompakkoon eri kryptovaluutan lompakosta, sinun on valittava 'Haluan tallettaa toista valuuttaa' -ruutu lompakkosivun Vastaanota-välilehdellä. Valitse näkyviin tulevasta osiosta haluamasi talletusvaluutta, talletussumma (kiinnitä huomiota rajoituksiin) ja syötä vastaava palautusosoite, jota käytetään, jos tapahtumassa menee jokin pieleen. Kun olet tehnyt sen, napsauta "Näytä minulle talletusosoite!" -painiketta, joka avaa ikkunan, jossa näet talletusosoitteen. Lähetä kolikot lompakostasi annettuun ChangeNow-talletusosoitteeseen. Tässä vaiheessa ChangeNow muuntaa kolikot ja siirtää ne {appName}-lompakkoosi.
fr: Si vous souhaitez déposer des jetons de crypto-monnaie sur le portefeuille {appName} à partir d'un portefeuille externe d'une crypto-monnaie différente, vous devez cocher la case "Je souhaite déposer une autre devise" dans l'onglet Recevoir de la page du portefeuille. Dans la section qui apparaît, sélectionnez la devise de dépôt souhaitée, le montant du dépôt (faites attention aux limites affichées) et entrez l'adresse de remboursement correspondante qui sera utilisée en cas de problème avec la transaction. Une fois que vous avez fait cela, cliquez sur "Montrez-moi l'adresse de dépôt !", qui ouvrira une fenêtre où vous verrez l'adresse de dépôt. Envoyez les jetons de crypto-monnaie de votre portefeuille externe à l'adresse de dépôt ChangeNow fournie. À ce stade, ChangeNow convertira vos jetons et les transférera sur votre portefeuille {appName}.
it: Se desideri depositare monete sul portafoglio {appName} da un portafoglio BTC, ETH, LTC, BCH o DASH devi selezionare la casella 'Desidero depositare da un portafoglio BTC, ETH, LTC, BCH o DASH' nella scheda Ricevi della pagina del portafoglio. Nella sezione visualizzata selezionare la valuta di deposito desiderata e immettere il rispettivo indirizzo di rimborso BTC, ETH, LTC, BCH o DASH che verrà utilizzato se qualcosa non va nella transazione. Dopo averlo fatto, fai clic su 'Mostrami l'indirizzo di deposito!' pulsante, che aprirà una finestra in cui vedrai l'indirizzo del deposito e i limiti di deposito ChangeNow. Invia le monete dal tuo portafoglio all'indirizzo di deposito ChangeNow fornito. A questo punto, ChangeNow convertirà le tue monete e le trasferirà sul tuo portafoglio {appName}.
lt: Jei norite įnešti monetas į {appName} piniginę iš kitos kriptovaliutos piniginės, turite pažymėti langelį „Noriu įnešti kitą valiutą“ piniginės puslapio Gauti skirtuke. Atsidariusiame skiltyje pasirinkite norimą indėlio valiutą, indėlio sumą (atkreipkite dėmesį į rodomus limitus) ir įveskite atitinkamą grąžinimo adresą, kuris bus naudojamas, jei atliekant operaciją kas nors nepavyks. Kai tai padarysite, spustelėkite „Parodykite man indėlio adresą!“ mygtuką, kuris atvers langą, kuriame matysite indėlio adresą. Siųskite monetas iš savo piniginės nurodytu ChangeNow indėlio adresu. Šiuo metu „ChangeNow“ konvertuos jūsų monetas ir perkels jas į jūsų {appName} piniginę.
nb: Hvis du ønsker å sette inn mynter til {appName}-lommeboken fra en lommebok med en annen kryptovaluta, må du krysse av for 'Jeg vil sette inn en annen valuta'-boksen på Motta-fanen på lommeboksiden. I den viste delen velger du ønsket innskuddsvaluta, innskuddsbeløp (vær oppmerksom på de viste grensene), og skriv inn den respektive refusjonsadressen som skal brukes hvis noe går galt med transaksjonen. Etter at du har gjort det, klikker du på "Vis meg innskuddsadressen!" knappen, som åpner et vindu der du ser innskuddsadressen. Send myntene fra lommeboken til den angitte ChangeNow-innskuddsadressen. På dette tidspunktet vil ChangeNow konvertere myntene dine og overføre dem til {appName}-lommeboken din.
nl: Als u munten wilt storten in de {appName}-portefeuille vanuit een portefeuille van een andere cryptocurrency, moet u het vakje 'Ik wil een andere valuta storten' aanvinken in het tabblad 'Ontvangen' op de portefeuille-pagina. Selecteer in het weergegeven gedeelte de gewenste stortingsvaluta, het stortingsbedrag (let op de weergegeven limieten) en voer het respectieve terugbetalingsadres in dat zal worden gebruikt als er iets misgaat met de transactie. Nadat u dat heeft gedaan, klikt u op 'Laat me het stortingsadres zien!' knop, waarmee een venster wordt geopend waarin u het stortingsadres ziet. Stuur de munten van uw portemonnee naar het opgegeven stortingsadres van ChangeNow. Op dit punt zal ChangeNow uw munten omzetten en overboeken naar uw {appName}-portefeuille.
pl: Jeśli chcesz wpłacić kryptowaluty do portfela {appName} z portfela innej kryptowaluty, musisz odhaczyć pole „Chcę wpłacić inną walutę” na karcie odbiorczej strony portfela. Wybierz żądaną walutę wpłaty, kwotę wpłaty (zwróć uwagę na wyświetlane limity) i wprowadź odpowiedni adres zwrotny, który zostanie użyty, jeśli coś pójdzie nie tak z transakcją. Następnie kliknij „Pokaż mi adres wpłaty!” . Otworzy się okno, w którym zobaczysz adres do wpłaty. Wyślij kryptowalutę z portfela na wyświetlony adres ChangeNow. Następnie ChangeNow zamieni kryptowaluty i wyśle je do portfela {appName}.
pt_br: Se você deseja depositar moedas na carteira {appName} de uma carteira BTC, ETH, LTC, BCH ou DASH, é necessário marcar a caixa 'Quero depositar em uma carteira BTC, ETH, LTC, BCH ou DASH' na guia Receber da página da carteira. Na seção exibida, selecione a moeda de depósito desejada e insira o respectivo endereço de reembolso BTC, ETH, LTC, BCH ou DASH que será usado se algo der errado com a transação. Depois de fazer isso, clique em 'Mostre-me o endereço do depósito'. botão, que abrirá uma janela onde você verá o endereço de depósito e os limites de depósito do ChangeNow. Envie as moedas da sua carteira para o endereço de depósito ChangeNow fornecido. Neste ponto, o ChangeNow irá converter as suas moedas e transferi-las para a sua carteira {appName}.
sl: Če želite položiti kovance v denarnico {appName} iz denarnice druge kriptovalute, morate potrditi polje "Želim položiti drugo valuto" na zavihku Prejmi na strani denarnice. V razdelku, ki se prikaže, izberite želeno valuto depozita, znesek depozita (bodite pozorni na prikazane limite) in vnesite ustrezni naslov za vračilo, ki bo uporabljen, če bo s transakcijo karkoli narobe. Ko to storite, kliknite na gumb 'Pokaži naslov za depozit!', ki bo odprl okno, na katerem bo viden depozitni naslov. Pošljite kovance iz svoje denarnice na navedeni naslov depozita ChangeNow. Na tej točki bo ChangeNow pretvoril vaše kovance in jih prenesel v vašo denarnico {appName}.
sv: Om du vill sätta in mynt till {appName}-plånboken från en plånbok med en annan kryptovaluta måste du markera rutan 'Jag vill sätta in en annan valuta' på fliken Ta emot på plånbokssidan. I avsnittet som visas väljer du önskad insättningsvaluta, insättningsbelopp (var uppmärksam på de visade gränserna) och ange respektive återbetalningsadress som kommer att användas om något går fel med transaktionen. När du har gjort det klickar du på "Visa mig insättningsadressen!" knappen, som öppnar ett fönster där du ser insättningsadressen. Skicka mynten från din plånbok till den angivna ChangeNow-insättningsadressen. Vid det här laget kommer ChangeNow att konvertera dina mynt och överföra dem till din {appName} plånbok.
tl: Kung gusto mong magdeposito ng mga barya sa {appName} wallet mula sa wallet ng ibang cryptocurrency kailangan mong lagyan ng check ang kahon na 'Gusto kong magdeposito ng isa pang pera' sa tab na Receive ng pahina ng wallet. Sa lumitaw na seksyon piliin ang nais na pera ng deposito, halaga ng deposito (bigyang-pansin ang mga ipinapakitang limitasyon), at ilagay ang kaukulang address ng refund na gagamitin kung may mali sa transaksyon. Pagkatapos mong gawin iyon, mag-click sa 'Ipakita sa akin ang address ng deposito!' button, na magbubukas ng window kung saan makikita mo ang address ng deposito. Ipadala ang mga barya mula sa iyong wallet sa ibinigay na ChangeNow deposit address. Sa puntong ito, iko-convert ng ChangeNow ang iyong mga barya at ililipat ang mga ito sa iyong {appName} wallet.
tr: Farklı bir kripto para biriminin cüzdanından {appName} cüzdanına para yatırmak istiyorsanız, cüzdan sayfasının Al sekmesindeki 'Başka bir para birimi yatırmak istiyorum' kutusunu işaretlemeniz gerekir. Açılan bölümde istediğiniz para birimini, para yatırma tutarını seçin (görüntülenen limitlere dikkat edin) ve işlemde herhangi bir sorun olması durumunda kullanılacak ilgili geri ödeme adresini girin. Bunu yaptıktan sonra 'Bana para yatırma adresini göster!' seçeneğini tıklayın. Para yatırma adresini göreceğiniz bir pencere açacak olan düğme. Paraları cüzdanınızdan belirtilen ChangeNow para yatırma adresine gönderin. Bu noktada ChangeNow, paralarınızı dönüştürecek ve {appName} cüzdanınıza aktaracaktır.
ur: اگر آپ کسی مختلف کریپٹو کرنسی کے بٹوے سے {appName} والیٹ میں سکے جمع کرنا چاہتے ہیں تو آپ کو والیٹ کے صفحہ کے وصول ٹیب پر 'I want to deposit another currency' باکس کو چیک کرنا ہوگا۔ ظاہر ہونے والے سیکشن میں مطلوبہ ڈپازٹ کرنسی، ڈپازٹ کی رقم (pay attention to the displayed limits) کا انتخاب کریں، اور متعلقہ رقم کی واپسی کا پتہ درج کریں جو لین دین میں کچھ غلط ہونے کی صورت میں استعمال کیا جائے گا۔ ایسا کرنے کے بعد، 'Show me the deposit address!' پر کلک کریں! بٹن، جو ایک ونڈو کھولے گا جہاں آپ کو جمع کرنے کا پتہ نظر آئے گا۔ اپنے بٹوے سے سکے فراہم کردہ ChangeNow ڈپازٹ ایڈریس پر بھیجیں۔ اس وقت، ChangeNow آپ کے سکوں کو تبدیل کر دے گا اور انہیں آپ کے {appName} والیٹ میں منتقل کر دے گا۔
zh_cn: 如果您希望从BTC，ETH，LTC，BCH或DASH钱包将硬币存入{appName}钱包，您需要在接收标签上查看“我想从BTC，ETH，LTC，BCH或DASH钱包存款”复选框钱包页面。在出现的部分中选择所需的存款货币，并输入相应的退款BTC，ETH，LTC，BCH或DASH地址，如果交易出现任何问题，将使用这些地址。完成后，点击“显示存款地址！”按钮，将打开一个窗口，您将看到存款地址和MorphToken存款限额。将钱包中的硬币发送到提供的MorphToken存款地址。此时，MorphToken将转换您的硬币并将其转移到您的{appName}钱包。
zh_tw: 如果您希望從BTC，ETH，LTC，BCH或DASH錢包將硬幣存入{appName}錢包，您需要在接收標籤上查看“我想從BTC，ETH，LTC，BCH或DASH錢包存款”複選框錢包頁面。在出現的部分中選擇所需的存款貨幣，並輸入相應的退款BTC，ETH，LTC，BCH或DASH地址，如果交易出現任何問題，將使用這些地址。完成後，點擊“顯示存款地址！”按鈕，將打開一個窗口，您將看到存款地址和MorphToken存款限額。將錢包中的硬幣發送到提供的MorphToken存款地址。此時，MorphToken將轉換您的硬幣並將其轉移到您的{appName}錢包。

# faq250Sbmorph8722Sbdeposit250Sbcontent57Sbagoradesk
source: If you wish to deposit coins to the {appName} wallet from a wallet of a different cryptocurrency you need to check the 'I want to deposit another currency' box on the Receive tab of the wallet page. In the appeared section select the desired deposit currency, deposit amount (pay attention to the displayed limits), and enter the respective refund address that will be used if anything goes wrong with the transaction. After you've done that, click on the 'Show me the deposit address!' button, which will open a window where you'll see the deposit address. Send the coins from your wallet to the provided ChangeNow deposit address. At this point, ChangeNow will convert your coins and transfer them to your {appName} wallet.
cs: Pokud si přejete vložit coiny do peněženky {appName} z peněženky jiné kryptoměny, musíte zaškrtnout políčko „Chci vložit jinou měnu“ na záložce Příjem na stránce peněženky. V zobrazené části vyberte požadovanou měnu vkladu, částku vkladu (pozor na zobrazené limity) a zadejte příslušnou adresu pro vrácení peněz, která bude použita, pokud se s transakcí něco pokazí. Poté, co to uděláte, klikněte na 'Ukažte mi adresu pro vklad!' tlačítko, které otevře okno, kde uvidíte adresu vkladu. Odešlete mince ze své peněženky na zadanou adresu pro vklad ChangeNow. V tomto okamžiku ChangeNow převede Vaše coiny a převede je do Vaší {appName} peněženky.
fi: Jos haluat tallettaa kolikoita {appName}-lompakkoon eri kryptovaluutan lompakosta, sinun on valittava 'Haluan tallettaa toista valuuttaa' -ruutu lompakkosivun Vastaanota-välilehdellä. Valitse näkyviin tulevasta osiosta haluamasi talletusvaluutta, talletussumma (kiinnitä huomiota rajoituksiin) ja syötä vastaava palautusosoite, jota käytetään, jos tapahtumassa jokin menee pieleen. Kun olet tehnyt sen, napsauta "Näytä minulle talletusosoite!" -painiketta, joka avaa ikkunan, jossa näet talletusosoitteen. Lähetä kolikot lompakostasi annettuun ChangeNow-talletusosoitteeseen. Tässä vaiheessa ChangeNow muuntaa kolikot ja siirtää ne {appName}-lompakkoosi.
fr: Si vous souhaitez déposer des jetons de crypto-monnaie sur le portefeuille {appName} à partir d'un portefeuille externe d'une crypto-monnaie différente, vous devez cocher la case "Je souhaite déposer une autre devise" dans l'onglet Recevoir de la page du portefeuille. Dans la section qui apparaît, sélectionnez la devise de dépôt souhaitée, le montant du dépôt (faites attention aux limites affichées) et entrez l'adresse de remboursement correspondante qui sera utilisée en cas de problème avec la transaction. Une fois que vous avez fait cela, cliquez sur "Montrez-moi l'adresse de dépôt !", qui ouvrira une fenêtre où vous verrez l'adresse de dépôt. Envoyez les jetons de crypto-monnaie de votre portefeuille externe à l'adresse de dépôt ChangeNow fournie. À ce stade, ChangeNow convertira vos jetons et les transférera sur votre portefeuille {appName}.
it: Se desideri depositare monete sul portafoglio {appName} da un portafoglio BTC, XMR, ETH, LTC, BCH o DASH devi selezionare la casella 'Desidero depositare da un portafoglio BTC, XMR, ETH, LTC, BCH o DASH' nella scheda Ricevi della pagina del portafoglio. Nella sezione visualizzata selezionare la valuta di deposito desiderata e inserire il rispettivo indirizzo di rimborso BTC, XMR, ETH, LTC, BCH o DASH che verrà utilizzato in caso di problemi con la transazione. Dopo averlo fatto, fai clic su 'Mostrami l'indirizzo di deposito!' pulsante, che aprirà una finestra in cui vedrai l'indirizzo del deposito e i limiti di deposito ChangeNow. Invia le monete dal tuo portafoglio all'indirizzo di deposito ChangeNow fornito. A questo punto, ChangeNow convertirà le tue monete e le trasferirà sul tuo portafoglio {appName}.
lt: Jei norite įnešti monetas į {appName} piniginę iš kitos kriptovaliutos piniginės, turite pažymėti langelį „Noriu įnešti kitą valiutą“ piniginės puslapio Gauti skirtuke. Atsidariusiame skiltyje pasirinkite norimą indėlio valiutą, indėlio sumą (atkreipkite dėmesį į rodomus limitus) ir įveskite atitinkamą grąžinimo adresą, kuris bus naudojamas, jei atliekant operaciją kas nors nepavyks. Kai tai padarysite, spustelėkite „Parodykite man indėlio adresą!“ mygtuką, kuris atvers langą, kuriame matysite indėlio adresą. Siųskite monetas iš savo piniginės nurodytu ChangeNow indėlio adresu. Šiuo metu „ChangeNow“ konvertuos jūsų monetas ir perkels jas į jūsų {appName} piniginę.
nb: Hvis du ønsker å sette inn mynter til {appName}-lommeboken fra en lommebok med en annen kryptovaluta, må du krysse av for 'Jeg vil sette inn en annen valuta'-boksen på Motta-fanen på lommeboksiden. I den viste delen velger du ønsket innskuddsvaluta, innskuddsbeløp (vær oppmerksom på de viste grensene), og skriv inn den respektive refusjonsadressen som skal brukes hvis noe går galt med transaksjonen. Etter at du har gjort det, klikker du på "Vis meg innskuddsadressen!" knappen, som åpner et vindu der du ser innskuddsadressen. Send myntene fra lommeboken til den angitte ChangeNow-innskuddsadressen. På dette tidspunktet vil ChangeNow konvertere myntene dine og overføre dem til {appName}-lommeboken din.
nl: Als u munten wilt storten in de {appName}-portefeuille vanuit een portefeuille van een andere cryptocurrency, moet u het vakje 'Ik wil een andere valuta storten' aanvinken op het tabblad 'Ontvangen' van de portemonnee-pagina. Selecteer in het weergegeven gedeelte de gewenste stortingsvaluta, het stortingsbedrag (let op de weergegeven limieten) en voer het respectieve terugbetalingsadres in dat zal worden gebruikt als er iets misgaat met de transactie. Nadat je dat hebt gedaan, klik je op 'Laat me het stortingsadres zien!' knop, waarmee een venster wordt geopend waarin u het stortingsadres ziet. Stuur de munten van uw portefeuille naar het opgegeven stortingsadres van ChangeNow. Op dit punt zal ChangeNow uw munten omzetten en overboeken naar uw {appName}-portefeuille.
pl: Jeśli chcesz wpłacić kryptowaluty do portfela {appName} z portfela innej kryptowaluty, musisz odhaczyć pole „Chcę wpłacić inną walutę” na karcie odbiorczej strony portfela. Wybierz żądaną walutę wpłaty, kwotę wpłaty (zwróć uwagę na wyświetlane limity) i wprowadź odpowiedni adres zwrotny, który zostanie użyty, jeśli coś pójdzie nie tak z transakcją. Następnie kliknij „Pokaż mi adres wpłaty!” . Otworzy się okno, w którym zobaczysz adres do wpłaty. Wyślij kryptowalutę z portfela na wyświetlony adres ChangeNow. Następnie ChangeNow zamieni kryptowaluty i wyśle je do portfela {appName}.
pt_br: Se você deseja depositar moedas na carteira {appName} de uma carteira BTC, XMR, ETH, LTC, BCH ou DASH, é necessário marcar a caixa 'Quero depositar em uma carteira BTC, XMR, ETH, LTC, BCH ou DASH'. na guia Receber da página da carteira. Na seção exibida, selecione a moeda de depósito desejada e insira o respectivo endereço de reembolso BTC, XMR, ETH, LTC, BCH ou DASH que será usado se algo der errado com a transação. Depois de fazer isso, clique em 'Mostre-me o endereço do depósito'. botão, que abrirá uma janela onde você verá o endereço de depósito e os limites de depósito do ChangeNow. Envie as moedas da sua carteira para o endereço de depósito ChangeNow fornecido. Neste ponto, o ChangeNow irá converter as suas moedas e transferi-las para a sua carteira {appName}.
sl: Če želite položiti kovance v denarnico {appName} iz denarnice druge kriptovalute, morate potrditi polje "Želim položiti drugo valuto" na zavihku Prejmi na strani denarnice. V razdelku, ki se prikaže, izberite želeno valuto depozita, znesek depozita (bodite pozorni na prikazane limite) in vnesite ustrezni naslov za vračilo, ki bo uporabljen, če gre s transakcijo karkoli narobe. Ko to storite, kliknite na gumb 'Pokaži naslov za depozit!', ki bo odprl okno, na katerem bo viden naslov depozita. Pošljite kovance iz svoje denarnice na navedeni naslov depozita ChangeNow. Na tej točki bo ChangeNow pretvoril vaše kovance in jih prenesel v vašo denarnico {appName}.
sv: Om du vill sätta in mynt till {appName}-plånboken från en plånbok med en annan kryptovaluta måste du markera rutan 'Jag vill sätta in en annan valuta' på fliken Ta emot på plånbokssidan. I avsnittet som visas väljer du önskad insättningsvaluta, insättningsbelopp (var uppmärksam på de visade gränserna) och ange respektive återbetalningsadress som kommer att användas om något går fel med transaktionen. När du har gjort det klickar du på "Visa mig insättningsadressen!" knappen, som öppnar ett fönster där du ser insättningsadressen. Skicka mynten från din plånbok till den angivna ChangeNow-insättningsadressen. Vid det här laget kommer ChangeNow att konvertera dina mynt och överföra dem till din {appName} plånbok.
tl: Kung gusto mong magdeposito ng mga barya sa {appName} wallet mula sa wallet ng ibang cryptocurrency kailangan mong lagyan ng check ang kahon na 'Gusto kong magdeposito ng isa pang pera' sa tab na Receive ng pahina ng wallet. Sa lumitaw na seksyon piliin ang nais na pera ng deposito, halaga ng deposito (bigyang-pansin ang mga ipinapakitang limitasyon), at ilagay ang kaukulang address ng refund na gagamitin kung may mali sa transaksyon. Pagkatapos mong gawin iyon, mag-click sa 'Ipakita sa akin ang address ng deposito!' button, na magbubukas ng window kung saan makikita mo ang address ng deposito. Ipadala ang mga barya mula sa iyong wallet sa ibinigay na ChangeNow deposit address. Sa puntong ito, iko-convert ng ChangeNow ang iyong mga barya at ililipat ang mga ito sa iyong {appName} wallet.
tr: Farklı bir kripto para biriminin cüzdanından {appName} cüzdanına para yatırmak istiyorsanız, cüzdan sayfasının Al sekmesindeki 'Başka bir para birimi yatırmak istiyorum' kutusunu işaretlemeniz gerekir. Açılan bölümde istediğiniz para birimini, para yatırma tutarını seçin (görüntülenen limitlere dikkat edin) ve işlemde herhangi bir sorun olması durumunda kullanılacak ilgili geri ödeme adresini girin. Bunu yaptıktan sonra 'Bana para yatırma adresini göster!' seçeneğini tıklayın. Para yatırma adresini göreceğiniz bir pencere açacak olan düğme. Paraları cüzdanınızdan belirtilen ChangeNow para yatırma adresine gönderin. Bu noktada ChangeNow, paralarınızı dönüştürecek ve {appName} cüzdanınıza aktaracaktır.
ur: اگر آپ کسی مختلف کریپٹو کرنسی کے بٹوے سے {appName} والیٹ میں سکے جمع کرنا چاہتے ہیں تو آپ کو والیٹ کے صفحہ کے وصول ٹیب پر 'I want to deposit another currency' باکس کو چیک کرنا ہوگا۔ ظاہر ہونے والے سیکشن میں مطلوبہ ڈپازٹ کرنسی، ڈپازٹ کی رقم (pay attention to the displayed limits) کا انتخاب کریں، اور متعلقہ رقم کی واپسی کا پتہ درج کریں جو لین دین میں کچھ غلط ہونے کی صورت میں استعمال کیا جائے گا۔ ایسا کرنے کے بعد، 'Show me the deposit address!' پر کلک کریں! بٹن، جو ایک ونڈو کھولے گا جہاں آپ کو جمع کرنے کا پتہ نظر آئے گا۔ اپنے بٹوے سے سکے فراہم کردہ ChangeNow ڈپازٹ ایڈریس پر بھیجیں۔ اس وقت، ChangeNow آپ کے سکوں کو تبدیل کر دے گا اور انہیں آپ کے {appName} والیٹ میں منتقل کر دے گا۔
zh_cn: 如果您希望从BTC，XMR，ETH，LTC，BCH或DASH钱包将硬币存入{appName}钱包，您需要检查“我想从BTC，XMR，ETH，LTC，BCH或DASH钱包存款”框在钱包页面的“接收”期权卡上。在出现的部分中选择所需的存款货币，并输入相应的退款BTC，XMR，ETH，LTC，BCH或DASH地址，如果交易出现任何问题，将使用这些地址。完成后，点击“显示存款地址！”按钮，将打开一个窗口，您将看到存款地址和MorphToken存款限额。将钱包中的硬币发送到提供的MorphToken存款地址。此时，MorphToken将转换您的硬币并将其转移到您的{appName}钱包。
zh_tw: 如果您希望從BTC，XMR，ETH，LTC，BCH或DASH錢包將硬幣存入{appName}錢包，您需要檢查“我想從BTC，XMR，ETH，LTC，BCH或DASH錢包存款”框在錢包頁面的“接收”選項卡上。在出現的部分中選擇所需的存款貨幣，並輸入相應的退款BTC，XMR，ETH，LTC，BCH或DASH地址，如果交易出現任何問題，將使用這些地址。完成後，點擊“顯示存款地址！”按鈕，將打開一個窗口，您將看到存款地址和MorphToken存款限額。將錢包中的硬幣發送到提供的MorphToken存款地址。此時，MorphToken將轉換您的硬幣並將其轉移到您的{appName}錢包。
