Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb12250Sbtitle
source: Monero forks don’t just hurt Monero’s economic viability, but its privacy!
cs: Forky Monera nepoškozují jen jeho ekonomickou životaschopnost, ale i jeho soukromí!
fi: Monero "forkit" eivät vain vahingoita Moneron taloudellista elinkelpoisuutta, vaan sen yksityisyyttä!
fr: Les clones Monero ne nuisent pas seulement à la viabilité économique de Monero, mais à sa confidentialité !
it: Le forcelle Monero non danneggiano solo la redditività economica di Monero, ma la sua privacy!
lt: Monero šakės kenkia ne tik Monero ekonominiam gyvybingumui, bet ir privatumui!
nb: Monero gafler skader ikke bare Moneros økonomiske levedyktighet, men privatlivets fred!
nl: Monero-vorken schaden niet alleen de economische levensvatbaarheid van Monero aan, maar ook de privacy!
pl: Forki Monero ranią nie tylko jego wartość, ale też prywatność!
pt_br: Os garfos da Monero não afetam apenas a viabilidade econômica da Monero, mas sua privacidade!
sl: Monero forki ne škodujejo le ekonomski uspešnosti Monera, temveč tudi njegovi zasebnosti!
sv: Monero forks skadar inte bara Moneros ekonomiska bärkraft, utan även dess integritet!
tl: Ang mga tinidor ng Monero ay hindi lamang nakakasakit sa kakayahang pang-ekonomiya ng Monero, ngunit ang privacy nito!
tr: Monero çatalları Monero'nun yalnızca ekonomik sürdürülebilirliğine değil aynı zamanda gizliliğine de zarar verir!
ur: Monero فورکس صرف Monero کی معاشی عملداری کو نقصان نہیں پہنچاتے بلکہ اس کی رازداری کو نقصان پہنچاتے ہیں!
zh_cn: 门罗币频繁分叉不仅会损害门罗币的价格，而且会损害其隐私性!
zh_tw: 門羅幣頻繁分叉不僅會損害門羅幣的價格，而且會損害其隱私性!
