Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade250Sbseller8722Sbcan8722Sbcancel
source: You are now able to <strong> cancel the trade</strong>, since the buyer has failed to complete the payment within the payment window.
cs: Nyní můžete <strong> zrušit obchod</strong>, protože kupující neprovedl platbu v platebním okně.
fi: Voit nyt <strong> peruuttaa kaupan</strong>, koska ostaja ei ole suorittanut maksua maksuikkunan ajassa.
fr: Vous pouvez maintenant <strong>annuler l'échange</strong>, car l'acheteur n'a pas réussi à effectuer le paiement dans la fenêtre de paiement.
it: Ora puoi <strong>annullare lo scambio</strong>, poiché l'acquirente non è riuscito a completare il pagamento.
lt: Dabar galite <strong> atšaukti prekybą</strong>, nes pirkėjui nepavyko atlikti mokėjimo per mokėjimo langą.
nb: Du kan nå <strong> kansellere handelen</strong>, siden kjøperen ikke har fullført betalingen innenfor betalingsvinduet.
nl: U kunt nu <strong> de transactie annuleren</strong>, aangezien de koper de betaling niet binnen het betalingsvenster heeft voltooid.
pl: Możesz teraz <strong> anulować handel </strong>, ponieważ kupujący nie dokonał płatności na czas.
pt_br: Você já pode <strong> cancelar a negociação </strong>, visto que o comprador falhou em realizar o pagamento na janela estipulada.
sl: Zdaj lahko <strong> prekličete posel </strong>, ker kupec ni uspel dokončati plačila v plačilnem oknu.
sv: Du kan nu göra följande <strong> avbryta handeln</strong>, eftersom köparen inte har slutfört betalningen inom betalningsfönstret.
tl: Magagawa mo na ngayong <strong> kanselahin ang kalakalan</strong>, dahil nabigo ang mamimili na makumpleto ang pagbabayad sa loob ng palugit ng pagbabayad.
tr: Alıcı, ödeme penceresi içinde ödemeyi tamamlayamadığı için artık <strong> işlemi iptal edebilirsiniz</strong>.
ur: اب آپ <strong> تجارت </strong> کو منسوخ کرنے کے قابل ہیں، کیونکہ خریدار ادائیگی ونڈو کے اندر ادائیگی مکمل کرنے میں ناکام رہا ہے۔
zh_cn: 因为买方未能在付款限期内完成付款，您现在可以<strong>取消交易</strong>。
zh_tw: 因為買方未能在付款限期內完成付款，您現在可以<strong>取消交易</strong>。

# trade250Sbsettlement8722Sbfees8722Sbnotice
source: Network transaction fees associated with settling the trade will be deducted from the trade amount, meaning you'll receive slightly less than the amount shown.
cs: Poplatky za síťové transakce spojené s vypořádáním obchodu budou odečteny z částky obchodu, což znamená, že obdržíte o něco méně, než je zobrazená částka.
fi: Kaupan selvittämiseen liittyvät verkkotransaktiokulut vähennetään kaupan summasta, mikä tarkoittaa että saat hieman vähemmän kuin näytettävä summa.
fr: Les frais de transaction du réseau associés au règlement de la transaction seront déduits du montant de la transaction, ce qui signifie que vous recevrez un peu moins que le montant indiqué.
it: Le spese di transazione della rete associate al regolamento dell'operazione saranno detratte dall'importo dell'operazione, il che significa che riceverai un po' meno dell'importo mostrato.
lt: Tinklo operacijų mokesčiai, susiję su sandorio atsiskaitymu, bus išskaičiuoti iš prekybos sumos, tai reiškia, kad gausite šiek tiek mažesnę sumą nei nurodyta.
nb: Nettverkstransaksjonsgebyrer knyttet til oppgjør av handelen vil bli trukket fra handelsbeløpet, noe som betyr at du vil motta litt mindre enn beløpet som vises.
nl: Netwerktransactiekosten in verband met het afhandelen van de transactie zullen worden afgetrokken van het transactiebedrag, wat betekent dat u iets minder ontvangt dan het getoonde bedrag.
pl: Opłaty za transakcje sieciowe, związane z rozliczeniem tego handlu, zostaną odliczone od wartości handlu, co oznacza, że otrzymasz nieco mniej niż pokazana wartość.
pt_br: As taxas de transação da rede associadas à liquidação do comércio serão deduzidas do valor da transação, o que significa que você receberá um pouco menos do que o valor mostrado.
sl: Provizije za omrežne transakcije, povezane s poravnavo posla, bodo odštete od zneska posla, kar pomeni, da boste prejeli nekoliko manj od prikazanega zneska.
sv: Nätverkets transaktionsavgifter i samband med avveckling av handeln dras av från handelsbeloppet, vilket innebär att du får något mindre än det belopp som visas.
tl: Ang mga bayarin sa transaksyon sa network na nauugnay sa pag-aayos ng kalakalan ay ibabawas mula sa halaga ng kalakalan, ibig sabihin ay makakatanggap ka ng bahagyang mas mababa kaysa sa halagang ipinapakita.
tr: İşlemin sonuçlandırılmasıyla ilgili ağ işlem ücretleri, işlem tutarından düşülecektir; bu, gösterilen miktardan biraz daha az alacağınız anlamına gelir.
ur: تجارت کو طے کرنے سے وابستہ نیٹ ورک ٹرانزیکشن فیس تجارتی رقم سے کاٹ لی جائے گی، یعنی آپ کو دکھائی گئی رقم سے تھوڑا کم ملے گا۔
zh_cn: 与结算交易有关的网络交易费用将从交易金额中扣除，这意味着你收到的金额将略低于显示的金额。
zh_tw: 與結算交易相關的網絡交易費用將從交易金額中扣除，這意味著您收到的金額將略低於顯示的金額。

# trade250Sbstatus250Sbcancelled8722Sbtext
source: This trade has been cancelled {linebreak} at {time}.
cs: Tento obchod byl zrušen {linebreak} v {time}.
fi: Tämä kauppa on peruutettu {linebreak} klo {time}.
fr: Cette transaction a été annulée {linebreak} à {time}.
it: Questo scambio è stato cancellato {linebreak} alle {time}.
lt: Šis sandoris buvo atšauktas {linebreak} {time}.
nb: Denne handelen er kansellert {linebreak} på {time}.
nl: Deze transactie is geannuleerd {linebreak} om {time}.
pl: Ten handel został anulowany {linebreak} o godzinie {time}.
pt_br: Essa negociação foi cancelada {linebreak} em {time}.
sl: To trgovanje je bilo preklicano {linebreak} pri {time}.
sv: Denna handel har avbrutits {linebreak} på {time}.
tl: Kinansela ang kalakalan na ito {linebreak} sa {time}.
tr: Bu işlem {linebreak} tarihinde {time} tarihinde iptal edildi.
ur: یہ تجارت {linebreak} {time} پر منسوخ کر دی گئی ہے۔
zh_cn: 本交易已取消 {linebreak} 在{time}.
zh_tw: 本交易已取消 {linebreak} 在{time}.

# trade250Sbstatus250Sbcancelled8722Sbtitle
source: Cancelled
cs: Zrušeno
fi: Peruutettu
fr: Annulée
it: Cancellato
lt: Atšauktas
nb: avbrutt
nl: Geannuleerd
pl: Anulowany
pt_br: Cancelada
sl: Preklicano
sv: Avbokad
tl: Kinansela
tr: İptal edildi
ur: منسوخ
zh_cn: 已取消
zh_tw: 已取消

# trade250Sbstatus250Sbclosed8722Sbtext8722Sb0
source: This trade has been closed by an administrator {linebreak} at {time}.
cs: Tento obchod byl uzavřen administrátorem {linebreak} v {time}.
fi: Järjestelmänvalvoja {linebreak} on sulkenut tämän kaupan klo {time}.
fr: Cette transaction a été fermée par un administrateur {linebreak} à {time}.
it: Questo scambio è stato chiuso dall' amministratore {linebreak} alle {time}.
lt: Šį sandorį uždarė {linebreak} administratorius {time}.
nb: Denne handelen er stengt av en administrator {linebreak} på {time}.
nl: Deze transactie is gesloten door een beheerder {linebreak} om {time}.
pl: Ten handel został zamknięty przez administratora {linebreak} o godzinie {time}.
pt_br: Essa negociação foi fechada por um administrador {linebreak} em {time}.
sl: To trgovanje je zaključil skrbnik {linebreak} ob {time}.
sv: Denna handel har stängts av en administratör {linebreak} på {time}.
tl: Ang kalakalan na ito ay isinara ng isang administrator {linebreak} sa {time}.
tr: Bu işlem, {time} adresindeki bir yönetici {linebreak} tarafından kapatıldı.
ur: اس تجارت کو ایک منتظم {linebreak} نے {time} پر بند کر دیا ہے۔
zh_cn: 本交易被管理员关闭 {linebreak} 在{time}.
zh_tw: 本交易被管理員關閉 {linebreak} 在{time}.

# trade250Sbstatus250Sbclosed8722Sbtext8722Sb1
source: The trade was neither finalized nor canceled.
cs: Obchod nebyl dokončen ani zrušen.
fi: Kauppaa ei saatu viimeisteltyä eikä peruttu.
fr: La transaction n'a été ni finalisée ni annulée.
it: Lo scambio non è stato né finalizzato né annullato.
lt: Sandoris nebuvo nei užbaigtas, nei atšauktas.
nb: Handelen ble verken fullført eller kansellert.
nl: De transactie is niet afgerond of geannuleerd.
pl: Handel nie został ani sfinalizowany, ani anulowany.
pt_br: O comércio não foi finalizado nem cancelado.
sl: Trgovanje ni bilo niti zaključeno niti preklicano.
sv: Affären varken slutfördes eller avbröts.
tl: Ang kalakalan ay hindi pinal o nakansela.
tr: Ticaret ne sonuçlandırıldı ne de iptal edildi.
ur: تجارت کو نہ تو حتمی شکل دی گئی اور نہ ہی منسوخ کی گئی۔
zh_cn: 交易既没有敲定也没有取消。
zh_tw: 交易既沒有敲定也沒有取消。

# trade250Sbstatus250Sbclosed8722Sbtitle
source: Closed
cs: Zavřeno
fi: Suljettu
fr: Fermée
it: Chiuso
lt: Uždaryta
nb: Lukket
nl: Gesloten
pl: Zamknięta
pt_br: Fechada
sl: Zaprto
sv: Stängd
tl: sarado
tr: Kapalı
ur: بند
zh_cn: 关闭
zh_tw: 關閉

# trade250Sbstatus250Sbcompleted8722Sbtext
source: This trade has been completed {linebreak} at {time}.
cs: Tento obchod byl dokončen {linebreak} v {time}.
fi: Tämä kauppa on suoritettu {linebreak} klo {time}.
fr: Cette transaction a été complétée {linebreak} à {time}.
it: Questo scambio è stato completato {linebreak} alle {time}.
lt: Šis sandoris buvo baigtas {linebreak} {time}.
nb: Denne handelen er fullført {linebreak} til {time}.
nl: Deze transactie is voltooid {linebreak} om {time}.
pl: Ten handel został zakończony {linebreak} o {time}.
pt_br: Essa negociação foi finalizada {linebreak} em {time}.
sl: Ta posel je bil sklenjen {linebreak} pri {time}.
sv: Denna handel har varit slutförd {linebreak} på {time}.
tl: Nakumpleto na ang kalakalang ito {linebreak} sa {time}.
tr: Bu işlem {linebreak} tarihinde {time} tarihinde tamamlandı.
ur: یہ تجارت {linebreak} {time} پر مکمل ہو چکی ہے۔
zh_cn: 本交易完成 {linebreak} 在{time}.
zh_tw: 本交易完成 {linebreak} 在{time}.

# trade250Sbstatus250Sbcompleted8722Sbtitle
source: Completed
cs: Dokončeno
fi: Valmis
fr: Complétée
it: Completato
lt: Užbaigta
nb: Fullført
nl: Voltooid
pl: Zakończona
pt_br: Finalizada.
sl: Dokončano
sv: Färdigställd
tl: Nakumpleto
tr: Tamamlanmış
ur: مکمل
zh_cn: 完成
zh_tw: 完成

# trade250Sbstatus250Sbdisputed8722Sbtext8722Sb0
source: This trade has been disputed {linebreak} at {time}.
cs: Tento obchod byl zpochybněn {linebreak} v {time}.
fi: Tämä kauppa on kiistautettu {linebreak} klo {time}.
fr: Cette transaction a été contestée {linebreak} à {time}.
it: Questo scambio è stato contestato {linebreak} alle {time}.
lt: Šis sandoris buvo užginčytas {linebreak} {time}.
nb: Denne handelen har blitt bestridt {linebreak} på {time}.
nl: Deze transactie is betwist {linebreak} om {time}.
pl: Ten handel został zakwestionowany {linebreak} o {time}.
pt_br: Essa negociação foi disputada {linebreak} em {time}.
sl: Ta trade je bil izpodbijan {linebreak} pri {time}.
sv: Denna handel har varit omtvistad {linebreak} på {time}.
tl: Ang kalakalan na ito ay pinagtatalunan {linebreak} sa {time}.
tr: Bu ticarete {time} tarihinde {linebreak} itiraz edildi.
ur: اس تجارت کو {linebreak} {time} پر متنازعہ کیا گیا ہے۔
zh_cn: 本交易被申诉 {linebreak} 在{time}.
zh_tw: 本交易被申訴 {linebreak} 在{time}.

# trade250Sbstatus250Sbdisputed8722Sbtext8722Sb1
source: Please wait for a {appName} administrator to join the chat and decide the trade's outcome.
cs: Počkejte, až se k chatu připojí administrátor {appName} a rozhodne o výsledku obchodu.
fi: Odota, että {appName}-järjestelmänvalvoja liittyy keskusteluun ja päättää kaupan tuloksesta.
fr: Veuillez attendre qu'un administrateur {appName} rejoigne le tchat et décide du résultat de la transaction.
it: Attendi che l'amministratore di {appName} si unisca alla chat e decida il risultato dello scambio.
lt: Palaukite, kol {appName} administratorius prisijungs prie pokalbio ir nuspręs, koks bus sandorio rezultatas.
nb: Vent til en {appName}-administrator blir med i chatten og bestemmer utfallet av handelen.
nl: Wacht tot een {appName} beheerder deelneemt aan de chat en de uitkomst van de transactie beslist.
pl: Poczekaj, aż administrator {appName} dołączy do czatu i podejmie decyzję.
pt_br: Aguarde um agente do {appName} entrar no bate-papo e decidir o resultado final da negociação. Ambas as partes da negociação não podem alterar o status durante a disputa.
sl: Počakajte, da se skrbnik {appName} pridruži klepetu in odloči o izidu trgovanja.
sv: Vänligen vänta på en {appName} administratör för att delta i chatten och avgöra affärens resultat.
tl: Mangyaring maghintay para sa isang {appName} administrator na sumali sa chat at magpasya sa kinalabasan ng kalakalan.
tr: Lütfen {appName} yöneticisinin sohbete katılmasını ve işlemin sonucuna karar vermesini bekleyin.
ur: براہ کرم چیٹ میں شامل ہونے اور تجارت کے نتائج کا فیصلہ کرنے کے لیے {appName} منتظم کا انتظار کریں۔
zh_cn: 请等待{appName}管理员来加入本交易的聊天室并决定交易的结果。交易双方改不了交易状态。
zh_tw: 請等待{appName}管理員來加入本交易的聊天室並決定交易的結果。交易雙方改不了交易狀態。

# trade250Sbstatus250Sbdisputed8722Sbtitle
source: Disputed
cs: Sporný
fi: Kiistautettu
fr: Contestée
it: Contestato
lt: Ginčijamas
nb: Omstridt
nl: Betwist
pl: Sporna
pt_br: Disputada
sl: Sporno
sv: Omtvistad
tl: Pinagtatalunan
tr: İhtilaflı
ur: متنازعہ
zh_cn: 被申诉
zh_tw: 被申訴

# trade250Sbstatus250Sbescrowed
source: Protected by arbitration bond
cs: Chráněno arbitrážním dluhopisem
fi: Suojattu välimiestakuulla
fr: Protégée par une caution d'arbitrage
it: Protetto da vincolo arbitrale
lt: Apsaugotas arbitražo obligacija
nb: Beskyttet av voldgiftsbinding
nl: Beschermd door arbitrageband
pl: Chroniona arbitrażowo środkami pod zastaw
pt_br: Protegido por um vínculo arbitral
sl: Zaščiteno z arbitražno obveznico
sv: Skyddad av skiljedomstol
tl: Pinoprotektahan ng arbitration bond
tr: Tahkim bonosuyla korunuyor
ur: ثالثی بانڈ کے ذریعے محفوظ
zh_cn: 受仲裁保证金保护
zh_tw: 受仲裁保證金保護

# trade250Sbstatus250Sbfunded8722Sbescrowed8722Sbtext8722Sb0
source: Arbitration bond protection is enabled.
cs: Ochrana arbitrážního dluhopisu je povolena.
fi: Välimiessuoja on käytössä.
fr: La protection par caution d'arbitrage est activée.
it: La protezione del vincolo arbitrale è abilitata.
lt: Arbitražo obligacijų apsauga įjungta.
nb: Beskyttelse av voldgiftsbinding er aktivert.
nl: Arbitragebond bescherming is ingeschakeld.
pl: Ochrona arbitrażowa środkami pod zastaw jest włączona.
pt_br: A proteção do título de arbitragem está habilitada.
sl: Zaščita arbitražne obveznice je omogočena.
sv: Arbitration bond protection är aktiverat.
tl: Pinagana ang proteksyon sa bono ng arbitrasyon.
tr: Tahkim teminatı koruması etkinleştirildi.
ur: ثالثی بانڈ تحفظ فعال ہے۔
zh_cn: 仲裁绑定保护已启用。
zh_tw: 仲裁綁定保護已啟用。

# trade250Sbstatus250Sbfunded8722Sbescrowed8722Sbtext8722Sb1
source: Only the buyer and {appName} staff can cancel the transaction.
cs: Transakci může zrušit pouze kupující a zaměstnanci {appName}.
fi: Vain ostaja ja {appName}:n henkilökunta voivat peruuttaa tapahtuman.
fr: Seuls l'acheteur et le personnel de {appName} peuvent annuler la transaction.
it: Solo l'acquirente e lo staff di {appName} possono annullare la transazione.
lt: Tik pirkėjas ir {appName} darbuotojai gali atšaukti operaciją.
nb: Bare kjøperen og {appName} ansatte kan kansellere transaksjonen.
nl: Alleen de koper en het personeel van {appName} kunnen de transactie annuleren.
pl: Tylko kupujący i personel {appName} mogą anulować transakcję.
pt_br: Apenas o comprador e um agente do {appName} podem cancelar a negociação.
sl: Samo kupec in osebje {appName} lahko prekliče transakcijo.
sv: Endast köparen och {appName} personalen kan avbryta transaktionen.
tl: Tanging ang bumibili at {appName} staff ang maaaring magkansela ng transaksyon.
tr: Yalnızca alıcı ve {appName} personeli işlemi iptal edebilir.
ur: صرف خریدار اور {appName} عملہ ہی لین دین کو منسوخ کر سکتا ہے۔
zh_cn: 只有买方和{appName}员工才能取消交易。
zh_tw: 隻有買方和{appName}員工才能取消交易。

# trade250Sbstatus250Sbfunded8722Sbescrowed8722Sbtext8722Sb2
source: Seller can cancel the trade once payment window time has run out
cs: Prodejce může zrušit obchod, jakmile vyprší doba splatnosti
fi: Myyjä voi peruuttaa kaupan, kun maksuikkunan aika on kulunut umpeen
fr: Le vendeur peut annuler la transaction une fois le délai de paiement écoulé
it: Il venditore può annullare la transazione una volta scaduto il tempo di pagamento
lt: Pasibaigus mokėjimo lango laikui, pardavėjas gali atšaukti prekybą
nb: Selger kan kansellere handelen når betalingsperioden har gått ut
nl: De verkoper kan de transactie annuleren zodra de betalingstermijn is verstreken
pl: Sprzedawca może anulować transakcję po wyczerpaniu czasu na płatności
pt_br: O vendedor pode cancelar a negociação quando a janela de pagamento se esgotar.
sl: Prodajalec lahko prekliče trgovanje, ko se izteče čas za plačilo
sv: Säljaren kan avbryta affären när betalningsfristen har löpt ut
tl: Maaaring kanselahin ng nagbebenta ang kalakalan kapag naubos na ang oras ng palugit ng pagbabayad
tr: Ödeme penceresi süresi dolduğunda satıcı işlemi iptal edebilir
ur: ادائیگی کی کھڑکی کا وقت ختم ہونے پر بیچنے والا تجارت کو منسوخ کر سکتا ہے
zh_cn: 一旦付款期限完，卖家可以取消交易
zh_tw: 一旦付款期限完，賣家可以取消交易

# trade250Sbstatus250Sbfunded8722Sbescrowed8722Sbtitle
source: Funded, protected by arbitration bond
cs: Financováno, chráněno arbitrážním dluhopisem
fi: Rahoitettu, välimiessuojattu
fr: Financée, protégée par une caution d'arbitrage
it: Finanziato, protetto da vincolo arbitrale
lt: Finansuojama, apsaugota arbitražo obligacija
nb: Finansiert, beskyttet av voldgiftsbinding
nl: Gefinancierd, beschermd door arbitragebond
pl: Sfinansowana, chroniona arbitrażowo
pt_br: Financiado, protegido por um título de arbitragem
sl: Financirano, zaščiteno z arbitražno obveznico
sv: Finansierad, skyddad av skiljedom
tl: Pinondohan, protektado ng arbitration bond
tr: Tahkim bonosuyla finanse ediliyor, korunuyor
ur: فنڈڈ، ثالثی بانڈ کے ذریعے محفوظ
zh_cn: 资助，受仲裁保证金保护
zh_tw: 資助，受仲裁保證金保護

# trade250Sbstatus250Sbfunded8722Sbnot8722Sbescrowed8722Sbtitle
source: Funded, not protected by arbitration bond
cs: Financováno, není chráněno arbitrážním dluhopisem
fi: Rahoitettu, ei välimiessuojattu
fr: Financée, non protégée par une caution d'arbitrage
it: Finanziato, non protetto da vincolo arbitrale
lt: Finansuojama, neapsaugota arbitražo obligacija
nb: Finansiert, ikke beskyttet av voldgiftsbinding
nl: Gefinancierd, niet beschermd door arbitrageband
pl: Sfinansowana, nie chroniona arbitrażowo
pt_br: Financiado, não protegido por vínculo arbitral
sl: Financirano, ni zaščiteno z arbitražno obveznico
sv: Finansierad, inte skyddad av skiljedomstol
tl: Pinondohan, hindi protektado ng arbitration bond
tr: Finanse ediliyor, tahkim bonosuyla korunmuyor
ur: فنڈڈ، ثالثی بانڈ کے ذریعے محفوظ نہیں
zh_cn: 受资助，不受仲裁保证金保护
zh_tw: 受資助，不受仲裁保證金保護

# trade250Sbstatus250Sbsettlement250Sbaccordion8722Sbsummary
source: Transaction details
cs: Detaily transakce
fi: Transaktion tiedot
fr: Détails de la transaction
it: dettagli della transazione
lt: Pervedimo duomenys
nb: Transaksjonsdetaljer
nl: Transactie details
pl: Szczegóły transakcji
pt_br: Detalhes da transação
sl: Podrobnosti transakcije
sv: transaktion Detaljer
tl: Mga detalye ng transaksyon
tr: Ödeme detayları
ur: لین دین کی تفصیلات
zh_cn: 交易细节
zh_tw: 交易明細

# trade250Sbstatus250Sbsettlement250Sbaddress
source: Address
cs: Adresa
fi: Osoite
fr: Adresse
it: Indirizzo
lt: Adresas
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
sl: Naslov
sv: Adress
tr: Adres
ur: پتہ
zh_cn: 地址
zh_tw: 地址

# trade250Sbstatus250Sbsettlement250Sbarbitrated
source: Arbitrated by an administrator
cs: Rozhoduje správce
fi: Järjestelmänvalvojan sovittelema
fr: Arbitrée par un administrateur
it: Arbitrato da un amministratore
lt: Arbitražuoja administratorius
nb: Voldgift av en administrator
nl: Gearbitreerd door een beheerder
pl: Zarbitrażowana przez administratora
pt_br: Arbitrado por um administrador
sl: Razsodil skrbnik / administrator
sv: Skiljedömd av en administratör
tl: Arbitrated ng isang administrator
tr: Bir yönetici tarafından tahkim edildi
ur: منتظم کی طرف سے ثالثی
zh_cn: 由管理员进行仲裁
zh_tw: 由管理員仲裁

# trade250Sbstatus250Sbsettlement250Sbbuyer8722Sbtx250Sbtitle
source: Transfer to the buyer's settlement wallet
cs: Převod do zúčtovací peněženky kupujícího
fi: Siirto ostajan maksulompakkoon
fr: Transfert vers le portefeuille de règlement de l'acheteur
it: Trasferimento al portafoglio di liquidazione dell'acquirente
lt: Pervedimas į pirkėjo atsiskaitymo piniginę
nb: Overføring til kjøpers oppgjørslommebok
nl: Overboeken naar de afwikkelingsportefeuille van de koper
pl: Prześlij do portfela na uregulowania kupującego
pt_br: Transferência para a carteira de liquidação do comprador
sl: Prenos v poravnalno denarnico kupca
sv: Överföring till köparens avräkningsplånbok
tl: Ilipat sa settlement wallet ng buyer
tr: Alıcının ödeme cüzdanına transfer
ur: خریدار کے سیٹلمنٹ والیٹ میں منتقل کریں
zh_cn: 转移到买方的结算钱包
zh_tw: 轉賬至買家結算錢包

# trade250Sbstatus250Sbsettlement250Sbcheck8722Sbyour8722Sbwallet
source: Check your receiving wallet and you’ll see the transaction!
cs: Zkontrolujte svou peněženku a uvidíte transakci!
fi: Tarkista vastaanottava lompakkosi ja näet transaktion!
fr: Vérifiez votre portefeuille de réception et vous verrez la transaction !
it: Controlla il tuo portafoglio di ricezione e vedrai la transazione!
lt: Patikrinkite savo piniginę ir pamatysite operaciją!
nb: Sjekk mottakerlommeboken din, og du vil se transaksjonen!
nl: Controleer uw ontvangende portefeuille en u zult de transactie zien!
pl: Sprawdź portfel odbierający, a zobaczysz transakcję!
pt_br: Verifique sua carteira de recebimento e você verá a transação!
sl: Preverite svojo prejemno denarnico in videli boste transakcijo!
sv: Kontrollera din mottagande plånbok och du kommer att se transaktionen!
tl: Tingnan ang iyong receiving wallet at makikita mo ang transaksyon!
tr: Alıcı cüzdanınızı kontrol edin, işlemi göreceksiniz!
ur: اپنا وصول کرنے والا پرس چیک کریں اور آپ کو لین دین نظر آئے گا!
zh_cn: 检查您的收款钱包，您会看到交易！
zh_tw: 檢查您的收款錢包，您會看到交易！

# trade250Sbstatus250Sbsettlement250Sbmnemonic8722Sbguide8722Sblink
source: How do I restore my wallet from the seed?
cs: Jak obnovím svou peněženku ze seedu?
fi: Kuinka palautan lompakkoni seedillä?
fr: Comment puis-je restaurer mon portefeuille à partir de la phrase mnémonique ?
it: Come posso ripristinare il mio portafoglio dal seme?
lt: Kaip atkurti piniginę iš sėklos?
nb: Hvordan gjenoppretter jeg lommeboken min fra frøet?
nl: Hoe herstel ik mijn portefeuille van de seed?
pl: Jak przywrócić portfel z seed?
pt_br: Como posso restaurar minha carteira a partir da semente?
sl: Kako obnovim svojo denarnico iz semena?
sv: Hur återställer jag min plånbok från seedningen?
tl: Paano ko maibabalik ang aking pitaka mula sa binhi?
tr: Cüzdanımı tohumdan nasıl geri yüklerim?
ur: میں بیج سے اپنا بٹوہ کیسے بحال کروں؟
zh_cn: 我如何从种子中恢复我的钱包？
zh_tw: 如何從種子中恢復我的錢包？

# trade250Sbstatus250Sbsettlement250Sbmnemonic8722Sbseed
source: Your non-custodial wallet mnemonic seed
cs: Mnemotechnický seed vaší peněženy
fi: Sinun hallitsemasi lompakon seed
fr: Votre graine mnémonique de portefeuille non géré
it: Il tuo seme mnemonico del portafoglio non detentivo
lt: Jūsų nelaisvės piniginės mnemoninė sėkla
nb: Din ikke-forvarende lommebok mnemoniske frø
nl: Uw niet-bewarende portefeuille's mnemonic seed
pl: Twoja fraza do zapamiętania (mnemonic seed) portfela non-custodial
pt_br: Sua semente mnemônica de carteira sem custódia
sl: Vaše neskrbniško mnemonično seme denarnice
sv: Din plånbok med minnesord för icke-förmyndare
tl: Ang iyong non-custodial wallet mnemonic seed
tr: Saklanmayan cüzdanınız anımsatıcı tohumu
ur: آپ کا غیر تحویل والی والیٹ یادداشت کا بیج
zh_cn: 你的非监护人钱包记忆法的种子
zh_tw: 您的非託管錢包助記符種子

# trade250Sbstatus250Sbsettlement250Sbprocessing
source: Processing
cs: Zpracovává se
fi: Käsittely
fr: En cours de traitement
it: Elaborazione
lt: Apdorojimas
nb: Behandling
nl: Verwerken
pl: Przetwarzana
pt_br: Processamento
sl: Obdelava
sv: Bearbetning
tl: Pinoproseso
tr: İşleme
ur: پروسیسنگ
zh_cn: 处理
zh_tw: 處理
