Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbemission250Sbdescription
source: Monero’s privacy technology is not the only difference that sets it apart from BTC and it's derivatives. In this article we'll look at another - the tail emission.
cs: Technologie ochrany soukromí společnosti Monero není jediným rozdílem, který ji odlišuje od BTC a jejích derivátů. V tomto článku se podíváme na další – ocasní emisi.
fi: Moneron tietosuojatekniikka ei ole ainoa ero, joka erottaa sen BTC:stä ja sen johdannaisista. Tässä artikkelissa tarkastellaan toista - "tail emissiota".
fr: La technologie de confidentialité de Monero n'est pas la seule différence qui le différencie de Bitcoin et de ses dérivés. Dans cet article, nous en examinerons un autre - l'émission résiduelle.
it: La tecnologia per la privacy di Monero non è l'unica differenza che la distingue da BTC e dai suoi derivati. In questo articolo ne esamineremo un altro: l'emissione della coda.
lt: Monero privatumo technologija nėra vienintelis skirtumas, išskiriantis ją nuo BTC ir jos išvestinių produktų. Šiame straipsnyje apžvelgsime kitą – uodegos emisiją.
nb: Moneros personvernteknologi er ikke den eneste forskjellen som skiller den fra BTC og dens derivater. I denne artikkelen skal vi se på en annen - haleutslippet.
nl: De privacytechnologie van Monero is niet het enige verschil dat het onderscheidt van BTC en zijn derivaten. In dit artikel kijken we naar een ander verschil: de staartemissie.
pl: Technologia prywatności Monero nie jest jedyną różnicą, która wyróżnia je od BTC i jego pochodnych. W tym artykule przyjrzymy się innemu - tail emissions.
pt_br: A tecnologia de privacidade da Monero não é a única diferença que a diferencia do BTC e de seus derivados. Neste artigo, veremos outra - a emissão da cauda.
sl: Tehnologija zasebnosti Monera ni edina razlika, po kateri se razlikuje od BTC in njegovih derivatov. V tem članku si bomo ogledali še eno - tail emisijo.
sv: Moneros sekretessteknologi är inte den enda skillnaden som skiljer den från BTC och dess derivat. I den här artikeln ska vi titta på en annan -Utsläpp från svansen.
tl: Ang teknolohiya sa privacy ng Monero ay hindi lamang ang pagkakaiba na nagtatakda nito sa BTC at ito ay mga derivatives. Sa artikulong ito titingnan natin ang isa pa - ang paglabas ng buntot.
tr: Monero'yu BTC ve türevlerinden ayıran tek fark, gizlilik teknolojisi değildir. Bu yazıda bir başkasına, kuyruk emisyonuna bakacağız.
ur: Monero کی رازداری کی ٹیکنالوجی صرف وہی فرق نہیں ہے جو اسے BTC اور مشتقات سے الگ کرتی ہے۔ اس مضمون میں ہم ایک اور پر نظر ڈالیں گے - دم کا اخراج۔
zh_cn: 门罗币的隐私技术并不是使它与比特币及其衍生产品区分开的唯一区别. 在本文中，我们将介绍另一个门罗币的特点-尾部增发.
zh_tw: 門羅幣的隱私技術並不是使它與比特幣及其衍生產品區分開的唯一區別. 在本文中，我們將介紹另一個門羅幣的特點-尾部增發.

# knowledge250Sbemission250Sbtitle
source: Why Monero Has A Tail Emission
cs: Proč má Monero ocasní emise
fi: Miksi Monerolla on "Tail Emission"
fr: Pourquoi Monero a une émission résiduelle
it: Perché Monero ha un'emissione di coda
lt: Kodėl Monero turi uodegą
nb: Hvorfor Monero har en haleutslipp
nl: Waarom Monero een Staartemissie Heeft
pl: Dlaczego Monero ma Tail Emission
pt_br: Por que Monero tem uma emissão de cauda
sl: Zakaj Ima Monero Tail Emisijo
sv: Varför Monero har en svans emission
tl: Bakit May Tail Emission ang Monero
tr: Monero'nun Neden Kuyruk Emisyonu Var?
ur: مونیرو میں دم کا اخراج کیوں ہوتا ہے
zh_cn: 为什么门罗币拥有尾部增发的特性
zh_tw: 為什麼門羅幣擁有尾部增發的特性

# knowledge250Sbfoss250Sb0250Sbtext
source: One of the often sung goals of blockchain is putting power back in the hands of the people. What kinds of power, and how much differ depending on who you ask, and the design of a blockchain itself will determine how this redistribution comes about. There are many tools that contribute to correcting the disparity, and we would like to discuss one that has a great effect on how a project is run, and the actual power redistribution potential it has: open source.
cs: Jedním z často opěvovaných cílů blockchainu je vrátit moc zpět do rukou lidí. Jaké druhy síly a jak moc se liší v závislosti na tom, koho se ptáte, a jak k této redistribuci dojde, určí samotný design blockchainu. Existuje mnoho nástrojů, které přispívají k nápravě tohoto rozdílu, a my bychom rádi diskutovali o jednom, který má velký vliv na to, jak projekt probíhá, a na skutečný potenciál přerozdělování moci, který má: open source.
fi: Yksi blockchainin usein toitotetuista tavoitteista on vallan palauttaminen ihmisten käsiin. Millainen valta ja kuinka paljon valtaa eroaa sen mukaan keneltä kysyt, ja itse lohkoketjun suunnittelu määrää, kuinka tämä vallan uudelleenjako tapahtuu. On monia työkaluja jotka auttavat korjaamaan eroa ja haluaisimme keskustella yhdestä, jolla on suuri vaikutus projektin johtamiseen ja sen todelliseen vallanjakopotentiaaliin: avoin lähdekoodi.
fr: L'un des objectifs souvent vantés de la blockchain est de remettre le pouvoir entre les mains du peuple. Quels types et combien de pouvoir diffèrent selon la personne à qui vous demandez, et la conception d'une blockchain elle-même déterminera comment cette redistribution se produira. Il existe de nombreux outils qui contribuent à remédier à la disparité, et nous aimerions discuter de celui qui a un grand effet sur la façon dont un projet est exécuté, et le potentiel réel de redistribution du pouvoir dont il dispose : l'Open Source.
it: Uno degli obiettivi spesso cantati della blockchain è restituire il potere nelle mani della gente. Che tipo di potere e quanto differiscono a seconda di chi chiedi, e il design di una blockchain stessa determinerà come avviene questa ridistribuzione. Esistono molti strumenti che contribuiscono a correggere la disparità e vorremmo discuterne uno che ha un grande effetto sul modo in cui un progetto viene eseguito e sull'effettivo potenziale di ridistribuzione del potere che ha: open source.
lt: Vienas iš dažnai dainuojamų „blockchain“ tikslų yra grąžinti valdžią į žmonių rankas. Kokios galios rūšys ir kiek skiriasi priklausomai nuo to, ko klausiate, o pats blokų grandinės dizainas lems, kaip šis perskirstymas įvyks. Yra daug įrankių, padedančių ištaisyti skirtumus, ir norėtume aptarti vieną, kuri turi didelį poveikį projekto vykdymui ir faktiniam galios perskirstymo potencialui: atvirasis šaltinis.
nb: Et av de ofte sungne målene med blockchain er å sette makten tilbake i hendene på folket. Hva slags makt, og hvor mye varierer avhengig av hvem du spør, og utformingen av en blokkjede i seg selv vil avgjøre hvordan denne omfordelingen kommer til. Det er mange verktøy som bidrar til å rette opp ulikhetene, og vi vil gjerne diskutere et som har stor effekt på hvordan et prosjekt drives, og det faktiske kraftomfordelingspotensialet det har: åpen kildekode.
nl: Een van de vaak bezongen doelen van blockchain is de macht weer in de handen van de mensen te leggen. Welke soorten macht, en hoeveel verschilt afhankelijk van wie u het vraagt, en het ontwerp van een blockchain zelf zal bepalen hoe deze herverdeling tot stand komt. Er zijn veel tools die bijdragen aan het corrigeren van de ongelijkheid, en we willen er graag een bespreken die een groot effect heeft op de manier waarop een project wordt uitgevoerd en het daadwerkelijke potentieel voor herverdeling van de macht dat het heeft: open source.
pl: Jednym z często omawianych celów blockchaina jest przywrócenie władzy w ręce ludzi. Rodzaje władzy, jak bardzo różnią się w zależności od tego, kogo zapytasz i projekt samego blockchaina określą, jak ta redystrybucja władzy ma nastąpić. Istnieje wiele narzędzi, które przyczyniają się do poprawy tej różnicy i chcielibyśmy omówić takie, które mają znaczący wpływ na sposób uruchamiania projektu oraz rzeczywisty potencjał redystrybucji jaki będzie mieć: open source.
pt_br: Um dos objetivos muitas vezes cantados do blockchain é colocar o poder de volta nas mãos das pessoas. Que tipos de poder e quanto diferem dependendo de quem você pergunta e o design de uma blockchain determinará como essa redistribuição ocorre. Existem muitas ferramentas que contribuem para corrigir a disparidade, e gostaríamos de discutir uma que tenha um grande efeito sobre como um projeto é executado e o potencial real de redistribuição de energia que ele possui: código aberto.
sl: Eden od pogosto opevanih ciljev veriženja blokov je vrnitev moči v roke ljudi. Kakšne vrste moči in koliko, je odvisno od tega, koga vprašate, od same zasnove verige blokov pa je odvisno, kako se bo ta prerazporeditev zgodila. Obstaja veliko orodij, ki prispevajo k odpravljanju nesorazmerij, mi pa bi z vami radi razpravljali o orodju, ki ima velik vpliv na to, kako se projekt vodi, in na dejanski potencial prerazporeditve moči, ki ga ima: odprtokodnost.
sv: Ett av de ofta sjungna målen med blockchain är att återföra makten i händerna på folket. Vilken typ av makt och hur mycket skiljer sig beroende på vem du frågar, och själva designen av en blockkedja kommer att avgöra hur denna omfördelning kommer till. Det finns många verktyg som bidrar till att korrigera skillnaden, och vi skulle vilja diskutera ett som har stor effekt på hur ett projekt drivs, och den faktiska kraftomfördelningspotential det har: öppen källkod.
tl: Isa sa mga madalas inaawit na layunin ng blockchain ay ang pagbabalik ng kapangyarihan sa mga kamay ng mga tao. Anong mga uri ng kapangyarihan, at kung magkano ang pagkakaiba depende sa kung sino ang tatanungin mo, at ang disenyo ng isang blockchain mismo ang tutukuyin kung paano nangyayari ang muling pamimigay na ito. Maraming mga tool na nag-aambag sa pagwawasto ng pagkakaiba, at gusto naming talakayin ang isa na may malaking epekto sa kung paano pinapatakbo ang isang proyekto, at ang aktwal na potensyal na muling pamamahagi ng kuryente na mayroon ito: open source.
tr: Blockchain'in sıklıkla dile getirilen hedeflerinden biri, gücü tekrar insanların eline vermektir. Kime sorduğunuza bağlı olarak ne tür bir güç ve ne kadar farklılık göstereceği ve blockchain tasarımının kendisi, bu yeniden dağıtımın nasıl gerçekleşeceğini belirleyecektir. Eşitsizliği düzeltmeye katkıda bulunan birçok araç var ve biz bir projenin nasıl yürütüldüğü ve sahip olduğu gerçek güç yeniden dağıtım potansiyeli üzerinde büyük etkisi olan bir araçtan bahsetmek istiyoruz: açık kaynak.
ur: بلاکچین کے اکثر گائے جانے والے اہداف میں سے ایک طاقت کو لوگوں کے ہاتھوں میں واپس لانا ہے۔ آپ کس سے پوچھتے ہیں اس پر منحصر ہے کہ کس قسم کی طاقت، اور کتنا فرق ہے، اور بلاکچین کا ڈیزائن خود اس بات کا تعین کرے گا کہ یہ دوبارہ تقسیم کیسے ہوتی ہے۔ بہت سارے ٹولز ہیں جو تفاوت کو درست کرنے میں تعاون کرتے ہیں، اور ہم ایک پر بات کرنا چاہیں گے جس کا اس پر بہت اثر پڑتا ہے کہ کسی پروجیکٹ کو کیسے چلایا جاتا ہے، اور اس میں پاور کی دوبارہ تقسیم کی صلاحیت ہے: اوپن سورس۔
zh_cn: 区块链最耳熟能详的目标之一就是将权力重新交到人们手中.至于哪些权力，多大程度的权力，不同的人有不同的要求.而不同的区块链架构设计本身将决定权力重新分配的具体方式，有许多工具可以调整这种差异，本文想讨论一种对项目的运行方式以及其权力实际重新分配，潜在具有重大影响的工具：开源代码.
zh_tw: 區塊鏈最耳熟能詳的目標之一就是將權力重新交到人們手中.至於哪些權力，多大程度的權力，不同的人有不同的要求.而不同的區塊鏈架構設計本身將決定權力重新分配的具體方式，有許多工具可以調整這種差異，本文想討論一種對項目的運行方式以及其權力實際重新分配，潛在具有重大影響的工具：開源代碼.

# knowledge250Sbfoss250Sb0250Sbtitle
source: Power to the people
cs: Moc lidem
fi: Valta kansalle
fr: Le pouvoir au peuple
it: Potere al popolo
lt: Galia žmonėms
nb: Makt til folket
nl: Macht aan het volk
pt_br: Poder para as pessoas
sl: Moč ljudem
sv: Makt till folket
tl: Kapangyarihan sa mga tao
tr: İnsanlara güç
ur: عوام کو طاقت
zh_cn: 让人们重获权力
zh_tw: 讓人們重獲權力
