Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# warning250Sbmin8722Sbamount8722Sbless8722Sbthan8722Sbbalance8722Sb0
source: This ad has been hidden, because the minimum amount you've specified is lower than your maximum amount available
cs: Tato reklama byla skryta, protože minimální částka, kterou jste zadali, je nižší než vaše maximální dostupná částka
fi: Tämä ilmoitus on piilotettu, koska määrittämäsi vähimmäissumma on pienempi kuin käytettävissä oleva enimmäissumma
fr: Cette annonce a été masquée, car le montant minimum que vous avez spécifié est inférieur au montant maximum disponible dans votre compte
it: Questo annuncio è stato nascosto perché l'importo minimo che hai specificato è inferiore all'importo massimo disponibile
lt: Šis skelbimas buvo paslėptas, nes jūsų nurodyta minimali suma yra mažesnė nei didžiausia galima suma
nb: Denne annonsen er skjult fordi minimumsbeløpet du har angitt er lavere enn det maksimale tilgjengelige beløpet
nl: Deze advertentie is verborgen, omdat de minimale hoeveelheid die u heeft opgegeven lager is dan uw maximale beschikbare hoeveelheid
pl: To ogłoszenie zostało ukryte, ponieważ minimalna kwota, którą określiłeś, jest niższa niż maksymalna dostępna Ci kwota
pt_br: Este anúncio foi ocultado pois a quantia mínima que você especificou é menor que o seu máximo disponível.
sl: Ta oglas je bil skrit, ker je najnižji znesek, ki ste ga določili, nižji od vašega maks. razpoložljivega zneska
sv: Denna annons har döljts, eftersom det lägsta belopp du har angett är lägre än ditt högsta tillgängliga belopp
tl: Itinago ang ad na ito, dahil ang minimum na halaga na iyong tinukoy ay mas mababa kaysa sa iyong maximum na halagang magagamit
tr: Belirttiğiniz minimum tutar, mevcut maksimum tutardan düşük olduğu için bu reklam gizlendi
ur: یہ اشتہار چھپا دیا گیا ہے، کیونکہ آپ کی بتائی گئی کم از کم رقم آپ کی دستیاب زیادہ سے زیادہ رقم سے کم ہے
zh_cn: 因为您指定的最低金额低于您可用的最高金额此广告已被隐藏
zh_tw: 因為您指定的最低金額低於您可用的最高金額此廣告已被隱藏

# warning250Sbmin8722Sbamount8722Sbless8722Sbthan8722Sbbalance8722Sb1
source: This trader is on vacation or out of available {assetName}. Please check back later or look for other offers.
cs: Tento obchodník je na dovolené nebo není k dispozici {assetName}. Vraťte se prosím později nebo vyhledejte jiné nabídky.
fi: Tämä kauppias on lomalla tai häneltä on loppunut {assetName}. Tarkista myöhemmin uudestaan tai etsi muita tarjouksia.
fr: Ce trader est en vacances ou n'a plus de {assetName} disponible. Veuillez revenir plus tard ou rechercher d'autres offres.
it: Questo trader è in vacanza o probabilmente offline da {assetName}. Si prega di riprovare più tardi o cercare altre offerte.
lt: Šis prekybininkas atostogauja arba jo nėra {assetName}. Patikrinkite vėliau arba ieškokite kitų pasiūlymų.
nb: Denne traderen er på ferie eller ute av tilgjengelig {assetName}. Kom tilbake senere eller se etter andre tilbud.
nl: Deze handelaar is op vakantie of heeft geen beschikbare {assetName}. Kom later terug of zoek naar andere aanbiedingen.
pl: Ten handlowiec jest na wakacjach lub nie ma dostępnego {assetName}. Sprawdź później lub poszukaj innych ogłoszeń.
pt_br: Este operador está de férias ou sem {assetName}. Por favor volte mais tarde ou busque outras ofertas.
sl: Ta trgovalec je na dopustu ali pa nima na voljo {assetName}. Preverite znova pozneje ali poiščite druge ponudbe.
sv: Denna handlare är på semester eller inte tillgänglig {assetName}. Vänligen återkom senare eller leta efter andra erbjudanden.
tl: Ang mangangalakal na ito ay nasa bakasyon o wala sa available na {assetName}. Mangyaring bumalik sa ibang pagkakataon o maghanap ng iba pang mga alok.
tr: Bu tüccar tatilde veya müsait değil {assetName}. Lütfen daha sonra tekrar kontrol edin veya diğer tekliflere bakın.
ur: یہ تاجر چھٹی پر ہے یا دستیاب {assetName} سے باہر ہے۔ براہ کرم بعد میں دوبارہ چیک کریں یا دیگر پیشکشیں تلاش کریں۔
zh_cn: 该交易者正在休假或者没有可用的{assetName}。 请稍后再回来或查看其他交易广告。
zh_tw: 該交易者正在休假或者沒有可用的{assetName}。 請稍后再回來或查看其他交易廣告。

# warning250Sbnot8722Sbenough8722Sbbalance
source: All of your selling {asset} advertisements have been hidden from public search because your arbitration bond wallet balance is lower than {minRequiredBalance}. In order for your sell ads to become visible, please deposit at least {amountXmr} to your arbitration bond {localmoneroWallet}.
cs: Všechny vaše prodejní reklamy {asset} byly skryty před veřejným vyhledáváním, protože zůstatek v peněžence s arbitrážními dluhopisy je nižší než {minRequiredbalance}. Aby byly vaše prodejní reklamy viditelné, vložte prosím alespoň {amountXmr} na arbitrážní dluhopis {localmoneroWallet}.
fi: Kaikki myynti-ilmoituksesi valuutasta {asset} on piilotettu julkisesta hausta, koska välimiessuojan lompakkosi saldo on pienempi kuin {minRequiredBalance}. Jotta myynti-ilmoituksesi tulevat näkyviin, talleta vähintään {amountXmr} välimiessuojasi {localmoneroWallet}.
fr: Toutes vos annonces de vente de {asset} ont été masquées de la recherche publique car le solde de votre portefeuille de cautionnement d'arbitrage est inférieur à {minRequiredbalance}. Pour que vos annonces de vente deviennent visibles, veuillez déposer au moins {amountXmr} à votre caution d'arbitrage {localmoneroWallet}.
it: Tutti i tuoi annunci di vendita {asset} sono stati nascosti alla ricerca pubblica perché il saldo del tuo portafoglio di obbligazioni arbitrali è inferiore a {minRequiredBalance}. Affinché i tuoi annunci di vendita diventino visibili, deposita almeno {amountXmr} nel tuo portafoglio di obbligazioni arbitrali {localmoneroWallet}.
lt: Visi jūsų pardavimo skelbimai {asset} buvo paslėpti nuo viešosios paieškos, nes jūsų arbitražo obligacijos piniginės likutis yra mažesnis nei {minRequiredBalance}. Kad jūsų pardavimo skelbimai būtų matomi, į savo arbitražo obligaciją {localmoneroWallet} įneškite bent {amountXmr}.
nb: Alle dine selgende {asset}-annonser har blitt skjult fra offentlig søk fordi din voldgiftsobligasjonslommeboksaldo er lavere enn {minRequiredBalance}. For at salgsannonsene dine skal bli synlige, må du sette inn minst {amountXmr} til voldgiftsgarantien din {localmoneroWallet}.
nl: Al uw verkopende {asset}-advertenties zijn verborgen voor openbare zoekopdrachten omdat het saldo van uw arbitragebond portefeuille lager is dan {minRequiredbalance}. Om ervoor te zorgen dat uw verkoopadvertenties zichtbaar worden, dient u ten minste {amountXmr} te storten op uw arbitragebond {localmoneroWallet}.
pl: Wszystkie ogłoszenia sprzedaży {asset} zostały ukryte przed publicznym wyszukiwaniem, ponieważ saldo portfela ochrony arbitrażowej jest niższe niż {minRequiredBalance}. Aby Twoje ogłoszenia sprzedaży stały się widoczne, wpłać co najmniej {amountXmr} do swojego {localmoneroWallet} ochrony arbitrażowej.
pt_br: Todos os seus anúncios de venda {asset} foram escondidos da busca pública porque o saldo de sua carteira de títulos de arbitragem é menor que {minRequiredbalance}. Para que seus anúncios de venda se tornem visíveis, por favor deposite pelo menos {amountXmr} em seu título de arbitragem {localmoneroWallet}.
sl: Vsi vaši prodajni oglasi {asset} so bili skriti pred javnim iskanjem, ker je vaše stanje denarnice za arbitražne obveznice nižje od {minRequiredBalance}. Če želite, da bodo vaši prodajni oglasi vidni, položite vsaj {amountXmr} na svojo arbitražno garancijo {localmoneroWallet}.
sv: Alla dina säljande {asset}-annonser har dolts från offentlig sökning eftersom ditt saldo i skiljedomsobligationer är lägre än {minRequiredBalance}. För att dina säljannonser ska bli synliga måste du sätta in minst {amountXmr} till din skiljedomstol {localmoneroWallet}.
tl: Ang lahat ng iyong nagbebenta ng {asset} advertisement ay nakatago mula sa pampublikong paghahanap dahil ang iyong balanse sa wallet ng arbitration bond ay mas mababa kaysa sa {minRequiredbalance}. Upang maging nakikita ang iyong mga sell ad, mangyaring magdeposito ng kahit man lang {amountXmr} sa iyong arbitration bond {localmoneroWallet}.
tr: Tahkim bonosu cüzdan bakiyeniz {minRequiredBalance} tutarından düşük olduğundan, satış yapan tüm {asset} reklamlarınız genel aramada gizlendi. Satış ilanlarınızın görünür olabilmesi için lütfen tahkim teminatınıza {localmoneroWallet} en az {amountXmr} yatırın.
ur: آپ کے تمام فروخت ہونے والے {asset} اشتہارات کو عوامی تلاش سے چھپایا گیا ہے کیونکہ آپ کے ثالثی بانڈ والیٹ کا بیلنس {minRequiredBalance} سے کم ہے۔ آپ کے فروخت کے اشتہارات نظر آنے کے لیے، براہ کرم کم از کم {amountXmr} اپنے ثالثی بانڈ {localmoneroWallet} میں جمع کرائیں۔
zh_cn: 由于您的仲裁保证金钱包余额低于 {minRequiredBalance}，您的所有销售 {asset} 广告都已被公开搜索隐藏。为了让您的销售广告可见，请至少存入 {amountXmr} 到您的仲裁保证金 {localmoneroWallet}.
zh_tw: 由於您的仲裁保證金錢包餘額低於 {minRequiredBalance}，您的所有銷售 {asset} 廣告都已被公開搜索隱藏。為了讓您的銷售廣告可見，請至少存入 {amountXmr} 到您的仲裁保證金 {localmoneroWallet}.

# warning250Sbnot8722Sbenough8722Sbbalance8722Sblocalmonero8722Sbwallet
source: {appName} wallet
cs: {appName} peněženka
fi: {appName} lompakko
fr: Portefeuille {appName}
it: Portafoglio {appName}
lt: {appName} piniginė
nb: {appName} lommebok
nl: {appName} portefeuille
pl: portfel {appName}
pt_br: carteira {appName}
sl: {appName} denarnica
sv: {appName} plånbok
tr: {appName} cüzdan
ur: {appName} پرس
zh_cn: {appName}钱包
zh_tw: {appName}錢包

# web8722Sbnotification250Sbmessage
source: You have a new message.
cs: Máte novou zprávu.
fi: Sinulla on uusi viesti.
fr: Vous avez un nouveau message.
it: Hai un nuovo messagio.
lt: Turite naują žinutę.
nb: Du har en ny melding.
nl: U heeft een nieuw bericht.
pl: Masz nową wiadomość.
pt_br: Nova mensagem.
sl: Imate novo sporočilo.
sv: Du har ett nytt meddelande.
tl: Mayroon kang bagong mensahe.
tr: Yeni bir mesajınız var.
ur: آپ کے پاس ایک نیا پیغام ہے۔
zh_cn: 你有一个新的消息。
zh_tw: 你有一個新的消息。

# web8722Sbnotification250Sbtrade8722Sbcancelled
source: A trade has been cancelled.
cs: Obchod byl zrušen.
fi: Kauppa on peruttu.
fr: Une transaction a été annulée.
it: Una compravendita è stata cancellata.
lt: Prekyba buvo atšaukta.
nb: En handel er kansellert.
nl: Een transactie is geannuleerd.
pl: Handel został anulowany.
pt_br: Negociação cancelada.
sl: Trgovanje je bilo preklicano.
sv: En affär har avbrutits.
tl: Kinansela ang isang kalakalan.
tr: Bir ticaret iptal edildi.
ur: ایک تجارت منسوخ کر دی گئی ہے۔
zh_cn: 交易被取消。
zh_tw: 交易被取消。

# web8722Sbnotification250Sbtrade8722Sbcomplete
source: A trade was completed.
cs: Obchod byl dokončen.
fi: Kauppa on viimeistelty.
fr: Une transaction a été complétée.
it: Una compravendita è stata completata.
lt: Prekyba buvo baigta.
nb: En handel ble gjennomført.
nl: Er is een transactie voltooid.
pl: Handel został zakończony.
pt_br: Negociação concluída.
sl: Trgovanje je bilo zaključeno.
sv: En handel slutfördes.
tl: Nakumpleto ang isang kalakalan.
tr: Bir ticaret tamamlandı.
ur: ایک تجارت مکمل ہوئی۔
zh_cn: 交易完成。
zh_tw: 交易完成。

# web8722Sbnotification250Sbtrade8722Sbdisputed
source: One of your trades has been disputed.
cs: Jeden z vašich obchodů byl zpochybněn.
fi: Yksi kaupoistasi on kiistautettu.
fr: L'une de vos transactions a été contestée.
it: Una tua compravendita è stata contestata.
lt: Vienas iš jūsų sandorių buvo užginčytas.
nb: En av dine handler har blitt bestridt.
nl: Een van uw transacties is betwist.
pl: Jeden z Twoich handli został zakwestionowany.
pt_br: Negociação em disputa.
sl: Eno od vaših trgovanj je bilo sporno.
sv: En av dina affärer har ifrågasatts.
tl: Na-dispute ang isa sa iyong mga trade.
tr: İşlemlerinizden birine itiraz edildi.
ur: آپ کی تجارت میں سے ایک متنازعہ ہو گیا ہے۔
zh_cn: 交易对方发起申诉。
zh_tw: 交易對方發起申訴。

# web8722Sbnotification250Sbtrade8722Sbpayment8722Sbmarked8722Sbcomplete
source: Payment marked complete.
cs: Platba označena jako dokončená.
fi: Maksu merkitty suoritetuksi.
fr: Paiement marqué comme terminé.
it: Pagamento completato.
lt: Mokėjimas pažymėtas baigtas.
nb: Betaling merket fullført.
nl: Betaling gemarkeerd als voltooid.
pl: Płatność oznaczona jako wykonana.
pt_br: Pagamento marcado como realizado.
sl: Plačilo je označeno kot dokončano.
sv: Betalning markerad som klar.
tl: Ang pagbabayad ay minarkahang kumpleto.
tr: Ödeme tamamlandı olarak işaretlendi.
ur: ادائیگی کو مکمل کے طور پر نشان زد کر دیا گیا۔
zh_cn: 付款完成。
zh_tw: 付款完成。

# web8722Sbnotification250Sbtrade8722Sbrequest
source: You have a new trade offer.
cs: Máte novou obchodní nabídku.
fi: Sinulla on uusi kauppatarjous.
fr: Vous avez une nouvelle offre d'échange.
it: Hai una nuova compravendita.
lt: Turite naują prekybos pasiūlymą.
nb: Du har et nytt byttetilbud.
nl: U heeft een nieuw handelsaanbod.
pl: Masz nowe ogłoszenie handlowe.
pt_br: Nova oferta de negociação.
sl: Imate novo ponudbo za trgovanje.
sv: Du har ett nytt erbjudande.
tl: Mayroon kang bagong trade offer.
tr: Yeni bir takas teklifiniz var.
ur: آپ کے پاس ایک نئی تجارتی پیشکش ہے۔
zh_cn: 你有一个新的交易。
zh_tw: 你有一個新的交易。

# widget8722Sbinstructions250Sbaffiliate8722Sbattach8722Sbcode8722Sbcheckbox
source: Add my affiliate referral code to the widget
cs: Přidejte můj affiliate referenční kód do widgetu
fi: Lisää Kumppanuuskoodini widgetiin
fr: Ajouter mon code de parrainage au widget
it: Aggiungi il mio codice di riferimento affiliazione al widget
lt: Pridėti mano filialo persiuntimo kodą prie valdiklio
nb: Legg til min tilknyttede henvisningskode til widgeten
nl: Voeg mijn aangesloten partnercode toe aan de widget
pl: Dodaj mój kod programu partnerskiego do widżetu
pt_br: Adicione meu código de referência afiliado ao widget
sl: V pripomoček dodajte mojo referenčno partnersko kodo
sv: Lägg till min hänvisningskod till widgeten
tl: Idagdag ang aking affiliate na referral code sa widget
tr: Satış ortağı yönlendirme kodumu widget'a ekle
ur: میرا الحاق شدہ حوالہ کوڈ ویجیٹ میں شامل کریں
zh_cn: 将我的联盟代码添加到小部件
zh_tw: 將我的聯盟代碼添加到小部件

# widget8722Sbinstructions250Sbaffiliate8722Sblogged8722Sbout
source: Log in to attach affiliate referral code to the widget
cs: Přihlaste se, abyste k widgetu připojili doporučující kód affiliate partnera
fi: Kirjaudu sisään liittääksesi kumppanikoodi widgetiin
fr: Connectez-vous pour ajouter le code de parrainage au widget
it: Accedi per allegare il codice di riferimento di affiliazione al widget
lt: Prisijunkite, kad prie valdiklio pridėtumėte filialo persiuntimo kodą
nb: Logg på for å legge ved en tilknyttet henvisningskode til widgeten
nl: Log in om de affiliate verwijzingscode aan de widget toe te voegen
pl: Zaloguj się, aby dołączyć kod programu partnerskiego do widżetu
pt_br: Faça o login para anexar o código de referência de afiliado ao widget
sl: Prijavite se, če želite pripomočku priložiti partnersko kodo
sv: Logga in för att bifoga en hänvisningskod till widgeten
tl: Mag-log in upang maglakip ng affiliate referral code sa widget
tr: Ortaklık yönlendirme kodunu widget'a eklemek için oturum açın
ur: ویجیٹ سے الحاق شدہ ریفرل کوڈ منسلک کرنے کے لیے لاگ ان کریں
zh_cn: 以将联盟代码附加到小部件请登录
zh_tw: 以將聯盟代碼附加到小部件請登錄

# widget8722Sbinstructions250Sbaffiliate8722Sbnot8722Sbenabled
source: Enable affiliate program to attach referral code to the widget
cs: Povolte přidruženému programu připojit doporučující kód k widgetu
fi: Ota kumppaniohjelma käyttöön kumppanikoodin liittämiseksi widgetiin
fr: Activer le programme d'affiliation pour ajouter le code de parrainage au widget
it: Abilita il programma di affiliazione per allegare il codice di riferimento al widget
lt: Įgalinkite filialų programą, kad prie valdiklio pridėtų persiuntimo kodą
nb: Aktiver tilknyttet program for å legge ved henvisningskode til widgeten
nl: Schakel het partnerprogramma in om de verwijzingscode aan de widget toe te voegen
pl: Aktywuj program partnerski, aby dołączyć jego kod do widżetu
pt_br: Ativar programa afiliado para anexar código de referência ao widget
sl: Omogočite pridružitveniprogram, da pripnete referenčno kodo
sv: Aktivera affiliate-program för att bifoga hänvisningskod till widgeten
tl: Paganahin ang affiliate program na mag-attach ng referral code sa widget
tr: Widget'a yönlendirme kodu eklemek için ortaklık programını etkinleştirin
ur: ویجیٹ میں ریفرل کوڈ منسلک کرنے کے لیے ملحق پروگرام کو فعال کریں
zh_cn: 以将联盟代码附加到小部件请启用联盟合作
zh_tw: 以將聯盟代碼附加到小部件請啟用聯盟合作

# widget8722Sbinstructions250Sbinstructions
source: To get a {assetName} street price widget for your own web site select the desired currency below and simply paste the following code into your own web page:
cs: Chcete-li získat widget s pouliční cenou {assetName} pro svůj vlastní web, vyberte níže požadovanou měnu a jednoduše vložte následující kód na svou vlastní webovou stránku:
fi: Saadaksesi {assetName} "katuhinta" -widgetin omalle verkkosivustollesi, valitse haluamasi valuutta alta ja liitä seuraava koodi omalle verkkosivullesi:
fr: Pour obtenir un widget indiquant le prix public de {assetName} pour votre propre site Web, sélectionnez la devise souhaitée ci-dessous et collez simplement le code suivant dans votre propre page Web :
it: Per ottenere un widget di prezzo stradale {assetName} per il tuo sito web seleziona la seguente valuta desiderata e semplicemente incolla il seguente codice nella tua pagina web:
lt: Norėdami gauti {assetName} gatvės kainos valdiklį savo svetainei, toliau pasirinkite norimą valiutą ir tiesiog įklijuokite šį kodą į savo tinklalapį:
nb: For å få en {assetName} gatepris-widget for ditt eget nettsted, velg ønsket valuta nedenfor og lim inn følgende kode på din egen nettside:
nl: Om een {assetName} straatprijswidget voor uw eigen website te krijgen, selecteert u hieronder de gewenste valuta en plakt u eenvoudig de volgende code in uw eigen webpagina:
pl: Aby uzyskać widżet ceny rynkowej {assetName} dla własnej strony internetowej, wybierz żądaną walutę poniżej i po prostu wklej następujący kod na własnej stronie internetowej:
pt_br: Para obter um widget de preço de rua {assetName} para seu próprio site, selecione a moeda desejada abaixo e simplesmente cole o seguinte código em sua própria página da Web:
sl: Če želite pridobiti pripomoček za ulično ceno {assetName} za svoje spletno mesto, spodaj izberite želeno valuto in preprosto prilepite naslednjo kodo na svojo spletno stran:
sv: För att få en {assetName} Street Price Widget för din egen webbplats Välj önskad valuta nedan och klistra in följande kod på din egen webbsida:
tl: Upang makakuha ng {assetName} na widget ng presyo ng kalye para sa iyong sariling web site piliin ang nais na pera sa ibaba at i-paste lamang ang sumusunod na code sa iyong sariling web page:
tr: Kendi web siteniz için {assetName} sokak fiyatı widget'ını edinmek için aşağıdan istediğiniz para birimini seçin ve aşağıdaki kodu kendi web sayfanıza yapıştırmanız yeterlidir:
ur: اپنی ویب سائٹ کے لیے ایک {assetName} اسٹریٹ پرائس ویجیٹ حاصل کرنے کے لیے نیچے مطلوبہ کرنسی کا انتخاب کریں اور بس درج ذیل کوڈ کو اپنے ویب صفحہ میں چسپاں کریں:
zh_cn: 要为您自己的网站获取 {assetName} 街头价格小部件，请在下面选择所需的货币，然后只需将以下代码粘贴到您自己的网页中：
zh_tw: 要為您自己的網站獲取 {assetName} 街頭價格小部件，請在下面選擇所需的貨幣，然後只需將以下代碼粘貼到您自己的網頁中：

# widget8722Sbinstructions250Sbtitle8722Sbaffiliate
source: {assetName} Street Price Widget (with your affiliate code)
cs: {assetName} Widget s pouliční cenou (s vaším přidruženým kódem)
fi: {assetName} "Katuhinta" -widget (kumppanuuskoodillasi)
fr: Widget {assetName} avec prix public (ainsi que votre code d'affiliation / parrainage)
it: {assetName} Street Price Widget (con il tuo codice affiliato)
lt: {assetName} „Street Price“ valdiklis (su jūsų filialo kodu)
nb: {assetName} Gatepris-widget (med din tilknyttede kode)
nl: {assetName} Straatprijs Widget (met uw partnercode)
pl: Widżet ceny rynkowej {assetName} (z Twoim kodem programu partnerskiego)
pt_br: Widget de preço da rua {assetName} (com o seu código de afiliado)
sl: {assetName} Pripomoček Street Price Widget (z vašo partnersko kodo)
sv: {assetName} Street Price Widget (med din affiliate-kod)
tl: {assetName} Street Price Widget (kasama ang iyong affiliate code)
tr: {assetName} Sokak Fiyatı Widget'ı (bağlı kuruluş kodunuzla birlikte)
ur: {assetName} اسٹریٹ پرائس ویجیٹ (آپ کے ملحقہ کوڈ کے ساتھ)
zh_cn: {assetName} 街头价格小部件（包含您的联盟代码）
zh_tw: {assetName} 街頭價格小部件（包含您的聯盟代碼）

# widget8722Sbinstructions250Sbtitle8722Sbno8722Sbaffiliate
source: {assetName} Street Price Widget
cs: {assetName} Widget s pouliční cenou
fi: {assetName} "Katuhinta" -widget
fr: Widget {assetName} avec prix public
lt: {assetName} Gatvės kainos valdiklis
nb: {assetName} Gatepris-widget
nl: {assetName} Straatprijs Widget
pl: Widżet ceny rynkowej {assetName}
sl: {assetName} Pripomoček za Ulične Cene
sv: {assetName} Gatupriswidget
tl: {assetName} Widget ng Presyo ng Kalye
tr: {assetName} Sokak Fiyatı Widget'ı
ur: {assetName} اسٹریٹ پرائس ویجیٹ
zh_cn: {assetName}街头价小部件
zh_tw: {assetName}街頭價小部件

# devblog250Sbdescription
source: In this blog our team shares some of our development insights with those who are interested in the technical side of things.
fi: Tässä blogissa tiimimme jakaa kehitysnäkemyksiämme asioiden teknisestä puolesta kiinnostuneiden kanssa.
fr: Dans ce blog, notre équipe partage certaines de nos idées de développement avec ceux qui s'intéressent à l'aspect technique des choses.
it: In questo blog il nostro team condivide alcuni dei nostri approfondimenti sullo sviluppo con coloro che sono interessati al lato tecnico delle cose.
lt: Šiame tinklaraštyje mūsų komanda dalijasi kai kuriomis mūsų plėtros įžvalgomis su tais, kurie domisi technine dalykų puse.
nb: I denne bloggen deler teamet vårt noe av utviklingsinnsikten vår med de som er interessert i den tekniske siden av ting.
nl: In dit blog deelt ons team enkele van onze ontwikkelingsinzichten met degenen die geïnteresseerd zijn in de technische kant van de zaak.
pl: W tym blogu nasz zespół dzieli się spostrzeżeniami naszych programistów dla zainteresowanych aspektem technicznym.
pt_br: Neste blog, nossa equipe compartilha alguns de nossos insights de desenvolvimento com aqueles interessados no lado técnico das coisas.
sl: V tem blogu naša ekipa deli nekaj vpogledov v razvoj za tiste, ki jih zanima tehnična stran.
sv: I den här bloggen delar vårt team med sig av några av våra utvecklingsinsikter till dem som är intresserade av den tekniska sidan av saker och ting.
tr: Bu blogda ekibimiz, geliştirme içgörülerimizden bazılarını olayların teknik yönüyle ilgilenenlerle paylaşıyor.
ur: اس بلاگ میں ہماری ٹیم ہماری کچھ ترقیاتی بصیرتیں ان لوگوں کے ساتھ شیئر کرتی ہے جو چیزوں کے تکنیکی پہلو میں دلچسپی رکھتے ہیں۔
zh_cn: 在这篇博客中，我们的团队与那些对技术方面感兴趣的人分享了我们的一些开发见解。
zh_tw: 在這個博客中，我們的團隊與那些對技術方面的事物感興趣的人分享了我們的一些開發見解。
