Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sblbc8722Sbalternative250Sbdisputes250Sbcontent
source: Our arbitration standards are very high, as<strong> we do not accept screenshots or other easily-falsifiable documents as proof in disputes</strong>. Because of this, we are able to deter a large amount of scammers from trying to scavenger on our platform. We respond quickly to user reports and we issue warnings in regions where there are sudden spikes of scammer activity.
cs: Naše rozhodčí standardy jsou velmi vysoké, protože<strong> nepřijímáme snímky obrazovky nebo jiné snadno zfalšovatelné dokumenty jako důkaz ve sporech</strong>. Díky tomu jsme schopni odradit velké množství podvodníků od pokusů o páchaní podvodů na naší platformě. Rychle reagujeme na hlášení uživatelů a vydáváme varování v oblastech, kde dochází k náhlým výkyvům aktivity podvodníků.
fi: Välimiesmenettelyn standardimme ovat erittäin korkeat, sillä<strong> emme hyväksy kuvakaappauksia tai muita helposti väärennettyjä asiakirjoja todisteeksi riita-asioissa</strong>. Tämän ansiosta pystymme estämään suuren määrän huijareita yrittämästä tuhota alustaamme. Vastaamme nopeasti käyttäjäilmoituksiin ja annamme varoituksia alueilla, joilla huijareiden aktiivisuuspiikit ovat äkillisiä.
fr: Nos normes d'arbitrage sont très élevées, car <strong>nous n'acceptons pas les captures d'écran ou autres documents facilement falsifiables comme preuve dans les litiges</strong>. Pour cette raison, nous sommes en mesure de dissuader un grand nombre d'escrocs d'essayer d'opérer sur notre plateforme. Nous répondons rapidement aux signalements des utilisateurs et nous émettons des avertissements dans les régions où il y a des pics soudains d'activité d'escrocs.
it: I nostri standard di arbitrato sono molto elevati, poiché<strong> non accettiamo schermate o altri documenti facilmente falsificabili come prova delle controversie</strong>. Per questo motivo, siamo in grado di dissuadere una grande quantità di truffatori dal tentativo di scavenger sulla nostra piattaforma. Rispondiamo rapidamente alle segnalazioni degli utenti ed emettiamo avvisi nelle regioni in cui si verificano improvvisi picchi di attività dei truffatori.
lt: Mūsų arbitražo standartai yra labai aukšti, nes <strong> nepriimame ekrano kopijų ar kitų lengvai padirbtų dokumentų kaip ginčų įrodymų</strong>. Dėl šios priežasties mes galime atgrasyti daugybę sukčių nuo bandymų mūsų platformoje apiplėšti. Greitai reaguojame į naudotojų pranešimus ir įspėjame regionuose, kur staigūs sukčių veiklos šuoliai.
nb: Våre voldgiftsstandarder er svært høye, siden<strong> vi ikke godtar skjermbilder eller andre dokumenter som er lett å forfalske som bevis i tvister</strong>. På grunn av dette er vi i stand til å avskrekke en stor mengde svindlere fra å prøve å fange på plattformen vår. Vi reagerer raskt på brukerrapporter, og vi utsteder advarsler i regioner der det er plutselige topper av svindelaktivitet.
nl: Onze arbitragenormen zijn zeer hoog, aangezien <strong> we geen screenshots of andere gemakkelijk te vervalsen documenten accepteren als bewijs in geschillen </strong>. Hierdoor zijn we in staat om een groot aantal oplichters ervan te weerhouden om op ons platform te plunderen. We reageren snel op rapportages van gebruikers en we geven waarschuwingen in regio's met plotselinge pieken in oplichter activiteit.
pl: Nasze standardy arbitrażowe są bardzo wysokie, ponieważ <strong> nie akceptujemy zrzutów ekranu ani innych możliwych do podrobienia dokumentów jako dowodów w sporach</strong>. Dzięki temu jesteśmy w stanie powstrzymać wielu oszustów. Szybko odpowiadamy na zgłoszenia użytkowników i publikujemy ostrzeżenia w regionach, w których obserwujemy wzmożoną aktywność oszustów.
pt_br: Nossos padrões de arbitragem são muito altos, pois<strong> não aceitamos capturas de tela ou outros documentos facilmente falsificáveis como prova em disputas</strong>. Por esse motivo, somos capazes de impedir uma grande quantidade de golpistas de tentar eliminá-los em nossa plataforma. Respondemos rapidamente a relatórios de usuários e emitimos avisos em regiões onde há picos repentinos de atividades fraudulentas.
sl: Naši arbitražni standardi so zelo visoki, saj <strong> ne sprejemamo posnetkov zaslona ali drugih dokumentov, ki jih je enostavno ponarediti, kot dokaz v sporih </strong>. Zaradi tega lahko odvrnemo veliko število prevarantov od poskusov goljufanja na naši platformi. Hitro se odzivamo na prijave uporabnikov in izdajamo opozorila v regijah, kjer pride do nenadnega porasta dejavnosti prevarantov.
sv: Våra skiljedomsstandarder är mycket höga, eftersom<strong> vi inte accepterar skärmdumpar eller andra lättförfalsbara dokument som bevis i tvister</strong>. På grund av detta kan vi avskräcka en stor mängd bedragare från att försöka rensa på vår plattform. Vi svarar snabbt på användarrapporter och vi utfärdar varningar i regioner där det finns plötsliga toppar av bedragareaktivitet.
tl: Napakataas ng aming mga pamantayan sa arbitrasyon, dahil <strong> hindi kami tumatanggap ng mga screenshot o iba pang madaling ma-falsifiable na dokumento bilang patunay sa mga hindi pagkakaunawaan</strong>. Dahil dito, napipigilan namin ang malaking bilang ng mga scammer na subukang mag-scavenger sa aming platform. Mabilis kaming tumugon sa mga ulat ng user at nagbibigay kami ng mga babala sa mga rehiyon kung saan may mga biglaang pagtaas ng aktibidad ng scammer.
tr: Tahkim standartlarımız çok yüksektir, çünkü<strong> ekran görüntülerini veya kolayca tahrif edilebilecek diğer belgeleri anlaşmazlıklarda kanıt olarak kabul etmiyoruz</strong>. Bu nedenle, çok sayıda dolandırıcıyı platformumuzda çöp toplamaya çalışmaktan caydırabiliyoruz. Kullanıcı raporlarına hızlı bir şekilde yanıt veriyoruz ve dolandırıcılık faaliyetlerinde ani artışların olduğu bölgelerde uyarılar yayınlıyoruz.
ur: ہمارے ثالثی کے معیارات بہت بلند ہیں، کیونکہ <strong> ہم اسکرین شاٹس یا دیگر آسانی سے غلط ثابت ہونے والی دستاویزات کو تنازعات کے ثبوت کے طور پر قبول نہیں کرتے ہیں</strong>۔ اس کی وجہ سے، ہم اپنے پلیٹ فارم پر دھوکہ دہی کرنے والوں کی ایک بڑی تعداد کو روکنے میں کامیاب ہو جاتے ہیں۔ ہم صارف کی رپورٹوں کا فوری جواب دیتے ہیں اور ہم ان خطوں میں انتباہات جاری کرتے ہیں جہاں سکیمر کی سرگرمیوں میں اچانک اضافہ ہوتا ہے۔
zh_cn: 我们的仲裁标准更专业，就像<strong>我们不认可屏幕截图或其他容易伪造的文档作为争议的证据</strong>。 因此，我们能够阻止大量骗子尝试在我们的平台上进行行骗。 我们会迅速响应用户的报告，并在诈骗活动突然激增的地区发出警告。
zh_tw: 我們的仲裁標準更專業，就像<strong>我們不認可屏幕截圖或其他容易偽造的文檔作為爭議的證據</strong>。因此，我們能夠阻止大量騙子嘗試在我們的平台上進行行騙。我們會迅速響應用戶的報告，並在詐騙活動突然激增的地區發出警告。

# agoradesk250Sblbc8722Sbalternative250Sbdisputes250Sbtitle
source: Fraud prevention
cs: Prevence podvodů
fi: Huijausten ennaltaehkäisy
fr: Prévention de la fraude
it: Prevenzione frodi
lt: Sukčiavimo prevencija
nb: Forebygging av svindel
nl: Fraudepreventie
pl: Zapobieganie oszustwom
pt_br: Prevenção de fraudes
sl: Preprečevanje goljufij
sv: Bedrägeri förhindring
tl: Pagpigil ng pandaraya
tr: Dolandırıcılığın önlenmesi
ur: فراڈ کی روک تھام
zh_cn: 预防诈骗
zh_tw: 預防詐騙

# description250Sbguide250Sblocal57Sbagoradesk
source: This guide will help you understand how to anonymously buy or sell cryptocurrencies for cash via local meetup. At {appName} you can trade cryptocurrencies without ID verification.
cs: Tato příručka vám pomůže pochopit, jak anonymně nakupovat nebo prodávat kryptoměny za hotovost prostřednictvím místního setkání. Na {appName} můžete obchodovat s kryptoměnami bez ověření ID.
fi: Tämä opas auttaa sinua ymmärtämään, kuinka kryptovaluuttoja voi ostaa tai myydä nimettömästi käteisellä paikan päällä tavatessa. {appName}:ssä voit käydä kauppaa kryptovaluutoilla ilman henkilöllisyystodistusta.
fr: Ce guide vous aidera à comprendre comment acheter ou vendre anonymement des crypto-monnaies contre de l'espèce lors d'une rencontre physique locale. Chez {appName}, vous pouvez échanger des crypto-monnaies sans vérification d'identité.
it: Questa guida ti aiuterà a capire come acquistare o vendere in modo anonimo criptovalute in contanti tramite meetup locale. Su {appName} puoi scambiare criptovalute senza verifica ID.
lt: Šis vadovas padės suprasti, kaip anonimiškai pirkti arba parduoti kriptovaliutas už grynuosius per vietinį susitikimą. {appName} galite prekiauti kriptovaliutomis be ID patvirtinimo.
nb: Denne guiden vil hjelpe deg å forstå hvordan du anonymt kan kjøpe eller selge kryptovalutaer for kontanter via lokalt møte. Hos {appName} kan du handle kryptovalutaer uten ID-verifisering.
nl: Deze handleiding helpt u te begrijpen hoe u anoniem cryptocurrencies kunt kopen of verkopen voor contant geld via een lokale bijeenkomst. Bij {appName} kunt u cryptocurrencies verhandelen zonder ID-verificatie.
pl: Ten przewodnik pomoże Ci zrozumieć, jak anonimowo kupić lub sprzedać kryptowaluty za gotówkę za pośrednictwem lokalnego spotkania offline. {appName} jest bezpiecznym, szybkim i łatwym sposobem na wymianę kryptowalut bez weryfikacji dokumentów tożsamości.
pt_br: Este guia o ajudará a entender como comprar ou vender anonimamente criptomoedas por dinheiro através de um encontro local. Em {appName}, você pode negociar criptomoedas sem verificação de ID.
sl: Ta vodnik vam bo pomagal razumeti, kako anonimno kupiti ali prodati kriptovalute z gotovino prek lokalnega srečanja. Na {appName} lahko trgujete s kriptovalutami brez preverjanja osebnih dokumentov.
sv: Den här guiden hjälper dig att förstå hur du anonymt köper eller säljer kryptovalutor för kontanter via lokala möten. På {appName} du kan handla kryptovalutor utan ID-verifiering.
tl: Tutulungan ka ng gabay na ito na maunawaan kung paano hindi nagpapakilalang bumili o magbenta ng mga cryptocurrencies para sa cash sa pamamagitan ng lokal na meetup. Sa {appName} maaari kang mag-trade ng mga cryptocurrencies nang walang pag-verify ng ID.
tr: Bu kılavuz, yerel buluşma yoluyla nakit karşılığında kripto para birimlerini anonim olarak nasıl satın alacağınızı veya satacağınızı anlamanıza yardımcı olacaktır. {appName}'te kimlik doğrulaması olmadan kripto para ticareti yapabilirsiniz.
ur: یہ گائیڈ آپ کو یہ سمجھنے میں مدد کرے گا کہ کس طرح گمنام طور پر کرپٹو کرنسیوں کو مقامی میٹ اپ کے ذریعے نقد رقم کے لیے خریدنا یا بیچنا ہے۔ {appName} پر آپ ID کی تصدیق کے بغیر کرپٹو کرنسیوں کی تجارت کر سکتے ہیں۔
zh_cn: 本指南将帮助您了解如何通过本地聚会匿名购买或出售加密货币以换取现金。在{appName}，您可以交换加密货币而无需身份验证。
zh_tw: 本指南將幫助您了解如何通過本地聚會匿名購買或出售加密貨幣以換取現金。在{appName}，您可以交換加密貨幣而無需身份驗證。

# trade250Sblocal250Sbbuyer250Sbescrowed
source: The seller has enabled arbitration bond protection on this trade, meaning the seller can't cancel this trade.
cs: Prodejce u tohoto obchodu povolil ochranu arbitrážními dluhopisy, což znamená, že prodávající nemůže tento obchod zrušit.
fi: Myyjä on ottanut välimiessuojan käyttöön tässä kaupassa, mikä tarkoittaa, että myyjä ei voi peruuttaa tätä kauppaa.
fr: Le vendeur a activé la protection par caution d'arbitrage sur cette transaction, ce qui signifie que le vendeur ne peut pas annuler cette transaction.
it: Il venditore ha abilitato la protezione del vincolo di arbitrato su questa transazione, il che significa che il venditore non può cancellare questa transazione.
lt: Pardavėjas įgalino arbitražo obligacijų apsaugą šiam sandoriui, tai reiškia, kad pardavėjas negali atšaukti šio sandorio.
nb: Selgeren har aktivert voldgiftsobligasjonsbeskyttelse på denne handelen, noe som betyr at selgeren ikke kan kansellere denne handelen.
nl: De verkoper heeft voor deze transactie de arbitragebond bescherming ingeschakeld, wat betekent dat de verkoper deze transactie niet kan annuleren.
pl: Sprzedawca włączył ochronę arbitrażową dla tego handlu, co oznacza, że nie może anulować tego handlu.
pt_br: O vendedor permitiu a proteção do título de arbitragem neste comércio, o que significa que o vendedor não pode cancelar este comércio.
sl: Prodajalec je za to trgovino omogočil zaščito arbitražne obveznice, kar pomeni, da prodajalec ne more preklicati te trgovine.
sv: Säljaren har aktiverat skiljedomsskydd för denna affär, vilket innebär att säljaren inte kan avbryta denna handel.
tl: Pinagana ng nagbebenta ang proteksyon ng arbitration bond sa kalakalang ito, ibig sabihin ay hindi maaaring kanselahin ng nagbebenta ang kalakalan na ito.
tr: Satıcı bu ticarette tahkim bonosu korumasını etkinleştirmiştir, yani satıcı bu ticareti iptal edemez.
ur: بیچنے والے نے اس تجارت پر ثالثی بانڈ کے تحفظ کو فعال کر دیا ہے، یعنی بیچنے والا اس تجارت کو منسوخ نہیں کر سکتا۔
zh_cn: 卖家在本次交易中开启了仲裁保证金保护，意味着卖家无法取消本次交易。
zh_tw: 賣家在本次交易中開啟了仲裁保證金保護，意味著賣家無法取消本次交易。

# trade250Sblocal250Sbbuyer250Sbnot8722Sbescrowed
source: The seller hasn't enabled arbitration bond protection on this trade, meaning the seller can cancel the trade at any moment. You can request arbitration bond protection via chat.
cs: Prodávající u tohoto obchodu neaktivoval ochranu arbitrážními dluhopisy, což znamená, že prodávající může obchod kdykoli zrušit. Prostřednictvím chatu můžete požádat o ochranu arbitrážního dluhopisu.
fi: Myyjä ei ole ottanut välimiessuojaa käyttöön tässä kaupassa, mikä tarkoittaa, että myyjä voi peruuttaa kaupan milloin tahansa. Voit pyytää välimiessuojaa chatin kautta.
fr: Le vendeur n'a pas activé la protection par caution d'arbitrage sur cette transaction, ce qui signifie que le vendeur peut annuler la transaction à tout moment. Vous pouvez demander la protection par caution d'arbitrage via le tchat.
it: Il venditore non ha abilitato la protezione dell'arbitrato su questa transazione, il che significa che il venditore può cancellare la transazione in qualsiasi momento. Puoi richiedere la protezione dell'arbitrato via chat.
lt: Pardavėjas neįjungė arbitražo obligacijų apsaugos šiam sandoriui, o tai reiškia, kad pardavėjas gali bet kada atšaukti sandorį. Galite prašyti arbitražo obligacijų apsaugos per pokalbį.
nb: Selgeren har ikke aktivert voldgiftsobligasjonsbeskyttelse for denne handelen, noe som betyr at selgeren kan kansellere handelen når som helst. Du kan be om beskyttelse av voldgiftsbinding via chat.
nl: De verkoper heeft voor deze transactie geen arbitragebescherming ingeschakeld, wat betekent dat de verkoper de transactie op elk moment kan annuleren. U kunt via de chat arbitragebandbescherming aanvragen.
pl: Sprzedawca nie włączył ochrony arbitrażowej dla tego handlu, co oznacza, że może anulować handel w dowolnym momencie. Możesz złożyć prośbę o aktywowanie ochrony arbitrażowej na czacie.
pt_br: O vendedor não habilitou a proteção do título de arbitragem neste comércio, o que significa que o vendedor pode cancelar o comércio a qualquer momento. Você pode solicitar a proteção da garantia arbitral via chat.
sl: Prodajalec pri tem poslu ni omogočil zaščite arbitražne obveznice, kar pomeni, da lahko prodajalec kadar koli prekliče posel. Zaščito arbitražne obveznice lahko zahtevate prek klepeta.
sv: Säljaren har inte aktiverat skiljedomsskydd för denna affär, vilket innebär att säljaren kan avbryta affären när som helst. Du kan begära skiljedomsskydd via chatt.
tl: Hindi pinagana ng nagbebenta ang proteksyon ng arbitration bond sa kalakalang ito, ibig sabihin ay maaaring kanselahin ng nagbebenta ang kalakalan anumang sandali. Maaari kang humiling ng proteksyon sa arbitration bond sa pamamagitan ng chat.
tr: Satıcı, bu ticarette tahkim bonosu korumasını etkinleştirmemiştir; bu, satıcının ticareti istediği zaman iptal edebileceği anlamına gelir. Sohbet yoluyla tahkim teminatı koruması talep edebilirsiniz.
ur: بیچنے والے نے اس تجارت پر ثالثی بانڈ کے تحفظ کو فعال نہیں کیا ہے، یعنی بیچنے والا کسی بھی وقت تجارت کو منسوخ کر سکتا ہے۔ آپ چیٹ کے ذریعے ثالثی بانڈ کے تحفظ کی درخواست کر سکتے ہیں۔
zh_cn: 卖方未对该交易启用仲裁保证金保护，这意味着卖方可以随时取消交易。您可以通过聊天请求仲裁保证金保护。
zh_tw: 賣方未對該交易啟用仲裁保證金保護，這意味著賣方可以隨時取消交易。您可以通過聊天請求仲裁保證金保護。

# trade250Sbstatus250Sbsettlement250Sbprogress250Sbstepper250Sbexplorer8722Sbbtn
source: Open explorer
cs: Otevřete průzkumníka
fi: Avaa Explorer
fr: Ouvrir l'explorateur
it: Aprire l'esploratore
lt: Atidarykite naršyklę
nb: Åpne utforsker
nl: Verkenner openen
pl: Otwórz przeglądarkę
pt_br: Explorador aberto
sl: Odpri raziskovalca
sv: Öppna utforskaren
tl: Buksan ang explorer
tr: Gezgini aç
ur: ایکسپلورر کھولیں
zh_cn: 打开资源管理器
zh_tw: 打開資源管理器

# trade250Sbstatus250Sbsettlement250Sbprogress250Sbstepper250Sbtotal8722Sbeta
source: Estimated remaining time: ≈ {eta} min
cs: Odhadovaný zbývající čas: ≈ {eta} min
fi: Arvioitu kesto: ≈ {eta} min
fr: Temps restant estimé : ≈ {eta} min
it: Tempo rimanente stimato: ≈ {eta} min
lt: Numatomas likęs laikas: ≈ {eta} min
nb: Estimert gjenværende tid: ≈ {eta} min
nl: Geschatte resterende tijd: ≈ {eta} min
pl: Szacowany pozostały czas: ≈ {eta} min
pt_br: Tempo restante estimado: ≈ {eta} min
sl: Predvideni preostali čas: ≈ {eta} min
sv: Uppskattad återstående tid: ≈ {eta} min
tl: Tinantyang natitirang oras: ≈ {eta} min
tr: Tahmini kalan süre: ≈ {eta} dk
ur: تخمینی باقی وقت: ≈ {eta} منٹ
zh_cn: 预计剩余时间：≈ {eta} 分钟
zh_tw: 預計剩餘時間：≈ {eta} 分鐘

# trade250Sbstatus250Sbsettlement250Sbproof
source: Settlement proof
cs: Doklad o vypořádání
fi: Todiste ratkaisusta
fr: Preuve de règlement
it: Prova di liquidazione
lt: Atsiskaitymo įrodymas
nb: Oppgjørsbevis
nl: Schikkingsbewijs
pl: Dowód zawarcia ugody
pt_br: Prova de assentamento
sl: Dokazilo o poravnavi
sv: Avräkning bevis
tl: Patunay ng settlement
tr: Yerleşim kanıtı
ur: تصفیہ کا ثبوت
zh_cn: 结算证明
zh_tw: 結算證明

# trade250Sbstatus250Sbsettlement250Sbseller8722Sbtx250Sbtitle
source: Transfer to the seller's non-custodial wallet
cs: Převod do nevazební peněženky prodejce
fi: Siirto myyjän hallitsemaan lompakkoon
fr: Transfert vers le portefeuille non hébergé du vendeur
it: Trasferimento al portafoglio non custodiale del venditore
lt: Pervesti į pardavėjo nelaisvės piniginę
nb: Overføring til selgers ikke-forvarende lommebok
nl: Overboeken naar de niet-custodiale portefeuille van de verkoper
pl: Przelej do non-custodial portfela sprzedawcy
pt_br: Transferência para a carteira não-custodial do vendedor
sl: Prenos v prodajalčevo neskrbniško denarnico
sv: Överföring till säljarens icke-förvarande plånbok
tl: Ilipat sa wallet na hindi custodial ng nagbebenta
tr: Satıcının saklama dışı cüzdanına transfer
ur: بیچنے والے کے غیر تحویل والے بٹوے میں منتقل کریں
zh_cn: 转让给卖方的非监护人钱包
zh_tw: 轉賬到賣家的非託管錢包

# trade250Sbstatus250Sbsettlement250Sbshow8722Sbproof
source: Show payment proof
cs: Ukažte doklad o platbě
fi: Näytä maksutodistus
fr: Montrer la preuve de paiement
it: Mostrare la prova di pagamento
lt: Parodykite mokėjimo įrodymą
nb: Vis betalingsbevis
nl: Betalingsbewijs tonen
pl: Pokaż dowód płatności
pt_br: Mostrar prova de pagamento
sl: Pokažite dokazilo o plačilu
sv: Visa betalningsbevis
tl: Ipakita ang patunay ng pagbabayad
tr: Ödeme kanıtını göster
ur: ادائیگی کا ثبوت دکھائیں
zh_cn: 出示付款证明
zh_tw: 出示付款證明

# trade250Sbstatus250Sbsettlement250Sbtx8722Sbkey
source: Transaction key
cs: Transakční klíč
fi: Transaktion avain
fr: Clé de transaction
it: Chiave di transazione
lt: Sandorio raktas
nb: Transaksjonsnøkkel
nl: Transactie sleutel
pl: Klucz handlu
pt_br: Chave de transação
sl: Transakcijski ključ
sv: Transaktion nyckel
tl: Susi ng transaksyon
tr: İşlem anahtarı
ur: لین دین کی key
zh_cn: 交易钥匙
zh_tw: 交易密鑰

# trade250Sbstatus250Sbunfunded8722Sbescrowed
source: Unfunded, protected by arbitration bond
cs: Nefinancováno, chráněno arbitrážním dluhopisem
fi: Rahoittamaton, välimiessuojattu
fr: Non financée, protégée par une caution d'arbitrage
it: Non finanziato, protetto da vincolo arbitrale
lt: Nefinansuojamas, apsaugotas arbitražo obligacija
nb: Ufinansiert, beskyttet av voldgiftsbinding
nl: Niet-gefinancierd, beschermd door arbitragebond
pl: Nieopłacona, chroniona przez ochronę arbitrażową
pt_br: Não-financiado, protegido por um vínculo arbitral
sl: Nefinancirano, zaščiteno z arbitražno obveznico
sv: Ofinansierad, skyddad av skiljedomstol
tl: Hindi pinondohan, protektado ng arbitration bond
tr: Finanse edilmedi, tahkim bonosuyla korunuyor
ur: غیر فنڈ شدہ، ثالثی بانڈ کے ذریعے محفوظ
zh_cn: 无资金，受仲裁保证金保护
zh_tw: 無資金，受仲裁保證金保護

# trade250Sbstatus250Sbunfunded8722Sbnot8722Sbescrowed
source: Unfunded, not protected by arbitration bond
cs: Nefinancováno, není chráněno arbitrážním dluhopisem
fi: Rahoittamaton, ei välimiessuojattu
fr: Non financée, non protégée par une caution d'arbitrage
it: Non finanziato, non protetto da vincolo arbitrale
lt: Nefinansuojama, neapsaugota arbitražo obligacijų
nb: Ufinansiert, ikke beskyttet av voldgiftsbinding
nl: Niet-gefinancierd, niet beschermd door arbitragegarantie
pl: Nieopłacona, nie chroniona przez ochronę arbitrażową
pt_br: Não financiado, não protegido por vínculo arbitral
sl: Nefinancirano, nezaščiteno z arbitražno obveznico
sv: Ofinansierad, inte skyddad av skiljedomstol
tl: Hindi pinondohan, hindi protektado ng arbitration bond
tr: Finanse edilmemiş, tahkim bonosuyla korunmamış
ur: غیر فنڈ شدہ، ثالثی بانڈ کے ذریعے محفوظ نہیں ہے
zh_cn: 无资金，不受仲裁保证金保护
zh_tw: 無資金，不受仲裁保證金保護

# trade250Sbstep250Sbprocessing8722Sbsettlement
source: The settlement is being processed, the coins are being transferred to your wallet. Please wait, there's nothing that you need to do.
cs: Vyrovnání se zpracovává, mince se převádějí do vaší peněženky. Počkejte prosím, nemusíte nic dělat.
fi: Selvitystä käsitellään, kolikot siirretään lompakkoosi. Odota, sinun ei tarvitse tehdä mitään.
fr: Le règlement est en cours de traitement, les jetons sont transférés sur votre portefeuille. Veuillez patienter, vous n'avez rien à faire.
it: L'insediamento è in fase di elaborazione, le monete vengono trasferite nel tuo portafoglio. Per favore aspetta, non c'è niente che tu debba fare.
lt: Atsiskaitymas tvarkomas, monetos pervedamos į Jūsų piniginę. Palaukite, jums nieko nereikia daryti.
nb: Oppgjøret blir behandlet, myntene blir overført til lommeboken din. Vennligst vent, det er ingenting du trenger å gjøre.
nl: De afwikkeling wordt verwerkt, en de munten worden overgemaakt naar uw portefeuille. Even geduld, u hoeft niets te doen.
pl: Rozliczenie jest przetwarzane, odpowiednia wartość jest przenoszona do Twojego portfela. Nie musisz już nic robić, wyłącznie poczekaj na zakończenie przetwarzania.
pt_br: A liquidação está sendo processada, as moedas estão sendo transferidas para sua carteira. Por favor, espere, não há nada que você precise fazer.
sl: Poravnava je v obdelavi, kovanci se prenašajo v vašo denarnico. Počakajte, storiti vam ni treba ničesar.
sv: Avräkningen håller på att bearbetas och mynten överförs till din plånbok. Vänligen vänta, det finns inget du behöver göra.
tl: Ang settlement ay pinoproseso, ang mga barya ay inililipat sa iyong wallet. Mangyaring maghintay, walang kailangan mong gawin.
tr: Ödeme işleniyor, paralar cüzdanınıza aktarılıyor. Lütfen bekleyin, yapmanız gereken hiçbir şey yok.
ur: تصفیہ پر کارروائی ہو رہی ہے، سکے آپ کے بٹوے میں منتقل ہو رہے ہیں۔ براہ کرم انتظار کریں، آپ کو کچھ کرنے کی ضرورت نہیں ہے۔
zh_cn: 结算正在处理中，钱币正在转移到你的钱包。请等待，你不需要做什么。
zh_tw: 正在處理結算，硬幣正在轉移到您的錢包。請稍等，您無需執行任何操作。

# trade250Sbsubtitle8722Sblocal8722Sbbuy
source: {username} has responded to your {ad} at {time}
cs: {username} odpověděl na vaše {ad} v {time}
fi: {username} on vastannut viestiisi {ad} klo {time}
fr: {username} a répondu à votre {ad} à {time}
it: {username} ha risposto a {ad} alle {time}
lt: {username} atsakė į jūsų {ad} adresu {time}
nb: {username} har svart på {ad} på {time}
nl: {username} heeft gereageerd op uw {ad} om {time}
pl: {username} odpowiedział na Twoją {ad} o {time}
pt_br: {username} respondeu ao anúncio {ad} em {time}
sl: {username} je odgovoril na vaš {ad} ob {time}
sv: {username} har svarat på din {ad} på {time}
tl: Tumugon ang {username} sa iyong {ad} sa {time}
tr: {username}, {time} adresindeki {ad} mesajınıza yanıt verdi
ur: {username} نے آپ کے {ad} کو {time} پر جواب دیا ہے
zh_cn: {username}在{time}回复您的广告{ad}
zh_tw: {username}在{time}回復您的廣告{ad}
