Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbeconomy250Sb5250Sbtext
source: <p>If you’re curious and want to better understand circular economies or start participating in one today, see the links below for great places to get started:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC-free Bitcoin circular economies: Free the markets, free the world” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-economy/">“It’s Time To Join The Bitcoin Circular Economy” - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com - A directory for a circular Monero economy”</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a></li>
cs: <p>Pokud jste zvědaví a chcete lépe porozumět oběhovým ekonomikám nebo se jich začít účastnit ještě dnes, podívejte se na níže uvedené odkazy, kde najdete skvělá místa, kde začít:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC- bezplatné cirkulární ekonomiky bitcoinů: Osvoboďte trhy, osvoboďte svět“ – Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- ekonomika/">„Je čas se připojit k bitcoinové cirkulární ekonomice“ - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">„Monerica.com – adresář pro cirkulární ekonomiku Monero“< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants – Cryptwerk</a> </li>
fi: <p>Jos olet utelias ja haluat ymmärtää paremmin kiertotalouksia tai aloittaa osallistuminen sellaiseen jo tänään, katso alla olevista linkeistä upeita paikkoja aloittaa:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">"KYC-free Bitcoin circular economies: Free the markets, free the world” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- talous/">"It’s Time To Join The Bitcoin Circular Economy" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">"Monerica.com - A directory for a circular Monero economy"< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants – Cryptwerk</a> </li>
fr: <p>Si vous êtes curieux et que vous souhaitez mieux comprendre les économies circulaires ou commencer à y participer dès aujourd'hui, consultez les liens ci-dessous pour découvrir d'excellents points d'entrée :</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">« KYC- économies circulaires Bitcoin gratuites : Libérez les marchés, libérez le monde » - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- economy/">« Il est temps de rejoindre l'économie circulaire Bitcoin » - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">« Monerica.com - Un répertoire pour une économie circulaire Monero »< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Marchands Monero - Cryptwerk</a> </li>
it: <p>Se sei curioso e vuoi capire meglio le economie circolari o iniziare a parteciparvi oggi stesso, guarda i link qui sotto per i posti migliori per iniziare:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">"Economie circolari Bitcoin senza KYC: Libera i mercati, libera il mondo" - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-economy/">"È ora di unirsi all'economia circolare di Bitcoin" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">"Monerica.com - Una directory per un'economia circolare di Monero"</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Mercanti di Monero - Cryptwerk</a></li>
lt: <p>Jei jums įdomu ir norite geriau suprasti žiedinę ekonomiką arba pradėti joje dalyvauti šiandien, žr. toliau pateiktas nuorodas, kur rasite puikių vietų pradėti:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">„KYC- nemokamos Bitcoin žiedinės ekonomikos: išlaisvinkite rinkas, išlaisvinkite pasaulį“ – Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- ekonomika/">"Atėjo laikas prisijungti prie Bitcoin žiedinės ekonomikos" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">Monerica.com – Žiedinės Monero ekonomikos žinynas“< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero prekybininkai – Cryptwerk</a> </li>
nb: <p>Hvis du er nysgjerrig og ønsker å forstå sirkulære økonomier bedre eller begynne å delta i en i dag, kan du se koblingene nedenfor for gode steder å komme i gang:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC- gratis Bitcoin sirkulære økonomier: Frigjør markedene, frigjør verden» - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- økonomi/">"Det er på tide å bli med i Bitcoin Circular Economy" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com – En katalog for en sirkulær Monero-økonomi”< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants – Cryptwerk</a> </li>
nl: <p>Als u nieuwsgierig bent en circulaire economieën beter wilt begrijpen of er vandaag nog aan wilt deelnemen, bekijk dan de onderstaande links voor goede plekken om te starten:</p> <u> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC- gratis Bitcoin circulaire economieën: Bevrijd de markten, bevrijd de wereld” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- economy/">“Het is tijd om deel te nemen aan de circulaire economie van Bitcoin” - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com - Een handleiding voor een circulaire Monero-economie”< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a> </li>
pl: <p>Jeśli jesteś ciekaw i chcesz lepiej zrozumieć circular economies, lub stać się częścią jednej z nich, odwiedź poniższe linki. To świetne miejsca, żeby zacząć:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC-free Bitcoin circular economies: Free the markets, free the world” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-economy/">“It’s Time To Join The Bitcoin Circular Economy” - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com - A directory for a circular Monero economy”</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a></li>
pt_br: <p>Se você estiver curioso e quiser entender melhor as economias circulares ou começar a participar de uma hoje, veja os links abaixo para conhecer os melhores lugares para começar:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">"Economias circulares sem KYC Bitcoin": Libertem os mercados, libertem o mundo" - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-economy/">"It's Time To Join The Bitcoin Circular Economy" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">"Monerica.com - Um diretório para uma economia circular Monero"</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a></li>
sl: <p>Če ste radovedni in želite bolje razumeti krožno gospodarstvo ali v njem začeti sodelovati že danes, si na spodnjih povezavah oglejte odlična mesta za začetek:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">"Krožna gospodarstva Bitcoin brez KYC: Osvobodite trge, osvobodite svet” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- gospodarstvo/">"Čas je, da se pridružite krožnemu gospodarstvu Bitcoin" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com – Direktorij za krožno Monero gospodarstvo”< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants – Cryptwerk</a> </li>
sv: <p>Om du är nyfiken och vill bättre förstå cirkulära ekonomier eller börja delta i en idag, se länkarna nedan för bra ställen att komma igång:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC- gratis Bitcoin cirkulära ekonomier: Frigör marknaderna, frigör världen” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- ekonomi/">"Det är dags att gå med i Bitcoin Circular Economy" - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com – En katalog för en cirkulär Monero-ekonomi”< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants – Cryptwerk</a> </li>
tl: <p>Kung gusto mong malaman at gusto mong mas maunawaan ang mga circular na ekonomiya o magsimulang lumahok sa isa ngayon, tingnan ang mga link sa ibaba para sa magagandang lugar upang makapagsimula:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC- libreng Bitcoin circular economies: Palayain ang mga merkado, palayain ang mundo” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- ekonomiya/">“Panahon na Para Sumali sa Bitcoin Circular Economy” - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com - Isang direktoryo para sa isang pabilog na ekonomiya ng Monero”< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a> </li>
tr: <p>Merak ediyorsanız ve döngüsel ekonomileri daha iyi anlamak veya bugün bunlardan birine katılmaya başlamak istiyorsanız, başlamak için harika yerler için aşağıdaki bağlantılara bakın:</p> <ul> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC- ücretsiz Bitcoin döngüsel ekonomileri: Piyasaları serbest bırakın, dünyayı özgürleştirin” - Anarkio</a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-" ekonomi/">“Bitcoin Döngüsel Ekonomisine Katılma Zamanı Geldi” - Ragnar Lifthrasir</a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://monerica.com/">“Monerica.com - Döngüsel Monero ekonomisi için bir dizin”< /a></li> <li><a class = "next-link" target = "_blank" rel = "noopener nofollow" href = "https://cryptwerk.com/pay-with/xmr/">Monero Satıcıları - Cryptwerk</a> </li>
ur: <p>اگر آپ متجسس ہیں اور سرکلر اکانومی کو بہتر طور پر سمجھنا چاہتے ہیں یا آج ہی کسی میں حصہ لینا چاہتے ہیں تو شروع کرنے کے لیے بہترین مقامات کے لیے نیچے دیے گئے لنکس دیکھیں:</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">"KYC- مفت بٹ کوائن سرکلر معیشتیں: بازاروں کو آزاد کرو، دنیا کو آزاد کرو" - انارکیو</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular- معیشت/">"بِٹ کوائن سرکلر اکانومی میں شامل ہونے کا وقت آگیا ہے"-Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">"Monerica.com - ایک سرکلر Monero اکانومی کے لیے ایک ڈائرکٹری"< /a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero مرچنٹس - Cryptwerk</a> </li>
zh_cn: <p>如果你很好奇，想更好地了解循环经济，或者今天就开始参与循环经济，请看下面的链接，了解开始的好地方。</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC-free Bitcoin circular economies: Free the markets, free the world” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-economy/">“It’s Time To Join The Bitcoin Circular Economy” - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com - A directory for a circular Monero economy”</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a></li>
zh_tw: <p>如果你很好奇，想更好地了解循環經濟，或者今天就開始參與循環經濟，請看下面的鏈接，了解開始的好地方。</p> <ul> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/kyc-free-bitcoin-circular-economies">“KYC-free Bitcoin circular economies: Free the markets, free the world” - Anarkio</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://bitcoinmagazine.com/business/its-time-to-join-the-bitcoin-circular-economy/">“It’s Time To Join The Bitcoin Circular Economy” - Ragnar Lifthrasir</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://monerica.com/">“Monerica.com - A directory for a circular Monero economy”</a></li> <li><a class="next-link" target="_blank" rel="noopener nofollow" href="https://cryptwerk.com/pay-with/xmr/">Monero Merchants - Cryptwerk</a></li>

# knowledge250Sbeconomy250Sb5250Sbtitle
source: How can I learn more?
cs: Jak se mohu dozvědět více?
fi: Miten voin oppia lisää?
fr: Comment puis-je en savoir plus ?
it: Come posso saperne di più?
lt: Kaip galiu sužinoti daugiau?
nb: Hvordan kan jeg lære mer?
nl: Hoe kan ik meer leren?
pl: Jak mogę się dowiedzieć więcej?
pt_br: Como posso aprender mais?
sl: Kako lahko izvem več?
sv: Hur kan jag lära mig mer?
tl: Paano ako matututo ng higit pa?
tr: Daha fazlasını nasıl öğrenebilirim?
ur: میں مزید کیسے سیکھ سکتا ہوں؟
zh_cn: 我怎样才能了解更多？
zh_tw: 我怎樣才能了解更多？

# knowledge250Sbeconomy250Sbdescription
source: Today, we consider how Monero's ability to act as digital cash is uniquely enabling development of circular economies.
cs: Dnes zvažujeme, jak schopnost Monera fungovat jako digitální hotovost jedinečně umožňuje rozvoj oběhových ekonomik.
fi: Tänään pohditaan, kuinka Moneron kyky toimia digitaalisena käteisenä mahdollistaa ainutlaatuisesti kiertotalouksien kehittämisen.
fr: Aujourd'hui, nous examinons comment la capacité de Monero à agir comme de l'argent liquide numérique permet de manière unique le développement d'économies circulaires.
it: Oggi, consideriamo come la capacità di Monero di agire come denaro digitale stia permettendo in modo unico lo sviluppo di economie circolari.
lt: Šiandien svarstome, kaip Monero gebėjimas veikti kaip skaitmeniniai grynieji pinigai unikaliai įgalina žiedinės ekonomikos vystymąsi.
nb: I dag vurderer vi hvordan Moneros evne til å fungere som digitale kontanter på en unik måte muliggjør utvikling av sirkulære økonomier.
nl: Vandaag bekijken we hoe het vermogen van Monero om op te treden als digitaal geld op unieke wijze de ontwikkeling van circulaire economieën mogelijk maakt.
pl: Dziś omówimy, jak zdolności Monero do funkcjonowania jako cyfrowa gotówka w wyjątkowy sposób umożliwiają rozwój circular economies.
pt_br: Hoje, consideramos como a capacidade de Monero de agir como dinheiro digital é única, permitindo o desenvolvimento de economias circulares.
sl: Danes razmišljamo, kako zmožnost Monera, da deluje kot digitalna gotovina, edinstveno omogoča razvoj krožnih gospodarstev.
sv: Idag tittar vi på hur Moneros förmåga att fungera som digitala kontanter på ett unikt sätt möjliggör utvecklingen av cirkulära ekonomier.
tl: Ngayon, isinasaalang-alang namin kung paano ang kakayahan ni Monero na kumilos bilang digital cash ay natatanging nagbibigay-daan sa pag-unlad ng mga circular na ekonomiya.
tr: Bugün, Monero'nun dijital nakit görevi görme yeteneğinin döngüsel ekonomilerin gelişimini nasıl benzersiz bir şekilde mümkün kıldığını ele alıyoruz.
ur: آج، ہم اس بات پر غور کرتے ہیں کہ ڈیجیٹل نقد کے طور پر کام کرنے کی Monero کی صلاحیت کس طرح منفرد طور پر سرکلر معیشتوں کی ترقی کو قابل بنا رہی ہے۔
zh_cn: 今天，我们考虑门罗币作为数字现金的能力是如何独特地使循环经济发展。
zh_tw: 今天，我們考慮門羅幣作為數字現金的能力是如何獨特地使循環經濟發展。

# knowledge250Sbeconomy250Sbtitle
source: How Monero uniquely enables circular economies
cs: Jak Monero jedinečně umožňuje cirkulární ekonomiky
fi: Kuinka Monero ainutlaatuisesti mahdollistaa kiertotaloudet
fr: Comment Monero favorise de manière unique les économies circulaires
it: Come Monero abilita in modo unico le economie circolari
lt: Kaip Monero unikaliai įgalina žiedinę ekonomiką
nb: Hvordan Monero unikt muliggjør sirkulære økonomier
nl: Hoe Monero op unieke wijze circulaire economieën mogelijk maakt
pl: Jak Monero jednoznacznie umożliwia circular economies
pt_br: Como Monero permite de forma única economias circulares
sl: Kako Monero edinstveno omogoča krožna gospodarstva
sv: Hur Monero unikt möjliggör cirkulära ekonomier
tl: Paano natatanging pinapagana ng Monero ang mga circular na ekonomiya
tr: Monero döngüsel ekonomileri benzersiz bir şekilde nasıl mümkün kılıyor?
ur: کس طرح Monero منفرد طور پر سرکلر اکانومی کو قابل بناتا ہے
zh_cn: 门罗币如何独特地实现循环经济
zh_tw: 門羅幣如何獨特地實現循環經濟
