Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# sso250Sblogout8722Sbportal
source: You are being logged out...
cs: Jste odhlášeni...
fi: Sinut kirjataan ulos...
fr: Vous êtes déconnecté ...
lt: Esate atjungiamas...
nb: Du blir logget ut...
nl: U wordt uitgelogd...
pl: Jesteś wylogowany...
pt_br: Você está sendo deslogado...
sl: Odjavljamo vas...
sv: Du loggas ut...
tl: Nila-log out ka...
tr: Oturumunuz kapatılıyor...
ur: آپ کو لاگ آؤٹ کیا جا رہا ہے...
zh_cn: 您正在注销...
zh_tw: 您正在註銷...

# sso250Sbunverified8722Sbemail8722Sbtext
source: You need to verify your email to continue. You can do it at the {settingsPage}.
cs: Chcete-li pokračovat, musíte ověřit svůj e-mail. Můžete to udělat na {settingsPage}.
fi: Sinun on vahvistettava sähköpostiosoitteesi jatkaaksesi. Voit tehdä sen {settingsPage}:lla.
fr: Vous devez vérifier votre adresse e-mail pour continuer. Vous pouvez le faire sur la {settingsPage}.
lt: Norėdami tęsti, turite patvirtinti el. pašto adresą. Tai galite padaryti naudodami {settingsPage}.
nb: Du må bekrefte e-postadressen din for å fortsette. Du kan gjøre det på {settingsPage}.
nl: U moet uw e-mailadres verifiëren om door te gaan. Dit kunt u doen op de {settingsPage}.
pl: Musisz zweryfikować swój adres e-mail, aby kontynuować. Możesz to zrobić na {settingsPage}.
pt_br: Você precisa verificar seu email para continuar. Você poderá fazer isso na {settingsPage}.
sl: Za nadaljevanje morate potrditi svoj e-poštni naslov. To lahko storite na {settingsPage}.
sv: Du måste verifiera din e-postadress för att kunna fortsätta. Du kan göra det på {settingsPage}.
tl: Kailangan mong i-verify ang iyong email upang magpatuloy. Magagawa mo ito sa {settingsPage}.
tr: Devam etmek için e-posta adresinizi doğrulamanız gerekiyor. Bunu {settingsPage}'te yapabilirsiniz.
ur: جاری رکھنے کے لیے آپ کو اپنے ای میل کی توثیق کرنی ہوگی۔ آپ اسے {settingsPage} پر کر سکتے ہیں۔
zh_cn: You您需要验证您的电子邮件以继续，您可以在{settingsPage}上进行。
zh_tw: You您需要驗證您的電子郵件以繼續，您可以在{settingsPage}上進行。

# sso250Sbunverified8722Sbemail8722Sbtext8722Sbsettings8722Sbpage
source: settings page
cs: stránka nastavení
fi: asetukset-sivu
fr: page des paramètres
it: pagina delle impostazioni
lt: nustatymų puslapį
nb: innstillingssiden
nl: instellingen pagina
pl: Strona ustawień
pt_br: página de configurações
sl: stran z nastavitvami
sv: inställningar sida
tl: pahina ng mga setting
tr: ayarlar sayfası
ur: ترتیبات کا صفحہ
zh_cn: 设置页面
zh_tw: 設置頁面

# sso250Sbunverified8722Sbemail8722Sbtitle
source: Unverified email
cs: Neověřený email
fi: Vahvistamaton sähköposti
fr: Adresse e-mail non vérifiée
lt: Nepatvirtintas el
nb: Ubekreftet e-post
nl: Niet-geverifieerde e-mail
pl: Niezweryfikowany e-mail
pt_br: Email não verificado
sl: Nepreverjena e-pošta
sv: Ejverifierat email
tl: Hindi na-verify na email
tr: Doğrulanmamış E-posta
ur: غیر تصدیق شدہ ای میل
zh_cn: 未验证的电子邮件
zh_tw: 未驗證的電子郵件

# start250Sb2fa
source: Two-factor authentication
cs: Dvoufaktorové ověřování
fi: Kaksivaiheinen todennus
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
lt: Dviejų veiksnių autentifikavimas
nb: To-faktor autentisering
nl: Twee-factor-authenticatie
pl: Weryfikacja dwuetapowa
pt_br: Autenticação de dois fatores
sl: Dvostopenjska avtentikacija
sv: Tvåfaktor sautentisering
tl: Dalawang-factor na pagpapatunay
tr: İki faktörlü kimlik doğrulama
ur: دو عنصر کی تصدیق
zh_cn: 双重身份验证
zh_tw: 雙重身份驗証

# start250Sbbuy8722Sbonline
source: How to buy {assetName} online
cs: Jak koupit {assetName} online
fi: Kuinka ostaa {assetName} verkossa
fr: Comment acheter du {assetName} en ligne
it: Come acquistare {assetName} online
lt: Kaip nusipirkti {assetName} internetu
nb: Hvordan kjøpe {assetName} online
nl: Hoe u {assetName} online koopt
pl: Jak kupić {assetName} online
pt_br: Como comprar {assetName} online
sl: Kako kupiti {assetName} preko spleta
sv: Hur man köper {assetName} online
tl: Paano bumili ng {assetName} online
tr: {assetName} çevrimiçi nasıl satın alınır
ur: آن لائن {assetName} کیسے خریدیں
zh_cn: 如何网上购买{assetName}
zh_tw: 如何網上購買{assetName}

# start250Sbbuy8722Sbonline57Sbagoradesk
source: How to buy cryptocurrencies online
cs: Jak nakupovat kryptoměny online
fi: Kuinka ostaa kryptovaluuttoja verkossa
fr: Comment acheter des crypto-monnaies en ligne
it: Come acquistare criptovalute online
lt: Kaip nusipirkti kriptovaliutų internetu
nb: Hvordan kjøpe kryptovalutaer på nett
nl: Hoe u cryptocurrencies online koopt
pl: Jak kupić kryptowaluty online
pt_br: Como comprar criptomoedas on-line
sl: Kako kupiti kriptovalute na spletu
sv: Hur man köper kryptovalutor online
tl: Paano bumili ng mga cryptocurrency online
tr: Çevrimiçi kripto para birimleri nasıl satın alınır?
ur: آن لائن کریپٹو کرنسی کیسے خریدیں
zh_cn: 如何在线购买加密货币
zh_tw: 如何在線購買加密貨幣

# start250Sblearn8722Sbmore
source: Learn More
cs: Další informace
fi: Lue lisää
fr: En apprendre plus
it: Leggi di più
lt: Sužinokite daugiau
nb: Lære mer
nl: Leer Meer
pl: Dowiedz się więcej
pt_br: Aprenda mais
sl: Izvedite več
sv: Läs mer
tl: Matuto pa
tr: Daha fazla bilgi edin
ur: اورجانیے
zh_cn: 学到更多
zh_tw: 學到更多

# start250Sblocal
source: How to buy or sell {assetName} for cash
cs: Jak koupit nebo prodat {assetName} za hotovost
fi: Kuinka ostaa tai myydä {assetName} käteisellä
fr: Comment acheter ou vendre du {assetName} contre de l'espèce
it: Come commerciare {assetName} localmente
lt: Kaip pirkti arba parduoti {assetName} už grynuosius pinigus
nb: Hvordan kjøpe eller selge {assetName} for kontanter
nl: Hoe u {assetName} voor contant geld kan kopen of verkopen
pl: Jak kupić lub sprzedać {assetName} za gotówkę
pt_br: Como trocar {assetName} localmente
sl: Kako kupiti ali prodati {assetName} za gotovino
sv: Hur man köper eller säljer {assetName} mot kontanter
tl: Paano bumili o magbenta ng {assetName} nang cash
tr: Nakit karşılığında {assetName} nasıl alınır veya satılır
ur: نقدی کے لیے {assetName} خریدنے یا بیچنے کا طریقہ
zh_cn: 如何面对面买卖{assetName}
zh_tw: 如何面對面買賣{assetName}

# start250Sblocal57Sbagoradesk
source: How to buy or sell cryptocurrencies for cash
cs: Jak nakupovat nebo prodávat kryptoměny za hotovost
fi: Kuinka ostaa tai myydä kryptovaluuttoja käteisellä
fr: Comment acheter ou vendre des crypto-monnaies contre de l'espèce
it: Come acquistare o vendere criptovalute in contanti
lt: Kaip pirkti ar parduoti kriptovaliutą už grynuosius pinigus
nb: Hvordan kjøpe eller selge kryptovalutaer for kontanter
nl: Hoe u cryptocurrencies voor contant geld kan kopen of verkopen
pl: Jak kupić lub sprzedać kryptowaluty za gotówkę
pt_br: Como comprar ou vender criptomoedas por dinheiro
sl: Kako kupiti ali prodati kriptovalute za gotovino
sv: Hur man köper eller säljer kryptovalutor för kontanter
tl: Paano bumili o magbenta ng mga cryptocurrencies para sa cash
tr: Nakit karşılığında kripto para birimleri nasıl alınır veya satılır
ur: نقد کے لیے کریپٹو کرنسیوں کو کیسے خریدنا یا بیچنا ہے
zh_cn: 如何购买或出售加密货币以换取现金
zh_tw: 如何購買或出售加密貨幣以換取現金

# start250Sbsettings
source: {appName} settings
cs: nastavení {appName}
fi: {appName} asetukset
fr: Paramètres {appName}
it: Impostazioni {appName}
lt: {appName} nustatymai
nb: {appName}-innstillinger
nl: {appName} instellingen
pl: Ustawienia {appName}
pt_br: Configurações {appName}
sl: {appName} nastavitve
sv: {appName} inställningar
tl: Mga setting ng {appName}.
tr: {appName} ayarları
ur: {appName} ترتیبات
zh_cn: {appName}设置
zh_tw: {appName}設置

# start250Sbtitle
source: {appName} guides: how to buy or sell Monero
cs: {appName} průvodce: jak koupit nebo prodat Monero
fi: {appName} oppaat: kuinka ostaa tai myydä Moneroa
fr: Guides {appName} : comment acheter ou vendre du Monero
it: Guide {appName}: come comprare o vendere Monero
lt: {appName} vadovai: kaip pirkti arba parduoti Monero
nb: {appName} guider: hvordan kjøpe eller selge Monero
nl: {appName} handleidingen: hoe u Monero kunt kopen of verkopen
pl: Wskazówki od {appName}: Jak kupić lub sprzedać Monero
pt_br: Primeiros passos
sl: {appName} vodniki: kako kupiti ali prodati Monero
sv: {appName} guider: hur man köper eller säljer Monero
tl: {appName} mga gabay: kung paano bumili o magbenta ng Monero
tr: {appName} kılavuzları: Monero nasıl alınır veya satılır
ur: {appName} گائیڈز: Monero خریدنے یا بیچنے کا طریقہ
zh_cn: {appName} 指南：如何买卖门罗币
zh_tw: {appName} 指南：如何買賣門羅幣

# start250Sbtrade
source: Introduction on trading {assetName}
cs: Úvod do obchodování {assetName}
fi: Johdanto kaupankäyntiin {assetName}
fr: Introduction au trading de {assetName}
it: Introduzione al trading {assetName}
lt: Prekybos įvadas {assetName}
nb: Introduksjon om handel {assetName}
nl: Inleiding over handelen {assetName}
pl: Wprowadzenie do handlu {assetName}
pt_br: Introdução sobre negociações de {assetName}
sl: Uvod v trgovanje {assetName}
sv: Introduktion på handel {assetName}
tl: Panimula sa pangangalakal {assetName}
tr: Ticarete giriş {assetName}
ur: ٹریڈنگ کا تعارف {assetName}
zh_cn: {assetName}买卖介绍
zh_tw: {assetName}買賣介紹

# start250Sbtrade57Sbagoradesk
source: Introduction on trading cryptocurrencies
cs: Úvod do obchodování s kryptoměnami
fi: Johdanto kaupankäyntiin kryptovaluutoilla
fr: Introduction au trading de crypto-monnaies
it: Introduzione al trading di criptovalute
lt: Įvadas apie prekybą kriptovaliutomis
nb: Introduksjon om handel med kryptovalutaer
nl: Inleiding over het handelen van cryptocurrencies
pl: Wprowadzenie do handlu kryptowalutami
pt_br: Introdução sobre o comércio de criptomoedas
sl: Uvod v trgovanje s kriptovalutami
sv: Introduktion om handel kryptovalutor
tl: Panimula sa pangangalakal ng mga cryptocurrency
tr: Kripto para alım satımına giriş
ur: ٹریڈنگ کریپٹو کرنسیوں کا تعارف
zh_cn: 交易加密货币简介
zh_tw: 交易加密貨幣簡介

# statistics250Sbno8722Sbdata
source: No data
cs: Žádná data
fi: Ei dataa
fr: Aucune donnée
it: Nessun dato
lt: Nėra duomenų
nb: Ingen data
nl: Geen gegevens
pl: Brak danych
pt_br: Sem dados
sl: Ni podatkov
sv: Inga data
tl: Walang data
tr: Veri yok
ur: کوئی مواد نہیں
zh_cn: 无数据
zh_tw: 無數據

# statistics250Sbticker8722Sb12hr
source: 12 hours:
cs: 12 hodin:
fi: 12 tuntia:
fr: 12 heures :
it: 12 ore:
lt: 12 valandų:
nb: 12 timer:
nl: 12 uur:
pl: 12 godzin:
pt_br: 12 horas:
sl: 12 ur:
sv: 12 timmar:
tl: 12 oras:
tr: 12 saat:
ur: 12 گھنٹے:
zh_cn: 12小时：
zh_tw: 12小時：

# statistics250Sbticker8722Sb1hr
source: 1 hour:
cs: 1 hodina:
fi: 1 tunti:
fr: 1 heure :
it: 1 ora:
lt: 1 valandą:
nb: 1 time:
nl: 1 uur:
pl: 1 godzina:
pt_br: 1 hora:
sl: 1 ura:
sv: 1 timme:
tl: 1 oras:
tr: 1 saat:
ur: 1 گھنٹہ:
zh_cn: 1小时：
zh_tw: 1小時：

# statistics250Sbticker8722Sb24hr
source: 24 hours:
cs: 24 hodin:
fi: 24 tuntia:
fr: 24 heures :
it: 24 ore:
lt: 24 valandos:
nb: 24 timer:
nl: 24 uur:
pl: 24 godziny:
pt_br: 24 horas:
sl: 24 ur:
sv: 24 timmar:
tl: 24 na oras:
tr: 24 saat:
ur: 24 گھنٹے:
zh_cn: 24小时：
zh_tw: 24小時：

# statistics250Sbticker8722Sb6hr
source: 6 hours:
cs: 6 hodin:
fi: 6 tuntia:
fr: 6 heures :
it: 6 ore:
lt: 6 valandos:
nb: 6 timer:
nl: 6 uur:
pl: 6 godzin:
pt_br: 6 horas:
sl: 6 ur:
sv: 6 timmar:
tl: 6 na oras:
tr: 6 saat:
ur: 6 گھنٹے:
zh_cn: 6小时：
zh_tw: 6小時：

# statistics250Sbticker8722Sbapi8722Sbtitle
source: {appName} Average Price Ticker API
cs: {appName} Průměrná cena Ticker API
fr: API d'indicateur de prix moyen {appName}
it: {appName} Average Ticker API
nl: {appName} API voor Gemiddelde Prijstikker
pl: API Średniej Ceny na {appName}
pt_br: API do ticker de preço médio {appName}
sl: {appName} API za Oznako Povprečne Cene
sv: {appName} Genomsnittligt pristicker API
tl: {appName} Average na Price Ticker API
tr: {appName} Ortalama Fiyat Göstergesi API'si
ur: {appName} اوسط قیمت ٹکر API
zh_cn: {appName}平均价API
zh_tw: {appName}平均價API

# statistics250Sbticker8722Sbsubtitle
source: Only currencies with data available shown
cs: Jsou zobrazeny pouze měny s dostupnými údaji
fi: Näytetään vain valuutat, joiden tiedot ovat saatavilla
fr: Seules les devises avec des données disponibles sont affichées
it: Vengono visualizzate solo le valute con i dati disponibili
lt: Rodomos tik valiutos su turimais duomenimis
nb: Kun valutaer med tilgjengelige data vises
nl: Alleen valuta's met beschikbare gegevens worden weergegeven
pl: Pokazane tylko waluty z dostępnym danymi
pt_br: Apenas moedas com dados disponíveis mostrados
sl: Prikazane so samo valute z razpoložljivimi podatki
sv: Endast valutor med tillgängliga data visas
tl: Mga pera lang na may data na available ang ipinapakita
tr: Yalnızca verileri mevcut olan para birimleri gösterilir
ur: صرف دستیاب ڈیٹا والی کرنسیاں دکھائی گئی ہیں
zh_cn: 只显示有数据的货币
zh_tw: 只顯示有數據的貨幣

# statistics250Sbticker8722Sbtitle
source: Average price/{assetSymbol} based on completed trades
cs: Průměrná cena/{assetSymbol} na základě dokončených obchodů
fi: Keskihinta / {assetSymbol} tehtyjen kauppojen perusteella
fr: Prix moyen/{assetSymbol} basé sur les transactions terminées
it: Prezzo medio / {assetSymbol} basato su operazioni concluse
lt: Vidutinė kaina / {assetSymbol}, pagrįsta užbaigtais sandoriais
nb: Gjennomsnittlig pris/{assetSymbol} basert på gjennomførte handler
nl: Gemiddelde prijs/{assetSymbol} op basis van voltooide transacties
pl: Średnia cena/{assetSymbol} na podstawie ukończonych wymian handlowych
pt_br: Preço médio / {assetSymbol} com base em negociações concluídas
sl: Povprečna cena/{assetSymbol} na podlagi opravljenih trgovanj
sv: Genomsnittspris/{assetSymbol} baserat på genomförda affärer
tl: Average na presyo/{assetSymbol} batay sa mga nakumpletong trade
tr: Tamamlanan işlemlere göre ortalama fiyat/{assetSymbol}
ur: مکمل تجارت کی بنیاد پر اوسط قیمت/{assetSymbol}
zh_cn: 基于已完成交易的平均{assetSymbol}价格
zh_tw: 基於已完成交易的平均{assetSymbol}價格

# statistics250Sbtitle
source: Statistics
cs: Statistika
fi: Tilastot
fr: Statistiques
it: Statistiche
lt: Statistika
nb: Statistikk
nl: Statistieken
pl: Statystyki
sl: Statistika
sv: Statistik
tl: Mga istatistika
tr: İstatistik
ur: شماریات
zh_cn: 统计
zh_tw: 統計

# statistics250Sbwidget250Sbinstructions250Sbno8722Sbdata250Sbconvert
source: Convert to {currencyCode} from USD
cs: Převést na {currencyCode} z USD
fi: Muunna USD:stä {currencyCode}:ksi
fr: Convertir en {currencyCode} depuis USD
it: Converti in {currencyCode} da USD
lt: Konvertuoti į {currencyCode} iš USD
nb: Konverter til {currencyCode} fra USD
nl: Zet om naar {currencyCode} van USD
pl: Przelicz z USD na {currencyCode}
pt_br: Converter para {currencyCode} a partir de USD
sl: Pretvori v {currencyCode} iz USD
sv: Konvertera till {currencyCode} från USD
tl: I-convert sa {currencyCode} mula sa USD
tr: USD'den {currencyCode}'e dönüştür
ur: USD سے {currencyCode} میں تبدیل کریں
zh_cn: 从USD转换为 {currencyCode}
zh_tw: 從USD轉換為 {currencyCode}

# statistics250Sbwidget250Sbinstructions250Sbno8722Sbdata250Sbnone
source: Show 'No data' message
cs: Zobrazit zprávu „Žádná data“
fi: Näytä "Ei dataa" -viesti
fr: Afficher le message « Aucune donnée »
it: Mostra il messaggio 'Nessun dato'
lt: Rodyti pranešimą „Nėra duomenų“.
nb: Vis 'Ingen data'-melding
nl: Bericht 'Geen gegevens' weergeven
pl: Pokazuj komunikat „brak danych”
pt_br: Mostrar mensagem 'Sem dados'
sl: Prikaži sporočilo "Ni podatkov"
sv: Visa meddelandet "Inga data".
tl: Ipakita ang mensaheng 'Walang data'
tr: 'Veri yok' mesajını göster
ur: 'کوئی ڈیٹا نہیں' پیغام دکھائیں
zh_cn: 显示“无数据”消息
zh_tw: 顯示“無數據”消息

# statistics250Sbwidget250Sbinstructions250Sbno8722Sbdata250Sbtitle
source: If no data for {currencyCode} is present...
cs: Pokud nejsou k dispozici žádná data pro {currencyCode}...
fi: Jos {currencyCode}:lle ei ole tietoja...
fr: Si aucune donnée pour {currencyCode} n'est présente ...
it: Se non sono presenti dati per {currencyCode} ...
lt: Jei nėra {currencyCode} duomenų...
nb: Hvis ingen data for {currencyCode} er tilstede...
nl: Als er geen gegevens voor {currencyCode} aanwezig zijn...
pl: Jeśli nie ma danych dla {currencyCode} ...
pt_br: Se nenhum dado para {currencyCode} estiver presente ...
sl: Če ni podatkov za {currencyCode} ...
sv: Om inga uppgifter för {currencyCode} är närvarande...
tl: Kung walang data para sa {currencyCode} ay naroroon...
tr: {currencyCode} için veri mevcut değilse...
ur: اگر {currencyCode} کے لیے کوئی ڈیٹا موجود نہیں ہے...
zh_cn: 如果没有 {currencyCode} 的数据...
zh_tw: 如果沒有 {currencyCode} 的數據...

# statistics250Sbwidget250Sbinstructions250Sbno8722Sbdata250Sbusd
source: Show price in USD
cs: Zobrazit cenu v USD
fi: Näytä hinta USD:nä
fr: Afficher le prix en USD
it: Mostra il prezzo in USD
lt: Rodyti kainą USD
nb: Vis pris i USD
nl: Toon prijs in USD
pl: Pokaż wartość w USD
pt_br: Mostrar preço em USD
sl: Prikaži ceno v USD
sv: Visa pris i USD
tl: Ipakita ang presyo sa USD
tr: Fiyatı USD cinsinden göster
ur: USD میں قیمت دکھائیں
zh_cn: 以美元显示价格
zh_tw: 以美元顯示價格

# stepper250Sbback8722Sbbtn
source: Back
cs: Zpět
fi: Takaisin
fr: Retour
it: Indietro
lt: Atgal
nb: Tilbake
nl: Vorige
pl: Wróć
pt_br: Voltar
sl: Nazaj
sv: Tillbaka
tl: Bumalik
tr: Geri
ur: پیچھے
zh_cn: 上一个
zh_tw: 上一個

# stepper250Sbnext8722Sbbtn
source: Next
cs: Další
fi: Seuraava
fr: Suivant
it: Avanti
lt: Kitas
nb: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
sl: Naslednje
sv: Nästa
tl: Susunod
tr: Sonraki
ur: اگلے
zh_cn: 下一个
zh_tw: 下一個

# support250Sbdescription
source: You can get support by opening a ticket, sending an email, or reaching out on Telegram.
cs: Podporu můžete získat otevřením tiketu, odesláním e-mailu nebo kontaktováním na Telegramu.
fi: Voit olla yhteydessä tukeen avaamalla tiketin, lähettämällä sähköpostia tai ottamalla yhteyttä Telegrammissa.
fr: Vous pouvez obtenir de l'aide en ouvrant un ticket, en envoyant un e-mail ou en nous contactant sur Telegram.
it: Puoi ottenere supporto aprendo un ticket, inviando un'e-mail o contattando Telegram.
lt: Palaikymo galite gauti atidarę bilietą, išsiųsdami el. laišką arba susisiekę su telegrama.
nb: Du kan få støtte ved å åpne en billett, sende en e-post eller kontakte Telegram.
nl: U kunt hulp krijgen door een ticket te openen, een e-mail te sturen of contact op te nemen via Telegram.
pl: Możesz uzyskać wsparcie, otwierając zgłoszenie, wysyłając wiadomość email lub kontaktując się na Telegramie.
pt_br: Você pode obter suporte abrindo um tíquete, enviando um e-mail ou entrando em contato no Telegram.
sl: Podporo lahko dobite tako, da odprete vstopnico, pošljete e-pošto ali kontaktirate na Telegramu.
sv: Du kan få support genom att öppna ett ärende, skicka ett e-postmeddelande eller kontakta oss via Telegram.
tl: Maaari kang makakuha ng suporta sa pamamagitan ng pagbubukas ng tiket, pagpapadala ng email, o pakikipag-ugnayan sa Telegram.
tr: Bilet açarak, e-posta göndererek veya Telegram'dan ulaşarak destek alabilirsiniz.
ur: آپ ٹکٹ کھول کر، ای میل بھیج کر، یا ٹیلی گرام پر پہنچ کر مدد حاصل کر سکتے ہیں۔
zh_cn: 您可以通过打开故障单，发送电子邮件或联系Telegram获得支持。
zh_tw: 您可以通過打開故障單，發送電子郵件或聯繫Telegram獲得支持。

# support250Sbemail250Sbbutton
source: Send an email
cs: Poslat e-mail
fi: Lähetä sähköposti
fr: Envoyer un e-mail
it: Invia una email
lt: Siųsti el. laišką
nb: Send en epost
nl: Stuur een email
pl: Wyślij e-mail
pt_br: Enviar um email
sl: Pošlji e-pošto
sv: Skicka ett email
tl: Magpadala ng email
tr: Bir e-posta göndermek
ur: ایک ای میل بھیجو
zh_cn: 发送电子邮件
zh_tw: 發送電子郵件

# support250Sbemail250Sbdescription
source: You can send an email to {email}
cs: Můžete poslat e-mail na {email}
fi: Voit lähettää sähköpostia osoitteeseen {email}
fr: Vous pouvez envoyer un e-mail à l'adresse {email}
it: Puoi inviare un'e-mail a {email}
lt: Galite siųsti el. laišką adresu {email}
nb: Du kan sende en e-post til {email}
nl: U kunt een e-mail sturen naar {email}
pl: Możesz wysłać wiadomość e-mail na {email}
pt_br: Você pode enviar um e-mail para {email}
sl: E-pošto lahko pošljete na {email}
sv: Du kan skicka ett e-postmeddelande till {email}
tl: Maaari kang magpadala ng email sa {email}
tr: {email} adresine e-posta gönderebilirsiniz
ur: آپ {email} پر ای میل بھیج سکتے ہیں
zh_cn: 您可以将电子邮件发送到 {email}
zh_tw: 您可以將電子郵件發送到 {email}

# support250Sbemail250Sbtitle
source: Email
fi: Sähköposti
lt: El. paštas
nb: E-post
pt_br: O email
sl: E-naslov
sv: E-post
tr: E-posta
ur: ای میل
zh_cn: 电子邮件
zh_tw: 電子郵件

# support250Sbmatrix250Sbbutton
source: Message on Matrix
cs: Zpráva na Matrixu
fi: Viesti Matrixissa
fr: Message sur Matrix
it: Messaggio su Matrix
lt: Pranešimas Matricoje
nb: Melding på Matrix
nl: Bericht op Matrix
pl: Wiadomość przez Matrix
pt_br: Mensagem no Matrix
sl: Sporočilo na Matrixu
sv: Meddelande på Matrix
tl: Mensahe sa Matrix
tr: Matrix'e ilişkin mesaj
ur: میٹرکس پر پیغام
zh_cn: Matrix消息
zh_tw: Matrix消息

# support250Sbmatrix250Sbdescription
source: You can message us on Matrix
cs: Můžete nám napsat na Matrix
fi: Voit lähettää meille viestin Matrixissa
fr: Vous pouvez nous envoyer un message sur Matrix
it: Puoi inviarci un messaggio su Matrix
lt: Galite parašyti mums Matrix
nb: Du kan sende oss en melding på Matrix
nl: U kunt ons een bericht sturen op Matrix
pl: Możesz wysłać nam wiadomość na Matrix
pt_br: Você pode nos enviar uma mensagem no Matrix
sl: Lahko nam pošljete sporočilo na Matrix
sv: Du kan skicka ett meddelande till oss på Matrix
tl: Maaari mo kaming i-message sa Matrix
tr: Bize Matrix'ten mesaj gönderebilirsiniz.
ur: آپ ہمیں میٹرکس پر میسج کر سکتے ہیں
zh_cn: 您可以通过Matrix向我们发送消息
zh_tw: 您可以通過Matrix向我們發送消息

# support250Sbsubtitle
source: Reach out to us - we love helping our users! Our response times are usually fast, you can get support via the following methods:
cs: Obraťte se na nás – rádi pomáháme našim uživatelům! Naše doby odezvy jsou obvykle rychlé, podporu můžete získat následujícími způsoby:
fi: Ota yhteyttä – haluamme auttaa käyttäjiämme! Vastausaikamme ovat yleensä nopeat, voit ottaa yhteyttä tukeen seuraavilla tavoilla:
fr: Contactez-nous - nous aimons aider nos utilisateurs ! Notre temps de réponse est généralement court, vous pouvez obtenir de l'aide via les méthodes suivantes :
it: Mettiti in contatto con noi: amiamo aiutare i nostri utenti! I nostri tempi di risposta sono generalmente rapidi, puoi ottenere supporto tramite i seguenti metodi:
lt: Susisiekite su mumis – mums patinka padėti savo naudotojams! Mūsų atsakymo laikas paprastai yra greitas, todėl pagalbos galite gauti šiais būdais:
nb: Ta kontakt med oss – vi elsker å hjelpe brukerne våre! Svartidene våre er vanligvis raske, du kan få støtte via følgende metoder:
nl: Neem contact met ons op - we helpen onze gebruikers graag! Onze reactietijden zijn meestal snel, u kunt ondersteuning krijgen via de volgende methoden:
pl: Skontaktuj się z nami - uwielbiamy pomagać naszym użytkownikom! Nasze czasy reakcji są zazwyczaj szybkie, możesz uzyskać wsparcie za pomocą następujących metod:
pt_br: Entre em contato conosco - adoramos ajudar nossos usuários! Nossos tempos de resposta são geralmente rápidos, você pode obter suporte através dos seguintes métodos:
sl: Obrnite se na nas - radi pomagamo našim uporabnikom! Naši odzivni časi so običajno hitri, podporo lahko dobite na naslednje načine:
sv: Hör av dig till oss - vi älskar att hjälpa våra användare! Våra svarstider är vanligtvis snabba, du kan få support via följande metoder:
tl: Makipag-ugnayan sa amin - gusto naming tulungan ang aming mga user! Karaniwang mabilis ang aming mga oras ng pagtugon, maaari kang makakuha ng suporta sa pamamagitan ng mga sumusunod na pamamaraan:
tr: Bize ulaşın; kullanıcılarımıza yardım etmeyi seviyoruz! Yanıt sürelerimiz genellikle hızlıdır, aşağıdaki yöntemlerle destek alabilirsiniz:
ur: ہم تک پہنچیں - ہمیں اپنے صارفین کی مدد کرنا پسند ہے! ہمارے جوابی اوقات عام طور پر تیز ہوتے ہیں، آپ درج ذیل طریقوں سے مدد حاصل کر سکتے ہیں:
zh_cn: 与我们联系-我们乐于为用户提供帮助！我们的响应时间通常很快，您可以通过以下方法获得支持：
zh_tw: 與我們聯繫-我們樂於為用戶提供幫助！我們的響應時間通常很快，您可以通過以下方法獲得支持：
