Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# chat250Sbshortcuts
source: Enter: new line, Alt+Enter: send
cs: Enter: nový řádek, Alt+Enter: odeslat
fi: Enter: uusi rivi, Alt+Enter: lähetä
fr: Entrée : nouvelle ligne, Alt+Entrée : envoyer
it: Invio: nuova riga, Alt+Invio: invio
lt: Įveskite: nauja eilutė, Alt + Enter: siųsti
nb: Enter: ny linje, Alt+Enter: send
nl: Enter: nieuwe regel, Alt+Enter: verzenden
pl: Enter: nowa linia, Alt+Enter: wyślij
pt_br: Enter: nova linha, Alt+Enter: enviar
sl: Enter: nova vrstica, Alt+Enter: pošiljanje
sv: Enter: ny rad, Alt+Enter: skicka
tl: Ipasok: bagong linya, Alt+Enter: ipadala
tr: Enter: yeni satır, Alt+Enter: gönder
ur: درج کریں: نئی لائن، Alt+Enter: بھیجیں
zh_cn: 输入：换行，Alt+Enter：发送
zh_tw: 輸入：換行，Alt+Enter：發送

# chat250Sbtitle
source: Send message to {user}
cs: Odeslat zprávu na {user}
fi: Lähetä viesti käyttäjälle {user}
fr: Envoyer un message à {user}
it: Invia il messaggio a {user}
lt: Siųsti pranešimą {user}
nb: Send melding til {user}
nl: Stuur bericht naar {user}
pl: Wyślij wiadomość do {user}
pt_br: Envie uma mensagem a {user}
sl: Pošlji sporočilo uporaniku {user}
sv: Skicka meddelande till {user}
tl: Magpadala ng mensahe sa {user}
tr: {user}'e mesaj gönder
ur: {user} کو پیغام بھیجیں
zh_cn: 给{user}留言
zh_tw: 給{user}留言

# chat250Sbupload8722Sberror8722Sbdialog8722Sbtext
source: Attached files must be .jpg or .png and 5MB maximum.
cs: Přiložené soubory musí být .jpg nebo .png a maximálně 5 MB.
fi: Liitetiedostojen on oltava .jpg tai .png ja enintään 5 Mt.
fr: Les fichiers joints doivent être au format .jpg ou .png et 5Mo maximum.
it: Gli allegati possono essere solo .jpg or .png per un massimo di 5MB.
lt: Pridedami failai turi būti .jpg arba .png ir ne daugiau kaip 5 MB.
nb: Vedlagte filer må være .jpg eller .png og maksimalt 5 MB.
nl: Bijgevoegde bestanden moeten .jpg of .png zijn en maximaal 5 MB.
pl: Załączone pliki muszą być w formacie .jpg lub .png i być mniejsze niż 5 MB.
pt_br: Arquivos anexos devem ser .jpg ou .png (máximo 5Mb)
sl: Priložene datoteke morajo biti .jpg ali .png in velikosti največ 5 MB.
sv: Bifogade filer måste vara .jpg eller .png och får inte vara större än 5 MB.
tl: Ang mga naka-attach na file ay dapat na .jpg o .png at 5MB ang maximum.
tr: Eklenen dosyalar .jpg veya .png boyutunda ve maksimum 5 MB olmalıdır.
ur: منسلک فائلیں .jpg یا .png اور زیادہ سے زیادہ 5MB ہونی چاہئیں۔
zh_cn: 只接受PNG和JPG文件，不能超过5MB。
zh_tw: 隻接受PNG和JPG文件，不能超過5MB。

# chat250Sbupload8722Sberror8722Sbdialog8722Sbtitle
source: Uploading error
cs: Chyba při nahrávání
fi: Latausvirhe
fr: Erreur de téléchargement
it: Errore nel caricamento
lt: Įkėlimo klaida
nb: Opplastingsfeil
nl: Uploadfout
pl: Błąd przesyłania
pt_br: Erro de upload
sl: Napaka pri nalaganju
sv: Uppladdning fel
tl: Error sa pag-upload
tr: Yükleme hatası
ur: اپ لوڈ کرنے میں خرابی
zh_cn: 上转错误
zh_tw: 上轉錯誤

# chat250Sbupload8722Sbfile
source: Upload
cs: Nahrát
fi: Lataa
fr: Télécharger
it: Carica
lt: Įkelti
nb: Laste opp
nl: Uploaden
pl: Wgraj
pt_br: Enviar
sl: Naloži
tl: Mag-upload
tr: Yüklemek
ur: اپ لوڈ کریں
zh_cn: 上转
zh_tw: 上轉

# chat250Sbupload8722Sbtip
source: Accepted file types: .jpg, .png. 5MB maximum.
cs: Přijímané typy souborů: .jpg, .png. maximálně 5 MB.
fi: Hyväksytyt tiedostotyypit: .jpg, .png. enintään 5 Mt.
fr: Types de fichiers acceptés : .jpg, .png. 5 Mo maximum.
it: File accettati: .jpg, .png. Massimo 5MB.
lt: Priimami failų tipai: .jpg, .png. 5 MB daugiausiai.
nb: Godkjente filtyper: .jpg, .png. 5MB maksimum.
nl: Geaccepteerde bestandstypen: .jpg, .png. Maximaal 5MB.
pl: Akceptowalne typy plików: .jpg, .png. Maksymalnie 5 MB.
pt_br: Extensões aceitas: .jpg, .png. Máximo de 5Mb.
sl: Sprejemljive vrste datotek: .jpg, .png. največ 5 MB.
sv: Godkända filtyper: .jpg, .png. Max 5MB.
tl: Mga tinatanggap na uri ng file: .jpg, .png. 5MB maximum.
tr: Kabul edilen dosya türleri: .jpg, .png. Maksimum 5MB.
ur: فائل کی قبول شدہ اقسام: .jpg, .png۔ 5MB زیادہ سے زیادہ۔
zh_cn: 只接受PNG和JPG文件，不能超过5MB。
zh_tw: 隻接受PNG和JPG文件，不能超過5MB。

# chat250Sbzoom8722Sbtip
source: Tip: press on the message three times to zoom in
cs: Tip: třikrát stiskněte pro přiblížení zprávy
fi: Vihje: paina viestiä kolme kertaa zoomataksesi
fr: Astuce : appuyez trois fois sur le message pour zoomer
it: Suggerimento: premere tre volte sul messaggio per ingrandire
lt: Patarimas: paspauskite pranešimą tris kartus, kad padidintumėte
nb: Tips: trykk på meldingen tre ganger for å zoome inn
nl: Tip: druk drie keer op het bericht om in te zoomen
pl: Wskazówka: Naciśnij wiadomość trzykrotnie, aby ją powiększyć
pt_br: Dica: pressione a mensagem três vezes para aumentar o zoom
sl: Namig: trikrat pritisnite na sporočilo za povečavo
sv: Tips: tryck på meddelandet tre gånger för att zooma in
tl: Tip: pindutin ang mensahe nang tatlong beses upang mag-zoom in
tr: İpucu: Yakınlaştırmak için mesaja üç kez basın
ur: ٹپ: zoom in کرنے کے لیے میسج پر تین بار دبائیں
zh_cn: 提示：按三次信息即可放大
zh_tw: 提示：按三次信息即可放大

# completed250Sbno8722Sbtrades
source: You haven't completed any trades yet
cs: Ještě jste nedokončili žádné obchody
fi: Et ole vielä tehnyt yhtään kauppaa
fr: Vous n'avez encore effectué aucune transaction
it: Non hai ancora scambi completati
lt: Dar neužbaigėte jokių sandorių
nb: Du har ikke fullført noen handler ennå
nl: U heeft nog geen transacties voltooid
pl: Nie ukończono jeszcze żadnych handli
pt_br: Nenhuma negociação terminada
sl: Niste še dokončali nobenega trgovanja
sv: Du har inte slutfört några affärer än
tl: Hindi ka pa nakakakumpleto ng anumang mga trade
tr: Henüz herhangi bir işlemi tamamlamadınız
ur: آپ نے ابھی تک کوئی تجارت مکمل نہیں کی ہے
zh_cn: 你还没有完成交易
zh_tw: 你還沒有完成交易

# completed250Sbtitle
source: Your completed trades
cs: Vaše dokončené obchody
fi: Valmiit kauppasi
fr: Vos transactions terminées
it: Scambi completati
lt: Jūsų užbaigti sandoriai
nb: Dine fullførte handler
nl: Uw voltooide transacties
pl: Twoje ukończone transakcje
pt_br: Negociações terminadas
sl: Vaša opravljena trgovanja
sv: Dina genomförda handel
tl: Ang iyong mga nakumpletong trade
tr: Tamamlanan işlemleriniz
ur: آپ کی مکمل تجارت
zh_cn: 你的完成交易
zh_tw: 你的完成交易

# contact250Sble
source: For law enforcement inquires, please read {lawEnforcementInquiries}.
cs: V případě dotazů donucovacích orgánů si přečtěte {lawEnforcementinquiries}.
fi: Viranomaistyön tiedustelut, lue {lawEnforcementInquiries}.
fr: Pour les demandes d'application de la loi, veuillez lire {lawEnforcementinquiries}.
it: Per richieste di informazioni da parte delle forze dell'ordine, leggi {lawEnforcementInquiries}.
lt: Teisėsaugos klausimais skaitykite {lawEnforcementInquiries}.
nb: For henvendelser fra rettshåndhevelse, vennligst les {lawEnforcementInquiries}.
nl: Lees {lawEnforcementinquiries} voor informatie over wetshandhaving.
pl: W przypadku zapytań od organów ścigania przeczytaj {lawEnforcementInquiries}.
pt_br: Para consultas de aplicação da lei, leia {lawEnforcementinquiries}.
sl: Za vprašanja organov kazenskega pregona preberite {lawEnforcementInquiries}.
sv: För frågor om brottsbekämpning, vänligen läs {lawEnforcementInquiries}.
tl: Para sa mga katanungan sa pagpapatupad ng batas, mangyaring basahin ang {lawEnforcementinquiries}.
tr: Kolluk kuvvetleriyle ilgili sorularınız için lütfen {lawEnforcementInquiries}'i okuyun.
ur: قانون نافذ کرنے والے اداروں سے پوچھ گچھ کے لیے، براہ کرم {lawEnforcementInquiries} پڑھیں۔
zh_cn: 对于执法部门的查询，请阅读 {lawEnforcementInquiries}。
zh_tw: 對於執法部門的查詢，請閱讀 {lawEnforcementInquiries}。

# contact250Sble250Sbpolicy8722Sblink
source: our policy
cs: naše pravidla (policy)
fi: käytäntömme
fr: notre politique
it: la nostra politica
lt: mūsų politika
nb: vår politikk
nl: ons beleid
pl: naszą politykę
pt_br: nossa política
sl: naša politika
sv: vår policy
tl: ating patakaran
tr: politikamız
ur: ہماری پالیسی
zh_cn: 我们的政策
zh_tw: 我們的政策

# contact250Sbtext8722Sb0
source: To contact our support you can {openATicket} or send an email to {email}
cs: Chcete-li kontaktovat naši podporu, můžete {openAticket} nebo poslat e-mail na adresu {email}
fi: Ottaaksesi yhteyttä tukeemme, voit {openATicket} tai lähettää sähköpostia osoitteeseen {email}
fr: Pour contacter notre support, vous pouvez {openAticket} ou envoyer un e-mail à {email}
it: Puoi contattare il nostro supporto {openATicket} o inviando una email a {email}
lt: Norėdami susisiekti su mūsų palaikymo tarnyba, galite {openATicket} arba išsiųsti el. laišką {email}
nb: For å kontakte vår kundestøtte kan du {openATicket} eller sende en e-post til {email}
nl: Om contact op te nemen met onze ondersteuning kunt u {openAticket} of een e-mail sturen naar {email}
pl: Aby skontaktować się z naszą obsługą klienta możesz {openATicket} lub wysłać emaila do {email}
pt_br: Para falar com o suporte, {openAticket} ou envie um e-mail para {email}
sl: Za stik z našo podporo lahko {openATicket} ali pošljete e-pošto na {email}
sv: För att kontakta vår support kan du {openATicket} eller skicka ett e-postmeddelande till {email}
tl: Upang makipag-ugnayan sa aming suporta maaari kang {openAticket} o magpadala ng email sa {email}
tr: Desteğimizle iletişime geçmek için {openATicket} veya {email} adresine e-posta gönderebilirsiniz.
ur: ہماری مدد سے رابطہ کرنے کے لیے آپ {openATicket} یا {email} پر ای میل بھیج سکتے ہیں
zh_cn: 为了联系我们客服你可以{openATicket}或发电子邮件给{email}
zh_tw: 為了聯系我們客服你可以{openATicket}或發電子郵件給{email}

# contact250Sbtext8722Sb08722Sbopen8722Sba8722Sbticket
source: open a ticket
cs: otevřít lístek
fi: avaa tiketti
fr: ouvrir un ticket
it: aprendo un ticket
lt: atidaryti bilietą
nb: åpne en billett
nl: een kaartje openen
pl: otworzyć zgłoszenie
pt_br: abra uma chamada
sl: odprite vstopnico
sv: öppna en biljett
tl: magbukas ng ticket
tr: bilet aç
ur: ایک ٹکٹ کھولیں
zh_cn: 创建工单
zh_tw: 創建工單

# contact250Sbtext8722Sb1
source: For business, press and other inquires contact us at {email}
cs: Pro obchodní, tiskové a jiné dotazy nás kontaktujte na {email}
fi: Yritys-, lehdistö- ja muut tiedustelut; ota yhteyttä numeroon {email}
fr: Pour les collaborations, la presse et d'autres demandes, contactez-nous à l'adresse {email}
it: Per informazioni commerciali, stampa/pubblicità o altre richieste inviate una email a {email}
lt: Verslo, spaudos ir kitais klausimais susisiekite su mumis {email}
nb: For forretninger, presse og andre henvendelser, kontakt oss på {email}
nl: Neem voor zakelijke, pers- en andere vragen contact met ons op via {email}
pl: Zapytania biznesowe, prasowe i inne wyślij na {email}
pt_br: Para negócios, imprensa e outros assuntos contate-nos em {email}
sl: Za poslovna, tiskovna in druga vprašanja nas kontaktirajte na {email}
sv: För affärs-, press- och andra förfrågningar kontakta oss på {email}
tl: Para sa negosyo, pindutin at iba pang mga katanungan makipag-ugnayan sa amin sa {email}
tr: İş, basın ve diğer sorularınız için {email} adresinden bizimle iletişime geçin.
ur: کاروبار، پریس اور دیگر پوچھ گچھ کے لیے ہم سے {email} پر رابطہ کریں
zh_cn: 对于合作，媒体和其他方面的问题，请联系我们{email}
zh_tw: 對於合作，媒體和其他方面的問題，請聯系我們{email}

# contact250Sbtext8722Sb2
source: You can download the {appName} logo in high quality {here}.
cs: Logo {appName} si můžete stáhnout ve vysoké kvalitě {here}.
fi: Voit ladata {appName}-logon korkealaatuisena {here}.
fr: Vous pouvez télécharger le logo {appName} en haute qualité {here}.
it: Puoi scaricare il logo {appName} in alta definizione {here}.
lt: Galite atsisiųsti {appName} logotipą aukštos kokybės {here}.
nb: Du kan laste ned {appName}-logoen i høy kvalitet {here}.
nl: U kunt het {appName}-logo {here} in hoge kwaliteit downloaden.
pl: Możesz pobrać logo {appName} w wysokiej jakości {here}.
pt_br: Você pode baixar o logo do {appName} em alta qualidade {here}.
sl: Prenesete lahko logotip {appName} v visoki kakovosti {here}.
sv: Du kan ladda ner {appName} logotyp i hög kvalitet {here}.
tl: Maaari mong i-download ang logo ng {appName} sa mataas na kalidad {here}.
tr: {appName} logosunu yüksek kalitede {here} indirebilirsiniz.
ur: آپ اعلی معیار {here} میں {appName} لوگو ڈاؤن لوڈ کر سکتے ہیں۔
zh_cn: 您可以在{here}下载高质量的{appName}徽标。
zh_tw: 您可以在{here}下載高質量的{appName}徽標。

# contact250Sbtext8722Sb28722Sbhere
source: here
cs: tady
fi: täältä
fr: ici
it: qui
lt: čia
nb: her
nl: hier
pl: tutaj
pt_br: aqui
sl: tukaj
sv: här
tl: dito
tr: Burada
ur: یہاں
zh_cn: 这里
zh_tw: 這裡

# contact250Sbtitle
source: Contact us
cs: Kontaktujte nás
fi: Ota yhteyttä
fr: Contactez-nous
it: Contattaci
lt: Susisiekite su mumis
nb: Kontakt oss
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt_br: Contate-nos
sl: Kontaktirajte nas
sv: Kontakta oss
tl: Makipag-ugnayan sa amin
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں
zh_cn: 联系我们
zh_tw: 聯系我們

# coupons250Sbcode8722Sbinput250Sbplaceholder
source: Type in your code here...
cs: Sem zadejte svůj kód...
fi: Kirjoita koodisi tähän...
fr: Tapez votre code ici ...
it: Digita il tuo codice qui ...
lt: Įveskite savo kodą čia...
nb: Skriv inn koden din her...
nl: Voeg hier uw code in...
pl: Wpisz tutaj swój kod...
pt_br: Digite seu código aqui ...
sl: Tukaj vnesite kodo ...
sv: Skriv in din kod här...
tl: I-type ang iyong code dito...
tr: Kodunuzu buraya yazın...
ur: اپنا کوڈ یہاں ٹائپ کریں...
zh_cn: 在这里输入您的代码...
zh_tw: 在這裡輸入您的代碼...

# coupons250Sbcoupon250Sbbutton250Sblabel
source: Redeem
cs: Uplatnit
fi: Lunasta
fr: Racheter
it: Attivare
lt: Išpirkti
nb: Løs inn
nl: Inwisselen
pl: Aktywuj
pt_br: Ativar
sl: Unovčite
sv: Lösa in
tl: Tubusin
tr: Tazmin etmek
ur: چھڑانا
zh_cn: 启用
zh_tw: 啟用

# coupons250Sbcoupon250Sbdescription
source: {percent}% fee rebate on {assets} {types} trades.
cs: {percent}% sleva z poplatků u {assets} {types} obchodů.
fi: {percent} %:n alennus kuluista {assets} {types}-kaupoista.
fr: Remise de {percent}% sur les frais pour les transaction de type {types} de {assets}.
it: Riduzione del {percent}% delle commissioni sulle negoziazioni {types} {assets}.
lt: {percent} % mokesčio nuolaida {assets} {types} sandoriams.
nb: {percent} % gebyrrabatt på {assets} {types} handler.
nl: {percent}% vergoedingskorting op {assets} {types} transacties.
pl: {percent}% rabatu na opłaty w transakcjach {types} {assets}.
pt_br: Desconto de taxa de {percent}% nas operações de {types} da {assets}.
sl: {percent}% popusta na provizijo za {assets} {types} trgovanja.
sv: {percent} % avgiftsrabatt på {assets} {types} handel.
tl: {percent}% rebate ng bayad sa mga trade na {assets} {types}.
tr: {assets} {types} işlemlerde %{percent} ücret iadesi.
ur: {assets} {types} تجارتوں پر {percent}% فیس کی چھوٹ۔
zh_cn: {assets}{types}交易的{percent}%费用回扣。
zh_tw: {assets}{types}交易的{percent}%費用回扣。

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sblocal_buy
source: local buy
cs: místní nákup
fi: paikallinen osto
fr: achat local
it: acquisto locali
lt: vietinis pirkimas
nb: lokalt kjøp
nl: lokaal kopen
pl: lokalny zakup
pt_br: compra locais
sl: lokalni nakup
sv: lokalt köp
tl: lokal na pagbili
tr: yerel satın alma
ur: مقامی خرید
zh_cn: 本地购买
zh_tw: 本地購買

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sblocal_sell
source: local sell
cs: místní prodej
fi: paikallinen myynti
fr: vente locale
it: locali di vendita
lt: vietinis pardavimas
nb: lokalt selge
nl: lokaal verkopen
pl: lokalna sprzedaż
pt_br: venda local
sl: lokalna prodaja
sv: lokal sälja
tl: lokal na pagbebenta
tr: yerel satış
ur: مقامی فروخت
zh_cn: 本地销售
zh_tw: 本地銷售

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sbonline_buy
source: online buy
cs: online nákup
fi: netistä ostaminen
fr: acheter en ligne
it: acquisto online
lt: pirkti internetu
nb: kjøp på nett
nl: online kopen
pl: zakup online
pt_br: compra on-line
sl: spletni nakup
sv: köp online
tl: online na pagbili
tr: çevrimiçi satın alma
ur: آن لائن خرید
zh_cn: 在线购买
zh_tw: 在線購買

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sbonline_sell
source: online sell
cs: online prodej
fi: netissä myyminen
fr: vente en ligne
it: vendita online
lt: parduoti internetu
nb: selge på nett
nl: online verkopen
pl: sprzedaż online
pt_br: venda on-line
sl: spletna prodaja
sv: sälja online
tr: çevrimiçi satış
ur: آن لائن فروخت
zh_cn: 在线销售
zh_tw: 在線銷售

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sbput_buy
source: put option buy
cs: prodejní opce koupit
fi: myyntioption osto
fr: placer une option d'achat
it: acquisto di opzioni put
lt: pirkimo opciono pirkimas
nb: salgsopsjonskjøp
nl: putoptie kopen
pl: kup opcję sprzedaży
pt_br: compra de opções de venda
sl: nakup prodajne opcije
sv: säljoption köp
tr: satım opsiyonu satın alma
ur: آپشن خرید ڈاليں
zh_cn: 看跌期权购买
zh_tw: 看跌期權購買

# coupons250Sbcoupon250Sbdescription250Sbtypes250Sbput_sell
source: put option sell
cs: prodejní opce prodat
fi: myyntioption myynti
fr: placer une option de vente
it: vendita di opzioni put
lt: pardavimo opciono pardavimas
nb: salgsopsjon selge
nl: putoptie verkopen
pl: sprzedaj opcję sprzedaży
pt_br: venda da opção de venda
sl: prodaja prodajne opcije
sv: säljoption sälja
tl: maglagay ng opsyon ibenta
tr: satım opsiyonu satışı
ur: آپشن فروخت ڈاليں
zh_cn: 看跌期权卖出
zh_tw: 看跌期權賣出

# coupons250Sbcoupon250Sbexpired
source: Expired
cs: Platnost vypršela
fi: Vanhentunut
fr: Expiré
it: scaduto
lt: Baigėsi galiojimo laikas
nb: Utløpt
nl: Verlopen
pl: Wygasły
pt_br: Expirado
sl: Poteklo
sv: Utgånget
tl: Nag-expire na
tr: Günü geçmiş
ur: میعاد ختم
zh_cn: 过期
zh_tw: 已過期

# coupons250Sbcoupon250Sbexpires
source: Expires
cs: Platnost vyprší
fi: Vanhenee
fr: Expire
it: Scade
lt: Baigia galioti
nb: Utløper
nl: Verloopt
pl: Wygasa
pt_br: expira
sl: Poteče
sv: Upphör att gälla
tl: Mag-e-expire
tr: Süresi doluyor
ur: میعاد ختم
zh_cn: 过期
zh_tw: 過期

# coupons250Sbcoupon250Sbtitle250Sbactive
source: Active coupon
cs: Aktivní kupón
fi: Aktiivinen kuponki
fr: Coupon actif
it: Coupon attivo
lt: Aktyvus kuponas
nb: Aktiv kupong
nl: Actieve coupon
pl: Aktywny kupon
pt_br: Cupom ativo
sl: Aktivni kupon
sv: Aktiv kupong
tl: Aktibong kupon
tr: Aktif kupon
ur: ایکٹو کوپن
zh_cn: 有效优惠券
zh_tw: 有效優惠券

# coupons250Sbcoupon250Sbtitle250Sbexpired
source: Expired coupon
cs: Platnost kupónu vypršela
fi: Vanhentunut kuponki
fr: Coupon expiré
it: Coupon scaduto
lt: Pasibaigęs kuponas
nb: Utløpt kupong
nl: Verlopen coupon
pl: Wygasły kupon
pt_br: Cupão expirado
sl: Potekel kupon
sv: Utgången kupong
tl: Nag-expire na kupon
tr: Süresi dolmuş kupon
ur: میعاد ختم ہوچکا کوپن
zh_cn: 优惠券已过期
zh_tw: 優惠券已過期

# coupons250Sbcoupon250Sbtitle250Sbredeem
source: Redeem coupon
cs: Uplatnit kupón
fi: Lunasta kuponki
fr: Utiliser le coupon
it: Utilizza il coupon
lt: Išpirkti kuponą
nb: Løs inn kupong
nl: Coupon inwisselen
pl: Zrealizuj kupon
pt_br: Resgatar cupom
sl: Unovčite kupon
sv: lösa in kupong
tl: Kunin ang kupon
tr: Kuponu kullan
ur: کوپن چھڑائیں
zh_cn: 兑换优惠券
zh_tw: 兌換優惠券

# coupons250Sberror250Sb175
source: Invalid coupon code
cs: Neplatný kód kupónu
fi: Virheellinen kuponkikoodi
fr: Code de coupon Invalide
it: Codice del coupon non valido
lt: Netinkamas kupono kodas
nb: Ugyldig kupongkode
nl: Ongeldige couponcode
pl: Nieprawidłowy kod kuponu
pt_br: Código de cupom inválido
sl: Neveljavna koda kupona
sv: Ogiltig kupong kod
tl: Di-wastong coupon code
tr: Geçersiz kupon kodu
ur: غلط کوپن کوڈ
zh_cn: 优惠券代码无效
zh_tw: 優惠券代碼無效

# coupons250Sberror250Sb176
source: Coupon has already expired
cs: Platnost kupónu již vypršela
fi: Kuponki on jo vanhentunut
fr: Le coupon a déjà expiré
it: Il coupon è già scaduto
lt: Kuponas jau pasibaigęs
nb: Kupongen har allerede utløpt
nl: Coupon is al verlopen
pl: Kupon już wygasł
pt_br: O cupom já expirou
sl: Kupon je že potekel
sv: Kupongen har redan gått ut
tl: Nag-expire na ang kupon
tr: Kuponun süresi zaten doldu
ur: کوپن پہلے ہی ختم ہو چکا ہے
zh_cn: 优惠券已过期
zh_tw: 優惠券已過期

# coupons250Sberror250Sb177
source: This coupon is out of stock
cs: Tento kupón není skladem
fi: Tämä kuponki on loppunut valikoimasta
fr: Ce coupon est en rupture de stock
it: Questo coupon è esaurito
lt: Šio kupono sandėlyje nėra
nb: Denne kupongen er utsolgt
nl: Deze coupon is niet op voorraad
pl: Ten kupon nie jest dostępny
pt_br: Este cupom está esgotado
sl: Ta kupon ni na zalogi
sv: Denna kupong är slut i lager
tl: Wala nang stock ang kupon na ito
tr: Bu kupon stokta yok
ur: یہ کوپن اسٹاک سے باہر ہے
zh_cn: 此优惠券缺货
zh_tw: 此優惠券缺貨

# document8722Sbtitle250Sberror
source: Error
cs: Chyba
fi: Virhe
fr: Erreur
it: Errore
lt: Klaida
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
sl: Napaka
sv: Fel
tr: Hata
ur: خرابی
zh_cn: 错误
zh_tw: 錯誤

# read8722Sbmore
source: Read more
cs: Přečtěte si více
fi: Lue lisää
fr: Lire la suite
it: Leggi tutto
lt: Skaityti daugiau
nb: Les mer
nl: Lees meer
pl: Czytaj więcej
pt_br: Leia mais
sl: Preberi več
sv: Läs mer
tl: Magbasa pa
tr: Devamını oku
ur: مزید پڑھيں
zh_cn: 阅读更多
zh_tw: 閱讀更多

# sanction250Sbreason
source: Reason
cs: Důvod
fi: Syy
fr: Raison
it: Motivo
lt: Priežastis
nb: Grunnen til
nl: Reden
pl: Powód
pt_br: Motivo
sl: Razlog
sv: Anledning
tl: Dahilan
tr: Sebep
ur: وجہ
zh_cn: 原因
zh_tw: 原因

# user250Sblast8722Sbseen
source: Seen
cs: Viděno
fi: Nähty
fr: Vu
it: Ingresso
lt: Pamatyta
nb: Sett
nl: Gezien
pl: Aktywny
pt_br: Visto em
sl: Videno
sv: Sett
tl: Nakita
tr: Görülen
ur: دیکھا
zh_cn: 在线
zh_tw: 在線

# wallet250Sbtab250Sbreceive8722Sbshort
source: Receive
cs: Obdržet
fi: Vastaanota
fr: Recevoir
it: Ricevi
lt: Gauti
nb: Motta
nl: Ontvang
pl: Odbierz
pt_br: {assetName}
sl: Prejeti
sv: Motta
tl: Tumanggap
tr: Almak
ur: وصول کریں
zh_cn: 接收
zh_tw: 接收
