Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb7250Sbtitle
source: Monero has hard forks quite often. Doesn’t this mean it’s centralized?
cs: Monero má hard forky poměrně často. Neznamená to, že je centralizované?
fi: Monerolla on "hard forkit" melko usein. Eikö tämä tarkoita, että se on keskitetty?
fr: Monero a assez souvent des « hard forks ». Cela ne veut-il pas dire qu'il est centralisé ?
it: Monero ha forcelle piuttosto spesso. Questo non significa che è centralizzato?
lt: Monero gana dažnai turi kietas šakes. Ar tai nereiškia, kad jis centralizuotas?
nb: Monero har harde gafler ganske ofte. Betyr ikke dette at det er sentralisert?
nl: Monero heeft vrij vaak hard forks. Betekent dit niet dat het gecentraliseerd is?
pl: Monero ma częste hard forki. Czy to nie oznacza, że jest scentralizowane?
pt_br: Monero tem forquilhas com bastante frequência. Isso não significa que é centralizado?
sl: Monero ima pogoste hard forke. Ali to ne pomeni, da je centraliziran?
sv: Monero har hårda förgreningar ganska ofta. Betyder inte det att den är centraliserad?
tl: Ang Monero ay madalas na may matitigas na tinidor. Hindi ba ito nangangahulugan na ito ay sentralisado?
tr: Monero'da sıklıkla hard forklar yaşanıyor. Bu merkezi olduğu anlamına gelmiyor mu?
ur: مونیرو کے پاس اکثر سخت کانٹے ہوتے ہیں۔ کیا اس کا مطلب یہ نہیں ہے کہ یہ مرکزی ہے؟
zh_cn: 门罗币经常硬分叉，这不是说明它是中心化的吗？
zh_tw: 門羅幣經常硬分叉，這不是說明它是中心化的嗎？

# knowledge250Sbmyths250Sb8250Sbtext
source: <p>This is not, and never was, the coin of Riccardo ‘fluffypony’ Spagni. He didn’t even make it. It was started by a pseudonymous individual known as thankful_for_today, and there’s a very interesting story about that for another time. Fluffypony gained notoriety as both a core team member/lead maintainer, as he gave much time and resources to help the coin grow, as well as through his traveling and speaking at conferences. With these two things combined, he became a sort of unofficial face for Monero, and was usually the gateway through which people found us. Due to the awful CEO culture that was pervasive in the cryptocurrency scene, they assumed that he was the founder and leader of Monero, both of which are not true.</p> <p>In present day, fluffypony is still a part of the core team, but is no longer the lead maintainer of the codebase, and has stepped back to work on his own personal projects. Monero continues along just fine.</p>
cs: <p>Toto není a nikdy nebyla mince Riccarda 'fluffypony' Spagniho. On ji ani nevyrobil. Založil ji pseudonym známý jako thankful_for_today a o tom je velmi zajímavý příběh na jindy. Fluffypony si získal věhlas jednak jako člen hlavního týmu/vedoucí správce, protože věnoval mnoho času a prostředků, aby pomohl minci růst, a také díky svému cestování a vystupování na konferencích. Díky kombinaci těchto dvou věcí se stal jakousi neoficiální tváří Monera a obvykle byl branou, přes kterou nás lidé našli. Vzhledem k příšerné kultuře CEO, která byla na kryptoměnové scéně všudypřítomná, předpokládali, že je zakladatelem a vůdcem Monera, což obojí není pravda.</p> <p>V současnosti je fluffypony stále součástí hlavního týmu, ale již není hlavním správcem kódové základny a stáhl se k práci na svých vlastních projektech. Monero pokračuje v pohodě dál.</p>
fi: <p>Tämä ei ole, eikä koskaan ollutkaan, Riccardo "fluffypony" Spagnin kolikko. Hän ei edes selvinnyt. Kolikon aloitti pseudonyymi henkilö, joka tunnetaan nimellä "thankful_for_today", ja siitä on erittäin mielenkiintoinen tarina kerrottavaksi toisella kertaa. Fluffypony sai mainetta sekä ydintiimin jäsenenä/pääylläpitäjänä, koska hän antoi paljon omaa aikaa ja resursseja auttaakseen kolikon kasvua sekä matkustamalla ja puhumalla konferensseissa. Kun nämä kaksi asiaa yhdistettiin, hänestä tuli eräänlainen epävirallinen kasvo Monerolle, ja hän oli yleensä portti, jonka kautta ihmiset löysivät meidät. Kryptovaluuttojen alalla vallitsevan kauhean toimitusjohtajakulttuurin vuoksi he olettivat hänen olleen Moneron perustaja ja johtaja, jotka kumpikaan eivät pidä paikkaansa.</p> <p>Tänä päivänä fluffypony on edelleen osa ydintiimiä, mutta ei ole enää koodikannan pääylläpitäjä, vaan on palannut omiin henkilökohtaisiin projekteihinsa. Monero jatkaa hienosti itsekseen.</p>
fr: <p>Ce n'est pas, et n'a jamais été, la crypto-monnaie de Riccardo « fluffypony » Spagni. Il ne l'a même pas créée. Elle a été initiée par un pseudonyme connu sous le nom de « thankful_for_today », et il y a une histoire très intéressante à ce sujet, que nous gardons pour une autre fois. Fluffypony a acquis une notoriété à la fois en tant que membre de l'équipe principale / responsable de la maintenance, car il a donné beaucoup de temps et de ressources pour aider la crypto-monnaie à se développer, ainsi qu'à travers ses voyages et ses conférences. Avec ces deux choses combinées, il est devenu une sorte de visage non officiel pour Monero, et était généralement la porte d'entrée par laquelle les gens nous trouvaient. En raison de la terrible culture des PDG qui était omniprésente sur la scène de la crypto-monnaie, ils ont supposé qu'il était le fondateur et le dirigeant de Monero, ce qui n'est pas vrai.</p> <p>De nos jours, fluffypony fait toujours partie de l'équipe de base, mais n'est plus le responsable principal de la base de code et s'est retiré pour travailler sur ses propres projets personnels. Monero continue sur sa lancée.</p>
it: <p>Questa non è e non è mai stata la moneta di Riccardo "Fluffypony" Spagni. Non ce l'ha nemmeno fatta. È stato avviato da un individuo pseudonimo noto come thankful_for_today, e c'è una storia molto interessante a riguardo per un'altra volta. Fluffypony ha acquisito notorietà sia come membro principale del team / manutentore principale, in quanto ha dato molto tempo e risorse per far crescere la moneta, sia attraverso i suoi viaggi e le sue conferenze durante le conferenze. Con queste due cose combinate, divenne una sorta di volto non ufficiale per Monero, e di solito era la porta attraverso la quale la gente ci trovava. A causa della terribile cultura del CEO che era pervasiva nella scena della criptovaluta, presumevano che fosse il fondatore e il leader di Monero, entrambi non veri.</p> <p>Al giorno d'oggi, la fluffypony fa ancora parte del core team, ma non è più il principale manutentore della base di codice e ha fatto un passo indietro per lavorare sui propri progetti personali. Monero continua bene.</p>
lt: <p>Tai nėra ir niekada nebuvo Riccardo „fluffypony“ Spagni moneta. Jam net nepavyko. Ją pradėjo pseudonimu vadinamas asmuo, žinomas kaip dėkingas_už_šiandien, ir apie tai yra labai įdomi istorija kitam kartui. Fluffypony įgijo žinomumą ir kaip pagrindinės komandos narys / pagrindinis prižiūrėtojas, nes skyrė daug laiko ir išteklių, kad padėtų monetai augti, taip pat keliaudamas ir kalbėdamas konferencijose. Sujungus šiuos du dalykus, jis tapo savotišku neoficialiu Monero veidu ir dažniausiai buvo vartai, pro kuriuos žmonės mus rasdavo. Dėl siaubingos CEO kultūros, kuri buvo paplitusi kriptovaliutų scenoje, jie manė, kad jis buvo Monero įkūrėjas ir vadovas, o tai nėra tiesa.</p> <p>Šiuo metu fluffypony vis dar yra pagrindinės komandos dalis, tačiau nebėra pagrindinis kodų bazės prižiūrėtojas ir grįžo prie savo asmeninių projektų. Monero tęsiasi puikiai.</p>
nb: <p>Dette er ikke, og var aldri, mynten til Riccardo ‘fluffypony’ Spagni. Han klarte det ikke engang. Det ble startet av en pseudonym person kjent som thankful_for_today, og det er en veldig interessant historie om det for en annen gang. Fluffypony ble kjent som både et kjerneteammedlem/lead-vedlikeholder, da han ga mye tid og ressurser for å hjelpe mynten å vokse, så vel som gjennom å reise og snakke på konferanser. Med disse to tingene kombinert ble han et slags uoffisielt ansikt for Monero, og var vanligvis inngangsporten som folk fant oss gjennom. På grunn av den forferdelige CEO-kulturen som var gjennomgående i kryptovaluta-scenen, antok de at han var grunnleggeren og lederen av Monero, som begge ikke stemmer.</p> <p>I dag er fluffypony fortsatt en del av kjerneteamet, men er ikke lenger den ledende vedlikeholder av kodebasen, og har gått tilbake for å jobbe med sine egne personlige prosjekter. Monero fortsetter fint.</p>
nl: <p>Dit is niet, en was nooit, de munt van Riccardo 'fluffypony' Spagni. Hij heeft het niet eens gehaald. Het is gestart door een pseudoniem persoon die bekend staat als thankful_for_today, en daar is een heel interessant verhaal wat we achterlaten voor een andere keer. Fluffypony verwierf bekendheid als zowel een kernteamlid/hoofdbeheerder, omdat hij veel tijd en middelen gaf om de munt te laten groeien, als door zijn reizen en door te spreken op conferenties. Met deze twee dingen gecombineerd, werd hij een soort onofficieel gezicht voor Monero en was hij meestal de toegangspoort waardoor mensen ons vonden. Vanwege de vreselijke CEO-cultuur die alomtegenwoordig was in de cryptocurrency-scene, gingen ze ervan uit dat hij de oprichter en leider van Monero was, wat beide niet waar is. </p> <p> Tegenwoordig maakt fluffypony nog steeds deel uit van het kernteam, maar is hij niet langer de hoofdbeheerder van de codebase, en is hij terug getreden om aan zijn eigen persoonlijke projecten te werken. Monero gaat prima verder.</p>
pl: <p> To nie jest i nigdy nie była, kryptowaluta Riccardo ‘fluffypony’ Spagni. Nawet jej nie zrobił. Zaczęła się przez pseudonimową osobę znaną jako thankful_for_today i jest bardzo interesującą opowieścią na kiedy indziej. Fluffypony zyskał rozgłos zarówno jako główny członek zespołu/prowadzący, ponieważ oddał dużo czasu i zasobów, aby pomóc w rozwoju Monero a także podczas podróży i przemawiania na konferencjach. Po połączeniu tych dwóch rzeczy stał się swego rodzaju nieoficjalną twarzą Monero i zwykle był drzwiami, za pomocą których ludzie nas odnajdywali. Ze względu na okropną kulturę CEO, która była wszechobecna na scenie kryptowalut, założono, że był założycielem i liderem Monero, z których ani jedno, ani drugie, nie jest prawdą. </p> <p> Dzisiaj fluffypony nadal jest częścią zespołu Monero, ale nie jest już głównym opiekunem kodu i wrócił do pracy nad własnymi osobistymi projektami. Monero kontynuuje bez problemu. </p>
pt_br: <p>Esta não é, e nunca foi, a moeda de Riccardo 'fluffypony' Spagni. Ele nem conseguiu. Foi iniciado por um indivíduo pseudônimo conhecido como thankful_for_today, e há uma história muito interessante sobre isso por outro tempo. Fluffypony ganhou notoriedade como membro principal da equipe / mantenedor principal, pois dedicou muito tempo e recursos para ajudar a moeda a crescer, além de viajar e falar em conferências. Com essas duas coisas combinadas, ele se tornou uma espécie de rosto não oficial para Monero, e geralmente era o portal através do qual as pessoas nos encontravam. Devido à terrível cultura de CEOs difundida no cenário de criptomoedas, eles assumiram que ele era o fundador e líder da Monero, os quais não são verdadeiros.</p> <p>Atualmente, o fluffypony ainda faz parte da equipe principal, mas não é mais o principal responsável pela manutenção da base de código e voltou a trabalhar em seus próprios projetos pessoais. Monero continua muito bem.</p>
sl: <p>To ni in nikoli ni bil kovanec Riccarda 'fluffypony' Spagnija. Sploh mu ni uspelo. Začel ga je psevdonimni posameznik, znan kot thankful_for_today, in o tem je zelo zanimiva zgodba kdaj drugič. Fluffypony je zaslovel tako kot član osrednje ekipe/vodilni vzdrževalec, saj je dal veliko časa in sredstev za pomoč pri rasti kovanca, pa tudi s svojimi potovanji in govorjenjem na konferencah. S temi dvema stvarema v kombinaciji je postal nekakšen neuradni obraz za Monero in je bil običajno prehod, skozi katerega so nas ljudje našli. Zaradi grozne kulture CEO, ki je bila razširjena na sceni kriptovalut, so domnevali, da je bil ustanovitelj in vodja Monera, kar oboje ni res.</p> <p>V današnjem času je fluffypony še vedno del ožje ekipe, vendar ni več glavni vzdrževalec kodne baze in se je vrnil k delu na svojih osebnih projektih. Monero nadaljuje prav dobro.</p>
sv: <p>Detta är inte, och var aldrig, myntet av Riccardo "fluffypony" Spagni. Han klarade det inte ens. Det startades av en pseudonym person känd som thankful_for_today, och det finns en mycket intressant historia om det för en annan gång. Fluffypony blev känd som både en kärngruppsmedlem/lead underhållare, eftersom han gav mycket tid och resurser för att hjälpa myntet att växa, såväl som genom att resa och tala vid konferenser. Med dessa två saker kombinerade blev han ett slags inofficiellt ansikte för Monero, och var vanligtvis porten genom vilken folk hittade oss. På grund av den hemska VD-kulturen som var genomgående i kryptovalutascenen, antog de att han var grundaren och ledaren för Monero, vilket båda inte är sant.</p> <p>I dag är fluffypony fortfarande en del av kärnteamet, men är inte längre den ledande underhållaren av kodbasen och har tagit ett steg tillbaka för att arbeta med sina egna personliga projekt. Monero fortsätter fint.</p>
tl: <p>Ito ay hindi, at hindi kailanman naging, ang barya ni Riccardo 'fluffypony' Spagni. Hindi man lang niya nagawa. Sinimulan ito ng isang pseudonymous na indibidwal na kilala bilang thankful_for_today, at may isang napaka-interesante na kuwento tungkol doon sa ibang pagkakataon. Nakilala si Fluffypony bilang parehong pangunahing miyembro ng team/lead maintainer, dahil nagbigay siya ng maraming oras at mapagkukunan upang matulungan ang coin na lumago, gayundin sa pamamagitan ng kanyang paglalakbay at pagsasalita sa mga kumperensya. Sa pagsasama-sama ng dalawang bagay na ito, siya ay naging isang uri ng hindi opisyal na mukha para kay Monero, at kadalasan ay ang gateway kung saan kami matatagpuan ng mga tao. Dahil sa kakila-kilabot na kultura ng CEO na laganap sa eksena ng cryptocurrency, ipinapalagay nila na siya ang tagapagtatag at pinuno ng Monero, na parehong hindi totoo.</p> <p>Sa kasalukuyang panahon, bahagi pa rin ng core team ang fluffypony, ngunit hindi na ito ang lead maintainer ng codebase, at bumalik na siya para gumawa ng sarili niyang mga personal na proyekto. Nagpapatuloy si Monero nang maayos.</p>
tr: <p>Bu, Riccardo 'kabarık midilli' Spagni'nin parası değil ve hiçbir zaman da olmadı. Bunu bile başaramadı. Bu, minnettar_for_today olarak bilinen takma adlı bir kişi tarafından başlatıldı ve bununla ilgili başka bir zaman için çok ilginç bir hikaye var. Fluffypony, madalyonun büyümesine yardımcı olmak için çok fazla zaman ve kaynak ayırmasının yanı sıra seyahatleri ve konferanslarda konuşmaları sayesinde hem çekirdek ekip üyesi / lider bakımcı olarak ün kazandı. Bu iki şeyin birleşimiyle Monero'nun bir nevi resmi olmayan yüzü haline geldi ve genellikle insanların bizi bulduğu bir kapı oldu. Kripto para birimi sahnesinde yaygın olan berbat CEO kültürü nedeniyle onun Monero'nun kurucusu ve lideri olduğunu varsaydılar ama ikisi de doğru değil.</p> <p>Günümüzde, Fluffypony hala çekirdek ekibin bir parçası, ancak artık kod tabanının baş koruyucusu değil ve kendi kişisel projeleri üzerinde çalışmak için geri adım attı. Monero gayet iyi bir şekilde yoluna devam ediyor.</p>
ur: <p>یہ Riccardo 'fluffypony' Spagni کا سکہ نہیں ہے، اور کبھی نہیں تھا۔ اس نے بھی نہیں بنایا۔ اس کی شروعات ایک فرضی شخص نے کی تھی جسے Thankful_for_today کہا جاتا ہے، اور اس کے بارے میں ایک اور دلچسپ کہانی ہے۔ Fluffypony نے ایک بنیادی ٹیم کے رکن/لیڈ مینٹینر دونوں کے طور پر بدنامی حاصل کی، کیونکہ اس نے سکے کو بڑھنے میں مدد کے لیے کافی وقت اور وسائل دیئے، ساتھ ہی ساتھ اپنے سفر اور کانفرنسوں میں بولنے کے ذریعے۔ ان دونوں چیزوں کو ملا کر، وہ مونیرو کے لیے ایک طرح کا غیر سرکاری چہرہ بن گیا، اور عام طور پر وہ گیٹ وے تھا جہاں سے لوگ ہمیں ملتے تھے۔ کرپٹو کرنسی کے منظر میں پھیلے ہوئے خوفناک CEO کلچر کی وجہ سے، انہوں نے فرض کیا کہ وہ Monero کے بانی اور رہنما ہیں، یہ دونوں سچ نہیں ہیں۔</p> <p>موجودہ دور میں، fluffypony اب بھی بنیادی ٹیم کا ایک حصہ ہے، لیکن اب وہ کوڈبیس کا لیڈ مینٹینر نہیں ہے، اور اپنے ذاتی پروجیکٹس پر کام کرنے کے لیے پیچھے ہٹ گیا ہے۔ Monero بالکل ٹھیک ساتھ جاری ہے</p>
zh_cn: <p>这又是一个彻彻底底的谣言, 门罗币从来没有公司，领袖, 门罗也从来不是 Riccardo ‘fluffypony’ Spagni的币. 他甚至都不是门罗币的发起人. 门罗币是由一个用户名叫thankful_for_today化名个人发起的，这个门罗币发起人后来也跟社区分开了，这是另一段有趣的故事.而fluffypony作为门罗币的核心成员/首席维护者而著名，因为他花了很多时间和资源来帮助门罗币成长，并且他四处旅行，在各种会议上演讲.结合这两件事，导致他成为门罗币的一种非官方代言人，通常人们通过他而找到门罗币.由于在加密货币领域普遍存在的糟糕的CEO文化，所以人们想当然认为他是门罗币的创始人和领导者，但这两者都不是正确的.</p> <p>如今，fluffypony仍是核心团队的一部分，但不再是代码库的主要维护者，并且从两年前就开始退居二线的步骤，现在从事自己的个人项目.门罗币在这个过程里继续前进，感兴趣的人还是应该去看一下，门罗币六年来有大约700名程序员为代码库贡献过代码，很多人离去也很多人加入，门罗币的核心团队也并不负责技术开发，只是一个守门人的职责，所以什么是开源且去中心化，门罗就是那个唯一的社区.</p>
zh_tw: <p>這又是一個徹徹底底的謠言, 門羅幣從來沒有公司，領袖, 門羅也從來不是 Riccardo ‘fluffypony’ Spagni的幣. 他甚至都不是門羅幣的發起人. 門羅幣是由一個用戶名叫thankful_for_today化名個人發起的，這個門羅幣發起人後來也跟社區分開了，這是另一段有趣的故事.而fluffypony作為門羅幣的核心成員/首席維護者而著名，因為他花了很多時間和資源來幫助門羅幣成長，並且他四處旅行，在各種會議上演講.結合這兩件事，導致他成為門羅幣的一種非官方代言人，通常人們通過他而找到門羅幣.由於在加密貨幣領域普遍存在的糟糕的CEO文化，所以人們想當然認為他是門羅幣的創始人和領導者，但這兩者都不是正確的.</p> <p>如今，fluffypony仍是核心團隊的一部分，但不再是代碼庫的主要維護者，並且從兩年前就開始退居二線的步驟，現在從事自己的個人項目.門羅幣在這個過程裡繼續前進，感興趣的人還是應該去看一下，門羅幣六年來有大約700名程式師為代碼庫貢獻過代碼，很多人離去也很多人加入，門羅幣的核心團隊也並不負責技術開發，只是一個守門人的職責，所以什麼是開源且去中心化，門羅就是那個唯一的社區.</p>

# knowledge250Sbmyths250Sb8250Sbtitle
source: This is fluffypony’s personal coin!
cs: Toto je osobní mince fluffypony!
fi: Tämä on fluffyponyn henkilökohtainen kolikko!
fr: C'est la crypto-monnaie personnelle de Fluffypony !
it: Questa è la moneta personale di fluffypony!
lt: Tai asmeninė Fuffypony moneta!
nb: Dette er fluffyponys personlige mynt!
nl: Dit is de persoonlijke munt van fluffypony!
pl: To jest osobista waluta fluffypony!
pt_br: Esta é a moeda pessoal do fluffypony!
sl: To je fluffyponyjev osebni kovanec!
sv: Det här är fluffyponys personliga mynt!
tl: Ito ang personal na barya ng fluffypony!
tr: Bu Fluffypony’nin kişisel parası!
ur: یہ fluffypony کا ذاتی سکہ ہے!
zh_cn: 门罗币是fluffypony开发的币，Riccardo是门罗币的CEO，门罗币有中本聪，莱特李，以太V那种灵魂人物!
zh_tw: 門羅幣是fluffypony開發的幣，Riccardo是門羅幣的CEO，門羅幣有中本聰，萊特李，乙太V那種靈魂人物!

# method250Sbgift8722Sbcard8722Sbitunes
source: iTunes Gift Card Code
cs: Kód dárkové karty iTunes
fi: iTunes lahjakortin koodi
fr: Code de carte-cadeau iTunes
it: Codice carta regalo iTunes
lt: iTunes dovanų kortelės kodas
nb: iTunes-gavekortkode
nl: iTunes Cadeaubon Code
pl: kod karty podarunkowej iTunes
pt_br: Cartão de presente iTunes
sl: Koda iTunes Darilne Kartice
sv: iTunes present kortskod
tr: iTunes Hediye Kartı Kodu
ur: آئی ٹیونز گفٹ کارڈ کوڈ
zh_cn: iTunes礼品卡代码
zh_tw: iTunes禮品卡代碼

# settings250Sbnotifications250Sbtelegram250Sbdialog8722Sbtitle
source: Mobile Telegram Notifications
cs: Mobilní telegramová upozornění
fi: Mobiili Telegram -ilmoitukset
fr: Notifications sur Telegram
it: Notifiche Telegram su mobile
lt: Mobiliosios telegramos pranešimai
nb: Mobile Telegram-varsler
nl: Mobiele Telegram Meldingen
pl: Powiadomienia mobilne Telegram
pt_br: Notificações Telegram Mobile
sl: Mobilna Telegram Obvestila
sv: Mobil telegram meddelanden
tl: Mga Notification sa Mobile Telegram
tr: Mobil Telgraf Bildirimleri
ur: موبائل ٹیلیگرام اطلاعات
zh_cn: 移动Telegram通知
zh_tw: 移動Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbdisable8722Sbconfirm8722Sbbtn
source: Disable Telegram notifications
cs: Zakázat telegramová upozornění
fi: Poista Telegram ilmoitukset käytöstä
fr: Désactiver les notifications sur Telegram
it: Disabilita le notifiche di Telegram
lt: Išjungti „Telegram“ pranešimus
nb: Deaktiver Telegram-varsler
nl: Schakel Telegram meldingen uit
pl: Wyłącz powiadomienia Telegram
pt_br: Desativar notificações via Telegram
sl: Onemogoči Telegram obvestila
sv: Inaktivera Telegram-aviseringar
tl: Huwag paganahin ang mga abiso sa Telegram
tr: Telegram bildirimlerini devre dışı bırak
ur: ٹیلیگرام اطلاعات کو غیر فعال کریں
zh_cn: 禁用Telegram通知
zh_tw: 禁用Telegram通知

source: The buyer hasn't marked the payment complete yet! Are you sure you want to finalize the trade now?
cs: Kupující ještě neoznačil platbu za dokončenou! Jste si jisti, že chcete dokončit obchod nyní?
fi: Ostaja ei ole vielä merkinnyt maksua suoritetuksi! Oletko varma, että haluat viimeistellä kaupan nyt?
fr: L'acheteur n'a pas encore marqué le paiement comme terminé ! Êtes-vous sûr de vouloir finaliser la transaction maintenant ?
it: L'acquirente non ha ancora segnato il pagamento completo! Sei sicuro di voler concludere lo scambio ora?
lt: Pirkėjas dar nepažymėjo mokėjimo užbaigto! Ar tikrai norite užbaigti prekybą dabar?
nb: Kjøperen har ikke merket at betalingen er fullført ennå! Er du sikker på at du vil fullføre handelen nå?
nl: De koper heeft de betaling nog niet als voltooid gemarkeerd! Weet u zeker dat u de transactie nu wilt afronden?
pl: Kupujący jeszcze nie oznaczył płatności jako ukończonej! Czy na pewno chcesz teraz sfinalizować handel?
pt_br: O comprador ainda não marcou o pagamento completo! Você tem certeza de que quer finalizar o negócio agora?
sl: Kupec plačila še ni označil kot zaključeno! Ali ste prepričani, da želite zdaj dokončati trgovanje?
sv: Köparen har inte markerat betalningen som slutförd ännu! Är du säker på att du vill slutföra affären nu?
tl: Hindi pa namarkahan ng mamimili na kumpleto ang pagbabayad! Sigurado ka bang gusto mong tapusin ang kalakalan ngayon?
tr: Alıcı henüz ödemeyi tamamlandı olarak işaretlemedi! Takası şimdi tamamlamak istediğinizden emin misiniz?
ur: خریدار نے ابھی تک ادائیگی مکمل ہونے کا نشان نہیں لگایا ہے! کیا آپ واقعی تجارت کو حتمی شکل دینا چاہتے ہیں؟
zh_cn: 买家尚未标记付款完成！您确定要立即完成交易吗？
zh_tw: 買家尚未標記付款完成！您確定要立即完成交易嗎？
