Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbscams250Sb1250Sbtext
source: <p>One of the oldest scams in the book, and one that can take place on any and every discussion platform in existence. In this scam, the scammer will pretend to be a trusted individual of the community or a high ranking official of a related business. Once the victim's trust is earned through this established reputation, the scammer might send a user to a malicious site, have them download a program designed to steal their funds, or even just get the user to send them funds directly. Always triple check that the person you're talking to is indeed the correct person. Businesses will have emails to contact to verify identities (i.e. "Did the CEO of your company just contact me on Telegram?") and other community leaders will usually be able to be contacted through other means. Verify before taking any action. ESPECIALLY if they initiated the conversation with you rather than you with them.</p>
cs: <p>Jeden z nejstarších podvodů, který se může odehrávat na všech existujících diskusních platformách. Při tomto podvodu se podvodník vydává za důvěryhodnou osobu z komunity nebo za vysoce postaveného úředníka příbuzné firmy. Jakmile si podvodník získá důvěru oběti díky takto vytvořené pověsti, může uživatele poslat na škodlivou stránku, nechat ho stáhnout program určený k odcizení jeho finančních prostředků nebo ho dokonce přimět, aby mu finanční prostředky poslal přímo. Vždy si třikrát ověřte, že osoba, se kterou hovoříte, je skutečně ta správná. Firmy budou mít k dispozici e-maily, na které se lze obrátit a ověřit si totožnost (např. "Kontaktoval mě právě generální ředitel vaší společnosti na Telegramu?"), a další vedoucí představitele komunity bude obvykle možné kontaktovat jinými prostředky. Než podniknete jakékoli kroky, ověřte si to. Zejména pokud konverzaci iniciovali oni s vámi, nikoli vy s nimi.</p>
fi: <p>Yksi vanhimmista huijauksista voi tapahtua millä tahansa keskustelualustalla. Tässä huijauksessa huijari teeskentelee olevansa yhteisön luotettu henkilö tai vastaavan yrityksen korkea-arvoinen virkamies. Kun uhrin luottamus on ansaittu tällä vakiintuneella maineella, huijari saattaa lähettää käyttäjän haitalliselle sivustolle, pyytää häntä lataamaan ohjelman, joka on suunniteltu varastamaan heidän varat tai jopa vain saada käyttäjä lähettämään varoja suoraan hänelle. Tarkista aina kolminkertaisesti, että henkilö jonka kanssa puhut, on todellakin oikea henkilö. Yrityksillä on sähköpostit, joihin voi ottaa yhteyttä henkilöllisyyden vahvistamiseksi (eli "Ottiko yrityksesi toimitusjohtaja minuun yhteyttä Telegramissa?"), ja muihin yhteisön johtajiin voidaan yleensä ottaa yhteyttä muilla tavoilla. Varmista ennen mitään toimenpiteiden tekemistä. ERITYISESTI, jos he aloittivat keskustelun sinun kanssasi, etkä sinä heidän kanssaan.</p>
fr: <p>L'une des plus anciennes escroqueries, et une qui peut avoir lieu sur n'importe quelle plateforme de discussion existante. Pour cette arnaque, l'escroc prétendra être une personne de confiance de la communauté ou une personne haut placée au sein d'une entreprise connexe. Une fois la confiance de la victime acquise grâce à cette réputation établie, l'escroc peut envoyer un utilisateur sur un site malveillant, lui faire télécharger un programme conçu pour voler ses fonds, ou même simplement amener l'utilisateur à lui envoyer des fonds directement. Vérifiez toujours trois fois que la personne à qui vous parlez est bien la bonne personne. Les entreprises auront des adresses e-mail à contacter pour vérifier les identités (c'est-à-dire « Le PDG de votre entreprise vient-il de me contacter sur Telegram ? ») et les autres dirigeants de la communauté pourront généralement être contactés par d'autres moyens. Vérifiez avant d'entreprendre toute action. SURTOUT s'ils ont initié la conversation avec vous plutôt que vous avec eux.</p>
it: <p>Una delle truffe più antiche del libro e che può aver luogo su qualsiasi piattaforma di discussione esistente. In questa truffa, il truffatore fingerà di essere un individuo fidato della comunità o un funzionario di alto rango di un'attività correlata. Una volta guadagnata la fiducia della vittima grazie a questa reputazione consolidata, il truffatore potrebbe inviare un utente a un sito dannoso, chiedergli di scaricare un programma progettato per rubare i suoi fondi o anche semplicemente convincere l'utente a inviargli direttamente i fondi. Controlla sempre tre volte che la persona con cui stai parlando sia davvero la persona giusta. Le aziende avranno delle e-mail da contattare per verificare le identità (ad es. "Il CEO della tua azienda mi ha appena contattato su Telegram?") E gli altri leader della comunità saranno generalmente in grado di essere contattati attraverso altri mezzi. Verificare prima di intraprendere qualsiasi azione. SOPRATTUTTO se hanno iniziato la conversazione con te piuttosto che tu con loro.</p>
lt: <p>Viena iš seniausių aferų knygoje, kuri gali vykti bet kurioje diskusijų platformoje. Šioje aferoje sukčius apsimeta patikimu bendruomenės asmeniu arba aukšto rango susijusio verslo pareigūnu. Kai aukos pasitikėjimas užsitarnauja dėl šios nusistovėjusios reputacijos, sukčius gali nusiųsti vartotoją į kenkėjišką svetainę, paprašyti atsisiųsti programą, skirtą jų lėšoms pavogti, arba netgi priversti vartotoją siųsti lėšas tiesiogiai. Visada tris kartus patikrinkite, ar asmuo, su kuriuo kalbate, tikrai yra tinkamas asmuo. Įmonės turės el. laiškus, su kuriais galima susisiekti, kad patvirtintų tapatybę (t. y. „Ar jūsų įmonės generalinis direktorius ką tik su manimi susisiekė per Telegramą?“), o su kitais bendruomenės lyderiais paprastai bus galima susisiekti kitais būdais. Prieš imdamiesi kokių nors veiksmų patikrinkite. YPAČ, jei jie inicijavo pokalbį su jumis, o ne jūs su jais.</p>
nb: <p>En av de eldste svindelene i boken, og en som kan finne sted på enhver diskusjonsplattform som eksisterer. I denne svindelen vil svindleren utgi seg for å være en pålitelig person i fellesskapet eller en høyt rangert tjenestemann i en relatert virksomhet. Når offerets tillit er opptjent gjennom dette etablerte ryktet, kan svindleren sende en bruker til et ondsinnet nettsted, få dem til å laste ned et program designet for å stjele pengene deres, eller til og med bare få brukeren til å sende dem direkte. Trippelsjekk alltid at personen du snakker med faktisk er den riktige personen. Bedrifter vil ha e-poster å kontakte for å bekrefte identiteter (dvs. "Kontaktet administrerende direktør for bedriften din nettopp meg på Telegram?") og andre samfunnsledere vil vanligvis kunne kontaktes på andre måter. Bekreft før du gjør noe. SPESIELT hvis de startet samtalen med deg i stedet for deg med dem.</p>
nl: <p>Een van de oudste scams in het boek, en een die kan plaatsvinden op elk bestaand discussieplatform. Bij deze zwendel doet de oplichter zich voor als een vertrouwd persoon van de gemeenschap of een hooggeplaatste functionaris van een gerelateerd bedrijf. Zodra het vertrouwen van het slachtoffer is verdiend door deze gevestigde reputatie, kan de oplichter een gebruiker naar een kwaadwillende site sturen, hem een programma laten downloaden dat is ontworpen om zijn geld te stelen, of de gebruiker zelfs zover krijgen dat hij hem rechtstreeks geld stuurt. Controleer altijd drie keer of de persoon met wie u praat inderdaad de juiste persoon is. Bedrijven hebben e-mails om contact mee op te nemen om hun identiteit te verifiëren (d.w.z. "Heeft de CEO van uw bedrijf zojuist contact met mij opgenomen via Telegram?") En andere gemeenschapsleiders kunnen meestal op andere manieren worden gecontacteerd. Controleer voordat u actie onderneemt. VOORAL als ze het gesprek met u begonnen zijn in plaats van u met hen. </p>
pl: <p> Jedną z metod oszustwa starą jak świat jest taka, która może mieć miejsce na każdej istniejącej platformie dyskusyjnej. W tym oszustwie oszust udaje, że jest zaufaną osobą społeczności lub pracownikiem wysokiej rangi jakiegoś biznesu. Po zdobyciu zaufania ofiary dzięki tej reputacji oszust może wysłać użytkownika na złośliwą stronę, przekonać do pobrania programu zaprojektowanego w celu kradzieży funduszy, a nawet po prostu zmusić użytkownika do bezpośredniego wysłania środków. Zawsze potrójnie sprawdź, czy osoba, z którą rozmawiasz, jest rzeczywiście właściwą osobą. Firmy będą miały e-maile do skontaktowania się w celu zweryfikowania tożsamości (tj. „Czy szef Twojej firmy właśnie skontaktował się ze mną na Telegramie?”), a inni liderzy w społeczności zwykle będą mogli się skontaktować za pomocą innych środków. Zawsze sprawdź przed podjęciem jakichkolwiek działań. ZWŁASZCZA, jeśli oni zainicjowali z Tobą rozmowę, a nie Ty z nimi. </p>
pt_br: <p>Um dos golpes mais antigos do livro e que pode ocorrer em qualquer plataforma de discussão existente. Nesse golpe, o golpista fingirá ser um indivíduo confiável da comunidade ou um alto funcionário de uma empresa relacionada. Uma vez que a confiança da vítima é conquistada por meio dessa reputação estabelecida, o golpista pode enviar um usuário a um site malicioso, fazer com que ele baixe um programa projetado para roubar seus fundos ou mesmo apenas fazer com que o usuário envie fundos diretamente. Sempre verifique se a pessoa com quem você está falando é realmente a pessoa certa. As empresas terão e-mails para entrar em contato para verificar as identidades (por exemplo, "O CEO da sua empresa acabou de me contatar no Telegram?") E outros líderes da comunidade geralmente poderão ser contatados por outros meios. Verifique antes de realizar qualquer ação. ESPECIALMENTE se eles iniciaram a conversa com você ao invés de você com eles.</p>
sl: <p>Gre za eno najstarejših prevar, ki se lahko zgodi na vseh obstoječih platformah za razpravo. Pri tej goljufiji se goljuf pretvarja, da je zaupanja vredna oseba v skupnosti ali visok uradnik v sorodnem podjetju. Ko žrtev pridobi zaupanje zaradi ustvarjenega ugleda, lahko prevarant uporabnika pošlje na zlonamerno spletno mesto, prenese program, namenjen kraji sredstev, ali pa celo doseže, da mu uporabnik neposredno pošlje sredstva. Vedno trikrat preverite, ali je oseba, s katero se pogovarjate, res prava oseba. Podjetja bodo imela elektronska sporočila, na katera se lahko obrnete za preverjanje identitete (npr. "Ali me je izvršni direktor vašega podjetja pravkar kontaktiral prek programa Telegram?"), z drugimi voditelji skupnosti pa bo običajno mogoče vzpostaviti stik na druge načine. Pred kakršnim koli ukrepanjem preverite. Še posebej, če so oni začeli pogovor z vami in ne vi z njimi.</p>
sv: <p>En av de äldsta bedrägerierna i boken, och en som kan äga rum på vilken diskussionsplattform som helst som finns. I denna bedrägeri kommer bedragaren att låtsas vara en pålitlig individ i samhället eller en högt uppsatt tjänsteman i ett relaterat företag. När offrets förtroende har förtjänats genom detta etablerade rykte, kan bedragaren skicka en användare till en skadlig webbplats, låta dem ladda ner ett program som är utformat för att stjäla deras pengar, eller till och med bara få användaren att skicka pengar direkt. Trippelkolla alltid att personen du pratar med verkligen är rätt person. Företag kommer att ha e-postmeddelanden att kontakta för att verifiera identiteter (dvs. "Kontaktade VD:n för ditt företag precis mig på Telegram?") och andra samhällsledare kommer vanligtvis att kunna kontaktas på andra sätt. Verifiera innan du vidtar någon åtgärd. SÄRSKILT om de inledde konversationen med dig snarare än du med dem.</p>
tl: <p>Isa sa mga pinakalumang scam sa aklat, at isa na maaaring maganap sa alinman at bawat platform ng talakayan na umiiral. Sa scam na ito, magpapanggap ang scammer bilang isang pinagkakatiwalaang indibidwal ng komunidad o isang mataas na opisyal ng isang kaugnay na negosyo. Kapag nakuha na ang tiwala ng biktima sa pamamagitan ng naitatag na reputasyon na ito, maaaring ipadala ng scammer ang isang user sa isang nakakahamak na site, ipa-download sa kanila ang isang program na idinisenyo upang magnakaw ng kanilang mga pondo, o kahit na makuha lang ang user na direktang magpadala sa kanila ng mga pondo. Laging triple check kung ang kausap mo ay talagang tamang tao. Ang mga negosyo ay magkakaroon ng mga email na makontak upang i-verify ang mga pagkakakilanlan (ibig sabihin, "Nakipag-ugnayan lang ba sa akin ang CEO ng iyong kumpanya sa Telegram?") at ang iba pang mga pinuno ng komunidad ay karaniwang maaaring makontak sa pamamagitan ng iba pang paraan. I-verify bago gumawa ng anumang aksyon. LALO na kung sila ang nagpasimula ng pag-uusap sa iyo sa halip na ikaw sa kanila.</p>
tr: <p>Kitaptaki en eski dolandırıcılıklardan biri ve var olan her tartışma platformunda gerçekleşebilecek bir dolandırıcılık. Bu dolandırıcılıkta dolandırıcı, topluluğun güvenilir bir bireyi veya ilgili bir işletmenin üst düzey bir yetkilisi gibi davranacaktır. Kurbanın güveni bu yerleşik itibar sayesinde kazanıldığında, dolandırıcı, kullanıcıyı kötü amaçlı bir siteye gönderebilir, paralarını çalmak için tasarlanmış bir program indirmesini sağlayabilir, hatta kullanıcının kendisine doğrudan para göndermesini sağlayabilir. Konuştuğunuz kişinin gerçekten doğru kişi olup olmadığını her zaman üç kez kontrol edin. İşletmelerin kimlikleri doğrulamak için iletişime geçebilecekleri e-postalar olacak (ör. "Şirketinizin CEO'su benimle Telegram üzerinden iletişime geçti mi?") ve diğer topluluk liderleriyle genellikle başka yollarla iletişime geçilebilecek. Herhangi bir işlem yapmadan önce doğrulayın. ÖZELLİKLE sohbeti siz onlarla başlatmak yerine onlar sizinle başlatmışsa.</p>
ur: <p>کتاب کے سب سے پرانے گھوٹالوں میں سے ایک، اور ایک جو وجود میں موجود ہر بحث کے پلیٹ فارم پر ہو سکتا ہے۔ اس اسکینڈل میں، اسکام کرنے والا کمیونٹی کا ایک قابل اعتماد فرد یا متعلقہ کاروبار کا اعلیٰ عہدے دار ہونے کا بہانہ کرے گا۔ ایک بار جب متاثرہ کا اعتماد اس قائم کردہ شہرت کے ذریعے حاصل ہو جاتا ہے، تو سکیمر کسی صارف کو نقصان دہ سائٹ پر بھیج سکتا ہے، اس سے ان کے فنڈز چوری کرنے کے لیے ڈیزائن کردہ پروگرام ڈاؤن لوڈ کر سکتا ہے، یا یہاں تک کہ صارف کو براہ راست فنڈز بھیجنے پر مجبور کر سکتا ہے۔ ہمیشہ تین بار چیک کریں کہ جس شخص سے آپ بات کر رہے ہیں وہ واقعی صحیح شخص ہے۔ کاروباری اداروں کے پاس شناخت کی تصدیق کے لیے رابطہ کرنے کے لیے ای میلز ہوں گی (یعنی "کیا آپ کی کمپنی کے CEO نے مجھ سے ٹیلیگرام پر رابطہ کیا؟") اور کمیونٹی کے دیگر رہنماؤں سے عام طور پر دوسرے ذرائع سے رابطہ کیا جا سکے گا۔ کوئی بھی اقدام کرنے سے پہلے تصدیق کرلیں۔ خاص طور پر اگر انہوں نے بات چیت کا آغاز آپ کے ساتھ کرنے کی بجائے آپ سے کیا۔</p>
zh_cn: <p>文字记载以来最古老的骗局之一，并且依旧可以在现有的各种平台和互联网上行骗. 在此骗局中，骗子通常伪装成社区中备受信任的个人或相关组织的高级成员. 一旦与受害人之间建立了信任，骗子就诱导受害者访问恶意站点，下载能窃取其资金的木马程序，甚至让用户直接向他们打钱. 所以破解这种骗局的方法是要再三核实与你交谈的人，他的真实身份是不是如他们所说. 如果对方的组织是某个实体企业，我们可以通过官方认证的电子邮件联系他们以验证身份，例如发信息给某宝问，贵公司的首席执行官马先生，是否刚才通过Telegram与我联系过，并且这类验证通常可以通过其他方式与其他社区负责人核实. 总之采取任行动之前，请先验证身份. 特别是如果他们是主动与你联系的，而不是你主动与他们发起对话的时候.</p>
zh_tw: <p>文字記載以來最古老的騙局之一，並且依舊可以在現有的各種平臺和互聯網上行騙. 在此騙局中，騙子通常偽裝成社區中備受信任的個人或相關組織的高級成員. 一旦與受害人之間建立了信任，騙子就誘導受害者訪問惡意網站，下載能竊取其資金的木馬程式，甚至讓使用者直接向他們打錢. 所以破解這種騙局的方法是要再三核實與你交談的人，他的真實身份是不是如他們所說. 如果對方的組織是某個實體企業，我們可以通過官方認證的電子郵件聯繫他們以驗證身份，例如發資訊給某寶問，貴公司的首席執行官馬先生，是否剛才通過Telegram與我聯繫過，並且這類驗證通常可以通過其他方式與其他社區負責人核實. 總之採取任行動之前，請先驗證身份. 特別是如果他們是主動與你聯繫的，而不是你主動與他們發起對話的時候.</p>

# knowledge250Sbscams250Sb1250Sbtitle
source: The Impostor Scam
cs: Podvod s podvodníky
fi: Soluttautujahuijaus
fr: L'arnaque de l'imposteur
lt: Apgavikas apgavikas
nb: Bedrageren svindel
nl: De Bedriegerzwendel
pl: Oszustwo przez czyjeś udawanie
sl: Prevara "Impostor"
sv: Den Impostor Bedrägeri
tl: Ang Impostor Scam
tr: Sahtekâr Dolandırıcılığı
ur: امپوسٹر سکیم
zh_cn: 大灰狼VS小红帽的奶奶，冒名顶替诈骗
zh_tw: 大灰狼VS小紅帽的奶奶，冒名頂替詐騙
