Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbfoss250Sb3250Sbtext
source: When evaluating a blockchain project, it is recommended that the user should not just look to see if the code is available for viewing, but if other aspects of the project are also conducted in an open, transparent fashion. The more closed doors there are to community involvement, the more uneasy one should feel. Herein lies a stumbling block for many, however, as many of us come from the proprietary world, where transparency is not common, and we don’t have a reference point for what constitutes “open enough”, not just in code, but in the spirit and other areas of a project. <br/><br/> Indeed, most projects tout their openness on social media, but when you take a look into how many people actually contribute to the software, development, or research besides those employed or otherwise compensated to do so, the reality can be astoundingly different than what is claimed. It is possible for those in power (formally or informally) to be dismissive or outright hostile when it comes to other people’s ideas. <br/><br/> Monero tries to sidestep this issue entirely by having no formal roles of the project, with even the core team of Monero primarily just running infrastructure, and having little to do with the actual development or research of the project. That said, informal power structures form in all social circles, and Monero is no exception, so they must be accounted for.
cs: Při hodnocení blockchainového projektu se doporučuje, aby se uživatel nedíval pouze na to, zda je kód k dispozici k nahlédnutí, ale zda jsou i další aspekty projektu vedeny otevřeným a transparentním způsobem. Čím více zavřených dveří pro zapojení komunity existuje, tím více by se měl člověk cítit nesvůj. V tom však spočívá kámen úrazu pro mnohé z nás, protože mnozí z nás přicházejí ze světa proprietárního softwaru, kde transparentnost není běžná, a nemáme referenční bod pro to, co představuje "dostatečně otevřený" nejen kód, ale i duch a další oblasti projektu. <br/><br/> Většina projektů se na sociálních sítích ohání svou otevřeností, ale když se podíváte na to, kolik lidí se na softwaru, vývoji nebo výzkumu skutečně podílí kromě těch, kteří jsou za to zaměstnáni nebo jinak odměňováni, může být skutečnost překvapivě jiná, než se tvrdí. Je možné, že ti, kteří jsou u moci (formálně nebo neformálně), se chovají odmítavě nebo přímo nepřátelsky, pokud jde o nápady jiných lidí. <br/><br/> Monero se snaží tento problém zcela obejít tím, že nemá žádné formální role v projektu, dokonce i hlavní tým Monera primárně provozuje pouze infrastrukturu a se skutečným vývojem nebo výzkumem projektu má jen málo společného. Nicméně neformální mocenské struktury se vytvářejí ve všech společenských kruzích a Monero není výjimkou, takže je třeba s nimi počítat.
fi: Lohkoketjuprojektia arvioitaessa on suositeltavaa että käyttäjä ei vain katso, onko koodi saatavilla katseltaviksi, vaan toteutetaanko myös muut projektin osa-alueet avoimesti ja läpinäkyvästi. Mitä enemmän suljettuja ovia on yhteisön osallistumiselta, sitä levottomammaksi ihmisen pitäisi tuntea olonsa. Tässä on kuitenkin kompastuskivi monille, sillä monet meistä ovat kotoisin omistusmaailmasta, jossa läpinäkyvyys ei ole yleistä, eikä meillä ole viitearvoa sille mikä on "riittävän avoin", ei vain koodissa, vaan myös hankkeen hengessä ja muissa osa-alueissa. <br/><br/> Suurin osa hankkeista todellakin mainostaa avoimuuttaan sosiaalisessa mediassa, mutta kun tarkastellaan kuinka moni todella osallistuu ohjelmistokehitykseen tai tutkimukseen niiden lisäksi, jotka työskentelevät organisaatiossa tai muuten saavat siitä korvauksen, todellisuus voi olla hämmästyttävän erilainen kuin väitetään. Vallassa olevat (muodollisesti tai epävirallisesti) voivat olla hylkääviä tai suorastaan vihamielisiä muiden ihmisten ideoiden suhteen. <br/><br/> Monero yrittää kiertää tämän ongelman kokonaan ilman muodollisia rooleja projektissa, sillä Moneron ydintiimikin ensisijaisesti pyörittää vain infrastruktuuria, eikä sillä ole juurikaan tekemistä projektin varsinaisen kehittämisen tai tutkimuksen kanssa. Epävirallisia valtarakenteita muodostuu kuitenkin kaikissa sosiaalisissa piireissä, eikä Monero ole poikkeus, joten ne on otettava huomioon.
fr: Lors de l'évaluation d'un projet blockchain, il est recommandé que l'utilisateur ne se contente pas de regarder uniquement si le code est disponible pour pouvoir être étudié, mais si d'autres aspects du projet sont également menés de manière ouverte et transparente. Plus il y a de portes fermées à l'engagement communautaire, plus on devrait se sentir inquiet. Et c'est bien là une source de difficulté, car beaucoup d'entre nous viennent du monde propriétaire, où la transparence n'est pas courante, et nous n'avons pas de point de référence pour ce qui constitue « assez ouvert », pas seulement dans le code, mais aussi dans l'esprit et les autres domaines d'un projet. <br /><br /> En effet, la plupart des projets vantent leur ouverture sur les réseaux sociaux, mais lorsque vous examinez le nombre de personnes qui contribuent réellement au développement logiciel ou de la recherche en plus de celles qui sont employées ou autrement rémunérées pour le faire, la réalité peut être étonnamment différente de ce qui est revendiqué. Il est possible que les personnes au pouvoir (officiellement ou officieusement) soient dédaigneuses ou carrément hostiles lorsqu'il s'agit des idées des autres. <br /><br /> Monero essaie de contourner complètement ce problème en n'ayant aucun rôle formel dans le projet, même l'équipe principale de Monero ne faisant que gérer l'infrastructure et n'ayant que peu à voir avec le développement ou la recherche réels du projet. Cela dit, des structures de pouvoir informelles se forment dans tous les cercles sociaux, et Monero ne fait pas exception, elles doivent donc être prises en compte.
it: Quando si valuta un progetto blockchain, si consiglia all'utente non solo di vedere se il codice è disponibile per la visualizzazione, ma se anche altri aspetti del progetto sono condotti in modo aperto e trasparente. Più porte chiuse ci sono per il coinvolgimento della comunità, più si dovrebbe sentire a disagio. Qui sta un ostacolo per molti, tuttavia, poiché molti di noi provengono dal mondo proprietario, in cui la trasparenza non è comune e non abbiamo un punto di riferimento per ciò che costituisce "abbastanza aperto", non solo nel codice, ma in lo spirito e le altre aree di un progetto. <br/><br/>In effetti, la maggior parte dei progetti promuove la loro apertura sui social media, ma quando dai un'occhiata a quante persone effettivamente contribuiscono al software, allo sviluppo o alla ricerca oltre a quelli impiegati o altrimenti compensati, la realtà può essere sorprendentemente diversa da quella che è ha sostenuto. È possibile che coloro che sono al potere (formalmente o informalmente) siano sprezzanti o apertamente ostili quando si tratta delle idee di altre persone. <br/><br/>Monero cerca di eludere completamente questo problema non avendo ruoli formali del progetto, con persino il nucleo centrale di Monero che gestisce principalmente le infrastrutture e ha poco a che fare con lo sviluppo o la ricerca effettiva del progetto. Detto questo, le strutture di potere informali si formano in tutti i circoli sociali e Monero non fa eccezione, quindi devono essere prese in considerazione.
lt: Vertinant „blockchain“ projektą, vartotojui rekomenduojama ne tik žiūrėti, ar kodą galima peržiūrėti, bet ir ar kiti projekto aspektai vykdomi atvirai, skaidriai. Kuo uždaresnės durys bendruomenės įsitraukimui, tuo nerimastingesnis žmogus turėtų jaustis. Daugeliui čia slypi kliūtis, nes daugelis mūsų kilę iš patentuoto pasaulio, kur skaidrumas nėra įprastas ir mes neturime atskaitos taško, kas yra „pakankamai atvira“, ne tik kode, bet ir projekto dvasią ir kitas sritis. <br/><br/> Iš tiesų, dauguma projektų skelbia savo atvirumą socialinėje žiniasklaidoje, tačiau pažvelgus į tai, kiek žmonių iš tikrųjų prisideda prie programinės įrangos, kūrimo ar tyrimų, be tų, kurie dirba arba gavo kitokią atlygį už tai, realybė gali būti stulbinamai kitokia nei yra. tvirtino. Valdantieji (formaliai ar neoficialiai) gali būti atmetami arba visiškai priešiški, kai kalbama apie kitų žmonių idėjas. <br/><br/> Monero bando apeiti šią problemą visiškai neturėdamas formalių projektų vaidmenų, net pagrindinė Monero komanda visų pirma tik valdo infrastruktūrą ir neturi nieko bendra su realiu projekto vystymu ar tyrimais. Be to, neformalios galios struktūros formuojasi visuose socialiniuose sluoksniuose, o Monero nėra išimtis, todėl į jas reikia atsižvelgti.
nb: Når du evaluerer et blokkjedeprosjekt, anbefales det at brukeren ikke bare ser for å se om koden er tilgjengelig for visning, men om andre aspekter av prosjektet også gjennomføres på en åpen, gjennomsiktig måte. Jo flere lukkede dører det er for samfunnsengasjement, jo mer urolig bør man føle. Her ligger imidlertid en snublestein for mange, ettersom mange av oss kommer fra den proprietære verden, hvor åpenhet ikke er vanlig, og vi ikke har et referansepunkt for hva som utgjør "åpent nok", ikke bare i kode, men i ånden og andre områder i et prosjekt. <br/><br/> Faktisk viser de fleste prosjekter sin åpenhet på sosiale medier, men når du tar en titt på hvor mange mennesker som faktisk bidrar til programvaren, utviklingen eller forskningen i tillegg til de som er ansatt eller på annen måte kompensert for å gjøre det, kan virkeligheten være forbløffende annerledes enn hva som er hevdet. Det er mulig for makthaverne (formelt eller uformelt) å være avvisende eller direkte fiendtlige når det kommer til andres ideer. <br/><br/> Monero prøver å omgå dette problemet helt og holdent ved å ikke ha noen formelle roller i prosjektet, med til og med kjerneteamet til Monero som primært driver infrastruktur, og har lite å gjøre med selve utviklingen eller forskningen av prosjektet. Når det er sagt, dannes det uformelle maktstrukturer i alle sosiale kretser, og Monero er intet unntak, så de må gjøres rede for.
nl: Bij het evalueren van een blockchain-project wordt aanbevolen dat de gebruiker niet alleen kijkt of de code beschikbaar is om te bekijken, maar ook of andere aspecten van het project op een open, transparante manier worden uitgevoerd. Hoe meer gesloten deuren er zijn voor betrokkenheid van de gemeenschap, hoe ongemakkelijker men zich zou moeten voelen. Hierin ligt echter een struikelblok voor velen, aangezien velen van ons uit de propriëtaire wereld komen, waar transparantie niet gebruikelijk is en we geen referentiepunt hebben voor wat "open genoeg" is, niet alleen in code, maar in de essentie en andere gebieden van een project. <br/><br/> Inderdaad, de meeste projecten prijzen hun openheid op sociale media, maar als u kijkt naar hoeveel mensen daadwerkelijk bijdragen aan de software, ontwikkeling of onderzoek naast degenen die daarvoor in dienst zijn of anderszins worden gecompenseerd, kan de realiteit verbazingwekkend anders zijn dan wat is beweerde. Het is mogelijk dat machthebbers (formeel of informeel) afwijzend of ronduit vijandig zijn als het gaat om de ideeën van andere mensen. <br/><br/> Monero probeert dit probleem volledig te omzeilen door geen formele rollen van het project te hebben, waarbij zelfs het kernteam van Monero voornamelijk alleen de infrastructuur beheert en weinig te maken heeft met de daadwerkelijke ontwikkeling of het onderzoek van het project. Dat gezegd hebbende, de informele machtsstructuren vormen zich in alle sociale kringen, en Monero is geen uitzondering, dus daar moet rekening mee worden gehouden.
pl: Podczas oceny projektu blockchaina zaleca się, aby użytkownik nie tylko sprawdził czy kod jest dostępny do przeglądania, ale też czy inne aspekty projektu są przeprowadzane w otwarty, przejrzysty sposób. Im bardziej drzwi są zamykane przed zaangażowaniem społeczności, tym bardziej należy się obawiać. Wielu z nas pochodzi ze świata zastrzeżonego, w którym przejrzystość nie jest powszechna i nie mamy punktu odniesienia do tego, co stanowi „wystarczająco otwarte”, nie tylko w kodzie, ale w duchu projektu i innych jego obszarach. <br/><br/> Rzeczywiście, większość projektów reklamuje swoją otwartość w mediach społecznościowych, ale kiedy przyjrzysz się, ile osób faktycznie przyczynia się do oprogramowania, rozwoju lub badań oprócz tych zatrudnionych bądź też w inny sposób zrekompensowanych, rzeczywistość może być zdumiewająco inna niż to, co się wydaje na pierwszy rzut oka. Możliwe, że osoby sterujące projektem (formalnie lub nieformalnie) są lekceważące lub wrogo nastawione do pomysłów innych ludzi. <br/><br/> Monero próbuje całkowicie ominąć ten problem, nie mając wydzielonych ról do pracy z projektem. Ponadto główny zespół prowadzi infrastrukturę i nie ma nic wspólnego z faktycznym oprogramowaniem lub badaniami na cele projektu. Tak powiedziawszy, nieformalne struktury władzy powstają we wszystkich kręgach społecznych, a Monero nie jest wyjątkiem, więc należy je brać pod uwagę.
pt_br: Ao avaliar um projeto de blockchain, é recomendável que o usuário não apenas olhe para ver se o código está disponível para visualização, mas se outros aspectos do projeto também são conduzidos de forma aberta e transparente. Quanto mais portas fechadas existirem para o envolvimento da comunidade, mais se sentirá desconfortável. Aqui está um obstáculo para muitos, no entanto, pois muitos de nós vêm do mundo proprietário, onde a transparência não é comum e não temos um ponto de referência para o que constitui “suficientemente aberto”, não apenas no código, mas em o espírito e outras áreas de um projeto. <br/><br/>De fato, a maioria dos projetos defende sua abertura nas mídias sociais, mas quando você examina quantas pessoas realmente contribuem para o software, desenvolvimento ou pesquisa, além daquelas empregadas ou compensadas por isso, a realidade pode ser surpreendentemente diferente do que é reivindicado. É possível que os detentores do poder (formal ou informalmente) sejam desdenhosos ou totalmente hostis quando se trata das idéias de outras pessoas. <br/><br/>Monero tenta contornar esse problema inteiramente, não tendo papéis formais no projeto, mesmo com a equipe principal de Monero executando apenas a infraestrutura e tendo pouco a ver com o desenvolvimento ou a pesquisa real do projeto. Dito isto, as estruturas informais de poder se formam em todos os círculos sociais, e Monero não é exceção, portanto elas devem ser consideradas.
sl: Pri ocenjevanju blockchain projekta je priporočljivo, da uporabnik ne preverja le, ali je koda na voljo za vpogled, temveč tudi, ali so tudi drugi vidiki projekta izvedeni na odprt, pregleden način. Bolj ko so vrata za sodelovanje skupnosti zaprta, bolj nelagodno bi se moral počutiti. Tu pa je za mnoge kamen spotike, saj mnogi prihajamo iz sveta lastniških pravic, kjer preglednost ni običajna in nimamo referenčne točke za to, kaj je "dovolj odprto", ne le v kodi, temveč tudi v duhu in na drugih področjih projekta. <br/><br/> Večina projektov po družabnih medijih poudarja svojo odprtost, vendar ko preverite, koliko ljudi dejansko prispeva k programski opremi, razvoju ali raziskavam, poleg tistih, ki so za to zaposleni ali kako drugače plačani, je lahko realnost presenetljivo drugačna od tiste, ki se navaja. Možno je, da so tisti, ki so na oblasti (formalno ali neformalno), odklonilni ali naravnost sovražni, ko gre za ideje drugih ljudi. <br/><br/> Monero se poskuša temu vprašanju povsem izogniti, saj nima uradnih položajev v projektu. Celo osrednja ekipa Monera v glavnem upravlja infrastrukturo in nima veliko opraviti z dejanskim razvojem ali raziskavami projekta. Kljub temu se neformalne strukture moči oblikujejo v vseh družbenih krogih in Monero ni izjema, zato jih je treba upoštevati.
sv: När man utvärderar ett blockchain-projekt, rekommenderas det att användaren inte bara ska titta för att se om koden är tillgänglig för visning, utan om andra aspekter av projektet också genomförs på ett öppet, transparent sätt. Ju fler stängda dörrar det finns för samhällsengagemang, desto mer orolig bör man känna sig. Häri ligger dock en stötesten för många, eftersom många av oss kommer från den proprietära världen, där transparens inte är vanligt, och vi inte har en referenspunkt för vad som är "tillräckligt öppet", inte bara i kod, utan i andan och andra områden i ett projekt. <br/><br/> Faktum är att de flesta projekt hyllar sin öppenhet på sociala medier, men när du tittar på hur många människor som faktiskt bidrar till mjukvaran, utvecklingen eller forskningen förutom de som är anställda eller på annat sätt kompenseras för att göra det, kan verkligheten vara häpnadsväckande annorlunda än vad som är hävdade. Det är möjligt för makthavare (formellt eller informellt) att vara avvisande eller direkt fientliga när det kommer till andra människors idéer. <br/><br/> Monero försöker kringgå denna fråga helt och hållet genom att inte ha några formella roller i projektet, med till och med kärnteamet i Monero som i första hand bara driver infrastruktur och har lite att göra med den faktiska utvecklingen eller forskningen av projektet. Som sagt, informella maktstrukturer bildas i alla sociala kretsar, och Monero är inget undantag, så de måste redovisas.
tl: Kapag sinusuri ang isang proyekto ng blockchain, inirerekumenda na ang gumagamit ay hindi dapat tumingin lamang upang makita kung ang code ay magagamit para sa pagtingin, ngunit kung ang iba pang mga aspeto ng proyekto ay isinasagawa din sa isang bukas, transparent na paraan. Ang mas maraming saradong pinto sa pakikilahok ng komunidad, mas hindi mapalagay ang isa. Dito nakasalalay ang isang hadlang para sa marami, gayunpaman, dahil marami sa atin ay nagmula sa pagmamay-ari na mundo, kung saan ang transparency ay hindi karaniwan, at wala tayong reference point para sa kung ano ang bumubuo sa "sapat na bukas", hindi lamang sa code, ngunit sa ang diwa at iba pang bahagi ng isang proyekto. <br/><br/> Sa katunayan, ang karamihan sa mga proyekto ay nagpapakita ng kanilang pagiging bukas sa social media, ngunit kapag tiningnan mo kung gaano karaming mga tao ang aktwal na nag-aambag sa software, pag-unlad, o pananaliksik bukod sa mga nagtatrabaho o kung hindi man ay nabayaran upang gawin ito, ang katotohanan ay maaaring maging lubhang kataka-taka kaysa sa kung ano ang inaangkin. Posible para sa mga nasa kapangyarihan (pormal o impormal) na maging dismissive o tahasang pagalit pagdating sa mga ideya ng ibang tao. <br/><br/> Sinusubukan ni Monero na ganap na iwasan ang isyung ito sa pamamagitan ng walang pormal na tungkulin sa proyekto, kahit na ang pangunahing pangkat ng Monero ay pangunahing nagpapatakbo lamang ng imprastraktura, at walang gaanong kinalaman sa aktwal na pag-unlad o pananaliksik ng proyekto. Iyon ay sinabi, ang mga impormal na istruktura ng kapangyarihan ay nabubuo sa lahat ng mga panlipunang lupon, at ang Monero ay walang pagbubukod, kaya dapat silang isaalang-alang.
tr: Bir blockchain projesini değerlendirirken, kullanıcının yalnızca kodun görüntülenmeye uygun olup olmadığına bakması değil, aynı zamanda projenin diğer yönlerinin de açık ve şeffaf bir şekilde yürütülüp yürütülmediğine bakması önerilir. Toplumsal katılımın önündeki kapılar ne kadar kapalı olursa kişi o kadar huzursuz hissedecektir. Çoğumuz için şeffaflığın yaygın olmadığı özel mülkiyet dünyasından geldiğimizden ve sadece kodda değil, "yeterince açık" olmanın ne olduğuna dair bir referans noktamızın bulunmadığından, burada pek çok kişi için tökezleyen bir engel yatıyor. Bir projenin ruhu ve diğer alanları. <br/><br/> Aslında çoğu proje sosyal medyada açıklıklarının çığırtkanlığını yapıyor, ancak yazılıma, geliştirmeye veya araştırmaya gerçekte kaç kişinin katkıda bulunduğunu incelediğinizde, bunun için istihdam edilen veya başka bir şekilde ücret ödenenlerin yanı sıra, gerçeklik şu anda olduğundan şaşırtıcı derecede farklı olabilir. iddia edildi. İktidardakilerin (resmi veya gayri resmi olarak) diğer insanların fikirlerine karşı küçümseyici veya düpedüz düşman olmaları mümkündür. <br/><br/> Monero, projede resmi bir rol üstlenmeyerek, hatta Monero'nun çekirdek ekibinin bile öncelikle sadece altyapıyı yönetmesiyle ve projenin gerçek gelişimi veya araştırması ile çok az ilgisi olmasıyla bu sorunu tamamen atlatmaya çalışıyor. Bununla birlikte, tüm sosyal çevrelerde gayri resmi güç yapıları oluşur ve Monero da bir istisna değildir, dolayısıyla bunların hesaba katılması gerekir.
ur: بلاکچین پروجیکٹ کا جائزہ لیتے وقت، یہ تجویز کیا جاتا ہے کہ صارف کو صرف یہ نہیں دیکھنا چاہیے کہ آیا کوڈ دیکھنے کے لیے دستیاب ہے، بلکہ اگر پروجیکٹ کے دیگر پہلوؤں کو بھی کھلے، شفاف انداز میں انجام دیا گیا ہے۔ کمیونٹی کی شمولیت کے لیے جتنے بند دروازے ہوں گے، اتنا ہی زیادہ بے چینی محسوس کرنی چاہیے۔ یہاں بہت سے لوگوں کے لیے ایک رکاوٹ ہے، تاہم، جیسا کہ ہم میں سے بہت سے لوگ ملکیتی دنیا سے آتے ہیں، جہاں شفافیت عام نہیں ہے، اور ہمارے پاس اس کے لیے کوئی حوالہ نقطہ نہیں ہے جو "کافی کھلا" ہے، نہ صرف کوڈ میں، بلکہ ایک منصوبے کی روح اور دیگر شعبے۔ <br/><br/> درحقیقت، زیادہ تر پروجیکٹس سوشل میڈیا پر اپنی کھلے پن کو ظاہر کرتے ہیں، لیکن جب آپ اس بات پر ایک نظر ڈالتے ہیں کہ کتنے لوگ سافٹ ویئر، ڈیولپمنٹ، یا تحقیق میں درحقیقت ان لوگوں کے علاوہ حصہ ڈالتے ہیں جنہیں ملازمت دی جاتی ہے یا بصورت دیگر ایسا کرنے کے لیے معاوضہ دیا جاتا ہے، تو حقیقت حیران کن حد تک مختلف ہوسکتی ہے۔ دعوی کیا. یہ ممکن ہے کہ اقتدار میں رہنے والوں کے لیے (رسمی طور پر یا غیر رسمی طور پر) جب بات دوسرے لوگوں کے خیالات کی ہو تو وہ مسترد یا سراسر مخالف ہوں۔ <br/><br/> Monero اس مسئلے کو مکمل طور پر پس پشت ڈالنے کی کوشش کرتا ہے اس منصوبے کا کوئی باضابطہ کردار نہ ہونے کے، حتیٰ کہ Monero کی بنیادی ٹیم بھی بنیادی طور پر صرف انفراسٹرکچر چلا رہی ہے، اور اس کا پروجیکٹ کی اصل ترقی یا تحقیق سے بہت کم تعلق ہے۔ اس نے کہا، تمام سماجی حلقوں میں غیر رسمی طاقت کے ڈھانچے بنتے ہیں، اور مونیرو اس سے مستثنیٰ نہیں ہے، اس لیے ان کا محاسبہ ہونا چاہیے۔
zh_cn: 在评估区块链项目时，建议用户不仅要查看代码是否可供查看，还应评估广义上项目的开放方式，透明程度，以及其他方面.社区参与的门越关闭，人们应该感到越不安.但是，对于许多人来说，这是一个高门槛的，因为我们中的许多人来自非开源代码的世界，在生活中这种透明度并不常见，而且对于是否"足够开放"的评判标准，我们没办法用代码，或者其他参考点去评估项目的精神和其他领域. <br/><br/> 确实，大多数项目都在社交媒体上大肆宣扬其开放性，但是当你去调查一下，除了受雇佣或为了工资报酬的工作人员之外，实际上有多少人为他们的软件，开发或研究做出了贡献，实际情况可能与他们的宣传截然相反.项目的掌权人（正式或非正式）对其他参与者的想法以及建议，可能直接忽略或完全进行敌对行为. <br/><br/> Moneo门罗币试图完全避免该问题，因为它没有该项目的任何正式角色，即使Monero的核心组也主要只是在运行基础结构，而与项目的实际开发或研究无关.就是说,非正式的权力结构在所有门罗币大小圈子中自发形成，没有例外，因此任何提议都必须被考虑.
zh_tw: 在評估區塊鏈項目時，建議用戶不僅要查看代碼是否可供查看，還應評估廣義上項目的開放方式，透明程度，以及其他方面.社區參與的門越關閉，人們應該感到越不安.但是，對於許多人來說，這是一個高門檻的，因為我們中的許多人來自非開源代碼的世界，在生活中這種透明度並不常見，而且對於是否"足夠開放"的評判標準，我們沒辦法用代碼，或者其他參考點去評估項目的精神和其他領域. <br/><br/> 確實，大多數項目都在社交媒體上大肆宣揚其開放性，但是當你去調查一下，除了受僱傭或為了工資報酬的工作人員之外，實際上有多少人為他們的軟件，開發或研究做出了貢獻，實際情況可能與他們的宣傳截然相反.項目的掌權人（正式或非正式）對其他參與者的想法以及建議，可能直接忽略或完全進行敵對行為. <br/><br/> Moneo門幣試圖完全避免該問題，因為它沒有該項目的任何正式角色，即使Monero的核心組也主要只是在運行基礎結構，而與項目的實際開發或研究無關.就是說,非正式的權力結構在所有門羅幣大小圈子中自發形成，沒有例外，因此任何提議都必須被考慮.

# knowledge250Sbfoss250Sb3250Sbtitle
source: Beyond code
cs: Za kódem
fi: Koodin ulkopuolella
fr: Au-delà du code
it: Oltre il codice
lt: Už kodo ribų
nb: Utover kode
nl: Buiten de code
pl: Ponad kodem
pt_br: Além do código
sl: Onkraj kode
sv: Bortom koden
tl: Higit pa sa code
tr: Kodun ötesinde
ur: کوڈ سے آگے
zh_cn: 超越代码
zh_tw: 超越代碼
