Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbtc250Sbintro8722Sb3
source: But, unfortunately, even <strong>LocalBitcoins have started requiring ID verification from all their traders.</strong>
cs: Ale bohužel i <strong>LocalBitcoiny začaly vyžadovat ověření ID od všech svých obchodníků.</strong>
fi: Mutta valitettavasti jopa <strong>LocalBitcoins on alkanut vaatia henkilöllisyystodistusta kaikilta kauppiailta.</strong>
fr: Mais, malheureusement, même <strong>LocalBitcoins a commencé à exiger une vérification d'identité de tous leurs traders.</strong>
it: Ma, sfortunatamente, anche <strong> LocalBitcoins ha iniziato a richiedere la verifica dell'ID da tutti i suoi trader. </strong>
lt: Bet, deja, net <strong>LocalBitcoins pradėjo reikalauti visų prekiautojų ID patvirtinimo.</strong>
nb: Men dessverre har til og med <strong>LocalBitcoins begynt å kreve ID-verifisering fra alle sine handelsmenn.</strong>
nl: Maar helaas zijn zelfs <strong>LocalBitcoins begonnen met het eisen van ID-verificatie van al hun handelaren.</strong>
pl: Ale niestety nawet <strong> LocalBitcoins zaczęło wymagać weryfikacji dokumentów tożsamości od wszystkich swoich użytkowników. </strong>
pt_br: Mas, infelizmente, até mesmo <strong> LocalBitcoins começaram a exigir a verificação de ID de todos os seus operadores. </strong>
sl: Toda, na žalost so celo <strong>LocalBitcoins začeli zahtevati preverjanje osebnih dokumentov vseh njihovih trgovalcev.</strong>
sv: Men tyvärr har även <strong>LocalBitcoins har börjat kräva ID-verifiering från alla sina handlare. </strong>
tl: Ngunit, sa kasamaang-palad, kahit ang <strong>LocalBitcoins ay nagsimula nang mangailangan ng pag-verify ng ID mula sa lahat ng kanilang mga mangangalakal.</strong>
tr: Ancak ne yazık ki, <strong>LocalBitcoin'ler bile tüm yatırımcılarından kimlik doğrulaması istemeye başladı.</strong>
ur: لیکن، بدقسمتی سے، یہاں تک کہ <strong>LocalBitcoins نے اپنے تمام تاجروں سے شناختی تصدیق کی ضرورت شروع کر دی ہے۔</strong>
zh_cn: 但不幸的是，甚至<strong> LocalBitcoins已开始要求所有交易员进行身份验证。</strong>
zh_tw: 但不幸的是，甚至<strong> LocalBitcoins已開始要求所有交易員進行身份驗證。</strong>

# guide250Sbbtc250Sbintro8722Sb4
source: So are the days when you could buy bitcoins with a credit card instantly and with no verification behind us? Not quite. Here, we present to you an easy, anonymous, private and quick way to acquire bitcoins with cash in just a few steps…
cs: Jsou tedy doby, kdy jste mohli nakoupit bitcoiny kreditní kartou okamžitě a bez ověřování, za námi? Ne tak docela. Zde vám představujeme snadný, anonymní, soukromý a rychlý způsob, jak získat bitcoiny v hotovosti v několika krocích…
fi: Onko siis ajat, jolloin pystyit ostamaan bitcoineja luottokortilla välittömästi ja ilman vahvistusta takanapäin? Ei aivan. Tässä esittelemme sinulle helpon, anonyymin, yksityisen ja nopean tavan hankkia bitcoineja käteisellä vain muutamassa vaiheessa…
fr: Alors, est-ce que les jours où vous pouviez acheter des Bitcoins avec une carte de crédit instantanément et sans vérification sont derrière nous ? Pas tout à fait. Ici, nous vous présentons un moyen facile, anonyme, privé et rapide d'acquérir des Bitcoins avec de l'espèce en seulement quelques étapes …
it: Così sono i giorni in cui è possibile acquistare bitcoin con una carta di credito istantaneamente e senza alcuna verifica dietro di noi? Non proprio. Qui, vi presentiamo un modo facile, anonimo, privato e rapido per acquisire bitcoin con denaro contante in pochi passaggi ...
lt: Taigi ar jau praeityje tie laikai, kai galėjai nusipirkti bitkoinų su kreditine kortele iš karto ir be jokio patvirtinimo? Ne visai. Pristatome jums paprastą, anoniminį, privatų ir greitą būdą įsigyti bitkoinų grynaisiais vos keliais žingsniais...
nb: Så er dagene da du kunne kjøpe bitcoins med et kredittkort umiddelbart og uten bekreftelse bak oss? Ikke helt. Her presenterer vi for deg en enkel, anonym, privat og rask måte å skaffe bitcoins med kontanter på bare noen få trinn...
nl: Dus zijn de dagen dat u bitcoins met een creditcard direct en zonder verificatie achter de rug kon kopen? Niet helemaal. Hier presenteren we u een gemakkelijke, anonieme, privé en snelle manier om in slechts enkele stappen bitcoins met contant geld te verwerven...
pl: Czy to więc koniec ery kiedy mogliśmy kupić Bitcoiny kartą kredytową natychmiastowo i bez przechodzenia weryfikacji tożsamości? Nie do końca. Tutaj prezentujemy łatwy, anonimowy, prywatny i szybki sposób na pozyskanie Bitcoinów za pomocą gotówki w kilku krokach…
pt_br: Então, você pode comprar bitcoins com cartão de crédito instantaneamente e sem verificação? Não é bem assim. Apresentamos uma forma fácil, anônima, privada e rápida. para adquirir bitcoins com dinheiro em apenas alguns passos ...
sl: Torej so dnevi hitrega nakupa bitcoinov s kreditno kartico in brez preverjanja, za nami? Ne čisto. Tukaj vam predstavljamo enostaven, anonimen, zaseben in hiter način pridobivanja bitcoinov z gotovino v samo nekaj korakih...
sv: Så är de dagar då du kunde köpa bitcoins med ett kreditkort direkt och utan verifiering bakom oss? Inte riktigt. Här presenterar vi ett enkelt, anonymt, privat och snabbt sätt att skaffa bitcoins med kontanter med bara några få steg...
tl: Kaya ang mga araw na maaari kang bumili ng mga bitcoin gamit ang isang credit card kaagad at walang pag-verify sa likod namin? Hindi masyado. Dito, ipinakita namin sa iyo ang isang madali, anonymous, pribado at mabilis na paraan upang makakuha ng mga bitcoin gamit ang cash sa ilang hakbang lang...
tr: Peki kredi kartıyla anında ve doğrulama gerektirmeden bitcoin satın alabildiğiniz günler geride kaldı mı? Pek değil. Burada size sadece birkaç adımda nakit parayla bitcoin edinmenin kolay, anonim, özel ve hızlı bir yolunu sunuyoruz…
ur: تو کیا وہ دن ہیں جب آپ کریڈٹ کارڈ کے ساتھ فوری طور پر بٹ کوائنز خرید سکتے ہیں اور ہمارے پیچھے بغیر تصدیق کے؟ بالکل نہیں۔ یہاں، ہم آپ کو صرف چند مراحل میں نقد رقم کے ساتھ بٹ کوائنز حاصل کرنے کا ایک آسان، گمنام، نجی اور فوری طریقہ پیش کرتے ہیں…
zh_cn: 那么你可以立即用信用卡购买比特币而且我们身后没有验证的日子呢？不完全是这样的。在这里，我们向您展示一种简单，匿名，私密和快捷的方式只需几步就可以用现金购买比特币......
zh_tw: 那麼你可以立即用信用卡購買比特幣而且我們身後沒有驗證的日子呢？不完全是這樣的。在這裡，我們向您展示一種簡單，匿名，私密和快捷的方式只需幾步就可以用現金購買比特幣......

# guide250Sbbtc250Sbtitle
source: How to Buy Bitcoins Anonymously
cs: Jak nakupovat bitcoiny anonymně
fi: Kuinka ostaa Bitcoineja anonyymisti
fr: Comment acheter des Bitcoins de manière anonyme
it: Come acquistare Bitcoin in modo anonimo
lt: Kaip anonimiškai nusipirkti bitkoinų
nb: Hvordan kjøpe bitcoins anonymt
nl: Hoe u Anoniem Bitcoins Kunt Kopen
pl: Jak Anonimowo Kupić Bitcoiny
pt_br: Como Comprar Bitcoins Anonimamente
sl: Kako Anonimno Kupiti Bitcoine
sv: Hur man köper bitcoins anonymt
tl: Paano Bumili ng Bitcoins nang Hindi nagpapakilala
tr: Anonim Olarak Bitcoin Nasıl Satın Alınır?
ur: گمنام طریقے سے بٹ کوائنز کیسے خریدیں
zh_cn: 如何匿名购买比特币
zh_tw: 如何匿名購買比特幣

# guide250Sbbuy250Sbstep8722Sbfive8722Sbtext
source: Once you have made the payment, click the 'I have paid button'. Once the trader has verified that your payment has been received, the trade will finalized and soon you'll see the {assetName} in your settlement wallet. And that's all there is to it, congratulations on your first {assetName} trade!
cs: Po provedení platby klikněte na tlačítko „Zaplatil jsem“. Jakmile obchodník ověří, že vaše platba byla přijata, obchod bude dokončen a brzy uvidíte {assetName} ve své peněžence. A to je vše, gratulujeme k Vašemu prvnímu {assetName} obchodu!
fi: Kun olet suorittanut maksun, napsauta "Olen maksanut" -painiketta. Kun kauppias on vahvistanut, että maksusi on vastaanotettu, kauppa saatetaan päätökseen ja pian näet {assetName} maksulompakossasi. Siinä kaikki, onnittelut ensimmäisestä {assetName}-kaupastasi!
fr: Une fois que vous avez effectué le paiement, cliquez sur le bouton "J'ai payé". Une fois que le trader a vérifié que votre paiement a bien été reçu, la transaction sera finalisée et vous verrez bientôt le {assetName} dans votre portefeuille de règlement. Et c'est tout ce qu'il y a à faire, félicitations pour votre premier échange de {assetName} !
it: Una volta effettuato il pagamento, clicca sul pulsante "Ho pagato". Una volta che il trader ha verificato che il tuo pagamento è stato ricevuto, il trade sarà finalizzato e presto vedrai il {assetName} nel tuo portafoglio di regolamento. E questo è tutto, congratulazioni per il tuo primo scambio {assetName}!
lt: Kai atliksite mokėjimą, spustelėkite mygtuką „Sumokėjau“. Kai prekiautojas patvirtins, kad jūsų mokėjimas buvo gautas, sandoris bus baigtas ir netrukus atsiskaitymų piniginėje pamatysite {assetName}. Ir tai viskas, sveikiname su pirmąja {assetName} prekyba!
nb: Når du har foretatt betalingen, klikker du på "Jeg har betalt". Når traderen har bekreftet at betalingen din er mottatt, vil handelen fullføres, og snart vil du se {assetName} i oppgjørslommeboken din. Og det er alt som skal til, gratulerer med din første {assetName} handel!
nl: Als u de betaling heeft gedaan, klikt u op de knop 'Ik heb betaald'. Zodra de handelaar heeft geverifieerd dat uw betaling is ontvangen, wordt de transactie afgerond en binnenkort ziet u de {assetName} in uw afwikkelingsportefeuille. Zo simpel is het, gefeliciteerd met uw eerste {assetName} transactie!
pl: Po dokonaniu płatności kliknij przycisk „Zapłaciłem”. Gdy handlowiec zweryfikuje, że płatność dotarła, handel zostanie sfinalizowany, a Ty otrzymasz {assetName} w portfelu na uregulowania. To wszystko, gratulujemy pierwszego handlu {assetName}!
pt_br: Uma vez feito o pagamento, clique no botão "Eu paguei". Uma vez que o comerciante tenha verificado que seu pagamento foi recebido, a negociação será finalizada e logo você verá o {assetName} em sua carteira de liquidação. E isso é tudo, parabéns por sua primeira negociação {assetName}!
sl: Ko opravite plačilo, kliknite gumb 'Plačal sem'. Ko bo trgovalec preveril, da je vaše plačilo prejeto, bo trgovanje zaključeno in kmalu boste v denarnici za poravnavo videli {assetName}. To je vse. Čestitke za vašo prvo {assetName} trgovanje!
sv: När du har gjort betalningen klickar du på knappen "Jag har betalat". När handlaren har verifierat att din betalning har tagits emot kommer affären att slutföras och snart kommer du att se {assetName} i din betalningsplånbok. Och det är allt som finns, grattis till din första {assetName} handel!
tl: Kapag nagawa mo na ang pagbabayad, i-click ang 'Nabayaran ko na ang pindutan'. Kapag na-verify na ng mangangalakal na natanggap na ang iyong bayad, matatapos ang kalakalan at sa lalong madaling panahon makikita mo ang {assetName} sa iyong settlement wallet. At iyon lang ang naroroon, binabati kita sa iyong unang {assetName} kalakalan!
tr: Ödemeyi yaptıktan sonra 'Ödedim' butonuna tıklayın. Yatırımcı ödemenizin alındığını doğruladıktan sonra işlem tamamlanacak ve kısa süre sonra ödeme cüzdanınızda {assetName}'i göreceksiniz. Ve hepsi bu kadar, ilk {assetName} işleminiz için tebrikler!
ur: ادائیگی کرنے کے بعد، 'I have paid button'' بٹن پر کلک کریں۔ ایک بار جب تاجر اس بات کی تصدیق کر لیتا ہے کہ آپ کی ادائیگی موصول ہو گئی ہے، تجارت کو حتمی شکل دی جائے گی اور جلد ہی آپ کو اپنے سیٹلمنٹ والیٹ میں {assetName} نظر آئے گا۔ اور بس اتنا ہی ہے، آپ کی پہلی {assetName} تجارت پر مبارکباد!
zh_cn: 付款后，单击“我已付款”按钮。交易员确认已收到您的付款后，交易将完成，您很快就会在结算钱包中看到 {assetName} 。这就是全部内容，祝贺您的第一笔 {assetName} 交易！
zh_tw: 付款後，單擊“我已付款”按鈕。交易員確認已收到您的付款後，交易將完成，您很快就會在結算錢包中看到 {assetName} 。這就是全部內容，祝賀您的第一筆 {assetName} 交易！

# guide250Sbbuy250Sbstep8722Sbfive8722Sbtext8722Sblocalmonero8722Sbwallet
source: {appName} wallet
cs: {appName} peněženka
fi: {appName} lompakko
fr: portefeuille {appName}
it: Portafoglio {appName}
lt: {appName} piniginė
nb: {appName} lommebok
nl: {appName} portefeuille
pl: Portfel {appName}
pt_br: carteira {appName}
sl: {appName} denarnica
sv: {appName} plånbok
tr: {appName} cüzdan
ur: {appName} پرس
zh_cn: {appName}钱包
zh_tw: {appName}錢包

# support250Sbtelegram250Sbbutton
source: Message on Telegram
cs: Zpráva na Telegramu
fi: Viesti Telegrammissa
fr: Message sur Telegram
it: Messaggio su Telegram
lt: Pranešimas telegramoje
nb: Melding på Telegram
nl: Bericht op Telegram
pl: Wiadomość przez Telegram
pt_br: Mensagem no Telegrama
sl: Sporočilo na Telegramu
sv: Meddelande på Telegram
tl: Mensahe sa Telegram
tr: Telegram'daki mesaj
ur: ٹیلیگرام پر پیغام
zh_cn: Telegram消息
zh_tw: Telegram消息

# guide250Sbcbm250Sbtitle
source: Staying Safe With Cash by Mail
cs: Zůstaňte v bezpečí s typem transakce “hotovost poštou”
fi: Pysy turvassa käteisellä postitse
fr: Assurer un bon niveau de sécurité avec de l'argent liquide par la poste
it: Stare al sicuro con i contanti per posta
lt: Būkite saugūs su grynaisiais paštu
nb: Hold deg trygg med kontanter via post
nl: Veilig Blijven met Contant Geld per Post
pl: Zachowywanie Bezpieczeństwa Wysyłając Gotówkę Pocztą
pt_br: Ficar seguro com dinheiro pelo correio
sl: Ostanite Varni z Gotovino po Pošti
sv: Håll dig säker med kontanter via post
tl: Pananatiling Ligtas Gamit ang Cash sa pamamagitan ng Koreo
tr: Posta Yoluyla Nakit İle Güvende Kalmak
ur: ڈاک کے ذریعے نقد رقم کے ساتھ محفوظ رہنا
zh_cn: 通过邮寄现金保持安全
zh_tw: 通過郵寄現金保持安全

# guide250Sblocal250Sbtext8722Sb0
source: {appName} offers two main types of advertisements, {online} and local advertisements. Through local advertisements you meet up physically with your trading partner and conduct the trade face to face. This guide covers the basics on how to set up local advertisements and how to trade locally.
cs: {appName} nabízí dva hlavní typy reklam, {online} a místní reklamy. Prostřednictvím místních inzerátů se fyzicky setkáte se svým obchodním partnerem a obchodujete tváří v tvář. Tato příručka obsahuje základní informace o tom, jak nastavit místní reklamy a jak lokálně obchodovat.
fi: {appName} tarjoaa pääasiassa kahden tyyppisiä ilmoituksia, {online} ja paikallisia ilmoituksia. Paikallisten ilmoitusten kautta tapaat fyysisesti kauppakumppanisi ja käyt kauppaa kasvokkain. Tämä opas kattaa perusasiat paikallisten ilmoitusten tekemisestä ja paikallisesta kaupankäynnistä.
fr: {appName} propose deux principaux types d'annonces, {online} et les annonces locales. Grâce à des annonces locales, vous rencontrez physiquement votre partenaire de transaction et effectuez la transaction en face à face. Ce guide couvre les bases de la configuration des annonces locales et des transactions locales.
it: {appName} offre due tipi principali di annunci, {online} e annunci locali. Attraverso le pubblicità locali, vi incontrate fisicamente con il vostro partner commerciale e completate il commercio faccia a faccia. Questa guida illustra le nozioni di base su come impostare gli annunci pubblicitari locali e su come commerciare localmente in zona.
lt: {appName} siūlo du pagrindinius skelbimų tipus: {online} ir vietinius skelbimus. Per vietinius skelbimus jūs fiziškai susitinkate su savo prekybos partneriu ir vykdote prekybą akis į akį. Šiame vadove pateikiami pagrindai, kaip nustatyti vietinius skelbimus ir prekiauti vietoje.
nb: {appName} tilbyr to hovedtyper annonser, {online} og lokale annonser. Gjennom lokale annonser møter du din handelspartner fysisk og gjennomfører handelen ansikt til ansikt. Denne veiledningen dekker det grunnleggende om hvordan du setter opp lokale annonser og hvordan du handler lokalt.
nl: {appName} biedt twee hoofdtypen advertenties, {online} en lokale advertenties. Via lokale advertenties ontmoet u uw handelspartner fysiek en handelt u face-to-face. Deze handleiding behandelt de basisprincipes voor het opzetten van lokale advertenties en het lokaal handelen.
pl: {appName} oferuje dwa główne rodzaje ogłoszeń, {online} i lokalne. Za pośrednictwem lokalnych ogłoszeń spotykasz się fizycznie ze swoim partnerem handlowym i prowadzisz handel twarzą w twarz. Ten przewodnik obejmuje podstawy konfiguracji lokalnych ogłoszeń i rady jak handlować lokalnie.
pt_br: O {appName} oferece dois tipos de anúncios, {online} e anúncios locais. Negociações locais acontecem presencialmente, onde você e a contraparte se encontram fisicamente e efetuam os pagamentos. Esse guia cobrirá os básicos de como negociar pessoalmente.
sl: {appName} ponuja dve glavni vrsti oglasov, {online} in lokalne oglase. Preko lokalnih oglasov se fizično srečate s svojim trgovalskim partnerjem in opravite trgovanje iz oči v oči. Ta vodnik pokriva osnove o tem, kako nastaviti lokalne oglase in kako trgovati na lokalni ravni.
sv: {appName} erbjuder två huvudtyper av annonser, {online} och lokala annonser. Genom lokala annonser möter du din handelspartner fysiskt och genomför handeln ansikte mot ansikte. Den här guiden täcker grunderna om hur man skapar lokala annonser och hur man handlar lokalt.
tl: Nag-aalok ang {appName} ng dalawang pangunahing uri ng mga advertisement, {online} at mga lokal na advertisement. Sa pamamagitan ng mga lokal na advertisement ay pisikal kang nakikipagkita sa iyong kasosyo sa pangangalakal at nagsasagawa ng kalakalan nang harapan. Sinasaklaw ng gabay na ito ang mga pangunahing kaalaman sa kung paano mag-set up ng mga lokal na advertisement at kung paano mag-trade nang lokal.
tr: {appName} iki ana reklam türü sunar: {online} ve yerel reklamlar. Yerel reklamlar aracılığıyla ticaret ortağınızla fiziki olarak buluşur ve yüz yüze ticaret yaparsınız. Bu kılavuz, yerel reklamların nasıl oluşturulacağı ve yerel olarak nasıl ticaret yapılacağına ilişkin temel bilgileri kapsar.
ur: {appName} دو اہم قسم کے اشتہارات پیش کرتا ہے، {online} اور مقامی اشتہارات۔ مقامی اشتہارات کے ذریعے آپ اپنے تجارتی پارٹنر سے جسمانی طور پر ملتے ہیں اور آمنے سامنے تجارت کرتے ہیں۔ اس گائیڈ میں بنیادی باتوں کا احاطہ کیا گیا ہے کہ مقامی اشتہارات کیسے مرتب کیے جائیں اور مقامی طور پر تجارت کیسے کی جائے۔
zh_cn: {appName}提供两种主要类型的广告，{online}和面对面广告。通过本地广告，您可以与您的交易伙伴见面并面对面地交易。此指南包含如何设置本地广告和进行本地交易的基本知识。
zh_tw: {appName}提供兩種主要類型的廣告，{online}和面對面廣告。通過本地廣告，您可以與您的交易伙伴見面並面對面地交易。此指南包含如何設置本地廣告和進行本地交易的基本知識。

# guide250Sblocal250Sbtext8722Sb08722Sbonline
source: online
fi: verkossa
fr: en ligne
lt: prisijungęs
nb: på nett
sl: preko spleta
tr: çevrimiçi
ur: آن لائن
zh_cn: 网上
zh_tw: 網上

# guide250Sblocal250Sbtext8722Sb1
source: Is there a market/demand?
cs: Existuje trh/poptávka?
fi: Onko kysyntää/markkinoita?
fr: Existe-t-il un marché / une demande ?
it: Esiste un mercato/domanda?
lt: Ar yra rinka/paklausa?
nb: Er det et marked/etterspørsel?
nl: Is er een markt/vraag?
pl: Czy istnieje rynek/popyt?
pt_br: Existe mercado / demanda?
sl: Ali obstaja trg / povpraševanje?
sv: Finns det en marknad/efterfrågan?
tl: May market/demand ba?
tr: Pazar/talep var mı?
ur: کیا کوئی مارکیٹ/ڈیمانڈ ہے؟
zh_cn: 有市场/需求吗？
zh_tw: 有市場/需求嗎？
