Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sb13250Sbtext
source: <p>The history of Monero is an interesting one, and it may surprise many to hear that it did indeed start as a scam. The creator, thankful_for_today, was likely in league with a cryptocurrency group that made the CryptoNote protocol, but had devious intentions to scam people out of their money using it.</p> <p>Their initial coin efforts failed, so they created Monero as a way to try again. This again failed as the community quickly realized something was amiss and took hold of the coin. Even so, the devious creators had one last trick up their sleeve. They released to the public deliberately deoptimized mining software, keeping the optimized version for themselves so as to outmine others and make lots of money off of the block rewards.</p> <p>This succeeded for a time, but was also quickly caught by the Monero community, fixed, and the optimized miner was released to all. The community, realizing what happened, chose not to relaunch the coin, as it was difficult to gauge both how much the scammers had made off with, and how much time and effort it would take to rebuild from scratch. Despite the difficulty in ascertaining how many coins the scammers received, it is also known that in this period many good-faith miners had independently re-optimized the code themselves, and sold off their profits, ensuring a more fair distribution, and that the scammers were not the only ones to get a large number of coins in this time. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">One such account can be read here</a>. <p>With the benefit of hindsight, some might criticize the decision to not relaunch the coin, and if these scammy origins are enough to push one away from the good work Monero has done, then there is no argument to sway them. Regardless of the initial frustrations the scammer creators caused, Monero has thrived and used its combined community intellect and passion to make a powerful technology. Our current core team, as well as the past members, were not enriched by the cripple mine, and to our knowledge, nobody involved in the initial scam lasted in the Monero community longer than the first few weeks of the coin’s existence.</p>
cs: <p>Historie Monera je zajímavá a mnohé možná překvapí, že skutečně začalo jako podvod. Jeho tvůrce, thankful_for_today, byl pravděpodobně ve spojení se skupinou, která vytvořila protokol CryptoNote, ale měla ďábelské úmysly vylákat pomocí něj z lidí jejich peníze.</p> <p>Jejich počáteční snahy o mince selhaly, a tak vytvořili Monero jako způsob, jak to zkusit znovu. To se opět nepodařilo, protože komunita si rychle uvědomila, že něco není v pořádku, a mince se chopila. I přesto měli prohnaní tvůrci v rukávu poslední trik. Vypustili na veřejnost záměrně neoptimalizovaný těžební software, přičemž optimalizovanou verzi si nechali pro sebe, aby mohli předčít ostatní a vydělat spoustu peněz na odměnách za bloky.</p> <p>Na nějakou dobu se to podařilo, ale komunita Monero se toho také rychle chytila, opravila to a optimalizovaný miner byl uvolněn pro všechny. Komunita, která si uvědomila, co se stalo, se rozhodla minci znovu nezprovoznit, protože bylo těžké odhadnout jak to, o kolik podvodníci přišli, tak to, kolik času a úsilí by si vyžádala obnova od nuly. Navzdory obtížím při zjišťování, kolik mincí podvodníci získali, je také známo, že v tomto období mnoho těžařů v dobré víře nezávisle na sobě znovu optimalizovalo kód a odprodalo své zisky, čímž zajistili spravedlivější rozdělení, a že podvodníci nebyli jediní, kdo v této době získali velké množství mincí. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Jeden takový účet si můžete přečíst zde</a>. <p>S odstupem času by někteří mohli kritizovat rozhodnutí minci znovu nezprovoznit, a pokud tyto podvodné počátky stačí k tomu, aby někoho odradily od dobré práce, kterou Monero odvedlo, pak není argument, který by je přesvědčil. Bez ohledu na počáteční frustraci, kterou podvodní tvůrci způsobili, Monero vzkvétá a využívá spojený intelekt a nadšení komunity k vytvoření mocné technologie. Náš současný základní tým, stejně jako jeho dřívější členové, se na mrzácké těžbě nijak neobohatil, a pokud je nám známo, nikdo z účastníků původního podvodu nevydržel v komunitě Monero déle než několik prvních týdnů existence mince.</p>
fi: <p>Moneron historia on mielenkiintoinen, ja monet saattavat yllättyä kuullessaan, että se todellakin alkoi huijauksesta. Luoja, "thankful_for_today", oli luultavasti liittoutunut kryptovaluuttaryhmän kanssa joka loi CryptoNote-protokollan, mutta hänellä oli petolliset aikomukset huijata ihmisiltä heidän rahojaan käyttämällä sitä.</p> <p>Heidän alkuperäiset kolikkoyrityksensä epäonnistuivat, joten he loivat Moneron yrittääkseen uudelleen. Tämä epäonnistui jälleen, koska yhteisö huomasi nopeasti, että jotain oli vialla ja otti kolikon kiinni. Siitä huolimatta ovelilla tekijöillä oli vielä viimeinen ässä hihassaan. He julkaisivat yleisölle tarkoituksella deoptimoituja louhintaohjelmistoja ja pitivät optimoidun version itselleen, jotta muut voitaisiin ohittaa ja ansaita paljon rahaa lohkopalkkioista.</p> <p>Tämä onnistui jonkin aikaa, mutta myös Monero-yhteisö hoksasi sen nopeasti, asia korjattiin ja optimoitu louhintaohjelmisto julkaistiin kaikille. Yhteisö joka ymmärsi mitä tapahtui, päätti olla käynnistämättä kolikkoa uudelleen, koska oli vaikea mitata kuinka paljon huijarit olivat ansainneet, sekä että kuinka paljon aikaa ja vaivaa vaatisi rakentaminen uudelleen tyhjästä. Huolimatta vaikeudesta saada selville, kuinka monta kolikkoa huijarit saivat, tiedetään myös, että tänä aikana monet hyvässä uskossa toimivat louhijat olivat itsenäisesti optimoineet koodin itse ja myyneet voittonsa, mikä varmisti oikeudenmukaisemman jakelun ja että huijarit eivät olleet ainoita, jotka saivat suuren määrän kolikoita tänä aikana. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Voit lukea tästä</a>. <p>Jälkeenpäin ajatellen jotkut saattavat arvostella päätöstä olla uudelleenkäynnistämättä kolikkoa, ja jos nämä petolliset alkuperät ovat tarpeeksi vakuuttavia saadakseen yhden hylkäämään kaiken sen hyvän työn, jonka Monero on tehnyt, siihen ei ole argumenttia, joka saisi heidät vakuuttuneeksi. Riippumatta alkuperäisten frustraatioiden aiheuttamista petoksen tekijöille, Monero on menestyksekkäästi kukoistanut ja käyttänyt yhdistettyä yhteisön älyä ja intohimoa tehdäkseen tehokkaan teknologian. Nykyinen perustiimimme eivät ole rikastuneet heikkenevän louhinnan ansiosta, eikä meidän tietääksemme kukaan, joka oli mukana alkuperäisessä petoksessa, jäänyt Monero-yhteisön jäseneksi kauemmaksi kuin muutamaksi ensimmäiseksi viikoksi kolikon olemassaolosta. </p >
fr: <p>L'histoire de Monero est intéressante, et cela peut en surprendre plus d'un d'apprendre qu'il a bien commencé comme une arnaque. Le créateur, « thankful_for_today », était probablement de mèche avec un groupe de crypto-monnaie qui a créé le protocole CryptoNote, mais il avait l'intention malveillante d'escroquer les gens de leur argent en l'utilisant.</p> <p>Leur première tentative de création de crypto-monnaies a échoué, alors ils ont créé Monero pour réessayer. Cela a de nouveau échoué car la communauté a rapidement réalisé que quelque chose n'allait pas et s'est approprié la crypto-monnaie. Malgré cela, les créateurs retors avaient un dernier tour dans leur manche. Ils ont rendu public un logiciel de minage délibérément sous-optimisé, gardant la version optimisée pour eux-mêmes afin de surpasser les autres et de gagner beaucoup d'argent grâce aux récompenses globales.</p> <p>Cela a réussi pendant un certain temps, mais la communauté Monero s'en est rapidement apeçue, l'a corrigé, et le mineur optimisé a été mis à la disposition de tous. La communauté, réalisant ce qui s'était passé, a choisi de ne pas réinitialiser la blockchain, car il était difficile d'évaluer à la fois avec combien les escrocs s'étaient enfuis et combien de temps et d'efforts il faudrait pour tout reconstruire en partant de zéro. Malgré la difficulté de déterminer le nombre de jetons reçus par les escrocs, on sait également qu'au cours de cette période, de nombreux mineurs de bonne foi ont eux-mêmes optimisé le code du mineur de manière indépendante et vendu leurs bénéfices, assurant une distribution plus équitable, et que les escrocs n'étaient pas les seuls à obtenir un grand nombre de jetons à cette époque. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">L'un de ces témoignages peut être lu ici</a>. <p>Avec le recul, certaines personnes pourraient critiquer la décision de ne pas réinitialiser la blockchain, et si ces origines frauduleuses suffisent à faire oublier à ces personnes l'excellent travail accompli depuis par Monero, alors il n'y a aucun argument pour les faire changer d'avis. Indépendamment des frustrations initiales causées par ses créateurs malveillants, Monero a prospéré et a utilisé son intellect et sa passion communautaires combinés pour créer une technologie puissante. Notre équipe de principale actuelle, ainsi que les anciens membres, ne se sont pas enrichis lors de cette période avec un minage biaisé, et à notre connaissance, aucune personne n'ayant été impliquée dans cette escroquerie n'est restée dans la communauté Monero plus longtemps que les premières semaines d'existence de la crypto-monnaie.</p >
it: <p>La storia di Monero è interessante e potrebbe sorprendere molti di sapere che è davvero iniziata come una truffa. Il creatore, thankful_for_today, era probabilmente in combutta con un gruppo di criptovaluta che ha creato il protocollo CryptoNote, ma aveva intenzioni subdole di truffare le persone dai loro soldi usando esso. </p> <p>I loro sforzi iniziali con le monete fallirono, quindi crearono Monero come un modo per riprovare. Questo fallì di nuovo quando la comunità si rese presto conto che qualcosa non andava e prese la moneta. Anche così, i subdoli creatori avevano un ultimo asso nella manica. Hanno rilasciato al pubblico software di mining deliberatamente disattivato, mantenendo la versione ottimizzata per se stessi in modo da superare gli altri e fare un sacco di soldi con i premi del blocco.</p> <p>Ci riuscì per un po ', ma fu anche rapidamente catturato dalla comunità Monero, risolto, e il minatore ottimizzato fu rilasciato a tutti. La comunità, rendendosi conto di ciò che è accaduto, ha scelto di non rilanciare la moneta, poiché era difficile valutare sia quanto i truffatori avevano guadagnato, sia quanto tempo e sforzo avrebbero impiegato per ricostruire da zero. </p> <p>Con il senno di poi, alcuni potrebbero criticare questa decisione, e se queste truffe sono sufficienti per allontanare il buon lavoro svolto da Monero, allora non c'è motivo di influenzarle. Indipendentemente dalle frustrazioni iniziali causate dai creatori di truffatori, Monero ha prosperato e ha usato l'intelletto e la passione della sua comunità per creare una tecnologia potente. Il nostro attuale core team, così come i membri precedenti, non sono stati arricchiti dalla miniera di storpi, e per quanto ne sappiamo, nessuno coinvolto nella truffa iniziale è durato nella comunità Monero più a lungo delle prime settimane dell'esistenza della moneta.</p>
lt: <p>Monero istorija yra įdomi ir daugelį gali nustebinti išgirdę, kad tai iš tikrųjų prasidėjo kaip sukčiai. Kūrėjas, dėkingas_for_today, greičiausiai buvo lygoje su kriptovaliutų grupe, kuri sukūrė CryptoNote protokolą, tačiau turėjo gudrių ketinimų išvilioti žmones iš jų pinigų naudojant jį.</p> <p>Jų pradinės pastangos monetomis nepavyko, todėl jie sukūrė „Monero“ kaip būdą pabandyti dar kartą. Tai vėl nepavyko, nes bendruomenė greitai suprato, kad kažkas negerai, ir paėmė monetą. Nepaisant to, apsukrūs kūrėjai turėjo paskutinę gudrybę. Jie viešai paskelbė sąmoningai deoptimizuotą kasybos programinę įrangą, optimizuotą versiją pasilikdami sau, kad pralenktų kitus ir uždirbtų daug pinigų iš bloko atlygio.</p> <p>Tai kurį laiką pavyko, tačiau Monero bendruomenė jį taip pat greitai sugavo, pataisė, o optimizuota kasykla buvo išleista visiems. Bendruomenė, supratusi, kas nutiko, nusprendė monetos neleisti iš naujo, nes buvo sunku įvertinti, kiek sukčiai uždirbo, ir kiek laiko ir pastangų reikės atstatyti nuo nulio. Nepaisant sunkumų nustatant, kiek monetų gavo sukčiai, taip pat žinoma, kad per šį laikotarpį daugelis sąžiningų kalnakasių savarankiškai iš naujo optimizavo kodą ir išpardavė savo pelną, užtikrindami teisingesnį paskirstymą, o sukčiai buvo ne vieninteliai, kurie per šį laiką gavo daug monetų. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Vienas iš tokių paskyrą galite perskaityti čia</a>. <p>Žvelgiant atgal, kai kurie gali kritikuoti sprendimą nepaleisti monetos iš naujo, ir jei šios apgaulingos kilmės pakanka, kad būtų galima nustumti žmogų nuo gero Monero atlikto darbo, tada nėra jokių argumentų, kurie galėtų juos paversti. Nepriklausomai nuo pradinio nusivylimo, kurį sukėlė sukčių kūrėjai, Monero klestėjo ir panaudojo savo bendruomenės intelektą bei aistrą, kad sukurtų galingą technologiją. Mūsų dabartinė pagrindinė komanda, kaip ir buvę nariai, nebuvo praturtinti suluošintos kasyklos, ir, mūsų žiniomis, niekas, dalyvavęs pradinėje aferoje, Monero bendruomenėje nesitęsė ilgiau nei kelias pirmąsias monetos egzistavimo savaites.</p >
nb: <p>Historien til Monero er interessant, og det kan overraske mange å høre at det faktisk startet som en svindel. Skaperen, thankful_for_today, var sannsynligvis i lag med en kryptovalutagruppe som laget CryptoNote-protokollen, men hadde slyngede intensjoner om å lure folk ut av pengene sine ved å bruke den.</p> <p>Deres første myntforsøk mislyktes, så de opprettet Monero som en måte å prøve igjen. Dette mislyktes igjen da samfunnet raskt innså at noe var galt og tok tak i mynten. Likevel hadde de utspekulerte skaperne et siste triks i ermet. De ga ut bevisst deoptimalisert gruveprogramvare til offentligheten, og beholdt den optimaliserte versjonen for seg selv for å overvinne andre og tjene mye penger på blokkbelønningene.</p> <p>Dette lyktes en tid, men ble også raskt fanget opp av Monero-fellesskapet, fikset, og den optimaliserte gruvearbeideren ble sluppet til alle. Fellesskapet, som innså hva som skjedde, valgte å ikke relansere mynten, siden det var vanskelig å måle både hvor mye svindlerne hadde klart seg med, og hvor mye tid og krefter det ville ta å bygge opp igjen fra bunnen av. Til tross for vanskelighetene med å finne ut hvor mange mynter svindlerne mottok, er det også kjent at i denne perioden hadde mange gruvearbeidere i god tro uavhengig re-optimalisert koden selv, og solgt av fortjenesten, for å sikre en mer rettferdig fordeling, og at svindlerne var ikke de eneste som fikk et stort antall mynter på denne tiden. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">En slik konto kan leses her</a>. <p>Med fordelen av etterpåklokskap, kan noen kritisere beslutningen om å ikke relansere mynten, og hvis disse svindlere opprinnelsene er nok til å skyve en bort fra det gode arbeidet Monero har gjort, er det ingen argumenter for å vinne dem. Uavhengig av de første frustrasjonene svindlerskaperne forårsaket, har Monero trivdes og brukt sitt kombinerte fellesskapsintellekt og lidenskap for å lage en kraftig teknologi. Vårt nåværende kjerneteam, så vel som de tidligere medlemmene, ble ikke beriket av krøplinggruven, og så vidt vi vet var det ingen involvert i den første svindelen i Monero-fellesskapet lenger enn de første ukene av myntens eksistens.</p >
nl: <p>De geschiedenis van Monero is zeer interessant en het zal velen misschien verbazen te horen dat het inderdaad begon als oplichterij. De maker, thankful_for_today, werkte waarschijnlijk samen met een cryptocurrency-groep die het CryptoNote-protocol maakte, maar had slinkse bedoelingen om mensen hun geld afhandig te maken door het te gebruiken.</p> <p>Hun aanvankelijke muntpogingen mislukten, dus creëerden ze Monero als een manier om het opnieuw te proberen. Dit mislukte opnieuw omdat de gemeenschap snel besefte dat er iets niet klopte en de munt in eigen handen nam. Toch hadden de sluwe makers nog een laatste truc in petto. Ze gaven een opzettelijk gedeoptimaliseerde mining-software vrij aan het publiek, waarbij ze de geoptimaliseerde versie voor zichzelf hielden om anderen te overtreffen en veel daarbij geld te verdienen met de blokbeloningen.</p> <p>Dit lukte een tijdje, maar werd ook snel opgemerkt door de Monero-gemeenschap, opgelost en de geoptimaliseerde miner werd vervolgens vrijgegeven voor iedereen. De gemeenschap, die zich realiseerde wat er was gebeurd, koos ervoor om de munt niet opnieuw te lanceren, omdat het moeilijk was om in te schatten hoeveel de oplichters hadden verdiend en hoeveel tijd en moeite het zou kosten om het helemaal opnieuw op te bouwen. Ondanks de moeilijkheid om vast te stellen hoeveel munten de oplichters hadden ontvangen, is het ook bekend dat in deze periode veel miners te goeder trouw de code zelf opnieuw hadden geoptimaliseerd en hun winst hadden verkocht, waardoor een eerlijkere verdeling was gegarandeerd, en dat de oplichters niet de enigen waren die in deze tijd een groot aantal munten bemachtigden. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Een zo'n account kan hier worden gelezen</a>. <p>Achteraf gezien kunnen sommigen kritiek hebben op de beslissing om de munt niet opnieuw te lanceren, en als deze bedenkelijke oorsprong voldoende is om iemand weg te duwen van het goede werk dat Monero heeft gedaan, dan is er geen argument om ze te beïnvloeden. Ongeacht de aanvankelijke frustraties die de makers van de oplichter veroorzaakten, heeft Monero het goed gedaan en zijn gecombineerde intellect en passie van de gemeenschap gebruikt om een krachtige technologie te maken. Ons huidige kernteam, evenals de voormalige leden, werden niet verrijkt door de verminkte mijn, en voor zover wij weten, duurde niemand die bij de eerste zwendel betrokken was in de Monero-gemeenschap langer dan de eerste paar weken van het bestaan van de munt.</p >
pl: <p> Historia Monero jest ciekawa i wiadomość, że rzeczywiście zaczęło się od oszustwa może zaskoczyć wielu. Twórca, thankful_for_today, prawdopodobnie współpracował z grupą kryptowalut, która stworzyła protokół CryptoNote, ale miał intencję oszukać ludzi z nich korzystających. </p> <p> Ich początkowe wysiłki kryptowalut nie powiodły się, więc stworzyli Monero jako kolejną próbę. Ponownie zawiodła, ponieważ społeczność szybko zdała sobie sprawę, że coś jest nie tak i przejęła projekt. Mimo to przebiegli twórcy mieli asa w rękawie. Wydali publicznie celowo słabe oprogramowanie do kopania Monero, zachowując dla siebie zoptymalizowaną wersję, aby pokonać innych i zarobić dużo z nagród bloków.</p> <p> To się początkowo udało, ale szybko zorientowała się społeczność Monero, która naprawiła minera i wydała go wszystkim. Zdając sobie sprawę z sytuacji, postanowiła nie uruchomiać Monero od zera, ponieważ trudno było ocenić zarówno to, ile oszuści zarobili, jak i ile czasu oraz wysiłku potrzeba, żeby odbudować od zera. Pomimo trudności w ustaleniu, ile monet otrzymali oszuści, wiadomo jednak, że w tym okresie wielu minerów niezależnych samodzielnie zoptymalizowało kod i zarobiło na tym, zapewniając bardziej uczciwą dystrybucję i gwarantując, że oszuści nie byli jedynymi, którzy w tym czasie dużo zarobili. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">O jednej takiej sytuacji możesz poczytać tutaj</a>. <p>Dzisiaj niektórzy mogą skrytykować decyzję o niewyzerowaniu Monero, ale jeśli te oszukane początki wystarczają, aby odepchnąć kogoś od Monero i wszystkich jego osiągnięć, to nie ma argumentu, by ich przekonać. Niezależnie od początkowych frustracji, jakie spowodowali twórcy oszuści, Monero prosperował i skorzystał na zjednoczonym intelekcie społecznym i pasji do tworzenia potężnej technologii. Nasz obecny zespół a także poprzedni członkowie, nie zostali wzbogaceni przez początkowo słabego minera, a o ile nam wiadomo, nikt nie był zaangażowany w początkowe oszustwo w społeczności Monero dłużej niż przez pierwsze tygodnie istnienia kryptowaluty. </p>
pt_br: <p>A história de Monero é interessante e pode surpreender muitos ao saber que realmente começou como uma farsa. O criador, thankful_for_today, provavelmente estava ligado a um grupo de criptomoedas que criou o protocolo CryptoNote, mas tinha intenções desonestas de enganar as pessoas com seu dinheiro usando-o. </p> <p>Seus esforços iniciais com moedas falharam, então eles criaram o Monero como uma maneira de tentar novamente. Isso novamente falhou quando a comunidade rapidamente percebeu que algo estava errado e pegou a moeda. Mesmo assim, os criadores desonestos tiveram um último truque na manga. Eles lançaram ao público o software de mineração deliberadamente desoptimizado, mantendo a versão otimizada para si mesmos, a fim de minar os outros e ganhar muito dinheiro com as recompensas do bloco.</p> <p>Isso foi bem sucedido por um tempo, mas também foi rapidamente capturado pela comunidade Monero, consertada, e o minerador otimizado foi liberado para todos. A comunidade, percebendo o que aconteceu, optou por não relançar a moeda, pois era difícil avaliar o quanto os golpistas haviam escapado e quanto tempo e esforço seriam necessários para reconstruir do zero. </p> <p>Com o benefício da retrospectiva, alguns podem criticar essa decisão e, se essas origens fraudulentas são suficientes para afastar alguém do bom trabalho que Monero fez, não há argumento para influenciá-las. Independentemente das frustrações iniciais que os criadores de golpistas causaram, o Monero prosperou e usou seu intelecto e paixão comunitários combinados para criar uma tecnologia poderosa. Nossa equipe principal atual, assim como os membros anteriores, não foram enriquecidos pela mina aleijada e, pelo que sabemos, ninguém envolvido no golpe inicial durou na comunidade Monero por mais do que nas primeiras semanas da existência da moeda.</p>
sl: <p>Zgodovina Monera je zanimiva in mnoge bo morda presenetilo, ko bodo slišali, da se je res začelo kot prevara. Ustvarjalec, thankful_for_today, je bil verjetno povezan s skupino za kriptovalute, ki je izdelala protokol CryptoNote, vendar je imel zvijačne namene, da bi ljudi z njegovo uporabo prevaral.</p> <p>Njihova začetna prizadevanja za kovance so bila neuspešna, zato so ustvarili Monero, da bi poskusili še enkrat. Tudi to ni uspelo, saj je skupnost hitro ugotovila, da je nekaj narobe, in kovanec prevzela. Kljub temu so imeli goljufivi ustvarjalci v rokavu še zadnji trik. Javnosti so izdali namerno deoptimizirano programsko opremo za rudarjenje, optimizirano različico pa so obdržali zase, da bi lahko prelisičili druge in veliko zaslužili z nagradami za bloke.</p> <p>To je nekaj časa uspelo, vendar ga je tudi skupnost Monero hitro ujela, popravila in optimizirani rudar je bil izdan vsem. Skupnost, ki je ugotovila, kaj se je zgodilo, se je odločila, da ne bo ponovno lansirala kovanca, saj je bilo težko oceniti, koliko so prevaranti nagrabili, ter koliko časa in truda bo trajalo, da se zadeva obnovi iz nič. Kljub težavam pri ugotavljanju, koliko kovancev so prevaranti prejeli, je tudi znano, da so v tem obdobju številni dobroverni rudarji sami neodvisno ponovno optimizirali kodo in razprodali svoj dobiček ter tako zagotovili pravičnejšo razdelitev in da so prevaranti niso bili edini, ki so v tem času dobili veliko število kovancev. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Eno takih pričanj si lahko preberete tukaj</a>. <p>Z pregledom nazaj bi lahko nekateri kritizirali odločitev, da kovanca ne bodo ponovno lansirali in če so ti prevarantski začetki dovolj, da nekoga odvrnejo od dobrega dela, ki ga je opravil Monero, potem ni argumenta, ki bi ga prepričal. Ne glede na začetno razočaranje, ki so ga povzročili prevarantski ustvarjalci, je Monero uspevati in s skupnim intelektom in strastjo skupnosti ustvariti močno tehnologijo. Naša sedanja osrednja ekipa, pa tudi pretekli člani, niso obogateli z rudnikom kripljev, in kolikor nam je znano, nihče od vpletenih v začetno prevaro v skupnosti Monero ni zdržal dlje kot prvih nekaj tednov obstoja kovanca.</p >
sv: <p>Historien om Monero är intressant, och det kan förvåna många att höra att det verkligen började som en bluff. Skaparen, thankful_for_today, var sannolikt i förbund med en kryptovalutagrupp som skapade CryptoNote-protokollet, men hade slingrande avsikter att lura människor från sina pengar genom att använda det.</p> <p>Deras första myntförsök misslyckades, så de skapade Monero som ett sätt att försöka igen. Detta misslyckades igen då samhället snabbt insåg att något var fel och tog tag i myntet. Trots det hade de luriga skaparna ett sista trick i rockärmen. De släppte till allmänheten avsiktligt deoptimerad gruvmjukvara, och behöll den optimerade versionen för sig själva för att utmana andra och tjäna massor av pengar på blockbelöningarna.</p> <p>Detta lyckades ett tag, men fångades också snabbt av Monero-communityt, fixade och den optimerade gruvarbetaren släpptes till alla. Samhället, som insåg vad som hände, valde att inte återlansera myntet, eftersom det var svårt att bedöma både hur mycket bedragarna hade klarat sig med, och hur mycket tid och ansträngning det skulle ta att bygga om från grunden. Trots svårigheten att fastställa hur många mynt bedragarna fick, är det också känt att många gruvarbetare i god tro under denna period självständigt omoptimerat koden själva och sålt av sin vinst, vilket säkerställt en mer rättvis fördelning, och att bedragarna var inte de enda som fick ett stort antal mynt under denna tid. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">En sådan konto kan läsas här</a>. <p>Med facit i hand kan en del kritisera beslutet att inte återlansera myntet, och om dessa bluffiga ursprung räcker för att stöta bort en från det goda arbete Monero har gjort, så finns det inga argument för att svänga dem. Oavsett de initiala frustrationer som scammerskaparna orsakade, har Monero blomstrat och använt sitt kombinerade gemenskapsintellekt och passion för att skapa en kraftfull teknik. Vårt nuvarande kärnteam, såväl som de tidigare medlemmarna, berikades inte av den krymplinggruvan, och såvitt vi vet var ingen inblandad i den första bluffen i Monero-gemenskapen längre än de första veckorna av myntets existens.</p >
tl: <p>Ang kasaysayan ng Monero ay isang kawili-wili, at maaaring ikagulat ng marami na marinig na nagsimula nga ito bilang isang scam. Ang creator, thankful_for_today, ay malamang na nakipag-legue sa isang cryptocurrency group na gumawa ng CryptoNote protocol, ngunit may mapanlinlang na intensyon na lokohin ang mga tao mula sa kanilang pera gamit ito.</p> <p>Nabigo ang kanilang mga paunang pagsusumikap sa barya, kaya ginawa nila ang Monero bilang isang paraan upang subukang muli. Muli itong nabigo nang mabilis na napagtanto ng komunidad na may mali at hinawakan ang barya. Gayunpaman, ang mga mapanlinlang na tagalikha ay nagkaroon ng huling panlilinlang. Inilabas nila sa publiko ang sadyang na-deoptimize na software sa pagmimina, na pinapanatili ang na-optimize na bersyon para sa kanilang sarili upang madaig ang iba at kumita ng maraming pera mula sa mga block reward.</p> <p>Nagtagumpay ito sa loob ng ilang panahon, ngunit mabilis ding nahuli ng komunidad ng Monero, naayos, at ang na-optimize na minero ay inilabas sa lahat. Ang komunidad, na napagtanto kung ano ang nangyari, ay pinili na huwag muling ilunsad ang barya, dahil mahirap sukatin pareho kung gaano kalaki ang nagawa ng mga scammer, at kung gaano karaming oras at pagsisikap ang kakailanganin upang muling buuin mula sa simula. Sa kabila ng kahirapan sa pagtiyak kung gaano karaming mga barya ang natanggap ng mga scammer, alam din na sa panahong ito maraming mga minero na may mabuting pananampalataya ang nakapag-iisa na muling na-optimize ang code sa kanilang sarili, at ibinenta ang kanilang mga kita, na tinitiyak ang isang mas patas na pamamahagi, at ang mga manloloko. ay hindi lamang ang mga nakakuha ng malaking bilang ng mga barya sa panahong ito. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Isa na mababasa ang account dito</a>. <p>Sa pakinabang ng pagbabalik-tanaw, maaaring punahin ng ilan ang desisyon na huwag muling ilunsad ang barya, at kung sapat na ang mga scammy na pinagmulang ito para itulak ang isa mula sa magandang gawaing ginawa ni Monero, kung gayon walang argumento para maimpluwensyahan sila. Anuman ang mga unang pagkabigo na idinulot ng mga manloloko na tagalikha, ang Monero ay umunlad at ginamit ang pinagsamang talino at hilig ng komunidad upang makagawa ng isang makapangyarihang teknolohiya. Ang aming kasalukuyang core team, gayundin ang mga nakaraang miyembro, ay hindi pinayaman ng lumpo na minahan, at sa aming kaalaman, walang sinumang sangkot sa paunang scam ang tumagal sa komunidad ng Monero nang mas matagal kaysa sa unang ilang linggo ng pagkakaroon ng coin.</p >
tr: <p>Monero'nun tarihi ilginçtir ve bunun aslında bir dolandırıcılık olarak başladığını duymak pek çok kişiyi şaşırtabilir. Yaratıcı, Thank_for_today, muhtemelen CryptoNote protokolünü oluşturan bir kripto para birimi grubuyla iş birliği yapıyordu ancak bunu kullanarak insanların paralarını çalmak gibi sinsi niyetleri vardı.</p> <p>Başlangıçtaki kripto para çabaları başarısız oldu ve tekrar denemenin bir yolu olarak Monero'yu yarattılar. Topluluk bir şeylerin ters gittiğini fark ettiğinden ve parayı ele geçirdiğinden bu yine başarısız oldu. Yine de sinsi yaratıcıların son bir hilesi daha vardı. Başkalarını geride bırakmak ve blok ödüllerinden çok para kazanmak için optimize edilmiş sürümü kendilerine saklayarak kasıtlı olarak optimizasyonu kaldırılmış madencilik yazılımını halka sundular.</p> <p>Bu bir süreliğine başarılı oldu ancak Monero topluluğu tarafından da hızla fark edildi, düzeltildi ve optimize edilmiş madenci herkesin kullanımına sunuldu. Ne olduğunu anlayan topluluk, dolandırıcıların ne kadar para kazandığını ve sıfırdan yeniden inşa etmenin ne kadar zaman ve çaba gerektireceğini ölçmek zor olduğundan, parayı yeniden piyasaya sürmemeyi seçti. Dolandırıcıların kaç coin aldığını tespit etmek zor olsa da, bu dönemde pek çok iyi niyetli madencinin kodu bağımsız olarak yeniden optimize ederek karlarını satarak daha adil bir dağıtım sağladığı ve dolandırıcıların bu durumu daha da kötüleştirdiği de biliniyor. Bu süre zarfında çok sayıda para kazananlar yalnızca onlar değildi. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">Böyle bir örnek hesap buradan okunabilir</a>. <p>Geçmişe dönüp bakmanın avantajıyla, bazıları coini yeniden piyasaya sürmeme kararını eleştirebilir ve eğer bu dolandırıcı kökenler Monero'nun yaptığı iyi işlerden birini uzaklaştırmaya yetiyorsa, o zaman onları yönlendirecek hiçbir argüman yoktur. Dolandırıcı yaratıcıların neden olduğu ilk hayal kırıklıklarına rağmen Monero başarılı oldu ve güçlü bir teknoloji oluşturmak için topluluk zekasını ve tutkusunu kullandı. Mevcut çekirdek ekibimiz ve geçmiş üyelerimiz, sakat madenden zenginleşmedi ve bildiğimiz kadarıyla, ilk dolandırıcılığa bulaşan hiç kimse Monero topluluğunda coinin varlığının ilk birkaç haftasından daha uzun sürmedi.</p >
ur: <p>منیرو کی تاریخ ایک دلچسپ ہے، اور یہ سن کر بہت سے لوگوں کو حیرت ہو سکتی ہے کہ یہ واقعی ایک دکھوکے کے طور پر شروع ہوا تھا۔ خالق، thankful_for_today، ممکنہ طور پر ایک cryptocurrency گروپ کے ساتھ لیگ میں تھا جس نے CryptoNote پروٹوکول بنایا تھا، لیکن اس کا استعمال کرتے ہوئے لوگوں کو ان کے پیسے سے دھوکہ دینے کے مکروہ ارادے تھے۔</p> <p>ان کی ابتدائی کوششیں ناکام ہوگئیں، اس لیے انھوں نے دوبارہ کوشش کرنے کے لیے Monero کو بنایا۔ یہ ایک بار پھر ناکام ہو گیا کیونکہ کمیونٹی کو فوری طور پر احساس ہوا کہ کچھ غلط ہے اور سکہ پکڑ لیا۔ اس کے باوجود، منحرف تخلیق کاروں کے پاس اپنی ایک آخری چال تھی۔ انہوں نے عوام کے لیے جان بوجھ کر ڈی اپٹمائزڈ مائننگ سوفٹ ویئر جاری کیا، اپنے لیے بہترین ورژن رکھا تاکہ دوسروں کو پیچھے چھوڑ دیا جائے اور بلاک انعامات سے بہت زیادہ رقم کمائی جائے۔</p> <p>یہ ایک وقت کے لیے کامیاب ہوا، لیکن اسے مونیرو کمیونٹی نے جلد ہی پکڑ لیا، طے کیا گیا، اور بہترین کان کن کو سب کے لیے چھوڑ دیا گیا۔ کمیونٹی نے، یہ سمجھتے ہوئے کہ کیا ہوا ہے، سکے کو دوبارہ لانچ نہ کرنے کا انتخاب کیا، کیونکہ یہ اندازہ لگانا مشکل تھا کہ دھوکہ بازوں نے کتنی کمائی کی ہے، اور شروع سے دوبارہ تعمیر کرنے میں کتنا وقت اور محنت درکار ہوگی۔ یہ معلوم کرنے میں دشواری کے باوجود کہ سکیمرز کو کتنے سکے ملے، یہ بھی معلوم ہے کہ اس عرصے میں بہت سے نیک نیت کان کنوں نے آزادانہ طور پر خود کوڈ کو دوبارہ بہتر بنایا تھا، اور زیادہ منصفانہ تقسیم کو یقینی بناتے ہوئے اپنے منافع کو فروخت کر دیا تھا، اور یہ کہ سکیمرز اس زمانے میں بڑی تعداد میں سکے حاصل کرنے والے صرف وہی نہیں تھے۔ <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">ایسا ہی ایک اکاؤنٹ یہاں پڑھا جا سکتا ہے</a>۔ <p>پسندیدگی کے فائدے کے ساتھ، کچھ لوگ سکے کو دوبارہ لانچ نہ کرنے کے فیصلے پر تنقید کر سکتے ہیں، اور اگر یہ دھوکہ دہی کسی کو Monero کے اچھے کام سے دور کرنے کے لیے کافی ہے، تو پھر ان پر اثر انداز ہونے کی کوئی دلیل نہیں ہے۔ اسکیمر تخلیق کاروں کی جانب سے ابتدائی مایوسیوں سے قطع نظر، Monero نے ترقی کی اور اپنی مشترکہ کمیونٹی عقل اور جذبے کو ایک طاقتور ٹیکنالوجی بنانے کے لیے استعمال کیا۔ ہماری موجودہ بنیادی ٹیم کے ساتھ ساتھ ماضی کے ممبران بھی معزور کان سے مالا مال نہیں ہوئے تھے، اور ہمارے علم کے مطابق، مونیرو کمیونٹی میں ابتدائی سکینڈل میں ملوث کوئی بھی سکے کے وجود کے پہلے چند ہفتوں سے زیادہ دیر تک نہیں رہا۔</p >
zh_cn: <p>门罗币的历史很有趣, 说出来你肯定会大吃一惊，它起源于一个骗局. 它的创始人名为thankful_for_today, 曾与CryptoNote协议的发明团队保持一定的关系, 但此人心怀不轨, 试图从中谋取不正当的利益.</p> <p>他们在首次诈骗尝试失败了, 于是创立了门罗币作为第二次尝试. 好在社区很快就发现了他们的企图并阻止了行动. 即使如此，创始人还是不死心. 他们向公众发布了一个经过刻意劣化的挖矿软件, 而自己保留了优化的版本, 这样一来他们就可以获得巨大的挖矿优势，挖走大部分的区块奖励.</p> <p>这种行为维持了一段时间, 不过也很快就被门罗币社区发现, 公众得以获得同等优化的挖矿软件. 尽管经历了这一切, 社区仍然选择继续进行这个项目, 因为他们也不知道到底创始人在不正当挖矿中获利多少, 也不知道需要多少的努力才能把一个新项目发展至此. 尽管很难确定到底骗子获得了多少币, 但在同一期间也有不少正直而又坚定的信仰者依靠自己的努力来改进挖矿软件, 并且挖到币后立即卖出, 使持币分布更加均衡, 所以创始团队并不是唯一获得大量币的人. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">点此可查看其中某一个账户</a>. <p>事后看来，有些人可能会批评这一决定，可如果六年来门罗币所做的出色工作，方方面面的进步和全部成就加起来都不能弥补出身和开局的问题，那么就没有论据可以动摇那些不喜欢门罗币的人了.不管骗子创建者最初带来的挫败感如何，门罗币都得以蓬勃发展，并利用其社区智慧和热情共同创造了一项强大的技术.我们目前的核心团队以及过去的成员并没有因为早期挖矿变得暴富，据我们所知，也没有人参与最初的骗局，并且所有的这一切问题在门罗币社区中持续的时间只是最初几周.</p>
zh_tw: <p>門羅幣的歷史很有趣, 說出來你肯定會大吃一驚，它起源於一個騙局. 它的創始人名為thankful_for_today, 曾與CryptoNote協議的發明團隊保持一定的關係, 但此人心懷不軌, 試圖從中謀取不正當的利益.</p> <p>他們在首次詐騙嘗試失敗了, 於是創立了門羅幣作為第二次嘗試. 好在社區很快就發現了他們的企圖並阻止了行動. 即使如此，創始人還是不死心. 他們向公眾發佈了一個經過刻意劣化的挖礦軟體, 而自己保留了優化的版本, 這樣一來他們就可以獲得巨大的挖礦優勢，挖走大部分的區塊獎勵.</p> <p>這種行為維持了一段時間, 不過也很快就被門羅幣社區發現, 公眾得以獲得同等優化的挖礦軟體. 儘管經歷了這一切, 社區仍然選擇繼續進行這個項目, 因為他們也不知道到底創始人在不正當挖礦中獲利多少, 也不知道需要多少的努力才能把一個新項目發展至此. 儘管很難確定到底騙子獲得了多少幣, 但在同一期間也有不少正直而又堅定的信仰者依靠自己的努力來改進挖礦軟體, 並且挖到幣後立即賣出, 使持幣分佈更加均衡, 所以創始團隊並不是唯一獲得大量幣的人. <a class="next-link" href="https://da-data.blogspot.com/2014/08/minting-money-with-monero-and-cpu.html" target="_blank">點此可查看其中某一個帳戶</a>. <p>事後看來，有些人可能會批評這一決定，可如果六年來門羅幣所做的出色工作，方方面面的進步和全部成就加起來都不能彌補出身和開局的問題，那麼就沒有論據可以動搖那些不喜歡門羅幣的人了.不管騙子創建者最初帶來的挫敗感如何，門羅幣都得以蓬勃發展，並利用其社區智慧和熱情共同創造了一項強大的技術.我們目前的核心團隊以及過去的成員並沒有因為早期挖礦變得暴富，據我們所知，也沒有人參與最初的騙局，並且所有的這一切問題在門羅幣社區中持續的時間只是最初幾周.</p>
