Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# agoradesk250Sbindex250Sbad8722Sbselectors250Sbcoins
source: Trade coins
cs: Obchodujte s coinami
fi: Vaihda kolikoita
fr: Échanger des crypto-monnaies
it: Scambia monete
lt: Prekyba monetomis
nb: Handel med mynter
nl: Handel munten
pl: Handluj kryptowalutami
pt_br: Moedas de comércio
sl: Trgovanje s kovanci
sv: Handl mynt
tl: Trade barya
tr: Ticaret paraları
ur: تجارت کے سکے
zh_cn: 交易硬币
zh_tw: 交易硬幣

# agoradesk250Sbindex250Sbad8722Sbselectors250Sbsell
source: Sell
cs: Prodat
fi: Myy
fr: Vendre
it: Vendere
lt: Parduoti
nb: Selge
nl: Verkopen
pl: Sprzedaj
pt_br: Vender
sl: Prodaja
sv: Sälj
tl: Ibenta
tr: Satmak
ur: بیچنا
zh_cn: 卖
zh_tw: 賣

source: Market price
cs: Obchodní cena
fi: Markkinahinta
fr: Prix du marché
it: Prezzo di mercato
lt: Rinkos kaina
nb: Markedspris
nl: Marktprijs
pl: Cena rynkowa
pt_br: Preço de mercado
sl: Tržna cena
sv: Marknadspris
tl: Presyo sa pamilihan
tr: Market fiyatı
ur: مارکیٹ کی قیمت
zh_cn: 市场价
zh_tw: 市場價

# agoradesk250Sbindex250Sbads8722Sbtable250Sbload8722Sbmor250Sbbutton
source: Load more...
cs: Načíst další...
fi: Lataa lisää...
fr: Montrer plus ...
it: Carica altro ...
lt: Įkelti daugiau...
nb: Last mer...
nl: Meer laden...
pl: Załaduj więcej...
pt_br: Carregue mais...
sl: Naloži več...
sv: Ladda mer...
tl: Mag-load pa...
tr: Daha fazla yükle...
ur: مزید لوڈ کریں...
zh_cn: 装载更多...
zh_tw: 裝載更多...

# agoradesk250Sbindex250Sbads8722Sbtable250Sbload8722Sbmore250Sbloading
source: Please wait
cs: Prosím, čekejte
fi: Odota hetki
fr: Merci de patienter
it: attendere prego
lt: Prašau palauk
nb: Vennligst vent
nl: Even geduld aub
pl: Proszę czekać
pt_br: Por favor, espere
sl: Prosim počakaj
sv: Vänligen vänta
tl: Mangyaring maghintay
tr: Lütfen bekleyin
ur: برائے مہربانی انتظار کریں
zh_cn: 请耐心等待
zh_tw: 請耐心等待

# agoradesk250Sblbc8722Sbalternative250Sbcta
source: Sign up for free to start trading Bitcoin now
cs: Zaregistrujte se zdarma a začněte obchodovat s bitcoiny hned teď
fi: Rekisteröidy ilmaiseksi aloittaaksesi kaupankäynnin Bitcoinilla nyt
fr: Inscrivez-vous gratuitement pour commencer à échanger du Bitcoin maintenant
it: Iscriviti gratuitamente per iniziare a fare trading con Bitcoin ora
lt: Prisiregistruokite nemokamai, kad pradėtumėte prekiauti Bitcoin dabar
nb: Registrer deg gratis for å begynne å handle Bitcoin nå
nl: Meld u gratis aan om nu te beginnen met handelen in Bitcoin
pl: Zarejestruj się za darmo, aby zacząć handlować Bitcoinami teraz
pt_br: Cadastre-se gratuitamente para começar a negociar Bitcoin agora
sl: Prijavite se brezplačno in začnite trgovati z bitcoini
sv: Registrera dig gratis för att börja handla Bitcoin nu
tl: Mag-sign up nang libre upang simulan ang pangangalakal ng Bitcoin ngayon
tr: Şimdi Bitcoin ticaretine başlamak için ücretsiz kaydolun
ur: Bitcoin ٹریڈنگ شروع کرنے کے لیے ابھی مفت میں سائن اپ کریں
zh_cn: 免费注册立即开始交易比特币
zh_tw: 免費註冊立即開始交易比特幣

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb0
source: No KYC/AML or verification
cs: Žádné KYC/AML nebo ověřování
fi: Ei KYC/AML tai vahvistusta
fr: Pas de KYC/AML ni de vérification
it: Nessun KYC / AML o verifica
lt: Nėra KYC / AML arba patvirtinimo
nb: Ingen KYC/AML eller verifisering
nl: Geen KYC/AML of verificatie
pl: Brak KYC/AML lub weryfikacji
pt_br: Nenhum KYC / AML ou verificação
sl: Ni KYC/AML ali verifikacije
sv: Ingen KYC/AML eller verifiering
tl: Walang KYC/AML o verification
tr: KYC/AML veya doğrulama yok
ur: کوئی KYC/AML یا تصدیق نہیں
zh_cn: 无需KYC / AML或实名验证
zh_tw: 無需KYC / AML或實名驗證

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb1
source: Any currency, any payment method, anywhere
cs: Jakákoli měna, jakýkoli způsob platby, kdekoli
fi: Mikä tahansa valuutta, mikä tahansa maksutapa, missä tahansa
fr: N'importe quelle devise, n'importe quel mode de paiement, n'importe où
it: Qualsiasi valuta, qualsiasi metodo di pagamento, ovunque
lt: Bet kokia valiuta, bet koks mokėjimo būdas ir bet kur
nb: Enhver valuta, hvilken som helst betalingsmåte, hvor som helst
nl: Elke valuta, elke betaalmethode, waar dan ook
pl: Każda waluta, każda metoda płatności, gdziekolwiek
pt_br: Qualquer moeda, qualquer forma de pagamento, em qualquer lugar
sl: Katera koli valuta, kateri koli način plačila, kjer koli
sv: Vilken valuta som helst, vilken betalningsmetod som helst, var som helst
tl: Anumang pera, anumang paraan ng pagbabayad, kahit saan
tr: Herhangi bir para birimi, herhangi bir ödeme yöntemi, her yerde
ur: کوئی بھی کرنسی، کوئی بھی ادائیگی کا طریقہ، کہیں بھی
zh_cn: 支持任何国家和地区的任何货币以及其付款方式
zh_tw: 支持任何國家和地區的任何貨幣以及其付款方式

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb10
source: {nojs} (loads by default when accessing from Tor or I2P)
cs: {nojs} (ve výchozím nastavení se načte při přístupu z Tor nebo I2P)
fi: {nojs} (latautuu oletuksena käytettäessä TOR-selaimella tai I2P:stä)
fr: {nojs} (se charge par défaut lors de l'accès depuis Tor ou I2P)
it: {nojs} (carica per impostazione predefinita quando si accede da Tor o I2P)
lt: {nojs} (įkeliama pagal numatytuosius nustatymus, kai pasiekiama iš Tor arba I2P)
nb: {nojs} (laster som standard ved tilgang fra Tor eller I2P)
nl: {nojs} (wordt standaard geladen bij toegang vanuit Tor of I2P)
pl: {nojs} (ładuje się domyślnie podczas dostępu z Tora lub I2P)
pt_br: {nojs} (carrega por padrão ao acessar a partir do Tor ou I2P)
sl: {nojs} (se privzeto naloži pri dostopu iz Tor ali I2P)
sv: {nojs} (laddas som standard vid åtkomst från Tor eller I2P)
tl: {nojs} (naglo-load bilang default kapag nag-a-access mula sa Tor o I2P)
tr: {nojs} (Tor veya I2P'den erişildiğinde varsayılan olarak yüklenir)
ur: {nojs} (ڈیفالٹ لوڈسے رسائی حاصل کرتے وقت بطور ہوتا ہے۔ Tor or I2P)
zh_cn: {nojs} （从Tor或I2P访问时默认加载）
zh_tw: {nojs}（從Tor或I2P訪問時默認加載）

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb108722Sb1
source: No-JavaScript version of the site
cs: Verze webu bez JavaScriptu
fi: Sivuston ei-JavaScript-versio
fr: Version du site sans JavaScript
it: Versione senza JavaScript del sito
lt: Svetainės versija be JavaScript
nb: No-JavaScript-versjon av nettstedet
nl: Geen-JavaScript-versie van de site
pl: Wersja witryny bez JavaScript
pt_br: Versão sem JavaScript do site
sl: Različica spletnega mesta brez JavaScripta
sv: No-JavaScript-version av webbplatsen
tl: Walang-JavaScript na bersyon ng site
tr: Sitenin JavaScript içermeyen sürümü
ur: سائٹ کا No-JavaScript ورژن
zh_cn: 网站的非JavaScript版本
zh_tw: 網站的非JavaScript版本

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb11
source: Fully functional when Google is blocked
cs: Plně funkční, když je Google zablokován
fi: Täysin toimiva, kun Google on estetty
fr: Entièrement fonctionnel lorsque Google est bloqué
it: Perfettamente funzionante quando Google è bloccato
lt: Visiškai veikia, kai „Google“ užblokuota
nb: Fullt funksjonell når Google er blokkert
nl: Volledig functioneel wanneer Google geblokkeerd is
pl: W pełni funkcjonalne, gdy Google jest zablokowany
pt_br: Totalmente funcional quando o Google está bloqueado
sl: Popolnoma delujoč, ko je Google blokiran
sv: Fullt fungerande när Google är blockerat
tl: Ganap na gumagana kapag naka-block ang Google
tr: Google engellendiğinde tamamen işlevseldir
ur: گوگل کے بلاک ہونے پر مکمل طور پر فعال
zh_cn: 当屏蔽Google时功能依旧全面
zh_tw: 當屏蔽Google時功能依舊全面

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb12
source: {affiliate} - earn commission for inviting trading users
cs: {affiliate} – získejte provizi za pozvání uživatelů k obchodování
fi: {affiliate} - ansaitse palkkioita käyttäjien kutsumisesta
fr: {affiliate} - gagnez une commission en invitant des nouveaux utilisateurs actifs
it: {affiliate}: guadagna commissioni per invitare gli utenti di trading
lt: {affiliate} – uždirbkite komisinius už pakvietę prekybos vartotojus
nb: {affiliate} – tjen provisjon for å invitere handelsbrukere
nl: {affiliate} - verdien commissie voor het uitnodigen van handelsgebruikers
pl: {affiliate} - Zarabiaj prowizję za zaproszenie handlujących użytkowników
pt_br: {affiliate} - ganhe comissão por convidar usuários comerciais
sl: {affiliate} - zaslužite provizijo za povabilo trgovalnih uporabnikov
sv: {affiliate} - tjäna provision för att bjuda in handelsanvändare
tl: {affiliate} - kumita ng komisyon para sa pag-imbita ng mga gumagamit ng kalakalan
tr: {affiliate} - ticari kullanıcıları davet ettiğiniz için komisyon kazanın
ur: {affiliate} - تجارتی صارفین کو مدعو کرنے کے لیے کمیشن حاصل کریں
zh_cn: {affiliate}-邀请新交易用户赚取佣金
zh_tw: {affiliate}-邀請新交易用戶賺取佣金

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb128722Sb1
source: Affiliate program
cs: Partnerský program
fi: Kumppanuusohjelma
fr: Programme d'affiliation
it: Programma di affiliazione
lt: Partnerių programa
nl: Partnerprogramma
pl: Program partnerski
pt_br: Programa de afiliados
sl: Partnerski program
tr: Ortaklık Programı
ur: ملحق پروگرام
zh_cn: 会员加盟计划
zh_tw: 會員加盟計劃

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb13
source: Multilingual: we support English, Russian, Chinese (both simplified and traditional), Italian, Portuguese and Spanish
cs: Vícejazyčnost: podporujeme Angličtinu, Ruštinu, Čínštinu (zjednodušenou i tradiční), Italštinu, Portugalštinu a Španělštinu
fi: Monikielinen: tuemme englantia, venäjää, kiinaa (sekä yksinkertaistettua että perinteistä), italiaa, portugalia ja espanjaa
fr: Multilingue : nous prenons en charge l'anglais, le russe, le chinois (simplifié et traditionnel), l'italien, le portugais et l'espagnol
it: Multilingue: supportiamo inglese, russo, cinese (sia semplificato che tradizionale), italiano, portoghese e spagnolo
lt: Daugiakalbis: palaikome anglų, rusų, kinų (tiek supaprastintas, tiek tradicines), italų, portugalų ir ispanų kalbas
nb: Flerspråklig: vi støtter engelsk, russisk, kinesisk (både forenklet og tradisjonell), italiensk, portugisisk og spansk
nl: Meertalig: we ondersteunen Engels, Russisch, Chinees (zowel vereenvoudigd als traditioneel), Italiaans, Portugees en Spaans
pl: Wielojęzyczne: wspieramy angielski, rosyjski, chiński (zarówno uproszczony, jak i tradycyjny), włoski, portugalski i hiszpański
pt_br: Multilíngue: oferecemos suporte a inglês, russo, chinês (simplificado e tradicional), italiano, português e espanhol
sl: Večjezičnost: podpiramo angleščino, ruščino, kitajščino (poenostavljeno in tradicionalno), italijanščino, portugalščino in španščino
sv: Flerspråkig: vi stöder engelska, ryska, kinesiska (både förenklad och traditionell), italienska, portugisiska och spanska
tl: Multilingual: sinusuportahan namin ang English, Russian, Chinese (parehong pinasimple at tradisyonal), Italian, Portuguese at Spanish
tr: Çok dilli: İngilizce, Rusça, Çince (hem basitleştirilmiş hem de geleneksel), İtalyanca, Portekizce ve İspanyolca'yı destekliyoruz
ur: کثیر لسانی: ہم انگریزی، روسی، چینی (both simplified and traditional)، اطالوی، پرتگالی اور ہسپانوی کی حمایت کرتے ہیں
zh_cn: 多语种：我们支持英语，俄语，中文（简体和繁体），意大利语，葡萄牙语和西班牙语
zh_tw: 多語種：我們支持英語，俄語，中文（簡體和繁體），意大利語，葡萄牙語和西班牙語

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb14
source: Mobile notifications through {telegram}, so that you won't have to install yet another app on your phone just to get push notifications about your trades (LocalBitcoins implemented this feature after us)
cs: Mobilní upozornění prostřednictvím {telegram}, takže si nebudete muset do telefonu instalovat další aplikaci, jen abyste dostávali push notifikace o vašich obchodech (LocalBitcoins implementovaly tuto funkci až po nás)
fi: Mobiili-ilmoitukset {telegram}:in kautta, jotta sinun ei tarvitse asentaa toista sovellusta puhelimeesi vain saadaksesi push-ilmoituksia kaupoistasi (LocalBitcoins otti tämän ominaisuuden käyttöön meidän jälkeen)
fr: Notifications mobiles via {telegram}, afin que vous n'ayez pas à installer une autre application sur votre téléphone juste pour recevoir des notifications push sur vos transactions (LocalBitcoins a implémenté cette fonctionnalité après nous)
it: Notifiche mobili tramite {telegram}, in modo da non dover installare ancora un'altra app sul tuo telefono solo per ricevere notifiche push sulle tue operazioni (LocalBitcoins ha implementato questa funzione dopo di noi)
lt: Mobilieji pranešimai per {telegram}, kad jums nereikėtų telefone įdiegti dar vienos programos, kad gautumėte tiesioginius pranešimus apie savo sandorius (po mūsų „LocalBitcoins“ įdiegė šią funkciją)
nb: Mobilvarsler gjennom {telegram}, slik at du ikke trenger å installere enda en app på telefonen din bare for å få push-varsler om handlene dine (LocalBitcoins implementerte denne funksjonen etter oss)
nl: Mobiele meldingen via {telegram}, zodat u niet nog een app op uw telefoon hoeft te installeren om pushmeldingen over uw transacties te ontvangen (LocalBitcoins heeft deze functie na ons geïmplementeerd)
pl: Powiadomienia mobilne za pośrednictwem {telegram}, abyś nie musiał instalować kolejnej aplikacji w telefonie tylko po to, aby uzyskać powiadomienia o swoich transakcjach (LocalBitcoins zaimplementował tę funkcję po nas)
pt_br: Notificações para celular através de {telegram}, para que você não precise instalar mais um aplicativo no seu telefone apenas para receber notificações push sobre suas negociações (o LocalBitcoins implementou esse recurso depois de nós)
sl: Mobilna obvestila prek {telegram}, tako da vam ne bo treba namestiti še ene aplikacije samo za prejemanje potisnih obvestil o vaših trejdih (LocalBitcoins je to funkcijo implementiral za nami)
sv: Mobila meddelanden genom {telegram}, så att du inte behöver installera ännu en app på din telefon bara för att få push-meddelanden om dina affärer (LocalBitcoins implementerade den här funktionen efter oss)
tl: Mga notification sa mobile sa pamamagitan ng {telegram}, para hindi mo na kailangang mag-install ng isa pang app sa iyong telepono para lang makakuha ng mga push notification tungkol sa iyong mga trade (Ipinatupad ng LocalBitcoins ang feature na ito pagkatapos namin)
tr: {telegram} aracılığıyla mobil bildirimler, böylece işlemleriniz hakkında anlık bildirimler almak için telefonunuza başka bir uygulama yüklemenize gerek kalmaz (LocalBitcoins bu özelliği bizden sonra uygulamaya koydu)
ur: موبائل نوٹیفکیشنز {telegram} کے ذریعے، تاکہ آپ کو صرف اپنے ٹریڈز کے بارے میں پش نوٹیفیکیشن حاصل کرنے کے لیے اپنے فون پر کوئی اور ایپ انسٹال کرنے کی ضرورت نہ پڑے (LocalBitcoin implemented this feature after us)
zh_cn: 通过{telegram}进行移动端通知，这样您就不必在电话上安装另一个应用程序即可获得有关交易的推送通知（LocalBitcoins在我们之后实现了此功能）
zh_tw: 通過{telegram}進行移動端通知，這樣您就不必在電話上安裝另一個應用程序即可獲得有關交易的推送通知（LocalBitcoins在我們之後實現了此功能）

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb15
source: Beautiful ads through the use of Markdown
cs: Hezké reklamy díky použití Markdown
fi: Kauniita ilmoituksia Markdownin avulla
fr: De belles annonces grâce à l'utilisation de Markdown
it: Bellissime pubblicità attraverso l'uso di Markdown
lt: Gražūs skelbimai naudojant Markdown
nb: Vakre annonser gjennom bruk av Markdown
nl: Mooie advertenties door het gebruik van Markdown
pl: Piękne reklamy za pomocą Markdown
pt_br: Belos anúncios através do uso do Markdown
sl: Čudoviti oglasi z uporabo Markdown
sv: Vackra annonser genom användning av Markdown
tl: Magagandang mga ad sa pamamagitan ng paggamit ng Markdown
tr: Markdown kullanımıyla güzel reklamlar
ur: مارک ڈاؤن کے استعمال کے ذریعے خوبصورت اشتہارات
zh_cn: 通过使用Markdown获得精美的广告
zh_tw: 通過使用Markdown獲得精美的廣告

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb16
source: 2FA (with TOTP apps like Google Authenticator or andOTP)
cs: 2FA (s aplikacemi TOTP, jako je Google Authenticator nebo andOTP)
fi: 2FA (TOTP-sovelluksilla, kuten Google Authenticator tai andOTP)
fr: 2FA (avec des applications TOTP comme Google Authenticator ou andOTP)
it: 2FA (con app TOTP come Google Authenticator o andOTP)
lt: 2FA (su TOTP programomis, tokiomis kaip Google Authenticator arba andOTP)
nb: 2FA (med TOTP-apper som Google Authenticator eller andOTP)
nl: 2FA (met TOTP-apps zoals Google Authenticator of andOTP)
pl: 2FA (z aplikacjami TOTP, takimi jak Google Authenticator lub andOTP)
pt_br: 2FA (com aplicativos TOTP como Google Authenticator ou andOTP)
sl: 2FA (z aplikacijami TOTP, kot sta Google Authenticator ali andOTP)
sv: 2FA (med TOTP-appar som Google Authenticator eller andOTP)
tl: 2FA (na may TOTP app tulad ng Google Authenticator o at OTP)
tr: 2FA (Google Authenticator veya andOTP gibi TOTP uygulamalarıyla)
ur: 2FA (TOTP ایپس جیسے Google Authenticator یا اورOTP کے ساتھ)
zh_cn: 2FA（使用TOTP應用（例如Google Authenticator或andOTP）
zh_tw: 2FA（使用TOTP應用（例如Google Authenticator或andOTP）

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb17
source: Withdraw currencies other than BTC
cs: Vybírejte jiné měny než BTC
fi: Nosta muita valuuttoja kuin BTC
fr: Retirer des devises autres que BTC
it: Prelevare valute diverse da BTC
lt: Išsiimti kitas valiutas nei BTC
nb: Ta ut andre valutaer enn BTC
nl: Andere valuta dan BTC opnemen
pl: Wypłać walutę inną niż BTC
pt_br: Retirar moedas que não sejam BTC
sl: Dvigujte valute, ki niso BTC
sv: Ta ut andra valutor än BTC
tl: Mag-withdraw ng mga pera maliban sa BTC
tr: BTC dışındaki para birimlerini çekin
ur: BTC کے علاوہ دیگر کرنسیوں کو نکالیں
zh_cn: 提现BTC以外的货币
zh_tw: 提現BTC以外的貨幣

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb18
source: Complicated pricing mechanisms through the use of price formulas
cs: Složité cenové mechanismy s pomocí cenových vzorců
fi: Monimutkaiset hinnoittelumekanismit hintakaavojen käytön ansiosta
fr: Mécanismes de tarification compliqués grâce à l'utilisation de formules de prix
it: Meccanismi di tariffazione complicati mediante l'uso di formule di prezzo
lt: Sudėtingi kainodaros mechanizmai naudojant kainų formules
nb: Kompliserte prismekanismer ved bruk av prisformler
nl: Ingewikkelde prijsmechanismen door het gebruik van prijsformules
pl: Skomplikowane mechanizmy cenowe za pomocą formuł cenowych
pt_br: Mecanismos complicados de precificação através do uso de fórmulas de preços
sl: Zapleteni mehanizmi oblikovanja cen z uporabo cenovnih formul
sv: Komplicerade prissättningsmekanismer genom användning av prisformler
tl: Mga kumplikadong mekanismo sa pagpepresyo sa pamamagitan ng paggamit ng mga formula ng presyo
tr: Fiyat formüllerinin kullanımı yoluyla karmaşık fiyatlandırma mekanizmaları
ur: قیمت کے فارمولوں کے استعمال کے ذریعے قیمتوں کا تعین کرنے کے پیچیدہ طریقہ کار
zh_cn: 通过使用高级价格公式使定价机制多样化
zh_tw: 通過使用高級價格公式使定價機制多樣化

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb19
source: and more...
cs: a více...
fi: ja enemmän...
fr: et plus encore ...
it: e altro ancora ...
lt: ir dar...
nb: og mer...
nl: en meer...
pl: i więcej...
pt_br: e mais...
sl: in več...
sv: och mer...
tl: at iba pa...
tr: ve dahası...
ur: اور مزید...
zh_cn: 获取更多资讯...
zh_tw: 獲取更多資訊...

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb2
source: Online Bitcoin trading
cs: Online obchodování s bitcoiny
fi: Online Bitcoin-kauppa
fr: Échange de Bitcoin en ligne
it: Trading online di Bitcoin
lt: Internetinė Bitcoin prekyba
nb: Online handel med Bitcoin
nl: Online Bitcoin-handel
pl: Handel Bitcoinami online
pt_br: Negociação on-line de Bitcoin
sl: Spletno trgovanje z Bitcoini
sv: Online Bitcoin handel
tl: Online na Bitcoin trading
tr: Çevrimiçi Bitcoin ticareti
ur: آن لائن بٹ کوائن ٹریڈنگ
zh_cn: 在线比特币交易
zh_tw: 在線比特幣交易

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb20
source: Fully functional {api} modeled after LocalBitcoins API for easy transition
cs: Plně funkční {api} po vzoru LocalBitcoins API pro snadný přechod
fi: Täysin toimiva {api}, joka on mallinnettu LocalBitcoins API:n mukaan helppoa tapahtumaa varten
fr: {api} entièrement fonctionnelle modélisée d'après l'API LocalBitcoins pour une transition facile
it: {api} completamente funzionale modellata sull'API LocalBitcoins per una facile transizione
lt: Visiškai funkcionalus {api}, sukurtas pagal LocalBitcoins API, kad būtų lengva pereiti
nb: Fullt funksjonell {api} modellert etter LocalBitcoins API for enkel overgang
nl: Volledig functioneel {api} gemodelleerd naar LocalBitcoins API voor een gemakkelijke overgang
pl: W pełni funkcjonalny {api} modelowany po API LocalBitcoins w celu łatwego zaadoptowania
pt_br: {api} totalmente funcional modelada após a API LocalBitcoins para facilitar a transição
sl: Popolnoma funkcionalen {api} po vzoru LocalBitcoins za enostavno tranzicijo
sv: Fullt fungerande {api} modellerad efter LocalBitcoins API för enkel övergång
tl: Ganap na gumagana {api} na namodelo pagkatapos ng LocalBitcoins API para sa madaling paglipat
tr: Kolay geçiş için LocalBitcoins API'sinden sonra modellenen tamamen işlevsel {api}
ur: مکمل طور پر فعال {api} آسانی سے منتقلی کے لیے لوکل بٹ کوائنز API کے بعد وضع کیا گیا ہے
zh_cn: 模仿LocalBitcoins API的全功能{api}，易于转换
zh_tw: 模仿LocalBitcoins API的全功能{api}，易於轉換

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb208722Sb1
source: API
tr: API'si

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb3
source: Offline cash face-to-face Bitcoin trading
cs: Offline obchodování s bitcoiny tváří v tvář v hotovosti
fi: Offline Bitcoin-kauppa kasvotusten käteisellä
fr: Échange de Bitcoin en face à face hors ligne
it: Cash trading faccia a faccia offline con Bitcoin
lt: „Bitcoin“ prekyba grynaisiais pinigais neprisijungus
nb: Offline kontanter ansikt til ansikt handel med Bitcoin
nl: Offline contant face-to-face Bitcoin-handel
pl: Handel Bitcoinami offline twarzą-w-twarz
pt_br: Negociação off-line de Bitcoin em dinheiro offline
sl: Offline gotovinsko trgovanje z bitcoini iz oči v oči
sv: Offline-kontanter ansikte mot ansikte handel med Bitcoin
tl: Offline na cash nang harapang Bitcoin trading
tr: Çevrimdışı nakit yüz yüze Bitcoin ticareti
ur: آف لائن کیش face-to-face بٹ کوائن ٹریڈنگ
zh_cn: 离线现金面对面比特币交易
zh_tw: 離線現金面對面比特幣交易

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb4
source: Full arbitration bond protection on all online trades
cs: Plná ochrana arbitrážních dluhopisů u všech online obchodů
fi: Täysi välimiestakuu kaikissa verkossa tapahtuvissa kaupoissa
fr: Protection complète avec caution d'arbitrage sur toutes les transactions en ligne
it: Protezione completa dell'obbligazione arbitrale su tutte le transazioni online
lt: Visiška arbitražo obligacijų apsauga visuose internetiniuose sandoriuose
nb: Full beskyttelse av voldgiftsobligasjoner på alle netthandler
nl: Volledige bescherming tegen arbitrage op alle online transacties
pl: Pełna ochrona arbitrażowa wszystkich transakcji online
pt_br: Proteção total dos títulos de arbitragem em todas as negociações on-line
sl: Popolna zaščita arbitražne obveznice pri vseh spletnih trgovanjih
sv: Fullständigt skydd mot skiljedom på alla onlineaffärer
tl: Buong arbitration bond na proteksyon sa lahat ng online na kalakalan
tr: Tüm çevrimiçi işlemlerde tam tahkim teminatı koruması
ur: تمام آن لائن تجارت پر ثالثی بانڈ کا مکمل تحفظ
zh_cn: 对所有在线交易的全面仲裁保证金保护
zh_tw: 對所有在線交易的全面仲裁保證金保護

# agoradesk250Sblbc8722Sbalternative250Sbfeatures8722Sb5
source: No deposit fees, fair withdrawal fees
cs: Žádné poplatky za vklad, férové poplatky za výběr
fi: Ei talletusmaksuja, reilut nostokulut
fr: Pas de frais de dépôt, frais de retrait équitables
it: Nessuna commissione di deposito, commissioni di prelievo giuste
lt: Jokių indėlių mokesčių, sąžiningi išėmimo mokesčiai
nb: Ingen innskuddsgebyrer, rettferdige uttaksgebyrer
nl: Geen stortingskosten, eerlijke opnamekosten
pl: Brak opłat depozytowych, uczciwe opłaty za wypłaty
pt_br: Sem taxas de depósito, taxas justas de retirada
sl: Brez provizij za polog, pošteni stroški dviga
sv: Inga insättningsavgifter, rimliga uttagsavgifter
tl: Walang bayad sa deposito, patas na bayad sa pag-withdraw
tr: Para yatırma ücreti yok, adil para çekme ücretleri
ur: کوئی ڈپازٹ فیس، منصفانہ نکالنے کی فیس
zh_cn: 没有存款费，公平合理的提款费
zh_tw: 沒有存款費，公平合理的提款費
