Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# app250Sbapple8722Sbapp8722Sbstore8722Sbdescription250Sbagoradesk
source: Buy or sell Bitcoin anonymously, without ID verification. Cash or online. Safe, fast, easy. Wondering how to invest in Bitcoin? On AgoraDesk, purchasing bitcoins has never been easier - instantly buy BTC from a person using your favorite online payment method: PayPal, credit/debit card or bank transfer, gift cards, Venmo or any other. If you want to buy bitcoins near you with cash, you can find someone willing to sell bitcoins locally - the trading platform supports buying and selling BTC with cash. You can even buy bitcoins using cash by mail. - Safe and Smooth Trading Just like LocalBitcoins, we support any payment method, any currency, anywhere. We do not remove payment methods, and, unlike LocalBitcoins, we fully support face-to-face cash trades. All of our trades are protected by an arbitration bond. Thanks to the fact that we require funds to be held in arbitration bond before a trade can start, we ensure a smooth and safe experience for the buyer, which is essential for the popularity of the platform and repeat customers for the sellers. - No KYC/AML or ID Verification AgoraDesk is committed to maintaining the simplicity and straight-forwardness that made the original LocalBitcoins so popular. We do not employ KYC/AML, nor do we ever plan on doing so. - Trusted by the Community Our platform has operated for over four years, survived the Great Cryptocurrency Market Crash of 2018, and through its community-oriented diligent service became one of the most trusted names in the extremely skeptical cryptocurrency community. - Secure, Open Source, Privacy-Centric, Censorship-Resistant Our app is free and open source, which ensures that many eyes are looking at the app's code to ensure that there are no security holes or privacy leaks. Open sourcing our app also allows anyone to have access to our app even if a certain app repository censors the app. Our app even works on phones that have Google completely blocked. We value your privacy so much, we don’t even require you to provide an email when registering. Source code: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Issue tracker: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellar Support Our support team is fast, responsive and always eager to please. We’ve never had a support ticket that wasn’t answered within 24 hours. We are always easily reachable through social media, we listen intently to your criticisms and we always implement good user suggestions in record time. You can reach our support at: https://agoradesk.com/support - Fair Fees We do not charge exorbitant fees when you deposit or withdraw Bitcoins to/from our arbitration bond wallet. There is no deposit fee, and the withdrawal fee is very close to the fee you’d be paying on a normal transaction.
cs: Nakupujte nebo prodávejte bitcoiny anonymně, bez ověření ID. Hotově nebo online. Bezpečné, rychlé, snadné. Zajímá vás, jak investovat do bitcoinů? Na AgoraDesk nebyl nákup bitcoinů nikdy snazší – nakupujte BTC okamžitě od osoby pomocí Vaší oblíbené online platební metody: PayPal, kreditní/debetní kartou nebo bankovním převodem, dárkové karty, Venmo nebo jakoukoli jinou. Pokud chcete koupit bitcoiny ve Vašem okolí za hotovost, můžete najít někoho, kdo je ochotný prodávat bitcoiny lokálně – obchodní platforma podporuje nákup a prodej BTC za hotovost. Můžete dokonce nakupovat bitcoiny za hotovost poštou. - Bezpečné a plynulé obchodování Stejně jako LocalBitcoins podporujeme jakoukoli platební metodu, jakoukoli měnu a kdekoli. Neodstraňujeme platební metody a na rozdíl od LocalBitcoins plně podporujeme hotovostní obchody tváří v tvář. Všechny naše obchody jsou chráněny arbitrážním dluhopisem. Díky tomu, že požadujeme, aby byly prostředky před zahájením obchodu drženy v rozhodčím dluhopisu, zajišťujeme bezproblémový a bezpečný zážitek pro kupujícího, který je nezbytný pro popularitu platformy a opakované zákazníky pro prodejce. - Žádné ověření KYC/AML nebo ID Společnost AgoraDesk se zavázala udržovat jednoduchost a přímočarost, díky které byly původní LocalBitcoiny tak populární. Nezavádíme KYC/AML a ani to nikdy neplánujeme. - Důvěřováno komunitou Naše platforma funguje více než čtyři roky, přežila velký krach kryptoměnového trhu v roce 2018 a díky své komunitně orientované pečlivé službě se stala jedním z nejdůvěryhodnějších jmen v extrémně skeptické komunitě kryptoměn. - Bezpečné, Open Source, Ochrana soukromí, Odolné vůči cenzuře Naše aplikace je zdarma a s otevřeným zdrojovým kódem, což zajišťuje, že mnoho očí se dívá na kód aplikace, aby se zajistilo, že neexistují žádné bezpečnostní díry nebo úniky privátních dat. Otevřený zdroj naší aplikace také umožňuje komukoli mít přístup k naší aplikaci, i když určité typy úložiští aplikací, tuto aplikaci cenzuruji. Naše aplikace funguje i na telefonech, které mají Google zcela zablokovaný. Velmi si vážíme Vašeho soukromí, takže ani nepožadujeme, abyste při registraci uváděli e-mail. Zdrojový kód: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Sledování problémů: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Hvězdná podpora Náš tým podpory je rychlý, pohotový a vždy se snaží vyhovět. Nikdy jsme neměli lístek podpory, který by nebyl zodpovězen do 24 hodin. Jsme vždy snadno dosažitelní prostřednictvím sociálních médií, pozorně nasloucháme Vaší kritice a vždy implementujeme dobré uživatelské návrhy v rekordním čase. Naši podporu můžete kontaktovat na: https://agoradesk.com/support - Spravedlivé poplatky Neúčtujeme přemrštěné poplatky, když vkládáte nebo vybíráte bitcoiny do/z naší peněženky arbitrážních dluhopisů. Neexistuje žádný poplatek za vklad a poplatek za výběr se velmi blíží poplatku, který byste platili za normální transakci.
fi: Osta tai myy Bitcoinia nimettömästi ilman henkilöllisyystodistusta. Käteisellä tai netissä. Turvallista, nopeaa, helppoa. Mietitkö kuinka sijoittaa Bitcoiniin? AgoraDeskissä bitcoinien ostaminen ei ole koskaan ollut helpompaa - osta BTC:tä välittömästi henkilöltä käyttämällä suosikki verkkomaksutapaasi: PayPal, luotto-/pankkikortti tai tilisiirto, lahjakortit, Venmo tai mikä tahansa muu tapa. Jos haluat ostaa bitcoineja lähelläsi käteisellä, voit löytää jonkun, joka on valmis myymään bitcoineja paikallisesti - kaupankäyntialusta tukee BTC:n ostamista ja myyntiä käteisellä. Voit jopa ostaa bitcoineja käteisellä postitse. - Turvallista ja sujuvaa kaupankäyntiä Aivan kuten LocalBitcoins, tuemme mitä tahansa maksutapaa, mitä tahansa valuuttaa, missä tahansa. Emme poista maksutapoja ja toisin kuin LocalBitcoins, tuemme täysin kasvokkain tapahtuvaa käteiskauppaa. Kaikki kauppamme on suojattu välimiesmaksulla. Sen tosiasian ansiosta, että vaadimme välimiesmaksun ennen kaupan alkamista, varmistamme sujuvan ja turvallisen kokemuksen ostajalle, mikä on olennaista alustan suosion ja myyjien toistuvien asiakkaiden kannalta. - Ei KYC/AML tai henkilöllisyystodistusta AgoraDesk on sitoutunut säilyttämään yksinkertaisuuden ja suoraviivaisuuden, joka teki alkuperäisestä LocalBitcoinsista niin suositun. Emme käytä KYC:tä/AML:ää, emmekä koskaan aio tehdä niin. - Yhteisön luottama Alustamme on toiminut yli neljä vuotta, selvinnyt vuoden 2018 suuresta kryptovaluuttamarkkinoiden romahduksesta, ja yhteisölähtöisen huolellisen palvelunsa ansiosta siitä tuli yksi luotetuimmista nimistä erittäin skeptisessä kryptovaluuttayhteisössä. - Suojattu, yksityisyyskeskeinen, sensuurin kestävä sovelluksemme on ilmainen ja avoimen lähdekoodin, mikä varmistaa että monet silmät katsovat sovelluksen koodia varmistaakseen, ettei tietoturva-aukkoja tai tietosuojavuotoja ole. Sovelluksemme avoimen lähdekoodin avulla kuka tahansa voi päästä sovellukseemme, vaikka tietty sovelluskauppa sensuroisi sovelluksen. Sovelluksemme toimii jopa puhelimissa, joissa Google on kokonaan estetty. Arvostamme yksityisyyttäsi niin paljon, että emme edes vaadi sinua antamaan sähköpostiosoitetta rekisteröityessämme. Lähdekoodi: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Ongelman seuranta: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellar tuki Tukitiimimme on nopea, reagoiva ja aina innokas miellyttämään. Meillä ei ole koskaan ollut tukipyyntöä, johon ei ole vastattu 24 tunnin sisällä. Olemme aina helposti tavoitettavissa sosiaalisen median kautta, kuuntelemme tarkasti kritiikkiäsi ja toteutamme aina hyvät käyttäjäehdotukset ennätysajassa. Voit ottaa yhteyttä tukeemme osoitteessa: https://agoradesk.com/support - Kohtuulliset kulut Emme veloita kohtuuttomia maksuja, kun talletat tai nostat Bitcoineja välimiesmaksulompakkoon tai sieltä pois. Talletusmaksua ei peritä ja nostomaksu on hyvin lähellä maksua, jonka maksat normaalista tapahtumasta.
fr: Achetez ou vendez des Bitcoins de manière anonyme, sans vérification d'identité. Avec des espèces ou en ligne. Sûr, rapide, facile. Vous vous demandez comment investir dans Bitcoin ? Sur AgoraDesk, acheter des bitcoins n'a jamais été aussi simple - achetez instantanément des BTC à une personne en utilisant votre méthode de paiement en ligne préférée : PayPal, carte de crédit/débit ou virement bancaire, cartes-cadeaux, Venmo ou tout autre. Si vous souhaitez acheter des Bitcoins près de chez vous avec de l'argent liquide, vous pouvez trouver quelqu'un prêt à vendre des Bitcoins localement - la plateforme d'échange prend en charge l'achat et la vente de BTC avec de l'argent liquide. Vous pouvez même acheter des Bitcoins en espèces par courrier. - Transaction sûre et fluide Tout comme LocalBitcoins, nous prenons en charge n'importe quel mode de paiement, n'importe quelle devise, de n'importe où. Nous ne supprimons pas les méthodes de paiement et, contrairement à LocalBitcoins, nous prenons pleinement en charge les transactions en espèces en face à face. Toutes nos transactions sont protégées par une caution d'arbitrage. Grâce au fait que nous exigeons que les fonds soient détenus en caution d'arbitrage avant qu'une transaction puisse commencer, nous assurons une expérience fluide et sûre pour l'acheteur, ce qui est essentiel pour la popularité de la plateforme et des clients réguliers pour les vendeurs. - Pas de KYC/AML ou de vérification d'identité AgoraDesk s'engage à maintenir la simplicité et la facilité qui ont rendu la version originale de LocalBitcoins si populaire. Nous n'utilisons pas de KYC/AML, et nous prévoyons de ne jamais le faire. - Approuvée par la communauté Notre plateforme fonctionne depuis plus de quatre ans, a survécu au grand crash du marché des crypto-monnaies de 2018 et, grâce à son service diligent axé sur la communauté, est devenue l'un des noms les plus fiables de la communauté extrêmement sceptique des crypto-monnaies. - Sécurisée, Open Source, centrée sur la confidentialité, résistante à la censure Notre application est gratuite et Open Source, ce qui garantit que de nombreux yeux peuvent regarder le code de l'application pour s'assurer qu'il n'y a pas de failles de sécurité ou de fuites de confidentialité. Le fait que notre application soit Open Source permet également à quiconque d'avoir accès à notre application même si un certain dépôt d'applications censure l'application. Notre application fonctionne même sur les téléphones sur lesquels Google est complètement bloqué. Nous accordons tellement d'importance à votre vie privée que nous ne vous demandons même pas de fournir une adresse e-mail lors de votre inscription. Code source : https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Suivi des problèmes : https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Assistance exceptionnelle Notre équipe de support est rapide, réactive et toujours prête à vous satisfaire. Nous n'avons jamais eu de ticket de demande d'assistance sans réponse dans les 24 heures. Nous sommes toujours facilement joignables via les médias sociaux, nous écoutons attentivement vos critiques et nous mettons toujours en œuvre les bonnes suggestions des utilisateurs en un temps record. Vous pouvez joindre notre support à l'adresse suivante : https://agoradesk.com/support - Frais équitables Nous ne facturons pas de frais exorbitants lorsque vous déposez ou retirez des Bitcoins vers/depuis notre portefeuille de caution d'arbitrage. Il n'y a pas de frais de dépôt et les frais de retrait sont très proches des frais que vous paieriez pour une transaction normale.
it: Acquista o vendi Bitcoin in modo anonimo, senza verifica dell'identità. Contanti o online. Sicuro, veloce, facile. Ti stai chiedendo come investire in Bitcoin? Su AgoraDesk, acquistare bitcoin non è mai stato così facile: acquista istantaneamente BTC da una persona utilizzando il tuo metodo di pagamento online preferito: PayPal, carta di credito/debito o bonifico bancario, carte regalo, Venmo o qualsiasi altro. Se desideri acquistare bitcoin vicino a te in contanti, puoi trovare qualcuno disposto a vendere bitcoin a livello locale: la piattaforma di trading supporta l'acquisto e la vendita di BTC in contanti. Puoi anche acquistare bitcoin utilizzando contanti per posta. - Trading sicuro e regolare Proprio come LocalBitcoins, supportiamo qualsiasi metodo di pagamento, qualsiasi valuta, ovunque. Non rimuoviamo i metodi di pagamento e, a differenza di LocalBitcoin, supportiamo pienamente le transazioni in contanti faccia a faccia. Tutte le nostre operazioni sono protette da un vincolo arbitrale. Grazie al fatto che richiediamo che i fondi siano trattenuti in una cauzione arbitrale prima che un'operazione possa iniziare, garantiamo un'esperienza fluida e sicura per l'acquirente, che è essenziale per la popolarità della piattaforma e per i clienti abituali per i venditori. - Nessuna verifica KYC/AML o ID AgoraDesk si impegna a mantenere la semplicità e la semplicità che hanno reso così popolari i LocalBitcoin originali. Non utilizziamo KYC/AML, né prevediamo di farlo. - Scelto dalla comunità La nostra piattaforma opera da oltre quattro anni, è sopravvissuta al grande crollo del mercato delle criptovalute del 2018 e, attraverso il suo servizio diligente orientato alla comunità, è diventata uno dei nomi più affidabili nella comunità estremamente scettica delle criptovalute. - Sicuro, open source, incentrato sulla privacy, resistente alla censura La nostra app è gratuita e open source, il che garantisce che molti occhi guardino il codice dell'app per garantire che non vi siano buchi di sicurezza o perdite di privacy. L'open source della nostra app consente inoltre a chiunque di avere accesso alla nostra app anche se un determinato repository di app censura l'app. La nostra app funziona anche su telefoni su cui Google è completamente bloccato. Teniamo così tanto alla tua privacy che non ti chiediamo nemmeno di fornire un'e-mail al momento della registrazione. Codice sorgente: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Tracker dei problemi: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Supporto stellare Il nostro team di supporto è veloce, reattivo e sempre pronto a soddisfare le tue esigenze. Non abbiamo mai ricevuto una richiesta di supporto a cui non sia stata data risposta entro 24 ore. Siamo sempre facilmente raggiungibili attraverso i social media, ascoltiamo attentamente le vostre critiche e implementiamo sempre i buoni suggerimenti degli utenti in tempi record. Puoi contattare il nostro supporto all'indirizzo: https://agoradesk.com/support - Commissioni giuste Non addebitiamo commissioni esorbitanti quando depositi o ritiri Bitcoin sul/dal nostro portafoglio di obbligazioni arbitrali. Non è prevista alcuna commissione di deposito e la commissione di prelievo è molto vicina alla commissione che pagheresti per una normale transazione.
lt: Pirkite arba parduokite Bitcoin anonimiškai, be asmens tapatybės patvirtinimo. Grynaisiais arba internetu. Saugu, greita, lengva. Įdomu, kaip investuoti į Bitcoin? „AgoraDesk“ įsigyti bitkoinų dar niekada nebuvo taip paprasta – akimirksniu įsigykite BTC iš asmens naudodamiesi mėgstamu internetiniu mokėjimo būdu: „PayPal“, kreditine/debeto kortele arba banko pavedimu, dovanų kortelėmis, „Venmo“ ar bet kuriuo kitu. Jei norite nusipirkti bitkoinų šalia jūsų grynaisiais, galite rasti žmogų, kuris nori parduoti bitkoinus vietoje – prekybos platforma palaiko BTC pirkimą ir pardavimą grynaisiais. Netgi galite nusipirkti bitkoinų naudodami grynuosius paštu. - Saugi ir sklandi prekyba Kaip ir LocalBitcoins, palaikome bet kokį mokėjimo būdą, bet kokią valiutą ir bet kur. Mes nepašaliname mokėjimo metodų ir, skirtingai nei LocalBitcoins, visiškai palaikome tiesioginius grynųjų pinigų sandorius. Visi mūsų sandoriai yra apsaugoti arbitražo obligacija. Dėl to, kad reikalaujame, kad lėšos būtų laikomos arbitražo obligacijoje prieš pradedant prekybą, užtikriname sklandžią ir saugią pirkėjo patirtį, kuri yra būtina platformos populiarumui ir nuolatiniams pardavėjams klientams. – Nėra KYC / AML arba ID patvirtinimo „AgoraDesk“ yra įsipareigojusi išlaikyti paprastumą ir tiesumą, dėl kurio originalūs „LocalBitcoins“ buvo tokie populiarūs. Mes nenaudojame KYC / AML ir niekada neplanuojame to daryti. – Bendruomenė pasitiki Mūsų platforma veikė daugiau nei ketverius metus, išgyveno 2018 m. Didįjį kriptovaliutų rinkos griūtį ir per bendruomenę orientuotą kruopščią paslaugą tapo vienu patikimiausių vardų itin skeptiškoje kriptovaliutų bendruomenėje. - Saugus, atvirojo kodo, į privatumą orientuotas, atsparus cenzūrai Mūsų programa yra nemokama ir atvirojo kodo, todėl daugelis akių žiūri į programos kodą ir įsitikina, kad nėra saugumo spragų ar privatumo nutekėjimo. Atvirasis mūsų programos šaltinis taip pat suteikia galimybę bet kam pasiekti mūsų programą, net jei tam tikra programų saugykla cenzūruoja programą. Mūsų programa netgi veikia telefonuose, kuriuose „Google“ visiškai užblokuota. Mes labai vertiname jūsų privatumą, todėl net nereikalaujame, kad registruojantis pateiktumėte el. Šaltinio kodas: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Problemų stebėjimo priemonė: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Žvaigždžių palaikymas Mūsų palaikymo komanda yra greita, atsakinga ir visada nori įtikti. Niekada neturėjome palaikymo bilieto, į kurį nebuvo atsakyta per 24 valandas. Esame visada lengvai pasiekiami per socialinius tinklus, įdėmiai išklausome jūsų kritiką ir visada per rekordiškai trumpą laiką įgyvendiname gerus vartotojų pasiūlymus. Su mūsų pagalba galite susisiekti adresu https://agoradesk.com/support - Sąžiningi mokesčiai Mes netaikome pernelyg didelių mokesčių, kai įnešate arba ištraukiate Bitcoin į mūsų arbitražo obligacijų piniginę arba iš jos. Indėlio mokesčio nėra, o išėmimo mokestis yra labai panašus į mokestį, kurį mokėtumėte už įprastą operaciją.
nb: Kjøp eller selg Bitcoin anonymt, uten ID-verifisering. Kontanter eller online. Trygg, rask, enkel. Lurer du på hvordan du investerer i Bitcoin? På AgoraDesk har det aldri vært enklere å kjøpe bitcoins - kjøp umiddelbart BTC fra en person ved å bruke din favoritt online betalingsmetode: PayPal, kreditt-/debetkort eller bankoverføring, gavekort, Venmo eller noe annet. Hvis du ønsker å kjøpe bitcoins nær deg med kontanter, kan du finne noen som er villige til å selge bitcoins lokalt – handelsplattformen støtter kjøp og salg av BTC med kontanter. Du kan til og med kjøpe bitcoins med kontanter via post. - Trygg og smidig handel Akkurat som LocalBitcoins støtter vi alle betalingsmåter, hvilken som helst valuta, hvor som helst. Vi fjerner ikke betalingsmåter, og i motsetning til LocalBitcoins støtter vi fullt ut ansikt-til-ansikt kontanthandler. Alle våre handler er beskyttet av en voldgiftsbinding. Takket være det faktum at vi krever at midler holdes i voldgiftsobligasjon før en handel kan starte, sikrer vi en jevn og trygg opplevelse for kjøperen, noe som er avgjørende for populariteten til plattformen og gjentakende kunder for selgerne. - Ingen KYC/AML eller ID-verifisering AgoraDesk er forpliktet til å opprettholde enkelheten og rettframheten som gjorde de originale LocalBitcoins så populære. Vi bruker ikke KYC/AML, og vi planlegger heller ikke å gjøre det. - Tillites av fellesskapet Plattformen vår har operert i over fire år, overlevd Great Cryptocurrency Market Crash i 2018, og ble gjennom sin fellesskapsorienterte flittige tjeneste et av de mest pålitelige navnene i det ekstremt skeptiske kryptovalutamiljøet. - Sikker, åpen kildekode, personvernsentrisk, sensurbestandig Appen vår er gratis og åpen kildekode, som sørger for at mange øyne ser på appens kode for å sikre at det ikke er sikkerhetshull eller personvernlekkasjer. Open sourcing appen vår lar også alle ha tilgang til appen vår selv om et bestemt applager sensurerer appen. Appen vår fungerer til og med på telefoner som har Google fullstendig blokkert. Vi verdsetter personvernet ditt så høyt, vi krever ikke engang at du oppgir en e-post når du registrerer deg. Kildekode: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Problemsporing: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stjernestøtte Supportteamet vårt er raskt, responsivt og alltid ivrig etter å tilfredsstille. Vi har aldri hatt en kundestøttebillett som ikke ble besvart innen 24 timer. Vi er alltid lett tilgjengelige gjennom sosiale medier, vi lytter nøye til kritikken din og implementerer alltid gode brukerforslag på rekordtid. Du kan nå vår støtte på: https://agoradesk.com/support - Rettferdige avgifter Vi krever ikke ublu gebyrer når du setter inn eller tar ut Bitcoins til/fra vår voldgiftslommebok. Det er ingen innskuddsgebyr, og uttaksgebyret er veldig nær gebyret du betaler for en vanlig transaksjon.
nl: Koop of verkoop Bitcoin anoniem, zonder ID-verificatie. Contant of online. Veilig, snel, gemakkelijk. Vraagt u zich af hoe u kunt investeren in Bitcoin? Op AgoraDesk is het kopen van bitcoins nog nooit zo eenvoudig geweest - koop direct BTC van een persoon met behulp van uw favoriete online betaalmethode: PayPal, creditcard/bankpas of bankoverschrijving, cadeaubonnen, Venmo of overigen. Als u bitcoins bij u in de buurt met contant geld wilt kopen, kunt u iemand vinden die lokaal bitcoins wil verkopen - het handelsplatform ondersteunt het kopen en verkopen van BTC met contant geld. Je kunt zelfs bitcoins kopen met contant geld per post. - Veilige en vlotte handel Net als LocalBitcoins ondersteunen we elke betaalmethode, elke valuta, overal. We verwijderen geen betalingsmethoden en, in tegenstelling tot LocalBitcoins, ondersteunen we face-to-face contante transacties volledig. Al onze transacties worden beschermd door een arbitragegarantie. Dankzij het feit dat we eisen dat fondsen in de arbitragebond worden gehouden voordat een transactie kan beginnen, zorgen we voor een soepele en veilige ervaring voor de koper, wat essentieel is voor de populariteit van het platform en terugkerende klanten voor de verkopers. - Geen KYC/AML of ID-verificatie AgoraDesk zet zich in voor het behoud van de eenvoud en rechtlijnigheid die de originele LocalBitcoins zo populair hebben gemaakt. We maken geen gebruik van KYC/AML en zijn dat ook nooit van plan. - Vertrouwd door de gemeenschap Ons platform bestaat al meer dan vier jaar, overleefde de Grote Cryptocurrency Market Crash van 2018 en werd door zijn gemeenschapsgerichte, toegewijde service een van de meest vertrouwde namen in de uiterst sceptische cryptocurrency-gemeenschap. - Veilig, open source, privacygericht, censuurbestendig Onze app is gratis en open source, wat ervoor zorgt dat veel ogen naar de code van de app kijken om er zeker van te zijn dat er geen beveiligingslekken of privacylekken zijn. Open sourcing van onze app geeft ook iedereen toegang tot onze app, zelfs als een bepaalde app-repository de app censureert. Onze app werkt zelfs op telefoons waarop Google volledig is geblokkeerd. We stellen uw privacy zo op prijs dat we u niet eens vragen om een e-mailadres op te geven bij het registreren. Broncode: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Probleemtracker: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellaire ondersteuning Ons ondersteuningsteam is snel, responsief en altijd enthousiast om te behagen. We hebben nog nooit een supportticket gehad dat niet binnen 24 uur werd beantwoord. We zijn altijd goed bereikbaar via social media, luisteren aandachtig naar uw kritiek en voeren goede gebruikerssuggesties altijd in een recordtijd uit. U kunt onze ondersteuning bereiken op: https://agoradesk.com/support - Eerlijke vergoedingen We brengen geen exorbitante kosten in rekening wanneer u Bitcoins stort of opneemt in/uit onze arbitrage-obligatieportefeuille. Er zijn geen aanbetalingskosten en de opnamekosten liggen zeer dicht bij de kosten die u zou betalen voor een normale transactie.
pl: Kupuj lub sprzedawaj Bitcoiny anonimowo, bez weryfikacji tożsamości. Gotówką lub online. Bezpiecznie, szybko, łatwo. Zastanawiasz się, jak inwestować w Bitcoina? Dzięki AgoraDesk zakup Bitcoinów nigdy nie był prostszy - natychmiast kup BTC od drugiej osoby, korzystając z Twojej ulubionej metody płatności online np.: PayPal, karta kredytowa/debetowa lub przelew bankowy, karty podarunkowe, Venmo lub jakakolwiek inna metoda płatności. Jeśli chcesz kupić Bitcoiny lokalnie za gotówkę, możesz znaleźć kogoś chętnego sprzedaży Bitcoinów w okolicy - nasza platforma transakcyjna obsługuje kupowanie i sprzedawanie BTC za gotówkę. Możesz nawet kupić Bitcoiny za gotówkę drogą pocztową. - Bezpieczny i płynny handel Podobnie jak LocalBitcoins, obsługujemy każdą metodę płatności, dowolną walutę, w dowolnym miejscu. Nie usuwamy metod płatności i, w przeciwieństwie do LocalBitcoins, w pełni obsługujemy bezpośrednie transakcje gotówkowe. Wszystkie nasze transakcje są chronione gwarancją arbitrażową. Dzięki temu, że przed rozpoczęciem transakcji wymagamy oddania środków pod zastaw, zapewniamy kupującemu płynny i bezpieczny handel, dzięki czemu jesteśmy tak popularną platformą. - Brak KYC/AML lub weryfikacji tożsamości AgoraDesk dokłada wszelkich starań, aby zachować prostotę i bezpośredniość, dzięki którym oryginalne LocalBitcoins stały się tak popularne. Nie stosujemy KYC/AML i nigdy nie planujemy tego robić. - Zaufani przez społeczność Nasza platforma działa od ponad czterech lat, przetrwała Wielki Krach na Rynku Kryptowalut w 2018 roku, a dzięki zorientowanej na społeczność sumiennej służbie stała się jedną z najbardziej zaufanych marek w niezwykle sceptycznej społeczności kryptowalut. - Bezpieczni, open source, zorientowani na prywatność, odporni na cenzurę Nasza aplikacja jest bezpłatna i ma otwarte oprogramowanie, co sprawia, że wiele osób widziało kod źródłowy aplikacji i upewniło się, że nie ma on usterek w zabezpieczeniach ani wycieków prywatności. Open sourcing naszej aplikacji umożliwia też każdemu dostęp do naszej platformy, nawet jeśli jakieś repozytorium cenzuruje naszą aplikację. Nasza aplikacja działa nawet na telefonach, które mają całkowicie zablokowanego Google'a. Cenimy Twoją prywatność tak bardzo, że nie wymagamy nawet podania adresu e-mail podczas rejestracji. Kod źródłowy: https://github.com/AgoraDesk-LocalMonero/agoradsk-app-foss Narzędzie do śledzenia usterek: https://github.com/AgoraDesk-LocalMonero/agoradsk-app-foss/issues - Nieziemskie wsparcie Nasz zespół wsparcia jest szybki, elastyczny i zawsze chętny do pomocy. Nigdy nie otrzymaliśmy zgłoszenia do obsługi klienta, na które nie udzieliliśmy odpowiedzi w ciągu 24 godzin. Jesteśmy zawsze łatwo osiągalni za pośrednictwem mediów społecznościowych, uważnie słuchamy Twojej krytyki i zawsze wdrażamy dobre sugestie użytkowników w rekordowym czasie. Możesz skontaktować się z naszym wsparciem pod adresem: https://agoradsk.com/support - Uczciwe opłaty Nie pobieramy wygórowanych opłat, gdy wpłacasz lub wypłacasz Bitcoiny do/z naszego portfela ochrony arbitrażowej. Nie mamy opłaty za wpłaty, a opłata za wypłatę jest bardzo zbliżona do opłaty, którą zapłaciłbyś za normalną transakcję.
pt_br: Compre ou venda Bitcoin anonimamente, sem verificação de identidade. Dinheiro ou online. Seguro, rápido, fácil. Quer saber como investir em Bitcoin? Na AgoraDesk, comprar bitcoins nunca foi tão fácil - compre instantaneamente BTC de uma pessoa usando seu método de pagamento online favorito: PayPal, cartão de crédito/débito ou transferência bancária, vales-presente, Venmo ou qualquer outro. Se você deseja comprar bitcoins perto de você com dinheiro, pode encontrar alguém disposto a vender bitcoins localmente - a plataforma de negociação oferece suporte à compra e venda de BTC com dinheiro. Você pode até comprar bitcoins usando dinheiro pelo correio. - Negociação segura e tranquila Assim como a LocalBitcoins, aceitamos qualquer método de pagamento, qualquer moeda, em qualquer lugar. Não removemos os métodos de pagamento e, ao contrário do LocalBitcoins, apoiamos totalmente as negociações em dinheiro face a face. Todas as nossas negociações são protegidas por um título de arbitragem. Graças ao fato de exigirmos que os fundos sejam mantidos em títulos de arbitragem antes do início de uma negociação, garantimos uma experiência tranquila e segura para o comprador, o que é essencial para a popularidade da plataforma e clientes recorrentes para os vendedores. - Sem KYC/AML ou verificação de identidade A AgoraDesk está empenhada em manter a simplicidade e a franqueza que tornaram as LocalBitcoins originais tão populares. Não empregamos KYC/AML, nem planejamos fazê-lo. - Confiado pela comunidade Nossa plataforma opera há mais de quatro anos, sobreviveu ao grande crash do mercado de criptomoedas de 2018 e, por meio de seu serviço diligente orientado para a comunidade, tornou-se um dos nomes mais confiáveis na comunidade extremamente cética de criptomoedas. - Seguro, código aberto, centrado na privacidade, resistente à censura Nosso aplicativo é gratuito e de código aberto, o que garante que muitos olhos estejam olhando para o código do aplicativo para garantir que não haja falhas de segurança ou vazamentos de privacidade. O código aberto do nosso aplicativo também permite que qualquer pessoa tenha acesso ao nosso aplicativo, mesmo que um determinado repositório de aplicativos o censure. Nosso aplicativo funciona até mesmo em telefones que têm o Google completamente bloqueado. Valorizamos tanto a sua privacidade que nem exigimos que você forneça um e-mail ao se registrar. Código-fonte: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Rastreador de problemas: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Suporte Estelar Nossa equipe de suporte é rápida, receptiva e sempre pronta para agradar. Nunca tivemos um ticket de suporte que não foi respondido em 24 horas. Estamos sempre facilmente acessíveis através da mídia social, ouvimos atentamente suas críticas e sempre implementamos boas sugestões de usuários em tempo recorde. Você pode entrar em contato com nosso suporte em: https://agoradesk.com/support - Taxas Justas Não cobramos taxas exorbitantes quando você deposita ou retira Bitcoins de/para nossa carteira de títulos de arbitragem. Não há taxa de depósito e a taxa de retirada é muito próxima da taxa que você pagaria em uma transação normal.
sl: Kupujte ali prodajajte Bitcoin anonimno, brez preverjanja osebnih dokumentov. Z gotovino ali preko spleta. Varno, hitro, enostavno. Vas zanima, kako vlagati v Bitcoin? Nakup Bitcoinov z AgoraDesk še nikoli ni bil lažji - takoj kupite BTC od osebe z uporabo vam-najljubšega spletnega načina plačila: PayPal, kreditna/debetna kartica, bančno nakazilo, darilne kartice, Venmo, itd. Če želite kupiti Bitcoine osebni z gotovino v vaši bližini, lahko najdete nekoga, ki jih je pripravljen lokalno prodati - trgovalna platforma namreč podpira nakup in prodajo BTC direktno z gotovino. Bitcoine lahko celo kupite z gotovino poslano po pošti. - Varno in nemoteno trgovanje Tako kot LocalBitcoins, podpiramo katerikoli način plačila, katerokoli valuto, kjerkoli! Ne odstranjujemo načinov plačila, ter za razliko od LocalBitcoins v celoti podpiramo osebno gotovinsko trgovanje. Vsi naši posli so zaščiteni z arbitražno garancijo. Zahvaljujoč dejstvu, da zahtevamo hrambo sredstev v arbitražni obveznici, preden se lahko začne trgovanje, kupcu zagotavljamo nemoteno in varno trgovalno izkušnjo, kar je bistveno za priljubljenost naše platforme in zagotavljanje stalnih strank prodajalcem. - Brez KYC/AML ali preverjanja osebnih dokumentov AgoraDesk se zavzema za ohranjanje preprostosti in neposrednosti, zaradi katerih so izvirni LocalBitcoini tako priljubljeni. Ne uporabljamo KYC/AML, niti tega ne načrtujemo. - Skupnost nam zaupa Naša platforma deluje že več kot štiri leta, preživela je veliki zlom kripto trga leta 2018 in s svojo skrbno storitvijo usmerjeno skupnosti, postala eno najbolj zaupanja vrednih imen v sicer izjemno skeptični kripto skupnosti. - Varno, odprtokodno, osredotočeni na zasebnost in odporni na cenzuro Naša aplikacija je brezplačna in odprtokodna, kar zagotavlja, da številne oči neprestano preglejujejo izvirno kodo aplikacije in tako zagotovijo, da ni varnostnih lukenj ali uhajanja zasebnosti. Odprta koda naše aplikacije prav tako omogoča vsakomur dostop do aplikacije, tudi če nas določena galerija aplikacij cenzurira. Naša aplikacija deluje tudi na telefonih, ki jih je Google popolnoma blokiral. Tako zelo cenimo vašo zasebnost, da ob registraciji niti ne zahtevamo, da navedete vaš e-poštni naslov. Izvorna koda: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Sledilnik težav: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Podpora Naša ekipa za podporo je hitra, odzivna in vam bo vedno pripravljena ustreči. Še nikoli nismo prejeli zahteve za podporo, na katero ne bi odgovorili najkasneje v 24 urah. Dosegljivi smo vam tudi preko družbenih omrežij, pozorno prisluhnemo vašim kritikam in vedno realiziramo dobre predloge v rekordnem času. Našo podporo lahko dosežete tukaj: https://agoradesk.com/support - Poštene pristojbine Ne zaračunavamo previsokih stroškov nakazila ali dviga Bitcoinov v/iz naše denarnice za arbitražne obveznice. Provizije za polog ni, provizija za dvig pa je podobna proviziji, ki bi jo sicer plačali za običajno transakcijo.
sv: Köp eller sälj Bitcoin anonymt, utan ID verifiering. Kontant eller online. Säkert, snabbt, enkelt. Undrar du hur man investerar i Bitcoin? På AgoraDesk har det aldrig varit enklare att köpa bitcoins - köp omedelbart BTC från en person som använder din favorit onlinebetalningsmetod: PayPal, kredit-/betalkort eller banköverföring, presentkort, Venmo eller något annat. Om du vill köpa bitcoins nära dig med kontanter kan du hitta någon som är villig att sälja bitcoins lokalt – handelsplattformen stödjer köp och försäljning av BTC med kontanter. Du kan till och med köpa bitcoins med kontanter via post. - Säker och smidig handel Precis som LocalBitcoins stöder vi alla betalningsmetoder, vilken valuta som helst, var som helst. Vi tar inte bort betalningsmetoder, och till skillnad från LocalBitcoins stöder vi fullt ut kontantaffärer ansikte mot ansikte. Alla våra affärer är skyddade av en skiljedomsförbindelse. Tack vare det faktum att vi kräver att medel hålls i skiljedomstol innan en affär kan starta, säkerställer vi en smidig och säker upplevelse för köparen, vilket är avgörande för plattformens popularitet och återkommande kunder för säljarna. - Ingen KYC/AML eller ID-verifiering AgoraDesk har åtagit sig att bibehålla enkelheten och rakheten som gjorde de ursprungliga LocalBitcoins så populära. Vi använder inte KYC/AML och planerar heller aldrig att göra det. - Tillförlitlig av gemenskapen Vår plattform har fungerat i över fyra år, överlevt den stora kryptovalutamarknadskraschen 2018, och genom sin gemenskapsorienterade flitiga tjänst blivit ett av de mest pålitliga namnen i den extremt skeptiska kryptovalutagemenskapen. - Säker, öppen källkod, integritetscentrerad, censurbeständig Vår app är gratis och öppen källkod, vilket säkerställer att många ögon tittar på appens kod för att säkerställa att det inte finns några säkerhetshål eller sekretessläckor. Open sourcing vår app tillåter också vem som helst att ha tillgång till vår app även om ett visst applager censurerar appen. Vår app fungerar även på telefoner som har Google helt blockerat. Vi värdesätter din integritet så mycket, vi kräver inte ens att du uppger ett e-postmeddelande när du registrerar dig. Källkod: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Issue tracker: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stjärnstöd Vårt supportteam är snabbt, lyhört och alltid ivriga att behaga. Vi har aldrig haft ett supportärende som inte besvarats inom 24 timmar. Vi är alltid lätta att nå via sociala medier, vi lyssnar uppmärksamt på din kritik och vi implementerar alltid bra användarförslag på rekordtid. Du kan nå vår support på: https://agoradesk.com/support - Rättvisa avgifter Vi tar inte ut orimliga avgifter när du sätter in eller tar ut Bitcoins till/från vår skiljedomsplånbok. Det finns ingen insättningsavgift, och uttagsavgiften är mycket nära den avgift du skulle betala för en normal transaktion.
tl: Bumili o magbenta ng Bitcoin nang hindi nagpapakilala, nang walang pag-verify ng ID. Cash o online. Ligtas, mabilis, madali. Nag-iisip kung paano mamuhunan sa Bitcoin? Sa AgoraDesk, ang pagbili ng mga bitcoin ay hindi kailanman naging mas madali - agad na bumili ng BTC mula sa isang tao gamit ang iyong paboritong online na paraan ng pagbabayad: PayPal, credit/debit card o bank transfer, gift card, Venmo o anumang iba pa. Kung gusto mong bumili ng mga bitcoin na malapit sa iyo gamit ang cash, makakahanap ka ng isang taong handang magbenta ng mga bitcoin nang lokal - sinusuportahan ng trading platform ang pagbili at pagbebenta ng BTC gamit ang cash. Maaari ka ring bumili ng mga bitcoin gamit ang cash sa pamamagitan ng koreo. - Ligtas at Smooth Trading Tulad ng LocalBitcoins, sinusuportahan namin ang anumang paraan ng pagbabayad, anumang pera, kahit saan. Hindi kami nag-aalis ng mga paraan ng pagbabayad, at, hindi tulad ng LocalBitcoins, ganap naming sinusuportahan ang face-to-face na cash trade. Ang lahat ng aming mga kalakalan ay protektado ng isang arbitration bond. Salamat sa katotohanang nangangailangan kami ng mga pondo na itago sa arbitration bond bago magsimula ang isang kalakalan, tinitiyak namin ang maayos at ligtas na karanasan para sa bumibili, na mahalaga para sa katanyagan ng platform at umuulit na mga customer para sa mga nagbebenta. - Walang KYC/AML o ID Verification Ang AgoraDesk ay nakatuon sa pagpapanatili ng pagiging simple at pagiging diretso na naging dahilan ng pagiging popular ng orihinal na LocalBitcoins. Hindi kami gumagamit ng KYC/AML, ni hindi namin pinaplanong gawin ito. - Pinagkakatiwalaan ng Komunidad Ang aming platform ay gumana nang mahigit apat na taon, nakaligtas sa Great Cryptocurrency Market Crash ng 2018, at sa pamamagitan ng masigasig na serbisyong nakatuon sa komunidad ay naging isa sa mga pinakapinagkakatiwalaang pangalan sa lubhang may pag-aalinlangan na komunidad ng cryptocurrency. - Secure, Open Source, Privacy-Centric, Censorship-Resistant Ang aming app ay libre at open source, na nagsisiguro na maraming mga mata ang tumitingin sa code ng app upang matiyak na walang mga butas sa seguridad o mga pagtagas sa privacy. Ang open sourcing sa aming app ay nagbibigay-daan din sa sinuman na magkaroon ng access sa aming app kahit na sine-censor ng isang partikular na repositoryo ng app ang app. Gumagana pa nga ang aming app sa mga teleponong ganap na na-block ng Google. Lubos naming pinahahalagahan ang iyong privacy, hindi ka namin hinihiling na magbigay ng email kapag nagrerehistro. Source code: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Tagasubaybay ng isyu: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Stellar Support Ang aming team ng suporta ay mabilis, tumutugon at laging sabik na pasayahin. Wala pa kaming support ticket na hindi nasagot sa loob ng 24 na oras. Palagi kaming madaling maabot sa pamamagitan ng social media, masinsinan kaming nakikinig sa iyong mga kritisismo at palagi kaming nagpapatupad ng magagandang suhestiyon ng user sa oras. Maaari mong maabot ang aming suporta sa: https://agoradesk.com/support - Mga Patas na Bayarin Hindi kami naniningil ng labis na bayad kapag nagdeposito o nag-withdraw ka ng Bitcoins papunta/mula sa aming wallet ng arbitration bond. Walang bayad sa deposito, at ang bayad sa pag-withdraw ay napakalapit sa bayad na babayaran mo sa isang normal na transaksyon.
tr: Kimlik doğrulaması olmadan Bitcoin'i anonim olarak satın alın veya satın. Nakit veya çevrimiçi. Güvenli, hızlı, kolay. Bitcoin'e nasıl yatırım yapacağınızı mı merak ediyorsunuz? AgoraDesk'te bitcoin satın almak hiç bu kadar kolay olmamıştı; PayPal, kredi/banka kartı veya banka havalesi, hediye kartları, Venmo veya başka herhangi bir çevrimiçi ödeme yöntemini kullanarak bir kişiden anında BTC satın alın. Yakınınızda nakit parayla bitcoin satın almak istiyorsanız, yerel olarak bitcoin satmaya istekli birini bulabilirsiniz; ticaret platformu, BTC'nin nakitle alınıp satılmasını destekler. Hatta posta yoluyla nakit kullanarak bitcoin satın alabilirsiniz. - Güvenli ve Sorunsuz Ticaret Tıpkı LocalBitcoins gibi biz de her yerde, her ödeme yöntemini, her para birimini destekliyoruz. Ödeme yöntemlerini kaldırmıyoruz ve LocalBitcoins'in aksine yüz yüze nakit alım satımları tamamen destekliyoruz. Yaptığımız tüm işlemler tahkim teminatı ile korunmaktadır. Bir ticaretin başlayabilmesi için fonların tahkimde tutulmasını zorunlu kılmamız sayesinde, alıcı için sorunsuz ve güvenli bir deneyim sağlıyoruz; bu da platformun popülaritesi ve satıcılar için sürekli müşteriler için hayati önem taşıyor. - KYC/AML veya Kimlik Doğrulaması Yok AgoraDesk, orijinal LocalBitcoins'i bu kadar popüler yapan basitliği ve anlaşılırlığı korumaya kendini adamıştır. KYC/AML kullanmıyoruz ve kullanmayı da planlamıyoruz. - Topluluğun güvendiği Platformumuz dört yıldan fazla bir süredir faaliyet gösteriyor, 2018'deki Büyük Kripto Para Piyasası Çöküşünden sağ çıktı ve topluluk odaklı özenli hizmeti sayesinde son derece şüpheci kripto para birimi topluluğunun en güvenilir isimlerinden biri haline geldi. - Güvenli, Açık Kaynak, Gizlilik Odaklı, Sansüre Dirençli Uygulamamız ücretsiz ve açık kaynaktır; bu, hiçbir güvenlik açığı veya gizlilik sızıntısı olmadığından emin olmak için birçok gözün uygulamanın koduna bakmasını sağlar. Uygulamamızın açık kaynak kullanımı, belirli bir uygulama deposu uygulamayı sansürlese bile herkesin uygulamamıza erişmesine olanak tanır. Uygulamamız Google'ın tamamen engellediği telefonlarda bile çalışır. Gizliliğinize o kadar değer veriyoruz ki kayıt olurken e-posta adresinizi vermenizi bile talep etmiyoruz. Kaynak kodu: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss Sorun izleyici: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - Yıldız Desteği Destek ekibimiz hızlı, duyarlı ve her zaman memnun etmeye isteklidir. Hiçbir zaman 24 saat içinde yanıtlanmayan bir destek biletimiz olmadı. Sosyal medya aracılığıyla her zaman kolayca ulaşılabilir durumdayız, eleştirilerinizi dikkatle dinliyor ve iyi kullanıcı önerilerini her zaman rekor sürede hayata geçiriyoruz. Desteğimize şu adresten ulaşabilirsiniz: https://agoradesk.com/support - Adil Ücretler Tahkim bonosu cüzdanımıza Bitcoin yatırırken veya cüzdanımızdan çekerken fahiş ücretler talep etmiyoruz. Para yatırma ücreti yoktur ve para çekme ücreti, normal bir işlemde ödeyeceğiniz ücrete çok yakındır.
ur: شناختی تصدیق کے بغیر، گمنام طور پر بٹ کوائن خریدیں یا فروخت کریں۔ نقد یا آن لائن۔ محفوظ، تیز، آسان۔ سوچ رہے ہیں کہ بٹ کوائن میں سرمایہ کاری کیسے کی جائے؟ AgoraDesk پر، بٹ کوائنز خریدنا کبھی بھی آسان نہیں تھا - فوری طور پر کسی شخص سے اپنا پسندیدہ آن لائن ادائیگی کا طریقہ استعمال کرتے ہوئے BTC خریدیں: پے پال، کریڈٹ/ڈیبٹ کارڈ یا بینک ٹرانسفر، گفٹ کارڈز، وینمو یا کوئی اور۔ اگر آپ نقد رقم کے ساتھ اپنے قریب بٹ کوائنز خریدنا چاہتے ہیں، تو آپ مقامی طور پر بٹ کوائنز فروخت کرنے کے کسی خواہشمندکو تلاش کر سکتے ہیں - تجارتی پلیٹ فارم نقد رقم کے ساتھ BTC کی خرید و فروخت کی حمایت کرتا ہے۔ آپ بذریعہ ڈاک نقد رقم کا استعمال کرتے ہوئے بٹ کوائنز بھی خرید سکتے ہیں۔ - محفوظ اور ہموار تجارت LocalBitcoins کی طرح، ہم کسی بھی ادائیگی کے طریقے، کسی بھی کرنسی، کہیں بھی سپورٹ کرتے ہیں۔ ہم ادائیگی کے طریقوں کو نہیں ہٹاتے ہیں، اور LocalBitcoins کے برعکس، ہم آمنے سامنے نقد تجارت کی مکمل حمایت کرتے ہیں۔ ہماری تمام تجارتیں ثالثی بانڈ کے ذریعے محفوظ ہیں۔ اس حقیقت کی بدولت کہ ہمیں تجارت شروع ہونے سے پہلے ثالثی بانڈ میں فنڈز رکھنے کی ضرورت ہوتی ہے، ہم خریدار کے لیے ایک ہموار اور محفوظ تجربہ کو یقینی بناتے ہیں، جو پلیٹ فارم کی مقبولیت کے لیے ضروری ہے اور بیچنے والے کے لیے صارفین کو دہراتے ہیں۔ - کوئی KYC/AML یا ID کی توثیق نہیں۔ AgoraDesk اس سادگی اور سیدھے طريقے کو برقرار رکھنے کے لیے پرعزم ہے جس نے اصلی لوکل بٹ کوائنز کو اتنا مقبول بنا دیا۔ ہم KYC/AML کو ملازمت نہیں دیتے، اور نہ ہی ہم ایسا کرنے کا ارادہ رکھتےہیں۔ - کمیونٹی کے ذریعہ قابل اعتماد ہمارے پلیٹ فارم نے چار سال سے زیادہ کام کیا، 2018 کے عظیم کرپٹو کرنسی مارکیٹ کریش سے بچ گیا، اور اپنی کمیونٹی پر مبنی مستعد سروس کے ذریعے انتہائی مشکوک کرپٹو کرنسی کمیونٹی میں سب سے زیادہ بھروسہ مند نام بن گیا۔ - محفوظ، اوپن سورس، پرائیویسی سینٹرک، سنسر شپ مزاحم ہماری ایپ مفت اور اوپن سورس ہے، جو اس بات کو یقینی بناتی ہے کہ بہت سی آنکھیں ایپ کے کوڈ کو دیکھ رہی ہیں تاکہ اس بات کو یقینی بنایا جا سکے کہ کوئی حفاظتی سوراخ یا رازداری ليک کا خدشہ نہیں ہے۔ ہماری ایپ کو اوپن سورس کرنا کسی کو بھی ہماری ایپ تک رسائی کی اجازت دیتا ہے چاہے کوئی مخصوص ایپ ریپوزٹری ایپ کو سنسر کرے۔ ہماری ایپ ان فونز پر بھی کام کرتی ہے جن کو گوگل نے مکمل طور پر بلاک کر رکھا ہے۔ ہم آپ کی پرائیویسی کو بہت اہمیت دیتے ہیں، ہمیں رجسٹریشن کے وقت آپ سے ای میل فراہم کرنے کی بھی ضرورت نہیں ہے۔ ماخذ کوڈ: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss ایشو ٹریکر: https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - تارکیی سپورٹ ہماری سپورٹ ٹیم تیز، ذمہ دار اور خوش کرنے کے لیے ہمیشہ بے چین ہے۔ ہمارے پاس کبھی بھی ايساسپورٹ ٹکٹ نہیں رہا جس کا 24 گھنٹے کے اندر جواب نہ دیا گیا ہو۔ سوشل میڈیا کے ذریعے ہم ہمیشہ آسانی سے قابل رسائی ہوتے ہیں، ہم آپ کی تنقیدوں کو غور سے سنتے ہیں اور ہم ہمیشہ صارف کی اچھی تجاویز کو ریکارڈ وقت میں نافذ کرتے ہیں۔ آپ مدد کیلے یہاں پہنچ سکتے ہیں: https://agoradesk.com/support - منصفانہ فیس جب آپ ہمارے ثالثی بانڈ والیٹ میں / سے بٹ کوائنز جمع یا نکالتے ہیں تو ہم حد سے زیادہ فیس نہیں لیتے ہیں۔ کوئی ڈپازٹ فیس نہیں ہے، اور نکالنے کی فیس اس فیس کے بہت قریب ہے جو آپ ایک عام لین دین پر ادا کر رہے ہوں گے۔
zh_cn: 匿名购买或出售比特币，无需身份验证。现金或在线。安全、快速、简单。 想知道如何投资比特币？在 AgoraDesk 上，购买比特币从未如此简单 - 使用您最喜欢的在线支付方式立即从某人那里购买 BTC：PayPal、信用卡/借记卡或银行转账、礼品卡、Venmo 或任何其他方式。如果你想用现金购买附近的比特币，你可以在当地找到愿意出售比特币的人——交易平台支持用现金买卖比特币。您甚至可以通过邮寄现金购买比特币。 - 交易安全顺畅 就像 LocalBitcoins 一样，我们支持任何付款方式、任何货币、任何地方。我们不会取消支付方式，并且与 LocalBitcoins 不同，我们完全支持面对面的现金交易。我们所有的交易均受到仲裁保证书的保护。由于我们要求在交易开始之前将资金存入仲裁保证金，因此我们确保买家获得平稳、安全的体验，这对于平台的受欢迎程度和卖家的回头客至关重要。 - 无需 KYC/AML 或 ID 验证 AgoraDesk 致力于保持原始 LocalBitcoins 如此受欢迎的简单性和直接性。我们不采用 KYC/AML，也不打算这样做。 - 受到社区的信赖 我们的平台已经运营了四年多，在 2018 年加密货币市场大崩盘中幸存下来，并通过其面向社区的勤奋服务成为极度怀疑的加密货币社区中最值得信赖的品牌之一。 - 安全、开源、以隐私为中心、抗审查 我们的应用程序是免费和开源的，这确保了许多眼睛都在关注应用程序的代码，以确保不存在安全漏洞或隐私泄露。开源我们的应用程序还允许任何人都可以访问我们的应用程序，即使某个应用程序存储库审查了该应用程序。我们的应用程序甚至可以在谷歌完全屏蔽的手机上运行。我们非常重视您的隐私，我们甚至不需要您在注册时提供电子邮件。 源代码：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss 问题跟踪器：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - 一流的支持 我们的支持团队快速、反应灵敏并且总是渴望取悦您。我们从未遇到过 24 小时内未得到答复的支持请求。您始终可以通过社交媒体轻松联系到我们，我们会专心倾听您的批评，并且总是在创纪录的时间内实施良好的用户建议。 您可以通过以下网址获得我们的支持：https://agoradesk.com/support - 公平费用 当您向我们的仲裁债券钱包存入或提取比特币时，我们不会收取过高的费用。没有存款费用，取款费用非常接近您在正常交易中支付的费用。
zh_tw: 匿名買賣比特幣，無需身份驗證。現金或在線。安全、快速、簡單。 想知道如何投資比特幣？在 AgoraDesk 上，購買比特幣從未如此簡單 - 使用您最喜歡的在線支付方式立即從某人那裡購買比特幣：PayPal、信用卡/借記卡或銀行轉賬、禮品卡、Venmo 或任何其他方式。如果您想用現金在您附近購買比特幣，您可以在當地找到願意出售比特幣的人——交易平台支持用現金買賣比特幣。您甚至可以通過郵寄使用現金購買比特幣。 - 安全順暢的交易 就像 LocalBitcoins 一樣，我們支持任何支付方式、任何貨幣、任何地方。我們不會刪除支付方式，而且與 LocalBitcoins 不同，我們完全支持面對面的現金交易。我們所有的交易都受到仲裁債券的保護。由於我們要求在交易開始之前以仲裁保證金的形式持有資金，我們確保了買家的順暢和安全體驗，這對於平台的普及和賣家的回頭客至關重要。 - 無 KYC/AML 或身份驗證 AgoraDesk 致力於保持使原始 LocalBitcoins 如此受歡迎的簡單性和直接性。我們不採用 KYC/AML，也從未打算這樣做。 - 受到社區的信任 我們的平台已經運營了四年多，在 2018 年的加密貨幣市場大崩盤中倖存下來，並通過其面向社區的勤奮服務成為極度懷疑的加密貨幣社區中最值得信賴的品牌之一。 - 安全、開源、以隱私為中心、抗審查 我們的應用程序是免費和開源的，這確保了很多眼睛都在查看應用程序的代碼，以確保沒有安全漏洞或隱私洩露。開源我們的應用程序還允許任何人訪問我們的應用程序，即使某個應用程序存儲庫審查了該應用程序。我們的應用程序甚至可以在 Google 完全屏蔽的手機上運行。我們非常重視您的隱私，我們甚至不要求您在註冊時提供電子郵件。 源代碼：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss 問題跟踪器：https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/issues - 恆星支持 我們的支持團隊反應迅速、反應迅速並且總是樂於助人。我們從未收到過 24 小時內未得到答复的支持票。我們始終可以通過社交媒體輕鬆聯繫到您，我們會認真傾聽您的批評意見，並且我們始終會在創紀錄的時間內實施良好的用戶建議。 您可以通過以下方式獲得我們的支持：https://agoradesk.com/support - 公平費用 當您在我們的仲裁保證金錢包中存入或提取比特幣時，我們不會收取過高的費用。沒有存款費用，取款費用非常接近您在正常交易中支付的費用。
