Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbnodes250Sb2250Sbtitle
source: What is the most private and secure way to use Monero?
cs: Jaký je nejprivátnější a nejbezpečnější způsob používání Monero?
fi: Mikä on yksityisin ja turvallisin tapa käyttää Moneroa?
fr: Quelle est la manière la plus privée et la plus sécurisée d'utiliser Monero ?
it: Qual è il modo più privato e sicuro di usare Monero?
lt: Koks yra privatus ir saugiausias būdas naudoti Monero?
nb: Hva er den mest private og sikre måten å bruke Monero på?
nl: Wat is de meest privé en veilige manier om Monero te gebruiken?
pl: Jaki jest najbardziej prywatny i najbezpieczniejszy sposób korzystania z Monero?
pt_br: Qual é a maneira mais privada e segura de usar Monero?
sl: Kateri je najbolj zaseben in varen način uporabe Monera?
sv: Vad är det mest privata och säkra sättet att använda Monero?
tl: Ano ang pinakapribado at ligtas na paraan ng paggamit ng Monero?
tr: Monero'yu kullanmanın en özel ve güvenli yolu nedir?
ur: Monero استعمال کرنے کا سب سے نجی اور محفوظ طریقہ کیا ہے؟
zh_cn: 使用门罗币最私密和安全的方式是什么？
zh_tw: 使用門羅幣最私密和安全的方式是什麼？

# knowledge250Sbp2pool250Sb0250Sbtext
source: <p>One of the core aims in the Monero project is to enable a fair, decentralized, and secure network through new and innovative approaches to proof-of-work (PoW) mining, the main way that cryptocurrency networks are secured today.</p> <p>While a unique mining algorithm <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">like RandomX</a> is extremely important to this aim as it helps to ensure that anyone with a computer can contribute a fair amount to the security of the network, RandomX does not solve the issues that can occur due to pool mining. Pool mining is by far the most common way to mine cryptocurrencies today, including Monero, but thankfully the emergence of p2pool mining is rapidly changing that.</p>
cs: <p>Jedním z hlavních cílů projektu Monero je umožnit spravedlivou, decentralizovanou a bezpečnou síť prostřednictvím nových a inovativních přístupů k těžbě metodou proof-of-work (PoW), která je dnes hlavním způsobem zabezpečení kryptoměnových sítí.</p> <p>Zatímco jedinečný těžební algoritmus <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">jako je RandomX</a> je pro tento cíl nesmírně důležitý, protože pomáhá zajistit, aby každý, kdo má počítač, mohl přispět přiměřenou částkou k bezpečnosti sítě, RandomX neřeší problémy, které mohou nastat v důsledku těžby v poolu. Poolová těžba je dnes zdaleka nejběžnějším způsobem těžby kryptoměn, včetně Monera, ale nástup p2poolové těžby to naštěstí rychle mění.</p>
fi: <p>Yksi Monero-projektin ydintavoitteista on mahdollistaa oikeudenmukainen, hajautettu ja turvallinen verkko uusien ja innovatiivisten lähestymistapojen avulla proof-of-work (PoW) -louhimistoimintaan, mikä on tärkein tapa, jolla kryptovaluuttaverkot suojataan nykyään. </p> <p>Vaikka ainutlaatuinen louhinta-algoritmi <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">, kuten RandomX</a> on äärimmäisen tärkeä tälle tavoitteelle auttauessaan varmistamaan että kuka tahansa, jolla on tietokone, voi osallistua kohtuullisesti verkon turvallisuuteen, RandomX ei ratkaise ongelmia, jotka voivat johtua poolin louhinnasta. Poolin louhinta on ylivoimaisesti yleisin tapa louhia kryptovaluuttoja nykyään, mukaan lukien Moneroa, mutta onneksi p2poolin louhinta muuttaa tätä nopeasti.</p>
fr: <p>L'un des principaux objectifs du projet Monero est de permettre un réseau équitable, décentralisé et sécurisé grâce à de nouvelles approches innovantes de minage reposant sur la preuve de travail (PoW, « Proof of Work » en anglais), ceci étant le principal moyen de sécuriser les réseaux de crypto-monnaie aujourd'hui.</p> <p>Bien qu'un algorithme de minage spécifique <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">comme RandomX</a> est extrêmement important pour cet objectif, car permettant de garantir que toute personne disposant d'un ordinateur peut contribuer de manière équitable à la sécurité du réseau, il ne résout pas les problèmes pouvant provenir de l'utilisation de « pools de minage » (rassemblement de mineurs). Le minage en pool est de loin le moyen le plus courant pour miner des crypto-monnaies aujourd'hui, y compris Monero, mais heureusement, l'émergence du minage « p2pool » change rapidement la donne.</p>
it: <p>Uno degli obiettivi principali del progetto Monero è quello di abilitare una rete equa, decentralizzata e sicura attraverso approcci nuovi e innovativi al mining proof-of-work (PoW), il modo principale in cui le reti di criptovalute sono protette oggi.</p> <p>Mentre un algoritmo di mining unico <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">come RandomX</a> è estremamente importante per questo scopo, poiché aiuta a garantire che chiunque abbia un computer possa contribuire in modo equo alla sicurezza della rete, RandomX non risolve i problemi che possono verificarsi a causa del pool mining. Il pool mining è di gran lunga il modo più comune per estrarre criptovalute oggi, compreso Monero, ma fortunatamente l'emergere del p2pool mining sta rapidamente cambiando la situazione.</p>
lt: <p>Vienas iš pagrindinių Monero projekto tikslų yra sukurti sąžiningą, decentralizuotą ir saugų tinklą taikant naujus ir novatoriškus darbo įrodymo (PoW) kasybos metodus, o tai yra pagrindinis būdas šiandien apsaugoti kriptovaliutų tinklus. X230X] <p>Nors unikalus gavybos algoritmas <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">, pvz., RandomX</a>, yra nepaprastai svarbus siekiant šio tikslo, nes padeda užtikrinti, kad kiekvienas, turintis kompiuterį, galėtų nemažai prisidėti prie tinklo saugumo, RandomX problemų neišsprendžia. kurios gali atsirasti dėl baseino kasybos. Kasyba baseine šiandien yra labiausiai paplitęs kriptovaliutų, įskaitant Monero, gavybos būdas, tačiau, laimei, p2pool kasybos atsiradimas tai greitai keičia.</p>
nb: <p>Et av hovedmålene i Monero-prosjektet er å muliggjøre et rettferdig, desentralisert og sikkert nettverk gjennom nye og innovative tilnærminger til proof-of-work (PoW) mining, den viktigste måten kryptovalutanettverk er sikret i dag.[ X230X] <p>Selv om en unik gruvealgoritme <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">som RandomX</a> er ekstremt viktig for dette målet, da den bidrar til å sikre at alle med en datamaskin kan bidra med en god del til sikkerheten til nettverket, løser ikke RandomX problemene som kan oppstå på grunn av bassengutvinning. Pool mining er den desidert vanligste måten å utvinne kryptovalutaer i dag, inkludert Monero, men heldigvis endrer fremveksten av p2pool mining det raskt.</p>
nl: <p>Een van de kerndoelen van het Monero-project is om een eerlijk, gedecentraliseerd en veilig netwerk mogelijk te maken door middel van nieuwe en innovatieve benaderingen van proof-of-work (PoW) mining, de belangrijkste manier waarop cryptocurrency-netwerken tegenwoordig worden beveiligd.</p> <p> Hoewel een uniek mining-algoritme <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx"> zoals RandomX </a> uiterst belangrijk is voor dit doel, omdat het ervoor zorgt dat iedereen met een computer een behoorlijke bijdrage kan leveren aan de beveiliging van het netwerk, lost RandomX de problemen niet op die kunnen optreden als gevolg van poolmining. Pool-mining is tegenwoordig verreweg de meest gebruikelijke manier om cryptocurrencies te minen, waaronder Monero, maar gelukkig brengt de opkomst van p2pool-mining daar snel verandering in.</p>
pl: <p> Jednym z głównych celów projektu Monero jest umożliwienie uczciwej, zdecentralizowanej i bezpiecznej sieci poprzez wykorzystanie nowego i innowacyjnego podejścia do kopania proof-of-work (PoW) - wiodącego sposobu, w jaki sieci kryptowalut są dziś zabezpieczane. </p> <p>Co prawda unikalny algorytm kopania <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">taki jak RandomX</a> jest niezwykle ważny, aby osiągnąć ten cel, ponieważ sprawia, że każdy, kto ma komputer, może pomóc w zabezpieczaniu sieci, jednak RandomX nie rozwiązuje problemów, które mogą wystąpić z powodu kopania w poola. Kopanie w poolu jest zdecydowanie najczęstszym sposobem kopania kryptowalut dzisiaj, w tym Monero, ale na szczęście pojawienie się p2poola szybko to zmienia. </p>
pt_br: <p>Um dos principais objetivos do projeto Monero é permitir uma rede justa, descentralizada e segura através de abordagens novas e inovadoras à mineração de prova de trabalho (PoW), a principal forma de garantir hoje as redes de moeda criptográfica.</p> <p>Enquanto um algoritmo único de mineração <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">como o RandomX</a> é extremamente importante para este objetivo, pois ajuda a garantir que qualquer pessoa com um computador possa contribuir com uma quantia justa para a segurança da rede, o RandomX não resolve os problemas que podem ocorrer devido à mineração de pool. A mineração de pool é de longe a forma mais comum de mineração de moedas criptográficas hoje em dia, incluindo Monero, mas felizmente o surgimento da mineração p2pool está mudando isso rapidamente.</p>
sl: <p>Eden od temeljnih ciljev projekta Monero je omogočiti pošteno, decentralizirano in varno omrežje z novimi in inovativnimi pristopi k rudarjenju z dokazi o delu (PoW), glavnemu načinu, s katerim so danes zaščitena omrežja kriptovalut.</p> <p>Medtem ko je edinstven rudarski algoritem <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">, kot je RandomX</a>, izredno pomemben za ta cilj, saj pomaga zagotoviti, da lahko vsakdo z računalnikom pošteno prispeva k varnosti omrežja, RandomX ne reši težav ki se lahko pojavijo zaradi bazenskega rudarjenja. Rudarjenje v bazenu je danes daleč najpogostejši način rudarjenja kriptovalut, vključno z Monero, a na srečo pojav rudarjenja p2pool to hitro spreminja.</p>
sv: <p>Ett av kärnmålen i Monero-projektet är att möjliggöra ett rättvist, decentraliserat och säkert nätverk genom nya och innovativa metoder för proof-of-work (PoW) mining, det huvudsakliga sättet att säkra kryptovalutanätverk idag.[ X230X] <p>Medan en unik gruvalgoritm <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">som RandomX</a> är extremt viktig för detta mål eftersom den hjälper till att säkerställa att alla som har en dator kan bidra med en hel del till säkerheten i nätverket, men RandomX löser inte problemen som kan uppstå på grund av poolbrytning. Poolutvinning är det i särklass vanligaste sättet att bryta kryptovalutor idag, inklusive Monero, men tack och lov förändrar uppkomsten av p2pool-mining det snabbt.</p>
tl: <p>Isa sa mga pangunahing layunin sa proyekto ng Monero ay paganahin ang isang patas, desentralisado, at secure na network sa pamamagitan ng mga bago at makabagong diskarte sa proof-of-work (PoW) na pagmimina, ang pangunahing paraan ng pagse-secure ng mga cryptocurrency network ngayon.[ X230X] <p>Habang ang isang natatanging mining algorithm <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">tulad ng RandomX</a> ay napakahalaga sa layuning ito dahil nakakatulong ito upang matiyak na ang sinumang may computer ay makakapag-ambag ng patas na halaga sa seguridad ng network, hindi malulutas ng RandomX ang mga isyu na maaaring mangyari dahil sa pagmimina ng pool. Ang pool mining ay sa ngayon ang pinakakaraniwang paraan upang magmina ng mga cryptocurrencies ngayon, kabilang ang Monero, ngunit sa kabutihang palad ang paglitaw ng p2pool mining ay mabilis na nagbabago nito.</p>
tr: <p>Monero projesinin temel amaçlarından biri, günümüzde kripto para ağlarının güvenliğinin sağlanmasının ana yolu olan iş kanıtı (PoW) madenciliğine yeni ve yenilikçi yaklaşımlar aracılığıyla adil, merkezi olmayan ve güvenli bir ağ sağlamaktır.[ X230X] <p>RandomX</a> gibi benzersiz bir madencilik algoritması <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">bu amaç için son derece önemli olsa da, bilgisayarı olan herkesin ağın güvenliğine makul miktarda katkıda bulunabilmesini sağlamaya yardımcı olurken, RandomX sorunları çözmez havuz madenciliği nedeniyle meydana gelebilir. Havuz madenciliği, Monero da dahil olmak üzere günümüzde kripto para madenciliği yapmanın açık ara en yaygın yoludur, ancak şükürler olsun ki p2pool madenciliğinin ortaya çıkışı bunu hızla değiştiriyor.</p>
ur: <p>منیرو پروجیکٹ کا ایک بنیادی مقصد پروف آف ورک (PoW)mining کے لیے نئے اور اختراعی طریقوں کے ذریعے ایک منصفانہ، غیرمرکزی اور محفوظ نیٹ ورک کو فعال کرنا ہے، جو کہ آج کل کرپٹو کرنسی نیٹ ورکس کو محفوظ بنانے کا بنیادی طریقہ ہے۔</p> <p>جبکہ ایک منفرد مائننگ الگورتھم <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">جیسے RandomX</a> اس مقصد کے لیے انتہائی اہم ہے کیونکہ یہ اس بات کو یقینی بنانے میں مدد کرتا ہے کہ کمپیوٹر کے ساتھ کوئی بھی شخص نیٹ ورک کی حفاظت میں کافی حد تک حصہ ڈال سکتا ہے، RandomX مسائل کو حل نہیں کرتا ہے۔ جو پول مائننگ کی وجہ سے ہو سکتا ہے۔ پول مائننگ آج کل کریپٹو کرنسیوں کی کان کنی کا سب سے عام طریقہ ہے، بشمول Monero، لیکن شکر ہے کہ p2pool کان کنی کا ظہور اس میں تیزی سے تبدیلی لا رہا ہے۔</p>
zh_cn: <p>Monero项目的核心目标之一是通过对工作证明的新的和创新的方法来实现一个公平、分散和安全的网络，这是当今加密货币网络的主要安全方式。</p> <p>虽然 <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">像RandomX</a> 这样独特的挖矿算法对这一目标极为重要，因为它有助于确保任何拥有计算机的人都能为网络的安全做出合理的贡献，但RandomX并不能解决由于矿池可能出现的问题。 矿池是目前最常见的加密货币挖矿方式，包括Monero，但值得庆幸的是，p2pool挖矿的出现正在迅速改变这种状况。</p>
zh_tw: <p>Monero項目的核心目標之一是通過對工作證明的新的和創新的方法來實現一個公平、分散和安全的網絡，這是當今加密貨幣網絡的主要安全方式。</p> <p>雖然 <a class="next-link" target="_blank" href="/knowledge/monero-mining-randomx">像RandomX</a> 這樣獨特的挖礦算法對這一目標極為重要，因為它有助於確保任何擁有計算機的人都能為網絡的安全做出合理的貢獻，但RandomX並不能解決由於礦池可能出現的問題。 礦池是目前最常見的加密貨幣挖礦方式，包括Monero，但值得慶幸的是，p2pool挖礦的出現正在迅速改變這種狀況。</p>

# method250Sbgift8722Sbcard8722Sbstarbucks
source: Starbucks Gift Card Code
cs: Kód dárkové karty Starbucks
fi: Starbucksin lahjakortin koodi
fr: Code de la carte-cadeau Starbucks
it: Codice carta regalo Starbucks
lt: Starbucks dovanų kortelės kodas
nb: Starbucks gavekortkode
nl: Starbucks Cadeaubon Code
pl: Kod karty podarunkowej Starbucks
pt_br: Cartão de presente Starbucks
sl: Koda Starbucks Darilne Kartice
sv: Starbucks present kortskod
tr: Starbucks Hediye Kartı Kodu
ur: سٹاربکس گفٹ کارڈ کوڈ
zh_cn: 星巴克礼品卡代码
zh_tw: 星巴克禮品卡代碼
