Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# ad250Sblinks250Sbsubtitle
source: Didn't find the deal you were looking for? These {appName} listings have more {assetName} trade deals similar to this one:
cs: Nenašli jste nabídku, kterou jste hledali? Tyto {appName} výpisy mají více {assetName} obchodních nabídek podobných této:
fi: Etkö löytänyt etsimääsi tarjousta? Näillä {appName} -listauksilla on enemmän {assetName} kauppatarjouksia, jotka ovat samankaltaisia kuin tämä:
fr: Vous n'avez pas trouvé l'offre que vous cherchiez ? Ces annonces {appName} contiennent des conditions similaires d'échange de {assetName} :
it: Non hai trovato l'offerta che cercavi? Queste inserzioni {appName} hanno più offerte commerciali {assetName} simili a questa:
lt: Neradote pasiūlymo, kurio ieškojote? Šiuose {appName} sąrašuose yra daugiau {assetName} prekybos sandorių, panašių į šį:
nb: Fant du ikke handelen du lette etter? Disse {appName}-oppføringene har flere {assetName}-handelstilbud som ligner på denne:
nl: Niet de deal gevonden waar u naar op zoek was? Deze {appName}-vermeldingen hebben meer {assetName}-handelsdeals die vergelijkbaar zijn met deze:
pl: Nie znalazłeś ogłoszenia, którego szukałeś? Te ogłoszenia {appName} mają więcej podobnych ogłoszeń {assetName} do tego:
pt_br: Não encontrou a oferta que procurava? Estas listagens da {appName} têm mais transações comerciais da {assetName} semelhantes a esta:
sl: Niste našli ponudbe, ki ste jo iskali? Ti seznami {appName} imajo več {assetName} trgovalnih poslov, podobnih temu:
sv: Hittade du inte det erbjudande du letade efter? Dessa {appName} listor har mer {assetName} handelsavtal som liknar detta:
tl: Hindi nakita ang deal na iyong hinahanap? Ang mga {appName} na listahang ito ay may higit pang {assetName} na trade deal na katulad nito:
tr: Aradığınız anlaşmayı bulamadınız mı? Bu {appName} listelerinde buna benzer daha fazla {assetName} ticari anlaşma var:
ur: کیا وہ سودا نہیں ملا جس کی آپ تلاش کر رہے تھے؟ ان {appName} فہرستوں میں اس سے ملتے جلتے مزید {assetName} تجارتی سودے ہیں:
zh_cn: 未找到您要查找的交易？这些{appName}列表中有更多与此类似的{assetName}交易：
zh_tw: 未找到您要查找的交易？這些{appName}列表中有更多與此類似的{assetName}交易：

# ad250Sblisting250Sbinsufficient8722Sbbalance
source: Trader has insufficient balance
cs: Obchodník má nedostatečný zůstatek
fi: Kauppiaalla ei ole tarpeeksi saldoa
fr: Le trader a un solde insuffisant
it: Il commerciante ha un equilibrio insufficiente
lt: Prekybininkas neturi pakankamai balanso
nb: Handleren har en utilstrekkelig mengde penger
nl: Handelaar heeft onvoldoende saldo
pl: Handlarz nie ma wystarczającego salda
pt_br: O trader tem saldo insuficiente
sl: Trgovalec nima dovolj sredstev
sv: Trader har otillräcklig balans
tl: Walang sapat na balanse ang mangangalakal
tr: Yatırımcının bakiyesi yetersiz
ur: تاجر کے پاس ناکافی بیلنس ہے
zh_cn: 交易者余额不足
zh_tw: 交易者余額不足

# ad250Sbno8722Sbmax8722Sbamount
source: any amount
cs: jakákoli částka
fi: mikä tahansa määrä
fr: n'importe quel montant
it: Qualsiasi importo
lt: bet kokia suma
nb: hvilken som helst mengde.
nl: elk aantal
pl: każda ilość
pt_br: qualquer quantia
sl: poljubni znesek
sv: valfritt belopp
tl: anumang halaga
tr: herhangi bir miktar
ur: کسی بھی رقم
zh_cn: 任何金额
zh_tw: 任何金額

# ad250Sbno8722Sbmin8722Sbamount
source: Up to
cs: Až do
fi: asti
fr: Jusqu'à
it: Fino a
lt: Iki
nb: Opp til
nl: Tot
pl: Aż do
pt_br: Até
sl: Do
sv: Upp till
tl: Hanggang sa
tr: kadar
ur: تک
zh_cn: 最多
zh_tw: 最多

# ad250Sbno8722Sbterms
source: No terms of trade specified.
cs: Nejsou uvedeny žádné obchodní podmínky.
fi: Kauppaehtoja ei ole määritelty.
fr: Pas de conditions d'échange spécifiées.
it: Nessun termine commerciale specificato.
lt: Prekybos sąlygos nenurodytos.
nb: Ingen handelsbetingelser spesifisert.
nl: Geen handelsvoorwaarden gespecificeerd.
pl: Nie podano warunków handlu.
pt_br: Não foram especificados termos de troca.
sl: Ni določenih pogojev trgovanja.
sv: Inga handelsvillkor specificerade.
tl: Walang tinukoy na mga tuntunin ng kalakalan.
tr: Ticaret şartları belirtilmedi.
ur: تجارت کی کوئی شرائط متعین نہیں ہیں۔
zh_cn: 没有指定贸易条款。
zh_tw: 沒有指定貿易條款。

# ad250Sbnotice250Sbprotected
source: This trade is protected by an {link}
cs: Tento obchod je chráněn {link}
fi: Tämä kauppa on suojattu {link} toimesta
fr: Cet échange est protégé par un {link}
it: Questo commercio è protetto da una {link}
lt: Ši prekyba apsaugota {link}
nb: Denne handelen er beskyttet av en {link}
nl: Deze transactie wordt beschermd door een {link}
pl: Ta transakcja jest chroniona {link}
pt_br: Este comércio é protegido por um {link}
sl: Ta tade je zaščiten z {link}
sv: Denna handel är skyddad av en {link}
tl: Ang kalakalan na ito ay protektado ng isang {link}
tr: Bu ticaret {link} ile korunmaktadır
ur: یہ تجارت ایک {link} کے ذریعے محفوظ ہے
zh_cn: 该交易受{link}保护
zh_tw: 該交易受{link}金保護

# ad250Sbnotice250Sbprotected250Sblink
source: arbitration bond
cs: rozhodčí dluhopis
fi: välimiestakuu
fr: caution d'arbitrage
it: garanzia di arbitrato
lt: arbitražo obligacija
nb: voldgiftsbinding
nl: arbitrage obligatie
pl: gwarancja arbitrażowa
pt_br: título de arbitragem
sl: arbitražna obveznica
sv: skiljedo obligation
tl: bono ng arbitrasyon
tr: tahkim bonosu
ur: ثالثی بانڈ
zh_cn: 仲裁保证金
zh_tw: 仲裁保證金

# ad250Sbself8722Sbvacation8722Sbnotice
source: This ad is not visible to the public because you're currently on vacation. You can change that in the settings or on the dashboard.
cs: Tato reklama není viditelná pro veřejnost, protože jste právě na dovolené. Můžete to změnit v nastavení nebo na ovládacím panelu.
fi: Tämä ilmoitus ei näy julkisesti, koska olet tällä hetkellä lomalla. Voit muuttaa sitä asetuksista tai kojelaudalta.
fr: Cette annonce n'est pas visible publiquement car vous avez indiqué que vous êtes actuellement en pause. Vous pouvez modifier cela dans les paramètres ou sur le tableau de bord.
it: Questo annuncio non è visibile al pubblico perché sei attualmente in vacanza. Puoi cambiarlo nelle impostazioni o nella dashboard.
lt: Šis skelbimas nėra matomas viešai, nes šiuo metu atostogaujate. Tai galite pakeisti nustatymuose arba prietaisų skydelyje.
nb: Denne annonsen er ikke synlig for offentligheten fordi du for øyeblikket er på ferie. Du kan endre det i innstillingene eller på dashbordet.
nl: Deze advertentie is niet zichtbaar voor het publiek, omdat u momenteel op vakantie bent. U kunt dat wijzigen in de instellingen of op het dashboard.
pl: To ogłoszenie nie jest widoczne publicznie, gdyż jesteś na wakacjach. Możesz to zmienić w ustawieniach lub w panelu.
pt_br: Este anúncio não é visível para o público porque você está atualmente de férias. Você pode mudar isso nas configurações ou no painel de controle.
sl: Ta oglas ni javno viden, ker ste trenutno na dopustu. To lahko spremenite v nastavitvah ali na nadzorni plošči.
sv: Denna annons är inte synlig för allmänheten eftersom du för närvarande är på semester. Du kan ändra det i inställningarna eller på instrumentpanelen.
tl: Ang ad na ito ay hindi nakikita ng publiko dahil ikaw ay kasalukuyang nasa bakasyon. Maaari mong baguhin iyon sa mga setting o sa dashboard.
tr: Şu anda tatilde olduğunuz için bu reklam herkese açık değil. Bunu ayarlardan veya kontrol panelinden değiştirebilirsiniz.
ur: یہ اشتہار عوام کو دکھائی نہیں دے رہا ہے کیونکہ آپ اس وقت چھٹی پر ہیں۔ آپ اسے ترتیبات میں یا ڈیش بورڈ پر تبدیل کر سکتے ہیں۔
zh_cn: 由于您当前正在休假，因此该广告对公众不可见。您可以在设置中或在仪表板上进行更改。
zh_tw: 由於您當前正在休假，因此該廣告對公眾不可見。您可以在設置中或在儀表板上進行更改。

# ad250Sbverified8722Sbemail
source: Your email needs to be verified to open a trade with this ad
cs: Chcete-li otevřít obchod s touto reklamou, váš e-mail musí být ověřen
fi: Sähköpostisi on vahvistettava, jotta voit avata kaupan tällä ilmoituksella
fr: Votre adresse e-mail doit être vérifiée pour commencer une transaction avec cette annonce
it: La tua email deve essere verificata per aprire uno scambio con questo annuncio
lt: Jūsų el. pašto adresas turi būti patvirtintas, kad galėtumėte pradėti prekybą su šiuo skelbimu
nb: E-postadressen din må bekreftes for å åpne en handel med denne annonsen
nl: Uw e-mailadres moet worden geverifieerd om een transactie met deze advertentie te openen
pl: Twój email musi zostać zweryfikowany, aby rozpocząć transakcję z tym ogłoszeniem
pt_br: Seu e-mail precisa ser verificado para abrir uma negociação com este anúncio
sl: Vaš e-poštni naslov mora biti preverjen, če želite odpreti trade s tem oglasom
sv: Din e-postadress måste verifieras för att öppna en handel med denna annons
tl: Kailangang ma-verify ang iyong email para makapagbukas ng trade gamit ang ad na ito
tr: Bu reklamla işlem açmak için e-posta adresinizin doğrulanması gerekiyor
ur: اس اشتہار کے ساتھ تجارت کھولنے کے لیے آپ کے ای میل کی تصدیق کی ضرورت ہے
zh_cn: 您需要验证您的电子邮件才能使用此广告进行交易
zh_tw: 您需要驗證您的電子郵件才能使用此廣告進行交易

# address8722Sbinput250Sbbuyer8722Sbsettlement8722Sbaddress250Sblabel
source: Settlement {asset} wallet address
cs: Adresa peněženky na vypořádání {asset}
fi: Sopimuksen {asset} lompakon osoite
fr: Adresse du portefeuille de règlement {asset}
it: Insediamento {asset} indirizzo del portafoglio
lt: Atsiskaitymo {asset} piniginės adresas
nb: Oppgjør {asset} lommebokadresse
nl: Settlement {asset} portefeuille-adres
pl: Adres portfela {asset} na otrzymanie uregulowania
pt_br: Endereço da carteira {asset} do assentamento
sl: Naslov denarnice za poravnavo {asset}
sv: Avräkning {asset} plånboksadress
tr: Yerleşim {asset} cüzdan adresi
ur: سیٹلمنٹ {asset} والیٹ کا پتہ
zh_cn: 结算 {asset} 钱包地址
zh_tw: 結算 {asset} 錢包地址

# affiliate250Sbbanner250Sbcode
source: Banner code:
cs: Kód banneru:
fi: Bannerikoodi:
fr: Code de bannière :
it: Codice banner:
lt: Reklaminės juostos kodas:
nb: Bannerkode:
pl: Kod baneru:
pt_br: Codigo do banner:
sl: Koda pasice:
sv: Bannerkod:
tr: Banner kodu:
ur: بینر کوڈ:
zh_cn: 横幅代码：
zh_tw: 橫幅代碼：

# affiliate250Sbbanner250Sbtext
source: Banners promote {appName} with your affiliate. You can add HTML banners to your blogs and websites. {linebreak} {iframe} banner for your advertisement (size 234 x 60 pixels, half-banner unit):
cs: Bannery propagují {appName} u vašeho affiliate partnera. Na své blogy a webové stránky můžete přidat bannery HTML. {linebreak} banner {iframe} pro vaši reklamu (velikost 234 x 60 pixelů, jednotka polovičního banneru):
fi: Bannerit mainostavat {appName}:ä kumppanisi kanssa. Voit lisätä HTML-bannereita blogeihisi ja verkkosivustoillesi. {linebreak} {iframe} -banneri ilmoituksellesi (koko 234 x 60 pikseliä, puoli-banneriyksikkö):
fr: Les bannières font la promotion de {appName} auprès de vos affiliés. Vous pouvez ajouter des bannières HTML à vos blogs et sites Web. {linebreak} {iframe} bannière pour votre publicité (taille 234 x 60 pixels, unité demi-bannière) :
it: I banner promuovono {appName} con il tuo link di affiliato. Puoi aggiungere banner HTML ai tuoi blog e siti web. {linebreak} {iframe} i banner per il tuo annuncio (dimensioni 234 x 60 pixel)
lt: Reklamjuostės reklamuoja {appName} su jūsų filialu. Galite pridėti HTML reklamjuosčių į savo tinklaraščius ir svetaines. {linebreak} {iframe} reklamjuostė jūsų reklamai (dydis 234 x 60 pikselių, pusės reklamjuostės vienetas):
nb: Bannere promoterer {appName} med partneren din. Du kan legge til HTML-bannere på bloggene og nettstedene dine. {linebreak} {iframe} banner for annonsen din (størrelse 234 x 60 piksler, halvbannerenhet):
nl: Banners promoten {appName} bij uw partner. U kunt HTML-banners toevoegen aan uw blogs en websites. {linebreak} {iframe} banner voor uw advertentie (formaat 234 x 60 pixels, halve bannereenheid):
pl: Banery promują {appName} z Twoim kodem. Możesz dodać sztandary HTML do swoich blogów i stron internetowych.{linebreak} {iframe} sztandar dla Twojego ogłoszenia (rozmiar 234 x 60 pikseli, jednostka półbannerowa):
pt_br: Banners promocionais com seu código de afiliado do {appName}. Você pode adicionar banners HTML em blogs e outras páginas web. {linebreak} {iframe} banner para suas publicidades (tamanho 234 x 60 pixels):
sl: Pasice promovirajo {appName} z vašim affiliate. HTML pasice lahko dodate na vaš blog in spletno mesto. {linebreak} {iframe} pasica za vaš oglas (velikost 234 x 60 slikovnih pik, polovična pasica):
sv: Banners marknadsför {appName} med din affiliate. Du kan lägga till HTML-banners till dina bloggar och webbplatser. {linebreak} {iframe} banner för din annons (storlek 234 x 60 pixlar, halvbannerenhet):
tl: Ang mga banner ay nagpo-promote ng {appName} sa iyong kaakibat. Maaari kang magdagdag ng mga HTML na banner sa iyong mga blog at website. {linebreak} {iframe} banner para sa iyong ad (laki ng 234 x 60 pixels, kalahating banner unit):
tr: Banner'lar bağlı kuruluşunuzda {appName} tanıtımını yapar. Bloglarınıza ve web sitelerinize HTML bannerları ekleyebilirsiniz. Reklamınız için {linebreak} {iframe} banner (boyut 234 x 60 piksel, yarım banner ünitesi):
ur: بینرز آپ کے الحاق کے ساتھ {appName} کو فروغ دیتے ہیں۔ آپ اپنے بلاگز اور ویب سائٹس میں HTML بینرز شامل کر سکتے ہیں۔ آپ کے اشتہار کے لیے {linebreak} {iframe} بینر (سائز 234 x 60 پکسلز، آدھا بینر یونٹ):
zh_cn: 获取横幅示例来推销您在{appName}的联盟计划。您可以在您的博客和网站安装HTML横幅。{linebreak} {iframe} 您广告的横幅 (尺寸 234 x 60 像素，半个横幅单位):
zh_tw: 獲取橫幅示例來推銷您在{appName}的聯盟計劃。您可以在您的博客和網站安裝HTML橫幅。{linebreak} {iframe} 您廣告的橫幅 (尺寸 234 x 60 像素，半個橫幅單位):

# affiliate250Sbbanner250Sbtitle
source: Banner
fi: Banneri
fr: Bannière
lt: Reklamjuostė
pl: Sztandar
sl: Pasica
tr: Afiş
ur: بینر
zh_cn: 横幅
zh_tw: 橫幅

# affiliate250Sbenable8722Sbbtn
source: Enable affiliate program
cs: Povolit affiliate program
fi: Ota kumppaniohjelma käyttöön
fr: Activer le programme d'affiliation
it: Abilita il programma di affiliazione
lt: Įgalinti filialų programą
nb: Aktiver tilknyttede program
nl: Partnerprogramma inschakelen
pl: Aktywuj program partnerski
pt_br: Ativar programa de afiliado
sl: Omogoči affiliate program
sv: Aktivera affiliate-program
tl: Paganahin ang programang kaakibat
tr: Ortaklık programını etkinleştir
ur: ملحق پروگرام کو فعال کریں
zh_cn: 参加分销联盟计划
zh_tw: 參加分銷聯盟計劃

# affiliate250Sbenabled
source: Your affiliate program is enabled, and you can earn commissions by adding your affiliate tag {refCode} to any {appName} URL.
cs: Váš partnerský program je povolen a můžete vydělávat provize přidáním značky přidruženého partnera {refCode} na jakoukoli adresu URL {appName}.
fi: Kumppanuusohjelmasi on otettu käyttöön, ja voit ansaita palkkioita lisäämällä affiliate-tagisi {refCode} mihin tahansa {appName}-URL-osoitteeseen.
fr: Votre programme d'affiliation est activé et vous pouvez gagner des commissions en ajoutant votre tag d'affiliation {refCode} à n'importe quelle URL {appName}.
it: Il tuo programma di affiliazione è abilitato e puoi guadagnare commissioni aggiungendo il tuo tag di affiliazione {refCode} a qualsiasi URL {appName}.
lt: Jūsų filialo programa įgalinta ir galite uždirbti komisinių pridėję filialo žymą {refCode} prie bet kurio {appName} URL.
nb: Ditt tilknyttede program er aktivert, og du kan tjene provisjoner ved å legge til din affiliate-tag {refCode} til en hvilken som helst {appName} URL.
nl: Uw partnerprogramma is ingeschakeld en u kunt commissies verdienen door uw partnertag {refCode} toe te voegen aan elke {appName}-URL.
pl: Twój program partnerski jest aktywny i możesz zdobywać prowizje, dodając swój kod {refCode} do dowolnego adresu URL {appName}.
pt_br: O programa de afiliado está ativo e você já pode ganhar comissões usando sua tag de afiliado {refCode} em qualquer URL do {appName}.
sl: Vaš pridruženi program je omogočen in lahko zaslužite provizije z dodajanjem pridružene oznake {refCode} kateremu koli URL-ju {appName}.
sv: Ditt affiliate-program är aktiverat och du kan tjäna provision genom att lägga till din affiliate-tagg {refCode} till alla {appName} URL.
tl: Ang iyong affiliate program ay pinagana, at maaari kang makakuha ng mga komisyon sa pamamagitan ng pagdaragdag ng iyong affiliate tag {refCode} sa anumang {appName} URL.
tr: Satış ortağı programınız etkinleştirildi ve satış ortağı etiketinizi {refCode} herhangi bir {appName} URL'sine ekleyerek komisyon kazanabilirsiniz.
ur: آپ کا الحاق پروگرام فعال ہے، اور آپ کسی بھی {appName} URL میں اپنا الحاق ٹیگ {refCode} شامل کر کے کمیشن حاصل کر سکتے ہیں۔
zh_cn: 您的加盟计划已经启用。可以通过添加您的代销商标签{refCode}到任何{appName}的URL赚取佣金。
zh_tw: 您的加盟計劃已經啟用。可以通過添加您的代銷商標簽{refCode}到任何{appName}的URL賺取佣金。
