Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbbuy250Sbstep8722Sbtwo8722Sbtext
source: Go to the {mainPage} and in the search box fill in the form with the amount you want to buy in your currency, your location and a payment method. If you're unsure how you want to pay, choose 'All online offers' as your payment method. The site will list {assetName} traders available in your region.
cs: Přejděte na {mainPage} a do vyhledávacího pole vyplňte formulář s částkou, kterou chcete koupit ve Vaší měně, Vaší lokalitě a způsobu platby. Pokud si nejste jisti, jak chcete platit, zvolte jako způsob platby „Všechny online nabídky“. Stránka bude obsahovat seznam {assetName} obchodníků dostupných ve Vašem regionu.
fi: Siirry kohtaan {mainPage} ja täytä hakukenttään lomake summalla, jonka haluat ostaa valuutassasi, sijaintisi ja maksutapasi. Jos et ole varma kuinka haluat maksaa, valitse maksutavaksi "Kaikki verkkotarjoukset". Sivusto listaa alueellasi saatavilla olevat {assetName} kauppiaat.
fr: Accédez à la {mainPage} et dans la zone de recherche, remplissez le formulaire avec le montant que vous souhaitez acheter dans votre devise, votre emplacement et un mode de paiement. Si vous ne savez pas comment vous souhaitez payer, choisissez "Toutes les offres en ligne" comme mode de paiement. Le site répertoriera les trader de {assetName} disponibles dans votre région.
it: Vai alla {mainPage} e nella casella di ricerca compila il modulo con l'importo che desideri acquistare nella tua valuta, la tua posizione e un metodo di pagamento. Se non sei sicuro di come vuoi pagare, scegli 'Tutte le offerte online' come metodo di pagamento. Il sito elencherà i commercianti {assetName} disponibili nella tua zona.
lt: Eikite į {mainPage} ir paieškos laukelyje užpildykite formą, nurodydami norimą pirkti sumą savo valiuta, vietą ir mokėjimo būdą. Jei nesate tikri, kaip norite mokėti, kaip mokėjimo būdą pasirinkite „Visi internetiniai pasiūlymai“. Svetainėje bus pateiktas jūsų regione galimų {assetName} prekybininkų sąrašas.
nb: Gå til {mainPage} og fyll ut skjemaet i søkefeltet med beløpet du ønsker å kjøpe i din valuta, ditt sted og en betalingsmåte. Hvis du er usikker på hvordan du vil betale, velger du "Alle netttilbud" som betalingsmåte. Nettstedet vil liste {assetName}-handlere som er tilgjengelige i din region.
nl: Ga naar de {mainPage} en vul in het zoekvak het formulier in met het bedrag dat u wilt kopen in uw valuta, uw locatie en een betaalmethode. Als u niet zeker weet hoe u wilt betalen, kies dan 'Alle online aanbiedingen' als betaalmethode. De site vermeldt {assetName} handelaren die beschikbaar zijn in uw regio.
pl: Przejdź do {mainPage} i w polu wyszukiwania wypełnij formularz z kwotą, którą chcesz kupić w swojej lokalnej walucie, lokalizację i metodę płatności. Jeśli nie masz pewności, jak chcesz zapłacić, wybierz „wszystkie ogłoszenia online” jako metodę płatności. Strona pokaże handlowców {assetName} dostępnych w Twoim regionie.
pt_br: Vá para a {mainPage} e busque o local, forma de pagamento e quantia que deseja comprar. Se você não está decidido em como quer pagar, escolha a opção 'Todas as ofertas online'. O site listará todos os operadores de {assetName} disponíveis na sua região.
sl: Pojdite na {mainPage} in v iskalno polje izpolnite obrazec z zneskom, ki ga želite kupiti v svoji valuti, vašo lokacijo in način plačila. Če niste prepričani, kako želite plačati, kot način plačila izberite "Vse online ponudbe". Spletno mesto bo navedlo trgovalce {assetName}, ki so na voljo v vaši regiji.
sv: Gå till {mainPage} och i sökrutan fyll i formuläret med det belopp du vill köpa i din valuta, din plats och en betalningsmetod. Om du är osäker på hur du vill betala väljer du "Alla onlineerbjudanden" som betalningsmetod. Webbplatsen kommer att lista {assetName} handlare som är tillgängliga i din region.
tl: Pumunta sa {mainPage} at sa box para sa paghahanap, punan ang form ng halagang gusto mong bilhin sa iyong pera, lokasyon at paraan ng pagbabayad. Kung hindi ka sigurado kung paano mo gustong magbayad, piliin ang 'Lahat ng online na alok' bilang iyong paraan ng pagbabayad. Ililista ng site ang {assetName} mga mangangalakal na available sa iyong rehiyon.
tr: {mainPage}'e gidin ve arama kutusuna kendi para biriminizde satın almak istediğiniz tutarı, bulunduğunuz yeri ve ödeme yöntemini girerek formu doldurun. Nasıl ödeme yapmak istediğinizden emin değilseniz ödeme yönteminiz olarak 'Tüm çevrimiçi teklifler'i seçin. Site, bölgenizde bulunan {assetName} tüccarları listeleyecektir.
ur: {mainPage} پر جائیں اور سرچ باکس میں اس رقم کے ساتھ فارم بھریں جو آپ اپنی کرنسی، اپنے مقام اور ادائیگی کے طریقے میں خریدنا چاہتے ہیں۔ اگر آپ کو یقین نہیں ہے کہ آپ کس طرح ادائیگی کرنا چاہتے ہیں، تو اپنے ادائیگی کے طریقے کے طور پر 'تمام آن لائن پیشکشیں' منتخب کریں۔ سائٹ آپ کے علاقے میں دستیاب {assetName} تاجروں کی فہرست بنائے گی۔
zh_cn: 转到{mainPage}，在表格的搜索框中填写想要用您的币种购买的金额、您的地点，然后选择支付方式。如果您不确定要如何付款，可以选择“所有在线报价”作为支付方式。网站将列出您所在区域的{assetName}交易者。
zh_tw: 轉到{mainPage}，在表格的搜索框中填寫想要用您的幣種購買的金額、您的地點，然后選擇支付方式。如果您不確定要如何付款，可以選擇“所有在線報價”作為支付方式。網站將列出您所在區域的{assetName}交易者。

# guide250Sbbuy250Sbstep8722Sbtwo8722Sbtext8722Sbmain8722Sbpage
source: main page
cs: hlavní strana
fi: Etusivu
fr: page d'accueil
it: pagina principale
lt: Pagrindinis puslapis
nb: hovedside
nl: hoofdpagina
pl: strony głównej
pt_br: página principal
sl: glavna stran
sv: huvud sida
tl: pangunahing pahina
tr: ana Sayfa
ur: سرورق
zh_cn: 主页
zh_tw: 主頁

# guide250Sbbuy250Sbtitle
source: How to buy Monero online
cs: Jak koupit Monero online
fi: Kuinka ostaa Moneroa verkossa
fr: Comment acheter du Monero en ligne
it: Come comprare Monero online
lt: Kaip nusipirkti Monero internetu
nb: Hvordan kjøpe Monero online
nl: Hoe koopt u Monero online
pl: Jak kupić Monero online
pt_br: Como comprar Monero online
sl: Kako kupiti Monero preko spleta
sv: Hur man köper Monero online
tl: Paano bumili ng Monero online
tr: Monero'yu çevrimiçi nasıl satın alabilirim?
ur: Monero آن لائن خریدنے کا طریقہ
zh_cn: 如何网上购买门罗币
zh_tw: 如何網上購買門羅幣

# guide250Sbbuy250Sbtitle57Sbagoradesk
source: How to buy cryptocurrency online
cs: Jak nakupovat kryptoměnu online
fi: Kuinka ostaa kryptovaluuttaa verkossa
fr: Comment acheter de la crypto-monnaie en ligne
it: Come acquistare criptovaluta online
lt: Kaip nusipirkti kriptovaliutą internetu
nb: Hvordan kjøpe kryptovaluta på nett
nl: Hoe koopt u cryptocurrency online
pl: Jak kupić kryptowaluty online
pt_br: Como comprar online cryptocurrency
sl: Kako kupiti kriptovaluto preko spleta
sv: Hur man köper kryptovaluta online
tl: Paano bumili ng cryptocurrency online
tr: Çevrimiçi kripto para birimi nasıl satın alınır
ur: آن لائن کریپٹو کرنسی کیسے خریدیں
zh_cn: 如何在线购买加密货币
zh_tw: 如何在線購買加密貨幣

# guide250Sbcbm250Sbbuyer250Sb0250Sbtext
source: You can put the cash in the envelope at home or in the car, and you can put your phone with the video turned on in your front shirt pocket and it'll record the whole process without much extra work from you apart from making sure that you do everything in front of where the camera's pointing. If you have something like a GoPro or the latest iPhone which has a camera with a wider viewing angle it's going to be even easier. Keep the footage in case of a dispute for 180 days.
cs: Hotovost můžete vložit do obálky doma nebo v autě a svůj telefon se zapnutým videem můžete strčit do přední kapsy u košile a celý proces se tak zaznamená bez velké práce navíc, kromě kontroly, zda vše děláte před místem, kam míří kamera. Pokud máte kameru jako GoPro nebo nejnovější iPhone, který má kameru s širším pozorovacím úhlem, bude to ještě jednodušší. Uchovávejte záznam pro případ sporu po dobu 180 dnů.
fi: Voit laittaa käteisen kirjekuoreen kotona tai autossa, ja voit laittaa puhelimen jossa on video päällä paidan etutaskuun ja se tallentaa koko prosessin ilman isoa ylimääräistä työtä kunhan varmistat, että kamera osoittaa oikeaan suuntaan. Jos sinulla on GoPro tai uusin iPhone, jossa on leveämpi katselukulma, tämä on vielä helpompaa. Säilytä kuvamateriaalia 180 päivää riitatilanteessa.
fr: Vous pouvez mettre l'argent dans l'enveloppe à la maison ou dans la voiture, et vous pouvez mettre votre téléphone avec la vidéo allumée dans la poche avant de votre chemise et il enregistrera tout le processus sans trop d'effort supplémentaire de votre part, à part vous assurer que vous faites tout devant l'endroit où pointe la caméra. Si vous avez quelque chose comme une GoPro ou le dernier iPhone qui a une caméra avec un angle de vue plus large, ce sera encore plus facile. Conservez les images en cas de litige pendant 180 jours.
it: Puoi mettere i soldi nella busta a casa o in macchina, e puoi mettere il tuo telefono con il video acceso nella tasca anteriore della camicia e registrerà l'intero processo senza molto lavoro extra da parte tua, a parte assicurarti di fare tutto di fronte a dove punta la telecamera. Se hai qualcosa come una GoPro o l'ultimo iPhone che ha una fotocamera con un angolo di visione più ampio, sarà ancora più facile. Conserva il filmato in caso di controversia per 180 giorni.
lt: Grynuosius pinigus galite įdėti į voką namuose arba automobilyje, o telefoną su įjungtu vaizdo įrašu galite įdėti į priekinę marškinėlių kišenę ir jis įrašys visą procesą be papildomo jūsų darbo, išskyrus tai, kad viską darote prieš tai, kur nukreipta kamera. Jei turite ką nors panašaus į „GoPro“ arba naujausią „iPhone“, turintį platesnio žiūrėjimo kampo kamerą, bus dar lengviau. Ginčo atveju filmuotą medžiagą saugokite 180 dienų.
nb: Du kan legge pengene i konvolutten hjemme eller i bilen, og du kan legge telefonen med videoen slått på i skjortelommen foran, og den tar opp hele prosessen uten mye ekstra arbeid fra deg bortsett fra å sørge for at du gjør alt foran der kameraet peker. Hvis du har noe som en GoPro eller den nyeste iPhone som har et kamera med en bredere visningsvinkel, kommer det til å bli enda enklere. Oppbevar opptakene i tilfelle en tvist i 180 dager.
nl: U kunt het geld thuis of in de auto in de envelop doen, en u kunt uw telefoon met de video aan in uw voorste borstzak stoppen om het hele proces op te nemen zonder te veel extra werk, afgezien van ervoor zorgen dat u alles doet naar waar de camera op gericht is. Als u iets als een GoPro of de nieuwste iPhone heeft, met een camera met een grotere kijkhoek, is het nog eenvoudiger. Bewaar de beelden in geval van een geschil 180 dagen.
pl: Możesz umieścić gotówkę w kopercie w domu lub w samochodzie, a nagrywający telefon możesz umieścić w przedniej kieszeni koszuli i nagrać cały proces bez większego wysiłku, oprócz upewnienia się, że robisz wszystko w miejscu, które nagrywa kamera. Jeśli masz coś takiego jak GoPro lub nowszego iPhone, który ma aparat z szerszym kątem widzenia, będzie Ci jeszcze łatwiej wszystko zmieścić w kadrze. Zachowaj materiał filmowy przez 180 dni na wypadek sporu.
pt_br: Você pode colocar o dinheiro no envelope em casa ou no carro, e pode colocar seu telefone com o vídeo ligado no bolso da camisa da frente e ele gravará todo o processo sem muito trabalho extra, além de garantir que você faça tudo na frente de onde a câmera estiver apontando. Se você tiver algo como uma GoPro ou o mais recente iPhone que tem uma câmera com um ângulo de visão maior, será ainda mais fácil. Guarde as filmagens em caso de disputa por 180 dias.
sl: Gotovino lahko vstavite v pisemsko ovojnico doma ali v avtu, telefon z vklopljenim videom pa lahko vstavite v sprednji žep srajce in posnamite celoten postopek brez dodatnega dela, razen tega, da bo kamera pravilno usmerjena. Če imate nekaj podobnega GoPro-ju ali najnovejši iPhone, ki ima kamero s širšim vidnim kotom, bo to še lažje. Posnetek za primer spora hranite 180 dni.
sv: Du kan lägga pengarna i kuvertet hemma eller i bilen, och du kan lägga din telefon med videon påslagen i din främre skjortficka och den kommer att spela in hela processen utan mycket extra arbete från dig förutom att se till att du gör allt framför där kameran pekar. Om du har något som en GoPro eller den senaste iPhone som har en kamera med en bredare betraktningsvinkel kommer det att bli ännu enklare. Behåll filmen i 180 dagar om det skulle uppstå en tvist.
tl: Maaari mong ilagay ang pera sa sobre sa bahay o sa kotse, at maaari mong ilagay ang iyong telepono na naka-on ang video sa bulsa ng iyong shirt sa harap at ire-record nito ang buong proseso nang walang labis na trabaho mula sa iyo bukod sa pagtiyak na gagawin mo ang lahat sa harap kung saan nakaturo ang camera. Kung mayroon kang isang bagay tulad ng isang GoPro o ang pinakabagong iPhone na may isang camera na may mas malawak na anggulo sa pagtingin, ito ay magiging mas madali. Panatilihin ang footage kung sakaling magkaroon ng hindi pagkakaunawaan sa loob ng 180 araw.
tr: Parayı evde veya arabada zarfın içine koyabilirsiniz ve telefonunuzu video açık olarak ön gömleğinizin cebine koyabilirsiniz ve bu, sizin ekstra bir çalışma yapmanıza gerek kalmadan tüm süreci kaydedecektir. her şeyi kameranın işaret ettiği yerin önünde yapıyorsun. GoPro veya daha geniş görüş açısına sahip bir kameraya sahip en yeni iPhone gibi bir cihazınız varsa, bu daha da kolay olacaktır. Anlaşmazlık durumunda görüntüleri 180 gün boyunca saklayın.
ur: آپ گھر پر یا گاڑی میں لفافے میں نقد رقم رکھ سکتے ہیں، اور آپ اپنے فون کو ویڈیو کے ساتھ اپنی اگلی قمیض کی جیب میں رکھ سکتے ہیں اور یہ اس بات کو یقینی بنانے کے علاوہ کہ آپ سے زیادہ کام کیے بغیر پورے عمل کو ریکارڈ کرے گا۔ آپ سب کچھ اس کے سامنے کرتے ہیں جہاں کیمرہ اشارہ کرتا ہے۔ اگر آپ کے پاس GoPro یا جدید ترین آئی فون جیسی کوئی چیز ہے جس میں دیکھنے کے وسیع زاویہ کے ساتھ کیمرہ ہے تو یہ اور بھی آسان ہوگا۔ تنازعہ کی صورت میں فوٹیج 180 دن تک اپنے پاس رکھیں۔
zh_cn: 您可以将现金放在家里或在汽车上的信封中，也可以将打开视频的手机放在前衬衫的口袋中，这样就可以记录整个过程，而无需确保您可以在相机指向的位置之前进行所有操作。如果您拥有GoPro或最新的iPhone等具有更大视角的摄像头，它将变得更加轻松。 如有争议，请保留素材180天。
zh_tw: 您可以將現金放在家里或在汽車上的信封中，也可以將打開視頻的手機放在前襯衫的口袋中，這樣就可以記錄整個過程，而無需確保您可以在相機指向的位置之前進行所有操作。如果您擁有GoPro或最新的iPhone等具有更大視角的攝像頭，它將變得更加輕鬆。 如有爭議，請保留素材180天。

# guide250Sbcbm250Sbbuyer250Sb0250Sbtitle
source: Your video should be filmed within a single take, without cuts
cs: Vaše video by mělo být natočeno během jednoho záběru, bez střihů
fi: Videosi tulee kuvata yhdellä otolla ilman leikkauksia
fr: Votre vidéo doit être filmée en une seule prise, sans coupures
it: Il tuo video dovrebbe essere girato in una sola ripresa, senza tagli
lt: Jūsų vaizdo įrašas turi būti nufilmuotas vienu kadru, be pjūvių
nb: Videoen din bør filmes i én enkelt opptak, uten kutt
nl: Uw video moet in één take worden opgenomen, zonder cuts
pl: Twój film powinien nakręcony jednym ujęciem, bez cięć
pt_br: Seu vídeo deve ser filmado em um único take, sem cortes
sl: Vaš video mora biti posnet v enem posnetku, brez rezov
sv: Din video ska filmas i en enda tagning, utan klipp
tl: Dapat makunan ang iyong video sa loob ng isang pagkuha, nang walang mga hiwa
tr: Videonuz kesilmeden tek çekimde çekilmelidir
ur: آپ کی ویڈیو کو بغیر کسی کٹوتی کے ایک ہی وقت میں فلمایا جانا چاہیے
zh_cn: 您的视频应该一次性拍摄
zh_tw: 您的視頻應該一次性拍攝

# guide250Sbcbm250Sbbuyer250Sb1250Sbtext
source: Use some sort of a custom chop/stamp/seal, or a signature or just random movements with a sharpie inside the envelope, covering all surfaces. This will help establish whether the seller is actually opening the envelope you've sent or a fake one. Make sure the mark is visible on the video.
cs: Použijte nějaký vlastní řez/razítko/pečeť nebo podpis nebo jen náhodné pohyby s ořezávátkem uvnitř obálky, pokrývající všechny povrchy. To pomůže zjistit, zda prodejce skutečně otevírá obálku, kterou jste odeslali, nebo falešnou. Ujistěte se, že je značka na videu viditelná.
fi: Käytä jonkinlaista mukautettua viipalointia/leimaa/sinettiä tai allekirjoitusta tai vain satunnaisia liikkeitä tussilla kirjekuoren sisällä, peittäen kaikki pinnat. Tämä auttaa selvittämään, avaako myyjä lähettämäsi vai väärennetyn kirjekuoren. Varmista, että merkki näkyy videossa.
fr: Utilisez une sorte de marque / tampon / sceau personnalisé, ou une signature ou simplement des mouvements aléatoires avec un marqueur à l'intérieur de l'enveloppe, couvrant toutes les surfaces. Cela aidera à déterminer si le vendeur ouvre réellement l'enveloppe que vous avez envoyée ou une fausse. Assurez-vous que la marque soit visible sur la vidéo.
it: Usate una specie di taglietto/stampo/sigillo personalizzato, o una firma o solo movimenti casuali con un pennarello all'interno della busta, coprendo tutte le superfici. Questo aiuterà a stabilire se il venditore sta effettivamente aprendo la busta che hai inviato o una busta falsa. Assicurati che il marchio sia visibile nel video.
lt: Naudokite kokį nors pasirinktinį pjaustymą / antspaudą / antspaudą, parašą ar tiesiog atsitiktinius judesius su aštriuku voko viduje, uždengdami visus paviršius. Tai padės nustatyti, ar pardavėjas iš tikrųjų atidaro jūsų atsiųstą voką, ar netikrą. Įsitikinkite, kad vaizdo įraše matomas ženklas.
nb: Bruk en slags egendefinert hakke/stempel/forsegling, eller en signatur eller bare tilfeldige bevegelser med en skarphet inne i konvolutten, som dekker alle overflater. Dette vil bidra til å fastslå om selgeren faktisk åpner konvolutten du har sendt eller en falsk. Sørg for at merket er synlig på videoen.
nl: Gebruik een soort aangepaste hak/stempel/zegel, of een handtekening of een willekeurige beweging met een pen in de envelop, die alle oppervlakken bedekt. Dit zal helpen vaststellen of de verkoper de envelop die u heeft verzonden, daadwerkelijk opent of een dat het nep-envelop is. Zorg ervoor dat deze markering zichtbaar is in de video.
pl: Użyj jakiejś pieczęci lub podpisu lub po prostu losowych ruchów z mazakiem wewnątrz koperty, pokrywając całą kopertę od środka. Pomoże to ustalić, czy sprzedawca faktycznie otwiera kopertę, którą wysłałeś, czy fałszywy zamiennik. Upewnij się, że znak jest widoczny na filmie.
pt_br: Use algum tipo de corte/carimbo/selo personalizado, ou uma assinatura ou apenas movimentos aleatórios com um sharpie dentro do envelope, cobrindo todas as superfícies. Isto ajudará a estabelecer se o vendedor está realmente abrindo o envelope que você enviou ou um envelope falso. Certifique-se de que a marca esteja visível no vídeo.
sl: Uporabite nekakšen žig, podpis ali le naključne črte s pisalom znotraj ovojnice tako, da prekrijete vse površine. Tako bo lažje ugotoviti, ali prodajalec dejansko odpira vašo ovojnico. Te oznake naj bodo vidne na videu.
sv: Använd någon form av en anpassad hacka/stämpel/sigill, eller en signatur eller bara slumpmässiga rörelser med en skärpa inuti kuvertet som täcker alla ytor. Detta kommer att hjälpa till att fastställa om säljaren faktiskt öppnar kuvertet du har skickat eller ett falskt. Se till att märket är synligt på videon.
tl: Gumamit ng isang uri ng custom na chop/stamp/seal, o isang pirma o random na paggalaw lamang na may sharpie sa loob ng sobre, na sumasakop sa lahat ng surface. Makakatulong ito na malaman kung talagang binubuksan ng nagbebenta ang envelope na iyong ipinadala o peke. Tiyaking nakikita ang marka sa video.
tr: Zarfın içinde tüm yüzeyleri kaplayan bir çeşit özel kesme/damga/mühür veya imza veya sadece rastgele hareketler kullanın. Bu, satıcının gönderdiğiniz zarfı gerçekten mi yoksa sahte bir zarf mı açtığını belirlemenize yardımcı olacaktır. İşaretin videoda göründüğünden emin olun.
ur: تمام سطحوں کو ڈھانپتے ہوئے لفافے کے اندر ایک شارپی کے ساتھ کسی قسم کی اپنی مرضی کے مطابق کٹ/سٹیمپ/مہر، یا دستخط یا محض بے ترتیب حرکتیں استعمال کریں۔ اس سے یہ معلوم کرنے میں مدد ملے گی کہ آیا بیچنے والا دراصل آپ کے بھیجے ہوئے لفافے کو کھول رہا ہے یا جعلی۔ یقینی بنائیں کہ ویڈیو پر نشان نظر آ رہا ہے۔
zh_cn: 使用某种自定义的印章/印章/印章，或者使用签名或只是随机动作，在信封内覆盖所有表面的沙皮刀。这将有助于确定卖方实际上是打开您发送的信封还是伪造的信封。确保该标记在视频上可见。
zh_tw: 使用某種自定義的印章/印章/印章，或者使用簽名或只是隨機動作，在信封內覆蓋所有表面的沙皮刀。這將有助於確定賣方實際上是打開您發送的信封還是偽造的信封。確保該標記在視頻上可見。

# guide250Sbcbm250Sbbuyer250Sb1250Sbtitle
source: Put custom markings inside the envelope
cs: Do obálky vložte vlastní označení
fi: Aseta mukautetut merkinnät kirjekuoren sisään
fr: Mettez des marquages personnalisés à l'intérieur de l'enveloppe
it: Mettere marcature personalizzate all'interno della busta
lt: Įdėkite pasirinktinius ženklus į voką
nb: Plasser tilpassede markeringer inne i konvolutten
nl: Plaats aangepaste markeringen in de envelop
pl: Umieść niestandardowe oznaczenia w kopercie
pt_br: Colocar marcações personalizadas dentro do envelope
sl: Notranjost pisemske ovojnice po meri označite
sv: Sätt anpassade markeringar inuti kuvertet
tl: Maglagay ng mga custom na marka sa loob ng sobre
tr: Zarfın içine özel işaretler koyun
ur: لفافے کے اندر حسب ضرورت نشانات لگائیں
zh_cn: 将自定义标记放入信封中
zh_tw: 將自定義標記放入信封中
