Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwhy8722Sbmonero250Sbanalysis250Sbbtc250Sbfungibility250Sbtext
source: <p> Not all Bitcoins are equal and have the same value. Some Bitcoins have been blacklisted and blocked by several entities, making those coins less valuable than the rest. If you receive Bitcoins that were used in the past for illegal purposes, then your Bitcoins could be blacklisted even though you had nothing to do with the illegal activity. Or, say a government, employer, or some other entity decides to blacklist your Bitcoins in the future, much like they do with asset freezing or confiscation. There would be nothing you could do. Since a mixer only makes it more difficult to trace your Bitcoins, this category has been marked as &quot;not fungible.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, a former Bitcoin Core developer who is well-respected in the Bitcoin and other cryptocurrency communities, acknowledges the Bitcoin fungibility problem in a <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> YouTube video</a>. </li> <li> Discussion of the Bitcoin fungibility problem on <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
cs: <p> Ne všechny Bitcoiny jsou stejné a mají stejnou hodnotu. Některé Bitcoiny byly zařazeny na černou listinu a zablokovány několika subjekty, takže tyto mince mají nižší hodnotu než ostatní. Pokud obdržíte Bitcoiny, které byly v minulosti použity k nezákonným účelům, mohou být vaše Bitcoiny zařazeny na černou listinu, i když jste s nezákonnou činností neměli nic společného. Nebo řekněme, že se vláda, zaměstnavatel nebo jiný subjekt rozhodne vaše Bitcoiny v budoucnu zařadit na černou listinu, podobně jako to dělají při zmrazení nebo konfiskaci majetku. Nemohli byste s tím nic dělat. Vzhledem k tomu, že mixér pouze ztěžuje dohledání vašich Bitcoinů, byla tato kategorie označena jako &quot;nezaměnitelné.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, bývalý vývojář jádra Bitcoinu, který je v komunitách Bitcoinu a dalších kryptoměn velmi uznávaný, uznává problém zaměnitelnosti Bitcoinu v <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s">YouTube videu</a>. </li> <li> Diskuse o problému zaměnitelnosti bitcoinů na <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
fi: <p> Kaikki Bitcoinit eivät ole tasa-arvoisia samalla rahallisella arvolla. Useat tahot ovat lisänneet jotkin Bitcoinit mustalle listalle ja estäneet ne, mikä tekee niistä vähemmän arvokkaita kuin muut bitcoinit. Jos saat Bitcoineja, joita käytettiin aiemmin laittomiin tarkoituksiin, Bitcoinisi voi joutua mustalle listalle, vaikka sinulla ei ollut mitään tekemistä laittoman toiminnan kanssa. Tai esimerkiksi hallitus, työnantaja tai jokin muu taho päättää laittaa Bitcoinisi mustalle listalle tulevaisuudessa, aivan kuten varojen jäädyttämisen tai takavarikoinnin yhteydessä tapahtuu. Et voisi tehdä asialle mitään. Koska mikseri vain vaikeuttaa Bitcoinien jäljittämistä, tämä kategoria on merkitty "ei vaihdettavaksi". </p> <ul class="levy"> <li> Andreas Antonopoulos, entinen Bitcoin Core -kehittäjä, jota arvostetaan hyvin Bitcoinissa ja muissa kryptovaluuttayhteisöissä, tunnustaa Bitcoinin vaihdettavuusongelman <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s"> YouTube-video</a>. </li> <li> Keskustelu Bitcoinin vaihdettavuusongelmasta osoitteessa <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
fr: <p> Tous les Bitcoins ne sont pas égaux et n'ont pas la même valeur. Certains Bitcoins ont été mis sur liste noire et bloqués par plusieurs entités, ce qui rend ces jetons moins précieux que les autres. Si vous recevez des Bitcoins qui ont été utilisés dans le passé à des fins illégales, vos Bitcoins pourraient être mis sur liste noire même si vous n'avez rien à voir avec l'activité illégale. Ou, disons qu'un gouvernement, un employeur ou une autre entité décide de mettre vos Bitcoins sur liste noire à l'avenir, un peu comme ils le font avec le gel ou la confiscation des avoirs. Il n'y aurait rien que vous puissiez faire. Étant donné qu'un mélangeur ne fait que compliquer la traçabilité de vos Bitcoins, cette catégorie a été marquée comme « non fongible ». </p> <ul class="disc"> <li> Andreas Antonopoulos, un ancien développeur de Bitcoin Core très respecté dans les communautés de Bitcoin et d'autres crypto-monnaies, reconnaît le problème de fongibilité de Bitcoin dans une <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s">vidéo YouTube</a>. </li> <li> Discussion du problème de fongibilité Bitcoin sur <a href="https://bitcointalk.org/index.php?topic=1190707.0">Bitcointalk.org </a> </li> </ul>
it: <p> Non tutti i Bitcoin sono uguali e hanno lo stesso valore. Alcuni Bitcoin sono stati inseriti nella lista nera e bloccati da diverse entità, rendendo queste monete meno preziose delle altre. Se ricevi Bitcoin che sono stati utilizzati in passato per scopi illegali, i tuoi Bitcoin potrebbero essere inseriti nella lista nera anche se non avevi nulla a che fare con l'attività illegale. O, per esempio, un governo, un datore di lavoro o qualche altra entità decide di mettere in blacklist i tuoi Bitcoin in futuro, proprio come fanno con il congelamento o la confisca delle attività. Non ci sarebbe niente che tu possa fare. Poiché un mixer rende solo più difficile tracciare i tuoi Bitcoin, questa categoria è stata contrassegnata come &quot;non fungibile.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, un ex sviluppatore di Bitcoin Core che è molto rispettato nel Bitcoin e in altre comunità di criptovaluta, riconosce il problema della fungibilità di Bitcoin in un <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> video di YouTube</a>. </li> <li> Discussione sul problema della fungibilità di Bitcoin su <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
lt: <p> Ne visi bitkoinai yra vienodi ir turi vienodą vertę. Kai kurie bitkoinai buvo įtraukti į juodąjį sąrašą ir užblokuoti kelių subjektų, todėl šios monetos yra mažiau vertingos nei kitos. Jei gausite bitkoinus, kurie anksčiau buvo naudojami neteisėtiems tikslams, jūsų bitkoinai gali būti įtraukti į juodąjį sąrašą, net jei neturėjote nieko bendra su neteisėta veikla. Arba, tarkime, vyriausybė, darbdavys ar kitas subjektas nusprendžia ateityje įtraukti jūsų bitkoinus į juodąjį sąrašą, panašiai kaip tai daroma su turto įšaldymu ar konfiskavimu. Nieko negalėtum padaryti. Kadangi maišytuvas tik apsunkina jūsų Bitcoins atsekimą, ši kategorija buvo pažymėta kaip „nepakeičiama“. </p> <ul class="disc"> <li> Andreas Antonopoulos, buvęs Bitcoin Core kūrėjas, gerai gerbiamas Bitcoin ir kitose kriptovaliutų bendruomenėse, pripažįsta Bitcoin pakeičiamumo problemą <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s"> „YouTube“ vaizdo įrašas</a>. </li> <li> Bitcoin pakeičiamumo problemos aptarimas <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
nb: <p> Ikke alle Bitcoins er like og har samme verdi. Noen Bitcoins har blitt svartelistet og blokkert av flere enheter, noe som gjør disse myntene mindre verdifulle enn resten. Hvis du mottar Bitcoins som tidligere ble brukt til ulovlige formål, kan dine Bitcoins bli svartelistet selv om du ikke hadde noe med den ulovlige aktiviteten å gjøre. Eller si at en regjering, arbeidsgiver eller en annen enhet bestemmer seg for å svarteliste dine Bitcoins i fremtiden, omtrent som de gjør med frysing eller konfiskering av eiendeler. Det ville ikke være noe du kunne gjøre. Siden en mikser bare gjør det vanskeligere å spore dine Bitcoins, har denne kategorien blitt merket som "ikke fungibel". </p> <ul class="disc"> <li> Andreas Antonopoulos, en tidligere Bitcoin Core-utvikler som er godt respektert i Bitcoin og andre kryptovalutamiljøer, erkjenner Bitcoin-fungibilitetsproblemet i en <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s"> YouTube-video</a>. </li> <li> Diskusjon av Bitcoin-fungibilitetsproblemet på <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
nl: <p> Niet alle Bitcoins zijn gelijk en hebben dezelfde waarde. Sommige Bitcoins zijn op de zwarte lijst gezet en geblokkeerd door verschillende entiteiten, waardoor die munten minder waard zijn dan de rest. Als u Bitcoins ontvangt die in het verleden voor illegale doeleinden zijn gebruikt, kunnen uw Bitcoins op de zwarte lijst worden gezet, ook al had u niets met de illegale activiteiten te maken. Of, stel dat een overheid, werkgever of een ander entiteit besluit om uw Bitcoins in de toekomst op de zwarte lijst te zetten, net zoals ze doen met het bevriezen of confisceren van activa. U zou niets kunnen doen. Aangezien een mixer het alleen maar moeilijker maakt om uw Bitcoins te traceren, is deze categorie gemarkeerd als &quot;niet vervangbaar&quot;. </p> <ul class="schijf"> <li> Andreas Antonopoulos, een voormalige Bitcoin Core-ontwikkelaar die zeer gerespecteerd wordt in de Bitcoin- en andere cryptocurrency-gemeenschappen, erkent het probleem van de vervangbaarheid van Bitcoin in een <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s">YouTube-video</a>. </li> <li> Bespreking van het vervangbaarheidsprobleem van Bitcoin op <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
pl: <p> Nie wszystkie Bitcoiny są równe i nie wszystkie mają tę samą wartość. Niektóre Bitcoiny zostały umieszczone na czarnych listach i nie są przyjmowane przez różne podmioty, z tego względu te monety są mniej cenne niż pozostałe. Jeśli otrzymasz Bitcoiny, które były używane w przeszłości do celów nielegalnych, Twoje Bitcoiny mogą być na czarnej liście, nawet jeśli nie miałeś nic wspólnego z tą nielegalną działalnością, lub np. rząd, pracodawca lub jakiś inny podmiot zdecyduje się umieścić Twoje Bitcoiny na czarnej liście, podobnie jak w przypadku zamrażania aktywów lub konfiskaty. Nie byłoby nic, co mógłbyś zrobić. Ponieważ mikser utrudnia tylko prześledzenie Bitcoinów, ta kategoria została oznaczona jako „niezamienne”. </p> <ul class="disc"> <li> Andreas Antonopoulos, były deweloper Bitcoin Core, który jest szanowany w społeczności Bitcoina i innych społecznościach kryptowalut, wyznaje problem z zamiennością Bitcoinów w <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> filmie na YouTubie</a>. </li> <li> Dyskusje na temat problemu braku zamienności Bitcoinów na <a href="https://bitcointalk.org/index.php?topic=1190707.0">Bitcointalk.org</a> </li> </ul>
pt_br: <p> Nem todos os Bitcoins são iguais e têm o mesmo valor. Alguns Bitcoins foram colocados na lista negra e bloqueados por várias entidades, tornando essas moedas menos valiosas que as demais. Se você receber Bitcoins usados anteriormente para fins ilegais, seus Bitcoins poderão estar na lista negra, mesmo que você não tenha nada a ver com a atividade ilegal. Ou, digamos, um governo, empregador ou alguma outra entidade decida colocar na lista negra seus Bitcoins no futuro, assim como eles fazem com congelamento ou confisco de ativos. Não haveria nada que você pudesse fazer. Como um misturador apenas torna mais difícil rastrear seus Bitcoins, essa categoria foi marcada como &quot;não fungível.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, um ex-desenvolvedor do Bitcoin Core que é respeitado nas comunidades de Bitcoin e outras criptomoedas, reconhece o problema de fungibilidade do Bitcoin em um <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> vídeo do YouTube</a>. </li> <li> Discussão sobre o problema de fungibilidade do Bitcoin em <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
sl: <p> Vsi Bitcoini niso enaki in nimajo enake vrednosti. Nekatere Bitcoine je več subjektov uvrstilo na črno listo in jih blokiralo, zaradi česar so ti kovanci manj vredni od ostalih. Če prejmete Bitcoine, ki so bili v preteklosti uporabljeni v nezakonite namene, so lahko vaši bitcoini uvrščeni na črni seznam, čeprav niste imeli nič opraviti z nezakonito dejavnostjo. Ali pa se recimo vlada, delodajalec ali kakšen drug subjekt odloči, da bo vaše bitcoine v prihodnosti uvrstil na črni seznam, podobno kot storijo z zamrznitvijo ali zaplembo sredstev. Ničesar ne bi mogli narediti. Ker mešalnik le oteži sledenje vašim Bitcoinom, je bila ta kategorija označena kot &quot;ni zamenljiva.&quot; </p> <ul class="disc"> <li> Andreas Antonopoulos, nekdanji razvijalec Bitcoin Core, ki je zelo cenjen v skupnosti bitcoinov in drugih kriptovalut, priznava problem zamenljivosti bitcoinov v <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s"> videoposnetek YouTube</a>. </li> <li> Razprava o problemu zamenljivosti bitcoinov na <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
sv: <p> Alla Bitcoins är inte lika och har samma värde. Vissa Bitcoins har svartlistats och blockerats av flera enheter, vilket gör dessa mynt mindre värda än resten. Om du tar emot Bitcoins som användes tidigare i olagliga syften, kan dina Bitcoins svartlistas även om du inte hade något med den illegala aktiviteten att göra. Eller, säg att en regering, arbetsgivare eller någon annan enhet bestämmer sig för att svartlista dina Bitcoins i framtiden, ungefär som de gör med frysning eller konfiskering av tillgångar. Det skulle inte finnas något du kunde göra. Eftersom en mixer bara gör det svårare att spåra dina Bitcoins, har den här kategorin markerats som &quot;inte fungibel.&quot; </p> <ul class="skiva"> <li> Andreas Antonopoulos, en före detta Bitcoin Core-utvecklare som är välrespekterad i Bitcoin och andra kryptovalutagemenskaper, erkänner Bitcoin-fungibilitetsproblemet i en <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s"> YouTube-video</a>. </li> <li> Diskussion om Bitcoin-fungibilitetsproblemet på <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
tl: <p> Hindi lahat ng Bitcoin ay pantay at may parehong halaga. Ang ilang mga Bitcoin ay na-blacklist at na-block ng ilang entity, na ginagawang hindi gaanong mahalaga ang mga coin na iyon kaysa sa iba. Kung nakatanggap ka ng mga Bitcoin na ginamit noon para sa mga iligal na layunin, maaaring ma-blacklist ang iyong mga Bitcoin kahit na wala kang kinalaman sa ilegal na aktibidad. O, sabihin nating nagpasya ang isang gobyerno, employer, o iba pang entity na i-blacklist ang iyong mga Bitcoin sa hinaharap, katulad ng ginagawa nila sa pagyeyelo o pagkumpiska ng asset. Wala kang magagawa. Dahil ang isang mixer ay nagpapahirap lamang sa pagsubaybay sa iyong mga Bitcoin, ang kategoryang ito ay minarkahan bilang &quot;hindi fungible.&quot; </p> <ul class="disc"> <li> Si Andreas Antonopoulos, isang dating developer ng Bitcoin Core na iginagalang sa Bitcoin at iba pang mga komunidad ng cryptocurrency, ay kinikilala ang problema sa pagiging fungibility ng Bitcoin sa isang <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu .be&t=33m9s"> video sa YouTube</a>. </li> <li> Pagtalakay sa problema sa pagiging fungibility ng Bitcoin sa <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
tr: <p> Tüm Bitcoinler eşit değildir ve aynı değere sahip değildir. Bazı Bitcoin'ler çeşitli kuruluşlar tarafından kara listeye alındı ve engellendi, bu da bu paraları diğerlerinden daha az değerli hale getirdi. Geçmişte yasa dışı amaçlarla kullanılan Bitcoin'leri alırsanız, yasa dışı faaliyetle hiçbir ilginiz olmamasına rağmen Bitcoin'leriniz kara listeye alınabilir. Veya, diyelim ki bir hükümet, işveren veya başka bir kuruluş, tıpkı varlıkların dondurulması veya el konulmasında olduğu gibi gelecekte Bitcoin'lerinizi kara listeye almaya karar verir. Yapabileceğin hiçbir şey olmazdı. Karıştırıcı yalnızca Bitcoin'lerinizin izini sürmeyi zorlaştırdığından, bu kategori "takas edilemez" olarak işaretlendi. </p> <ul class = "disk"> <li> Bitcoin ve diğer kripto para birimi topluluklarında saygı duyulan eski bir Bitcoin Core geliştiricisi olan Andreas Antonopoulos, <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu'da Bitcoin'in takas edilebilirlik sorununu kabul ediyor. .be&t=33m9s"> YouTube videosu</a>. </li> <li> <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org'da Bitcoin'in değiştirilebilirliği sorununun tartışılması </a> </li> </ul>
ur: <p> تمام Bitcoins برابر نہیں ہیں اور ایک ہی قیمت ہے. کچھ بٹ کوائنز کو کئی اداروں نے بلیک لسٹ اور بلاک کر دیا ہے، جس کی وجہ سے وہ سکے باقیوں سے کم قیمتی ہیں۔ اگر آپ کو بِٹ کوائنز موصول ہوتے ہیں جو ماضی میں غیر قانونی مقاصد کے لیے استعمال ہوتے تھے، تو آپ کے بٹ کوائنز کو بلیک لسٹ کیا جا سکتا ہے حالانکہ آپ کا غیر قانونی سرگرمی سے کوئی تعلق نہیں تھا۔ یا، یوں کہیے کہ کوئی حکومت، آجر، یا کوئی اور ادارہ مستقبل میں آپ کے Bitcoins کو بلیک لسٹ کرنے کا فیصلہ کرتا ہے، جیسا کہ وہ اثاثے منجمد کرنے یا ضبط کرنے کے ساتھ کرتے ہیں۔ ایسا کچھ نہیں ہوگا جو آپ کر سکتے تھے۔ چونکہ ایک مکسر صرف آپ کے بٹ کوائنز کو ٹریس کرنا زیادہ مشکل بناتا ہے، اس لیے اس زمرے کو "فنگ ایبل نہیں" کے بطور نشان زد کیا گیا ہے۔ </p> <ul class="disc"> <li> آندریاس اینٹونوپولوس، ایک سابق بٹ کوائن کور ڈویلپر جو بٹ کوائن اور دیگر کرپٹو کرنسی کمیونٹیز میں قابل احترام ہیں، ایک <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu میں بٹ کوائن کی فنجیبلٹی کے مسئلے کو تسلیم کرتے ہیں۔ .be&t=33m9s"> YouTube ویڈیو</a>۔ </li> <li> بٹ کوائن فنجیبلٹی کے مسئلے کی بحث <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org پر </a> </li> </ul>
zh_cn: <p> 并不是每一枚比特币的价值都是等值的. 有些比特币在黑名单列表上并且被多个主体限制交易,这些在黑名单上的币价值就比没有在黑名单上的币价值低. 如果你收到的比特币曾被用于犯罪, 那么即便你没有参与犯罪你的比特币也会被列入黑名单. 又或者, 在未来不管是某国政府，某个老板，或者其它主体决定把你的比特币加进黑名单, 就如同现在他们有权和有能力冻结和没收另一些人的财产. 普通人对此是无能为力的. 因为混币器的混币服务只是让追踪你的比特币稍困难了一些, 比特币这类问题我们称作 &quot;not fungible 没有可替换性.&quot; </p> <ul class="disc"> <li> 前比特币核心开发组成员，在比特币和其它社区都深受尊重的Andreas Antonopoulos, 意识到比特币缺乏可替换性的问题在一个 <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> YouTube 视频采访里</a>. </li> <li> 并且在Bitcointalk上也讨论了比特币没有可替换性的题 <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
zh_tw: <p> 並不是每一枚比特幣的價值都是等值的. 有些比特幣在黑名單列表上並且被多個主體限制交易,這些在黑名單上的幣價值就比沒有在黑名單上的幣價值低. 如果你收到的比特幣曾被用於犯罪, 那麼即便你沒有參與犯罪你的比特幣也會被列入黑名單. 又或者, 在未來不管是某國政府，某個老闆，或者其它主體決定把你的比特幣加進黑名單, 就如同現在他們有權和有能力凍結和沒收另一些人的財產. 普通人對此是無能為力的. 因為混幣器的混幣服務只是讓追蹤你的比特幣稍困難了一些, 比特幣這類問題我們稱作 &quot;not fungible 沒有可替換性.&quot; </p> <ul class="disc"> <li> 前比特幣核心開發組成員，在比特幣和其它社區都深受尊重的Andreas Antonopoulos, 意識到比特幣缺乏可替換性的問題在一個 <a href="https://www.youtube.com/watch?v=ak1iojpiHpM&feature=youtu.be&t=33m9s"> YouTube 視頻採訪裡</a>. </li> <li> 並且在Bitcointalk上也討論了比特幣沒有可替換性的題 <a href="https://bitcointalk.org/index.php?topic=1190707.0"> Bitcointalk.org </a> </li> </ul>
