Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# devblog250Sbfdroid250Sb8250Sbtext
source: <p>The process is a little bit complicated and different issues may arise along the way. But once you set up the CI, the following updates will be handled automatically.</p> <p>In case you have questions, feel free to ask them on our <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
fi: <p>Prosessi on hieman monimutkainen, ja matkan varrella saattaa ilmetä erilaisia ongelmia. Mutta kun olet määrittänyt CI:n, seuraavat päivitykset käsitellään automaattisesti.</p> <p>Jos sinulla on kysyttävää, kysy ne <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHubissa</a>.</p>
fr: <p>Le processus est un peu compliqué et différents problèmes peuvent survenir en cours de route. Mais une fois que vous avez configuré le CI (l'intégration continue, qui automatiquement l'application et joue les tests), les mises à jour suivantes seront gérées automatiquement.</p> <p>Si vous avez des questions, n'hésitez pas à les poser sur notre <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
it: <p>Il processo è un po' complicato e potrebbero sorgere diversi problemi lungo il percorso. Ma una volta configurato il CI, i seguenti aggiornamenti verranno gestiti automaticamente.</p> <p>Se hai domande, non esitare a farle sul nostro <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
lt: <p>Procesas yra šiek tiek sudėtingas ir gali kilti įvairių problemų. Tačiau kai nustatysite CI, šie naujinimai bus tvarkomi automatiškai.</p> <p>Jei turite klausimų, drąsiai užduokite juos mūsų <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a> svetainėje.</p>
nb: <p>Prosessen er litt komplisert og forskjellige problemer kan oppstå underveis. Men når du har satt opp CI, vil følgende oppdateringer bli håndtert automatisk.</p> <p>Hvis du har spørsmål, kan du gjerne stille dem på vår <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
nl: <p>Het proces is een beetje ingewikkeld en er kunnen zich onderweg verschillende problemen voordoen. Maar zodra u de CI hebt ingesteld, worden de volgende updates automatisch afgehandeld.</p> <p>Als u vragen heeft, stel ze gerust op onze <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
pl: <p>Proces ten jest nieco skomplikowany i po drodze mogą pojawić się różne problemy. Jednak po skonfigurowaniu CI następujące aktualizacje będą obsługiwane automatycznie.</p> <p>Jeśli masz pytania, możesz je zadać na naszym <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHubie</a>.</p>
pt_br: <p>O processo é um pouco complicado e diferentes problemas podem surgir ao longo do caminho. Mas depois de configurar o IC, as atualizações a seguir serão tratadas automaticamente.</p> <p>Caso tenha dúvidas, sinta-se à vontade para perguntar em nosso <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
sl: <p>Postopek je nekoliko zapleten in na poti se lahko pojavijo različne težave. Ko pa nastavite CI, bodo naslednje posodobitve obdelane samodejno.</p> <p>Če imate vprašanja, jih lahko postavite na našem <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHubu</a>.</p>
sv: <p>Processen är lite komplicerad och olika problem kan uppstå under vägen. Men när du väl har konfigurerat CI kommer följande uppdateringar att hanteras automatiskt.</p> <p>Om du har frågor, ställ dem gärna på vår <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p>
tr: <p>Süreç biraz karmaşık ve süreç boyunca farklı sorunlar ortaya çıkabilir. Ancak CI'yi kurduğunuzda aşağıdaki güncellemeler otomatik olarak gerçekleştirilecektir.</p> <p>Sorularınız varsa, bunları <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>.</p> üzerinden sormaya çekinmeyin.
ur: <p>یہ عمل تھوڑا سا پیچیدہ ہے اور راستے میں مختلف مسائل پیدا ہو سکتے ہیں۔ لیکن ایک بار جب آپ CI سیٹ اپ کر لیں گے تو درج ذیل اپ ڈیٹس خود بخود ہینڈل ہو جائیں گی۔</p> <p>اگر آپ کے سوالات ہیں تو بلا جھجھک انہیں ہمارے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a> پر پوچھیں۔</p>
zh_cn: <p>这个过程有点复杂，过程中可能会出现不同的问题。但是一旦您设置了 CI，以下更新将自动处理。</p> <p>如果您有疑问，请随时在我们的 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a> 上提问。</p>
zh_tw: <p>這個過程有點複雜，過程中可能會出現不同的問題。但是一旦你設置了 CI，下面的更新就會自動處理。</p> <p>如果您有任何疑問，請隨時在我們的<a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/AgoraDesk-LocalMonero/agoradesk-app-foss/">GitHub</a>上提問。</p>

# address8722Sbbook250Sbadd8722Sbnew8722Sbbtn
source: Add address
fi: Lisää osoite
fr: Ajoutez l'adresse
it: Aggiungi indirizzo
lt: Pridėti adresą
nb: Legg til adresse
nl: Voeg adres toe
pl: Dodaj adres
sl: Dodajte naslov
sv: Lägg till adress
tr: Adres Ekle
ur: ایڈریس شامل کریں۔
zh_cn: 添加地址
zh_tw: 添加地址

# address8722Sbbook250Sbcancel8722Sbbtn
source: Cancel
fi: Peruuttaa
fr: Annuler
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pl: Anulować
sl: Preklic
sv: Annullera
tr: İptal etmek
ur: منسوخ کریں۔
zh_cn: 取消
zh_tw: 取消

# address8722Sbbook250Sbconfirm8722Sbdeletion
source: Do you want to delete this address?
fi: Haluatko poistaa tämän osoitteen?
fr: Voulez-vous supprimer cette adresse ?
it: Vuoi eliminare questo indirizzo?
lt: Ar norite ištrinti šį adresą?
nb: Vil du slette denne adressen?
nl: Wilt u dit adres verwijderen?
pl: Czy chcesz usunąć ten adres?
sl: Ali želite izbrisati ta naslov?
sv: Vill du radera denna adress?
tr: Bu adresi silmek istiyor musunuz?
ur: کیا آپ یہ پتہ حذف کرنا چاہتے ہیں؟
zh_cn: 您想删除该地址吗？
zh_tw: 你想刪除這個地址嗎？

# address8722Sbbook250Sbdescription
source: Whenever you need to provide an address, you'll be able to quickly select one saved here
fi: Aina kun sinun on annettava osoite, voit valita nopeasti tänne tallennetun osoitteen
fr: Chaque fois que vous aurez besoin de fournir une adresse, vous pourrez en sélectionner rapidement une enregistrée ici
it: Ogni volta che dovrai fornire un indirizzo, potrai selezionarne rapidamente uno salvato qui
lt: Kai reikės nurodyti adresą, galėsite greitai pasirinkti čia išsaugotą adresą
nb: Når du trenger å oppgi en adresse, vil du raskt kunne velge en som er lagret her
nl: Wanneer u een adres moet opgeven, kunt u snel een adres selecteren dat hier is opgeslagen
pl: Zawsze, gdy będziesz musiał podać adres, będziesz mógł szybko wybrać jeden zapisany tutaj
sl: Kadarkoli boste morali vnesti naslov, boste lahko hitro izbrali enega, ki je shranjen tukaj
sv: När du behöver ange en adress kan du snabbt välja en adress som sparats här
tr: Bir adres vermeniz gerektiğinde, burada kayıtlı olanı hızlı bir şekilde seçebileceksiniz
ur: جب بھی آپ کو کوئی پتہ فراہم کرنے کی ضرورت ہو، آپ یہاں محفوظ کردہ ایک کو فوری طور پر منتخب کر سکیں گے۔
zh_cn: 每当您需要提供地址时，您都可以快速选择此处保存的地址
zh_tw: 每當您需要提供地址時，您都可以快速選擇此處保存的地址

# address8722Sbbook250Sblabel8722Sbinput250Sblabel
source: Label (optional)
fi: Tunniste (valinnainen)
fr: Étiquette (facultatif)
it: Etichetta (facoltativa)
lt: Etiketė (neprivaloma)
nb: Etikett (valgfritt)
nl: Etiket (optioneel)
pl: Etykieta (opcjonalnie)
sl: Oznaka (neobvezno)
sv: Etikett (valfritt)
tr: Etiket (isteğe bağlı)
ur: لیبل (اختیاری)
zh_cn: 标签（可选）
zh_tw: 標籤（可選）

# address8722Sbbook250Sbsave8722Sbfor8722Sbfuture
source: Save this address for future use
fi: Tallenna tämä osoite tulevaa käyttöä varten
fr: Enregistrez cette adresse pour une utilisation future
it: Salva questo indirizzo per uso futuro
lt: Išsaugokite šį adresą, kad galėtumėte naudoti ateityje
nb: Lagre denne adressen for fremtidig bruk
nl: Bewaar dit adres voor toekomstig gebruik
pl: Zapisz ten adres do wykorzystania w przyszłości
sl: Shranite ta naslov za uporabo v prihodnosti
sv: Spara denna adress för framtida bruk
tr: Bu adresi gelecekte kullanmak üzere kaydedin
ur: مستقبل کے استعمال کے لیے اس ایڈریس کو محفوظ کریں۔
zh_cn: 保存此地址以供将来使用
zh_tw: 保存此地址以備將來使用

# error250Sbaddress8722Sbbook250Sb270
source: This address already exists in your address book.
fi: Tämä osoite on jo osoitekirjassasi.
fr: Cette adresse existe déjà dans votre carnet d'adresses.
it: Questo indirizzo esiste già nella tua rubrica.
lt: Šis adresas jau yra jūsų adresų knygoje.
nb: Denne adressen finnes allerede i adresseboken din.
nl: Dit adres bestaat al in uw adresboek.
pl: Ten adres już istnieje w Twojej książce adresowej.
sl: Tale naslov že obstaja v vašem imeniku.
sv: Denna adress finns redan i din adressbok.
tr: Bu adres zaten adres defterinizde mevcut.
ur: یہ پتہ آپ کی ایڈریس بک میں پہلے سے موجود ہے۔
zh_cn: 该地址已存在于您的地址簿中。
zh_tw: 該地址已存在於您的地址簿中。

# error250Sbaddress8722Sbbook250Sb273
source: This address has already been deleted from your address book.
fi: Tämä osoite on jo poistettu osoitekirjastasi.
fr: Cette adresse a déjà été supprimée de votre carnet d'adresses.
it: Questo indirizzo è già stato eliminato dalla tua rubrica.
lt: Šis adresas jau buvo ištrintas iš jūsų adresų knygos.
nb: Denne adressen er allerede slettet fra adresseboken din.
nl: Dit adres is al verwijderd uit uw adresboek.
pl: Ten adres został już usunięty z Twojej książki adresowej.
sl: Tale naslov je že izbrisan iz vašega imenika.
sv: Den här adressen har redan tagits bort från din adressbok.
tr: Bu adres zaten adres defterinizden silindi.
ur: یہ پتہ آپ کی ایڈریس بک سے پہلے ہی حذف کر دیا گیا ہے۔
zh_cn: 该地址已从您的地址簿中删除。
zh_tw: 該地址已從您的地址簿中刪除。

# address8722Sbbook250Sbsave8722Sbbtn
source: Save
fi: Tallentaa
fr: Sauver
it: Salva
lt: Sutaupyti
nb: Lagre
nl: Sparen
pl: Ratować
sl: Shrani
sv: Spara
tr: Kaydetmek
ur: محفوظ کریں۔
zh_cn: 节省
zh_tw: 節省

# address8722Sbbook
source: Address book
fi: Osoitekirja
fr: Carnet d'adresses
it: Rubrica
lt: Adresų knyga
nb: Adressebok
nl: Adresboek
pl: Książka adresowa
sl: Imenik
sv: Adressbok
tr: Adres defteri
ur: ایڈریس بک
zh_cn: 地址簿
zh_tw: 地址簿

# address8722Sbbook250Sbshort
source: Addresses
fi: Osoitteet
fr: Adresses
it: Indirizzi
lt: Adresai
nb: Adresser
nl: Adressen
pl: Adresy
sl: Naslovi
sv: Adresser
tr: Adresler
ur: پتے
zh_cn: 地址
zh_tw: 地址

# xx
source: Global
fi: Maailmanlaajuinen
fr: Mondial
it: Globale
lt: Pasaulinis
pl: Światowy
sl: Globalno
sv: Globalt
tr: Küresel
ur: عالمی
zh_cn: 全球的
zh_tw: 全球的

# dashboard250Sbwarning250Sbcc8722Sbshould8722Sbbe8722Sbglobal
source: All cryptocurrency ads are now being moved to the new "global (code XX)" country category. All duplicate cryptocurrency ads that differ only by country will be deleted {timeRemaining}. Please make sure you only have ONE cryptocurrency ad per currency, otherwise all but the most recently posted ad in that currency will be deleted, while the remaining ad will be moved into "global" country category.
fi: Kaikki kryptovaluuttamainokset siirretään nyt uuteen "globaali (koodi XX)" maaluokkaan. Kaikki päällekkäiset kryptovaluuttamainokset, jotka eroavat vain maittain, poistetaan {timeRemaining}. Varmista, että sinulla on vain YKSI kryptovaluuttamainos valuuttaa kohden, muuten kaikki paitsi viimeksi lähetetty mainos kyseisessä valuutassa poistetaan, ja loput mainokset siirretään "globaaliin" maaluokkaan.
fr: Toutes les annonces de crypto-monnaie sont désormais déplacées vers la nouvelle catégorie de pays "global (code XX)". Toutes les annonces de crypto-monnaie en double qui ne diffèrent que par pays seront supprimées {time_remaining}. Veuillez vous assurer que vous n'avez qu'UNE seule annonce de crypto-monnaie par devise, sinon toutes les annonces publiées dans cette devise sauf la plus récente seront supprimées, tandis que l'annonce restante sera déplacée dans la catégorie de pays "globale".
it: Tutti gli annunci di criptovaluta verranno ora spostati nella nuova categoria di paesi "globale (codice XX)". Tutti gli annunci di criptovaluta duplicati che differiscono solo per paese verranno eliminati {timeRemaining}. Assicurati di avere UN SOLO annuncio di criptovaluta per valuta, altrimenti tutti gli annunci pubblicati in quella valuta tranne quello più recente verranno eliminati, mentre l'annuncio rimanente verrà spostato nella categoria Paese "globale".
lt: Visi kriptovaliutų skelbimai dabar perkeliami į naują „pasaulinę (kodas XX)“ šalių kategoriją. Visi pasikartojantys kriptovaliutų skelbimai, kurie skiriasi tik pagal šalį, bus ištrinti {timeRemaining}. Įsitikinkite, kad vienai valiutai turite tik VIENĄ kriptovaliutos skelbimą, nes priešingu atveju visi skelbimai, išskyrus paskutinį paskelbtą ta valiuta, bus ištrinti, o likęs skelbimas bus perkeltas į „pasaulinę“ šalių kategoriją.
nb: Alle kryptovaluta-annonser blir nå flyttet til den nye "global (kode XX)"-landkategorien. Alle dupliserte kryptovalutaannonser som bare varierer fra land til land, slettes {timeRemaining}. Sørg for at du bare har EN kryptovalutaannonse per valuta, ellers vil alle unntatt den sist publiserte annonsen i den valutaen bli slettet, mens den gjenværende annonsen flyttes til "global" landkategori.
pl: Wszystkie reklamy kryptowalut są teraz przenoszone do nowej kategorii krajów „globalny (kod XX)”. Wszystkie zduplikowane reklamy kryptowalut, które różnią się tylko krajem, zostaną usunięte {timeRemaining}. Upewnij się, że masz tylko JEDNĄ reklamę kryptowaluty na walutę, w przeciwnym razie wszystkie oprócz ostatnio opublikowanej reklamy w tej walucie zostaną usunięte, a pozostałe reklamy zostaną przeniesione do kategorii kraju „globalny”.
sl: Vsi oglasi za kriptovalute se zdaj premaknejo v novo kategorijo držav "globalno (koda XX)". Vsi podvojeni oglasi za kriptovalute, ki se razlikujejo le glede na državo, bodo izbrisani {timeRemaining}. Prepričajte se, da imate samo EN oglas za kriptovalute na valuto, sicer bodo izbrisani vsi oglasi v tej valuti, razen zadnjega, medtem ko bo preostali oglas premaknjen v kategorijo "globalne" države.
sv: Alla annonser för kryptovaluta flyttas nu till den nya "globala (kod XX)" landskategorin. Alla dubbletter av kryptovalutaannonser som endast skiljer sig från land till land kommer att raderas {timeRemaining}. Se till att du bara har EN kryptovalutaannons per valuta, annars kommer alla utom den senast publicerade annonsen i den valutan att raderas, medan den återstående annonsen flyttas till "global" landskategori.
tr: Tüm kripto para birimi reklamları artık yeni "küresel (kod XX)" ülke kategorisine taşınıyor. Yalnızca ülkeye göre farklılık gösteren tüm yinelenen kripto para birimi reklamları silinecektir {timeRemaining}. Lütfen her para birimi için yalnızca BİR kripto para birimi reklamınızın olduğundan emin olun, aksi takdirde o para biriminde yayınlanan en son reklam dışındaki tüm reklamlar silinecek, geri kalan reklam ise "global" ülke kategorisine taşınacaktır.
ur: تمام کریپٹو کرنسی اشتہارات کو اب نئے "عالمی (کوڈ XX)" ملک کے زمرے میں منتقل کیا جا رہا ہے۔ تمام ڈپلیکیٹ کریپٹو کرنسی اشتہارات جو صرف ملک کے لحاظ سے مختلف ہوتے ہیں حذف کر دیے جائیں گے {timeRemaining}۔ براہ کرم یقینی بنائیں کہ آپ کے پاس فی کرنسی صرف ایک کریپٹو کرنسی کا اشتہار ہے، بصورت دیگر اس کرنسی میں حال ہی میں پوسٹ کیے گئے اشتہار کے علاوہ باقی سبھی کو حذف کر دیا جائے گا، جبکہ باقی اشتہار کو "عالمی" ملک کے زمرے میں منتقل کر دیا جائے گا۔
zh_cn: 所有加密货币广告现已转移到新的“全球（代码 XX）”国家/地区类别。所有仅因国家/地区而异的重复加密货币广告都将被删除 {timeRemaining}。请确保每种货币只有一个加密货币广告，否则除最近发布的该货币广告外的所有广告都将被删除，而其余广告将移至“全球”国家/地区类别。
zh_tw: 所有加密貨幣廣告現在都被移至新的“全球（代碼 XX）”國家類別。所有僅因國家/地區不同而重複的加密貨幣廣告將被刪除 {timeRemaining}。請確保每種貨幣只有一個加密貨幣廣告，否則除最近以該貨幣發布的廣告外，其他所有廣告都將被刪除，而其餘廣告將移至“全球”國家/地區類別。

source: When you press "Save", the ad's country will be updated to "global" automatically.
fi: Kun painat "Tallenna", mainoksen maaksi päivitetään automaattisesti "maailmanlaajuinen".
fr: Lorsque vous appuyez sur "Enregistrer", le pays de l'annonce sera automatiquement mis à jour sur "mondial".
it: Quando premi "Salva", il Paese dell'annuncio verrà aggiornato automaticamente a "globale".
lt: Kai paspausite „Išsaugoti“, skelbimo šalis bus automatiškai atnaujinta į „pasaulinė“.
nb: Når du trykker "Lagre", vil annonsens land automatisk bli oppdatert til "globalt".
pl: Gdy klikniesz „Zapisz”, kraj reklamy zostanie automatycznie zaktualizowany na „globalny”.
sl: Ko pritisnete "Shrani", bo država oglasa samodejno posodobljena na "globalno".
sv: När du trycker på "Spara" uppdateras annonsens land automatiskt till "globalt".
tr: "Kaydet" tuşuna bastığınızda reklamın ülkesi otomatik olarak "global" olarak güncellenecektir.
ur: جب آپ "محفوظ کریں" کو دبائیں گے تو اشتہار کا ملک خود بخود "عالمی" میں اپ ڈیٹ ہو جائے گا۔
zh_cn: 当您按“保存”时，广告的国家/地区将自动更新为“全球”。
zh_tw: 當您按下“保存”時，廣告的國家/地區將自動更新為“全球”。

source: Unknown error
cs: Neznámá chyba
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
lt: Nežinoma klaida
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
sl: Neznana napaka
sv: Okänt fel
tl: Hindi kilalang error
tr: Bilinmeyen hata
ur: نامعلوم خامی
zh_cn: 未知错误
zh_tw: 未知錯誤

# ads_choose_ad_type
source: Choose ad type
cs: Vyberte typ reklamy
fi: Valitse ilmoitustyyppi
fr: Choisir le type d'annonce
it: Scegliere il tipo di annuncio
lt: Pasirinkite skelbimo tipą
nb: Velg annonsetype
nl: Kies advertentietype
pl: Wybierz typ ogłoszenia
pt_br: Escolha o tipo de anúncio
sl: Izberite vrsto oglasa
sv: Välj annons typ
tl: Pumili ng uri ng ad
tr: Reklam türünü seçin
ur: اشتہار کی قسم منتخب کریں
zh_cn: 选择广告类型
zh_tw: 選擇廣告類型

# ads_ad_type
source: Ad type
cs: Typ reklamy
fi: Ilmoitustyyppi
fr: Type d'annonce
it: Tipo di annuncio
lt: Reklamos tipas
nb: Annonsetype
nl: Advertentietype
pl: Typ ogłoszenia
pt_br: Tipo de anúncio
sl: Vrsta oglasa
sv: Annons typ
tl: Uri ng ad
tr: Reklam türü
ur: اشتہار کی قسم
zh_cn: 广告类型
zh_tw: 廣告類型

# ads_choose_ad_cryptocurrency
source: Choose cryptocurrency
cs: Vyberte si kryptoměnu
fi: Valitse kryptovaluutta
fr: Choisir la crypto-monnaie
it: Scegliere una criptovaluta
lt: Pasirinkite kriptovaliutą
nb: Velg kryptovaluta
nl: Kies cryptovaluta
pl: Wybierz kryptowalutę
pt_br: Escolha a moeda criptográfica
sl: Izberite kriptovaluto
sv: Välj kryptovaluta
tl: Pumili ng cryptocurrency
tr: Kripto para birimini seçin
ur: کریپٹو کرنسی کا انتخاب کریں
zh_cn: 选择加密货币
zh_tw: 選擇加密貨幣

# ads_choose_price_type
source: Choose price type
cs: Vyberte typ ceny
fi: Valitse hintatyyppi
fr: Choisir le type de prix
it: Scegliere il tipo di prezzo
lt: Pasirinkite kainos tipą
nb: Velg pristype
nl: Kies prijssoort
pl: Wybierz rodzaj ceny
pt_br: Escolha o tipo de preço
sl: Izberite vrsto cene
sv: Välj pris typ
tl: Pumili ng uri ng presyo
tr: Fiyat türünü seçin
ur: قیمت کی قسم منتخب کریں
zh_cn: 选择价格类型
zh_tw: 選擇價格類型

# ads_which_type_to_choose
source: Which type to choose?
cs: Jaký typ vybrat?
fi: Mikä tyyppi valita?
fr: Quel genre choisir ?
it: Quale tipo scegliere?
lt: Kurį tipą pasirinkti?
nb: Hvilken type å velge?
nl: Welk type moet ik kiezen?
pl: Jaki typ wybrać?
pt_br: Que tipo escolher?
sl: Katero vrsto izbrati?
sv: Vilken typ till välja?
tl: Aling uri ang pipiliin?
tr: Hangi türü seçmelisiniz?
ur: کس قسم کا انتخاب کرنا ہے؟
zh_cn: 选择哪种类型？
zh_tw: 選擇哪種類型？

source: Enter margin
cs: Zadejte marži
fi: Syötä marginaali
fr: Saisir la marge
it: Inserire il margine
lt: Įveskite paraštę
nb: Angi margin
nl: Voer marge in
pl: Wprowadź marżę
pt_br: Entrar margem
sl: Vnesite maržo
sv: Ange marginal
tl: Ipasok ang margin
tr: Kenar boşluğunu girin
ur: مارجن درج کریں
zh_cn: 输入边距
zh_tw: 輸入邊距

# what_is_margin
source: What's a margin?
cs: Co je to marže?
fi: Mikä on marginaali?
fr: Qu'est-ce qu'une marge ?
it: Cos'è un margine?
lt: Kas yra marža?
nb: Hva er en margin?
nl: Wat is een marge?
pl: Co to jest marża?
pt_br: O que é uma margem?
sl: Kaj je marža?
sv: Vad är en marginal?
tl: Ano ang margin?
tr: Marj nedir?
ur: مارجن کیا ہے؟
zh_cn: 什么是保证金？
zh_tw: 什麼是保證金？

source: Price formula examples
cs: Příklady cenového vzorce
fi: Esimerkkejä hintakaavasta
fr: Exemples de formules de prix
it: Esempi di formule di prezzo
lt: Kainų formulių pavyzdžiai
nb: Eksempler på prisformler
nl: Voorbeelden van prijsformules
pl: Przykłady formuł cenowych
pt_br: Exemplos de fórmulas de preço
sl: Primeri cenovnih formul
sv: Pris formel exempel
tl: Mga halimbawa ng formula ng presyo
tr: Fiyat formülü örnekleri
ur: قیمت کے فارمولے کی مثالیں
zh_cn: 价格公式示例
zh_tw: 價格公式示例

source: See examples
cs: Viz příklady
fi: Katso esimerkkejä
fr: Voir des exemples
it: Vedi esempi
lt: Žiūrėti pavyzdžius
nb: Se eksempler
nl: Zie voorbeelden
pl: Zobacz przykłady
pt_br: Veja exemplos
sl: Oglejte si primere
sv: Se exempel
tl: Tingnan ang mga halimbawa
tr: Örneklere bakın
ur: مثالیں دیکھیں
zh_cn: 查看示例
zh_tw: 查看示例

source: See example
cs: Viz příklad
fi: Katso esimerkki
fr: Voir l'exemple
it: vedi esempio
lt: Žiūrėti pavyzdius
nb: Se eksempel
nl: Zie voorbeeld
pl: Zobacz przykład
pt_br: Veja o exemplo
sl: Glej primer
sv: Se exempel
tl: Tingnan ang halimbawa
tr: Örneğe bakın
ur: مثال دیکھیں
zh_cn: 查看示例
zh_tw: 查看示例

source: Final price in
cs: Konečná cena v
fi: Lopullinen hinta
fr: Prix définitif en
it: Prezzo finale in
lt: Galutinė kaina
nb: Endelig pris inn
nl: Definitieve prijs in
pl: Cena końcowa w
pt_br: Preço final em
sl: Končna cena v
sv: Slutligt pris in
tl: Panghuling presyo sa
tr: Son fiyat
ur: میں حتمی قیمت
zh_cn: 最终价格
zh_tw: 最終價格

source: Show formula controls
cs: Zobrazit ovládací prvky vzorce
fi: Näytä kaavan kontrollit
fr: Afficher les contrôles de formule
it: Mostra i controlli della formula
lt: Rodyti formulės valdiklius
nb: Vis formelkontroller
nl: Formulebesturingselementen weergeven
pl: Pokaż kontrolki formuły
pt_br: Mostrar controles de fórmula
sl: Pokaži kontrolnike formule
sv: Visa formel kontroller
tl: Ipakita ang mga kontrol ng formula
tr: Formül kontrollerini göster
ur: فارمولہ کنٹرولز دکھائیں
zh_cn: 显示公式控件
zh_tw: 顯示公式控件

source: Market Rates
cs: Tržní sazby
fi: Markkinakurssit
fr: Taux du marché
it: Tassi di mercato
lt: Rinkos kursai
nb: Markedspriser
nl: Markt Tarieven
pl: Kursy Rynkowe
pt_br: Taxas de mercado
sl: Tržne cene
sv: Marknad Satser
tl: Mga Rate sa Market
tr: Piyasa Oranları
ur: مارکیٹ ریٹ
zh_cn: 市场价格
zh_tw: 市場價格

# set_trade_limits
source: Set trade limits (optional):
cs: Nastavit obchodní limity (volitelné):
fi: Aseta kaupparajat (valinnainen):
fr: Définir des limites d'échange (facultatif) :
it: Impostare i limiti di negoziazione (opzionale):
lt: Nustatyti prekybos limitus (neprivaloma):
nb: Angi handelsgrenser (valgfritt):
nl: Handelslimieten instellen (optioneel):
pl: Ustaw limity handlu (opcjonalne):
pt_br: Estabelecer limites comerciais (opcional):
sl: Nastavite omejitve trgovanja (neobvezno):
sv: Ställ handels gränser (valfritt):
tl: Magtakda ng mga limitasyon sa kalakalan (opsyonal):
tr: Ticaret limitlerini belirleyin (isteğe bağlı):
ur: تجارتی حدود مقرر کریں (optional):
zh_cn: 设置交易限制（可选）：
zh_tw: 設置交易限制（可選）：
