Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbpractices250Sb5250Sbtitle
source: When in doubt, use the defaults (with Monero)
cs: V případě pochybností použijte výchozí nastavení (s Monero)
fi: Jos olet epävarma, käytä oletusasetuksia (Moneron kanssa)
fr: En cas de doute, utilisez les valeurs par défaut (avec Monero)
it: In caso di dubbio, usa le impostazioni predefinite (con Monero)
lt: Jei abejojate, naudokite numatytuosius nustatymus (su Monero)
nb: Når du er i tvil, bruk standardinnstillingene (med Monero)
nl: Gebruik bij twijfel de standaardinstellingen (bij Monero)
pl: W razie wątpliwości wybierz opcje domyślne (z Monero)
pt_br: Na dúvida, use os padrões (com Monero)
sl: Če ste v dvomih, uporabite privzete (z Monero)
sv: När du är osäker, använd standardvärdena (med Monero)
tl: Kapag may pagdududa, gamitin ang mga default (na may Monero)
tr: Şüpheye düştüğünüzde varsayılanları kullanın (Monero ile)
ur: جب شک ہو، ڈیفالٹس استعمال کریں (منیرو کے ساتھ)
zh_cn: 不确定怎么做也不必担心，直接使用门罗钱包的默认设置就能搞定
zh_tw: 不確定怎麼做也不必擔心，直接使用門羅錢包的默認設置就能搞定

# knowledge250Sbpractices250Sbdescription
source: Let's have a look at steps and precautions that must be taken to preserve privacy, evade scams, and ensure the proper delivery of transactions while using Monero.
cs: Podívejme se na kroky a opatření, která je třeba přijmout, abyste si zachovali soukromí, vyhnuli se podvodům a zajistili řádné doručení transakcí při používání Monero.
fi: Katsotaanpa vaiheita ja varotoimia, jotka on toteutettava yksityisyyden suojaamiseksi, huijausten välttämiseksi ja transaktioiden asianmukaisen toimituksen varmistamiseksi Moneroa käytettäessä.
fr: Examinons les étapes et les précautions à prendre pour préserver la confidentialité, éviter les arnaques et assurer le bon déroulement des transactions lors de l'utilisation de Monero.
it: Diamo un'occhiata ai passaggi e alle precauzioni che devono essere prese per preservare la privacy, eludere le truffe e garantire la corretta consegna delle transazioni durante l'utilizzo di Monero.
lt: Pažvelkime į veiksmus ir atsargumo priemones, kurių reikia imtis norint išsaugoti privatumą, išvengti sukčiavimo ir užtikrinti tinkamą operacijų pristatymą naudojant Monero.
nb: La oss ta en titt på trinn og forholdsregler som må tas for å bevare personvernet, unngå svindel og sikre riktig levering av transaksjoner mens du bruker Monero.
nl: Laten we eens kijken naar de stappen en voorzorgsmaatregelen die moeten worden genomen om de privacy te behouden, oplichting te omzeilen en ervoor te zorgen dat transacties correct worden uitgevoerd tijdens het gebruik van Monero.
pl: Rzućmy okiem na środki ostrożności, które należy podjąć w celu zachowania prywatności, uniknięcia oszustw i zapewnienia odpowiedniego dostarczania transakcji podczas korzystania z Monero.
pt_br: Vamos dar uma olhada nas etapas e precauções que devem ser tomadas para preservar a privacidade, evitar golpes e garantir a entrega adequada das transações ao usar o Monero.
sl: Oglejmo si korake in ukrepe, ki jih je treba sprejeti za ohranjanje zasebnosti, izogibanje prevaram in zagotavljanje pravilne dostave transakcij pri uporabi Monera.
sv: Låt oss ta en titt på steg och försiktighetsåtgärder som måste vidtas för att bevara integriteten, undvika bedrägerier och säkerställa korrekt leverans av transaktioner när du använder Monero.
tl: Tingnan natin ang mga hakbang at pag-iingat na dapat gawin upang mapanatili ang privacy, maiwasan ang mga scam, at matiyak ang wastong paghahatid ng mga transaksyon habang ginagamit ang Monero.
tr: Monero kullanırken gizliliği korumak, dolandırıcılıktan kaçınmak ve işlemlerin doğru şekilde yapılmasını sağlamak için alınması gereken adımlara ve önlemlere bir göz atalım.
ur: آئیے ان اقدامات اور احتیاطی تدابیر پر ایک نظر ڈالیں جو پرائیویسی کو محفوظ رکھنے، گھوٹالوں سے بچنے، اور Monero استعمال کرتے وقت لین دین کی مناسب ترسیل کو یقینی بنانے کے لیے ضروری ہیں۔
zh_cn: 保护隐私，避免诈骗，使用门罗币时必须采取的步骤和预防措施.
zh_tw: 保護隱私，避免詐騙，使用門羅幣時必須採取的步驟和預防措施.

# knowledge250Sbpractices250Sbtitle
source: Monero Best Practices for Beginners
cs: Osvědčené postupy pro začátečníky s Monero
fi: Moneron parhaat käytännöt aloittelijoille
fr: Les meilleures pratiques d'utilisation de Monero pour les débutants
it: Migliori pratiche Monero per principianti
lt: „Monero“ geriausia praktika pradedantiesiems
nb: Monero beste praksis for nybegynnere
nl: Praktische Tips van Monero voor Beginners
pl: Dobre praktyki Monero dla początkujących
pt_br: Práticas recomendadas Monero para iniciantes
sl: Najboljše Monero Prakse za Začetnike
sv: Monero bästa praxis för nybörjare
tl: Pinakamahuhusay na Kasanayan sa Monero para sa Mga Nagsisimula
tr: Yeni Başlayanlar İçin Monero En İyi Uygulamaları
ur: مبتدیوں کے لیے Monero بہترین طرز عمل
zh_cn: 门罗币最佳入门指南
zh_tw: 門羅幣最佳入門指南
