Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbringct250Sb0250Sbtext
source: <p>Monero’s privacy does not depend on one singular mechanism that, if broken, would reveal the entirety of transactions, but rather three different technologies that work in tandem to provide holistic privacy while compensating for the weaknesses of the other parts. This three-prong approach consists of <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures</a>, RingCT, and <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses</a>. These three technologies hide the real output (sender), amount, and receiver respectively. Today we’ll be talking about RingCT.</p> <p>RingCT is arguably the most technical of the three, and can be difficult to understand, so we won’t be covering how it works exactly, but rather showing how it is possible to not know an amount and still confirm things about it. And don’t worry, we’ll use plenty of examples as always.</p> <p>First, let’s explore why it’s important to verify anything about the amounts. Why can’t we just keep them completely secret? The answer is, there are clever ways that people can create money from thin air if given the opportunity. How might something like this work? Let’s look at an example.</p> <p>If you want to purchase an item from your friend, and he wants ten dollars for it, then you start with ten dollars and he starts with zero. After you give him the ten dollars, he has ten dollars and you have zero. You started with ten, and now he has ten. No money was created or destroyed in this transaction.</p> <p>With cryptocurrencies, a clever individual can give ten dollars for the item and instead of receiving zero dollars in change, they can receive two dollars back. Instead of 0 and 10 leading to 10 and 0 (or 10=10), it’s now 0 and 10 leads to 10 and 2 (or 10=12). Two Monero was just created out of thin air. You can imagine that if the individual was to do this to themselves several times, they would be able to amass a gigantic fortune in short order.</p> <p>With Bitcoin and others, this would be easy to see. You look at the inputs going into a transactions and the outputs coming out and make sure that what is sent equals what is received. If these amounts were encrypted and not visible then a user has no way of verifying that what is sent and what is received is the same.</p> <p>In an attempt to increase Bitcoin privacy, Gregory Maxwell created Confidential Transactions (CT), a new technology that would allow for encrypted amounts, while proving that nothing was created or destroyed in the process. As with most privacy technology, it did not make it into Bitcoin, but Monero was keen on adopting it. There was just one problem. The already implemented technology of ring signatures was incompatible with the proposed idea. So, one of the MRL researchers at the time, Shen Noether, modified CT into RingCT, a version of CT that was compatible with ring signatures.</p> <p>Once again, the way this works is quite technical, and would be difficult to explain in an introductory article. For the cryptography enthusiast who simply must know, there are plenty of in-depth articles written on the internet about the inner workings of CT. For the rest of us, this article will show how it might be possible to hide the amounts, but still prove that nothing was created or destroyed.</p> <p>Let’s say Alice wanted to send Bob money. Alice will send 10 XMR to Bob, who will receive 10 XMR. 10=10 so nothing is wrong here. But Alice doesn’t want anyone to know how much she is sending. So she and Bob create a shared secret. Basically a number that only the two of them know. Let’s say that number is 22. Now, Alice multiplies 10 (what she is really sending) by 22 to get 220. This is the number she shares with the network.</p> <p>The miners themselves don't know the secret number. If they did, they could divide the number they are shown by the secret number and get the real amount sent. But since they don’t, they can’t. They do see that Bob will receive 220 though. 220 sent. 220 received. 220 = 220. In this way, the network can verify that no Monero was created or destroyed, all without knowing the real amount that Alice sent Bob.</p> <p>Since Bob knows the shared secret number, when he receives the money, he just divides by 22 to get the real amount that Alice sent, 10. Alice and Bob both know how much was sent and how much was received, all while everyone else is given a false number.</p> <p>Once again, this is not the actual way in which CT works, but it gives an idea of how something like this might be possible. The real way involves things like Pedersen commitments, two sent amounts (one encrypted amount to the receiver and one commitment amount to the network), and…yeah, it’s already easy to see how one could get lost in all that.</p> <p>One thing to note however, is that while RingCT does hide the amount transacted between two parties in a transaction, it does not hide two other sets of numbers.</p> <p>The first is the coinbase transactions. If this term is unfamiliar to you, it basically means the reward that miners get for finding the next block. This number is not hidden. Anyone can see how much the protocol has awarded a miner for their service. In this way, the current amount of Monero in existence can be known by adding up all of the coinbase transactions. Their sum will equal the current Monero in circulation.</p> <p>The second number not hidden is the fee paid to the miners when a user sends a transaction. The fees have to be in the clear so miners can know who to prioritize. This is a way that users can hurt their privacy however, as if someone uses a unique miner fee each time they send a transaction (like 0.12345), then their transactions can be linked.</p> <p>Other than these cases, RingCT has been hiding Monero amounts since 2017, and our collective privacy is all the stronger for it.</p>
cs: <p>Soukromí Monero nezávisí na jednom jediném mechanismu, který by v případě prolomení odhalil všechny transakce, ale spíše na třech různých technologiích, které pracují v tandemu a zajišťují komplexní soukromí, přičemž kompenzují slabiny ostatních částí. Tento tříbodový přístup se skládá z <a target="_blank" href="/knowledge/ring-signatures" class="next-link">kruhových podpisů</a>, RingCT a <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">skrytých adres</a>. Tyto tři technologie skrývají skutečný výstup (odesílatel), množství a příjemce. Dnes budeme mluvit o RingCT.</p> <p>RingCT je pravděpodobně nejtechničtější z těchto tří metod a může být obtížné mu porozumět, takže se nebudeme zabývat tím, jak přesně funguje, ale spíše si ukážeme, jak je možné neznat částku a přesto si o ní něco potvrdit. A nebojte se, jako vždy použijeme spoustu příkladů.</p> <p>Nejdříve prozkoumejme, proč je důležité ověřit cokoli o částkách. Proč je prostě nemůžeme nechat zcela v tajnosti? Odpověď zní, že existují chytré způsoby, jak mohou lidé vytvářet peníze ze vzduchu, pokud k tomu mají příležitost. Jak by něco takového mohlo fungovat? Podívejme se na příklad.</p> <p>Pokud si chcete od kamaráda koupit nějakou věc a on za ni chce deset dolarů, pak začínáte s deseti dolary a on s nulou. Poté, co mu těch deset dolarů dáte, bude mít on deset dolarů a vy nulu. Vy jste začínali s deseti a on má nyní deset. Při této transakci nebyly vytvořeny ani zničeny žádné peníze.</p> <p>Díky kryptoměnám může chytrý člověk dát za položku deset dolarů a místo nuly dolarů v drobných může dostat dva dolary zpět. Místo 0 a 10 vede k 10 a 0 (nebo 10=10), nyní je to 0 a 10 vede k 10 a 2 (nebo 10=12). Dvě Monera byla vytvořena jen tak ze vzduchu. Dovedete si představit, že kdyby si to jednotlivec udělal několikrát, dokázal by v krátké době nashromáždit gigantické jmění.</p> <p>U Bitcoinu a dalších by to bylo snadno dohledatelné. Podíváte se na vstupy vstupující do transakcí a výstupy vycházející z transakcí a ujistíte se, že to, co je odesláno, se rovná tomu, co je přijato. Pokud by tyto částky byly zašifrované a nebyly viditelné, pak uživatel nemá možnost ověřit, že to, co je odesláno, a to, co je přijato, je stejné.</p> <p>Ve snaze zvýšit soukromí Bitcoinu vytvořil Gregory Maxwell novou technologii Confidential Transactions (CT), která by umožnila šifrovat částky a zároveň prokázat, že při tomto procesu nebylo nic vytvořeno ani zničeno. Stejně jako většina technologií pro ochranu soukromí se do Bitcoinu nedostala, ale Monero ji chtělo přijmout. Byl tu jen jeden problém. Již zavedená technologie kruhových podpisů byla s navrhovanou myšlenkou nekompatibilní. Jeden z tehdejších výzkumníků MRL, Shen Noether, proto upravil CT na RingCT, verzi CT, která byla kompatibilní s kruhovými podpisy.</p> <p>Znovu opakuji, že způsob, jakým to funguje, je poměrně technický a bylo by obtížné jej vysvětlit v úvodním článku. Pro nadšence do kryptografie, kteří to prostě musí vědět, je na internetu napsána spousta podrobných článků o vnitřním fungování CT. Nám ostatním tento článek ukáže, jak by bylo možné částky skrýt, ale přesto dokázat, že nic nebylo vytvořeno ani zničeno.</p> <p>Řekněme, že Alice chce Bobovi poslat peníze. Alice pošle Bobovi 10 XMR a ten obdrží 10 XMR. 10=10, takže zde není nic špatně. Alice však nechce, aby někdo věděl, kolik posílá. Proto si s Bobem vytvoří sdílené tajemství. V podstatě číslo, které znají jen oni dva. Řekněme, že toto číslo je 22. Nyní Alice vynásobí 10 (to, co skutečně posílá) číslem 22 a získá číslo 220. To je číslo, které sdílí se sítí.</p> <p>Sami těžaři tajné číslo neznají. Kdyby to věděli, mohli by vydělit zobrazené číslo tajným číslem a získat skutečnou odeslanou částku. Ale protože to nevědí, nemohou to udělat. Vidí však, že Bob obdrží 220. 220 odesláno. 220 přijato. 220 = 220. Tímto způsobem může síť ověřit, že žádné Monero nebylo vytvořeno ani zničeno, a to vše bez znalosti skutečné částky, kterou Alice Bobovi poslala.</p> <p>Jelikož Bob zná sdílené tajné číslo, po obdržení peněz pouze vydělí 22 a získá skutečnou částku, kterou Alice poslala, tedy 10. Alice i Bob tedy vědí, kolik bylo odesláno a kolik bylo přijato, zatímco všichni ostatní mají k dispozici falešné číslo.</p> <p>Znovu opakuji, že toto není skutečný způsob, jakým CT funguje, ale dává to představu, jak by něco takového mohlo být možné. Skutečný způsob zahrnuje věci jako Pedersenovy závazky, dvě odeslané částky (jednu zašifrovanou částku příjemci a jednu částku závazku do sítě) a... ano, už je snadné si představit, jak by se v tom všem dalo ztratit.</p> <p>Jediná věc, kterou je třeba si uvědomit, je, že RingCT sice skrývá částku, která byla v rámci transakce mezi dvěma stranami převedena, ale neskrývá dvě další sady čísel.</p> <p>První jsou transakce na coinbase. Pokud je vám tento pojem neznámý, znamená v podstatě odměnu, kterou těžaři dostávají za nalezení dalšího bloku. Toto číslo není skryté. Každý se může podívat, kolik protokol udělil těžaři za jeho službu. Aktuální množství existujícího Monera tak lze zjistit sečtením všech transakcí coinbase. Jejich součet se bude rovnat aktuálnímu množství Monera v oběhu.</p> <p>Druhým neskrývaným číslem je poplatek, který se platí těžařům, když uživatel odešle transakci. Poplatky musí být jasné, aby těžaři věděli, koho mají upřednostnit. Tímto způsobem si však uživatelé mohou poškodit soukromí, protože pokud někdo při každém odeslání transakce použije jedinečný poplatek pro těžaře (například 0,12345), lze jeho transakce propojit.</p> <p>Kromě těchto případů RingCT skrývá částky v měně Monero již od roku 2017 a naše kolektivní soukromí je díky tomu ještě silnější.</p>
fi: <p>Moneron yksityisyys ei riipu yhdestä yksittäisestä mekanismista, joka rikkoutuessaan paljastaisi transaktiot kokonaisuudessaan, vaan pikemminkin kolmesta eri tekniikasta, jotka toimivat rinnakkain tarjotakseen kokonaisvaltaista yksityisyyttä samalla kun kompensoidaan muiden osien heikkouksia. Tämä kolmiosainen lähestymistapa koostuu <a target="_blank" href="/knowledge/ring-signatures" class="next-link">sormusallekirjoituksista</a>, RingCT:stä ja <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">"stealth" osoitteista</a>. Nämä kolme tekniikkaa piilottavat todellisen ulostulon (lähettäjän), määrän ja vastaanottajan. Tänään puhumme RingCT:stä.</p> <p>RingCT on luultavasti teknisin näistä kolmesta ja sitä voi olla vaikea ymmärtää, joten emme kerro sen toimintaa tarkasti, vaan pikemminkin näytämme kuinka on mahdollista olla tietämättä määrää ja silti vahvistaa asioita siitä. Ja älä huoli, käytämme paljon esimerkkejä kuten aina.</p> <p> Selvitetään ensin, miksi on tärkeää tarkistaa summat. Miksi emme voi vain pitää niitä täysin salassa? Vastaus on, että on olemassa älykkäitä tapoja, joilla ihmiset voivat luoda rahaa tyhjästä, jos heille annetaan mahdollisuus. Miten tällainen voisi toimia? Katsotaanpa esimerkkiä.</p> <p>Jos haluat ostaa jotain ystävältäsi ja hän haluaa siitä kymmenen dollaria, aloitat kymmenellä dollarilla ja hän aloittaa nollasta. Kun annat hänelle kymmenen dollaria, hänellä on kymmenen dollaria ja sinulla on nolla. Aloitit kymmenellä, ja nyt hänellä on kymmenen. Tässä tapahtumassa ei luotu tai tuhottu rahaa.</p> <p>Kryptovaluutoilla älykäs henkilö voi antaa tuotteesta kymmenen dollaria, ja sen sijaan, että hän saisi nolla dollaria vaihtorahaa, hän voi saada kaksi dollaria takaisin. Sen sijaan, että 0 ja 10 johtaisivat 10:een ja 0:aan (tai 10=10), nyt 0 ja 10 johtaa 10:een ja 2:een (tai 10=12). Kaksi Moneroa luotiin aivan tyhjästä. Voit kuvitella, että jos henkilö tekisi tämän itselleen useita kertoja, hän voisi kerätä jättimäisen omaisuuden lyhyessä ajassa.</p> <p> Bitcoinin ja muiden kanssa tämä olisi helppo nähdä tapahtuvan. Tarkastelet transaktioihin meneviä tuloja ja poistuvia ulostuloja varmistaen, että lähetetty vastaa vastaanotettua. Jos nämä summat salattiin eivätkä ne näkyneet, käyttäjällä ei ole mahdollisuutta varmistaa, että lähetettävä ja vastaanotettu seikka on sama.</p> <p>Yrittääkseen lisätä Bitcoinin yksityisyyttä Gregory Maxwell loi Confidential Transactionsin (CT), uuden teknologian, joka mahdollistaa salattujen summien käytön samalla, kun hän todistaa ettei prosessissa luotu tai tuhottu mitään. Kuten useimmat yksityisyysteknologiat, se ei toteutunut Bitcoinissa, mutta Monero halusi ottaa sen käyttöön. Oli vain yksi ongelma. Jo toteutettu sormusallekirjoitustekniikka ei ollut yhteensopiva ehdotetun idean kanssa. Niinpä yksi silloisista MRL-tutkijoista, Shen Noether, muunsi CT:n RingCT:ksi, CT:n versioksi joka oli yhteensopiva sormusallekirjoitusten kanssa.</p> <p> Jälleen kerran tämän toimintatapa on melko tekninen, ja sitä olisi vaikea selittää johdantoartikkelissa. Salausharrastajalle, joka välttämättä haluaa tietää, on Internetissä paljon perusteellisia artikkeleita CT:n sisäisestä toiminnasta. Meille muille tämä artikkeli näyttää, kuinka summat voi olla mahdollista piilottaa, mutta silti todistaa, ettei mitään luotu tai tuhottu.</p> <p>Oletetaan, että Alice halusi lähettää Bobille rahaa. Alice lähettää 10 XMR Bobille, joka saa 10 XMR. 10=10 joten tässä ei ole mitään vikaa. Mutta Alice ei halua kenenkään tietävän, kuinka paljon hän lähettää. Joten hän ja Bob luovat yhteisen salaisuuden. Periaatteessa numero, jonka vain he kaksi tietävät. Oletetaan, että luku on 22. Nyt Alice kertoo 10:llä (mitä hän todella lähettää) 22 saadakseen 220. Tämä on numero, jonka hän jakaa verkon kanssa.</p> <p> Louhijat eivät itse tiedä salaista numeroa. Jos he tietäisivät, he voisivat jakaa heille näytettävän numeron salaisella numerolla ja saada todellisen lähetettävän summan. Mutta koska he eivät tiedä, he eivät voi. He näkevät kuitenkin, että Bob saa 220. 220 lähetetty. 220 vastaanotettu. 220 = 220. Tällä tavalla verkko voi varmistaa, ettei Moneroa ole luotu tai tuhottu tietämättä todellista summaa, jonka Alice lähetti Bobille.</p> <p>Koska Bob tietää jaetun salaisen numeron, vastaanottaessan rahat hän jakaa vain 22:lla saadakseen selville todellisen Alicen lähettämän summan, 10. Alice ja Bob tietävät molemmat, kuinka paljon lähetettiin ja kuinka paljon vastaanotettiin. Kaikille muille annetaan väärä numero.</p> <p> Jälleen kerran, tämä ei ole varsinainen tapa, jolla CT toimii, mutta se antaa käsityksen siitä kuinka tällainen voisi olla mahdollista. Todellinen tapa sisältää asioita, kuten Pedersenin sitoumukset, kaksi lähetettyä summaa (yksi salattu summa vastaanottajalle ja yksi sitoutumissumma verkkoon) ja… joo, on jo helppo nähdä, kuinka tämä kaikki voi mennä yli hilseen.</p> <p>Yksi huomioitava asia on kuitenkin se, että vaikka RingCT piilottaa transaktion kahden osapuolen välisen summan, se ei piilota kahta muuta numerosarjaa.</p> <p> Ensimmäinen on kolikkopohjaiset tapahtumat. Jos tämä termi on sinulle tuntematon, se tarkoittaa periaatteessa palkkiota, jonka louhijat saavat seuraavan lohkon löytämisestä. Tätä numeroa ei ole piilotettu. Kuka tahansa näkee, kuinka paljon protokolla on myöntänyt louhijalle heidän työstään. Tällä tavalla olemassa olevan Moneron nykyinen määrä voidaan tietää laskemalla yhteen kaikki kolikkopohjaiset transaktiot. Niiden summa on yhtä suuri kuin nykyinen liikkeessä oleva Monero.</p> <p>Toinen ei-piilotettu numero on maksu, joka maksetaan louhijoille, kun käyttäjä lähettää transaktion. Maksujen on oltava näkyvillä, jotta louhijat voivat tietää mitä priorisoida. Tämä on tapa, jolla käyttäjät voivat kuitenkin vahingoittaa heidän yksityisyyttään, sillä jos joku käyttää yksilöllistä louhimispalkkiota joka kerta kun hän lähettää transaktion (kuten 0,12345), hänen transaktiot voidaan linkittää.</p> <p>Muuten kuin nämä tapaukset, RingCT on piilottanut Monero-summia vuodesta 2017 lähtien ja kollektiivinen yksityisyytemme on sitäkin vahvempi.</p>
fr: <p>La confidentialité de Monero ne dépend pas d'un seul mécanisme qui, s'il était cassé, révélerait l'intégralité des transactions, mais plutôt de trois technologies différentes qui fonctionnent de concert pour fournir une confidentialité globale, tout en compensant les faiblesses des autres parties. Cette approche à trois volets consiste en <a target="_blank" href="/knowledge/ring-signatures" class="next-link">les signatures de cercle</a>, RingCT et <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">les adresses furtives</a>. Ces trois technologies masquent respectivement la sortie réelle (expéditeur), le montant et le récepteur. Aujourd'hui, nous allons parler de RingCT.</p> <p>RingCT est sans doute la plus technique des trois, et peut être difficile à comprendre, donc nous n'expliquerons pas comment cela fonctionne exactement, mais plutôt comment il est possible de ne pas connaître un montant et de confirmer des informations à ce sujet . Et ne vous inquiétez pas, nous utiliserons de nombreux exemples comme toujours.</p> <p>D'abord, explorons pourquoi il est important de vérifier tout ce qui concerne les montants. Pourquoi ne pouvons-nous pas les garder complètement secrets ? La réponse est qu'il existe des moyens intelligents permettant aux gens de créer de l'argent à partir de rien si on leur en donne l'occasion. Comment quelque chose comme ça pourrait-il fonctionner ? Prenons un exemple.</p> <p>Si vous voulez acheter un article à votre ami et qu'il en veut dix euros, vous commencez avec dix euros et il commence avec zéro. Après que vous lui ayez donné les dix euros, il a dix euros et vous avez zéro. Vous avez commencé avec dix, et maintenant il en a dix. Aucun argent n'a été créé ou détruit dans cette transaction.</p> <p>Avec les crypto-monnaies, un individu intelligent peut donner dix euros pour l'article et au lieu de recevoir zéro euro en change, il peut recevoir deux euros en retour. Au lieu de 0 et 10 menant à 10 et 0 (ou 10 = 10), c'est maintenant 0 et 10 menant à 10 et 2 (ou 10 = 12). Deux euros viennent d'être créés à partir de rien. Vous pouvez imaginer que si l'individu faisait cela plusieurs fois, il pourrait amasser une fortune gigantesque en peu de temps.</p> <p>Avec Bitcoin et d'autres, ce serait facile à voir. Vous regardez les entrées et les sorties d'une transaction et vous assurez que ce qui est envoyé est égal à ce qui est reçu. Si ces montants ont été cryptés et non visibles, l'utilisateur n'a aucun moyen de vérifier que le montant qui est envoyé est le même que celui qui est reçu.</p> <p>Pour tenter d'augmenter la confidentialité de Bitcoin, Gregory Maxwell a créé les transactions confidentielles (CT), une nouvelle technologie qui permettrait des montants cryptés, tout en prouvant que rien n'a été créé ou détruit au cours du processus. Comme pour la plupart des technologies de confidentialité, elle n'a pas été intégrée à Bitcoin, mais Monero tenait à l'adopter. Il y avait juste un problème. La technologie déjà mise en œuvre des signatures de cercle était incompatible avec l'idée proposée. Ainsi, l'un des chercheurs du MRL à l'époque, Shen Noether, a modifié CT en RingCT, une version de CT compatible avec les signatures de cercle.</p> <p>Encore une fois, le fonctionnement est assez technique et serait difficile à expliquer dans un article d'introduction. Pour les amateurs de cryptographie qui veulent tout savoir, il existe de nombreux articles détaillés sur Internet concernant les rouages de la technologie CT. Pour le reste d'entre nous, cet article montrera comment il pourrait être possible de cacher les montants, mais prouvera toujours que rien n'a été créé ou détruit.</p> <p>Imaginons qu'Alice veuille envoyer de l'argent à Bob. Alice enverra 10 XMR à Bob, qui recevra 10 XMR. 10 = 10 donc tout va bien ici. Mais Alice ne veut pas que quiconque sache combien elle envoie. Alors elle et Bob créent un secret partagé. En gros un numéro que seuls eux deux connaissent. Disons que ce nombre est 22. Maintenant, Alice multiplie 10 (ce qu'elle envoie réellement) par 22 pour obtenir 220. C'est le nombre qu'elle partage avec le réseau.</p> <p>Les mineurs eux-mêmes ne connaissent pas le numéro secret. S'ils le connaissaient, ils pourraient diviser le nombre qui leur est indiqué par le nombre secret et obtenir le montant réel envoyé. Mais comme ils ne le connaissent pas, ils ne peuvent pas. Ils voient cependant que Bob recevra 220. 220 envoyés. 220 reçus. 220 = 220. De cette manière, le réseau peut vérifier qu'aucun Monero n'a été créé ou détruit, le tout sans connaître le montant réel qu'Alice a envoyé à Bob.</p> <p>Puisque Bob connaît le numéro secret partagé, lorsqu'il reçoit l'argent, il divise simplement par 22 pour obtenir le montant réel qu'Alice a envoyé, 10. Alice et Bob savent tous les deux combien a été envoyé et combien a été reçu, tout en donnant à tout le monde un faux montant.</p> <p>Encore une fois, ce n'est pas la façon exacte dont fonctionne CT, mais cela donne une idée de la façon dont quelque chose comme ça pourrait être possible. La vraie manière implique des choses comme les engagements de Pedersen, deux montants envoyés (un montant crypté au destinataire et un montant d'engagement au réseau), et … oui, il est déjà facile de voir comment on pourrait se perdre dans tout ça.</p> <p>Une chose à noter cependant, c'est que si RingCT cache le montant échangé entre deux parties dans une transaction, il ne cache pas deux autres types de montants.</p> <p>Le premier concerne les transactions « coinbase ». Si ce terme ne vous est pas familier, cela signifie essentiellement la récompense que les mineurs obtiennent pour avoir trouvé le bloc suivant. Ce montant n'est pas caché. Tout le monde peut voir combien le protocole a récompensé un mineur pour son service. De cette façon, le montant actuel de Monero existant peut être connu en additionnant toutes les transactions « coinbase ». Leur somme sera égale au total de Monero actuel en circulation.</p> <p>Le deuxième montant non masqué correspond aux frais payés aux mineurs lorsqu'un utilisateur envoie une transaction. Les frais doivent être clairs pour que les mineurs sachent à qui donner la priorité. Cela peut être une source de compromission de confidentialité, si par exemple une personne utilisait un montant fixe pour les frais de mineur à chaque fois qu'il envoyait une transaction (par exemple 0,12345), ce qui permettrait alors de pouvoir potentiellement lier ses transactions.</p> <p>En dehors de ces cas, RingCT cache les montants de Monero depuis 2017, et notre confidentialité collective en est d'autant plus forte.</p>
it: <p>La privacy di Monero non dipende da un singolo meccanismo che, se rotto, rivelerebbe la totalità delle transazioni, ma piuttosto da tre diverse tecnologie che lavorano in tandem per fornire privacy olistica compensando i punti deboli delle altre parti. Questo approccio a tre poli è costituito da firme ad anello, RingCT e indirizzi invisibili. Queste tre tecnologie nascondono rispettivamente l'output reale (mittente), l'importo e il destinatario. Oggi parleremo di RingCT.</p> <p>RingCT è probabilmente il più tecnico dei tre e può essere difficile da capire, quindi non spiegheremo come funziona esattamente, ma piuttosto mostreremo come è possibile non conoscere una quantità e comunque confermare le cose al riguardo . E non preoccuparti, useremo molti esempi come sempre.</p> <p>Innanzitutto, esploriamo perché è importante verificare qualcosa sugli importi. Perché non possiamo semplicemente tenerli completamente segreti? La risposta è che ci sono modi intelligenti con cui le persone possono creare denaro dal nulla se ne hanno l'opportunità. Come potrebbe funzionare qualcosa di simile? Vediamo un esempio.</p> <p>Se desideri acquistare un oggetto dal tuo amico e lui vuole dieci dollari per questo, inizi con dieci dollari e lui inizia con zero. Dopo che gli hai dato i dieci dollari, lui ha dieci dollari e tu zero. Hai iniziato con dieci, e ora ne ha dieci. Nessun denaro è stato creato o distrutto in questa transazione.</p> <p>Con le criptovalute, un individuo intelligente può dare dieci dollari per l'articolo e invece di ricevere zero dollari in resto, può ricevere indietro due dollari. Invece di 0 e 10 che portano a 10 e 0 (o 10 = 10), ora è 0 e 10 porta a 10 e 2 (o 10 = 12). Two Monero è stato appena creato dal nulla. Puoi immaginare che se l'individuo facesse questo a se stesso più volte, sarebbe in grado di accumulare una fortuna gigantesca in breve tempo.</p> <p>Con Bitcoin e altri, questo sarebbe facile da vedere. Osservi gli input che entrano in una transazione e gli output che escono e assicurati che ciò che viene inviato sia uguale a ciò che viene ricevuto. Se questi importi fossero crittografati e non visibili, un utente non ha modo di verificare che ciò che viene inviato e ciò che viene ricevuto sia lo stesso.</p> <p>Nel tentativo di aumentare la privacy di Bitcoin, Gregory Maxwell ha creato Confidential Transactions (CT), una nuova tecnologia che consentirebbe importi crittografati, dimostrando che nulla è stato creato o distrutto nel processo. Come con la maggior parte delle tecnologie per la privacy, non è entrata in Bitcoin, ma Monero desiderava adottarla. C'era solo un problema. La tecnologia già implementata delle firme ad anello era incompatibile con l'idea proposta. Quindi, uno dei ricercatori di MRL dell'epoca, Shen Noether, modificò CT in RingCT, una versione di CT compatibile con le firme degli anelli.</p> <p>Ancora una volta, il modo in cui funziona è piuttosto tecnico e sarebbe difficile da spiegare in un articolo introduttivo. Per gli appassionati di crittografia che semplicemente devono saperlo, ci sono molti articoli approfonditi scritti su Internet sul funzionamento interno della TC. Per il resto di noi, questo articolo mostrerà come potrebbe essere possibile nascondere gli importi, ma comunque dimostrare che nulla è stato creato o distrutto.</p> <p>Supponiamo che Alice volesse inviare denaro a Bob. Alice invierà 10 XMR a Bob, che riceverà 10 XMR. 10 = 10 quindi non c'è niente di sbagliato qui. Ma Alice non vuole che nessuno sappia quanto sta inviando. Quindi lei e Bob creano un segreto condiviso. Fondamentalmente un numero che solo loro due conoscono. Supponiamo che il numero sia 22. Ora, Alice moltiplica 10 (ciò che sta realmente inviando) per 22 per ottenere 220. Questo è il numero che condivide con la rete.</p> <p>I minatori stessi non conoscono il numero segreto. Se lo facessero, potrebbero dividere il numero che viene mostrato dal numero segreto e ottenere l'importo reale inviato. Ma dal momento che non lo fanno, non possono. Tuttavia, vedono che Bob ne riceverà 220. 220 inviato. 220 ricevuti. 220 = 220. In questo modo, la rete può verificare che nessun Monero sia stato creato o distrutto, il tutto senza conoscere l'effettivo importo che Alice ha inviato a Bob.</p> <p>Dato che Bob conosce il numero segreto condiviso, quando riceve il denaro, divide semplicemente per 22 per ottenere l'importo reale che Alice ha inviato, 10. Alice e Bob sanno entrambi quanto è stato inviato e quanto è stato ricevuto, il tutto mentre a tutti gli altri viene assegnato un numero falso.</p> <p>Ancora una volta, questo non è il modo effettivo in cui funziona la TC, ma dà un'idea di come potrebbe essere possibile qualcosa di simile. Il vero modo coinvolge cose come gli impegni di Pedersen, due importi inviati (un importo crittografato al destinatario e un importo di impegno alla rete), e ... sì, è già facile vedere come ci si possa perdere in tutto questo.</p> <p>Una cosa da notare, tuttavia, è che mentre RingCT nasconde l'importo negoziato tra due parti in una transazione, non nasconde altre due serie di numeri.</p> <p>Il primo sono le transazioni coinbase. Se questo termine non ti è familiare, significa fondamentalmente la ricompensa che i minatori ottengono per aver trovato il blocco successivo. Questo numero non è nascosto. Chiunque può vedere quanto il protocollo ha assegnato a un minatore per il suo servizio. In questo modo, la quantità attuale di Monero esistente può essere conosciuta sommando tutte le transazioni coinbase. La loro somma sarà pari all'attuale Monero in circolazione.</p> <p>Il secondo numero non nascosto è la commissione pagata ai miner quando un utente invia una transazione. Le tariffe devono essere chiare in modo che i minatori possano sapere a chi dare la priorità. Questo è un modo in cui gli utenti possono danneggiare la loro privacy, tuttavia, come se qualcuno utilizzasse una commissione univoca del minatore ogni volta che invia una transazione (come 0,12345), le loro transazioni possono essere collegate.</p> <p>Oltre a questi casi, RingCT nasconde gli importi Monero dal 2017 e la nostra privacy collettiva è tanto più forte per questo.</p>
lt: <p>Monero privatumas nepriklauso nuo vieno vienintelio mechanizmo, kurį sugedus būtų atskleista visa operacijų visuma, o veikiau nuo trijų skirtingų technologijų, kurios veikia kartu, kad užtikrintų holistinį privatumą ir kompensuotų kitų dalių trūkumus. Šį trijų dalių metodą sudaro <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> skambėjimo parašai</a>, RingCT ir <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link"> slapti adresai </a>. Šios trys technologijos atitinkamai paslepia tikrąją išvestį (siuntėją), kiekį ir gavėją. Šiandien kalbėsime apie RingCT.</p> <p>RingCT yra neabejotinai pats techniniausias iš trijų ir gali būti sunkiai suprantamas, todėl neaprašysime, kaip jis tiksliai veikia, o parodysime, kaip galima nežinoti sumos ir vis tiek patvirtinti dalykus. . Ir nesijaudinkite, kaip visada naudosime daugybę pavyzdžių.</p> <p> Pirmiausia išsiaiškinkime, kodėl svarbu ką nors patikrinti apie sumas. Kodėl negalime jų laikyti visiškai paslaptyje? Atsakymas yra tas, kad yra protingų būdų, kaip žmonės gali susikurti pinigų iš oro, jei jiems suteikiama galimybė. Kaip kažkas panašaus gali veikti? Pažiūrėkime į pavyzdį.</p> <p>Jei norite nusipirkti prekę iš savo draugo, o jis nori už tai dešimt dolerių, tada jūs pradedate nuo dešimties dolerių, o jis pradeda nuo nulio. Kai duodate jam dešimt dolerių, jis turi dešimt dolerių, o jūs – nulį. Jūs pradėjote nuo dešimties, o dabar jis turi dešimt. Per šią operaciją pinigai nebuvo sukurti ar sunaikinti.</p> <p>Naudodamas kriptovaliutas, sumanus asmuo už prekę gali duoti dešimt dolerių ir užuot gavęs nulį keitimo dolerių, gali atgauti du dolerius. Vietoj 0 ir 10, vedančių į 10 ir 0 (arba 10 = 10), dabar 0 ir 10 veda į 10 ir 2 (arba 10 = 12). Du Monero buvo ką tik sukurti iš oro. Galite įsivaizduoti, kad jei asmuo tai padarytų sau kelis kartus, jis greitai galėtų sukaupti milžinišką turtą.</p> <p> Naudojant Bitcoin ir kitus, tai būtų lengva pamatyti. Jūs žiūrite į įvestis, patenkančias į sandorius, ir išeinančias išvestis, ir įsitikinkite, kad tai, kas siunčiama, yra lygi tam, kas gaunama. Jei šios sumos buvo užšifruotos ir nematomos, vartotojas negali patikrinti, ar tai, kas siunčiama ir kas gaunama, yra vienodi.</p> <p>Siekdamas padidinti Bitcoin privatumą, Gregory Maxwell sukūrė Confidential Transactions (CT) – naują technologiją, kuri leistų užšifruoti sumas, kartu įrodant, kad nieko nebuvo sukurta ar sunaikinta. Kaip ir dauguma privatumo technologijų, ji nepateko į „Bitcoin“, tačiau Monero norėjo ją pritaikyti. Buvo tik viena problema. Jau įdiegta žiedinių parašų technologija buvo nesuderinama su pasiūlyta idėja. Taigi, vienas iš DLK tyrėjų tuo metu, Shen Noether, modifikavo CT į RingCT, CT versiją, suderinamą su žiedo parašais.</p> <p> Dar kartą pakartosiu, kaip tai veikia gana techniškai ir būtų sunku paaiškinti įvadiniame straipsnyje. Kriptografijos entuziastams, kuris tiesiog privalo žinoti, internete yra daug išsamių straipsnių apie kompiuterinės tomografijos veikimą. Mums, likusiems, šis straipsnis parodys, kaip galima paslėpti sumas, bet vis tiek įrodyti, kad niekas nebuvo sukurta ar sunaikinta.</p> <p> Tarkime, Alisa norėjo nusiųsti Bobui pinigų. Alisa nusiųs 10 XMR Bobui, kuris gaus 10 XMR. 10=10, taigi nieko čia blogo. Tačiau Alisa nenori, kad kas nors žinotų, kiek ji siunčia. Taigi ji ir Bobas sukuria bendrą paslaptį. Iš esmės skaičius, kurį žino tik jiedu. Tarkime, kad šis skaičius yra 22. Dabar Alisa 10 (ką ji iš tikrųjų siunčia) padaugina iš 22, kad gautų 220. Tai yra skaičius, kurį ji bendrina su tinklu.</p> <p>Patys kalnakasiai nežino slapto numerio. Jei tai padarytų, rodomą skaičių jie galėtų padalinti iš slapto skaičiaus ir gauti tikrąją išsiųstą sumą. Bet kadangi jie to nedaro, jie negali. Tačiau jie mato, kad Bobas gaus 220. 220 išsiųsta. gauta 220. 220 = 220. Tokiu būdu tinklas gali patikrinti, ar nebuvo sukurtas ar sunaikintas Monero, nežinant tikrosios sumos, kurią Alisa atsiuntė Bobui.</p> <p>Kadangi Bobas žino bendrinamą slaptą numerį, gavęs pinigus jis tiesiog padalija iš 22, kad gautų tikrąją Alisa išsiųstą sumą – 10. Alisa ir Bobas žino, kiek buvo išsiųsta ir kiek gauta. visiems kitiems suteikiamas klaidingas numeris.</p> <p> Dar kartą pakartosiu, kad tai nėra tikrasis KT veikimo būdas, tačiau jis suteikia idėją, kaip kažkas panašaus gali būti įmanoma. Tikrasis būdas apima tokius dalykus kaip Pedersen įsipareigojimai, dvi išsiųstos sumos (viena užšifruota suma gavėjui ir kita įsipareigojimo suma tinklui) ir... taip, jau lengva suprasti, kaip galima pasiklysti visame tame.</p> <p> Tačiau reikia atkreipti dėmesį į tai, kad nors RingCT slepia sumą, perduotą tarp dviejų sandorio šalių, ji neslepia dviejų kitų skaičių rinkinių.</p> <p>Pirmoji yra monetų bazės operacijos. Jei šis terminas jums nepažįstamas, tai iš esmės reiškia atlygį, kurį kalnakasiai gauna suradę kitą bloką. Šis numeris nėra paslėptas. Kiekvienas gali pamatyti, kiek protokolas atlygino kalnakasiui už jų paslaugą. Tokiu būdu dabartinę Monero sumą galima sužinoti sudėjus visas monetų bazės operacijas. Jų suma bus lygi dabartinei apyvartoje esančiai Monero.</p> <p>Antras nepaslėptas skaičius yra mokestis, mokamas kalnakasiams, kai vartotojas siunčia operaciją. Mokesčiai turi būti aiškūs, kad kalnakasiai žinotų, kam teikti pirmenybę. Tačiau tai yra būdas, kuriuo vartotojai gali pakenkti savo privatumui, nes jei kas nors naudoja unikalų kasybos mokestį kiekvieną kartą, kai siunčia operaciją (pvz., 0,12345), tada jų operacijos gali būti susietos.</p> <p>Išskyrus šiuos atvejus, RingCT slepia Monero sumas nuo 2017 m., todėl mūsų kolektyvinis privatumas yra dar didesnis.</p>
nb: <p>Moneros personvern er ikke avhengig av én enkelt mekanisme som, hvis den brytes, vil avsløre hele transaksjonene, men snarere tre forskjellige teknologier som jobber sammen for å gi helhetlig personvern samtidig som de kompenserer for svakhetene til de andre delene. Denne tredelte tilnærmingen består av <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer</a>, RingCT og <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth-adresser</a>. Disse tre teknologiene skjuler henholdsvis den virkelige utgangen (sender), mengden og mottakeren. I dag skal vi snakke om RingCT.</p> <p>RingCT er uten tvil den mest tekniske av de tre, og kan være vanskelig å forstå, så vi skal ikke dekke hvordan det fungerer nøyaktig, men heller vise hvordan det er mulig å ikke vite et beløp og likevel bekrefte ting om det . Og ikke bekymre deg, vi bruker mange eksempler som alltid.</p> <p>La oss først undersøke hvorfor det er viktig å verifisere noe om beløpene. Hvorfor kan vi ikke bare holde dem helt hemmelige? Svaret er at det finnes smarte måter folk kan skape penger fra løse luften hvis de får muligheten. Hvordan kan noe slikt fungere? La oss se på et eksempel.</p> <p>Hvis du vil kjøpe en vare fra vennen din, og han vil ha ti dollar for den, starter du med ti dollar, og han starter med null. Etter at du har gitt ham ti dollar, har han ti dollar og du har null. Du begynte med ti, og nå har han ti. Ingen penger ble opprettet eller ødelagt i denne transaksjonen.</p> <p>Med kryptovalutaer kan en smart person gi ti dollar for varen, og i stedet for å motta null dollar i bytte, kan de få to dollar tilbake. I stedet for at 0 og 10 fører til 10 og 0 (eller 10=10), er det nå 0 og 10 fører til 10 og 2 (eller 10=12). To Monero ble nettopp skapt ut av løse luften. Du kan forestille deg at hvis individet skulle gjøre dette mot seg selv flere ganger, ville de kunne samle en gigantisk formue på kort tid.</p> <p>Med Bitcoin og andre ville dette være lett å se. Du ser på inngangene som går inn i en transaksjon og utgangene som kommer ut og sørger for at det som sendes er likt det som mottas. Hvis disse beløpene var kryptert og ikke synlige, har en bruker ingen mulighet til å bekrefte at det som sendes og det som mottas er det samme.</p> <p>I et forsøk på å øke Bitcoin-personvernet, opprettet Gregory Maxwell Confidential Transactions (CT), en ny teknologi som ville tillate krypterte beløp, samtidig som det beviste at ingenting ble opprettet eller ødelagt i prosessen. Som med de fleste personvernteknologier, kom den ikke inn i Bitcoin, men Monero var opptatt av å ta den i bruk. Det var bare ett problem. Den allerede implementerte teknologien for ringsignaturer var uforenlig med den foreslåtte ideen. Så en av MRL-forskerne på den tiden, Shen Noether, modifiserte CT til RingCT, en versjon av CT som var kompatibel med ringsignaturer.</p> <p> Nok en gang er måten dette fungerer på ganske teknisk, og det vil være vanskelig å forklare i en innledende artikkel. For kryptografentusiasten som rett og slett må vite, er det mange dybdeartikler skrevet på internett om CTs indre virkemåte. For resten av oss vil denne artikkelen vise hvordan det kan være mulig å skjule beløpene, men likevel bevise at ingenting ble opprettet eller ødelagt.</p> <p>La oss si at Alice ville sende penger til Bob. Alice vil sende 10 XMR til Bob, som vil motta 10 XMR. 10=10 så ingenting er galt her. Men Alice vil ikke at noen skal vite hvor mye hun sender. Så hun og Bob skaper en felles hemmelighet. I utgangspunktet et tall som bare de to kjenner. La oss si at tallet er 22. Nå multipliserer Alice 10 (det hun egentlig sender) med 22 for å få 220. Dette er tallet hun deler med nettverket.</p> <p>Gruvearbeiderne selv vet ikke det hemmelige nummeret. Hvis de gjorde det, kunne de dele tallet de vises med det hemmelige tallet og få tilsendt det virkelige beløpet. Men siden de ikke gjør det, kan de ikke. De ser imidlertid at Bob vil motta 220. 220 sendt. 220 mottatt. 220 = 220. På denne måten kan nettverket verifisere at ingen Monero ble opprettet eller ødelagt, alt uten å vite det virkelige beløpet som Alice sendte Bob.</p> <p>Siden Bob kjenner det delte hemmelige nummeret, når han mottar pengene, deler han bare på 22 for å få det virkelige beløpet som Alice sendte, 10. Alice og Bob vet begge hvor mye som ble sendt og hvor mye som ble mottatt. alle andre får et falskt tall.</p> <p> Nok en gang, dette er ikke den faktiske måten CT fungerer på, men det gir en idé om hvordan noe slikt kan være mulig. Den virkelige måten involverer ting som Pedersen-forpliktelser, to sendte beløp (ett kryptert beløp til mottakeren og ett forpliktelsesbeløp til nettverket), og ... ja, det er allerede lett å se hvordan man kan gå seg vill i alt dette.</p> <p>En ting å merke seg er imidlertid at mens RingCT skjuler beløpet som utføres mellom to parter i en transaksjon, skjuler det ikke to andre sett med tall.</p> <p>Den første er myntbasetransaksjonene. Hvis dette begrepet ikke er kjent for deg, betyr det i utgangspunktet belønningen som gruvearbeidere får for å finne neste blokk. Dette nummeret er ikke skjult. Hvem som helst kan se hvor mye protokollen har tildelt en gruvearbeider for sin tjeneste. På denne måten kan den gjeldende mengden Monero som eksisterer bli kjent ved å legge sammen alle myntbasetransaksjonene. Summen deres vil tilsvare gjeldende Monero i omløp.</p> <p>Det andre tallet som ikke skjules, er gebyret som betales til gruvearbeiderne når en bruker sender en transaksjon. Gebyrene må være tydelige slik at gruvearbeidere kan vite hvem de skal prioritere. Dette er en måte som brukere kan skade privatlivet deres, men som om noen bruker en unik gruvedriftsavgift hver gang de sender en transaksjon (som 0.12345), så kan transaksjonene deres kobles sammen.</p> <p>Bortsett fra disse tilfellene har RingCT skjult Monero-beløp siden 2017, og vårt kollektive personvern er desto sterkere for det.</p>
nl: <p>De privacy van Monero is niet afhankelijk van één enkel mechanisme dat, als het wordt verbroken, alle transacties zou onthullen, maar eerder van drie verschillende technologieën die samenwerken om holistische privacy te bieden en tegelijkertijd de zwakke punten van de andere onderdelen te compenseren. Deze benadering met drie punten bestaat uit <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringhandtekeningen</a>, RingCT en <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth-adressen</a>. Deze drie technologieën verbergen respectievelijk de werkelijke output (afzender), hoeveelheid en ontvanger. Vandaag hebben we het over RingCT.</p> <p>RingCT is misschien wel de meest technische van de drie, en kan moeilijk te begrijpen zijn, dus we zullen niet bespreken hoe het precies werkt, maar laten zien hoe het mogelijk is om een bedrag niet te weten te komen en er toch dingen over te kunnen bevestigen . En maakt u geen zorgen, we zullen zoals altijd genoeg voorbeelden gebruiken.</p> <p>Laten we eerst eens kijken waarom het belangrijk is om iets over de bedragen te verifiëren. Waarom kunnen we ze niet gewoon volledig geheim houden? Het antwoord is dat er slimme manieren zijn waarop mensen uit het niets geld kunnen creëren als ze de kans krijgen. Hoe zou zoiets kunnen werken? Laten we naar een voorbeeld kijken.</p> <p>Als u een item van uw vriend wilt kopen, en hij wil er tien dollar voor, dan begint u met tien dollar en begint hij met nul. Nadat u hem de tien dollar heeft gegeven, heeft hij tien dollar en u heeft nul. U begon met tien, en nu heeft hij er tien. Bij deze transactie is geen geld gecreëerd of vernietigd.</p> <p>Met cryptocurrencies kan een slimme persoon tien dollar geven voor een item en in plaats van nul dollar wisselgeld te krijgen, kan hij twee dollar terugkrijgen. In plaats van dat 0 en 10 leiden tot 10 en 0 (of 10=10), is het nu 0 en 10 leidt tot 10 en 2 (of 10=12). Twee Monero is zojuist uit het niets ontstaan. U kunt u voorstellen dat als het individu zichzelf dit meerdere keren zou aandoen, ze in korte tijd een gigantisch fortuin zouden kunnen vergaren.</p> <p>Met Bitcoin en anderen zou dit gemakkelijk te zien zijn. U kijkt naar de input die in een transactie gaat en de output die eruit komt en zorgt ervoor dat wat wordt verzonden gelijk is aan wat wordt ontvangen. Als deze bedragen zijn versleuteld en niet zichtbaar zijn, kan een gebruiker niet controleren of wat wordt verzonden en wat wordt ontvangen hetzelfde is.</p> <p>In een poging om de privacy van Bitcoin te vergroten, creëerde Gregory Maxwell Confidential Transactions (CT), een nieuwe technologie die versleutelde bedragen mogelijk maakt, terwijl hij bewijst dat er tijdens het proces niets is gemaakt of vernietigd. Zoals met de meeste privacytechnologie, heeft het Bitcoin niet gehaald, maar Monero wilde het graag gebruiken. Er was slechts één probleem. De reeds geïmplementeerde technologie van ringhandtekeningen was onverenigbaar met het voorgestelde idee. Een van de toenmalige MRL-onderzoekers, Shen Noether, veranderde CT in RingCT, een versie van CT die compatibel was met ringhandtekeningen.</p> <p>Nogmaals, de manier waarop dit werkt is vrij technisch en zou moeilijk uit te leggen zijn in een inleidend artikel. Voor de liefhebber van cryptografie die het echt wilt weten, zijn er tal van diepgaande artikelen op internet geschreven over de innerlijke werking van CT. Voor de rest van ons laat dit artikel zien hoe het mogelijk is om de bedragen te verbergen, maar toch te bewijzen dat er niets is gemaakt of vernietigd.</p> <p>Stel dat Alice Bob geld wilde sturen. Alice stuurt 10 XMR naar Bob, die 10 XMR ontvangt. 10=10, dus hier is niets aan de hand. Maar Alice wil niet dat iemand weet hoeveel ze stuurt. Dus creëren zij en Bob een gedeeld geheim. Eigenlijk een nummer dat alleen zij twee kennen. Laten we zeggen dat dit getal 22 is. Nu vermenigvuldigt Alice 10 (wat ze werkelijk verzendt) met 22 om 220 te krijgen. Dit is het getal dat ze deelt met het netwerk.</p> <p>De miners zelf kennen het geheime nummer niet. Als ze dat wel deden, zouden ze het nummer dat ze zien, kunnen delen door het geheime nummer en het echte bedrag ontvangen. Maar aangezien ze dat niet zien, kunnen ze dat niet. Wel zien ze dat Bob 220 krijgt. 220 verzonden. 220 ontvangen. 220 = 220. Op deze manier kan het netwerk verifiëren dat er geen Monero is gemaakt of vernietigd, en dat allemaal zonder het werkelijke bedrag te kennen dat Alice Bob heeft gestuurd.</p> <p>Aangezien Bob het gedeelde geheime nummer kent, deelt hij het geld gewoon door 22 om het werkelijke bedrag te krijgen dat Alice heeft gestuurd, 10. Alice en Bob weten allebei hoeveel er is verzonden en hoeveel er is ontvangen, terwijl alle anderen krijgen een vals nummer.</p> <p>Nogmaals, dit is niet de feitelijke manier waarop CT werkt, maar het geeft een idee van hoe zoiets mogelijk zou kunnen zijn. De echte manier omvat zaken als Pedersen-toezeggingen, twee verzonden bedragen (één gecodeerd bedrag naar de ontvanger en één toezeggingsbedrag naar het netwerk), en ... ja, het is al gemakkelijk in te zien hoe u daarin kunt verdwalen. </p> <p>Een ding om op te merken is echter dat hoewel RingCT het bedrag verbergt dat tussen twee partijen in een transactie is afgehandeld, het niet twee andere reeksen getallen verbergt.</p> <p>De eerste zijn de coinbase-transacties. Als deze term u niet bekend is, betekent dit in feite de beloning die miners krijgen voor het vinden van het volgende blok. Dit nummer is niet verborgen. Iedereen kan zien hoeveel het protocol een miner heeft toegekend voor hun service. Op deze manier kan de huidige hoeveelheid bestaande Monero worden bepaald door alle coinbase-transacties bij elkaar op te tellen. Hun som is gelijk aan de huidige Monero die in omloop is.</p> <p>Het tweede niet-verborgen getal is de vergoeding die aan de miners wordt betaald wanneer een gebruiker een transactie verzendt. De vergoedingen moeten duidelijk zijn, zodat miners kunnen weten aan wie ze prioriteit moeten geven. Dit is echter een manier waarop gebruikers hun privacy kunnen schaden, alsof iemand een unieke miner-vergoeding gebruikt elke keer dat ze een transactie verzenden (zoals 0,12345), dan kunnen hun transacties worden gekoppeld.</p> <p>Afgezien van deze gevallen verbergt RingCT sinds 2017 Monero-bedragen, en onze collectieve privacy is daardoor des te sterker.</p>
pl: <p>Prywatność Monero nie jest zależna od jednej konkretnej technologii. Dlatego, gdy coś nagle przestanie działać tak jak powinno, żadna z informacji o transakcji nie zostanie ujawniona. Trzy technologie, na których opiera się prywatność Monero współpracują ze sobą, aby zapewnić kompleksową prywatność i zrównoważyć nawzajem swoje słabości. Składają się na nie <a target="_blank" href="/knowledge/ring-signatures" class="next-link"> ring signatures </a>, RingCT oraz <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link"> stealth addresses</a>. Ukrywają one odpowiednio: prawdziwe wyjście (nadawcę), wartość i odbiorcę. W tym artykule omówimy RingCT.</p> <p>RingCT jest prawdopodobnie najbardziej zaawansowaną technologią ze wszystkich trzech i dlatego może być trudne do zrozumienia, więc nie będziemy podejmować się próby wyjaśnienia jak dokładnie działa. Za to pokażemy jak to jest możliwe, że nie znając wartości transakcji jesteśmy w stanie potwierdzić jej prawdziwość. Aby wszystko było zrozumiałe jak zawsze użyjemy wielu przykładów. </p> <p>Najpierw dowiedzmy się czemu weryfikacja wartości jest taka ważna. Czemu nie możemy po prostu trzymać tego całkowicie w sekrecie? Istnieją różne sposoby, za których pomocą ludzie mogą tworzyć pieniądze z niczego. Jak może coś takiego w ogóle działać? Posłużmy się przykładem, by odpowiedzieć na to pytanie.</p> <p>Chcesz zakupić jakiś przedmiot od swojego przyjaciela. On w zamian chce dostać 10 dolarów. Na początku on nie ma żadnych pieniędzy, a ty masz 10 dolarów. Po zapłaceniu mu za przedmiot, ty masz zero pieniędzy, a on ma 10 dolarów, które poprzednio należało do Ciebie. Podczas tej wymiany żadne pieniądze nie zostały zniszczone.</p> <p>W sferze kryptowalut zdarza się, że bystry użytkownik zapłaci komuś 10 dolarów i zamiast nie dostać niczego, otrzyma 2 dolary reszty. Sytuacja, w której osoba kupująca ma 0 dolarów, a osoba sprzedająca 10 dolarów, zamienia się w zdarzenie, które nie powinno mieć miejsca. Osoba otrzymująca płatność nadal posiada tylko 10 dolarów, a osoba wykonująca płatność 2 dolary. Dwa dolary zostały właśnie wytworzone z niczego. Można sobie wyobrazić jaką wartość jest w stanie wykreować użytkownik, gdy często powtarza ten proces.</p> <p>W Bitcoinie i w innych tego typu kryptowalutach, byłoby to łatwe do wykrycia. Dane wyjściowe i wejściowe są jawne, więc wystarczy sprawdzić czy wartość wysłana zgadza się z wartością odebraną. Jeśli te informacje byłyby zaszyfrowane i niewidoczne, tak jak jest w przypadku Monero, użytkownik nie miałby możliwości sprawdzenia czy wartości byłyby sobie równe.</p> <p>Z zamysłem powiększenia prywatności Bitcoina, Gregory Maxwell stworzył Confidential Transactions (CT), nową technologię, która szyfruje wartości oraz jednocześnie pozwala sprawdzić czy nic nie zostało sfałszowane w transakcji. Tak jak większość projektów z zakresu prywatności, ten także nie przyjął się przez Bitcoina, ale za to przez Monero już tak. Był tylko jeden problem. Wdrożona już wcześniej technologia ring signatures była niekompatybilna z zaproponowanym pomysłem. Jeden z badaczy MRL w tamtym czasie, Shen Noether, zmodyfikował CT tworząc RingCT, wersję, która stała się kompatybilna z ring signatures.</p> <p>Dla podkreślenia powtórzymy jeszcze raz. To jak działają RingCT jest dosyć techniczne, zatem trudne do wyjaśnienia w artykule wprowadzającym w ich temat. Dla entuzjastów kryptografii, którzy chcą zrozumieć jak działają, istnieje pełno artykułów, które zagłębiają się w wewnątrz CT. W tym artykule omówimy tylko jak to możliwe, że możemy ukryć wartości swojej transakcji, ale nadal mieć możliwość sprawdzenia czy jakieś wartości zostały sztucznie wytworzone lub zniszczone.</p> <p>Wyobraźmy sobie sytuację, w której Alice chce wysłać Bobowi pieniądze. Alice wyśle 10 XMR do Boba. Bob po jakimś czasie otrzyma 10 XMR. Alice nie chce, aby ktoś wiedział jaką wartość wysłała. W celu rozwiązania tego problemu ona oraz Bob tworzą shared secret. Jest to w zasadzie liczba, o której wiedzą tylko oni. Załóżmy, że tą liczbą jest 22. Alice mnoży faktyczną wartość, czyli 10 XMR przez sekretną liczbę i otrzymuje 220 XMR. Tę wartość dzieli z siecią.</p> <p>Minersi nie są świadomi istnienia shared secretu oraz ile wynosi ta liczba. Jeśli by tak było, mogliby podzielić wartość, którą widzą przez tę sekretną liczbę i otrzymać faktyczną wartość jaka została wysłana. Jako, że nie wiedzą o jej istnieniu to jedyne, co zobaczą to, że Bob otrzymał 220 XMR oraz, że 220 XMR zostało wysłane, czyli wszystko się zgadza, 220=220. W ten sposób sieć może sprawdzić, czy żadne Monero nie zostało stworzone lub zniszczone, a wszystko to odbywa się bez znajomości prawdziwej kwoty.</p> <p>Ponieważ Bob wie ile wynosi liczba przypisana do shared secretu, to kiedy otrzymuje kwotę, dzieli ją przez 22, by dostać prawdziwą wartość jaką wysłała Alice. Oboje znają prawdziwą wartość transakcji, podczas gdy wszyscy inni znają wersję sztucznie wygenerowaną.</p> <p>Ponownie, nie odzwierciedla to faktycznego sposobu w jaki działa CT, ale udowadnia, że istnienie takiej technologii jest możliwe. Jedna z rzeczy, która w rzeczywistości tworzy CT, to zobowiązania Pedersena, czyli dwie wysłane wartości (jedna zaszyfrowana wartość do odbiorcy i ....). Przy dalszym tłumaczeniu wszystko komplikuje się jeszcze bardziej.</p> <p>Należy jednak pamiętać, że choć RingCT ukrywa prawdziwą kwotę transakcji pomiędzy dwiema stronami, to nie ukrywa dwóch pozostałych zestawów liczb.</p> <p>Pierwszy z zestawów to transakcja coinbase. Jeżeli ten termin jest Tobie nieznany, to oznacza nagrodę jaką miners otrzymuje za znalezienie kolejnego bloku. Ta wartość nie jest ukryta. Każdy może zobaczyć, ile protokół przyznał minerowi za jego usługę. Sumując wszystkie transakcje coinbase, można dowiedzieć się jaka jest aktualna ilość Monero w obiegu.</p> <p>Drugą nieukrywaną liczbą jest opłata, jaką użytkownik przyznaje minerom, gdy wysyła transakcję. Opłaty te muszą być jawne, aby minersi mogli nadać każdej transakcji odpowiednią ważność. To niestety może już narazić prywatność użytkownika. Jeśli użytkownik opłaca minera w podobny sposób za każdym razem, to jego transakcje mogą zostać ze sobą powiązane.</p> <p>Poza tymi przypadkami, RingCT ukrywa wartości Monero od 2017 roku, a nasza wspólna prywatność jest o niebo przez niego mocniejsza.</p>
pt_br: <p>A privacidade do Monero não depende de um único mecanismo que, se quebrado, revelaria a totalidade das transações, mas sim de três tecnologias diferentes que funcionam em conjunto para fornecer privacidade holística enquanto compensam as fraquezas das outras partes. Essa abordagem de três pontas consiste em assinaturas de anel, RingCT e endereços furtivos. Essas três tecnologias ocultam a saída real (emissor), quantidade e receptor, respectivamente. Hoje vamos falar sobre RingCT.</p> <p>RingCT é indiscutivelmente o mais técnico dos três e pode ser difícil de entender, então não vamos cobrir como ele funciona exatamente, mas sim mostrar como é possível não saber uma quantidade e ainda confirmar coisas sobre ela . E não se preocupe, usaremos muitos exemplos, como sempre.</p> <p>Primeiro, vamos explorar por que é importante verificar tudo sobre os valores. Por que não podemos simplesmente mantê-los em segredo? A resposta é: existem maneiras inteligentes pelas quais as pessoas podem criar dinheiro do nada, se tiverem a oportunidade. Como algo assim pode funcionar? Vejamos um exemplo.</p> <p>Se você quiser comprar um item de seu amigo e ele quiser dez dólares por ele, você começa com dez dólares e ele começa com zero. Depois de dar a ele os dez dólares, ele tem dez dólares e você zero. Você começou com dez e agora ele tem dez. Nenhum dinheiro foi criado ou destruído nesta transação.</p> <p>Com as criptomoedas, um indivíduo inteligente pode dar dez dólares pelo item e, em vez de receber zero dólares em troco, pode receber dois dólares de volta. Em vez de 0 e 10 levando a 10 e 0 (ou 10 = 10), agora é 0 e 10 leva a 10 e 2 (ou 10 = 12). Dois Monero acabou de ser criado do nada. Você pode imaginar que, se o indivíduo fizesse isso consigo mesmo várias vezes, seria capaz de acumular uma fortuna gigantesca em pouco tempo.</p> <p>Com Bitcoin e outros, isso seria fácil de ver. Você olha as entradas que entram em uma transação e as saídas que saem e se certifica de que o que é enviado é igual ao que é recebido. Se esses valores estiverem criptografados e não estiverem visíveis, o usuário não terá como verificar se o que é enviado e o que é recebido são iguais.</p> <p>Em uma tentativa de aumentar a privacidade do Bitcoin, Gregory Maxwell criou as Transações Confidenciais (CT), uma nova tecnologia que permitiria quantias criptografadas, ao mesmo tempo que provava que nada foi criado ou destruído no processo. Como acontece com a maioria das tecnologias de privacidade, não chegou ao Bitcoin, mas Monero estava ansioso para adotá-lo. Só havia um problema. A tecnologia de ring assinaturas já implementada era incompatível com a ideia proposta. Então, um dos pesquisadores do MRL na época, Shen Noether, modificou o CT em RingCT, uma versão do CT compatível com assinaturas de anel.</p> <p>Mais uma vez, a maneira como isso funciona é bastante técnica e seria difícil de explicar em um artigo introdutório. Para o entusiasta da criptografia que simplesmente precisa saber, existem muitos artigos detalhados escritos na Internet sobre o funcionamento interno da TC. Para o restante de nós, este artigo mostrará como é possível ocultar os valores, mas ainda assim provar que nada foi criado ou destruído.</p> <p>Digamos que Alice queira enviar dinheiro para Bob. Alice enviará 10 XMR para Bob, que receberá 10 XMR. 10 = 10, então nada está errado aqui. Mas Alice não quer que ninguém saiba quanto ela está enviando. Então, ela e Bob criam um segredo compartilhado. Basicamente, um número que só os dois conhecem. Digamos que esse número seja 22. Agora, Alice multiplica 10 (o que ela está realmente enviando) por 22 para obter 220. Este é o número que ela compartilha com a rede.</p> <p>Os próprios mineradores não sabem o número secreto. Se o fizessem, eles poderiam dividir o número mostrado pelo número secreto e obter o valor real enviado. Mas uma vez que não, eles não podem. Eles veem que Bob receberá 220. 220 enviado. 220 recebidos. 220 = 220. Desta forma, a rede pode verificar se nenhum Monero foi criado ou destruído, tudo sem saber a quantidade real que Alice enviou a Bob.</p> <p>Como Bob sabe o número secreto compartilhado, quando recebe o dinheiro, ele apenas divide por 22 para obter a quantia real que Alice enviou, 10. Alice e Bob sabem quanto foi enviado e quanto foi recebido, o tempo todo todos os outros recebem um número falso.</p> <p>Mais uma vez, esta não é a maneira real em que a TC funciona, mas dá uma ideia de como algo assim pode ser possível. O caminho real envolve coisas como compromissos Pedersen, dois valores enviados (um valor criptografado para o receptor e um valor de compromisso para a rede) e ... sim, já é fácil ver como alguém pode se perder em tudo isso.</p> <p>Uma coisa a observar, entretanto, é que, embora o RingCT oculte o valor transacionado entre duas partes em uma transação, ele não oculta dois outros conjuntos de números.</p> <p>O primeiro são as transações coinbase. Se este termo não for familiar para você, significa basicamente a recompensa que os mineradores recebem por encontrar o próximo bloco. Este número não está oculto. Qualquer um pode ver o quanto o protocolo premiou um minerador por seu serviço. Desta forma, a quantidade atual de Monero existente pode ser conhecida somando todas as transações coinbase. A soma deles será igual ao atual Monero em circulação.</p> <p>O segundo número não oculto é a taxa paga aos mineradores quando um usuário envia uma transação. As taxas devem ser claras para que os mineradores possam saber quem priorizar. No entanto, essa é uma maneira de os usuários prejudicarem sua privacidade, pois se alguém usar uma taxa única de minerador cada vez que enviar uma transação (como 0,12345), então suas transações podem ser vinculadas.</p> <p>Além desses casos, a RingCT esconde valores de Monero desde 2017, e nossa privacidade coletiva é ainda mais forte por causa disso.</p>
sl: <p>Zasebnost Monera ni odvisna od enega samega mehanizma, ki bi, če bi bil pokvarjen, razkril celotno transakcijo, ampak od treh različnih tehnologij, ki delujejo v tandemu in zagotavljajo celovito zasebnost, hkrati pa kompenzirajo slabosti drugih delov. Ta trikraki pristop je sestavljen iz <a target="_blank" href="/knowledge/ring-signatures" class="next-link">podpisov zvonjenja</a>, RingCT in <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">prikritih naslovov</a>. Te tri tehnologije skrijejo dejanski rezultat (pošiljatelja), količino oziroma prejemnika. Danes bomo govorili o RingCT.</p> <p>RingCT je nedvomno najbolj tehničen od treh in ga je lahko težko razumeti, zato ne bomo natančno opisali, kako deluje, temveč bomo pokazali, kako je mogoče ne poznati zneska in vseeno potrditi stvari o njem . In ne skrbite, kot vedno bomo uporabili veliko primerov.</p> <p>Najprej raziščimo, zakaj je pomembno preveriti kar koli o zneskih. Zakaj jih preprosto ne moremo ohraniti popolnoma skrivnostne? Odgovor je, da obstajajo pametni načini, s katerimi lahko ljudje ustvarijo denar iz zraka, če imajo priložnost. Kako lahko kaj takega deluje? Poglejmo primer.</p> <p>Če želite kupiti predmet od prijatelja in on zanj želi deset dolarjev, potem začnete vi z desetimi dolarji, on pa z nič. Ko mu daš deset dolarjev, ima on deset dolarjev, ti pa nič. Začeli ste z desetimi, zdaj jih ima on deset. V tej transakciji ni bil ustvarjen ali uničen noben denar.</p> <p>S kriptovalutami lahko pameten posameznik da deset dolarjev za predmet in namesto da bi prejel nič dolarjev drobiža, lahko prejme dva dolarja nazaj. Namesto 0 in 10, ki vodita do 10 in 0 (ali 10=10), je zdaj 0 in 10 vodi do 10 in 2 (ali 10=12). Dva Monera sta bila pravkar ustvarjena iz nič. Lahko si predstavljate, da če bi si posameznik večkrat to storil, bi lahko v kratkem času nagrabil velikansko bogastvo.</p> <p>Z Bitcoinom in drugimi bi bilo to enostavno videti. Ogledate si vhode, ki gredo v transakcije, in izhode, ki izhajajo, ter se prepričate, da je poslano enako prejetemu. Če so bili ti zneski šifrirani in niso vidni, potem uporabnik ne more preveriti, ali je poslano in prejeto isto.</p> <p>V poskusu povečanja zasebnosti Bitcoina je Gregory Maxwell ustvaril Confidential Transactions (CT), novo tehnologijo, ki bi omogočala šifrirane zneske, hkrati pa dokazala, da v procesu ni bilo nič ustvarjeno ali uničeno. Tako kot pri večini tehnologij za zasebnost tudi ta ni prešla v Bitcoin, vendar jo je Monero želel sprejeti. Bil je samo en problem. Že implementirana tehnologija obročnih podpisov je bila nezdružljiva s predlagano idejo. Tako je eden od takratnih raziskovalcev MRL, Shen Noether, spremenil CT v RingCT, različico CT, ki je bila združljiva s podpisi obročev </p> <p>Ponavljam, način delovanja je precej tehničen in bi ga bilo težko razložiti v uvodnem članku. Za ljubitelje kriptografije, ki preprosto morajo vedeti, je na internetu napisanih veliko poglobljenih člankov o notranjem delovanju CT. Za vse nas bo ta članek pokazal, kako bi bilo možno skriti zneske, a vseeno dokazati, da ni bilo nič ustvarjeno ali uničeno.</p> <p>Recimo, da je Alice želela Bobu poslati denar. Alice bo poslala 10 XMR Bobu, ki bo prejel 10 XMR. 10=10, torej tukaj ni nič narobe. Toda Alice ne želi, da bi kdo vedel, koliko pošilja. Tako z Bobom ustvarita skupno skrivnost. V bistvu številka, ki jo poznata samo onadva. Recimo, da je to število 22. Zdaj Alice pomnoži 10 (kar v resnici pošilja) z 22, da dobi 220. To je število, ki ga deli z omrežjem.</p> <p>Rudarji sami ne poznajo tajne številke. Če bi to storili, bi lahko število, ki jim je prikazano, delili s skrivno številko in dobili dejanski poslan znesek. Ker pa ne, ne morejo. Vendar vidijo, da bo Bob prejel 220. 220 poslano. 220 prejetih. 220 = 220. Na ta način lahko omrežje preveri, da ni bil ustvarjen ali uničen noben Monero, ne da bi vedeli pravi znesek, ki ga je Alice poslala Bobu.</p> <p>Ker Bob pozna skupno tajno številko, ko prejme denar, samo deli z 22, da dobi pravi znesek, ki ga je poslala Alice, 10. Alice in Bob ves čas vesta, koliko je bilo poslano in koliko prejeto vsi ostali dobijo lažno številko.</p> <p> Še enkrat, to ni dejanski način, na katerega CT deluje, vendar daje idejo o tem, kako bi bilo kaj takega mogoče. Pravi način vključuje stvari, kot so Pedersenove obveznosti, dva poslana zneska (en šifriran znesek prejemniku in en znesek obveznosti omrežju) in ... ja, že zlahka je videti, kako se lahko človek izgubi v vsem tem.</p> <p>Ena stvar, ki jo je treba upoštevati, je, da medtem ko RingCT res skrije znesek transakcije med dvema strankama v transakciji, ne skrije dveh drugih nizov številk.</p> <p>Prva so transakcije coinbase. Če vam ta izraz ni znan, v bistvu pomeni nagrado, ki jo rudarji prejmejo, ko najdejo naslednji blok. Ta številka ni skrita. Vsak lahko vidi, koliko je protokol nagradil rudarja za njihovo storitev. Na ta način je mogoče ugotoviti trenutno obstoječo količino Monera s seštevanjem vseh transakcij coinbase. Njihova vsota bo enaka trenutnemu Monero v obtoku.</p> <p>Druga številka, ki ni skrita, je nadomestilo, plačano rudarjem, ko uporabnik pošlje transakcijo. Provizije morajo biti jasne, da lahko rudarji vedo, komu dati prednost. To je način, na katerega lahko uporabniki škodijo svoji zasebnosti, saj če nekdo uporabi edinstveno provizijo za rudarje vsakič, ko pošlje transakcijo (na primer 0,12345), se njegove transakcije lahko povežejo.</p> <p>Razen teh primerov RingCT od leta 2017 skriva zneske Monero, zato je naša kolektivna zasebnost še toliko močnejša.</p>
sv: <p>Moneros integritet är inte beroende av en enda mekanism som, om den bryts, skulle avslöja alla transaktioner, utan snarare av tre olika tekniker som fungerar tillsammans för att ge en holistisk integritet samtidigt som de kompenserar för svagheterna i de andra delarna. Denna tredelade strategi består av <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ringsignaturer</a>, RingCT och <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth-adresser</a>. Dessa tre teknologier döljer den verkliga utsignalen (avsändaren), mängden respektive mottagaren. Idag ska vi prata om RingCT.</p> <p>RingCT är utan tvekan den mest tekniska av de tre och kan vara svår att förstå, så vi kommer inte att gå igenom exakt hur den fungerar, utan snarare visa hur det är möjligt att inte veta ett belopp och ändå bekräfta saker om det. Och oroa dig inte, vi kommer att använda massor av exempel som alltid.</p> <p>Först, låt oss undersöka varför det är viktigt att verifiera någonting om beloppen. Varför kan vi inte bara hålla dem helt hemliga? Svaret är att det finns smarta sätt för människor att skapa pengar ur tomma intet om de får möjlighet. Hur kan något sådant fungera? Låt oss titta på ett exempel.</p> <p>Om du vill köpa ett föremål av din vän och han vill ha tio dollar för det, då börjar du med tio dollar och han börjar med noll. När du har gett honom tio dollar har han tio dollar och du har noll. Du började med tio och nu har han tio. Inga pengar skapades eller förstördes i denna transaktion.</p> <p>Med kryptovalutor kan en smart person ge tio dollar för varan och istället för att få noll dollar i växel kan de få två dollar tillbaka. Istället för att 0 och 10 leder till 10 och 0 (eller 10=10), är det nu 0 och 10 som leder till 10 och 2 (eller 10=12). Två Monero skapades helt enkelt ur tomma intet. Man kan föreställa sig att om individen skulle göra detta mot sig själv flera gånger, skulle de kunna samla en gigantisk förmögenhet på kort tid.</p> <p>Med Bitcoin och andra skulle detta vara lätt att se. Du tittar på ingångarna som går in i en transaktion och utgångarna som kommer ut och ser till att det som skickas är lika med det som tas emot. Om dessa belopp är krypterade och inte synliga har en användare inget sätt att verifiera att det som skickas och det som tas emot är detsamma.</p> <p>I ett försök att öka Bitcoins integritet skapade Gregory Maxwell Confidential Transactions (CT), en ny teknik som skulle möjliggöra krypterade belopp och samtidigt bevisa att ingenting skapades eller förstördes i processen. Som med de flesta integritetstekniker kom den inte med i Bitcoin, men Monero var angelägna om att anta den. Det fanns bara ett problem. Den redan implementerade tekniken med ringsignaturer var inte kompatibel med den föreslagna idén. Så en av MRL-forskarna vid den tiden, Shen Noether, modifierade CT till RingCT, en version av CT som var kompatibel med ringsignaturer.</p> <p>En gång till, hur detta fungerar är ganska tekniskt, och skulle vara svårt att förklara i en inledande artikel. För den kryptografientusiast som bara måste veta finns det gott om djupgående artiklar skrivna på internet om CT:s inre arbete. För oss andra kommer den här artikeln att visa hur det kan vara möjligt att dölja beloppen, men ändå bevisa att ingenting har skapats eller förstörts.</p> <p>Låt oss säga att Alice ville skicka pengar till Bob. Alice kommer att skicka 10 XMR till Bob, som kommer att få 10 XMR. 10=10 så inget är fel här. Men Alice vill inte att någon ska veta hur mycket hon skickar. Så hon och Bob skapar en gemensam hemlighet. I princip en siffra som bara de två känner till. Låt oss säga att talet är 22. Nu multiplicerar Alice 10 (vad hon verkligen skickar) med 22 för att få 220. Det här är talet hon delar med nätverket.</p> <p>Gruvarbetarna själva känner inte till det hemliga numret. Om de gjorde det kunde de dela talet de visas med det hemliga numret och få det verkliga beloppet skickat. Men eftersom de inte gör det kan de inte. De ser dock att Bob kommer att få 220. 220 skickade. 220 mottagna. 220 = 220. På detta sätt kan nätverket verifiera att ingen Monero skapades eller förstördes, allt utan att veta det verkliga beloppet som Alice skickade Bob.</p> <p>Eftersom Bob känner till det delade hemliga numret, när han tar emot pengarna, dividerar han bara med 22 för att få det verkliga beloppet som Alice skickade, 10. Alice och Bob vet båda hur mycket som skickades och hur mycket som togs emot, hela tiden alla andra får ett falskt nummer.</p> <p>Återigen, detta är inte det faktiska sättet som CT fungerar på, men det ger en uppfattning om hur något sådant här kan vara möjligt. Det verkliga sättet involverar saker som Pedersen-åtaganden, två skickade belopp (ett krypterat belopp till mottagaren och ett åtagandebelopp till nätverket), och...ja, det är redan lätt att se hur man kan gå vilse i allt det där.</p> <p>En sak att notera är dock att även om RingCT döljer det belopp som överförts mellan två parter i en transaktion, döljer det inte två andra uppsättningar siffror.</p> <p>Den första är coinbase-transaktionerna. Om denna term är obekant för dig betyder det i princip den belöning som gruvarbetare får för att hitta nästa block. Detta nummer är inte dolt. Vem som helst kan se hur mycket protokollet har tilldelat en gruvarbetare för deras tjänst. På detta sätt kan den aktuella mängden Monero som finns vara känd genom att lägga till alla coinbase-transaktioner. Deras summa kommer att motsvara den nuvarande Monero i omlopp.</p> <p>Den andra siffran som inte är dold är den avgift som betalas till miners när en användare skickar en transaktion. Avgifterna måste vara tydliga så att miners kan veta vem de ska prioritera. Detta är dock ett sätt som användare kan skada sin integritet, eftersom om någon använder en unik mineravgift varje gång de skickar en transaktion (som 0,12345), kan deras transaktioner länkas.</p> <p>Utöver dessa fall har RingCT dolt Monero-belopp sedan 2017, och vår kollektiva integritet är desto starkare för det.</p>
tl: <p>Ang pagkapribado ng Monero ay hindi nakadepende sa isang natatanging mekanismo na, kung masira, ay maghahayag ng kabuuan ng mga transaksyon, ngunit sa halip ay tatlong magkakaibang teknolohiya na gumagana nang magkasabay upang magbigay ng holistic na privacy habang binabayaran ang mga kahinaan ng iba pang bahagi. Ang three-prong approach na ito ay binubuo ng <a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signature</a>, RingCT, at <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth address</a>. Itinatago ng tatlong teknolohiyang ito ang tunay na output (nagpadala), halaga, at tatanggap ayon sa pagkakabanggit. Ngayon ay pag-uusapan natin ang tungkol sa RingCT.</p> <p>Maaaring ang RingCT ang pinaka-teknikal sa tatlo, at maaaring mahirap unawain, kaya hindi namin tatalakayin nang eksakto kung paano ito gumagana, ngunit sa halip ay ipakita kung paano posibleng hindi malaman ang halaga at kumpirmahin pa rin ang mga bagay tungkol dito . At huwag mag-alala, gagamit kami ng maraming halimbawa gaya ng dati.</p> <p>Una, tuklasin natin kung bakit mahalagang i-verify ang anuman tungkol sa mga halaga. Bakit hindi na lang natin sila ganap na ilihim? Ang sagot ay, may mga matalinong paraan na ang mga tao ay maaaring lumikha ng pera mula sa manipis na hangin kung bibigyan ng pagkakataon. Paano maaaring gumana ang isang bagay na tulad nito? Tingnan natin ang isang halimbawa.</p> <p>Kung gusto mong bumili ng item mula sa iyong kaibigan, at gusto niya ng sampung dolyar para dito, magsisimula ka sa sampung dolyar at magsisimula siya sa zero. Pagkatapos mong ibigay sa kanya ang sampung dolyar, mayroon siyang sampung dolyar at zero ka. Nagsimula ka sa sampu, at ngayon ay mayroon na siyang sampu. Walang nalikha o nawasak na pera sa transaksyong ito.</p> <p>Sa mga cryptocurrencies, ang isang matalinong indibidwal ay maaaring magbigay ng sampung dolyar para sa item at sa halip na makatanggap ng zero dollars bilang pagbabago, maaari silang makatanggap ng dalawang dolyar pabalik. Sa halip na 0 at 10 na humahantong sa 10 at 0 (o 10=10), ito ay 0 at 10 na humahantong sa 10 at 2 (o 10=12). Dalawang Monero ay nilikha lamang mula sa manipis na hangin. Maaari mong isipin na kung gagawin ito ng indibidwal sa kanilang sarili nang ilang beses, makakaipon sila ng napakalaking kayamanan sa maikling panahon.</p> <p>Sa Bitcoin at iba pa, magiging madali itong makita. Tinitingnan mo ang mga input na pumapasok sa isang transaksyon at ang mga output na lumalabas at siguraduhin na kung ano ang ipinadala ay katumbas ng kung ano ang natanggap. Kung ang mga halagang ito ay naka-encrypt at hindi nakikita, ang isang user ay walang paraan ng pag-verify na kung ano ang ipinadala at kung ano ang natanggap ay pareho.</p> <p>Sa pagtatangkang pataasin ang privacy ng Bitcoin, nilikha ni Gregory Maxwell ang Confidential Transactions (CT), isang bagong teknolohiya na magbibigay-daan para sa mga naka-encrypt na halaga, habang pinatutunayan na walang nilikha o nawasak sa proseso. Tulad ng karamihan sa teknolohiya ng privacy, hindi ito nakapasok sa Bitcoin, ngunit masigasig si Monero na gamitin ito. May isang problema lang. Ang ipinatupad na teknolohiya ng mga pirma ng singsing ay hindi tugma sa iminungkahing ideya. Kaya, isa sa mga mananaliksik ng MRL noong panahong iyon, si Shen Noether, ay binago ang CT sa RingCT, isang bersyon ng CT na tugma sa mga pirma ng singsing.</p> <p>Muli, medyo teknikal ang paraan ng paggawa nito, at mahirap ipaliwanag sa isang panimulang artikulo. Para sa mahilig sa cryptography na dapat lang malaman, maraming malalalim na artikulo na nakasulat sa internet tungkol sa mga panloob na gawain ng CT. Para sa iba pa sa atin, ipapakita ng artikulong ito kung paano posibleng itago ang mga halaga, ngunit patunayan pa rin na walang nilikha o nawasak.</p> <p>Sabihin natin na gustong magpadala ni Alice ng pera kay Bob. Magpapadala si Alice ng 10 XMR kay Bob, na tatanggap ng 10 XMR. 10=10 kaya walang mali dito. Ngunit ayaw ni Alice na malaman ng sinuman kung magkano ang ipinapadala niya. Kaya gumawa sila ni Bob ng isang shared secret. Basically number na silang dalawa lang ang nakakaalam. Sabihin nating ang numerong iyon ay 22. Ngayon, pinarami ni Alice ang 10 (kung ano talaga ang ipinapadala niya) sa 22 upang makakuha ng 220. Ito ang numerong ibinabahagi niya sa network.</p> <p>Ang mga minero mismo ay hindi alam ang sikretong numero. Kung ginawa nila, maaari nilang hatiin ang numerong ipinapakita sa kanila ng sikretong numero at makuha ang tunay na halagang ipinadala. Ngunit dahil wala sila, hindi nila magagawa. Nakikita nila na makakatanggap si Bob ng 220. 220 ang ipinadala. 220 ang natanggap. 220 = 220. Sa ganitong paraan, mabe-verify ng network na walang Monero ang nalikha o nawasak, lahat nang hindi nalalaman ang tunay na halaga na ipinadala ni Alice kay Bob.</p> <p>Dahil alam ni Bob ang nakabahaging lihim na numero, kapag natanggap niya ang pera, hinahati na lang niya sa 22 para makuha ang tunay na halaga na ipinadala ni Alice, 10. Parehong alam nina Alice at Bob kung magkano ang ipinadala at magkano ang natanggap, habang lahat ng iba ay binibigyan ng maling numero.</p> <p>Muli, hindi ito ang aktwal na paraan kung saan gumagana ang CT, ngunit nagbibigay ito ng ideya kung paano posible ang isang bagay na tulad nito. Ang totoong paraan ay nagsasangkot ng mga bagay tulad ng mga pangako ng Pedersen, dalawang ipinadalang halaga (isang naka-encrypt na halaga sa tatanggap at isang halaga ng pangako sa network), at...oo, madali nang makita kung paano mawawala ang isang tao sa lahat ng iyon.</p> <p>Gayunpaman, isang bagay na dapat tandaan, ay habang itinatago ng RingCT ang halagang nakipagtransaksyon sa pagitan ng dalawang partido sa isang transaksyon, hindi nito itinatago ang dalawa pang hanay ng mga numero.</p> <p>Ang una ay ang mga transaksyon sa coinbase. Kung ang terminong ito ay hindi pamilyar sa iyo, ito ay karaniwang nangangahulugan ng gantimpala na nakukuha ng mga minero para sa paghahanap ng susunod na bloke. Hindi nakatago ang numerong ito. Makikita ng sinuman kung magkano ang iginawad ng protocol sa isang minero para sa kanilang serbisyo. Sa ganitong paraan, ang kasalukuyang halaga ng Monero na umiiral ay maaaring malaman sa pamamagitan ng pagdaragdag ng lahat ng mga transaksyon sa coinbase. Ang kanilang kabuuan ay katumbas ng kasalukuyang Monero sa sirkulasyon.</p> <p>Ang pangalawang numerong hindi nakatago ay ang bayad na ibinayad sa mga minero kapag nagpadala ng transaksyon ang isang user. Ang mga bayarin ay dapat nasa malinaw para malaman ng mga minero kung sino ang uunahin. Ito ay isang paraan na maaaring saktan ng mga user ang kanilang privacy gayunpaman, na parang may gumagamit ng natatanging bayad sa minero sa tuwing magpapadala sila ng transaksyon (tulad ng 0.12345), kung gayon ang kanilang mga transaksyon ay maaaring i-link.</p> <p>Bukod sa mga kasong ito, ang RingCT ay nagtatago ng mga halaga ng Monero mula noong 2017, at ang aming kolektibong privacy ay mas malakas para dito.</p>
tr: <p>Monero'nun gizliliği, bozulduğu takdirde işlemlerin tamamını ortaya çıkaracak tek bir mekanizmaya değil, diğer parçaların zayıf yönlerini telafi ederken bütünsel gizlilik sağlamak için birlikte çalışan üç farklı teknolojiye bağlıdır. Bu üç aşamalı yaklaşım, <a target="_blank" href="/knowledge/ring-signatures" class="next-link">halka imzaları</a>, RingCT ve <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">gizli adreslerden</a> oluşur. Bu üç teknoloji sırasıyla gerçek çıktıyı (gönderen), miktarı ve alıcıyı gizler. Bugün RingCT'den bahsedeceğiz.</p> <p>RingCT muhtemelen üçü arasında en teknik olanıdır ve anlaşılması zor olabilir, bu nedenle tam olarak nasıl çalıştığını anlatmayacağız, bunun yerine bir miktarı bilmemenin ve yine de bununla ilgili şeyleri onaylamanın nasıl mümkün olduğunu göstereceğiz. . Ve endişelenmeyin, her zaman olduğu gibi birçok örnek kullanacağız.</p> <p>Önce miktarlarla ilgili herhangi bir şeyi doğrulamanın neden önemli olduğunu keşfedelim. Neden onları tamamen gizli tutamıyoruz? Cevap şu: Fırsat verilirse insanların yoktan para yaratmasının akıllıca yolları var. Böyle bir şey nasıl işe yarayabilir? Bir örneğe bakalım.</p> <p>Arkadaşınızdan bir ürün satın almak istiyorsanız ve o bunun için on dolar istiyorsa, o zaman siz on dolarla başlarsınız ve o da sıfırla başlar. Ona on doları verdikten sonra onun on doları var, senin ise sıfır. Sen onla başladın, şimdi onda var. Bu işlemde hiçbir para yaratılmadı veya yok edilmedi.</p> <p>Kripto para birimleriyle akıllı bir kişi, ürün için on dolar verebilir ve bozuk para olarak sıfır dolar almak yerine iki doları geri alabilir. 0 ve 10'un 10 ve 0'a (veya 10=10) götürmesi yerine, artık 0 ve 10'un sonucu 10 ve 2'dir (veya 10=12). İki Monero yoktan var edildi. Bireyin bunu kendisine birkaç kez yapması durumunda kısa sürede devasa bir servete sahip olabileceğini tahmin edebilirsiniz.</p> <p>Bitcoin ve diğerleriyle bunu görmek kolay olurdu. Bir işleme giren girdilere ve çıkan çıktılara bakarsınız ve gönderilenin alınana eşit olduğundan emin olursunuz. Bu miktarlar şifrelenmişse ve görünmüyorsa, kullanıcının gönderilen ve alınanın aynı olduğunu doğrulamasının hiçbir yolu yoktur.</p> <p>Bitcoin gizliliğini artırmak amacıyla Gregory Maxwell, şifrelenmiş miktarlara izin veren ve bu süreçte hiçbir şeyin yaratılmadığını veya yok edilmediğini kanıtlayan yeni bir teknoloji olan Gizli İşlemleri (CT) yarattı. Çoğu gizlilik teknolojisinde olduğu gibi Bitcoin'e girmedi ancak Monero onu benimsemeye istekliydi. Sadece bir problem vardı. Halihazırda uygulanan halka imza teknolojisi, önerilen fikirle uyumsuzdu. Böylece, o zamanki MRL araştırmacılarından biri olan Shen Noether, CT'yi, CT'nin halka imzalarıyla uyumlu bir versiyonu olan RingCT'ye dönüştürdü.</p> <p>Bir kez daha, bunun çalışma şekli oldukça tekniktir ve bir giriş makalesinde açıklanması zor olacaktır. Sadece bilmesi gereken kriptografi meraklıları için internette CT'nin iç işleyişi hakkında yazılmış çok sayıda derinlemesine makale var. Geri kalanımız için bu makale, miktarları gizlemenin nasıl mümkün olabileceğini gösterecek, ancak yine de hiçbir şeyin yaratılmadığını veya yok edilmediğini kanıtlayacaktır.</p> <p>Diyelim ki Alice, Bob'a para göndermek istedi. Alice, 10 XMR alacak olan Bob'a 10 XMR gönderecek. 10=10 yani burada yanlış bir şey yok. Ancak Alice kimsenin ne kadar gönderdiğini bilmesini istemiyor. Böylece o ve Bob ortak bir sır yaratırlar. Temelde sadece ikisinin bildiği bir sayı. Diyelim ki bu sayı 22. Şimdi Alice 10'u (gerçekte gönderdiği şeyi) 22 ile çarparak 220'yi buluyor. Bu onun ağla paylaştığı sayıdır.</p> <p>Madenciler gizli numarayı bilmiyorlar. Eğer öyle olsaydı, kendilerine gösterilen sayıyı gizli numaraya bölerek gönderilen gerçek tutarı elde edebilirlerdi. Ama bunu yapmadıkları için yapamazlar. Ancak Bob'un 220 alacağını görüyorlar. 220 gönderildi. 220 alındı. 220 = 220. Bu şekilde ağ, Alice'in Bob'a gönderdiği gerçek miktarı bilmeden hiçbir Monero'nun yaratılmadığını veya yok edilmediğini doğrulayabilir.</p> <p>Bob paylaşılan gizli numarayı bildiğinden, parayı aldığında Alice'in gönderdiği gerçek tutarı (10) bulmak için sadece 22'ye böler. Hem Alice hem de Bob ne kadar gönderildiğini ve ne kadar alındığını bilir. herkese sahte bir numara veriliyor.</p> <p>Bir kez daha söylüyorum ki CT'nin çalışma şekli bu değil ama böyle bir şeyin nasıl mümkün olabileceğine dair bir fikir veriyor. Gerçek yol, Pedersen taahhütleri, gönderilen iki miktar (alıcıya şifrelenmiş bir miktar ve ağa bir taahhüt tutarı) gibi şeyleri içerir ve… evet, insanın tüm bunların içinde nasıl kaybolabileceğini görmek zaten kolaydır.</p> <p>Ancak dikkat edilmesi gereken nokta, RingCT'nin bir işlemde iki taraf arasında gerçekleştirilen tutarı gizlerken diğer iki sayı kümesini gizlememesidir.</p> <p>Birincisi coinbase işlemleridir. Bu terim size tanıdık gelmiyorsa temel olarak madencilerin bir sonraki bloğu buldukları için aldıkları ödül anlamına gelir. Bu numara gizli değil. Protokolün bir madenciye hizmetleri karşılığında ne kadar ödül verdiğini herkes görebilir. Bu sayede tüm coinbase işlemlerinin toplanmasıyla mevcut Monero miktarı bilinebilecek. Toplamları dolaşımdaki mevcut Monero'ya eşit olacaktır.</p> <p>Gizlenmeyen ikinci sayı, bir kullanıcı işlem gönderdiğinde madencilere ödenen ücrettir. Madencilerin kime öncelik vereceğini bilmesi için ücretlerin açık olması gerekir. Bu, kullanıcıların gizliliklerine zarar vermelerinin bir yoludur, ancak sanki birisi her işlem gönderdiğinde (0,12345 gibi) benzersiz bir madencilik ücreti kullanıyormuş gibi, o zaman işlemleri bağlanabilir.</p> <p>Bu vakaların dışında, RingCT 2017'den beri Monero tutarlarını saklıyor ve bu nedenle kolektif gizliliğimiz daha da güçlü.</p>
ur: <p>منیرو کی پرائیویسی ایک واحد طریقہ کار پر منحصر نہیں ہے جو ٹوٹ جانے کی صورت میں تمام لین دین کو ظاہر کر دے گی، بلکہ تین مختلف ٹیکنالوجیز جو دوسرے حصوں کی کمزوریوں کی تلافی کرتے ہوئے مجموعی رازداری فراہم کرنے کے لیے کام کرتی ہیں۔ یہ تھری پرانگ اپروچ <a target="_blank" href="/knowledge/ring-signatures" class="next-link">رنگ دستخطوں</a>، RingCT، اور <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">اسٹیلتھ ایڈریسز</a> پر مشتمل ہے۔ یہ تینوں ٹیکنالوجیز بالترتیب اصلی آؤٹ پٹ (بھیجنے والے)، رقم اور وصول کنندہ کو چھپاتی ہیں۔ آج ہم RingCT کے بارے میں بات کریں گے۔</p> <p>رنگ سی ٹی بحث کے مطابق تینوں میں سب سے زیادہ تکنیکی ہے، اور اسے سمجھنا مشکل ہو سکتا ہے، اس لیے ہم اس بات کا احاطہ نہیں کریں گے کہ یہ کس طرح کام کرتا ہے، بلکہ یہ دکھائیں گے کہ رقم کو نہ جاننا اور پھر بھی اس کے بارے میں چیزوں کی تصدیق کرنا کیسے ممکن ہے۔ . اور پریشان نہ ہوں، ہم ہمیشہ کی طرح بہت سی مثالیں استعمال کریں گے۔</p> <p>سب سے پہلے، آئیے دریافت کریں کہ رقم کے بارے میں کسی بھی چیز کی تصدیق کرنا کیوں ضروری ہے۔ ہم انہیں مکمل طور پر خفیہ کیوں نہیں رکھ سکتے؟ جواب یہ ہے کہ ایسے ہوشیار طریقے ہیں کہ اگر موقع ملے تو لوگ پتلی ہوا سے پیسہ کما سکتے ہیں۔ ایسا کچھ کیسے کام کر سکتا ہے؟ آئیے ایک مثال دیکھتے ہیں۔</p> <p>اگر آپ اپنے دوست سے کوئی چیز خریدنا چاہتے ہیں، اور وہ اس کے لیے دس ڈالر چاہتا ہے، تو آپ دس ڈالر سے شروع کریں اور وہ صفر سے شروع ہوتا ہے۔ اسے دس ڈالر دینے کے بعد، اس کے پاس دس ڈالر ہیں اور آپ کے پاس صفر ہیں۔ آپ نے دس سے شروع کیا، اور اب اس کے پاس دس ہیں۔ اس لین دین میں کوئی رقم تخلیق یا تباہ نہیں ہوئی ہے۔</p> <p>کریپٹو کرنسیوں کے ساتھ، ایک ہوشیار فرد شے کے لیے دس ڈالر دے سکتا ہے اور بدلے میں صفر ڈالر وصول کرنے کے بجائے، وہ دو ڈالر واپس لے سکتا ہے۔ 0 اور 10 کی بجائے 10 اور 0 (یا 10=10) کی طرف لے جاتا ہے، اب یہ 0 اور 10 ہے 10 اور 2 (یا 10=12)۔ دو مونیرو ابھی پتلی ہوا سے بنائے گئے تھے۔ آپ تصور کر سکتے ہیں کہ اگر فرد کئی بار اپنے ساتھ ایسا کرے، تو وہ مختصر ترتیب میں ایک بہت بڑی دولت جمع کر سکے گا۔</p> <p>Bitcoin اور دیگر کے ساتھ، یہ دیکھنا آسان ہوگا۔ آپ لین دین میں جانے والے ان پٹس کو دیکھتے ہیں اور آؤٹ پٹ باہر آتے ہیں اور اس بات کو یقینی بناتے ہیں کہ جو بھیجا جاتا ہے وہ موصول ہونے کے برابر ہوتا ہے۔ اگر یہ رقمیں انکرپٹڈ تھیں اور نظر نہیں آتیں تو صارف کے پاس اس بات کی تصدیق کرنے کا کوئی طریقہ نہیں ہے کہ جو بھیجا گیا اور جو موصول ہوا وہ ایک ہی ہے۔</p> <p>بٹ کوائن کی پرائیویسی کو بڑھانے کی کوشش میں، گریگوری میکسویل نے کنفیڈینشل ٹرانزیکشنز (CT) بنائی، جو کہ ایک نئی ٹیکنالوجی ہے جو انکرپٹ شدہ رقوم کی اجازت دیتی ہے، جبکہ یہ ثابت کرتی ہے کہ اس عمل میں کچھ بھی تخلیق یا تباہ نہیں ہوا ہے۔ جیسا کہ سب سے زیادہ رازداری کی ٹیکنالوجی کے ساتھ، اس نے اسے Bitcoin میں نہیں بنایا، لیکن Monero اسے اپنانے کا خواہشمند تھا۔ بس ایک مسئلہ تھا۔ انگوٹھی کے دستخطوں کی پہلے سے نافذ شدہ ٹیکنالوجی مجوزہ خیال سے مطابقت نہیں رکھتی تھی۔ لہذا، اس وقت کے MRL محققین میں سے ایک، شین نوتھر، نے CT کو RingCT میں تبدیل کیا، CT کا ایک ایسا ورژن جو انگوٹھی کے دستخطوں کے ساتھ مطابقت رکھتا تھا۔</p> <p>ایک بار پھر، یہ کام کرنے کا طریقہ کافی تکنیکی ہے، اور تعارفی مضمون میں بیان کرنا مشکل ہوگا۔ خفیہ نگاری کے شوقین افراد کے لیے جنہیں صرف جاننا ضروری ہے، انٹرنیٹ پر CT کے اندرونی کام کے بارے میں بہت سارے گہرائی سے مضامین لکھے گئے ہیں۔ ہم میں سے باقی لوگوں کے لیے، یہ مضمون دکھائے گا کہ رقم کو چھپانا کیسے ممکن ہے، لیکن پھر بھی یہ ثابت کرتا ہے کہ کچھ بھی تخلیق یا تباہ نہیں ہوا تھا۔</p> <p>چلیں کہ ایلس باب کو رقم بھیجنا چاہتی تھی۔ ایلس باب کو 10 XMR بھیجے گی، جو 10 XMR وصول کرے گا۔ 10=10 تو یہاں کچھ بھی غلط نہیں ہے۔ لیکن ایلس نہیں چاہتی کہ کسی کو معلوم ہو کہ وہ کتنا بھیج رہی ہے۔ تو وہ اور باب ایک مشترکہ راز بناتے ہیں۔ بنیادی طور پر ایک عدد جو صرف ان دونوں کو معلوم ہے۔ فرض کریں کہ وہ نمبر 22 ہے۔ اب، ایلس 220 حاصل کرنے کے لیے 10 کو (جو وہ واقعی بھیج رہی ہے) کو 22 سے ضرب دیتی ہے۔ یہ وہ نمبر ہے جسے وہ نیٹ ورک کے ساتھ شیئر کرتی ہے۔<p/> <p>کان کن خود خفیہ نمبر نہیں جانتے اگر انہوں نے ایسا کیا، تو وہ خفیہ نمبر کے ذریعہ دکھائے گئے نمبر کو تقسیم کر سکتے ہیں اور اصل رقم بھیج سکتے ہیں۔ لیکن چونکہ وہ نہیں کرتے، وہ نہیں کر سکتے۔ وہ دیکھتے ہیں کہ باب کو 220 ملے گا۔ 220 بھیجے گئے۔ 220 موصول ہوئے۔ 220 = 220۔ اس طرح، نیٹ ورک اس بات کی تصدیق کر سکتا ہے کہ کوئی Monero تخلیق یا تباہ نہیں ہوا، یہ سب کچھ یہ جانے بغیر کہ ایلس نے باب کو بھیجی تھی۔</p> چونکہ باب مشترکہ خفیہ نمبر کو جانتا ہے، اس لیے جب وہ رقم وصول کرتا ہے، تو وہ ایلس کی بھیجی گئی اصل رقم حاصل کرنے کے لیے صرف 22 سے تقسیم کرتا ہے، 10۔ ایلس اور باب دونوں جانتے ہیں کہ کتنی رقم بھیجی گئی تھی اور کتنی وصول کی گئی تھی۔ باقی سب کو جھوٹا نمبر دیا جاتا ہے۔</p> <p>ایک بار پھر، یہ اصل طریقہ نہیں ہے جس میں CT کام کرتا ہے، لیکن اس سے اندازہ ہوتا ہے کہ ایسا کچھ کیسے ممکن ہو سکتا ہے۔ اصل طریقہ میں پیڈرسن کے وعدے، دو بھیجی گئی رقم (ایک وصول کنندہ کے لیے ایک خفیہ کردہ رقم اور نیٹ ورک کے لیے ایک وابستگی کی رقم) جیسی چیزیں شامل ہیں، اور… ہاں، یہ دیکھنا پہلے سے ہی آسان ہے کہ ان سب میں کیسے کوئی ضائع ہوسکتا ہے۔</p> <p>تاہم ایک بات قابل غور ہے کہ RingCT لین دین میں دو فریقین کے درمیان لین دین کی رقم کو چھپاتا ہے، لیکن یہ نمبروں کے دو دیگر سیٹوں کو نہیں چھپاتا ہے۔</p> <p>پہلا سکے بیس ٹرانزیکشنز ہے۔ اگر یہ اصطلاح آپ کے لیے ناواقف ہے، تو اس کا بنیادی مطلب ہے وہ انعام جو miners کو اگلے بلاک کو تلاش کرنے پر ملتا ہے۔ یہ نمبر پوشیدہ نہیں ہے۔ کوئی بھی دیکھ سکتا ہے کہ پروٹوکول نے ایک کان کن کو ان کی خدمت کے عوض کتنا نوازا ہے۔ اس طرح، موجود Monero کی موجودہ رقم کو سکے بیس کے تمام لین دین کو شامل کرکے معلوم کیا جا سکتا ہے۔ ان کی رقم گردش میں موجودہ Monero کے برابر ہو جائے گی۔</p> <p>دوسرا نمبر جو چھپا نہیں ہے وہ فیس ہے جو کان کنوں کو ادا کی جاتی ہے جب کوئی صارف ٹرانزیکشن بھیجتا ہے۔ فیس واضح ہونی چاہیے تاکہ کان کن جان سکیں کہ کس کو ترجیح دینی ہے۔ یہ ایک ایسا طریقہ ہے جس سے صارفین اپنی پرائیویسی کو نقصان پہنچا سکتے ہیں، جیسا کہ اگر کوئی ہر بار جب کوئی ٹرانزیکشن بھیجتا ہے (جیسے 0.12345) ایک منفرد مائنر فیس استعمال کرتا ہے تو اس کے لین دین کو لنک کیا جا سکتا ہے۔</p> <p>ان معاملات کے علاوہ، RingCT 2017 سے Monero کی رقم کو چھپا رہا ہے، اور ہماری اجتماعی رازداری اس کے لیے زیادہ مضبوط ہے۔</p>
zh_cn: <p>加密货币如果只靠一种技术保护隐私，那么一旦这个技术被破解，则该币的隐私安全就会崩坏，因此门罗币并不是靠单一机制，而是通过三种可以协同工作的技术，共同完成隐私保护，这样做的好处是在提高整体私密性的同时也弥补了单一技术的缺点. 这种三管齐下的方法由<a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures环形签名技术</a>, RingCT环形机密技术, 以及 <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses隐身地址技术</a>. 这三种技术分别隐藏了实际的输出，也就是发送者，交易金额和接收者. 今天我们将重点讨论RingCT环形机密技术.</p> <p>包括防弹协议在内广义上的RingCT环形机密技术，可以说是门罗币三大加密技术里最先进的，并且可能是最难理解的，因此我们将不去讨论它的确切原理，而是在逻辑层面说明如何在不知道某个确定量的前提下，仍旧可以对其进行确认. 读者不用担心，我们将一如既往地使用比喻和例子帮助大家理解.</p> <p>首先，让我们先探讨一下，为什么转帐金额验证是十分必要的. 大家有没有思考过，完全黑箱操作的危害是什么，其实答案很简单，如果转帐金额不被第三方验证的话，只要有机会，很多人可以利用某些漏洞和方法凭空赚钱. 让我们通过一个例子来看一下某些人的小聪明.</p> <p>如果你想从你的朋友那里购买一件商品，而他商品的售价为十美元，假设交易开始前你正好有十美元，而他只有那件商品，他手里一分钱也没有. 那么当交易结束的时候，由于你给了他十美元，所以他的余额变成了十美元，而你的余额变成零. 这个过程里一共只有10美元，此交易未创建或销毁任何资金.</p> <p>而在加密货币世界里，当买家支付了10美元购买商品时，另一个本来余额为零的卖家，凭空超发或者强行找零给买家2美元，他们的账本就和之前不同了. 现在双方的余额不再是一方0美元和另一方10美元，而是一方10美元和另一方2美元, 交易前两人总余额为10美元，现在两人总和变成了12美元，凭空捏造出两美元.你可以想象，如果重复这样做，他们将能够在短时间内积聚巨额财富.</p> <p>使用比特币和其他透明的币，这其实很容易看到. 用户可以通过查看交易双方的转入和转出，确保买家有足够的钱支付，不凭空捏造，收款方也老老实实接受，不会额外记账或者超额找零. 可是如果买卖双方的交易金额已加密且不可见，则其它用户和节点将无法直接验证买家所支付的金额和卖家收到的金额是否一致.</p> <p>为了增加比特币的隐私性，Gregory Maxwell发明创造了Confidential Transactions缩写为CT，机密交易技术，这是一种交易金额完全隐蔽的新技术，同时可以证明在交易过程中没有人凭空增发或销毁任何加密货币.与大多数保护隐私技术一样，它没有被比特币采纳，但是门罗币热衷于实现它. 而在当时有一个问题,该技术和环签名技术并不兼容. 因此，当时的一名MRL门罗币实验室研究人员，Shen Noether将CT机密交易技术修改为RingCT，也就是与环签名技术兼容的门罗币版本.</p> <p>再一次重申，这种验证的实现方式是非常技术性的，只在介绍为主的科普文章中很难解释其中科学逻辑和代码实现. 好在对于刨根问底的加密术爱好者，网上有大量深入的文章介绍了CT的内部工作原理的论文可以深入研究. 对于其他普通人，本文将简单说明机密交易是如何在交易金额隐秘的情况下，仍可以证明没有增发或者销毁任何币的.</p> <p>假设爱丽丝想转帐给鲍勃. 爱丽丝将向鲍勃发送10 门罗币，鲍勃将收到10 门罗币. 转帐前后余额为10，所以这里没有错. 但是爱丽丝不想让任何人知道她到底发送了多少币. 因此，她和鲍勃创建了一个只有两个人知道的秘密数字.假设共享数字是22. 现在，爱丽丝将10门罗币，也就是她实际转帐的数字，乘以22得到220，220就是她与网络节点共享的数字.</p> <p>矿工和节点并不知道秘密数字是22. 如果他们知道双方秘密是22，他们是可以将220除以秘密数字22，然后获得实际发送的金额10门罗币. 但是由于他们并不知道，因此他们并不能知道双方到底转帐多少钱. 但他们会看到鲍勃将获得220，而爱丽丝也发送了220.交易前后金额相等，220 =220.通过这种方式，网络可以在不知道Alice发送Bob的真实数量的情况下，验证没有创建或销毁任何的门罗币.</p> <p>因为Bob知道共享的秘密号码是22，所以当他收到钱时，他只用金额220，除以22，就得到Alice发送的真实金额10门罗币.而Alice和Bob都知道发送了多少，收到了多少，而其他人都只能观测到一串错误的数字.这里译者再添加另一个例子帮助大家理解，假设爱丽丝给了鲍勃10美元，由10个硬币和3张纸币组成，那么节点只去验证，鲍勃是否收到了这10个硬币和三张钞票，具体面额并不知道，只有当事人知道，节点只负责确认转帐前后还是这10个硬币和3张钞票，没有人增发也没有人销毁.</p> <p>再一次,再一次重申，这并不是CT技术的实际工作方式，本文只是给出了一个比较好理解的例子. 真正的方式涉及诸如Pedersen彼德森承诺，发送者会发送两个转帐量,一个加密量发送给接收方，一个承诺量发送给网络节点，以及……好吧，还是不要继续说了，是的，其实写到这里很多读者已经看晕了.</p> <p>但是要注意的另一件事是，尽管RingCT确实隐藏了交易中两方之间的交易金额，但它并未隐藏另外两组数字.</p> <p>首先是coinbase金额,这里的coinbase不是指那个交易所，而是中文翻译成币基的加密货币概念. 也许你不熟悉此术语，它的基本含义就是矿工打包某个区块所获得的爆块奖励. 爆块奖励并没有乘以一个秘密数字，任何人都可以看到每个块矿工的的奖励到底是多少.通过这种方式，可以将所有coinbase交易相加来知道现有的门罗币总量，他们的总和将等于当前流通的门罗币.</p> <p>第二个未隐藏的数字是用户发送交易时愿意支付给矿工的费用. 矿工费必须公开，以便矿工们可以知道应该优先处理哪些转帐. 这其实是损害用户隐私的一种潜在方式，如果某人每次发送交易时使用的矿工费都一样，例如0.12345，则也可能被关联其交易.</p> <p>除此之外，RingCT环形机密技术，自2017年1月以来一直在隐藏门罗币主链上的其它一切交易金额，我们的集体隐私也因为它而更加强大.</p>
zh_tw: <p>加密貨幣如果只靠一種技術保護隱私，那麼一旦這個技術被破解，則該幣的隱私安全就會崩壞，因此門羅幣並不是靠單一機制，而是通過三種可以協同工作的技術，共同完成隱私保護，這樣做的好處是在提高整體私密性的同時也彌補了單一技術的缺點. 這種三管齊下的方法由<a target="_blank" href="/knowledge/ring-signatures" class="next-link">ring signatures環形簽名技術</a>, RingCT環形機密技術, 以及 <a target="_blank" href="/knowledge/monero-stealth-addresses" class="next-link">stealth addresses隱身位址技術</a>. 這三種技術分別隱藏了實際的輸出，也就是發送者，交易金額和接收者. 今天我們將重點討論RingCT環形機密技術.</p> <p>包括防彈協議在內廣義上的RingCT環形機密技術，可以說是門羅幣三大加密技術裡最先進的，並且可能是最難理解的，因此我們將不去討論它的確切原理，而是在邏輯層面說明如何在不知道某個確定量的前提下，仍舊可以對其進行確認. 讀者不用擔心，我們將一如既往地使用比喻和例子幫助大家理解.</p> <p>首先，讓我們先探討一下，為什麼轉帳金額驗證是十分必要的. 大家有沒有思考過，完全黑箱操作的危害是什麼，其實答案很簡單，如果轉帳金額不被協力廠商驗證的話，只要有機會，很多人可以利用某些漏洞和方法憑空賺錢. 讓我們通過一個例子來看一下某些人的小聰明.</p> <p>如果你想從你的朋友那裡購買一件商品，而他商品的售價為十美元，假設交易開始前你正好有十美元，而他只有那件商品，他手裡一分錢也沒有. 那麼當交易結束的時候，由於你給了他十美元，所以他的餘額變成了十美元，而你的餘額變成零. 這個過程裡一共只有10美元，此交易未創建或銷毀任何資金.</p> <p>而在加密貨幣世界裡，當買家支付了10美元購買商品時，另一個本來餘額為零的賣家，憑空超發或者強行找零給買家2美元，他們的帳本就和之前不同了. 現在雙方的餘額不再是一方0美元和另一方10美元，而是一方10美元和另一方2美元, 交易前兩人總餘額為10美元，現在兩人總和變成了12美元，憑空捏造出兩美元.你可以想像，如果重複這樣做，他們將能夠在短時間內積聚巨額財富.</p> <p>使用比特幣和其他透明的幣，這其實很容易看到. 使用者可以通過查看交易雙方的轉入和轉出，確保買家有足夠的錢支付，不憑空捏造，收款方也老老實實接受，不會額外記帳或者超額找零. 可是如果買賣雙方的交易金額已加密且不可見，則其它用戶和節點將無法直接驗證買家所支付的金額和賣家收到的金額是否一致.</p> <p>為了增加比特幣的隱私性，Gregory Maxwell發明創造了Confidential Transactions縮寫為CT，機密交易技術，這是一種交易金額完全隱蔽的新技術，同時可以證明在交易過程中沒有人憑空增發或銷毀任何加密貨幣.與大多數保護隱私技術一樣，它沒有被比特幣採納，但是門羅幣熱衷於實現它. 而在當時有一個問題,該技術和環簽名技術並不相容. 因此，當時的一名MRL門羅幣實驗室研究人員，Shen Noether將CT機密交易技術修改為RingCT，也就是與環簽名技術相容的門羅幣版本.</p> <p>再一次重申，這種驗證的實現方式是非常技術性的，只在介紹為主的科普文章中很難解釋其中科學邏輯和代碼實現. 好在對於刨根問底的加密術愛好者，網上有大量深入的文章介紹了CT的內部工作原理的論文可以深入研究. 對於其他普通人，本文將簡單說明機密交易是如何在交易金額隱秘的情況下，仍可以證明沒有增發或者銷毀任何幣的.</p> <p>假設愛麗絲想轉帳給鮑勃. 愛麗絲將向鮑勃發送10 門羅幣，鮑勃將收到10 門羅幣. 轉帳前後餘額為10，所以這裡沒有錯. 但是愛麗絲不想讓任何人知道她到底發送了多少幣. 因此，她和鮑勃創建了一個只有兩個人知道的秘密數字.假設共用數字是22. 現在，愛麗絲將10門羅幣，也就是她實際轉帳的數字，乘以22得到220，220就是她與網路節點共用的數位.</p> <p>礦工和節點並不知道秘密數字是22. 如果他們知道雙方秘密是22，他們是可以將220除以秘密數字22，然後獲得實際發送的金額10門羅幣. 但是由於他們並不知道，因此他們並不能知道雙方到底轉帳多少錢. 但他們會看到鮑勃將獲得220，而愛麗絲也發送了220.交易前後金額相等，220 =220.通過這種方式，網路可以在不知道Alice發送Bob的真實數量的情況下，驗證沒有創建或銷毀任何的門羅幣.</p> <p>因為Bob知道共用的秘密號碼是22，所以當他收到錢時，他只用金額220，除以22，就得到Alice發送的真實金額10門羅幣.而Alice和Bob都知道發送了多少，收到了多少，而其他人都只能觀測到一串錯誤的數位.這裡譯者再添加另一個例子幫助大家理解，假設愛麗絲給了鮑勃10美元，由10個硬幣和3張紙幣組成，那麼節點只去驗證，鮑勃是否收到了這10個硬幣和三張鈔票，具體面額並不知道，只有當事人知道，節點只負責確認轉帳前後還是這10個硬幣和3張鈔票，沒有人增發也沒有人銷毀.</p> <p>再一次,再一次重申，這並不是CT技術的實際工作方式，本文只是給出了一個比較好理解的例子. 真正的方式涉及諸如Pedersen彼德森承諾，發送者會發送兩個轉帳量,一個加密量發送給接收方，一個承諾量發送給網路節點，以及……好吧，還是不要繼續說了，是的，其實寫到這裡很多讀者已經看暈了.</p> <p>但是要注意的另一件事是，儘管RingCT確實隱藏了交易中兩方之間的交易金額，但它並未隱藏另外兩組數字.</p> <p>首先是coinbase金額,這裡的coinbase不是指那個交易所，而是中文翻譯成幣基的加密貨幣概念. 也許你不熟悉此術語，它的基本含義就是礦工打包某個區塊所獲得的爆塊獎勵. 爆塊獎勵並沒有乘以一個秘密數字，任何人都可以看到每個塊礦工的的獎勵到底是多少.通過這種方式，可以將所有coinbase交易相加來知道現有的門羅幣總量，他們的總和將等於當前流通的門羅幣.</p> <p>第二個未隱藏的數位是使用者發送交易時願意支付給礦工的費用. 礦工費必須公開，以便礦工們可以知道應該優先處理哪些轉帳. 這其實是損害使用者隱私的一種潛在方式，如果某人每次發送交易時使用的礦工費都一樣，例如0.12345，則也可能被關聯其交易.</p> <p>除此之外，RingCT環形機密技術，自2017年1月以來一直在隱藏門羅幣主鏈上的其它一切交易金額，我們的集體隱私也因為它而更加強大.</p>
