Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbeconomy250Sb2250Sbtext
source: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Remove the reliance on the state’s approval and ID system</h6> <p>This point may not stand out to most westerners or people who have lived with the ID system in a stable country, but our reliance on state-issued IDs and approval in order to conduct business, earn a living, and buy what we need to survive enables the state to easily cut off those they deem “non-compliant”.</p> <p>This is <em>not</em> just criminals, and can be political dissidents, religious minorities, racial minorities, etc. This control lets the state dictate who can and cannot engage in commerce, who each of us can transact with, and what we can buy/sell – essentially choosing life or death for each citizen based on compliance.</p> <p>Removing this reliance by building circular economies removes the states power over our ability to engage in an economy, letting us survive and thrive no matter what the state thinks of us.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Reduce the governments control of Monero and Monero users via fiat on/off-ramps</h6> <p>The incredibly strong privacy guarantees and decentralization of Monero make it extremely difficult (or even impossible) to prevent people from using it how they see fit. Because of the strong technical base for Monero’s power as a tool for freedom, governments are rapidly realizing their best chance of controlling Monero users or reducing the effectiveness of the network is to control who can get access to Monero while compiling a nice and tidy list of Monero users via Know-Your-Customer (KYC) exchanges.</p> <p>When we build out circular economies we do not need to use fiat on/off-ramps as frequently (or even at all!), and so can remove that point of government control over our actions.</p> <p>We can also do this by refusing to use centralized KYC exchanges, and trading peer-to-peer here on LocalMonero.</p>
cs: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Odstraňte spoléhání se na státní souhlas a identifikační systém</h6> <p>Tento bod nemusí vyčnívat většině lidí ze Západu nebo lidem, kteří žili se systémem ID ve stabilní zemi, ale naše spoléhání se na státem vydané průkazy totožnosti a schválení, abychom mohli podnikat, vydělávat na živobytí a kupovat to, co potřeba přežít umožňuje státu snadno odříznout ty, které považují za „nevyhovující“.</p> <p>Toto <em>nejsou</em> jen zločinci a mohou to být političtí disidenti, náboženské menšiny, rasové menšiny atd. Tato kontrola umožňuje státu diktovat, kdo se může a nemůže zapojit do obchodu, s kým každý z nás může obchodovat a co můžeme koupit/prodat – v podstatě si vybíráme život nebo smrt pro každého občana na základě souladu.</p> <p>Odstranění této závislosti budováním cirkulárních ekonomik odstraňuje moc států nad naší schopností zapojit se do ekonomiky, což nám umožňuje přežít a prosperovat bez ohledu na to, co si o nás stát myslí.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Snižte vládní kontrolu nad Monerem a uživateli Monera pomocí on/off ramp </h6> <p>Neuvěřitelně silné záruky ochrany soukromí a decentralizace Monera velmi ztěžují (nebo dokonce znemožňují) zabránit lidem, aby jej používali, jak uznají za vhodné. Vzhledem k silné technické základně moci Monera jako nástroje svobody si vlády rychle uvědomují, že nejlepší šancí, jak kontrolovat uživatele Monero nebo snížit efektivitu sítě, je kontrolovat, kdo může získat přístup k Moneru, a zároveň sestavit pěkný a přehledný seznam uživatelú Monera prostřednictvím burz Know-Your-Customer (KYC).</p> <p>Když budujeme cirkulární ekonomiky, nepotřebujeme používat fiat on/off-rampy tak často (nebo dokonce vůbec!), a tak můžeme odstranit tento bod vládní kontroly nad našimi činy.</p> <p>Můžeme to udělat také tím, že odmítneme používat centralizované burzy KYC a obchodujeme peer-to-peer zde na LocalMonero.</p>
fi: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Poista riippuvuus valtion hyväksyntä- ja henkilöllisyystodistusjärjestelmästä</h6> <p>Tämä kohta ei ehkä erotu useimmista länsimaalaisista tai ihmisistä, jotka ovat eläneet henkilöllisyystodistuksen kanssa vakaassa maassa, mutta luotamme valtion myöntämiin henkilöllisyystodistuksiin ja hyväksyntään, jotta voimme harjoittaa liiketoimintaa, ansaita toimeentuloa ja ostaa mitä haluamme. Ihmisen tarve selviytyä mahdollistaa sen, että valtio voi helposti katkaista kaupankäynnistä ne, joita he pitävät "ei-sopimattomina".</p> <p>Tämä ei ole <em>ei</em> vain rikollisia, vaan ne voivat olla poliittisia toisinajattelijoita, uskonnollisia vähemmistöjä, rotuvähemmistöjä jne. Tämä valvonta antaa valtion määrätä, kuka saa ja ei saa käydä kauppaa, kenen kanssa jokainen meistä voi käydä kauppaa ja mitä voimme ostaa/myydä – pohjimmiltaan elämän tai kuoleman valitseminen kullekin kansalaiselle vaatimustenmukaisuuden perusteella.</p> <p>Tämän riippuvuuden poistaminen rakentamalla kiertotalouksia poistaa valtioiden vallan kyvystämme osallistua talouteen, jolloin voimme selviytyä ja menestyä riippumatta siitä, mitä valtio meistä ajattelee.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Vähennä Moneron ja Moneron käyttäjien määräysvaltaa fiat-on/off-ramppien avulla</h6> <p>Moneron uskomattoman vahvat tietosuojatakuut ja hajauttaminen tekevät siitä erittäin vaikeaa (tai jopa mahdotonta) estää ihmisiä käyttämästä sitä parhaaksi katsomallaan tavalla. Moneron vapauden työkaluna olevan vahvan teknisen perustan vuoksi hallitukset ymmärtävät nopeasti parhaan mahdollisuutensa hallita Moneron käyttäjiä tai vähentää verkon tehokkuutta on valvoa, ketkä pääsevät käyttämään Moneroa, samalla kun ne laativat mukavan ja siistin luettelon Monero-käyttäjistä Know-Your-Customer (KYC) -pörssien kautta.</p> <p>Kun rakennamme kiertotalouksia, meidän ei tarvitse käyttää Fiat-on/off-ramppeja niin usein (tai edes ollenkaan!), joten voimme poistaa hallitukselta toimiemme hallinnan.</p> <p>Voimme tehdä tämän myös kieltäytymällä käyttämästä keskitettyjä KYC-pörssejä ja käyttämällä vertaisverkkoa täällä LocalMonerossa.</p>
fr: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Supprimer la dépendance à l'égard du système d'approbation et d'identification de l'État </h6> <p>Ce point ne ressort peut-être pas de la plupart des occidentaux ou des personnes qui ont vécu avec le système d'identification dans un pays stable, mais notre dépendance à l'égard des pièces d'identité et de l'approbation délivrées par l'État pour faire des affaires, gagner sa vie et acheter ce dont nous besoin pour survivre permet à l'État d'exclure facilement ceux qu'il juge « non conformes ».</p> <p>Ce ne sont <em>pas</em> que des criminels, et il peut s'agir de dissidents politiques, de minorités religieuses, de minorités raciales, etc. Ce contrôle permet à l'État de dicter qui peut et ne peut pas faire du commerce, avec qui chacun de nous peut effectuer des transactions , et ce que nous pouvons acheter et/ou vendre - en choisissant essentiellement la vie ou la mort pour chaque citoyen en fonction de sa conformité avec le système établi.</p> <p>En supprimant cette dépendance par la mise en place d'économies circulaires, l'État perd ainsi son pouvoir de contrôle sur notre capacité à nous impliquer dans une économie, nous permettant de survivre et de prospérer, peu importe ce que l'État pense de nous.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Réduire le contrôle des gouvernements sur Monero et les utilisateurs de Monero via des rampes d'accès et de sortie en monnaie fiduciaire</h6> <p>Les garanties de confidentialité incroyablement solides et la décentralisation de Monero rendent extrêmement difficile (voire impossible) d'empêcher les gens de l'utiliser comme bon leur semble. En raison de sa solide base technique conférent à Monero du pouvoir en tant qu'outil de liberté, les gouvernements réalisent rapidement que leur meilleure chance de contrôler les utilisateurs de Monero ou de réduire l'efficacité du réseau est de contrôler qui peut accéder à Monero tout en compilant une liste claire et précise des utilisateurs de Monero via les échanges imposant une politique « Know-Your-Customer » (KYC)(« connais tes clients »).</p> <p>Lorsque nous développons des économies circulaires, nous n'avons pas besoin d'utiliser les rampes d'accès et de sortie aussi fréquemment (voire même pas du tout !), et nous pouvons donc supprimer ce point de contrôle gouvernemental sur nos actions.</p> <p>Nous pouvons également le faire en refusant d'utiliser les échanges KYC centralisés et en négociant en pair-à-pair ici sur LocalMonero.</p>
it: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Eliminare la dipendenza dall'approvazione e dal sistema di identificazione dello stato</h6> <p>Questo punto potrebbe non essere d'interesse per la maggior parte degli occidentali o per le persone che hanno vissuto con il sistema di identificazione in un paese stabile, ma la nostra dipendenza dallo stato- I documenti emessi e l'approvazione per condurre affari, guadagnarsi da vivere e acquistare ciò di cui abbiamo bisogno per sopravvivere consentono allo stato di tagliare facilmente coloro che ritengono "non conformi".</p> <p>Questi <em>non</em> sono solo criminali e possono essere dissidenti politici, minoranze religiose, minoranze razziali, ecc. Questo controllo consente allo stato di dettare chi può e non può impegnarsi nel commercio, chi ciascuno di noi possiamo negoziare e cosa possiamo comprare/vendere, essenzialmente scegliendo la vita o la morte per ogni cittadino in base alla conformità.</p> <p>Rimuovere questa dipendenza costruendo economie circolari rimuove il potere degli stati sulla nostra capacità di impegnarci in un'economia, permettendoci di sopravvivere e prosperare indipendentemente da ciò che lo stato pensa di noi.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Ridurre il controllo governativo degli utenti Monero e Monero tramite rampe di attivazione/disattivazione fiat</h6> <p>Le incredibili garanzie di privacy e il decentramento di Monero rendono estremamente difficile (o addirittura impossibile) prevenire le persone dall'usarlo come ritengono opportuno. A causa della solida base tecnica per il potere di Monero come strumento per la libertà, i governi stanno rapidamente realizzando che la loro migliore possibilità di controllare gli utenti di Monero o di ridurre l'efficacia della rete è controllare chi può accedere a Monero mentre compilano un elenco ordinato e ordinato di Utenti Monero tramite gli scambi Know-Your-Customer (KYC).</p> <p>Quando costruiamo economie circolari non è necessario utilizzare rampe di attivazione/disattivazione fiat così frequentemente (o addirittura affatto!), e quindi possiamo rimuovere quel punto di controllo del governo sulle nostre azioni.</p> <p>Possiamo farlo anche rifiutando di utilizzare scambi KYC centralizzati e negoziando peer-to-peer qui su LocalMonero.</p>
lt: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Pašalinkite priklausomybę nuo valstybės patvirtinimo ir ID sistemos</h6> <p>Šis taškas daugeliui vakariečių ar žmonių, kurie gyveno su ID sistema stabilioje šalyje, gali nepastebėti, bet mūsų pasitikėjimas valstybės išduotais asmens tapatybės dokumentais ir patvirtinimu, kad galėtume vykdyti verslą, užsidirbti pragyvenimui ir pirkti tai, ką mes turime. poreikis išgyventi leidžia valstybei lengvai atkirsti tuos, kuriuos ji laiko „neatitinkančiais“.</p> <p>Tai <em>ne</em> tik nusikaltėliai ir gali būti politiniai disidentai, religinės mažumos, rasinės mažumos ir kt. Ši kontrolė leidžia valstybei diktuoti, kas gali ir kas negali užsiimti prekyba, su kuo kiekvienas iš mūsų gali sudaryti sandorius. , ir ką galime nusipirkti/parduoti – iš esmės pasirenkant kiekvieno piliečio gyvybę ar mirtį pagal atitiktį.</p> <p>Pašalinus šią priklausomybę kuriant žiedinę ekonomiką, panaikinama valstybių galia mūsų gebėjimui įsitraukti į ekonomiką, todėl galime išgyventi ir klestėti, kad ir ką apie mus galvotų valstybė.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Sumažinkite Monero ir Monero naudotojų vyriausybių kontrolę naudodami „fiat“ įjungimo / išjungimo rampas</h6> <p>Dėl neįtikėtinai stiprių privatumo garantijų ir Monero decentralizavimo labai sunku (ar net neįmanoma) neleisti žmonėms juo naudotis taip, kaip jiems atrodo tinkama. Dėl tvirtos techninės bazės Monero galiai, kaip laisvės įrankiui, vyriausybės greitai suvokia savo geriausią galimybę kontroliuoti Monero vartotojus arba sumažinti tinklo efektyvumą – kontroliuoti, kas gali gauti prieigą prie Monero ir sudaryti gražų ir tvarkingą sąrašą „Monero“ vartotojai per „Know-Your-Customer“ (KYC) mainus.</p> <p>Kurdami žiedinę ekonomiką, mums nereikia taip dažnai (ar net iš viso!) naudoti „fiat“ įjungimo/išjungimo rampas, todėl galime panaikinti tą vyriausybės kontrolės tašką mūsų veiksmams.</p> <p>Taip pat galime padaryti atsisakę naudoti centralizuotus KYC mainus ir prekiauti lygiaverte čia, „LocalMonero“.</p>
nb: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Fjern avhengigheten av statens godkjenning og ID-system</h6> <p>Dette punktet skiller seg kanskje ikke ut for de fleste vestlige eller folk som har levd med ID-systemet i et stabilt land, men vår avhengighet av statsutstedte IDer og godkjenning for å drive forretninger, tjene til livets opphold og kjøpe det vi behovet for å overleve gjør det mulig for staten å enkelt kutte ut de de anser som "ikke-kompatible".</p> <p>Dette er <em>ikke</em> bare kriminelle, og kan være politiske dissidenter, religiøse minoriteter, raseminoriteter osv. Denne kontrollen lar staten diktere hvem som kan og ikke kan drive handel, hvem hver av oss kan handle med , og hva vi kan kjøpe/selge – i hovedsak å velge liv eller død for hver enkelt innbygger basert på samsvar.</p> <p>Ved å fjerne denne avhengigheten ved å bygge sirkulære økonomier fjerner statens makt over vår evne til å engasjere seg i en økonomi, og lar oss overleve og trives uansett hva staten mener om oss.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Reduser myndighetenes kontroll over Monero- og Monero-brukere via fiat på/av-ramper</h6> <p>De utrolig sterke personverngarantiene og desentraliseringen av Monero gjør det ekstremt vanskelig (eller til og med umulig) å hindre folk i å bruke det slik de finner passende. På grunn av det sterke tekniske grunnlaget for Moneros makt som et verktøy for frihet, innser regjeringer raskt sin beste sjanse til å kontrollere Monero-brukere eller redusere effektiviteten til nettverket er å kontrollere hvem som kan få tilgang til Monero mens de setter sammen en fin og ryddig liste over Monero-brukere via Know-Your-Customer (KYC)-børser.</p> <p>Når vi bygger ut sirkulære økonomier, trenger vi ikke bruke fiat på/av-ramper så ofte (eller til og med i det hele tatt!), og kan derfor fjerne det punktet med myndighetskontroll over handlingene våre.</p> <p>Vi kan også gjøre dette ved å nekte å bruke sentraliserte KYC-børser, og handle peer-to-peer her på LocalMonero.</p>
nl: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Verwijder de afhankelijkheid van het goedkeurings- en ID-systeem van de staat </h6> <p> Dit punt valt de meeste westerlingen of mensen die in een stabiel land met het ID-systeem hebben geleefd misschien niet op, maar onze afhankelijkheid van door de staat uitgegeven identiteitsbewijzen en goedkeuring om zaken te doen, geld te verdienen en te kopen wat we nodig hebben om te overleven, stelt de staat in staat om degenen die zij als "niet-conform" beschouwen, gemakkelijk af te sluiten </p> <p>Dit zijn <em>niet alleen </em> criminelen, maar kunnen ook politieke dissidenten, religieuze minderheden, etnische minderheden, etc. zijn. Deze controle laat de staat bepalen wie wel en niet handel mag drijven, met wie ieder van ons zaken mag doen , en wat we kunnen kopen/verkopen – in principe leven of dood kiezen voor elke burger op basis van naleving.</p> <p>Door deze afhankelijkheid weg te nemen met het opbouwen van circulaire economieën, wordt de macht van de staat over ons mogelijkheid tot deelname aan een economie ook weggenomen, waardoor we kunnen overleven en gedijen, ongeacht wat de staat van ons denkt.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Verminder de overheidscontrole van Monero en Monero-gebruikers via fiat op- en afritten</h6> <p>De ongelooflijk sterke privacygaranties en decentralisatie van Monero maken het extreem moeilijk (of zelfs onmogelijk) om te voorkomen dat mensen het naar eigen goeddunken gebruiken. Vanwege de sterke technische basis voor de macht van Monero als instrument voor vrijheid, realiseren regeringen zich snel dat hun beste kans om Monero-gebruikers te controleren of de effectiviteit van het netwerk te verminderen, is om te bepalen wie toegang kan krijgen tot Monero terwijl ze een nette lijst samenstellen van Monero-gebruikers via KYC-uitwisselingen (Know-Your-Customer).</p> <p>Als we circulaire economieën uitbouwen, hoeven we niet zo vaak (of zelfs helemaal niet!) fiat-op- en afritten te gebruiken, en kunnen we dus dat punt van overheidscontrole over onze acties verwijderen.</p> <p>We kunnen dit ook doen door te weigeren gecentraliseerde KYC-uitwisselingen te gebruiken en peer-to-peer hier op LocalMonero te handelen.</p>
pl: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Przestań być zależny od państwowego systemu zezwoleń i systemu dowodów tożsamości</h6> <p>Ten punkt może się nie wyróżniać dla większości ludzi z Zachodu, lub ludzi którzy mieszkają w stabilnym kraju, ale zależność od państwowych dowodów tożsamości i zezwoleń państwa na prowadzenie działalności, zarabiania i kupowania tego, czego potrzebujemy do przeżycia umożliwia władzy odcięcie nas od tych rzeczy.</p> </p>Nie dotyczy to <em>wyłącznie</em> przestępców, ale również opozycjonistów politycznych, mniejszości religijnych, rasowych itp. Ta kontrola umożliwia władzy decydowanie kto może brać udział w handlu, kto może przesyłać pieniądze, komu i co może kupić lub sprzedać, w efekcie decydując o życiu lub śmierci.<p> <p>Eliminowanie tej zależności, poprzez tworzenie circular economies, uniemożliwia władzy kontrolę nad naszą możliwością brania udziału w gospodarce, umożliwia nam życie i przetrwanie bez względu na to co o nas sądzi.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Zmniejsz kontrolę rządów nad Monero i jego użytkownikami na giełdach</h6> <p>Niezwykle duża prywatność i decentralizacja jaką oferuje Monero sprawia, że jest wyjątkowo ciężko (wręcz nie da się) powstrzymać ludzi przed korzystaniem z niego tak jak chcą. Przez to, że Monero jest potężnym narzędziem dla wolności, rządy szybko zauważają, że ich najlepszą szansą na kontrolowanie użytkowników Monero i zmniejszenie siły jego sieci, jest ograniczenie dla tych, którzy mogą handlować Monero i stworzenie listy jego użytkowników poprzez giełdy wymagające weryfikacji Know-Your-Customer (KYC).</p> <p>Gdy zbudujemy circular economies, nie będziemy musieli korzystać z giełd, żeby zamieniać nasze Monero na fiat i będziemy mogli pozbyć się kontroli rządu nad naszymi pieniędzmi.</p> <p> Możemy to również zrobić, odmawiając korzystania z scentralizowanych giełd KYC i handlując peer-to-peer tutaj na LocalMonero. </p>
pt_br: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Remova a dependência da aprovação do estado e do sistema de identificação</h6> <p>Este ponto pode não se destacar para a maioria dos ocidentais ou pessoas que viveram com o sistema de identificação em um país estável, mas nossa dependência do estado identidades emitidas e aprovação para conduzir negócios, ganhar a vida e comprar o que precisamos para sobreviver permite que o estado corte facilmente aqueles que eles consideram “não-conformes”.</p> <p>Isto é <em>não</em> apenas criminosos, e podem ser dissidentes políticos, minorias religiosas, minorias raciais, etc. Esse controle permite que o estado dite quem pode ou não se envolver no comércio, quem cada um de nós podemos negociar e o que podemos comprar/vender – essencialmente escolhendo a vida ou a morte de cada cidadão com base no cumprimento.</p> <p>A remoção dessa dependência por meio da construção de economias circulares remove o poder do estado sobre nossa capacidade de participar de uma economia, permitindo que sobrevivamos e prosperemos, não importa o que o estado pense de nós.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Reduzir o controle governamental dos usuários do Monero e do Monero por meio de rampas de entrada/saída fiduciárias</h6> <p>As garantias de privacidade incrivelmente fortes e a descentralização do Monero tornam extremamente difícil (ou mesmo impossível) impedir pessoas de usá-lo como bem entenderem. Por causa da forte base técnica do poder do Monero como uma ferramenta para a liberdade, os governos estão percebendo rapidamente que sua melhor chance de controlar os usuários do Monero ou reduzir a eficácia da rede é controlar quem pode acessar o Monero enquanto compila uma lista agradável e organizada de Usuários Monero por meio de trocas Know-Your-Customer (KYC).</p> <p>Quando construímos economias circulares, não precisamos usar rampas de entrada/saída fiduciárias com tanta frequência (ou até mesmo!), e assim podemos remover esse ponto de controle do governo sobre nossas ações.</p> <p>Também podemos fazer isso recusando o uso de trocas KYC centralizadas e negociando ponto a ponto aqui no LocalMonero.</p>
sl: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Odstranite odvisnost od državne odobritve in sistema identifikacije </h6> <p>Večini zahodnjakov ali ljudem, ki so živeli s sistemom osebnih izkaznic v stabilni državi, ta točka morda ne izstopa, vendar se zanašamo na osebne izkaznice, ki jih izda država, in odobritev za poslovanje, preživljanje in nakupovanje, kar potreba po preživetju omogoča državi, da zlahka odreže tiste, ki se jim zdijo "neustrezni".</p> <p>To <em>niso </em> le kriminalci, ampak tudi politični disidenti, verske in rasne manjšine itd. Ta nadzor omogoča državi, da narekuje, kdo lahko in kdo ne sme sodelovati v trgovini, s kom lahko vsak od nas posluje in kaj lahko kupuje/prodaja - v bistvu izbira življenje ali smrt za vsakega državljana na podlagi upoštevanja zakonov.</p> <p>Če to odvisnost odpravimo z vzpostavitvijo krožnih gospodarstev, država izgubi moč nad našo zmožnostjo sodelovanja v gospodarstvu, kar nam omogoča, da preživimo in uspevamo ne glede na to, kaj si o nas misli država.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Zmanjšanje vladnega nadzora nad Monero in uporabniki Monero prek fiatnih vstopno-izstopnih točk </h6> <p>Zaradi neverjetno močnih jamstev glede zasebnosti in decentralizacije Monera je zelo težko (ali celo nemogoče) ljudem preprečiti, da bi ga uporabljali, kot se jim zdi primerno. Zaradi močne tehnične podlage za moč Monera kot orodja za svobodo vlade hitro ugotavljajo, da je njihova najboljša možnost za nadzor nad uporabniki Monera ali zmanjšanje učinkovitosti omrežja ta, da nadzorujejo, kdo lahko dobi dostop do Monera, medtem ko sestavljajo lep in urejen seznam Uporabniki Monera prek izmenjav Know-Your-Customer (KYC) </p> <p>Ko gradimo krožna gospodarstva, nam ni treba tako pogosto (ali pa sploh ne!) uporabljati fiat vstopno-izstopnih točk, zato lahko odstranimo to točko vladnega nadzora nad našimi dejanji.</p> <p>To lahko storimo tudi tako, da zavrnemo uporabo centraliziranih borz KYC in trgujemo tukaj na LocalMonero.</p>
sv: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Ta bort beroendet av statens godkännande och ID-system</h6> <p>Denna punkt kanske inte sticker ut för de flesta västerlänningar eller människor som har levt med ID-systemet i ett stabilt land, men vårt beroende av statligt utfärdade ID och godkännande för att kunna bedriva affärer, försörja sig och köpa det vi behovet av att överleva gör det möjligt för staten att enkelt skära bort dem som de anser vara "icke-kompatibla".</p> <p>Detta är <em>inte</em> bara brottslingar och kan vara politiska dissidenter, religiösa minoriteter, rasminoriteter, etc. Denna kontroll låter staten diktera vem som kan och inte kan ägna sig åt handel, vem var och en av oss kan handla med , och vad vi kan köpa/sälja – i huvudsak att välja liv eller död för varje medborgare baserat på efterlevnad.</p> <p>Att ta bort detta beroende genom att bygga cirkulära ekonomier tar bort statens makt över vår förmåga att engagera sig i en ekonomi, vilket låter oss överleva och frodas oavsett vad staten tycker om oss.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Minska regeringens kontroll över Monero- och Monero-användare via fiat på/av-ramper</h6> <p>De otroligt starka integritetsgarantierna och decentraliseringen av Monero gör det extremt svårt (eller till och med omöjligt) att hindra människor från att använda det som de tycker är lämpligt. På grund av den starka tekniska basen för Moneros makt som ett verktyg för frihet, inser regeringar snabbt sin bästa chans att kontrollera Monero-användare eller att minska effektiviteten i nätverket är att kontrollera vem som kan få tillgång till Monero samtidigt som de sammanställer en snygg och snygg lista med Monero-användare via Know-Your-Customer (KYC)-börser.</p> <p>När vi bygger ut cirkulära ekonomier behöver vi inte använda fiat på/av-ramper lika ofta (eller till och med alls!), och kan därför ta bort den punkten med statlig kontroll över våra handlingar.</p> <p>Vi kan också göra detta genom att vägra använda centraliserade KYC-börser och handla peer-to-peer här på LocalMonero.</p>
tl: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Alisin ang pag-asa sa pag-apruba ng estado at sistema ng ID</h6> <p>Ang puntong ito ay maaaring hindi kapansin-pansin sa karamihan ng mga kanluranin o mga taong namuhay nang may ID system sa isang matatag na bansa, ngunit ang aming pag-asa sa mga ID na ibinigay ng estado at pag-apruba upang magsagawa ng negosyo, kumita ng ikabubuhay, at bumili ng kung ano ang aming Ang need to survive ay nagbibigay-daan sa estado na madaling putulin ang mga itinuturing nilang "non-compliant".</p> <p>Ito ay <em>hindi </em> lamang na mga kriminal, at maaaring mga dissidente sa pulitika, relihiyong minorya, lahi na minorya, atbp. Ang kontrol na ito ay nagbibigay-daan sa estado na magdikta kung sino ang maaari at hindi maaaring makisali sa komersyo, kung kanino ang bawat isa sa atin ay maaaring makipagtransaksyon , at kung ano ang maaari nating bilhin/ibenta – mahalagang pagpili ng buhay o kamatayan para sa bawat mamamayan batay sa pagsunod.</p> <p>Ang pag-aalis sa pag-asa na ito sa pamamagitan ng pagbuo ng mga circular economies ay nag-aalis ng kapangyarihan ng estado sa ating kakayahang makisali sa isang ekonomiya, na hinahayaan tayong mabuhay at umunlad anuman ang iniisip ng estado sa atin.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Bawasan ang kontrol ng pamahalaan sa mga user ng Monero at Monero sa pamamagitan ng fiat on/off-ramp</h6> <p>Ang napakalakas na mga garantiya sa privacy at desentralisasyon ng Monero ay nagpapahirap (o kahit imposible) na pigilan ang mga tao na gamitin ito kung paano nila nakikitang angkop. Dahil sa matibay na teknikal na base para sa kapangyarihan ng Monero bilang isang kasangkapan para sa kalayaan, mabilis na natatanto ng mga pamahalaan ang kanilang pinakamahusay na pagkakataon na kontrolin ang mga gumagamit ng Monero o ang pagbabawas ng pagiging epektibo ng network ay upang makontrol kung sino ang makakakuha ng access sa Monero habang nag-iipon ng maganda at maayos na listahan ng Mga user ng Monero sa pamamagitan ng mga palitan ng Know-Your-Customer (KYC).</p> <p>Kapag bumuo tayo ng mga circular na ekonomiya, hindi natin kailangang gumamit ng fiat on/off-ramp nang kasingdalas (o kahit na sa lahat!), at sa gayon ay maaalis ang puntong iyon ng kontrol ng pamahalaan sa ating mga aksyon.</p> <p>Magagawa rin natin ito sa pamamagitan ng pagtanggi na gumamit ng mga sentralisadong KYC exchange, at pangangalakal ng peer-to-peer dito sa LocalMonero.</p>
tr: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. Devletin onay ve kimlik sistemine bağımlılığı ortadan kaldırın</h6> <p>Bu nokta çoğu Batılının veya istikrarlı bir ülkede kimlik sistemiyle yaşayan insanların dikkatini çekmeyebilir, ancak iş yapmak, geçimimizi sağlamak ve satın aldıklarımızı satın almak için devlet tarafından verilen kimliklere ve onaylara güvenmemiz Hayatta kalma ihtiyacı, devletin "uyumsuz" olduğunu düşündüğü kişileri kolayca kesmesine olanak tanıyor.</p> <p>Bunlar yalnızca suçlular <em>değil</em> ve siyasi muhalifler, dini azınlıklar, ırksal azınlıklar vb. de olabilir. Bu kontrol, devletin kimin ticaret yapıp yapamayacağını, kimlerle işlem yapabileceğini belirlemesine olanak tanır. ve ne satın alabileceğimiz/satabileceğimiz – esas olarak her vatandaş için kurallara uymaya dayalı olarak ölüm kalım meselesini seçmek.</p> <p>Döngüsel ekonomiler inşa ederek bu bağımlılığı ortadan kaldırmak, devletin bizim hakkımızda ne düşündüğüne bakmaksızın hayatta kalmamıza ve gelişmemize izin vererek, bir ekonomiye katılma yeteneğimiz üzerindeki devletin gücünü ortadan kaldırır.</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. Fiat açma/kapama rampaları aracılığıyla hükümetin Monero ve Monero kullanıcıları üzerindeki kontrolünü azaltın</h6> <p>Monero'nun inanılmaz derecede güçlü gizlilik garantileri ve merkezi olmayan yapısı, insanların onu uygun gördükleri şekilde kullanmalarını engellemeyi son derece zorlaştırıyor (hatta imkansız). Monero'nun bir özgürlük aracı olarak gücünün güçlü teknik temeli nedeniyle hükümetler, Monero kullanıcılarını kontrol etmek veya ağın etkinliğini azaltmak için en iyi şanslarının, Monero'ya kimin erişebileceğini kontrol etmek ve aynı zamanda güzel ve düzenli bir Müşterini Tanı (KYC) borsaları aracılığıyla Monero kullanıcıları.</p> <p>Döngüsel ekonomiler oluşturduğumuzda, fiat giriş/çıkış rampalarını eskisi kadar sık kullanmamıza (hatta hiç!) ihtiyacımız yok ve böylece eylemlerimiz üzerindeki hükümet kontrolünü ortadan kaldırabiliriz.</p> <p>Bunu, merkezi KYC borsalarını kullanmayı reddederek ve burada, LocalMonero'da eşler arası ticaret yaparak da yapabiliriz.</p>
ur: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1۔ ریاست کی منظوری اور شناختی نظام پر انحصار کو ہٹا دیں</h6> <p>یہ نکتہ زیادہ تر مغربی باشندوں یا لوگوں کے لیے ممتاز نہیں ہو سکتا جو ایک مستحکم ملک میں شناختی نظام کے ساتھ رہ چکے ہیں، لیکن کاروبار کرنے، روزی کمانے اور جو کچھ ہم خریدتے ہیں اس کے لیے ریاست کی طرف سے جاری کردہ IDs اور منظوری پر ہمارا انحصار ہے۔ زندہ رہنے کی ضرورت ریاست کو ان لوگوں کو آسانی سے ختم کرنے کے قابل بناتی ہے جنہیں وہ "غیر تعمیل" سمجھتے ہیں۔</p> <p>یہ <em>صرف مجرم نہیں </em> ہے، اور یہ سیاسی اختلاف کرنے والے، مذہبی اقلیتیں، نسلی اقلیتیں وغیرہ ہو سکتے ہیں۔ یہ کنٹرول ریاست کو یہ حکم دیتا ہے کہ کون تجارت میں مشغول ہو سکتا ہے اور کون نہیں، ہم میں سے ہر ایک کس کے ساتھ لین دین کر سکتا ہے۔ , اور ہم کیا خرید سکتے/بیچ سکتے ہیں – بنیادی طور پر تعمیل کی بنیاد پر ہر شہری کے لیے زندگی یا موت کا انتخاب کرنا۔</p> <p>سرکلر معیشتوں کی تعمیر کے ذریعے اس انحصار کو ختم کرنے سے ریاستوں کی معیشت میں مشغول ہونے کی ہماری صلاحیت پر طاقت ختم ہو جاتی ہے، ہمیں زندہ رہنے اور ترقی کی منازل طے کرنے دیتی ہیں، چاہے ریاست ہمارے بارے میں کیا سوچتی ہو۔</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2۔ فیاٹ آن/آف ریمپ کے ذریعے Monero اور Monero صارفین کے حکومتی کنٹرول کو کم کریں</h6> <p>ناقابل یقین حد تک مضبوط رازداری کی ضمانتیں اور Monero کی وکندریقرت لوگوں کو اسے استعمال کرنے سے روکنا انتہائی مشکل (یا ناممکن) بناتی ہے جس طرح وہ مناسب سمجھتے ہیں۔ آزادی کے ایک آلے کے طور پر Monero کی طاقت کے لیے مضبوط تکنیکی بنیاد کی وجہ سے، حکومتیں Monero کے صارفین کو کنٹرول کرنے کے اپنے بہترین موقع کو تیزی سے محسوس کر رہی ہیں یا نیٹ ورک کی تاثیر کو کم کرنے کا مقصد یہ ہے کہ کنٹرول کیا جائے کہ کون Monero تک رسائی حاصل کر سکتا ہے جبکہ اس کی ایک اچھی اور صاف فہرست مرتب کر رہا ہے۔ Know-Your-customer (KYC) ایکسچینجز کے ذریعے Monero صارفین۔</p> <p>جب ہم سرکلر معیشتیں بناتے ہیں تو ہمیں فیاٹ آن/آف ریمپ کو کثرت سے استعمال کرنے کی ضرورت نہیں ہوتی ہے (یا بالکل بھی!)، اور اس طرح ہمارے اعمال پر حکومتی کنٹرول کے اس نقطہ کو ختم کر سکتے ہیں۔</p> <p>ہم یہ کام سنٹرلائزڈ KYC ایکسچینجز استعمال کرنے سے انکار کرکے اور یہاں LocalMonero پر پیر ٹو پیئر ٹریڈنگ کر کے بھی کر سکتے ہیں۔</p>
zh_cn: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. 消除对国家批准和身份证系统的依赖</h6> <p>这一点对于大多数西方人或在一个稳定的国家中与身份证系统一起生活的人来说可能并不突出，但我们为了做生意、谋生和购买我们生存所需的东西而对国家颁发的身份证和批准的依赖，使国家能够轻易地切断那些他们认为 "不遵守规定"的人。</p> <p>这<em>不仅仅是</em>罪犯，也可以是政治异见者、宗教少数派、种族少数派等等。这种控制使国家能够决定谁能和谁不能从事商业活动，我们每个人可以与谁交易，以及我们可以购买/出售什么——本质上是根据合规性来选择每个公民的生死。</p> <p>通过建立循环经济来消除这种依赖，消除了国家对我们参与经济的能力的权力，使我们能够生存和发展，无论国家对我们的看法如何。</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. 2.减少政府对门罗币和门罗币用户的控制，通过法币的出入通道</h6> <p>门罗币令人难以置信的强大的隐私保障和去中心化使其极难（甚至不可能）阻止人们以他们认为合适的方式使用它。由于门罗币作为自由工具的强大技术基础，各国政府迅速意识到他们控制门罗币用户或降低网络效率的最佳机会是控制谁可以获得门罗币，同时通过 "了解你的客户"（Know Your Customer "KYC"）交易所编制一份漂亮而整洁的门罗币用户名单。</p> <p>当我们建立起循环经济时，我们就不需要像以前那样频繁地使用法币的出入通道（甚至根本不需要！），因此可以消除政府对我们行动的控制点。</p> <p>我们也可以通过拒绝使用中心化的KYC交易所，并在Local门罗币上进行人和人之间的交易来做到这一点。</p>
zh_tw: <h6 id="remove-the-reliance-on-the-states-approval-and-id-system">1. 消除對國家批准和身份證系統的依賴</h6> <p>這一點對於大多數西方人或在一個穩定的國家中與身份證系統一起生活的人來說可能並不突出，但我們為了做生意、謀生和購買我們生存所需的東西而對國家頒發的身份證和批准的依賴，使國家能夠輕易地切斷那些他們認為 "不遵守規定"的人。</p> <p>這<em>不僅僅是</em>罪犯，也可以是政治異見者、宗教少數派、種族少數派等等。這種控制使國家能夠決定誰能和誰不能從事商業活動，我們每個人可以與誰交易，以及我們可以購買/出售什麼——本質上是根據合規性來選擇每個公民的生死。</p> <p>通過建立循環經濟來消除這種依賴，消除了國家對我們參與經濟的能力的權力，使我們能夠生存和發展，無論國家對我們的看法如何。</p> <h6 id="reduce-the-governments-control-of-monero-and-monero-users-via-fiat-onoff-ramps">2. 2.減少政府對門羅幣和門羅幣用戶的控制，通過法幣的出入通道</h6> <p>門羅幣令人難以置信的強大的隱私保障和去中心化使其極難（甚至不可能）阻止人們以他們認為合適的方式使用它。由於門羅幣作為自由工具的強大技術基礎，各國政府迅速意識到他們控制門羅幣用戶或降低網絡效率的最佳機會是控制誰可以獲得門羅幣，同時通過 "了解你的客戶"（Know Your Customer "KYC"）交易所編制一份漂亮而整潔的門羅幣用戶名單。</p> <p>當我們建立起循環經濟時，我們就不需要像以前那樣頻繁地使用法幣的出入通道（甚至根本不需要！），因此可以消除政府對我們行動的控制點。</p> <p>我們也可以通過拒絕使用中心化的KYC交易所，並在Local門羅幣上進行人和人之間的交易來做到這一點。</p>
