Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb18
source: Feedback that has been given can be either confirmed or unconfirmed. Confirmed feedback is shown on a user's public profile and affects the user's feedback score. For an unconfirmed feedback to become confirmed the total trade volume between the user giving and receiving feedback must be more than 100 USD equivalent.
cs: Zpětná vazba, která byla poskytnuta, může být potvrzená nebo nepotvrzená. Potvrzená zpětná vazba se zobrazuje ve veřejném profilu uživatele a ovlivňuje skóre zpětné vazby uživatele. Aby se nepotvrzená zpětná vazba stala potvrzenou, musí být celkový objem obchodu mezi uživatelem poskytujícím a přijímajícím zpětnou vazbu vyšší než ekvivalent 100 USD.
fi: Annettu palaute voi olla joko vahvistettua tai vahvistamatonta. Vahvistettu palaute näkyy käyttäjän julkisessa profiilissa ja vaikuttaa käyttäjän palautepisteytykseen. Jotta vahvistamaton palaute vahvistettaisiin, palautteen antavan ja vastaanottavan käyttäjän välisen kaupan kokonaismäärän on oltava yli 100 USD.
fr: Les évaluations qui ont été données peuvent être confirmées ou non confirmées. Les évaluations confirmées sont affichées sur le profil public d'un utilisateur et affectent l'évaluation globale de l'utilisateur. Pour qu'une évaluation passe de non confirmée à confirmée, le volume total des échanges entre l'utilisateur donnant et recevant l'évaluation doit être supérieur à l'équivalent de 100 USD.
it: Il feedback fornito può essere confermato o non confermato. Il feedback confermato viene mostrato sul profilo pubblico di un utente e influisce sul punteggio del feedback dell'utente. Affinché un feedback non confermato diventi confermato, il volume totale degli scambi tra l'utente che ha fornito e ricevuto il feedback deve essere superiore a 100 USD equivalenti.
lt: Pateikti atsiliepimai gali būti patvirtinti arba nepatvirtinti. Patvirtinti atsiliepimai rodomi viešajame naudotojo profilyje ir turi įtakos naudotojo atsiliepimo balui. Kad nepatvirtintas atsiliepimas būtų patvirtintas, bendra prekybos apimtis tarp naudotojo, pateikiančio ir gaunančio atsiliepimą, turi būti didesnė nei 100 USD ekvivalentas.
nb: Tilbakemeldinger som er gitt kan enten være bekreftet eller ubekreftet. Bekreftet tilbakemelding vises på en brukers offentlige profil og påvirker brukerens tilbakemeldingspoeng. For at en ubekreftet tilbakemelding skal bli bekreftet, må det totale handelsvolumet mellom brukeren som gir og mottar tilbakemelding være mer enn 100 USD tilsvarende.
nl: Gegeven feedback kan zowel bevestigd als onbevestigd zijn. Bevestigde feedback wordt weergegeven op het openbare profiel van een gebruiker en is van invloed op de feedbackscore van de gebruiker. Om een onbevestigde feedback te bevestigen, moet het totale handelsvolume tussen de gebruiker die feedback geeft en ontvangt meer dan 100 USD bedragen.
pl: Podane oceny zostać potwierdzone lub niepotwierdzone. Potwierdzona ocena jest wyświetlana w profilu publicznym użytkownika i wpływa na wynik łącznej oceny użytkownika. Aby niepotwierdzona ocena została potwierdzona, całkowity wolumen handlu między oceniającym użytkownika, a otrzymującym ocenę musi wynosić co najmniej równowartość 100 USD.
pt_br: O feedback confirmado é exibido no perfil público do usuário e afeta diretamente a pontuação. Para que o feedback não confirmado se transforme em confirmado é preciso que ambos os usuários tenham negociado mais de {minimumFeedbackAmount} XMR entre si.
sl: Povratne informacije, ki so bile podane, so lahko potrjene ali nepotrjene. Potrjene povratne informacije so prikazane na javnem profilu uporabnika in vplivajo na oceno povratnih informacij uporabnika. Da nepotrjena povratna informacija postane potrjena, mora biti skupni obseg trgovanja med uporabnikom, ki pošilja in prejema povratne informacije, več kot protivrednost 100 USD.
sv: Feedback som har getts kan antingen vara bekräftad eller obekräftad. Bekräftad feedback visas på en användares offentliga profil och påverkar användarens feedbackpoäng. För att en obekräftad feedback ska bli bekräftad måste den totala handelsvolymen mellan användaren som ger och tar emot feedback vara mer än 100 USD motsvarande.
tl: Maaaring kumpirmahin o hindi kumpirmahin ang feedback na ibinigay. Ang kumpirmadong feedback ay ipinapakita sa pampublikong profile ng isang user at nakakaapekto sa marka ng feedback ng user. Para maging kumpirmado ang isang hindi kumpirmadong feedback, ang kabuuang dami ng kalakalan sa pagitan ng pagbibigay at pagtanggap ng feedback ng user ay dapat na higit sa 100 USD na katumbas.
tr: Verilen geri bildirimler onaylanmış veya onaylanmamış olabilir. Onaylanan geri bildirim, kullanıcının genel profilinde gösterilir ve kullanıcının geri bildirim puanını etkiler. Onaylanmamış bir geri bildirimin onaylanması için, kullanıcının geri bildirim vermesi ve alması arasındaki toplam işlem hacminin 100 USD eşdeğerinden fazla olması gerekir.
ur: جو رائے دی گئی ہے اس کی تصدیق یا غیر تصدیق شدہ ہو سکتی ہے۔ تصدیق شدہ تاثرات صارف کے عوامی پروفائل پر دکھائے جاتے ہیں اور صارف کے تاثرات کے اسکور کو متاثر کرتے ہیں۔ غیر مصدقہ تاثرات کی تصدیق کرنے کے لیے فیڈ بیک دینے اور وصول کرنے والے صارف کے درمیان تجارتی حجم 100 USD سے زیادہ ہونا چاہیے۔
zh_cn: 别人给出的评价可以是已确认或未确认的。已确认的评价将显示在用户的公开资料上，会影响用户的评价得分。未确认的评价要想得到确认，必须给出评价和接收评价的用户之间的交易量必须超过 100 美元等值。
zh_tw: 別人給出的評價可以是已確認或未確認的。已確認的評價將顯示在用戶的公開資料上，會影響用戶的評價得分。未確認的評價要想得到確認，必須給出評價和接收評價的用戶之間的交易量必須超過 100 美元等值。

# faq250Sbanswer8722Sb19
source: Web notifications allow you to receive pop-up notifications through your browser whenever you get a new notification on {appName}. If you're trading and want to know immediately when something happens, {enableWebNotificationsFromYourProfile}. Flip the switch that says Enable Web notifications and when your browser asks you for permission to show web notifications, press accept. You're now all set and will start receiving web notifications.
cs: Webová upozornění vám umožňují přijímat vyskakovací (pop-up) upozornění prostřednictvím vašeho prohlížeče, kdykoli dostanete nové upozornění na {appName}. Pokud obchodujete a chcete okamžitě vědět, když se něco stane, {enableWebnotificationsfromyourprofile}. Přepněte přepínač s nápisem “Povolit webová oznámení” a když vás prohlížeč požádá o povolení zobrazovat webová oznámení, stiskněte tlačítko “Přijmout”. Nyní je vše připraveno a začnete dostávat webová oznámení.
fi: Verkko-ilmoitusten avulla voit vastaanottaa ponnahdusilmoituksia selaimesi kautta aina, kun saat uuden ilmoituksen {appName}:ssa. Jos käyt kauppaa ja haluat tietää heti, kun jotain tapahtuu, {enableWebNotificationsFromYourProfile}. Käännä kytkin, jossa lukee "Ota verkkoilmoitukset käyttöön" ja kun selaimesi pyytää lupaa näyttää verkkoilmoituksia, paina hyväksy. Olet nyt valmis ja alat vastaanottaa verkkoilmoituksia.
fr: Les notifications Web vous permettent de recevoir des notifications contextuelles via votre navigateur chaque fois que vous recevez une nouvelle notification sur {appName}. Si vous échanger et que vous voulez savoir immédiatement quand quelque chose se passe, {enableWebnotificationsfromyourprofile}. Cochez la case indiquant Activer les notifications Web et lorsque votre navigateur vous demande l'autorisation d'afficher les notifications Web, appuyez sur Accepter. Vous êtes maintenant prêt et vous allez commencer à recevoir des notifications Web.
it: Le notifiche Web ti consentono di ricevere notifiche popup tramite il tuo browser ogni volta che ricevi una nuova notifica su {appName}. Se stai scambiando Monero e vuoi sapere immediatamente quando succede qualcosa, {enableWebNotificationsFromYourProfile}. Sposta l'interruttore che dice Abilita notifiche Web e quando il browser chiede l'autorizzazione per mostrare le notifiche Web premi Accetta. Ora sei pronto e inizierai a ricevere le notifiche.
lt: Žiniatinklio pranešimai leidžia gauti iššokančiuosius pranešimus per naršyklę, kai gaunate naują pranešimą {appName}. Jei prekiaujate ir norite iš karto sužinoti, kai kas nors atsitiks, {enableWebNotificationsFromYourProfile}. Apverskite jungiklį, kuris sako Įgalinti žiniatinklio pranešimus, ir kai naršyklė prašo leidimo rodyti žiniatinklio pranešimus, paspauskite priimti. Dabar viskas nustatyta ir pradėsite gauti žiniatinklio pranešimus.
nb: Nettvarsler lar deg motta popup-varsler gjennom nettleseren din hver gang du får et nytt varsel på {appName}. Hvis du handler og vil vite umiddelbart når noe skjer, {enableWebNotificationsFromYourProfile}. Vri bryteren som sier Aktiver nettvarsler, og når nettleseren ber deg om tillatelse til å vise nettvarsler, trykk godta. Du er nå klar og vil begynne å motta nettvarsler.
nl: Met webmeldingen kunt u via uw browser pop-up meldingen krijgen wanneer u een nieuwe melding ontvangt op {appName}. Als u handelt en direct wilt weten wanneer er iets gebeurt, {enableWebnotificationsfromyourprofile}. Zet de schakelaar 'Webmeldingen inschakelen' om en druk op accepteren wanneer uw browser u om toestemming vraagt om webmeldingen weer te geven. U bent nu helemaal klaar en zult webmeldingen ontvangen.
pl: Powiadomienia internetowe pozwalają otrzymywać powiadomienia pop-up poprzez przeglądarkę za każdym razem, gdy otrzymasz nowe powiadomienie na {appName}. Jeśli handlujesz i chcesz natychmiast wiedzieć, kiedy coś się wydarzy, {enableWebNotificationsFromYourProfile}. Aktywuj przełącznik, żeby włączyć powiadomienia internetowe, a gdy Twoja przeglądarka poprosi o pozwolenie na wyświetlenie powiadomień internetowych, naciśnij Akceptuję. Wówczas zaczniesz otrzymywać powiadomienia internetowe.
pt_br: Notificações do navegador permitem que você receba uma notificação pop-up mesmo se você estiver visitando outra página web. Se você tiver negociações abertas e deseja saber imediatamente quando alguém tomar uma ação, {enableWebnotificationsfromyourprofile}. Clique na opção para ativar as notificações web e quando o navegador pedir sua permissão, clique em aceitar. Você está pronto para receber notificações do navegador.
sl: Spletna obvestila vam omogočajo prejemanje pojavnih obvestil prek brskalnika, kadar koli prejmete novo obvestilo na {appName}. Če trgujete in želite takoj izvedeti, ko se kaj zgodi, {enableWebNotificationsFromYourProfile}. Preklopite stikalo, na katerem piše Omogoči spletna obvestila in ko vas brskalnik vpraša za dovoljenje za prikaz spletnih obvestil, pritisnite Sprejmi. Zdaj ste pripravljeni in začeli boste prejemati spletna obvestila.
sv: Med webbaviseringar kan du ta emot popup-aviseringar via din webbläsare när du får ett nytt meddelande på {appName}. Om du handlar och vill veta omedelbart när något händer, {enableWebNotificationsFromYourProfile}. Vänd på reglaget som säger Aktivera webbaviseringar och när din webbläsare ber dig om tillåtelse att visa webbaviseringar trycker du på acceptera. Du är nu klar och kommer att börja få webbaviseringar.
tl: Binibigyang-daan ka ng mga notification sa web na makatanggap ng mga pop-up na notification sa pamamagitan ng iyong browser sa tuwing makakatanggap ka ng bagong notification sa {appName}. Kung ikaw ay nangangalakal at gusto mong malaman kaagad kapag may nangyari, {enableWebnotificationsfromyourprofile}. I-flip ang switch na nagsasabing I-enable ang mga notification sa Web at kapag humingi sa iyo ng pahintulot ang iyong browser na magpakita ng mga notification sa web, pindutin ang tanggapin. Handa ka na ngayon at magsisimulang makatanggap ng mga abiso sa web.
tr: Web bildirimleri, {appName} üzerinde yeni bir bildirim aldığınızda tarayıcınız aracılığıyla açılır bildirimler almanızı sağlar. Eğer işlem yapıyorsanız ve bir şey olduğunda hemen bilgi almak istiyorsanız, {enableWebNotificationsFromYourProfile}. Web bildirimlerini etkinleştir yazan anahtarı çevirin ve tarayıcınız sizden web bildirimlerini göstermek için izin istediğinde kabul et tuşuna basın. Artık hazırsınız ve web bildirimleri almaya başlayacaksınız.
ur: جب بھی آپ کو {appName} پر کوئی نئی اطلاع ملتی ہے ویب اطلاعات آپ کو اپنےbrowser کے ذریعےpop-up اطلاعات موصول کرنے کی اجازت دیتی ہیں۔ اگر آپ تجارت کر رہے ہیں اور فوری طور پر جاننا چاہتے ہیں کہ کب کچھ ہوتا ہے، {enableWebNotificationsFromYourProfile}۔ اس سوئچ کو پلٹائیں جس میں کہا گیا ہے کہ ویب اطلاعات کو فعال کریں اور جب آپ کاbrowser آپ سے ویب اطلاعات دکھانے کی اجازت طلب کرے تو قبول کو دبائیں۔ اب آپ بالکل تیار ہیں اور ویب اطلاعات موصول ہونا شروع ہو جائیں گے۔
zh_cn: 您在 {appName} 上获得新通知时，Web 通知允许您通过浏览器接收弹出通知。如果您正在进行门罗币交易并想在发生新事件时立即知道，{enableWebNotificationsFromYourProfile}勾选显示启用Web通知的框，在您的浏览器询问是否允许显示 Web 通知时，按接受。您现在已经完成所有设置，可以开始接收 Web 通知。
zh_tw: 您在 {appName} 上獲得新通知時，Web 通知允許您通過瀏覽器接收彈出通知。如果您正在進行門羅幣交易並想在發生新事件時立即知道，{enableWebNotificationsFromYourProfile}勾選顯示啟用Web通知的框，在您的瀏覽器詢問是否允許顯示 Web 通知時，按接受。您現在已經完成所有設置，可以開始接收 Web 通知。

source: enable web notifications from your profile
cs: povolit webová upozornění ze svého profilu
fi: ota verkko-ilmoitukset käyttöön profiilistasi
fr: activer les notifications Web à partir de votre profil
it: abilita le notifiche web dal tuo profilo
lt: įgalinti žiniatinklio pranešimus iš savo profilio
nb: aktivere nettvarsler fra profilen din
nl: schakel webmeldingen in vanuit uw profiel
pl: włącz powiadomienia internetowe na swoim profilu
pt_br: ative as notificações web do seu perfil
sl: omogočite spletna obvestila iz vašega profila
sv: aktivera webbaviseringar från din profil
tl: paganahin ang mga abiso sa web mula sa iyong profile
tr: profilinizden web bildirimlerini etkinleştirin
ur: اپنے پروفائل سے ویب اطلاعات کو فعال کریں
zh_cn: 从您的用户资料中启用Web通知
zh_tw: 從您的用戶資料中啟用Web通知

# faq250Sbanswer8722Sb2
source: Check out our {guide}.
cs: Podívejte se na naše {guide}.
fi: Katso {guide}.
fr: Découvrez notre {guide}.
it: Leggi la nostra {guide} per trovare informazioni in merito.
lt: Peržiūrėkite mūsų {guide}.
nb: Sjekk ut vår {guide}.
nl: Bekijk onze {guide}.
pl: Zobacz nasz {guide}.
pt_br: Leia nosso {guide} para mais informações.
sl: Oglejte si naš {guide}.
sv: Kolla in vår {guide}.
tl: Tingnan ang aming {guide}.
tr: {guide} ürünümüze göz atın.
ur: ہمارے {guide} کو چیک کریں۔
zh_cn: 请查阅我们的{guide}。
zh_tw: 請查閱我們的{guide}。

# faq250Sbanswer8722Sb28722Sbguide
source: two-factor authentication guide
cs: průvodce dvou-faktorovou (2FA) autentizací
fi: kaksivaiheinen todennusopas
fr: guide d'authentification à deux facteurs 2FA
it: guida all'autenticazione a due fattori
lt: dviejų veiksnių autentifikavimo vadovas
nb: to-faktor autentiseringsveiledning
nl: handleiding voor tweefactorauthenticatie
pl: przewodnik uwierzytelniania dwuskładnikowego
pt_br: Guia da autenticação de dois fatores
sl: vodnik za dvostopenjsko avtentikacijo
sv: två faktorer autentisering guide
tl: dalawang-factor na gabay sa pagpapatunay
tr: iki faktörlü kimlik doğrulama kılavuzu
ur: two-factor کی توثیق گائیڈ
zh_cn: 双重身份验证指南
zh_tw: 雙重身份驗証指南

# guide250Sbbtc250Sbintro8722Sb2
source: With each passing day, it seems like most if not all of the traditional methods of acquiring bitcoin have begun to require ID verification, making most guides available online today such as the one on {ninetyNineBitcoins} or {coincentral} obsolete. {linebreak} {gutter} The traditional way of buying bitcoins without ID has mainly been through the P2P Bitcoin exchange platform {localbitcoins}, a place that was especially popular for buying bitcoin anonymously with {paypal}.
cs: S každým dalším dnem se zdá, že většina, ne-li všechny tradiční metody získávání bitcoinů začala vyžadovat ověření ID, takže většina průvodců, které jsou dnes k dispozici online, jako je ten na {ninetyNinebitcoins} nebo {coincentral}, je zastaralá. {linebreak} {gutter} Tradiční způsob nákupu bitcoinů bez ID byl především prostřednictvím směnárenské platformy P2P bitcoinů {localbitcoins}, což je místo, které bylo obzvláště oblíbené pro anonymní nákup bitcoinů s {paypal}.
fi: Joka päivä näyttää siltä, että useimmat elleivät kaikki perinteiset bitcoinin hankintamenetelmät ovat alkaneet vaatia henkilöllisyyden vahvistamista, minkä vuoksi useimmat verkossa saatavilla olevat oppaat ovat nykyään vanhentuneita, kuten {ninetyNineBitcoins}- tai {coincentral}-oppaat. {linebreak} {gutter} Perinteinen tapa ostaa bitcoineja ilman henkilöllisyystodistusta on ollut pääasiassa P2P Bitcoin -vaihtoalustan {localbitcoins} kautta, joka oli erityisen suosittu bitcoinin nimettömässä ostamisessa {paypal}:n avulla.
fr: Chaque jour qui passe, il semble que la plupart sinon la totalité des méthodes traditionnelles d'acquisition de Bitcoins aient commencé à exiger une vérification d'identité, rendant la plupart des guides disponibles en ligne aujourd'hui, tels que celui sur {ninetyNinebitcoins} ou {coincentral} obsolètes. {linebreak} {gutter} La manière traditionnelle d'acheter des Bitcoins sans document d'identification a principalement été via la plateforme d'échange P2P Bitcoin {localbitcoins}, un endroit qui était particulièrement populaire pour acheter des Bitcoins de manière anonyme avec {paypal}.
it: Ogni giorno che passa, sembra che la maggior parte se non tutti i metodi tradizionali di acquisizione di bitcoin abbiano iniziato a richiedere la verifica dell'ID, rendendo oggi disponibili la maggior parte delle guide online come quella su {ninetyNineBitcoins} o {coincentral} obsolete. {linebreak} {gutter} Il modo tradizionale di acquistare bitcoin senza ID è stato principalmente attraverso la piattaforma di scambio P2P Bitcoin {localbitcoins}, un posto particolarmente popolare per l'acquisto di bitcoin in modo anonimo con {paypal}.
lt: Su kiekviena diena atrodo, kad daugeliui tradicinių bitkoinų įsigijimo metodų, jei ne visi, pradėjo būti reikalingas asmens tapatybės patvirtinimas, todėl dauguma vadovų, tokių kaip {ninetyNineBitcoins} arba {coincentral}, šiandien yra prieinami internete, yra pasenę. {linebreak} {gutter} Tradicinis būdas pirkti bitkoinus be ID daugiausia buvo per P2P Bitcoin mainų platformą {localbitcoins} – vietą, kuri buvo ypač populiari perkant bitkoinus anonimiškai su {paypal}.
nb: For hver dag som går ser det ut til at de fleste om ikke alle de tradisjonelle metodene for å skaffe seg bitcoin har begynt å kreve ID-verifisering, noe som gjør de fleste guider tilgjengelige på nettet i dag, for eksempel den på {ninetyNineBitcoins} eller {coincentral} foreldet. {linebreak} {gutter} Den tradisjonelle måten å kjøpe bitcoins uten ID på har hovedsakelig vært gjennom P2P Bitcoin-utvekslingsplattformen {localbitcoins}, et sted som var spesielt populært for å kjøpe bitcoin anonymt med {paypal}.
nl: Met elke dag die voorbijgaat, lijkt het erop dat de meeste, zo niet alle, traditionele methoden voor het verkrijgen van bitcoin ID-verificatie vereisen, waardoor de meeste handleidingen die vandaag online beschikbaar zijn, zoals die op {ninetyNinebitcoins} of {coincentral}, achterhaald zijn. {linebreak} {gutter} De traditionele manier om bitcoins te kopen zonder ID is voornamelijk via het P2P Bitcoin-uitwisselingsplatform {localbitcoins} geweest, een plek die vooral populair was om anoniem bitcoin te kopen met {paypal}.
pl: Z każdym dniem wydaje się, że większość, jeśli nie wszystkie tradycyjne metody pozyskiwania Bitcoinów wymagają weryfikacji tożsamości, dlatego większość przewodników online, takich jak ten na {ninetyNineBitcoins} lub {coincentral} stały się przestarzałe.{linebreak} {gutter} Tradycyjnym sposobem na zakup Bitcoinów bez utraty prywatności była giełda P2P {localbitcoins} miejsce, które było szczególnie popularne dla kupujących Bitcoina anonimowo z pomocą {paypal}.
pt_br: A cada dia que passa, parece que a maioria dos métodos tradicionais de aquisição de bitcoins começou a exigir a verificação de identidade, fazendo com que a maioria dos guias esteja disponível on-line hoje, como o de {ninetyNinebitcoins} ou {coincentral} obsoleto. {linebreak} {gutter} A maneira tradicional de comprar bitcoins sem ID tem sido principalmente através da plataforma de troca P2P Bitcoin {localbitcoins}, um lugar que era especialmente popular para comprar bitcoin anonimamente com {paypal}.
sl: Vedno bolj se zdi, da vsi tradicionalni načini pridobivanja bitcoinov, po novem zahtevajo preverjanje osebnih dokumentov. Večina vodnikov, ki so danes na voljo na spletu, kot je tisti na {ninetyNineBitcoins} ali {coincentral}, je zastarelih. {linebreak} {gutter} Tradicionalni način nakupa bitcoinov brez dokumentov poteka predvsem prek platforme za P2P izmenjavo bitcoinov {localbitcoins}, kjer je bilo še posebej priljubljeno anonimno kupovanje bitcoinov z {paypal}.
sv: För varje dag som går verkar det som att de flesta om inte alla traditionella metoder för att skaffa bitcoin har börjat kräva ID-verifiering, vilket gör de flesta guider tillgängliga online idag, som den på {ninetyNineBitcoins} eller {coincentral} föråldrade. {linebreak} {gutter} Det traditionella sättet att köpa bitcoins utan ID har främst varit genom P2P Bitcoin-utbytesplattformen {localbitcoins}, en plats som var särskilt populär för att köpa bitcoin anonymt med {paypal}.
tl: Sa bawat araw na lumilipas, tila karamihan kung hindi lahat ng tradisyonal na paraan ng pagkuha ng bitcoin ay nagsimulang mangailangan ng pag-verify ng ID, na ginagawang hindi na ginagamit ang karamihan sa mga gabay online ngayon gaya ng isa sa {ninetyNinebitcoins} o {coincentral}. {linebreak} {gutter} Ang tradisyunal na paraan ng pagbili ng mga bitcoin na walang ID ay higit sa lahat ay sa pamamagitan ng P2P Bitcoin exchange platform {localbitcoins}, isang lugar na partikular na sikat sa pagbili ng bitcoin nang hindi nagpapakilala sa {paypal}.
tr: Her geçen gün, bitcoin edinmenin geleneksel yöntemlerinin hepsi olmasa da çoğu kimlik doğrulaması gerektirmeye başlamış gibi görünüyor, bu da günümüzde çevrimiçi olarak mevcut olan {ninetyNineBitcoins} veya {coincentral} gibi çoğu kılavuzun geçerliliğini yitirmesine neden oluyor. {linebreak} {gutter} Kimlik olmadan bitcoin satın almanın geleneksel yolu, esas olarak, {paypal} ile anonim olarak bitcoin satın almak için özellikle popüler olan bir yer olan P2P Bitcoin değişim platformu {localbitcoins} aracılığıyla olmuştur.
ur: ہر گزرتے دن کے ساتھ، ایسا لگتا ہے کہ بٹ کوائن حاصل کرنے کے تمام روایتی طریقوں کے لیے شناختی تصدیق کی ضرورت نہیں پڑی ہے، جس کی وجہ سے آج زیادہ تر گائیڈز آن لائن دستیاب ہیں جیسے کہ {ninetyNineBitcoins} یا {coincentral} متروک۔ {linebreak} {gutter} بغیر ID کے بٹ کوائن خریدنے کا روایتی طریقہ بنیادی طور پر P2P بٹ کوائن ایکسچینج پلیٹ فارم {localbitcoins} کے ذریعے رہا ہے، یہ ایک ایسی جگہ ہے جو خاص طور پر {paypal} کے ساتھ گمنام طریقے سے بٹ کوائن خریدنے کے لیے مشہور تھی۔
zh_cn: 随着时间的推移，似乎大多数（如果不是所有）获取比特币的传统方法都开始需要进行身份验证，这使得大多数指南今天都可以在线获取，例如{ninetyNineBitcoins}或{coincentral}已过时。{linebreak} {gutter}购买没有ID的比特币的传统方式主要是通过P2P比特币交换平台{localbitcoins}，这个地方特别受欢迎，因为匿名购买比特币{paypal}。
zh_tw: 隨著時間的推移，似乎大多數（如果不是所有）獲取比特幣的傳統方法都開始需要進行身份驗證，這使得大多數指南今天都可以在線獲取，例如{ninetyNineBitcoins}或{coincentral}已過時。{linebreak} {gutter}購買沒有ID的比特幣的傳統方式主要是通過P2P比特幣交換平台{localbitcoins}，這個地方特別受歡迎，因為匿名購買比特幣{paypal}。

# wallet250Sbtx250Sbreceive
source: Received. {assetName} network transaction ID:
cs: Přijato. {assetName} ID síťové transakce:
fi: Vastaanotettu. {assetName} verkon transaktiotunnus:
fr: Reçue. Identifiant de la transaction sur le réseau {assetName} :
it: Ricevuto. ID della transazione {assetName}:
lt: Gauta. {assetName} tinklo operacijos ID:
nb: Mottatt. {assetName} nettverkstransaksjons-ID:
nl: Ontvangen. {assetName} netwerktransactie-ID:
pl: Otrzymane. Identyfikator transakcji sieci {assetName}:
pt_br: Recebido. ID da transação na rede {assetName}:
sl: Prejeto. {assetName} ID omrežne transakcije:
sv: Mottagen. {assetName} nätverkstransaktions-ID:
tl: Natanggap. {assetName} network transaction ID:
tr: Kabul edilmiş. {assetName} ağ işlem kimliği:
ur: موصول ہوا۔ {assetName} نیٹ ورک ٹرانزیکشن ID:
zh_cn: 接收。 {assetName}网络交易ID：
zh_tw: 接收。 {assetName}網絡交易ID：
