Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_194
source: Attempting to generate public API token for user that doesn’t exist
cs: Pokus o vygenerování veřejného tokenu API pro uživatele, který neexistuje
fi: Yritetään luoda julkinen API-tunnus käyttäjälle, jota ei ole olemassa
fr: Tentative de génération d'un jeton d'API public pour un utilisateur qui n'existe pas
it: Tentativo di generare token API pubblico per l'utente che non esiste
lt: Bandoma generuoti viešą API prieigos raktą vartotojui, kurio nėra
nb: Forsøker å generere offentlig API-token for bruker som ikke eksisterer
nl: Poging om openbaar API-token te genereren voor gebruiker die niet bestaat
pl: Próba wygenerowania publicznego tokena API dla użytkownika, który nie istnieje
pt_br: Tentativa de gerar token de API público para usuário que não existe
sl: Poskus ustvarjanja javnega žetona API za uporabnika, ki ne obstaja
sv: Försöker generera en offentlig API-token för en användare som inte finns
tl: Sinusubukang bumuo ng pampublikong token ng API para sa user na wala
tr: Mevcut olmayan kullanıcı için genel API belirteci oluşturulmaya çalışılıyor
ur: ایسے صارف کے لیے عوامی API ٹوکن بنانے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户生成公共 API 令牌
zh_tw: 嘗試為不存在的用戶生成公共 API 令牌

# api_error_195
source: Incorrect password when attempting to get public API token
cs: Nesprávné heslo při pokusu o získání veřejného tokenu API
fi: Väärä salasana yritettäessä saada julkista API-tunnusta
fr: Mot de passe incorrect lors de la tentative d'obtention du jeton d'API public
it: Password errata durante il tentativo di ottenere il token API pubblico
lt: Neteisingas slaptažodis bandant gauti viešąjį API prieigos raktą
nb: Feil passord ved forsøk på å få offentlig API-token
nl: Onjuist wachtwoord bij poging om openbaar API-token te verkrijgen
pl: Nieprawidłowe hasło podczas próby uzyskania publicznego tokena API
pt_br: Senha incorreta ao tentar obter o token público da API
sl: Napačno geslo pri poskusu pridobivanja javnega žetona API
sv: Felaktigt lösenord vid försök att få en offentlig API-token
tl: Maling password kapag sinusubukang kumuha ng pampublikong token ng API
tr: Genel API jetonunu almaya çalışırken yanlış şifre
ur: عوامی API ٹوکن حاصل کرنے کی کوشش کرتے وقت غلط پاس ورڈ
zh_cn: 尝试获取公共 API 令牌时密码不正确
zh_tw: 嘗試獲取公共 API 令牌時密碼不正確

# api_error_196
source: Attempting to get recent messages for user that doesn’t exist
cs: Pokus o získání posledních zpráv pro uživatele, který neexistuje
fi: Yritetään saada viimeisimmät viestit käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtention de messages récents pour un utilisateur qui n'existe pas
it: Tentativo di ricevere messaggi recenti per un utente che non esiste
lt: Bandoma gauti naujausius pranešimus vartotojui, kurio nėra
nb: Forsøk på å få nylige meldinger for brukere som ikke eksisterer
nl: Poging om recente berichten op te halen voor gebruiker die niet bestaat
pl: Próba pobrania ostatnich wiadomości dla użytkownika, który nie istnieje
pt_br: Tentando obter mensagens recentes para um usuário que não existe
sl: Poskus pridobivanja nedavnih sporočil za uporabnika, ki ne obstaja
sv: Försöker hämta senaste meddelanden för användare som inte finns
tl: Sinusubukang kumuha ng mga kamakailang mensahe para sa user na wala
tr: Mevcut olmayan bir kullanıcı için son mesajlar alınmaya çalışılıyor
ur: صارف کے لیے حالیہ پیغامات حاصل کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的最新消息
zh_tw: 嘗試獲取不存在的用戶的最新消息

# api_error_197
source: Attempting to get trade chat messages with “after” timestamp that’s outside of the allowed range
cs: Pokus o získání zpráv z obchodního chatu s časovým razítkem „po“, které je mimo povolený rozsah
fi: Yritetään saada kauppakeskusteluviestejä, joissa on "jälkeen" -aikaleima, joka on sallitun alueen ulkopuolella
fr: Tentative d'obtenir des messages de tchat de transaction avec un horodatage « après » qui est en dehors de la plage autorisée
it: Tentativo di ricevere messaggi di chat commerciali con timestamp "dopo" che non rientra nell'intervallo consentito
lt: Bandoma gauti prekybos pokalbių pranešimus su „po“ laiko žyma, kuri nepatenka į leistiną diapazoną
nb: Forsøk på å få handelschatmeldinger med "etter" tidsstempel som er utenfor det tillatte området
nl: Poging om handelschatberichten te ontvangen met een 'na' tijdstempel die buiten het toegestane bereik valt
pl: Próba otrzymania wiadomości na czacie handlowym ze znacznikiem czasu „after”, który jest poza dozwolonym zakresem
pt_br: Tentativa de obter mensagens de chat de negociação com carimbo de data/hora “depois” que está fora do intervalo permitido
sl: Poskus pridobivanja sporočil trgovskega klepeta s časovnim žigom »po«, ki je zunaj dovoljenega obsega
sv: Försöker hämta chattmeddelanden med "efter"-tidsstämpel som ligger utanför det tillåtna intervallet
tl: Sinusubukang makakuha ng mga mensahe ng trade chat na may "pagkatapos" na timestamp na nasa labas ng pinapayagang hanay
tr: İzin verilen aralığın dışında "sonra" zaman damgasına sahip ticari sohbet mesajları almaya çalışmak
ur: "after" ٹائم اسٹیمپ کے ساتھ تجارتی چیٹ پیغامات حاصل کرنے کی کوشش کرنا جو کہ اجازت کی حد سے باہر ہے
zh_cn: 尝试获取时间戳“之后”超出允许范围的交易聊天消息
zh_tw: 試圖獲取帶有超出允許範圍的“之後”時間戳的交易聊天消息

# api_error_198
source: Attempting to get account recent chat messages with “after” timestamp that’s outside of the allowed range
cs: Pokus o získání nedávných chatových zpráv účtu s časovým razítkem „po“, které je mimo povolený rozsah
fi: Yritetään saada tilin viimeisimmät chat-viestit, joissa on "jälkeen" aikaleima, joka on sallitun alueen ulkopuolella
fr: Tentative d'obtenir des messages de tchat récents du compte avec un horodatage « après » qui est en dehors de la plage autorisée
it: Tentativo di ricevere messaggi di chat recenti dell'account con timestamp "dopo" che non rientra nell'intervallo consentito
lt: Bandoma gauti naujausius paskyros pokalbių pranešimus su laiko žyma „po“, kuri nepatenka į leistiną diapazoną
nb: Forsøk på å motta nylige chat-meldinger på kontoen med "etter"-tidsstempel som er utenfor det tillatte området
nl: Poging om recente chatberichten van het account te ontvangen met een tijdstempel 'na' die buiten het toegestane bereik valt
pl: Próba uzyskania ostatnich wiadomości na czacie konta z sygnaturą czasową „after”, która jest poza dozwolonym zakresem
pt_br: Tentativa de obter mensagens de bate-papo recentes da conta com carimbo de data/hora "depois" fora do intervalo permitido
sl: Poskus pridobivanja nedavnih sporočil v klepetu računa s časovnim žigom »po«, ki je zunaj dovoljenega obsega
sv: Försöker få konto senaste chattmeddelanden med "efter" tidsstämpel som ligger utanför det tillåtna intervallet
tl: Sinusubukang makakuha ng mga kamakailang mensahe sa chat ng account na may timestamp na "pagkatapos" na nasa labas ng pinapayagang hanay
tr: İzin verilen aralığın dışında "sonra" zaman damgasına sahip hesaptaki son sohbet mesajları alınmaya çalışılıyor
ur: "after" ٹائم اسٹیمپ کے ساتھ اکاؤنٹ کے حالیہ چیٹ پیغامات حاصل کرنے کی کوشش کرنا جو کہ اجازت کی حد سے باہر ہے
zh_cn: 尝试获取帐户最近的聊天消息，其时间戳超出了允许的范围
zh_tw: 嘗試使用超出允許範圍的“之後”時間戳獲取帳戶最近的聊天消息

# api_error_199
source: Attempting to get public API token for user that doesn’t exist
cs: Pokus o získání veřejného tokenu API pro uživatele, který neexistuje
fi: Yritetään saada julkinen API-tunnus käyttäjälle, jota ei ole olemassa
fr: Tentative d'obtention d'un jeton d'API public pour un utilisateur qui n'existe pas
it: Tentativo di ottenere un token API pubblico per un utente che non esiste
lt: Bandoma gauti viešą API prieigos raktą vartotojui, kurio nėra
nb: Forsøker å få offentlig API-token for bruker som ikke eksisterer
nl: Poging om openbare API-token te krijgen voor gebruiker die niet bestaat
pl: Próba uzyskania publicznego tokena API dla użytkownika, który nie istnieje
pt_br: Tentativa de obter token de API público para usuário que não existe
sl: Poskus pridobivanja javnega žetona API za uporabnika, ki ne obstaja
sv: Försöker hämta offentlig API-token för användare som inte finns
tl: Sinusubukang kumuha ng pampublikong token ng API para sa user na wala
tr: Mevcut olmayan kullanıcı için genel API belirteci alınmaya çalışılıyor
ur: ایسے صارف کے لیے عوامی API ٹوکن حاصل کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试为不存在的用户获取公共 API 令牌
zh_tw: 嘗試為不存在的用戶獲取公共 API 令牌

# api_error_200
source: Attempting to expire and delete public API token for user without a public API token
cs: Pokus o vypršení platnosti a odstranění veřejného tokenu rozhraní API pro uživatele bez veřejného tokenu rozhraní API
fi: Yritetään vanhentaa ja poistaa julkinen API-tunnus käyttäjältä, jolla ei ole julkista API-tunnusta
fr: Tentative d'expiration et de suppression du jeton d'API public pour l'utilisateur sans jeton d'API public
it: Tentativo di far scadere ed eliminare il token API pubblico per l'utente senza token API pubblico
lt: Bandoma baigti galioti ir ištrinti viešąjį API prieigos raktą naudotojui be viešojo API prieigos rakto
nb: Forsøk på å utløpe og slette offentlig API-token for bruker uten et offentlig API-token
nl: Poging om openbare API-token te laten verlopen en verwijderen voor gebruiker zonder openbare API-token
pl: Próba wygaśnięcia i usunięcia publicznego tokena API dla użytkownika bez publicznego tokena API
pt_br: Tentativa de expirar e excluir o token de API público para o usuário sem um token de API público
sl: Poskus poteka in brisanja javnega žetona API za uporabnika brez javnega žetona API
sv: Försök att förfalla och ta bort offentlig API-token för användare utan offentlig API-token
tl: Sinusubukang mag-expire at magtanggal ng pampublikong API token para sa user na walang pampublikong API token
tr: Genel API belirteci olmayan kullanıcı için genel API belirtecinin süresinin dolmaya ve silinmeye çalışılması
ur: عوامی API ٹوکن کے بغیر صارف کے لیے عوامی API ٹوکن کی میعاد ختم اور حذف کرنے کی کوشش
zh_cn: 尝试使没有公共 API 令牌的用户的公共 API 令牌过期并删除
zh_tw: 嘗試為沒有公共 API 令牌的用戶過期並刪除公共 API 令牌

# api_error_201
source: Attempting to update price formula for ad that doesn’t exist
cs: Pokus o aktualizaci cenového vzorce pro reklamu, která neexistuje
fi: Yritetään päivittää hintakaavaa ilmoitukselle, jota ei ole olemassa
fr: Tentative de mise à jour de la formule de prix pour une annonce qui n'existe pas
it: Tentativo di aggiornare la formula del prezzo per un annuncio che non esiste
lt: Bandoma atnaujinti neegzistuojančio skelbimo kainos formulę
nb: Forsøker å oppdatere prisformelen for annonse som ikke eksisterer
nl: Poging om prijsformule bij te werken voor advertentie die niet bestaat
pl: Próba aktualizacji formuły ceny dla ogłoszenia, które nie istnieje
pt_br: Tentativa de atualizar a fórmula de preço para um anúncio que não existe
sl: Poskus posodobitve cenovne formule oglasa, ki ne obstaja
sv: Försöker uppdatera prisformeln för en annons som inte existerar
tl: Sinusubukang i-update ang formula ng presyo para sa ad na hindi umiiral
tr: Mevcut olmayan bir reklam için fiyat formülü güncellenmeye çalışılıyor
ur: اس اشتہار کے لیے قیمت کے فارمولے کو اپ ڈیٹ کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试更新不存在的广告的价格公式
zh_tw: 嘗試更新不存在的廣告的價格公式

# api_error_202
source: Attempting to get account transactions with “after” timestamp that’s outside of the allowed range
cs: Pokus o získání transakcí na účtu s časovým razítkem „po“, které je mimo povolený rozsah
fi: Yritetään saada tilitapahtumia "jälkeen"-aikaleimalla, joka on sallitun alueen ulkopuolella
fr: Tentative d'obtenir des transactions de compte avec un horodatage « après » qui est en dehors de la plage autorisée
it: Tentativo di ottenere transazioni sull'account con timestamp "dopo" esterno all'intervallo consentito
lt: Bandoma gauti sąskaitos operacijas su laiko žyma „po“, kuri nepatenka į leistiną diapazoną
nb: Forsøk på å få kontotransaksjoner med «etter»-tidsstempel som er utenfor det tillatte området
nl: Poging om accounttransacties te krijgen met een tijdstempel 'na' die buiten het toegestane bereik valt
pl: Próba uzyskania transakcji na koncie ze znacznikiem czasu „after”, który jest poza dozwolonym zakresem
pt_br: Tentativa de obter transações de conta com carimbo de data/hora "depois" fora do intervalo permitido
sl: Poskus pridobivanja transakcij računa s časovnim žigom »po«, ki je zunaj dovoljenega obsega
sv: Försöker hämta kontotransaktioner med "efter" tidsstämpel som ligger utanför det tillåtna intervallet
tl: Sinusubukang kumuha ng mga transaksyon sa account gamit ang "pagkatapos" ng timestamp na nasa labas ng pinapayagang hanay
tr: İzin verilen aralığın dışında "sonra" zaman damgasına sahip hesap işlemleri alınmaya çalışılıyor
ur: "after" ٹائم اسٹیمپ کے ساتھ اکاؤنٹ کے لین دین حاصل کرنے کی کوشش کرنا جو کہ اجازت کی حد سے باہر ہے
zh_cn: 尝试获取时间戳“之后”超出允许范围的账户交易
zh_tw: 嘗試獲取具有超出允許範圍的“之後”時間戳的帳戶交易

# api_error_203
source: Attempting to get reputation import data for account that doesn’t exist
cs: Pokus o získání údajů o importu reputace pro účet, který neexistuje
fi: Yritetään saada dataa tuodusta maineesta tilille, jota ei ole olemassa
fr: Tentative d'obtention de données d'importation de réputation pour un compte qui n'existe pas
it: Tentativo di ottenere dati di importazione della reputazione per un account che non esiste
lt: Bandoma gauti neegzistuojančios paskyros reputacijos importavimo duomenis
nb: Forsøker å få omdømmeimportdata for en konto som ikke eksisterer
nl: Poging om reputatie-importgegevens op te halen voor een account dat niet bestaat
pl: Próba uzyskania danych importu reputacji dla konta, które nie istnieje
pt_br: Tentativa de obter dados de importação de reputação para uma conta que não existe
sl: Poskus pridobivanja podatkov o uvozu ugleda za račun, ki ne obstaja
sv: Försöker hämta importdata för rykte för konto som inte finns
tl: Sinusubukang makakuha ng data ng pag-import ng reputasyon para sa account na wala
tr: Mevcut olmayan bir hesap için itibar içe aktarma verileri alınmaya çalışılıyor
ur: جو اکاؤنٹ موجود نہیں ہے اس کے لیے ساکھ درآمدی ڈیٹا حاصل کرنے کی کوشش
zh_cn: 尝试获取不存在的帐户的信誉导入数据
zh_tw: 嘗試為不存在的帳戶獲取聲譽導入數據

# api_error_211
source: Attempting to approve reputation import for user that doesn’t exist
cs: Pokus o schválení importu reputace pro uživatele, který neexistuje
fi: Yritetään hyväksyä maineen tuonti sellaiselle käyttäjälle, jota ei ole olemassa
fr: Tentative d'approbation de l'importation de réputation pour un utilisateur qui n'existe pas
it: Tentativo di approvare l'importazione della reputazione per un utente che non esiste
lt: Bandoma patvirtinti neegzistuojančio naudotojo reputacijos importavimą
nb: Forsøker å godkjenne omdømmeimport for bruker som ikke eksisterer
nl: Poging om reputatie-import goed te keuren voor gebruiker die niet bestaat
pl: Próba zatwierdzenia importu reputacji użytkownika, który nie istnieje
pt_br: Tentativa de aprovar importação de reputação para usuário que não existe
sl: Poskus odobritve uvoza ugleda za uporabnika, ki ne obstaja
sv: Försöker godkänna ryktesimport för användare som inte existerar
tl: Sinusubukang aprubahan ang pag-import ng reputasyon para sa user na wala
tr: Mevcut olmayan bir kullanıcı için itibarın içe aktarılması onaylanmaya çalışılıyor
ur: اس صارف کے لیے ساکھ کی درآمد کو منظور کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试批准不存在的用户的信誉导入
zh_tw: 嘗試為不存在的用戶批准信譽導入

# api_error_212
source: Attempting to approve reputation import for user that isn’t in step 2 of the reputation import flow
cs: Pokus o schválení importu reputace pro uživatele, který není v kroku 2 toku importu reputace
fi: Yritetään hyväksyä maineen tuonti käyttäjälle, joka ei ole maineen tuontiprosessin vaiheessa 2
fr: Tentative d'approbation de l'importation de réputation pour un utilisateur qui n'est pas à l'étape 2 du flux d'importation de réputation
it: Tentativo di approvare l'importazione della reputazione per un utente che non si trova nel passaggio 2 del flusso di importazione della reputazione
lt: Bandoma patvirtinti reputacijos importavimą naudotojui, kuris nedalyvauja 2 reputacijos importavimo srauto veiksme
nb: Forsøk på å godkjenne omdømmeimport for brukere som ikke er i trinn 2 av omdømmeimportflyten
nl: Poging om reputatie-import goed te keuren voor gebruiker die zich niet in stap 2 van de reputatie-importstroom bevindt
pl: Próba zatwierdzenia importu reputacji dla użytkownika, który nie znajduje się w kroku 2 importu reputacji
pt_br: Tentando aprovar a importação de reputação para o usuário que não está na etapa 2 do fluxo de importação de reputação
sl: Poskus odobritve uvoza ugleda za uporabnika, ki ni v 2. koraku toka uvoza ugleda
sv: Försöker godkänna ryktesimport för användare som inte är i steg 2 i flödet för ryktesimport
tl: Pagtatangkang aprubahan ang pag-import ng reputasyon para sa user na wala sa hakbang 2 ng daloy ng pag-import ng reputasyon
tr: İtibar içe aktarma akışının 2. adımında yer almayan kullanıcı için itibar içe aktarma işlemi onaylanmaya çalışılıyor
ur: صارف کے لیے ساکھ کی درآمد کو منظور کرنے کی کوشش کرنا جو شہرت کے درآمدی بہاؤ کے مرحلہ 2 میں نہیں ہے
zh_cn: 尝试批准不在信誉导入流程第 2 步中的用户的信誉导入
zh_tw: 嘗試為不在信譽導入流程第 2 步中的用戶批准信譽導入

# api_error_213
source: Attempting to deny reputation import for user that doesn’t exist
cs: Pokus o odmítnutí importu reputace pro uživatele, který neexistuje
fi: Yritetään kieltää maineen tuonti sellaiselta käyttäjältä, jota ei ole olemassa
fr: Tentative de refus d'importation de réputation pour un utilisateur qui n'existe pas
it: Tentativo di negare l'importazione della reputazione per un utente che non esiste
lt: Bandoma uždrausti neegzistuojančio vartotojo reputacijos importavimą
nb: Forsøk på å nekte omdømmeimport for bruker som ikke eksisterer
nl: Poging om reputatie-import te weigeren voor gebruiker die niet bestaat
pl: Próba odmowy importu reputacji dla użytkownika, który nie istnieje
pt_br: Tentativa de negar importação de reputação para usuário que não existe
sl: Poskus zavrnitve uvoza ugleda za uporabnika, ki ne obstaja
sv: Försöker neka import av rykte för användare som inte existerar
tl: Sinusubukang tanggihan ang pag-import ng reputasyon para sa user na wala
tr: Mevcut olmayan bir kullanıcı için itibarın içe aktarılması reddedilmeye çalışılıyor
ur: اس صارف کے لیے ساکھ کی درآمد سے انکار کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 尝试拒绝不存在的用户的信誉导入
zh_tw: 嘗試拒絕不存在的用戶的信譽導入

source: Ads
cs: Reklamy
fi: Ilmoitukset
fr: Annonces
it: Annunci
lt: Reklama
nb: Annonser
nl: Advertenties
pl: Ogłoszenia
pt_br: Anúncios
sl: Oglasi
sv: Annonser
tl: Mga ad
tr: Reklamlar
ur: اشتہارات
zh_cn: 广告
zh_tw: 廣告

# api_error_4000
source: No internet connection.
cs: Žádné internetové připojení.
fi: Ei Internet-yhteyttä.
fr: Pas de connexion Internet.
it: Nessuna connessione internet.
lt: Nėra interneto ryšio.
nb: Ingen internettforbindelse.
nl: Geen internet verbinding.
pl: Brak połączenia z internetem.
pt_br: Sem conexão com a Internet.
sl: Ni internetne povezave.
sv: Ingen internet anslutning.
tl: Walang koneksyon sa internet.
tr: İnternet bağlantısı yok.
ur: انٹرنیٹ کنکشن نہیں ہے۔
zh_cn: 没有网络连接。
zh_tw: 沒有網絡連接。

source: Get started
cs: Začít
fi: Aloita
fr: Commencer
it: Iniziare
lt: Pradėti
nb: Kom i gang
nl: Begin
pl: Rozpocznij
pt_br: Comece
sl: Začnite
sv: Kom igång
tl: Magsimula
tr: Başlamak
ur: شروع کرنے کے
zh_cn: 开始吧
zh_tw: 開始吧

# api_error_214
source: Attempting to deny reputation import for user that isn’t in step 2 of the reputation import flow
cs: Pokus o odmítnutí importu reputace pro uživatele, který není v kroku 2 toku importu reputace
fi: Yritetään kieltää maineen tuonti käyttäjältä, joka ei ole maineen tuontiprosessin vaiheessa 2
fr: Tentative de refus d'importation de réputation pour un utilisateur qui n'est pas à l'étape 2 du flux d'importation de réputation
it: Tentativo di negare l'importazione della reputazione per un utente che non si trova nel passaggio 2 del flusso di importazione della reputazione
lt: Bandoma neleisti importuoti reputacijos vartotojui, kuris nedalyvauja 2 reputacijos importavimo srauto veiksme
nb: Forsøk på å nekte omdømmeimport for brukere som ikke er i trinn 2 av omdømmeimportflyten
nl: Poging om reputatie-import te weigeren voor gebruiker die zich niet in stap 2 van de reputatie-importstroom bevindt
pl: Próba odmowy importu reputacji dla użytkownika, który nie znajduje się w kroku 2 importu reputacji
pt_br: Tentativa de negar importação de reputação para usuário que não está na etapa 2 do fluxo de importação de reputação
sl: Poskus zavrnitve uvoza ugleda za uporabnika, ki ni v 2. koraku toka uvoza ugleda
sv: Försöker neka import av rykte för användare som inte är i steg 2 i flödet för import av rykte
tl: Pagtatangkang tanggihan ang pag-import ng reputasyon para sa user na wala sa hakbang 2 ng daloy ng pag-import ng reputasyon
tr: İtibar içe aktarma akışının 2. adımında yer almayan kullanıcı için itibar içe aktarma işlemi reddedilmeye çalışılıyor
ur: صارف کے لیے ساکھ کی درآمد سے انکار کرنے کی کوشش جو ساکھ درآمد کے بہاؤ کے مرحلہ 2 میں نہیں ہے
zh_cn: 尝试拒绝不在信誉导入流程第 2 步中的用户的信誉导入
zh_tw: 嘗試拒絕不在信譽導入流程第 2 步中的用戶的信譽導入

# api_error_215
source: Attempting to specify both country_code and currency_code when requesting most popular payment methods
cs: Pokus o zadání kódu země i kódu měny při požadavku na nejoblíbenější platební metody
fi: Yritetään määrittää sekä country_code että valuutan_koodi pyytäessäsi suosituimpia maksutapoja
fr: Tentative de spécifier à la fois « country_code » et « currency_code » lors de la demande des méthodes de paiement les plus populaires
it: Tentativo di specificare sia country_code che valuta_code quando si richiedono i metodi di pagamento più diffusi
lt: Prašant populiariausių mokėjimo būdų bandoma nurodyti šalies kodą ir valiutos kodą
nb: Forsøker å spesifisere både country_code og currency_code når du ber om de mest populære betalingsmåtene
nl: Poging om zowel country_code als currency_code op te geven bij het aanvragen van de meest populaire betalingsmethoden
pl: Próba podania zarówno kodu kraju, jak i kodu waluty przy żądaniu najpopularniejszych metod płatności
pt_br: Tentativa de especificar country_code e currency_code ao solicitar os métodos de pagamento mais populares
sl: Pri zahtevi za najbolj priljubljena plačilna sredstva poskušate navesti kodo države in kodo valute
sv: Försök att ange både country_code och currency_code vid begäran om de mest populära betalningsmetoderna
tl: Sinusubukang tukuyin ang parehong country_code at currency_code kapag humihiling ng pinakasikat na paraan ng pagbabayad
tr: En popüler ödeme yöntemlerini isterken hem ülke_kodu hem de para_kodu belirtilmeye çalışılıyor
ur: سب سے مشہور ادائیگی کے طریقوں کی درخواست کرتے وقت country_code اور currency_code دونوں کو بتانے کی کوشش کرنا
zh_cn: 在请求最流行的付款方式时尝试指定country_code和currency_code
zh_tw: 嘗試在請求最流行的付款方式時同時指定國家代碼和貨幣代碼
