Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbsell250Sb1
source: Deposit the coins to your <a target="_blank" href="/account/wallet" class="next-link">{appName} arbitration bond wallet</a>. You'll see your {appName} deposit address under the "Receive" tab.
cs: Vložte mince do své <a target="_blank" href="/account/wallet" class="next-link">{appName} peněženky rozhodčích dluhopisů</a>. Na kartě „Přijmout“ uvidíte svou {appName} adresu pro vklad.
fi: Talleta kolikot sinun <a target="_blank" href="/account/wallet" class="next-link">{appName} välimieslompakkoon</a>. Näet {appName}-talletusosoitteesi "Vastaanota"-välilehdellä.
fr: Déposez les jetons de crypto-monnaie dans votre portefeuille de caution d'arbitrage <a target="_blank" href="/account/wallet" class="next-link">{appName}</a>. Vous verrez votre adresse de dépôt {appName} sous l'onglet "Recevoir".
it: Deposita le monete nel tuo portafoglio di obbligazioni arbitrali <a target="_blank" href="/account/wallet" class="next-link">{appName}</a>. Vedrai il tuo indirizzo di deposito {appName} sotto la scheda "Ricevi".
lt: Įneškite monetas į savo <a target="_blank" href="/account/wallet" class="next-link">{appName} arbitražo obligacijų piniginę</a>. Skirtuke „Gauti“ matysite savo {appName} indėlio adresą.
nb: Sett inn myntene til din <a target="_blank" href="/account/wallet" class="next-link">{appName} voldgiftslommebok</a>. Du vil se {appName} innskuddsadressen din under "Motta"-fanen.
nl: Stort de munten in uw <a target="_blank" href="/account/wallet" class="next-link">{appName} arbitragebond portefeuille</a>. U ziet uw {appName} stortingsadres onder het tabblad 'Ontvangen'.
pl: Wpłać kryptowaluty do <a target="_blank" href="/account/wallet" class="next-link">portfela ochrony arbitrażowej {appName}</a>. Zobaczysz swój adres wpłaty {appName} w zakładce „Odbierz”.
pt_br: Deposite as moedas em sua carteira de <a target="_blank" href="/account/wallet" class="next-link">{appName} de arbitragem de títulos</a>. Você verá seu endereço de depósito {appName} na aba "Receive" (Receber).
sl: Položite kovance v svojo <a target="_blank" href="/account/wallet" class="next-link">{appName} denarnico za arbitražne obveznice </a>. Pod zavihkom "Prejmi" boste videli svoj naslov za nakazilo {appName}.
sv: Sätt in mynten på din <a target="_blank" href="/account/wallet" class="next-link">{appName} plånbok för arbitrageobligationer</a>. Du kommer att se din {appName} insättningsadress under fliken "Ta emot".
tl: Ideposito ang mga barya sa iyong <a target="_blank" href="/account/wallet" class="next-link">{appName} arbitration bond wallet</a>. Makikita mo ang iyong {appName} na deposito na address sa ilalim ng tab na "Tanggapin".
tr: Paraları <a target="_blank" href="/account/wallet" class="next-link">{appName} tahkim bonosu cüzdanınıza</a> yatırın. {appName} para yatırma adresinizi "Al" sekmesi altında göreceksiniz.
ur: سکے اپنے <a target="_blank" href="/account/wallet" class="next-link">{appName} ثالثی بانڈ والیٹ</a> میں جمع کریں۔ آپ کو اپنا {appName} جمع کرنے کا پتہ "Receive" ٹیب کے نیچے نظر آئے گا۔
zh_cn: 将硬币存入您的 <a target="_blank" href="/account/wallet" class="next-link">{appName} 仲裁保证金钱包</a>。您将在“接收”标签下看到您的 {appName} 存款地址。
zh_tw: 將硬幣存入您的 <a target="_blank" href="/account/wallet" class="next-link">{appName} 仲裁保證金錢包</a>。您將在“接收”標籤下看到您的 {appName} 存款地址。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb2
source: Go to the <a target="_blank" href="/" class="next-link">main page</a> and in the search box, select "Sell". You can further refine your results by entering the desired amount and changing the currency, country or payment method (select "All online offers" if you're unsure which payment method you want to use) in the search box. Press "Search".
cs: Přejděte na <a target="_blank" href="/" class="next-link">hlavní stránku</a> a ve vyhledávacím poli vyberte „Prodat“. Své výsledky můžete dále upřesnit zadáním požadované částky a změnou měny, země nebo způsobu platby (pokud si nejste jisti, jakou platební metodu chcete použít, vyberte možnost „Všechny online nabídky“). Stiskněte "Hledat".
fi: Siirry <a target="_blank" href="/" class="next-link">etusivulle</a> ja valitse hakukentästä "Myy". Voit tarkentaa tuloksia kirjoittamalla haluamasi summa ja vaihtamalla valuuttaa, maata tai maksutapaa (valitse "Kaikki verkkotarjoukset", jos et ole varma, mitä maksutapaa haluat käyttää) hakukenttään. Paina "Hae".
fr: Allez sur la <a target="_blank" href="/" class="next-link">page d'accueil</a> et dans le champ de recherche, sélectionnez "Vendre". Vous pouvez affiner davantage vos résultats en saisissant le montant souhaité et modifier la devise, le pays ou le mode de paiement (sélectionnez "Toutes les offres en ligne" si vous n'êtes pas sûr du mode de paiement que vous souhaitez utiliser) dans le champ de recherche. Appuyez sur "Rechercher".
it: Vai alla pagina principale <a target="_blank" href="/" class="next-link"></a> e nella casella di ricerca seleziona "Vendere". Puoi affinare ulteriormente i risultati inserendo l'importo desiderato e cambiando la valuta, il paese o il metodo di pagamento (seleziona "Tutte le offerte online" se non sei sicuro del metodo di pagamento che vuoi utilizzare) nella casella di ricerca. Premi "Cerca".
lt: Eikite į <a target="_blank" href="/" class="next-link">pagrindinį puslapį</a> ir paieškos laukelyje pasirinkite „Parduoti“. Galite dar labiau patikslinti rezultatus paieškos laukelyje įvesdami norimą sumą ir pakeisdami valiutą, šalį arba mokėjimo būdą (jei nesate tikri, kurį mokėjimo būdą norite naudoti, pasirinkite „Visi pasiūlymai internetu“. Paspauskite "Ieškoti".
nb: Gå til <a target="_blank" href="/" class="next-link">hovedsiden</a> og velg "Selg" i søkefeltet. Du kan avgrense resultatene dine ytterligere ved å angi ønsket beløp og endre valuta, land eller betalingsmetode (velg "Alle netttilbud" hvis du er usikker på hvilken betalingsmetode du vil bruke) i søkefeltet. Trykk "Søk".
nl: Ga naar de <a target="_blank" href="/" class="next-link">hoofdpagina</a> en selecteer "Verkopen" in het zoekvak. U kunt uw resultaten verder verfijnen door het gewenste bedrag in te voeren en de valuta, het land of de betaalmethode te wijzigen in het zoekvak (selecteer "Alle online aanbiedingen" als u niet zeker weet welke betaalmethode u wilt gebruiken). Druk vervolgens op "Zoeken".
pl: Przejdź do <a target="_blank" href="/" class="next-link">strony głównej</a> i w polu wyszukiwania wybierz "Sprzedaj". Dopasuj wyniki wyszukiwania, wprowadzając żądaną kwotę i zmieniając walutę, kraj lub metodę płatności (wybierz „Wszystkie ogłoszenia online”, jeśli nie masz pewności, której metody płatności chcesz użyć) w polu wyszukiwania. Naciśnij "Wyszukaj".
pt_br: Vá para a página principal <a target="_blank" href="/" class="next-link"></a> e na caixa de busca, selecione "Vender". Você pode refinar ainda mais seus resultados digitando o valor desejado e mudando a moeda, país ou forma de pagamento (selecione "Todas as ofertas on-line" se não tiver certeza de qual forma de pagamento deseja usar) na caixa de busca. Pressione "Pesquisar".
sl: Pojdite na <a target="_blank" href="/" class="next-link">glavno stran</a> in v iskalnem polju izberite "Prodaja". Rezultate lahko dodatno izboljšate tako, da v polje iskanja vnesete želeni znesek, spremenite valuto, državo ali način plačila (izberite "Vse online ponudbe", če niste prepričani, kateri način plačila želite uporabiti). Pritisnite "Išči".
sv: Gå till <a target="_blank" href="/" class="next-link">huvudsidan</a> och välj "Sälj" i sökrutan. Du kan förfina dina resultat ytterligare genom att ange önskat belopp och ändra valuta, land eller betalningsmetod (välj "Alla onlineerbjudanden" om du är osäker på vilken betalningsmetod du vill använda) i sökrutan. Tryck på "Sök".
tl: Pumunta sa <a target="_blank" href="/" class="next-link">pangunahing pahina</a> at sa box para sa paghahanap, piliin ang "Ibenta". Maaari mo pang pinuhin ang iyong mga resulta sa pamamagitan ng paglalagay ng nais na halaga at pagpapalit ng pera, bansa o paraan ng pagbabayad (piliin ang "Lahat ng online na alok" kung hindi ka sigurado kung aling paraan ng pagbabayad ang gusto mong gamitin) sa box para sa paghahanap. Pindutin ang "Paghahanap".
tr: <a target="_blank" href="/" class="next-link">ana sayfaya</a> gidin ve arama kutusunda "Sat" seçeneğini seçin. Arama kutusunda istediğiniz tutarı girip para birimini, ülkeyi veya ödeme yöntemini değiştirerek (hangi ödeme yöntemini kullanmak istediğinizden emin değilseniz "Tüm çevrimiçi teklifler"i seçin) sonuçlarınızı daha da hassaslaştırabilirsiniz. "Ara" tuşuna basın.
ur: <a target="_blank" href="/" class="next-link">مرکزی صفحہ</a> پر جائیں اور سرچ باکس میں، "Sell" کو منتخب کریں۔ آپ مطلوبہ رقم درج کر کے اور سرچ باکس میں کرنسی، ملک یا ادائیگی کا طریقہ تبدیل کر کے اپنے نتائج کو مزید بہتر کر سکتے ہیں (select "All online offers" if you're unsure which payment method you want to use)۔ "Search" کو دبائیں۔
zh_cn: 进入 <a target="_blank" href="/" class="next-link">主页</a> ，在搜索框中，选择 "出售"。你可以通过搜索框中输入所需的金额并改变币种、国家或支付方式（如果你不确定要使用哪种支付方式，则选择 "所有在线报价"）来进一步细化你的结果。按 "搜索"。
zh_tw: 進入 <a target="_blank" href="/" class="next-link">主頁</a> ，在搜索框中，選擇 "出售"。你可以通過搜索框中輸入所需的金額並改變幣種、國家或支付方式（如果你不確定要使用哪種支付方式，則選擇 "所有在線報價"）來進一步細化你的結果。按 "搜索"。

# guide250Sbnon8722Sbcustodial250Sbsell250Sb2250Sb1
source: Some payment methods are considered <a target="_blank" href="/faq#high-risk-methods" class="next-link">high-risk</a>. Cryptocurrency transactions are completely irreversible. If the payment made by the buyer is reversed, then once you sell your cryptocurrency it won't be possible for you to recover it. That's why we recommend that you sell with a low-risk payment method to experienced users with a large amount of previous trades and a high reputation score.
cs: Některé platební metody jsou považovány za <a target="_blank" href="/faq#high-risk-methods" class="next-link">vysoce rizikové</a>. Transakce s kryptoměnami jsou zcela nevratné. Pokud je platba provedená kupujícím stornována, poté, co prodáte svou kryptoměnu, nebude možné ji získat zpět. To je důvod, proč vám doporučujeme prodávat s nízkorizikovou platební metodou zkušeným uživatelům s velkým množstvím předchozích obchodů a vysokým skóre reputace.
fi: Joitakin maksutapoja pidetään <a target="_blank" href="/faq#high-risk-methods" class="next-link">korkean riskin maksutapoina</a>. Kryptovaluuttatransaktiot ovat täysin peruuttamattomia. Jos ostajan suorittama maksu peruutetaan, kun olet myynyt kryptovaluuttasi, et voi palauttaa sitä. Siksi suosittelemme, että myyt alhaisen riskin maksutavalla kokeneille käyttäjille, joilla on suuri määrä aikaisempia kauppoja ja hyvä maine.
fr: Certains modes de paiement sont considérés comme <a target="_blank" href="/faq#high-risk-methods" class="next-link">à haut risque</a>. Les transactions de crypto-monnaie sont totalement irréversibles. Si le paiement effectué par l'acheteur est annulé, une fois que vous aurez vendu votre crypto-monnaie, il ne vous sera plus possible de la récupérer. C'est pourquoi nous vous recommandons de vendre avec une méthode de paiement à faible risque à des utilisateurs expérimentés avec un grand nombre de transactions précédentes et une évaluation élevée.
it: Alcuni metodi di pagamento sono considerati <a target="_blank" href="/faq#high-risk-methods" class="next-link">ad alto rischio</a>. Le transazioni in criptovaluta sono completamente irreversibili. Se il pagamento effettuato dall'acquirente viene annullato, una volta venduta la tua criptovaluta non ti sarà possibile recuperarla. Ecco perché ti consigliamo di vendere con un metodo di pagamento a basso rischio a utenti esperti con una grande quantità di transazioni precedenti e un alto punteggio di reputazione.
lt: Kai kurie mokėjimo būdai laikomi <a target="_blank" href="/faq#high-risk-methods" class="next-link">didelės rizikos</a>. Kriptovaliutos operacijos yra visiškai negrįžtamos. Jei pirkėjo atliktas mokėjimas atšaukiamas, tada, kai parduosite savo kriptovaliutą, negalėsite jos susigrąžinti. Štai kodėl rekomenduojame parduoti naudodami mažos rizikos mokėjimo būdą patyrusiems vartotojams, turintiems daug ankstesnių sandorių ir turintiems aukštą reputacijos balą.
nb: Noen betalingsmetoder anses som <a target="_blank" href="/faq#high-risk-methods" class="next-link">høyrisiko</a>. Kryptovalutatransaksjoner er fullstendig irreversible. Hvis betalingen foretatt av kjøperen blir reversert, vil det ikke være mulig for deg å gjenopprette den når du selger kryptovalutaen din. Det er derfor vi anbefaler at du selger med en betalingsmetode med lav risiko til erfarne brukere med en stor mengde tidligere handler og høy omdømmescore.
nl: Sommige betaalmethoden worden als <a target="_blank" href="/faq#high-risk-methods" class="next-link">hoog risico</a> beschouwd. Transacties met cryptocurrency zijn volledig onomkeerbaar. Als de betaling door de koper wordt teruggedraaid, is het voor u niet meer mogelijk deze terug te vorderen zodra u uw cryptocurrency heeft verkocht. Daarom raden we aan om via een betaalmethode met een laag risico te verkopen aan ervaren gebruikers met een groot aantal eerdere transacties en een hoge reputatiescore.
pl: Niektóre metody płatności są uważane za <a target="_blank" href="/faq#high-risk-methods" class="next-link">wysokiego ryzyka</a>. Transakcje kryptowalut są całkowicie nieodwracalne. Jeśli płatność dokonana przez kupującego jest odwrócona, po sprzedaży kryptowaluty, nie będzie możliwe jej odzyskanie. Dlatego zalecamy sprzedaż metodami płatności niskiego ryzyka, sprzedaż doświadczonym użytkownikom, z wysoką oceną, i z dużą ilością poprzednich transakcji.
pt_br: Alguns métodos de pagamento são considerados <a target="_blank" href="/faq#high-risk-methods" class="next-link">de alto risco</a>. As transações em moedas criptográficas são completamente irreversíveis. Se o pagamento feito pelo comprador for revertido, então uma vez que você venda sua moeda criptográfica, não será possível recuperá-la. É por isso que recomendamos que você venda com um método de pagamento de baixo risco a usuários experientes com uma grande quantidade de operações anteriores e uma alta pontuação de reputação.
sl: Nekateri načini plačila veljajo za <a target="_blank" href="/faq#high-risk-methods" class="next-link">visoko tvegane</a>. Transakcije s kriptovalutami so popolnoma nepovratne. Če je plačilo, ki ga je izvedel kupec, razveljavljeno, potem ko prodate svojo kriptovaluto, je ne boste več mogli povrniti. Zato priporočamo, da prodajate uporabnikom, z velikim številom opravljenih trgovanj in visokim ugledom, ter z načinom plačila, ki predstavlja nizko tveganje.
sv: Vissa betalningsmetoder anses vara <a target="_blank" href="/faq#high-risk-methods" class="next-link">högrisk</a>. Kryptovalutatransaktioner är helt oåterkalleliga. Om betalningen från köparen återförs, kommer det inte att vara möjligt för dig att återställa den när du väl sålt din kryptovaluta. Det är därför vi rekommenderar att du säljer med en betalningsmetod med låg risk till erfarna användare med ett stort antal tidigare affärer och ett högt rykte.
tl: Ang ilang paraan ng pagbabayad ay itinuturing na <a target="_blank" href="/faq#high-risk-methods" class="next-link">high-risk</a>. Ang mga transaksyon sa Cryptocurrency ay ganap na hindi maibabalik. Kung ang pagbabayad na ginawa ng bumibili ay nabaligtad, pagkatapos ay sa sandaling ibenta mo ang iyong cryptocurrency hindi na ito magiging posible para sa iyo na mabawi ito. Iyon ang dahilan kung bakit inirerekumenda namin na magbenta ka nang may mababang panganib na paraan ng pagbabayad sa mga karanasang user na may malaking halaga ng mga nakaraang trade at mataas na marka ng reputasyon.
tr: Bazı ödeme yöntemleri <a target="_blank" href="/faq#high-risk-methods" class="next-link">yüksek riskli</a> olarak kabul edilir. Kripto para işlemleri tamamen geri döndürülemez. Alıcının yaptığı ödeme geri alınırsa, kripto para biriminizi sattığınızda onu geri almanız mümkün olmayacaktır. Bu nedenle daha önce çok sayıda işlem yapmış, itibar puanı yüksek, deneyimli kullanıcılara düşük riskli ödeme yöntemiyle satış yapmanızı öneririz.
ur: ادائیگی کے کچھ طریقوں کو <a target="_blank" href="/faq#high-risk-methods" class="next-link">زیادہ خطرہ</a> سمجھا جاتا ہے۔ کریپٹو کرنسی کے لین دین مکمل طور پر ناقابل واپسی ہیں۔ اگر خریدار کی طرف سے کی گئی ادائیگی الٹ جاتی ہے، تو ایک بار جب آپ اپنی کریپٹو کرنسی بیچ دیتے ہیں تو آپ کے لیے اسے بازیافت کرنا ممکن نہیں ہوگا۔ اس لیے ہم تجویز کرتے ہیں کہ آپ کم رسک ادائیگی کے طریقہ کار کے ساتھ تجربہ کار صارفین کو فروخت کریں جن میں سابقہ تجارت کی ایک بڑی رقم اور ایک اعلی ساکھ سکور ہے۔
zh_cn: 一些支付方式被认为是 <a target="_blank" href="/faq#high-risk-methods" class="next-link">高风险的</a>。加密货币交易是完全不可逆转的。如果买方的付款被逆转，那么一旦你出售你的加密货币，你将不可能找回它。这就是为什么我们建议你用低风险的支付方式出售给有经验的用户，并有大量的先前交易历史和高信誉评分。
zh_tw: 一些支付方式被認為是 <a target="_blank" href="/faq#high-risk-methods" class="next-link">高風險的</a>。加密貨幣交易是完全不可逆轉的。如果買方的付款被逆轉，那麼一旦你出售你的加密貨幣，你將不可能找回它。這就是為什麼我們建議你用低風險的支付方式出售給有經驗的用戶，並有大量的先前交易歷史和高信譽評分。
