Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbmyths250Sbdescription
source: A lot of common criticisms levied toward Monero that are either outdated, or incorrect, while others are presenting a very narrow view of the problem in question. In this article we hope to set the record straight on these criticisms.
cs: Na adresu Monera se často objevují výtky, které jsou buď zastaralé, nebo nesprávné, zatímco jiné představují velmi zúžený pohled na daný problém. V tomto článku doufáme, že tyto kritiky uvedeme na pravou míru.
fi: Moneroa kohtaan on esitetty monia yleisiä väitteitä, jotka ovat joko vanhentuneita tai virheellisiä, kun taas toiset esittävät erittäin kapeaa näkemystä kyseessä olevasta ongelmasta. Tässä artikkelissa toivomme saavamme oikaistua väärät väittämät.
fr: De nombreuses critiques courantes adressées à l'encontre de Monero sont soit obsolètes, soit incorrectes, tandis que d'autres présentent une vision très étroite du problème en question. Dans cet article, nous espérons remettre les pendules à l'heure sur ces critiques.
it: Molte critiche comuni imposte a Monero sono obsolete o errate, mentre altri presentano una visione molto ristretta del problema in questione. In questo articolo speriamo di mettere le cose in chiaro su queste critiche.
lt: Daugybė įprastų „Monero“ kritikų yra pasenę arba neteisingi, o kiti pateikia labai siaurą nagrinėjamos problemos vaizdą. Šiame straipsnyje tikimės pasiekti šios kritikos rekordą.
nb: Mye vanlig kritikk mot Monero som enten er utdatert eller feil, mens andre presenterer et veldig snevert syn på det aktuelle problemet. I denne artikkelen håper vi å sette rekorden rett på denne kritikken.
nl: Er wordt veel kritiek geuit op Monero die achterhaald of onjuist is, terwijl andere een zeer beperkt beeld geven van het probleem in kwestie. In dit artikel hopen we deze kritiek recht te zetten.
pl: Wiele powszechnych krytyk wobec Monero zarzuca, że jest przestarzałe lub niepoprawne, podczas gdy inni przedstawiają bardzo wąski pogląd na temat tego problemu. W tym artykule postaramy się wyjaśnić to dogłębnie.
pt_br: Muitas críticas comuns feitas a Monero estão desatualizadas ou incorretas, enquanto outras apresentam uma visão muito restrita do problema em questão. Neste artigo, esperamos esclarecer essas críticas.
sl: Številne pogoste kritike proti Monero so zastarele, napačne, ali pa predstavljajo zelo ozek pogled na zadevno težavo. Upamo, da bomo s tem člankom razjasnili te kritike.
sv: En hel del av den vanliga kritiken mot Monero är antingen föråldrad eller felaktig, medan andra ger en mycket snäv bild av problemet i fråga. I den här artikeln hoppas vi kunna reda ut hur det ligger till med den kritiken.
tl: Maraming karaniwang mga kritisismo na ipinapataw kay Monero na luma na, o hindi tama, habang ang iba ay nagpapakita ng napakakitid na pananaw sa problemang pinag-uusapan. Sa artikulong ito inaasahan naming itakda ang rekord nang diretso sa mga kritisismong ito.
tr: Monero'ya yönelik pek çok yaygın eleştiri ya güncelliğini kaybetmiş ya da yanlıştır; diğerleri ise söz konusu soruna ilişkin çok dar bir bakış açısı sunmaktadır. Bu yazıda bu eleştirilere ilişkin net bir kayıt tutmayı umuyoruz.
ur: Monero کی طرف بہت ساری عام تنقیدیں جو یا تو پرانی ہیں، یا غلط ہیں، جبکہ دیگر زیر بحث مسئلے کے بارے میں ایک بہت ہی تنگ نظریہ پیش کر رہے ہیں۔ اس مضمون میں ہم امید کرتے ہیں کہ ان تنقیدوں پر سیدھا ریکارڈ قائم کریں گے۔
zh_cn: 许多针对门罗币常见的批评，有些已经过时，有些是杞人忧天，又或者是狭隘地对问题进行断章取义. 在本文中，我们希望为这些传言进行阐释.
zh_tw: 許多針對門羅幣常見的批評，有些已經過時，有些是杞人憂天，又或者是狹隘地對問題進行斷章取義. 在本文中，我們希望為這些傳言進行闡釋.

# knowledge250Sbmyths250Sbtitle
source: Top 15 Monero Myths and Concerns Debunked
cs: 15 vyvrácených mýtů a obav o Monero
fi: 15 parasta Monero-myyttiä ja -huolia, jotka on kumottu
fr: Démystification des 15 principaux mythes et inquiétudes au sujet de Monero
it: Top 15 Miti e preoccupazioni Monero debunked
lt: 15 populiariausių Monero mitų ir rūpesčių, kurie buvo paneigti
nb: Topp 15 Monero-myter og bekymringer avslørt
nl: Top 15 Monero Mythen en Zorgen Ontkracht
pl: 15 najczęstszych obalonych mitów i obaw o Monero
pt_br: Os 15 principais mitos e preocupações de Monero desmascarados
sl: Razbijamo 15 glavnih mitov in pomislekov o Monero
sv: Topp 15 Monero myter och bekymmer debunked
tl: Nangungunang 15 Monero Myths and Concerns Debunked
tr: En Önemli 15 Monero Efsanesi ve Endişesi Çürütüldü
ur: سرفہرست 15 مونیرو خرافات اور خدشات کو ختم کیا گیا
zh_cn: 流言终结者：关于门罗币的15大传言和疑虑
zh_tw: 流言終結者：關於門羅幣的15大傳言和疑慮
