Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# api_error_123
source: Insufficient funds to fund a non-floating LOCAL_SELL trade
cs: Nedostatek finančních prostředků k financování neplovoucího obchodu LOCAL_SELL
fi: Rahat eivät riitä kaupan rahoittamiseen
fr: Fonds insuffisants pour financer une transaction LOCAL_SELL non flottante
it: Fondi insufficienti per finanziare un'operazione
lt: Nepakanka lėšų prekybai finansuoti
nb: Ikke nok midler til å finansiere en handel
nl: Onvoldoende saldo om een niet-zwevende LOCAL_SELL-transactie te financieren
pl: Niewystarczające środki na sfinansowanie transakcji
pt_br: Fundos insuficientes para financiar uma negociação LOCAL_SELL não flutuante
sl: Nezadostna sredstva za financiranje trgovine
sv: Otillräckliga medel för att finansiera en handel
tl: Hindi sapat na pondo upang pondohan ang isang hindi lumulutang na LOCAL_SELL na kalakalan
tr: Bir ticareti finanse etmek için yeterli fon yok
ur: تجارت کو فنڈ دینے کے لیے ناکافی فنڈز
zh_cn: 资金不足以支持交易
zh_tw: 資金不足以為交易提供資金

# api_error_124
source: Error when funding a LOCAL_SELL
cs: Chyba při financování LOCAL_SELL
fi: Virhe kaupan rahoittamisessa
fr: Erreur lors du financement d'une transaction LOCAL_SELL
it: Errore durante il finanziamento di un'operazione
lt: Klaida finansuojant prekybą
nb: Feil ved finansiering av handel
nl: Fout bij het financieren van een LOCAL_SELL
pl: Błąd podczas finansowania transakcji
pt_br: Erro ao financiar um LOCAL_SELL
sl: Napaka pri financiranju posla
sv: Fel vid finansiering av en transaktion
tl: Error sa pagpopondo ng LOCAL_SELL
tr: Bir işlemi finanse ederken hata oluştu
ur: تجارت کو فنڈ دیتے وقت غلطی
zh_cn: 为交易提供资金时出错
zh_tw: 為交易提供資金時出錯

# api_error_125
source: User requesting cancellation of trade doesn’t exist
cs: Uživatel požadující zrušení obchodu neexistuje
fi: Kaupan peruuttamista pyytävää käyttäjää ei ole olemassa
fr: L'utilisateur demandant l'annulation de la transaction n'existe pas
it: L'utente che richiede l'annullamento dell'operazione non esiste
lt: Vartotojas, prašantis atšaukti prekybą, neegzistuoja
nb: Bruker som ber om kansellering av handel eksisterer ikke
nl: Gebruiker die annulering van transactie aanvraagt, bestaat niet
pl: Użytkownik żądający anulowania handlu nie istnieje
pt_br: O usuário que está solicitando o cancelamento da negociação não existe
sl: Uporabnik, ki zahteva preklic trgovanja, ne obstaja
sv: Användare som begär annullering av handel existerar inte
tl: Ang user na humihiling ng pagkansela ng kalakalan ay hindi umiiral
tr: İşlemin iptalini talep eden kullanıcı mevcut değil
ur: تجارت کی منسوخی کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求取消交易的用户不存在
zh_tw: 請求取消交易的用戶不存在

# api_error_126
source: Attempting to cancel a trade that doesn’t exist
cs: Pokus o zrušení obchodu, který neexistuje
fi: Yritetään peruuttaa kauppa, jota ei ole olemassa
fr: Tentative d'annulation d'une transaction qui n'existe pas
it: Tentativo di annullare un'operazione che non esiste
lt: Bandoma atšaukti neegzistuojančią prekybą
nb: Forsøk på å kansellere en handel som ikke eksisterer
nl: Poging om een transactie te annuleren die niet bestaat
pl: Próba anulowania handlu, który nie istnieje
pt_br: Tentativa de cancelar uma negociação que não existe
sl: Poskus preklica posla, ki ne obstaja
sv: Försöker avbryta en handel som inte finns
tl: Sinusubukang kanselahin ang isang kalakalan na hindi umiiral
tr: Mevcut olmayan bir işlemi iptal etmeye çalışmak
ur: ایسی تجارت کو منسوخ کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试取消不存在的交易
zh_tw: 試圖取消不存在的交易

# api_error_127
source: User requesting payment of trade doesn’t exist
cs: Uživatel požadující platbu obchodu neexistuje
fi: Kauppamaksua pyytävää käyttäjää ei ole olemassa
fr: L'utilisateur demandant le paiement de la transaction n'existe pas
it: L'utente che richiede il pagamento della transazione non esiste
lt: Vartotojas, prašantis sumokėti už prekybą, neegzistuoja
nb: Bruker som ber om betaling av handel eksisterer ikke
nl: Gebruiker die betaling van transactie aanvraagt, bestaat niet
pl: Użytkownik żądający zapłaty za handel nie istnieje
pt_br: O usuário que está solicitando o pagamento da troca não existe
sl: Uporabnik, ki zahteva plačilo trade-a, ne obstaja
sv: Användare som begär betalning av handel existerar inte
tl: Ang user na humihiling ng pagbabayad ng kalakalan ay hindi umiiral
tr: Takas ödemesi talep eden kullanıcı mevcut değil
ur: تجارت کی ادائیگی کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求交易付款的用户不存在
zh_tw: 請求支付交易的用戶不存在

# api_error_128
source: Attempting to mark a trade that doesn’t exist paid
cs: Pokus o označení obchodu, který neexistuje, byl zaplacen
fi: Yritetään merkitä kauppa maksetuksi, jota ei ole olemassa
fr: Tentative de marquer une transaction qui n'existe pas comme payée
it: Tentativo di contrassegnare come pagato un'operazione che non esiste
lt: Bandoma pažymėti prekybą, kuri neegzistuoja kaip apmokėta
nb: Forsøk på å merke en handel som ikke eksisterer betalt
nl: Poging om een transactie te markeren die niet betaald is
pl: Próba oznaczenia handlu, który nie istnieje, jako opłacony
pt_br: Tentativa de marcar um negócio que não existe pago
sl: Poskus označevanja trade-a, ki ne obstaja, je plačan
sv: Försök att markera en handel som inte finns betalas
tl: Sinusubukang markahan ang isang trade na walang bayad
tr: Ücretli olmayan bir işlemi işaretlemeye çalışmak
ur: ایسی تجارت کو نشان زد کرنے کی کوشش جو ادا شدہ موجود نہیں ہے
zh_cn: 尝试将不存在的交易标记为已付款
zh_tw: 試圖將不存在的交易標記為已支付

# api_error_129
source: User requesting release of trade doesn’t exist
cs: Uživatel požadující uvolnění obchodu neexistuje
fi: Kaupan vapauttamista pyytävää käyttäjää ei ole olemassa
fr: L'utilisateur demandant la libération de la transaction n'existe pas
it: L'utente che richiede il rilascio dell'operazione non esiste
lt: Naudotojas, prašantis nutraukti prekybą, neegzistuoja
nb: Bruker som ber om frigivelse av handel eksisterer ikke
nl: Gebruiker die vrijgave van transactie aanvraagt, bestaat niet
pl: Użytkownik wnioskujący o uwolnienie środków handlu nie istnieje
pt_br: O usuário que está solicitando a liberação da negociação não existe
sl: Uporabnik, ki zahteva sprostitev trejda, ne obstaja
sv: Användare som begär frigivning av handel existerar inte
tl: Ang user na humihiling ng pagpapalabas ng kalakalan ay hindi umiiral
tr: İşlemin serbest bırakılmasını talep eden kullanıcı mevcut değil
ur: تجارت کی رہائی کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求释放交易的用户不存在
zh_tw: 請求釋放交易的用戶不存在

# api_error_130
source: Attempting to release a trade that doesn’t exist
cs: Pokus o uvolnění obchodu, který neexistuje
fi: Yritetään vapauttaa kauppa, jota ei ole olemassa
fr: Tenter de libérer une transaction qui n'existe pas
it: Tentativo di rilasciare un'operazione che non esiste
lt: Bandoma išleisti prekybą, kurios nėra
nb: Forsøker å frigi en handel som ikke eksisterer
nl: Poging om een transactie vrij te geven die niet bestaat
pl: Próba uwolnienia środków handlu, który nie istnieje
pt_br: Tentativa de liberar uma negociação que não existe
sl: Poskus izdaje trade-a, ki ne obstaja
sv: Försöker släppa en handel som inte finns
tl: Sinusubukang ilabas ang isang kalakalan na hindi umiiral
tr: Var olmayan bir ticareti serbest bırakmaya çalışmak
ur: ایسی تجارت کو جاری کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试释放不存在的交易
zh_tw: 試圖釋放不存在的交易

# api_error_131
source: User requesting dispute of trade doesn’t exist
cs: Uživatel požadující obchodní spor neexistuje
fi: Käyttäjä joka pyytää kiistauttamaan kaupan, ei ole olemassa
fr: L'utilisateur demandant une contestation n'existe pas
it: L'utente che richiede la controversia commerciale non esiste
lt: Vartotojas, prašantis ginčo dėl prekybos, neegzistuoja
nb: Bruker som ber om tvist om handel eksisterer ikke
nl: Gebruiker die een handelsgeschil aanvraagt, bestaat niet
pl: Użytkownik zgłaszający spór handlowy nie istnieje
pt_br: O usuário que está solicitando a disputa da troca não existe
sl: Uporabnik, ki zahteva spor trgovanja, ne obstaja
sv: Användare som begär handelstvist finns inte
tl: Ang user na humihiling ng hindi pagkakaunawaan sa kalakalan ay hindi umiiral
tr: Ticari anlaşmazlık talebinde bulunan kullanıcı mevcut değil
ur: تجارت کے تنازعہ کی درخواست کرنے والا صارف موجود نہیں ہے
zh_cn: 请求交易争议的用户不存在
zh_tw: 用戶請求交易糾紛不存在

# api_error_132
source: Attempting to dispute a trade that doesn’t exist
cs: Pokus o zpochybnění obchodu, který neexistuje
fi: Yritetään kiistauttaa kauppa, jota ei ole olemassa
fr: Tentative de contester une transaction qui n'existe pas
it: Tentativo di contestare un’operazione che non esiste
lt: Bandoma užginčyti neegzistuojančią prekybą
nb: Forsøk på å bestride en handel som ikke eksisterer
nl: Poging om een transactie te betwisten die niet bestaat
pl: Próba zakwestionowania handlu, który nie istnieje
pt_br: Tentar contestar uma negociação que não existe
sl: Poskus izpodbijanja trgovanja, ki ne obstaja
sv: Försöker bestrida en handel som inte existerar
tl: Sinusubukang i-dispute ang isang trade na hindi umiiral
tr: Mevcut olmayan bir takasa itiraz etmeye çalışmak
ur: ایسی تجارت پر تنازعہ کرنے کی کوشش جو موجود نہیں ہے
zh_cn: 试图对不存在的交易提出争议
zh_tw: 試圖對不存在的交易提出異議

# api_error_133
source: Attempting to get feedback of a user that doesn’t exist
cs: Pokus o získání zpětné vazby od uživatele, který neexistuje
fi: Yritetään saada palautetta käyttäjältä, jota ei ole olemassa
fr: Tentative d'obtenir l'évaluation d'un utilisateur qui n'existe pas
it: Tentativo di ottenere feedback da un utente che non esiste
lt: Bandoma gauti naudotojo atsiliepimą, kurio nėra
nb: Forsøk på å få tilbakemelding fra en bruker som ikke eksisterer
nl: Poging om feedback te krijgen van een gebruiker die niet bestaat
pl: Próba uzyskania opinii o użytkowniku, który nie istnieje
pt_br: Tentativa de obter feedback de um usuário que não existe
sl: Poskus pridobitve povratne informacije o uporabniku, ki ne obstaja
sv: Försöker få feedback från en användare som inte finns
tl: Sinusubukang makakuha ng feedback ng isang user na wala
tr: Var olmayan bir kullanıcıdan geri bildirim alınmaya çalışılıyor
ur: کسی ایسے صارف کی رائے حاصل کرنے کی کوشش کرنا جو موجود نہیں ہے
zh_cn: 尝试获取不存在的用户的反馈
zh_tw: 試圖獲得不存在的用戶的反饋

# api_error_134
source: Attempting to create an ad when user already has the maximum allowed number of ads
cs: Pokus o vytvoření reklamy, kdy uživatel již má maximální povolený počet reklam vytvořen
fi: Yritetään luoda ilmoitus, kun käyttäjällä on jo suurin sallittu määrä ilmoituksia
fr: Tentative de création d'une annonce alors que l'utilisateur dispose déjà du nombre maximal autorisé d'annonces
it: Tentativo di creare un annuncio quando l'utente ha già il numero massimo consentito di annunci
lt: Bandoma sukurti skelbimą, kai naudotojas jau turi didžiausią leistiną skelbimų skaičių
nb: Forsøk på å lage en annonse når brukeren allerede har det maksimalt tillatte antallet annonser
nl: Poging om een advertentie te maken terwijl de gebruiker al het maximaal toegestane aantal advertenties heeft
pl: Próba utworzenia ogłoszenia, gdy użytkownik ma już maksymalną dozwoloną liczbę ogłoszeń
pt_br: Tentativa de criar um anúncio quando o usuário já tem o número máximo permitido de anúncios
sl: Poskus ustvarjanja oglasa, ko ima uporabnik že največje dovoljeno število oglasov
sv: Försök att skapa en annons när användaren redan har det högsta tillåtna antalet annonser
tl: Pagtatangkang gumawa ng ad kapag ang user ay mayroon nang maximum na pinapayagang bilang ng mga ad
tr: Kullanıcı zaten izin verilen maksimum sayıda reklama sahipken reklam oluşturulmaya çalışılıyor
ur: جب صارف کے پاس اشتہارات کی زیادہ سے زیادہ اجازت شدہ تعداد ہو تو اشتہار بنانے کی کوشش کرنا
zh_cn: 当用户已拥有允许的最大广告数量时尝试创建广告
zh_tw: 當用戶已經擁有允許的最大廣告數量時嘗試創建廣告

# api_error_135
source: Somehow the maxAmount is set to null while trackingMaxAmount is set to true
cs: Nějakým způsobem je maxAmount nastaveno na null, zatímco trackingMaxAmount je nastaveno na true
fi: Jostain syystä maxAmount on nolla, kun taas trackingMaxAmount on 'true'
fr: D'une manière ou d'une autre, « maxAmount » est défini sur « null » tandis que « trackingMaxAmount» est défini sur « true »
it: In qualche modo maxAmount è impostato su null mentre trackingMaxAmount è impostato su true
lt: Kažkaip maxAmount nustatytas į nulį, o trackingMaxAmount nustatytas į true
nb: På en eller annen måte er maxAmount satt til null mens trackingMaxAmount er satt til true
nl: Om een of andere reden is maxAmount ingesteld op null terwijl trackingMaxAmount is ingesteld op true
pl: W jakiś sposób maxAmount jest ustawione na null, podczas gdy trackingMaxAmount jest ustawione na true
pt_br: De alguma forma, o maxAmount é definido como nulo enquanto trackingMaxAmount é definido como true
sl: Nekako je maxAmount nastavljen na nič, medtem ko je trackingMaxAmount nastavljen na true
sv: På något sätt är maxAmount satt till null medan trackingMaxAmount är satt till true
tl: Kahit papaano ay nakatakda ang maxAmount sa null habang ang trackingMaxAmount ay nakatakda sa true
tr: Her nasılsa, traceMaxAmount true olarak ayarlanırken maxAmount null olarak ayarlandı
ur: کسی طرح maxAmount کو null پر سیٹ کیاگيا ہے جبکہ TrackingMaxAmount کو درست پر سیٹ کیاگيا ہے
zh_cn: 不知何故，maxAmount 设置为 null，而trackingMaxAmount 设置为 true
zh_tw: 以某種方式將 maxAmount 設置為 null 而將 trackingMaxAmount 設置為 true

# api_error_136
source: Attempting to post a ad with balance less than minimum required balance.
cs: Pokus o vložení inzerátu se zůstatkem nižším, než je minimální požadovaný zůstatek.
fi: Yritetään julkaista ilmoitus, jonka saldo on pienempi kuin vaadittu vähimmäissaldo.
fr: Tentative de publication d'une annonce avec un solde inférieur au solde minimum requis.
it: Tentativo di pubblicare un annuncio con un saldo inferiore al saldo minimo richiesto.
lt: Bandoma paskelbti skelbimą, kurio likutis mažesnis nei minimalus reikalaujamas likutis.
nb: Forsøk på å legge ut en annonse med en saldo som er mindre enn minimumskravet.
nl: Poging om een advertentie te plaatsen met een saldo dat lager is dan het minimaal vereiste saldo.
pl: Próba opublikowania ogłoszenia z saldem mniejszym niż minimalne wymagane saldo.
pt_br: Tentativa de publicar um anúncio com saldo inferior ao saldo mínimo exigido.
sl: Poskus objave oglasa s stanjem, nižjim od minimalnega zahtevanega stanja.
sv: Försöker lägga upp en annons med ett saldo som är lägre än minimikravet på saldo.
tl: Pagtatangkang mag-post ng ad na may balanseng mas mababa sa minimum na kinakailangang balanse.
tr: Bakiyesi gerekli minimum bakiyeden az olan bir reklam yayınlamaya çalışılıyor.
ur: کم از کم مطلوبہ بیلنس سے کم بیلنس کے ساتھ اشتہار پوسٹ کرنے کی کوشش کرنا۔
zh_cn: 尝试发布余额低于所需最低余额的广告。
zh_tw: 試圖發布餘額低於最低要求餘額的廣告。

# api_error_141
source: Attempting to create a trade for an amount that’s less than the minimum allowed amount
cs: Pokus o vytvoření obchodu za částku, která je nižší než minimální povolená částka
fi: Yritetään luoda kauppa summalle, joka on pienempi kuin sallittu vähimmäissumma
fr: Tenter de créer une transaction pour un montant inférieur au montant minimum autorisé
it: Tentativo di creare un'operazione per un importo inferiore all'importo minimo consentito
lt: Bandoma sudaryti sandorį už sumą, kuri yra mažesnė nei minimali leistina suma
nb: Forsøk på å opprette en handel for et beløp som er mindre enn det minste tillatte beløpet
nl: Poging om een transactie te creëren voor een bedrag dat lager is dan het minimaal toegestane bedrag
pl: Próba utworzenia transakcji na kwotę mniejszą niż minimalna dozwolona kwota
pt_br: Tentativa de criar uma negociação por um valor inferior ao valor mínimo permitido
sl: Poskus ustvarjanja trade-a za znesek, ki je nižji od najnižjega dovoljenega zneska
sv: Försöker skapa en affär för ett belopp som är lägre än det lägsta tillåtna beloppet
tl: Pagtatangkang gumawa ng trade para sa halagang mas mababa sa minimum na pinapayagang halaga
tr: İzin verilen minimum tutarın altında bir tutarda işlem oluşturmaya çalışmak
ur: کم از کم اجازت شدہ رقم سے کم رقم کے لیے تجارت بنانے کی کوشش کرنا
zh_cn: 尝试创建金额低于允许的最低金额的交易
zh_tw: 嘗試以低於最低允許金額的金額創建交易

# api_error_142
source: Attempting to set a fiat limit that is less than minAmount when creating ad
cs: Pokus o nastavení fiat limitu, který je menší než minAmount při vytváření reklamy
fi: Ilmoitusta luotaessa yritetään asettaa fiat-raja, joka on pienempi kuin minAmount
fr: Tentative de définition d'une limite en monnaie fiat inférieure à « minAmount » lors de la création d'une annonce
it: Tentativo di impostare un limite fiat inferiore a minAmount durante la creazione dell'annuncio
lt: Kuriant skelbimą bandoma nustatyti fiat limitą, kuris yra mažesnis nei minAmount
nb: Forsøk på å angi en fiat-grense som er mindre enn minAmount når du oppretter en annonse
nl: Poging om een fiat-limiet in te stellen die lager is dan minAmount bij het maken van een advertentie
pl: Próba ustawienia limitu fiat, który jest mniejszy niż minAmount podany podczas tworzenia ogłoszenia
pt_br: Tentativa de definir um limite fiduciário menor que minAmount ao criar o anúncio
sl: Pri ustvarjanju oglasa poskušam nastaviti omejitev fiat, ki je nižja od minAmount
sv: Försök att ange en fiat-gräns som är mindre än minAmount när du skapar annons
tl: Sinusubukang magtakda ng limitasyon sa fiat na mas mababa sa minAmount kapag gumagawa ng ad
tr: Reklam oluştururken minAmount'tan daha düşük bir fiat limiti belirlenmeye çalışılıyor
ur: اشتہار بناتے وقتfiat limitکوminAmountسےکم رقم مقرر کرنے کی کوشش کرنا
zh_cn: 创建广告时尝试设置小于 minAmount 的法定限额
zh_tw: 創建廣告時嘗試設置小於 minAmount 的法定限額

# api_error_143
source: Attempting to set a fiat limit that is more than maxAmount when creating ad
cs: Pokus o nastavení limitu fiat, který je vyšší než maxAmount při vytváření reklamy
fi: Ilmoitusta luotaessa yritetään asettaa fiat-raja, joka on suurempi kuin maxAmount
fr: Tentative de définition d'une limite en monnaie fiat supérieure à « maxAmount » lors de la création d'une annonce
it: Tentativo di impostare un limite fiat superiore a maxAmount durante la creazione dell'annuncio
lt: Kuriant skelbimą bandoma nustatyti fiat limitą, kuris yra didesnis nei maxAmount
nb: Forsøk på å sette en fiat-grense som er mer enn maxAmount når du oppretter annonse
nl: Poging om een fiat-limiet in te stellen die hoger is dan maxAmount bij het maken van een advertentie
pl: Próba ustawienia limitu fiat przekraczającego maxAmount podanego podczas tworzenia ogłoszenia
pt_br: Tentativa de definir um limite fiduciário superior a maxAmount ao criar o anúncio
sl: Pri ustvarjanju oglasa poskušate nastaviti omejitev fiat, ki je večja od maxAmount
sv: Försök att ange en fiat-gräns som är större än maxAmount när annons skapas
tl: Sinusubukang magtakda ng limitasyon sa fiat na higit sa maxAmount kapag gumagawa ng ad
tr: Reklam oluştururken maxAmount'tan daha fazla bir fiat limiti belirlenmeye çalışılıyor
ur: اشتہار بناتے وقتfiat limitکوmaxAmountسے ذيادہ رقم مقرر کرنے کی کوشش کرنا
zh_cn: 创建广告时尝试设置超过 maxAmount 的法定限额
zh_tw: 創建廣告時嘗試設置超過 maxAmount 的法定限額

# api_error_144
source: Attempting to set a fiat limit that is less than minAmount when updating ad
cs: Pokus o nastavení fiat limitu, který je menší než minAmount při aktualizaci reklamy
fi: Yritetään asettaa fiat-raja, joka on pienempi kuin minAmount ilmoitusta päivittäessä
fr: Tentative de définition d'une limite une monnaie fiat inférieure à « minAmount » lors de la mise à jour de l'annonce
it: Tentativo di impostare un limite fiat inferiore a minAmount durante l'aggiornamento dell'annuncio
lt: Atnaujinant skelbimą bandoma nustatyti fiat limitą, kuris yra mažesnis nei minAmount
nb: Forsøker å angi en fiat-grense som er mindre enn minAmount ved oppdatering av annonsen
nl: Poging om een fiat-limiet in te stellen die lager is dan het minAmount bij het updaten van de advertentie
pl: Próba ustawienia limitu fiat, który jest mniejszy niż minAmount podany podczas aktualizacji ogłoszenia
pt_br: Tentativa de definir um limite fiduciário menor que minAmount ao atualizar o anúncio
sl: Pri posodabljanju oglasa poskušate nastaviti omejitev fiat, ki je nižja od minAmount
sv: Försök att ange en fiat-gräns som är mindre än minAmount vid uppdatering av annons
tl: Sinusubukang magtakda ng limitasyon sa fiat na mas mababa sa minAmount kapag nag-a-update ng ad
tr: Reklamı güncellerken minAmount'tan daha düşük bir fiat limiti belirlenmeye çalışılıyor
ur: اشتہار کو اپ ڈیٹ کرتے وقت fiat limitسےminAmountرقم مقرر کرنے کی کوشش کرنا
zh_cn: 更新广告时尝试设置小于 minAmount 的法定限额
zh_tw: 嘗試在更新廣告時設置小於 minAmount 的法定限額

# api_error_145
source: Attempting to set a fiat limit that is more than maxAmount when updating ad
cs: Pokus o nastavení limitu fiat, který je vyšší než maxAmount při aktualizaci reklamy
fi: Yritetään asettaa fiat-raja, joka on suurempi kuin maxAmount ilmoitusta päivittäessä
fr: Tentative de définition d'une limite en monnaie fiat supérieure à « maxAmount » lors de la mise à jour de l'annonce
it: Tentativo di impostare un limite fiat superiore a maxAmount durante l'aggiornamento dell'annuncio
lt: Atnaujinant skelbimą bandoma nustatyti fiat limitą, kuris yra didesnis nei maxAmount
nb: Forsøker å sette en fiat-grense som er mer enn maxAmount ved oppdatering av annonsen
nl: Poging om een fiat-limiet in te stellen die hoger is dan het maxAmount bij het updaten van de advertentie
pl: Próba ustawienia limitu fiat przekraczającego maxAmount podanego podczas aktualizacji ogłoszenia
pt_br: Tentativa de definir um limite fiduciário superior a maxAmount ao atualizar o anúncio
sl: Pri posodabljanju oglasa poskušate nastaviti omejitev fiat, ki je večja od maxAmount
sv: Försök att ange en fiat-gräns som är större än maxAmount vid uppdatering av annons
tl: Sinusubukang magtakda ng limitasyon ng fiat na higit sa maxAmount kapag nag-a-update ng ad
tr: Reklamı güncellerken maxAmount'tan daha fazla bir fiat limiti belirlenmeye çalışılıyor
ur: اشتہار کو اپ ڈیٹ کرتے وقت fiat limitسےmaxAmount رقم مقرر کرنے کی کوشش کرنا
zh_cn: 更新广告时尝试设置超过 maxAmount 的法定限额
zh_tw: 嘗試在更新廣告時設置超過 maxAmount 的法定限額

# api_error_147
source: Attempting to get affiliate data for user that doesn’t have the affiliate program enabled
cs: Pokus o získání affiliate dat pro uživatele, který nemá aktivovaný affiliate program
fi: Yritetään saada kumppanitietoja käyttäjältä, joka ei ole ottanut kumppaniohjelmaa käyttöön
fr: Tentative d'obtention de données d'affiliation pour un utilisateur dont le programme d'affiliation n'est pas activé
it: Tentativo di ottenere dati di affiliazione per un utente che non ha abilitato il programma di affiliazione
lt: Bandoma gauti filialo duomenis apie vartotoją, kuris neįjungė filialų programos
nb: Forsøk på å få tilknyttede data for brukere som ikke har tilknyttede programmet aktivert
nl: Poging om partnergegevens te krijgen voor een gebruiker die het partnerprogramma niet heeft ingeschakeld
pl: Próba uzyskania danych programu partnerskiego dla użytkownika, który nie ma włączonego programu partnerskiego
pt_br: Tentativa de obter dados de afiliados para usuários que não possuem o programa de afiliados ativado
sl: Poskus pridobivanja affiliate podatkov za uporabnika, ki nima omogočenega partnerskega programa
sv: Försöker få affiliate-data för användare som inte har affiliate-programmet aktiverat
tl: Pagtatangkang kumuha ng data ng kaakibat para sa user na hindi pinagana ang programang kaakibat
tr: Satış ortaklığı programı etkin olmayan bir kullanıcı için satış ortaklığı verileri alınmaya çalışılıyor
ur: ایسے صارف کے لیے ملحقہ ڈیٹا حاصل کرنے کی کوشش کرنا جس کے پاس الحاق پروگرام فعال نہیں ہے
zh_cn: 尝试获取未启用联属计划的用户的联属数据
zh_tw: 嘗試獲取未啟用聯屬網絡營銷計劃的用戶的聯屬網絡營銷數據
