Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# trade__dialog__confirm_release_monero_text_password
source: This password is used as the offset to generate the non-custodial settlement wallet and sign the transaction. LocalMonero will have no way of recovering the wallet if you lose this password.
cs: Toto heslo se používá jako kompenzace pro vygenerování neúschovatelné „Non-custodial” zúčtovací peněženky a podepsání transakce. LocalMonero nebude mít žádný způsob, jak obnovit peněženku, pokud toto heslo ztratíte.
fi: Tätä salasanaa käytetään korvauksena henkilökohtaisen ulkopuolisen selvityslompakon luomiseen ja tapahtuman allekirjoittamiseen. LocalMonero ei pysty palauttamaan lompakkoa, jos kadotat tämän salasanan.
fr: Ce mot de passe est utilisé comme graine pour générer le portefeuille de règlement non hébergé et signer la transaction. LocalMonero n'aura aucun moyen de récupérer le portefeuille si vous perdez ce mot de passe.
it: Questa password viene utilizzata come offset per generare il portafoglio di regolamento non custodiale e firmare la transazione. LocalMonero non avrà modo di recuperare il portafoglio se si perde questa password.
lt: Šis slaptažodis naudojamas kaip užskaita sugeneruojant atsiskaitymo be laisvės atėmimo piniginę ir pasirašant sandorį. „LocalMonero“ neturės galimybės atkurti piniginės, jei prarasite šį slaptažodį.
nb: Dette passordet brukes som forskyvning for å generere oppgjørslommeboken for ikke-depot og signere transaksjonen. LocalMonero har ingen mulighet til å gjenopprette lommeboken hvis du mister dette passordet.
nl: Dit wachtwoord wordt gebruikt als offset om de niet-bewarende afwikkelingsportefeuille te genereren en de transactie te ondertekenen. LocalMonero kan de portefeuille niet herstellen als u dit wachtwoord verliest.
pl: To hasło jest używane jako offset w celu wygenerowania portfela rozliczeniowego non-custodial i podpisywania transakcji. LocalMonero nie będzie mieć możliwości odzyskania portfela, jeśli zgubisz to hasło.
pt_br: Esta senha é utilizada como compensação para gerar a carteira de liquidação não-custodial e assinar a transação. A LocalMonero não terá como recuperar a carteira se você perder esta senha.
sl: To geslo se uporablja kot ofset za ustvarjanje denarnice za poravnavo brez skrbništva in podpis transakcije. LocalMonero ne bo mogel obnoviti denarnice, če izgubite to geslo.
sv: Detta lösenord används som offset för att generera den icke-förmyndarrättsliga avvecklingsplånboken och signera transaktionen. LocalMonero har ingen möjlighet att återskapa plånboken om du förlorar detta lösenord.
tl: Ginagamit ang password na ito bilang offset upang bumuo ng wallet ng non-custodial settlement at lagdaan ang transaksyon. Ang LocalMonero ay walang paraan para mabawi ang wallet kung mawala mo ang password na ito.
tr: Bu şifre, saklama dışı takas cüzdanını oluşturmak ve işlemi imzalamak için mahsup olarak kullanılır. Bu şifreyi kaybederseniz LocalMonero'nun cüzdanı kurtarma yolu olmayacaktır.
ur: یہ پاس ورڈ non-custodial سیٹلمنٹ والیٹ بنانے اور لین دین پر دستخط کرنے کے لیے آفسیٹ کے طور پر استعمال ہوتا ہے۔ اگر آپ یہ پاس ورڈ کھو دیتے ہیں تو LocalMonero کے پاس پرس کی بازیافت کا کوئی طریقہ نہیں ہوگا۔
zh_cn: 此密码用作生成非托管结算钱包并签署交易的偏移量。如果您丢失此密码，LocalMonero 将无法恢复钱包。
zh_tw: 該密碼用作生成非託管結算錢包並簽署交易的偏移量。如果您丟失此密碼，LocalMonero 將無法恢復錢包。

source: Don't have an account yet?
cs: Ještě nemáte účet?
fi: Eikö sinulla ole vielä käyttäjää?
fr: Vous n'avez pas encore de compte ?
it: Non hai ancora un conto?
lt: Dar neturite paskyros?
nb: Har du ikke en konto ennå?
nl: Heeft u nog geen account?
pl: Nie masz jeszcze konta?
pt_br: Não tem uma conta ainda?
sl: Še nimate računa?
sv: Har du inget konto ännu?
tl: Wala ka pang account?
tr: Henüz bir hesabınız yok mu?
ur: ابھی تک اکاؤنٹ نہیں ہے؟
zh_cn: 还没有帐户？
zh_tw: 還沒有帳戶？

# app_trades
source: Trades
cs: Obchody
fi: Kaupat
fr: Transactions
it: Commerci
lt: Prekiauja
nb: Handler
nl: Transacties
pl: Handle
pt_br: negociações
sl: Trgovanja
sv: Handel
tr: İşlemler
ur: تجارت
zh_cn: 交易
zh_tw: 行業

# app_unlimited
source: Unlimited
cs: Neomezený
fi: Rajoittamaton
fr: Illimitée
it: Illimitato
lt: Neribota
nb: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt_br: Ilimitado
sl: Neomejeno
sv: Obegränsad
tl: Walang limitasyon
tr: Sınırsız
ur: لا محدود
zh_cn: 无限
zh_tw: 無限

# app_guides
source: Guides
cs: Průvodci
fi: Oppaat
it: Guide
lt: Vadovai
nb: Guider
nl: Handleidingen
pl: Przewodniki
pt_br: Guias
sl: Vodniki
sv: Guider
tl: Mga gabay
tr: Kılavuzlar
ur: گائیڈز
zh_cn: 指南
zh_tw: 導遊

# app_edit_this_ad
source: Edit this ad
cs: Upravit tento inzerát
fi: Muokkaa tätä ilmoitusta
fr: Modifier cette annonce
it: Modifica questo annuncio
lt: Redaguoti šį skelbimą
nb: Rediger denne annonsen
nl: Bewerk deze advertentie
pl: Edytuj to ogłoszenie
pt_br: Editar este anúncio
sl: Uredite ta oglas
sv: Redigera denna annons
tl: I-edit ang ad na ito
tr: Bu reklamı düzenle
ur: اس اشتہار میں ترمیم کریں
zh_cn: 编辑此广告
zh_tw: 編輯此廣告

# app_you_can_use_markdown
source: You can use markdown to style your ad's terms (images not allowed).
cs: Pomocí markdown můžete upravit styl své reklamy (obrázky nejsou povoleny).
fi: Voit käyttää markdownia ilmoituksesi termien tyyliittelyyn (kuvia ei sallita).
fr: Vous pouvez utiliser le formatage « markdown » pour styliser les termes de votre annonce (les images ne sont pas autorisées).
it: Puoi utilizzare il markdown per definire i termini del tuo annuncio (immagini non consentite).
lt: Galite naudoti žymėjimą, kad nustatytumėte skelbimo terminų stilių (vaizdai neleidžiami).
nb: Du kan bruke markdown for å style annonsens vilkår (bilder ikke tillatt).
nl: U kunt markdown gebruiken om de voorwaarden van uw advertentie op te maken (afbeeldingen zijn niet toegestaan).
pl: Możesz użyć markdown do stylizacji warunku ogłoszenia (obrazy są niedozwolone).
pt_br: Você pode usar a remarcação para estilizar os termos do seu anúncio (imagens não são permitidas).
sl: Za oblikovanje pogojev oglasa lahko uporabite markdown (slike niso dovoljene).
sv: Du kan använda markdown för att utforma villkoren för din annons (bilder är inte tillåtna).
tl: Maaari mong gamitin ang markdown upang i-istilo ang mga tuntunin ng iyong ad (hindi pinapayagan ang mga larawan).
tr: Reklamınızın şartlarına stil vermek için işaretlemeyi kullanabilirsiniz (resimlere izin verilmez).
ur: آپ اپنے اشتہار کی شرائط کو اسٹائل کرنے کے لیے مارک ڈاؤن کا استعمال کر سکتے ہیں (images not allowed)۔
zh_cn: 您可以使用 Markdown 来设置广告字词的样式（不允许使用图片）。
zh_tw: 您可以使用降價來設計廣告條款的樣式（不允許使用圖片）。

# app_no_trades_to_export
source: No trades to export.
cs: Žádné obchody na export.
fi: Ei kauppoja vietäväksi.
fr: Aucune transaction à exporter.
it: No scambi per esportazione.
lt: Prekybos eksportui nėra.
nb: Ingen handler å eksportere.
nl: Geen transacties om te exporteren.
pl: Brak handli do eksportu.
pt_br: Sem negócios para exportar.
sl: Ni trgovanj za izvoz.
sv: Inga affärer att exportera.
tl: Walang mga trade na i-export.
tr: İhracata yönelik işlem yok.
ur: برآمد کرنے کے لیے کوئی تجارت نہیں۔
zh_cn: 没有可出口的贸易。
zh_tw: 沒有要出口的交易。

# app_settings_2fa_step_two
source: Write down your backup code (above in green) on a piece of paper and store it in a safe place. You will need it if you lose your phone, or you will be locked out of your account. {appName} will not be able to help you should you lose this code.
cs: Zapište si záložní kód (výše v zelený) na kus papíru a uložte jej na bezpečném místě. Budete jej potřebovat, pokud ztratíte telefon, nebo vám bude zablokován přístup k účtu. {appName} Vám nebude moci pomoci, pokud tento kód ztratíte.
fi: Kirjoita varakoodisi muistiin (yllä vihreällä) paperille ja säilytä se turvallisessa paikassa. Tarvitset sitä, jos kadotat puhelimesi tai et pääse kirjautumaan tilillesi. {appName} ei voi auttaa sinua, jos kadotat tämän koodin.
fr: Notez votre code de secours (ci-dessus en vert) sur une feuille de papier et conservez-le en lieu sûr. Vous en aurez besoin si vous perdez votre téléphone, ou alors vous serez bloqué hors de votre compte. {appName} ne pourra pas vous aider si vous perdez ce code.
it: Annota il tuo codice di backup (sopra in verde) su un pezzo di carta e conservalo in un luogo sicuro. Ne avrai bisogno se perdi il telefono o verrai bloccato fuori dal tuo account. {appName} non sarà in grado di aiutarti se perdessi questo codice.
lt: Užrašykite atsarginį kodą (viršuje žaliai) ant popieriaus lapo ir laikykite jį saugioje vietoje. Jums jo prireiks, jei pamestumėte telefoną arba negalėtumėte prisijungti prie paskyros. {appName} negalės jums padėti, jei pamestumėte šį kodą.
nb: Skriv ned reservekoden (over i grønt) på et stykke papir og oppbevar den på et trygt sted. Du vil trenge det hvis du mister telefonen, eller du vil bli låst ute av kontoen din. {appName} vil ikke kunne hjelpe deg hvis du mister denne koden.
nl: Schrijf uw back-upcode (hierboven in groen) op een stuk papier en bewaar deze op een veilige plaats. U heeft het nodig als u uw telefoon kwijtraakt of als u geen toegang meer heeft tot uw account. {appName} kan u niet helpen als u deze code verliest.
pl: Zapisz swój kod zapasowy (powyżej na zielono) na kartce papieru i przechowuj go w bezpiecznym miejscu. Będziesz go potrzebować, jeśli zgubisz telefon lub utracisz dostęp do konta. {appName} nie będzie w stanie Ci pomóc, jeśli zgubisz ten kod.
pt_br: Anote seu código de backup (acima em verde) em um pedaço de papel e guarde-o em um local seguro. Você precisará dele se perder seu telefone ou sua conta será bloqueada. {appName} não poderá ajudá-lo caso perca este código.
sl: Zapišite rezervno kodo (zgoraj zeleno) na kos papirja, ter ga shranite na varno mesto. Potrebovali ga boste, če izgubite telefon ali pa izgubite dostop do računa. {appName} vam ne bo mogel pomagati, če izgubite to kodo.
sv: Skriv ner din säkerhetskod (ovan i grönt) på ett papper och förvara det på en säker plats. Du kommer att behöva den om du tappar bort din telefon eller om du blir utelåst från ditt konto. {appName} kommer inte att kunna hjälpa dig om du förlorar denna kod.
tl: Isulat ang iyong backup code (sa itaas sa berde) sa isang piraso ng papel at itago ito sa isang ligtas na lugar. Kakailanganin mo ito kung mawala mo ang iyong telepono, o mai-lock out ka sa iyong account. Hindi ka matutulungan ng {appName} kung mawala mo ang code na ito.
tr: Yedekleme kodunuzu (yukarıda yeşil renkte) bir kağıda yazın ve güvenli bir yerde saklayın. Telefonunuzu kaybederseniz veya hesabınız kilitlenirse buna ihtiyacınız olacak. Bu kodu kaybetmeniz durumunda {appName} size yardımcı olamayacaktır.
ur: کاغذ کے ٹکڑے پر اپنا بیک اپ کوڈ (above in green) لکھیں اور اسے محفوظ جگہ پر محفوظ کریں۔ اگر آپ اپنا فون کھو دیتے ہیں تو آپ کو اس کی ضرورت ہوگی، یا آپ اپنے اکاؤنٹ سے مقفل ہو جائیں گے۔ اگر آپ یہ کوڈ کھو دیتے ہیں تو {appName} آپ کی مدد نہیں کر سکے گا۔
zh_cn: 将您的备份代码（上方绿色）写在一张纸上并将其存放在安全的地方。如果您丢失手机，您将需要它，否则您的帐户将被锁定。如果您丢失此代码，{appName} 将无法为您提供帮助。
zh_tw: 在一張紙上寫下您的備份代碼（上面的綠色部分）並將其存放在安全的地方。如果您丟失手機，您將需要它，否則您將被鎖定在您的帳戶之外。如果您丟失此代碼，{appName} 將無法幫助您。

# ad_post_ad_rules_text_0
source: Before creating an advertisement please read through our
cs: Před vytvořením inzerátu si prosím přečtěte naše
fi: Ennen kuin luot ilmoituksen, lue läpi meidän
fr: Avant de créer une annonce, veuillez lire notre
it: Prima di creare un annuncio leggere attentamente la nostra
lt: Prieš kurdami reklamą, perskaitykite mūsų
nb: Før du oppretter en annonse, vennligst les gjennom vår
nl: Lees voordat u een advertentie maakt eerst onze
pl: Przed utworzeniem ogłoszenia prosimy o zapoznanie się z naszymi
pt_br: Antes de criar um anúncio, por favor, leia nosso
sl: Pred ustvarjanjem oglasa preberite naše
sv: Innan du skapar en annons, läs igenom vår
tl: Bago lumikha ng isang patalastas mangyaring basahin ang aming
tr: Bir reklam oluşturmadan önce lütfen okuyunuz.
ur: اشتہار بنانے سے پہلے براہ کرم ہمارے ذریعے پڑھیں
zh_cn: 在创建广告之前，请仔细阅读我们的
zh_tw: 在創建廣告之前，請閱讀我們的

# app_trade_warning_impersonation
source: Beware of scammers trying to impersonate staff! {appName} administrators will never tell you to finalize a trade. Staff messages have a red background.
cs: Dejte si pozor na podvodníky, kteří se snaží vydávat za zaměstnance! Administrátoři {appName} vám nikdy neřeknou, abyste dokončili obchod. Zprávy zaměstnanců mají červené pozadí.
fi: Varo huijareita, jotka yrittävät esiintyä henkilökuntana! {appName}-järjestelmänvalvojat eivät koskaan käske sinua viimeistelemään kauppaa. Henkilökunnan viesteissä on punainen tausta.
fr: Méfiez-vous des escrocs qui tentent de se faire passer pour une personne de notre équipe ! Les administrateurs {appName} ne vous diront jamais de finaliser une transaction. Les messages des membres de notre équipe ont un fond rouge.
it: Attenzione ai truffatori che tentano di impersonare il personale! Gli amministratori di {appName} non ti diranno mai di finalizzare un'operazione. I messaggi dello staff hanno uno sfondo rosso.
lt: Saugokitės sukčių, bandančių apsimesti darbuotojais! {appName} administratoriai niekada nelieps užbaigti sandorio. Darbuotojų pranešimai yra raudoname fone.
nb: Vokt dere for svindlere som prøver å etterligne ansatte! {appName}-administratorer vil aldri fortelle deg å fullføre en handel. Personalmeldinger har rød bakgrunn.
nl: Pas op voor oplichters die zich voordoen als personeel! {appName} beheerders zullen u nooit vertellen om een transactie af te ronden. Personeelsberichten hebben een rode achtergrond.
pl: Uważaj na oszustów próbujących podszyć się pod personel! Administratorzy {appName} nigdy nie powiedzą Ci, abyś sfinalizował handel. Wiadomości personelu mają czerwone tło.
pt_br: Cuidado com os golpistas que tentam se passar por funcionários! Os administradores {appName} nunca lhe dirão para finalizar uma negociação. As mensagens da equipe têm um fundo vermelho.
sl: Pazite se prevarantov, ki lažno poskušajo predstavljati osebje! Administratorji {appName} vam nikoli ne bodo rekli, da zaključite trgovanje. Sporočila osebja imajo rdeče ozadje.
sv: Se upp för bedragare som försöker utge sig för att vara personal! {appName} Administratörerna kommer aldrig att säga till dig att slutföra en affär. Meddelanden till personalen har röd bakgrund.
tl: Mag-ingat sa mga scammer na sinusubukang magpanggap bilang staff! Hindi kailanman sasabihin sa iyo ng mga administrator ng {appName} na tapusin ang isang trade. Ang mga mensahe ng staff ay may pulang background.
tr: Personeli taklit etmeye çalışan dolandırıcılara dikkat! {appName} yöneticileri size asla bir takası tamamlamanızı söylemez. Personel mesajları kırmızı arka plana sahiptir.
ur: عملے کی نقالی کرنے کی کوشش کرنے والوں سے ہوشیار رہیں! {appName} منتظمین آپ کو تجارت کو حتمی شکل دینے کے لیے کبھی نہیں کہیں گے۔ عملے کے پیغامات کا پس منظر سرخ ہوتا ہے۔
zh_cn: 谨防试图冒充工作人员的骗子！ {appName} 管理员永远不会告诉您完成交易。 员工消息的背景为红色。
zh_tw: 謹防試圖冒充工作人員的騙子！ {appName} 管理員永遠不會告訴您完成交易。 工作人員消息具有紅色背景。

# app_buy_sell
source: How much do you wish to {val}?
cs: Kolik si přejete {val}?
fi: Kuinka paljon haluat {val}?
fr: Combien souhaitez-vous {val} ?
it: Quanto desideri {val}?
lt: Kiek norite {val}?
nb: Hvor mye ønsker du å {val}?
nl: Hoeveel wilt u {val}?
pl: Ile chcesz {val}?
pt_br: Quanto você deseja {val}?
sl: Koliko želite {val}?
sv: Hur mycket vill du {val}?
tl: Magkano ang gusto mong {buyOrsell}?
tr: {buyOrSell}'e ne kadar istiyorsunuz?
ur: آپ {val} کتنا چاہتے ہیں؟
zh_cn: 你想要{val}多少？
zh_tw: 您希望 {val} 多少錢？

# app_buyer_marked_as_paid
source: {val} has marked the trade as paid
cs: {val} označil obchod jako zaplacený
fi: {val} on merkinnyt kaupan maksetuksi
fr: {val} a marqué la transaction comme payée
it: {val} ha contrassegnato l'operazione come pagata
lt: {val} pažymėjo sandorį kaip apmokėtą
nb: {val} har merket handelen som betalt
nl: {val} heeft de transactie gemarkeerd als betaald
pl: {val} oznaczył handel jako opłacony
pt_br: {val} marcou a negociação como paga
sl: {val} je trgovanje označil kot plačano
sv: {val} har markerat affären som betald
tl: {val} ay minarkahan ang kalakalan bilang bayad
tr: {val} işlemi ödendi olarak işaretledi
ur: {val} نے تجارت کو بطور ادا شدہ نشان زد کیا ہے
zh_cn: {val} 已将交易标记为已付款
zh_tw: {val} 已將交易標記為已付款

# app_buy_crypto_from
source: Buy crypto from {val}
cs: Koupit kryptoměny od {val}
fi: Osta kryptoa {val}
fr: Acheter des crypto-monnaies à {val}
it: Acquista criptovalute da {val}
lt: Pirkite kriptovaliutą iš {val}
nb: Kjøp krypto fra {val}
nl: Koop crypto van {val}
pl: Kup krypto od {val}
pt_br: Compre cripto de {val}
sl: Kupite kripto od {val}
sv: Köp krypto från {val}
tl: Bumili ng crypto mula sa {val}
tr: {val}'ten kripto satın alın
ur: {val} سے کریپٹو خریدیں
zh_cn: 从 {val} 购买加密货币
zh_tw: 從 {val} 購買加密貨幣

# app_sell_crypto_to
source: Sell crypto to {val}
cs: Prodej kryptoměny {val}
fi: Myy kryptoa {val}
fr: Vendre des crypto-monnaies à {val}
it: Vendi criptovalute a {val}
lt: Parduokite kriptovaliutą {val}
nb: Selg krypto til {val}
nl: Verkoop crypto aan {val}
pl: Sprzedaj kryptowalutę {val}
pt_br: Vender cripto para {val}
sl: Prodaj kripto {val}
sv: Sälja krypto till {val}
tl: Magbenta ng crypto sa {val}
tr: {val}'e kripto sat
ur: کرپٹو کو {val} پر فروخت کریں
zh_cn: 将加密货币出售给 {val}
zh_tw: 將加密貨幣出售給 {val}

# app_trades_with
source: See trades with {val}
cs: Podívejte se na obchody s {val}
fi: Katso kaupat {val}:n kanssa
fr: Voir les transactions avec {val}
it: Visualizza gli scambi con {val}
lt: Peržiūrėkite sandorius su {val}
nb: Se handler med {val}
nl: Zie transacties met {val}
pl: Zobacz handle z {val}
pt_br: Ver negociações com {val}
sl: Oglejte si trgovanja z {val}
sv: Se handel med {val}
tl: Tingnan ang mga pakikipagkalakalan sa {val}
tr: {val} ile yapılan işlemleri görün
ur: {val} کے ساتھ تجارت دیکھیں
zh_cn: 查看与 {val} 的交易
zh_tw: 查看與 {val} 的交易

# app_able_to_cancel
source: ({val1} will be able to cancel in {val2} min unless you mark paid)
cs: ({val1} bude možné zrušit za {val2} min, pokud neoznačíte jako zaplacené)
fi: ({val1} voi peruuttaa {val2} minuutin kuluttua, ellet merkitse kauppaa maksetuksi)
fr: ({val1} pourra annuler dans {val2} min, sauf si vous marquez comme payée)
it: ({val1} potrà annullare entro {val2} minuti a meno che non contrassegni come pagato)
lt: ({val1} galės atšaukti po {val2} min., nebent pažymėsite kaip sumokėtą)
nb: ({val1} vil kunne kansellere om {val2} min med mindre du merker som betalt)
nl: ({val1} kan annuleren over {val2} min, tenzij u het als betaald markeert)
pl: ({val1} będzie można anulować za {val2} min, chyba że oznaczysz opłaconym)
pt_br: ({val1} poderá cancelar em {val2} min, a menos que você marque como pago)
sl: ({val1} bo lahko preklical v {val2} min, razen če označite kot plačano)
sv: ({val1} kommer att kunna avboka i {val2} min om du inte markerar betald)
tl: (Maaaring magkansela ang {val1} sa loob ng {val2} min maliban kung mamarkahan mong bayad)
tr: ({val1}, siz ödendi olarak işaretlemediğiniz sürece {val2} dakika içinde iptal edebilecektir)
ur: ({val1} {val2} منٹ میں منسوخ کر سکے گا جب تک کہ آپ ادائيگی نشان زد نہ کریں)
zh_cn: （{val1} 将能够在 {val2} 分钟内取消，除非您标记为已付款）
zh_tw: （{val1} 將能夠在 {val2} 分鐘內取消，除非您標記為已付款）

# app_able_to_cancel_now
source: ({val} is now able to cancel unless you mark paid)
cs: ({val} je nyní možné zrušit, pokud neoznačíte jako zaplacené)
fi: ({val} voi nyt peruuttaa, ellet merkitse kauppaa maksetuksi)
fr: ({val} peut désormais annuler à moins que vous ne marquiez comme payée)
it: ({val} ora può annullare a meno che non contrassegni come pagato)
lt: ({val} dabar gali atšaukti, nebent pažymėsite kaip sumokėtą)
nb: ({val} kan nå kansellere med mindre du merker som betalt)
nl: ({val} kan nu annuleren, tenzij u het als betaald markeert)
pl: ({val} może teraz anulować, chyba że oznaczysz opłaconym)
pt_br: ({val} agora pode cancelar, a menos que você marque como pago)
sl: ({val} lahko zdaj prekliče, razen če označite plačano)
sv: ({val} kan nu avbryta om du inte markerar betald)
tl: ({val} ay makakakansela na ngayon maliban kung mamarkahan mong binayaran)
tr: ({val} artık siz ödendi olarak işaretlemediğiniz sürece iptal edebilir)
ur: ({val} اب منسوخ کرنے کے قابل ہے جب تک کہ آپ ادا شدہ نشان نہ لگائیں)
zh_cn: （{val} 现在可以取消，除非您标记为已付款）
zh_tw: （{val} 現在可以取消，除非您標記為已付款）

# app_buying_from
source: Buying {asset} {amount} from {username}
cs: Nákup {asset} {amount} od {username}
fi: Ostetaan {asset} {amount} kaupasta {username}
fr: Acheter {amount} {asset} à {username}
it: Acquistare {asset} {amount} da {username}
lt: Perkant {asset} {amount} iš {username}
nb: Kjøper {asset} {amount} fra {username}
nl: {asset} {amount} kopen van {username}
pl: Zakup {amount} {asset} od {username}
pt_br: Comprando {asset} {amount} de {username}
sl: Nakup {asset} {amount} od {username}
sv: Köpande {asset} {amount} från {username}
tl: Bumibili ng {asset} {amount} mula sa {username}
tr: {username}'den {asset} {amount} satın alma
ur: {username} سے {asset} {amount} خریدنا
zh_cn: 从 {username} 购买 {asset} {amount}
zh_tw: 從 {username} 購買 {asset} {amount}

# app_selling_to
source: Selling {asset} {amount} to {username}
cs: Prodám {asset} {amount} to {username}
fi: Myydään {asset} {amount} käyttäjälle {username}
fr: Vendre {amount} {asset} à {username}
it: Vendere da {asset} {amount} a {username}
lt: Parduodu {asset} {amount} į {username}
nb: Selger {asset} {amount} til {username}
nl: Verkoop {asset} {amount} aan {username}
pl: Sprzedaż {amount} {asset} użytkownikowi {username}
pt_br: Vendo {asset} {amount} a {username}
sl: Prodam {asset} {amount} uporabniku {username}
sv: Försäljning {asset} {amount} till {username}
tl: Nagbebenta ng {asset} {amount} sa {username}
tr: {asset} {amount}'in {username}'e satılması
ur: فروخت {asset} {amount} سے {username}
zh_cn: 出售 {asset} {amount} 至 {username}
zh_tw: 賣 {asset} {amount} 到 {username}

# app_for_sum
source: for {val}
cs: pro {val}
fi: {val}
fr: pour {val}
it: per {val}
lt: skirtas {val}
nl: voor {val}
pl: dla {val}
pt_br: para {val}
sl: za {val}
sv: för {val}
tl: para sa {val}
tr: {val} için
ur: {val} کے لیے
zh_cn: 对于{val}
zh_tw: 對於 {val}

# app_buy_crypto
source: Buy crypto from
cs: Koupit krypto od
fi: Osta kryptovaluuttoja
fr: Acheter des crypto-monnaies à
it: Acquista criptovalute da
lt: Pirkite kriptovaliutą iš
nb: Kjøp krypto fra
nl: Koop crypto van
pl: Kup krypto od
pt_br: Compre cripto de
sl: Kupite kripto od
sv: Köp krypto från
tl: Bumili ng crypto mula sa
tr: Kripto satın al
ur: سے کریپٹو خریدیں
zh_cn: 从以下位置购买加密货币
zh_tw: 從購買加密貨幣

# app_sell_crypto
source: Sell crypto to
cs: Prodejte kryptoměny
fi: Myy kryptovaluuttoja
fr: Vendre des crypto-monnaies à
it: Vendi criptovalute a
lt: Parduok kriptovaliutą
nb: Selg krypto til
nl: Verkoop crypto aan
pl: Sprzedaj krypto użytkownikowi
pt_br: Vender cripto para
sl: Prodajte kripto
sv: Sälja krypto till
tl: Magbenta ng crypto sa
tr: Kripto sat
ur: کو کرپٹو فروخت کریں
zh_cn: 将加密货币出售给
zh_tw: 賣加密貨幣給

# app_intall_trade_title
source: Please install AgoraDesk to view this trade
cs: Pro zobrazení tohoto obchodu si prosím nainstalujte AgoraDesk
fi: Asenna AgoraDesk katsellaksesi tätä kauppaa
fr: Veuillez installer AgoraDesk pour voir cette transaction
it: Installa AgoraDesk per visualizzare questa operazione
lt: Norėdami peržiūrėti šią prekybą, įdiekite „AgoraDesk“.
nb: Installer AgoraDesk for å se denne handelen
nl: Installeer AgoraDesk om deze transactie te bekijken
pl: Aby wyświetlić ten handel, zainstaluj AgoraDesk
pt_br: Por favor, instale AgoraDesk para ver esta negociação
sl: Za ogled te trgovanja namestite AgoraDesk
sv: Vänligen installera AgoraDesk för att se denna handel
tl: Mangyaring i-install ang AgoraDesk upang tingnan ang kalakalang ito
tr: Bu ticareti görüntülemek için lütfen AgoraDesk'i yükleyin
ur: اس تجارت کو دیکھنے کے لیے براہ کرم AgoraDesk انسٹال کریں
zh_cn: 请安装AgoraDesk查看该交易
zh_tw: 請安裝 AgoraDesk 查看此交易
