Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250SbnetworkEffect250Sb0250Sbtext
source: <p>Blockchain is a myriad of disciplines all squeezed together into one. It brings elements of technology, economics, and game theory into its security models. This means that it is one of the most involved and intricate pieces of technology to date, but also means that a deep and thorough understanding is impossible without learning the fundamentals of each puzzle piece that shapes it.</p> <p>One part of blockchain that is not often discussed is competition. Each cryptocurrency is often evaluated on its own merits, and even against the cryptocurrencies most like it, but few are evaluated based on what they offer the market as a whole, and how many people are using it. Taken further, a cryptocurrency must analyze how many use it, know about it, or otherwise interface with it in any way. This concept is known as a network effect.</p> <p>A non-blockchain example of a network effect is social media. If all of your friends are on Facebook, then when you are choosing which social media you want to be heavily involved in, your friends' choices factor into this decision also. The fact that most of them are on Facebook may influence you to join it as well. And when you are deciding whether or not you want to leave the platform, the fact that you might lose contact with some of these friends will also influence this decision. This is the network effect in action. After adoption reaches a critical mass, further adoption becomes easier and is often fueled by the network's current participants.</p> <p>When we look at this in the context of blockchain, and indeed commerce in general, the power of network effects quickly becomes evident. If Bitcoin is the crypto that most people know about, and is the one that most people buy, then more merchants will accept it. If more merchants accept it then there is more places to use it, so more people will buy it, and more people will know about it. It becomes a big positive feedback loop that snowballs. At this point, a merchant might be approached about using another cryptocurrency but will question why it's needed since they already accept Bitcoin and it’s what everyone uses and accepts. </p> <p>While it is undisputed that Bitcoin is far and away the largest cryptocurrency, there are others that are considered top in their niche. Monero is one such coin, being considered by many to be the premiere privacy coin, though different people have varying opinions about whether or not Monero is even competing in the same space as Bitcoin. This is because Bitcoin has placed all its cards on its transparency for the sake of verifying the total amount (though this is also possible in Monero, albeit in a much more roundabout way).</p> <p>So where does Monero currently stand in this game of network effects? Where did we start? What does the future hold? Well, let’s start at the beginning.</p> <p>It's interesting to note that in <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero's early days</a>, it was one of three ways to do privacy. Coinjoin, CryptoNote, and Dash's masternode/coinjoin hybrid. The options were limited, and definitely not peer-reviewed, but that didn’t stop people from choosing a side. In this older era, it was anybody’s game, and some decided to sit back and let the cream rise to the top. Time eventually proved to be on <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero’s side</a>, as other privacy cryptocurrencies came and went.</p> <p>This established Monero’s network effect as the coin paving the way for others in privacy. Even as newer technology came along, such as Zcash’s zk-SNARKs, and MimbleWimble, the masses looked to Monero for leadership and sane discussion on these new protocols.</p> <p>At present time, Monero is one of the few universally respected projects in the space. From crypto noobies to Bitcoin maximalists, all of them view Monero with at least a begrudging respect, though more often it’s with higher acknowledgments. When veterans of the space talk about the coins that have the highest chance of making a difference in the world, and will last through trial and tribulation, Monero never fails to be present.</p> <p>These last few paragraphs are not just self-congratulatory, but an honest look at what the crypto landscape is like at time of writing. The network effects of Monero are becoming more and more apparent every day, and show up in unexpected places.</p> <p>People are quite divided when it comes to Monero’s future, but all opinions point to Monero doing its job well. The biggest example of this is regulatory concerns. Some are afraid that Monero is too private, which will cause an inevitable clash with the governments of the world, while others are excited for how this privacy brings freedom back to the common person. At the root of both of these views is the idea that Monero fully delivers on its promise of privacy and fungibility, and it is often the only coin in such conversations as most other ‘privacy coins’ do not.</p> <p>As Monero’s community tries very hard to be <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rational and skeptical</a>, it is not afraid of new technology. Other coins, who care more about the competitive side speak constantly of ‘dethroning’ Monero, and how Monero should be scared of their new tech that will take over the privacy world. In other words, they think their new tech will overcome Monero's established network effects in the privacy circles.</p> <p>Unlike Bitcoin, which primarily relies on its network effects to stay relevant without much underlying innovation, Monero has decided to embrace both. New, vetted technology is added to make Monero more private and secure, ensuring that Monero’s network effects are never the sole purpose for its status, but rather a result of innovation and hard work.</p> <p>In this sense, one has to wonder how long a technology like Bitcoin can rely solely on its existing network effects to stay relevant. The case is presently strong, with no coin coming even close to matching Bitcoin’s brand recognition and collective brain space, but we must remember that many other juggernauts in other industries thought themselves untouchable, only to face their own downfall due to lack of innovation.</p>
cs: <p>Blockchain je nesčetné množství oborů, které se spojují do jednoho. Do svých bezpečnostních modelů vnáší prvky technologie, ekonomie a teorie her. To znamená, že jde o jednu z nejzávaznějších a nejsložitějších technologií, jaká byla doposud vytvořena, ale také to znamená, že hluboké a důkladné pochopení není možné bez poznání základů jednotlivých dílků skládačky, které ji utvářejí.</p> <p>Jednou z částí blockchainu, o které se často nemluví, je konkurence. Každá kryptoměna je často hodnocena podle svých vlastních předností, a to i v porovnání s kryptoměnami, které jsou jí nejvíce podobné, ale jen málokterá je hodnocena podle toho, co nabízí trhu jako celku a kolik lidí ji používá. Když se to vezme dále, musí se u kryptoměny analyzovat, kolik lidí ji používá, ví o ní nebo se s ní jakýmkoli jiným způsobem stýká. Tento koncept je znám jako síťový efekt.</p> <p>Příkladem síťového efektu, který se netýká blockchainu, jsou sociální média. Pokud jsou všichni vaši přátelé na Facebooku, pak když si vybíráte, do kterých sociálních médií se chcete intenzivně zapojit, do tohoto rozhodnutí vstupuje i volba vašich přátel. Skutečnost, že většina z nich je na Facebooku, může ovlivnit i vás, abyste se k němu připojili. A když se rozhodujete, zda platformu opustíte, ovlivní toto rozhodnutí také skutečnost, že s některými z těchto přátel můžete ztratit kontakt. To je síťový efekt v akci. Poté, co přijetí dosáhne kritického množství, je další přijímání snazší a často je podpořeno současnými účastníky sítě.</p> <p>Pokud se na to podíváme v kontextu blockchainu, a vlastně obchodu obecně, rychle se ukáže síla síťových efektů. Pokud je Bitcoin kryptoměna, o které ví většina lidí a kterou většina lidí kupuje, bude ji přijímat více obchodníků. Pokud jej bude akceptovat více obchodníků, pak bude více míst, kde jej lze používat, takže jej bude kupovat více lidí a více lidí o něm bude vědět. Stane se z toho velká smyčka pozitivní zpětné vazby, která se nabaluje jako sněhová koule. V tomto okamžiku může být obchodník osloven, zda by nechtěl používat jinou kryptoměnu, ale bude se ptát, proč je to potřeba, když už Bitcoin přijímá a všichni ho používají a akceptují. </p> <p>Ačkoli je nesporné, že Bitcoin je zdaleka největší kryptoměna, existují i další, které jsou ve svém oboru považovány za špičku. Jednou z takových mincí je Monero, které je mnohými považováno za premiantku v oblasti soukromí, ačkoli různí lidé mají různé názory na to, zda Monero vůbec konkuruje Bitcoinu ve stejném prostoru. Je to proto, že Bitcoin vsadil všechny své karty na transparentnost z důvodu ověření celkové částky (i když to je možné i u Monera, i když mnohem oklikou).</p> <p>Jak si tedy Monero v této hře síťových efektů aktuálně stojí? Kde jsme začali? Co nás čeká v budoucnu? No, začněme od začátku.</p> <p>Zajímavé je, že v počátcích <a target="_blank" href="/knowledge/monero-history" class="next-link">Monera</a> šlo o jeden ze tří způsobů ochrany soukromí. Coinjoin, CryptoNote a hybrid masternode/coinjoin Dash. Možnosti byly omezené a rozhodně ne recenzované, ale to lidem nebránilo v tom, aby si vybrali jednu stranu. V této starší éře to byla hra kohokoli a někteří se rozhodli sedět a nechat smetanu stoupat nahoru. Čas nakonec ukázal, že je na straně <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monera</a>, protože ostatní soukromé kryptoměny přišly a odešly.</p> <p>Tím se Monero díky síťovému efektu stalo mincí, která dláždí cestu ostatním mincím v oblasti soukromí. Dokonce i když se objevily novější technologie, jako například zk-SNARKy Zcash a MimbleWimble, masy vzhlížely k Moneru jako k lídrovi a příčetnému diskutujícímu o těchto nových protokolech.</p> <p>V současné době je Monero jedním z mála všeobecně uznávaných projektů v této oblasti. Od kryptoměnových noobies až po bitcoinové maximalisty - všichni se na Monero dívají přinejmenším s lítostivým respektem, i když častěji je to s vyšším uznáním. Když se veteráni tohoto prostoru baví o mincích, které mají největší šanci změnit svět k lepšímu a vydrží i přes zkoušky a útrapy, Monero nikdy nezapomene být přítomno.</p> <p>Těchto několik posledních odstavců není jen sebechvála, ale upřímný pohled na to, jak vypadalo kryptografické prostředí v době psaní článku. Síťové efekty Monera jsou každým dnem zřejmější a projevují se na nečekaných místech.</p> <p>Ohledně budoucnosti Monera jsou lidé poměrně rozděleni, ale všechny názory ukazují, že Monero dělá svou práci dobře. Největším příkladem jsou obavy z regulace. Někteří se obávají, že Monero je příliš soukromé, což způsobí nevyhnutelný střet s vládami celého světa, zatímco jiní jsou nadšeni z toho, jak toto soukromí vrací svobodu běžnému člověku. U kořenů obou těchto názorů stojí myšlenka, že Monero plně plní svůj slib soukromí a zastupitelnosti, a v takových rozhovorech je často jedinou mincí, protože většina ostatních "mincí na ochranu soukromí" to nedělá.</p> <p>Komunita Monero se velmi snaží být <a target="_blank" href="/knowledge/critical-thinking" class="next-link">racionální a skeptická</a>, a proto se nebojí nových technologií. Ostatní mince, které se starají spíše o konkurenční stránku, neustále mluví o "sesazení" Monera z trůnu a o tom, jak by se Monero mělo bát jejich nové technologie, která ovládne svět soukromí. Jinými slovy si myslí, že jejich nová technologie překoná zavedené síťové efekty Monera v kruzích ochrany soukromí.</p> <p>Na rozdíl od Bitcoinu, který se při udržování svého významu spoléhá především na síťové efekty bez větších inovací, se Monero rozhodlo využít obojí. Přidává nové, prověřené technologie, které Monero činí soukromějším a bezpečnějším, čímž zajišťuje, že síťové efekty Monera nikdy nejsou jediným důvodem jeho postavení, ale spíše výsledkem inovací a tvrdé práce.</p> <p>V tomto smyslu je třeba se ptát, jak dlouho může technologie jako Bitcoin spoléhat pouze na své stávající síťové efekty, aby si udržela svůj význam. V současné době je tento případ silný, protože žádná mince se ani zdaleka nevyrovná známosti značky Bitcoin a kolektivnímu mozkovému prostoru, ale musíme si uvědomit, že mnoho jiných žonglérů v jiných odvětvích si myslelo, že jsou nedotknutelní, jen aby čelili vlastnímu pádu v důsledku nedostatku inovací.</p>
fi: <p>Blockchain on kasa lukemattomia tieteenaloja, jotka on puristettu yhdeksi. Se tuo tietoturvamalleihinsa teknologian, talouden ja peliteorian elementtejä. Tämä tarkoittaa, että se on yksi tähän mennessä vaikuttavimmista ja monimutkaisimmista tekniikan palasista, mutta tarkoittaa myös sitä että syvä ja perusteellinen ymmärtäminen on mahdotonta ilman jokaisen palapelin muodostavan palasen perusasioiden oppimista.</p> <p>Yksi lohkoketjun osa, josta ei usein keskustella, on kilpailu. Jokaista kryptovaluuttaa arvioidaan usein omien ansioidensa perusteella ja jopa sen kaltaisten kryptovaluuttojen suhteen, mutta harvat arvioidaan sen perusteella mitä ne tarjoavat markkinoille kokonaisuutena ja kuinka moni sitä käyttää. Jatkossa kryptovaluutan on analysoitava, kuinka moni sitä käyttää, moniko siitä tietää tai muutoin liittyy siihen millään tavalla. Tämä konsepti tunnetaan verkkoefektinä.</p> <p>Ei-blockchain-esimerkki verkkoefektistä on sosiaalinen media. Jos kaikki ystäväsi ovat Facebookissa, silloin kun valitset missä sosiaalisessa mediassa haluat olla vahvasti mukana, ystäviesi valinnat vaikuttavat tähän päätökseen. Se, että suurin osa heistä on Facebookissa voi myös vaikuttaa siihen, että olet liittynyt Facebookiin. Ja kun päätät haluatko poistua alustalta, saatat menettää yhteyden joihinkin näistä ystävistä, joka vaikuttaa myös tähän päätökseen. Tätä on verkkovaikutus toiminnassaan. Kun käyttöönotto saavuttaa kriittisen massan, jatkokäyttöönotto helpottuu ja sitä ruokkivat usein verkon nykyiset osallistujat.</p> <p>Kun tarkastelemme tätä lohkoketjun ja jopa kaupan yhteydessä yleensä, verkkotehosteiden voima tulee nopeasti ilmeiseksi. Jos Bitcoin on krypto, josta useimmat ihmiset tietävät ja useimmat ihmiset ostavat sitä, useammat kauppiaat hyväksyvät sen. Jos useammat kauppiaat hyväksyvät sen, käyttöpaikkoja on enemmän joten useammat ihmiset ostavat sitä ja useammat ihmiset tietävät siitä. Siitä tulee suuri positiivinen lumipalloefekti. Tässä vaiheessa kauppiasta saatetaan lähestyä toisen kryptovaluutan käyttämisestä, mutta hän ihmettelee miksi sitä tarvitaan, koska he hyväksyvät jo Bitcoinin ja sitä kaikki käyttävät. </p> <p>Vaikka on kiistatonta, että Bitcoin on ylivoimaisesti suurin kryptovaluutta, on muitakin joita pidetään markkinoidensa huippuna. Monero on yksi tällainen kolikko, ja monet pitävät sitä yksityisyyttä suojaavien kolikkojen ensiesiintymisenä, vaikka eri ihmisillä on erilaisia mielipiteitä siitä kilpaileeko Monero edes samassa tilassa kuin Bitcoin. Tämä johtuu siitä, että Bitcoin on sijoittanut kaikki korttinsa läpinäkyvyyteensä varmistaakseen kokonaissumman (vaikka tämä on mahdollista myös Monerossa, vaikkakin paljon kiertokulkuisemmalla tavalla).</p> <p>Missä Monero on tällä hetkellä tässä verkkoefektipelissä? Mistä aloitimme? Mitä tulevaisuus tuo tullessaan? No, aloitetaan alusta.</p> <p>On mielenkiintoista huomata, että <a target="_blank" href="/knowledge/monero-history" class="next-link">Moneron alkuaikoina</a> se oli yksi kolmesta tavasta suojata yksityisyyttä. Coinjoin, CryptoNote ja Dashin masternode/coinjoin-hybridi. Vaihtoehdot olivat rajalliset, eivätkä todellakaan olleet vertaisarvioituja, mutta se ei estänyt ihmisiä valitsemasta puolta. Tällä vanhemmalla aikakaudella se oli kenen tahansa peliä, ja jotkut päättivät istua alas ja antaa kerman nousta huipulle. Aika osoittautui lopulta <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Moneron puolelle</a>, kun muita yksityisyyttä suojaavia kryptovaluuttoja tuli ja meni.</p> <p>Tämä loi Moneron verkkovaikutuksen kolikoksi, joka raivaa tietä muille yksityisyyteen. Jopa uudemman tekniikan, kuten Zcashin zk-SNARKin ja MimbleWimblen käyttöön tultua massat odottivat Monerolta johtajuutta ja järkevää keskustelua näistä uusista protokollista.</p> <p> Tällä hetkellä Monero on yksi harvoista yleisesti arvostetuista projekteista kryptomaailmassa. Krypto-aloittelijasta Bitcoin-maksimalisteihin, kaikki katsovat Moneroa vähintäänkin säälittävällä kunnioituksella, vaikka useammin se saa korkeampaa tunnustusta. Kun kryptomaailman veteraanit puhuvat kolikoista, joilla on suurin mahdollisuus saada aikaan muutos maailmassa ja jotka kestävät koettelemuksen toisensa jälkeen, Monero ei koskaan laiminlyö läsnäoloa.</p> <p>Nämä viimeiset kappaleet eivät ole vain itsensä taputtelua selkään, vaan rehellinen katsaus siihen millaista kryptomaailma on kirjoittamishetkellä. Moneron verkkovaikutukset tulevat yhä selvemmiksi päivä päivältä ja näkyvät odottamattomissa paikoissa.</p> <p>Ihmiset ovat melko erimielisiä Moneron tulevaisuudesta, mutta kaikki mielipiteet viittaavat siihen että Monero tekee työnsä hyvin. Suurin esimerkki tästä on sääntelyhuolet. Jotkut pelkäävät että Monero on liian yksityinen, mikä aiheuttaa väistämättömän ristiriidan maailman hallitusten kanssa, kun taas toiset ovat innoissaan siitä kuinka tämä yksityisyys tuo vapauden takaisin tavalliselle ihmiselle. Molempien näkemysten taustalla on ajatus siitä, että Monero pitää täysin lupauksensa yksityisyydestä ja vaihdettavuudesta ja se on usein ainoa kolikko sellaisissa keskusteluissa, joita useimmat muut "yksityisyyden kolikot" eivät tee.</p> <p>Koska Moneron yhteisö yrittää kovasti olla <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rationaalinen ja skeptinen</a>, se ei pelkää uutta teknologiaa. Muut kolikot jotka välittävät enemmän kilpailusta, puhuvat jatkuvasti Moneron "syrjäyttämisestä" ja siitä, kuinka Moneron pitäisi pelätä uutta tekniikkaansa, joka valtaa yksityisyyden maailman. Toisin sanoen he ajattelevat, että heidän uusi tekniikkansa voittaa Moneron vakiintuneet verkkovaikutukset tietosuojapiireissä.</p> <p>Toisin kuin Bitcoin, joka perustuu ensisijaisesti verkkovaikutuksiinsa pysyäkseen relevanttina ilman paljon taustalla olevaa innovaatiota, Monero on päättänyt omaksua molemmat. Uusi, tarkistettu tekniikka on lisätty tekemään Monerosta yksityisempää ja turvallisempaa, mikä varmistaa että Moneron verkkovaikutukset eivät koskaan ole sen aseman ainoa tarkoitus, vaan pikemminkin innovaation ja kovan työn tulos.</p> <p>Tässä mielessä täytyy ihmetellä, kuinka kauan Bitcoinin kaltainen teknologia voi luottaa pelkästään olemassa oleviin verkkovaikutuksiinsa pysyäkseen merkityksellisenä. Tapaus on tällä hetkellä vahva, eikä yksikään kolikko ole lähelläkään Bitcoinin tuotemerkin tunnettavuutta ja kollektiivista ajatusmaailmaa, mutta meidän on muistettava että monet muut teollisuudenalojen juggernautit pitivät itseään koskemattomina kunnes kohtasivat oman tuhonsa innovaation puutteen vuoksi. </p>
fr: <p>La blockchain est une myriade de disciplines réunies en une seule. Elle intègre des éléments de technologie, d'économie et de théorie des jeux dans ses modèles de sécurité. Cela signifie qu'il s'agit de l'une des technologies les plus complexes et les plus compliquées à ce jour, mais cela signifie également qu'une compréhension exhaustive et approfondie est impossible sans apprendre les principes fondamentaux de chaque pièce du puzzle qui la constitue.</p> <p>Une partie de la blockchain dont on ne parle pas souvent est la concurrence. Chaque crypto-monnaie est souvent évaluée selon ses propres mérites, et même par rapport aux crypto-monnaies qui lui ressemblent le plus, mais peu sont évaluées en fonction de ce qu'elles offrent au marché dans son ensemble et du nombre de personnes qui l'utilisent. Pour aller plus loin, une crypto-monnaie doit analyser combien de personnes l'utilisent, la connaissent ou s'interfacent avec elle de quelque manière que ce soit. Ce concept est connu sous le nom d'« effet de réseau ».</p> <p>Un exemple non lié à la blockchain d'un effet de réseau est celui des réseaux sociaux. Si tous vos amis sont sur Facebook, lorsque vous choisissez les réseaux sociaux dans lesquels vous souhaitez être fortement impliqué, les choix de vos amis sont également pris en compte dans cette décision. Le fait que la plupart d'entre eux soient sur Facebook peut également vous inciter à rejoindre ce réseau. Et lorsque vous envisagez de quitter la plateforme, le fait que vous puissiez perdre le contact avec certains de ces amis influencera également cette décision. C'est l'effet de réseau en action. Une fois que l'adoption atteint une masse critique, l'adoption ultérieure devient plus facile et est souvent alimentée par les participants actuels du réseau.</p> <p>Lorsque nous examinons cela dans le contexte de la blockchain, et même du commerce en général, la puissance des effets de réseau devient rapidement évidente. Si Bitcoin est la crypto-monnaie que la plupart des gens connaissent et que la plupart des gens achètent, alors plus de marchands l'accepteront. Si plus de marchands l'acceptent, il y a plus d'endroits où l'utiliser, donc plus de gens l'achèteront et plus de gens le sauront. Cela devient une grande boucle de rétroaction positive qui fait boule de neige. À ce stade, un commerçant pourrait être approché pour utiliser une autre crypto-monnaie, mais se demandera pourquoi c'est nécessaire puisqu'il accepte déjà Bitcoin et c'est ce que tout le monde utilise et accepte. </p> <p>Bien qu'il soit incontesté que Bitcoin est de loin la crypto-monnaie la plus connue, il y en a d'autres qui sont considérées comme les meilleures dans leur créneau. Monero est l'une d'elles, considérée par beaucoup comme la première crypto-monnaie protégeant la confidentialité, bien que différentes personnes aient des opinions divergentes quant à savoir si Monero est même en concurrence dans le même espace que Bitcoin. En effet, Bitcoin a placé toutes ses cartes sur sa transparence dans le but de vérifier le montant total (bien que cela soit également possible dans Monero, quoique de manière beaucoup plus détournée).</p> <p>Alors, où en est Monero dans ce jeu d'effets de réseau ? Où avons-nous commencé ? Que réserve l'avenir ? Eh bien, commençons par le début.</p> <p>Il est intéressant de noter qu'aux débuts de <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero</a>, c'était l'une des trois façons de préserver la confidentialité, avec Coinjoin, CryptoNote et l'hybride masternode/coinjoin de Dash. Les options étaient limitées et certainement pas évaluées par des pairs, mais cela n'a pas empêché les gens de choisir un camp. À cette époque plus ancienne, c'était le choix de chacun, et certains ont décidé de s'asseoir et d'attendre de voir quelle solution allait sortir du lot. Le temps s'est finalement avéré être du côté de <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero</a>, alors que d'autres crypto-monnaies visant à protéger la confidentialité allaient et venaient.</p> <p>Cela a établi l'effet de réseau pour Monero en tant que crypto-monnaie ouvrant la voie à d'autres dans le domaine de la protection de confidentialité. Même lorsque de nouvelles technologies sont apparues, telles que zk-SNARK de Zcash et MimbleWimble, les gens se sont tournés vers Monero pour un leadership et une discussion sensée sur ces nouveaux protocoles.</p> <p>À l'heure actuelle, Monero est l'un des rares projets universellement respectés dans l'univers des crypto-monnaies. Des débutants en crypto aux maximalistes de Bitcoin, tous voient Monero avec au moins un respect à contrecœur, bien que le plus souvent ce soit avec des reconnaissances plus élevées. Lorsque les vétérans du domaine parlent des crypto-monnaies qui ont le plus de chances de faire une différence dans le monde et qui dureront à travers les épreuves et les tribulations, Monero ne manque jamais d'être présent.</p> <p>Ces derniers paragraphes ne sont pas seulement des auto-félicitations, mais un regard honnête sur ce qu'est le paysage de la cryptographie au moment de la rédaction. Les effets de réseau de Monero deviennent de plus en plus apparents chaque jour et apparaissent dans des endroits inattendus.</p> <p>Les gens sont assez divisés en ce qui concerne l'avenir de Monero, mais toutes les opinions indiquent que Monero fait bien son travail. Le plus grand exemple de ceci provient des préoccupations réglementaires. Certains craignent que Monero soit trop privé, ce qui provoquera un affrontement inévitable avec les gouvernements du monde entier, tandis que d'autres sont enthousiasmés par la façon dont cette confidentialité redonne de la liberté à chaque personne. À la base de ces deux points de vue se trouve l'idée que Monero tient pleinement sa promesse de confidentialité et de fongibilité, et c'est souvent la seule crypto-monnaie dans de telles conversations, contrairement à la plupart des autres « crypto-monnaies de confidentialité ».</p> <p>Comme la communauté de Monero s'efforce d'être <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rationnelle et sceptique</a>, elle n'a pas peur des nouvelles technologies. D'autres crypto-monnaies, qui se soucient davantage du côté concurrentiel, parlent constamment de « détrôner » Monero et de la façon dont Monero devrait avoir peur de sa nouvelle technologie qui va conquérir le monde de la confidentialité. En d'autres termes, ils pensent que leur nouvelle technologie surmontera les effets de réseau établis de Monero dans les cercles de la préservation de la confidentialité.</p> <p>Contrairement à Bitcoin, qui s'appuie principalement sur ses effets de réseau pour rester pertinent sans trop d'innovation sous-jacente, Monero a décidé d'adopter les deux. Une nouvelle technologie approuvée est ajoutée pour rendre Monero plus confidentiel et sécurisé, garantissant que les effets de réseau de Monero ne sont jamais le seul objectif de son statut, mais plutôt le résultat de l'innovation et du travail acharné.</p> <p>En ce sens, il faut se demander combien de temps une technologie comme Bitcoin peut compter uniquement sur ses effets de réseau existants pour rester pertinente. Le fait est qu'il n' y a aucune crypto-monnaie qui s'approche du niveau de notoriété de Bitcoin et de son empreinte l'esprit collectif, mais nous devons nous rappeler que de nombreux autres mastodontes dans d'autres industries se croyaient intouchables, pour ensuite faire face à leur propre chute en raison du manque d'innovation.</p>
it: <p>Blockchain è una miriade di discipline tutte riunite in una sola. Porta elementi di tecnologia, economia e teoria dei giochi nei suoi modelli di sicurezza. Ciò significa che è uno dei pezzi di tecnologia più complessi e complessi fino ad oggi, ma significa anche che una comprensione profonda e completa è impossibile senza imparare i fondamenti di ogni pezzo del puzzle che lo forma.</p> <p>Una parte della blockchain che non viene discussa spesso è la concorrenza. Ogni criptovaluta viene spesso valutata in base ai propri meriti, e anche rispetto alle criptovalute più simili, ma poche vengono valutate in base a ciò che offrono al mercato nel suo complesso e a quante persone lo stanno utilizzando. Inoltre, una criptovaluta deve analizzare quanti la usano, ne sono a conoscenza o comunque si interfacciano con essa in qualsiasi modo. Questo concetto è noto come effetto di rete.</p> <p>Un esempio non blockchain di un effetto di rete sono i social media. Se tutti i tuoi amici sono su Facebook, quando scegli su quali social media vuoi essere fortemente coinvolto, anche le scelte dei tuoi amici influenzano questa decisione. Il fatto che la maggior parte di loro sia su Facebook potrebbe influenzare anche te a partecipare. E quando decidi se lasciare o meno la piattaforma, anche il fatto che potresti perdere il contatto con alcuni di questi amici influenzerà questa decisione. Questo è l'effetto di rete in azione. Dopo che l'adozione raggiunge una massa critica, l'ulteriore adozione diventa più facile e spesso è alimentata dagli attuali partecipanti alla rete.</p> <p>Quando guardiamo a questo nel contesto della blockchain, e in effetti del commercio in generale, il potere degli effetti di rete diventa rapidamente evidente. Se Bitcoin è la criptovaluta che la maggior parte delle persone conosce ed è quella che la maggior parte delle persone acquista, allora più commercianti lo accetteranno. Se più commercianti lo accettano, ci sono più posti in cui usarlo, quindi più persone lo acquisteranno e più persone lo sapranno. Diventa un grande ciclo di feedback positivo che fa valere. A questo punto, un commerciante potrebbe essere contattato sull'utilizzo di un'altra criptovaluta, ma si chiederà perché è necessario poiché accetta già Bitcoin ed è ciò che tutti usano e accettano. </p> <p>Sebbene sia indiscusso che Bitcoin sia di gran lunga la più grande criptovaluta, ce ne sono altre che sono considerate le migliori nella loro nicchia. Monero è una di queste monete, essendo considerata da molti la prima moneta per la privacy, sebbene persone diverse abbiano opinioni diverse sul fatto che Monero sia o meno in competizione nello stesso spazio di Bitcoin. Questo perché Bitcoin ha posto tutte le sue carte sulla sua trasparenza per verificare l'importo totale (sebbene questo sia possibile anche in Monero, anche se in modo molto più indiretto).</p> <p>Allora, dove si trova attualmente Monero in questo gioco di effetti di rete? Da dove siamo partiti? Cosa riserva il futuro? Bene, iniziamo dall'inizio.</p> <p>È interessante notare che <a target="_blank" href="/knowledge/monero-history" class="next-link">all'inizio di Monero</a>era uno dei tre modi per proteggere la privacy. Coinjoin, CryptoNote e ibrido masternode / coinjoin di Dash. Le opzioni erano limitate e sicuramente non sottoposte a revisione paritaria, ma ciò non ha impedito alle persone di scegliere da che parte stare. In questa era più vecchia, era il gioco di tutti e alcuni hanno deciso di sedersi e lasciare che la crema salisse in cima. Il tempo alla fine si è rivelato dalla <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">parte di Monero</a>, poiché altre criptovalute per la privacy andavano e venivano.</p> <p>Questo ha stabilito l'effetto di rete di Monero come la moneta che apre la strada agli altri nella privacy. Anche quando è arrivata la tecnologia più recente, come zk-SNARK di Zcash e MimbleWimble, le masse hanno guardato a Monero per la leadership e una sana discussione su questi nuovi protocolli.</p> <p>Al momento, Monero è uno dei pochi progetti universalmente rispettati nello spazio. Dai crypto noobies ai massimalisti di Bitcoin, tutti vedono Monero con almeno un rispetto riluttante, anche se più spesso è con riconoscimenti più alti. Quando i veterani dello spazio parlano delle monete che hanno la più alta possibilità di fare la differenza nel mondo e che dureranno per prove e tribolazioni, Monero non manca mai di essere presente.</p> <p>Questi ultimi paragrafi non sono solo autocompiacenti, ma uno sguardo onesto a come è il panorama crittografico al momento della scrittura. Gli effetti di rete di Monero stanno diventando sempre più evidenti ogni giorno e si manifestano in luoghi inaspettati.</p> <p>Le persone sono piuttosto divise quando si tratta del futuro di Monero, ma tutte le opinioni indicano che Monero sta facendo bene il suo lavoro. Il più grande esempio di ciò sono le preoccupazioni normative. Alcuni temono che Monero sia troppo privato, il che provocherà un inevitabile scontro con i governi del mondo, mentre altri sono entusiasti di come questa privacy riporti la libertà alla persona comune. Alla base di entrambe queste opinioni c'è l'idea che Monero mantenga pienamente la sua promessa di privacy e fungibilità, ed è spesso l'unica moneta in tali conversazioni come la maggior parte delle altre "monete per la privacy" non fanno.</p> <p>Poiché la comunità di Monero si sforza molto di essere <a target="_blank" href="/knowledge/critical-thinking" class="next-link">razionale e scettica</a>, non ha paura della nuova tecnologia. Altre monete, che si preoccupano maggiormente del lato competitivo, parlano costantemente di "detronizzare" Monero e di come Monero dovrebbe essere spaventato dalla loro nuova tecnologia che conquisterà il mondo della privacy. In altre parole, pensano che la loro nuova tecnologia supererà gli effetti di rete consolidati di Monero nei circoli della privacy.</p> <p>A differenza di Bitcoin, che si basa principalmente sui suoi effetti di rete per rimanere rilevante senza molta innovazione sottostante, Monero ha deciso di abbracciare entrambi. Viene aggiunta una nuova tecnologia controllata per rendere Monero più privato e sicuro, assicurando che gli effetti di rete di Monero non siano mai l'unico scopo del suo status, ma piuttosto il risultato di innovazione e duro lavoro.</p> <p>In questo senso, ci si deve chiedere per quanto tempo una tecnologia come Bitcoin può fare affidamento esclusivamente sui suoi effetti di rete esistenti per rimanere rilevante. Il caso è attualmente forte, senza monete che si avvicinano nemmeno al riconoscimento del marchio di Bitcoin e allo spazio cerebrale collettivo, ma dobbiamo ricordare che molti altri colossi in altri settori si ritenevano intoccabili, solo per affrontare la propria rovina a causa della mancanza di innovazione.</p>
lt: <p>Blockchain yra daugybė disciplinų, sujungtų į vieną. Į savo saugumo modelius įtraukiami technologijų, ekonomikos ir žaidimų teorijos elementai. Tai reiškia, kad iki šiol tai yra viena iš labiausiai įtrauktų ir sudėtingiausių technologijų dalių, tačiau taip pat reiškia, kad gilus ir išsamus supratimas neįmanomas neišmokus kiekvienos dėlionės, kuri ją formuoja, pagrindų.</p> <p>Viena blokų grandinės dalis, kuri nėra dažnai aptariama, yra konkurencija. Kiekviena kriptovaliuta dažnai vertinama pagal jos nuopelnus ir net pagal jai labiausiai patinkančias kriptovaliutas, tačiau nedaugelis vertinamas pagal tai, ką jos siūlo visai rinkai ir kiek žmonių ja naudojasi. Žvelgiant toliau, kriptovaliuta turi analizuoti, kiek žmonių ja naudojasi, žino apie ją ar kaip nors kitaip su ja susisiekia. Ši koncepcija žinoma kaip tinklo efektas.</p> <p>Ne blokų grandinės tinklo efekto pavyzdys yra socialinė žiniasklaida. Jei visi jūsų draugai yra „Facebook“, tada, kai pasirenkate, kurioje socialinėje žiniasklaidoje norite aktyviai dalyvauti, jūsų draugų pasirinkimas taip pat turi įtakos šiam sprendimui. Tai, kad dauguma jų yra „Facebook“, gali turėti įtakos ir jums prie jo prisijungti. Ir kai nuspręsite, ar norite palikti platformą, ar ne, tai, kad galite prarasti ryšį su kai kuriais iš šių draugų, taip pat turės įtakos šiam sprendimui. Tai veikia tinklo efektas. Kai priėmimas pasiekia kritinę masę, tolesnis priėmimas tampa lengvesnis ir dažnai jį skatina dabartiniai tinklo dalyviai.</p> <p>Kai žiūrime į tai „blockchain“ ir apskritai komercijos kontekste, tinklo efektų galia greitai tampa akivaizdi. Jei „Bitcoin“ yra kriptovaliuta, apie kurią dauguma žmonių žino, ir kurią dauguma žmonių perka, tada daugiau prekybininkų jį priims. Jei jį priims daugiau prekybininkų, atsiras daugiau vietų jį naudoti, taigi daugiau žmonių jį pirks ir daugiau žmonių apie tai sužinos. Tai tampa dideliu teigiamu grįžtamuoju ryšiu, kuris sniego gniūžtėmis. Šiuo metu į prekybininką gali būti kreiptasi dėl kitos kriptovaliutos naudojimo, tačiau jis kils klausimų, kodėl to reikia, nes jie jau priima Bitcoin, o visi jį naudoja ir priima. </p> <p> Nors neabejotina, kad „Bitcoin“ yra pati didžiausia kriptovaliuta, yra ir kitų, kurios laikomos geriausiomis savo nišoje. „Monero“ yra viena iš tokių monetų, kurią daugelis laiko pirmąja privatumo moneta, nors skirtingų žmonių nuomonės apie tai, ar Monero netgi konkuruoja toje pačioje erdvėje kaip „Bitcoin“, skiriasi, ar ne. Taip yra todėl, kad „Bitcoin“ įdėjo visas savo korteles į savo skaidrumą, kad būtų galima patikrinti bendrą sumą (nors tai įmanoma ir Monero, nors ir daug apvalesniu būdu).</p> <p> Taigi, kur šiuo metu yra Monero šiame tinklo efektų žaidime? Nuo ko pradėjome? Kokia ateitis? Na, pradėkime nuo pradžių.</p> <p>Įdomu pastebėti, kad <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero pradžioje</a> tai buvo vienas iš trijų būdų užtikrinti privatumą. Coinjoin, CryptoNote ir Dash masternode/coinjoin hibridas. Galimybės buvo ribotos ir tikrai ne recenzuojamos, tačiau tai nesutrukdė žmonėms pasirinkti pusės. Šiuo senesniu laiku tai buvo bet kurio žmogaus žaidimas, o kai kurie nusprendė sėdėti ir leisti kremui pakilti į viršų. Laikas galiausiai pasirodė <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero pusėje</a>, nes kitos privatumo kriptovaliutos atsirado ir išnyko.</p> <p>Tai sukūrė Monero tinklo efektą kaip monetą, atveriančią kelią kitiems į privatumą. Netgi atsiradus naujesnėms technologijoms, tokioms kaip Zcash zk-SNARK ir MimbleWimble, masės ieškojo Monero lyderystės ir protingos diskusijos apie šiuos naujus protokolus.</p> <p>Šiuo metu Monero yra vienas iš nedaugelio visuotinai gerbiamų projektų erdvėje. Nuo kriptovaliutų iki Bitcoin maksimalistų – visi jie į Monero žiūri bent jau su niūria pagarba, nors dažniau tai su aukštesniais pripažinimais. Kai kosmoso veteranai kalba apie monetas, kurios turi didžiausią galimybę pakeisti pasaulį ir išliks per išbandymus ir vargus, Monero niekada neatsisako dalyvauti.</p> <p>Šios paskutinės pastraipos ne tik sveikina save, bet ir nuoširdžiai pažvelgiama į tai, koks yra kriptovaliutų aplinka rašant. „Monero“ tinklo efektai kasdien tampa vis akivaizdesni ir atsiranda netikėtose vietose.</p> <p>Žmonės yra gana susiskaldę, kai kalbama apie Monero ateitį, tačiau visos nuomonės rodo, kad Monero gerai atlieka savo darbą. Didžiausias to pavyzdys yra susirūpinimas dėl reguliavimo. Vieni bijo, kad Monero yra per daug privatus, o tai sukels neišvengiamą susirėmimą su pasaulio vyriausybėmis, o kiti džiaugiasi, kaip šis privatumas sugrąžina laisvę paprastam žmogui. Abiejų šių požiūrių pagrindas yra mintis, kad Monero visiškai įgyvendina savo pažadą dėl privatumo ir pakeičiamumo, ir dažnai tai yra vienintelė moneta tokiuose pokalbiuose, kaip nedaro daugelis kitų „privatumo monetų“.</p> <p>Kadangi Monero bendruomenė labai stengiasi būti <a target="_blank" href="/knowledge/critical-thinking" class="next-link">racionali ir skeptiška</a>, ji nebijo naujų technologijų. Kitos monetos, kurioms labiau rūpi konkurencinė pusė, nuolat kalba apie Monero „nuvertimą“ ir apie tai, kad Monero turėtų išsigąsti dėl savo naujos technologijos, kuri užvaldys privatumo pasaulį. Kitaip tariant, jie mano, kad jų naujoji technologija įveiks Monero nusistovėjusius tinklo efektus privatumo srityse.</p> <p> Skirtingai nuo „Bitcoin“, kuris visų pirma remiasi savo tinklo poveikiu, kad išliktų aktualus be didelių pagrindinių naujovių, Monero nusprendė priimti abu. Pridėta nauja, patikrinta technologija, kad „Monero“ būtų privatesnis ir saugesnis, užtikrinant, kad „Monero“ tinklo efektai niekada nebūtų vienintelis jos statuso tikslas, o veikiau inovacijų ir sunkaus darbo rezultatas.</p> <p>Šia prasme reikia stebėtis, kiek ilgai tokia technologija kaip Bitcoin gali pasikliauti tik esamais tinklo efektais, kad išliktų aktuali. Šiuo metu atvejis yra stiprus – nė viena moneta neprilygsta Bitcoin prekės ženklo atpažinimui ir kolektyvinei smegenų erdvei, tačiau turime prisiminti, kad daugelis kitų žmogeliukų kitose pramonės šakose manė save neliečiamais, tik dėl naujovių stokos susidūrė su savo žlugimu. X6322X]
nb: <p>Blockchain er en myriade av disipliner som alle er presset sammen til én. Den bringer elementer av teknologi, økonomi og spillteori inn i sine sikkerhetsmodeller. Dette betyr at det er en av de mest involverte og intrikate teknologiene til dags dato, men betyr også at en dyp og grundig forståelse er umulig uten å lære det grunnleggende i hver puslespillbrikke som former den.</p> <p>En del av blokkjeden som ikke diskuteres ofte, er konkurranse. Hver kryptovaluta blir ofte evaluert på sine egne fordeler, og til og med mot de kryptovalutaene som liker den mest, men få blir vurdert basert på hva de tilbyr markedet som helhet, og hvor mange som bruker det. Sett videre må en kryptovaluta analysere hvor mange som bruker den, vet om den eller på annen måte har grensesnitt med den på noen måte. Dette konseptet er kjent som en nettverkseffekt.</p> <p>Et eksempel på en nettverkseffekt uten blokkjede er sosiale medier. Hvis alle vennene dine er på Facebook, så når du velger hvilke sosiale medier du vil være sterkt involvert i, vil vennenes valg også være med på denne avgjørelsen. Det faktum at de fleste av dem er på Facebook kan påvirke deg til å bli med også. Og når du bestemmer deg for om du vil forlate plattformen eller ikke, vil det faktum at du kan miste kontakten med noen av disse vennene også påvirke denne avgjørelsen. Dette er nettverkseffekten i aksjon. Etter at adopsjon når en kritisk masse, blir videre adopsjon lettere og blir ofte drevet av nettverkets nåværende deltakere.</p> <p>Når vi ser på dette i sammenheng med blokkjede, og faktisk handel generelt, blir kraften til nettverkseffekter raskt tydelig. Hvis Bitcoin er kryptoen som folk flest vet om, og er den de fleste kjøper, vil flere selgere godta det. Hvis flere selgere godtar det, er det flere steder å bruke det, så flere vil kjøpe det, og flere vil vite om det. Det blir en stor positiv tilbakemeldingsløkke som snøballer. På dette tidspunktet kan en selger bli kontaktet for å bruke en annen kryptovaluta, men vil stille spørsmål ved hvorfor det er nødvendig siden de allerede godtar Bitcoin og det er det alle bruker og aksepterer. </p> <p>Selv om det er ubestridt at Bitcoin er den desidert største kryptovalutaen, er det andre som anses som toppen i sin nisje. Monero er en slik mynt, og anses av mange for å være den fremste personvernmynten, selv om forskjellige mennesker har forskjellige meninger om hvorvidt Monero til og med konkurrerer på samme område som Bitcoin. Dette er fordi Bitcoin har plassert alle kortene sine på sin gjennomsiktighet for å verifisere det totale beløpet (selv om dette også er mulig i Monero, om enn på en mye mer rundveiende måte).</p> <p>Så hvor står Monero for øyeblikket i dette spillet med nettverkseffekter? Hvor begynte vi? Hva bringer fremtiden? Vel, la oss starte med begynnelsen.</p> <p>Det er interessant å merke seg at i <a target="_blank" href="/knowledge/monero-history" class="next-link">Moneros tidlige dager</a> var det en av tre måter å gjøre privatliv på. Coinjoin, CryptoNote og Dash sin masternode/coinjoin-hybrid. Alternativene var begrenset, og definitivt ikke fagfellevurdert, men det stoppet ikke folk fra å velge side. I denne eldre epoken var det hvem som helst, og noen bestemte seg for å lene seg tilbake og la kremen stige til topps. Tiden viste seg etter hvert å være på <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Moneros side</a>, ettersom andre kryptovalutaer for personvern kom og gikk.</p> <p>Dette etablerte Moneros nettverkseffekt som mynten som banet vei for andre i privatlivet. Selv da nyere teknologi kom, som Zcashs zk-SNARKs og MimbleWimble, så massene til Monero for lederskap og fornuftig diskusjon om disse nye protokollene.</p> <p>På det nåværende tidspunkt er Monero et av få universelt respekterte prosjekter i verdensrommet. Fra krypto-noobies til Bitcoin-maksimalister, alle ser på Monero med minst en motvillig respekt, selv om det oftere er med høyere anerkjennelser. Når veteraner fra verdensrommet snakker om myntene som har størst sjanse til å gjøre en forskjell i verden, og som vil vare gjennom prøvelser og trengsler, unnlater Monero aldri å være tilstede.</p> <p>Disse siste avsnittene er ikke bare selv-gratulerende, men et ærlig blikk på hvordan kryptolandskapet er i skrivende stund. Nettverkseffektene av Monero blir mer og mer tydelige hver dag, og dukker opp på uventede steder.</p> <p>Folk er ganske delt når det kommer til Moneros fremtid, men alle meninger peker på at Monero gjør jobben sin bra. Det største eksemplet på dette er regulatoriske bekymringer. Noen er redde for at Monero er for privat, noe som vil forårsake et uunngåelig sammenstøt med verdens myndigheter, mens andre er spente på hvordan dette personvernet bringer friheten tilbake til den vanlige personen. Grunnen til begge disse synspunktene er ideen om at Monero fullt ut innfrir løftet om personvern og fungibilitet, og det er ofte den eneste mynten i slike samtaler som de fleste andre «personvernmynter» ikke gjør.</p> <p>Som Moneros fellesskap prøver veldig hardt å være <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rasjonelle og skeptiske</a>, er de ikke redd for ny teknologi. Andre mynter, som bryr seg mer om den konkurransedyktige siden, snakker hele tiden om å «detrone» Monero, og hvordan Monero burde være redd for deres nye teknologi som vil ta over personvernverdenen. Med andre ord tror de at deres nye teknologi vil overvinne Moneros etablerte nettverkseffekter i personvernkretsene.</p> <p>I motsetning til Bitcoin, som først og fremst er avhengig av nettverkseffektene for å forbli relevant uten mye underliggende innovasjon, har Monero bestemt seg for å omfavne begge. Ny, kontrollert teknologi er lagt til for å gjøre Monero mer privat og sikker, og sikrer at Moneros nettverkseffekter aldri er det eneste formålet med statusen, men snarere et resultat av innovasjon og hardt arbeid.</p> <p>I denne forstand må man lure på hvor lenge en teknologi som Bitcoin kan stole utelukkende på sine eksisterende nettverkseffekter for å forbli relevant. Saken er for tiden sterk, med ingen mynt som er i nærheten av å matche Bitcoins merkevaregjenkjenning og kollektive hjernerom, men vi må huske at mange andre juggernauts i andre bransjer trodde seg urørlige, bare for å møte sin egen undergang på grunn av mangel på innovasjon.[ X6322X]
nl: <p>Blockchain is een myriade van disciplines die allemaal in één zijn samengeperst. Het combineert elementen van technologie, economie en speltheorie in zijn beveiligingsmodellen. Dit betekent dat het een van de meest betrokken en ingewikkelde stukken technologie tot nu toe is, maar betekent ook dat een diep en grondig begrip onmogelijk is zonder de grondbeginselen te leren van elk puzzelstukje waaruit het bestaat.</p> <p>Een deel van blockchain dat niet vaak wordt besproken, is concurrentie. Elke cryptocurrency wordt vaak beoordeeld op zijn eigen verdiensten, en zelfs tegen de cryptocurrencies die er het meest op lijken, maar slechts weinigen worden beoordeeld op basis van wat ze de markt als geheel bieden en hoeveel mensen er gebruik van maken. Bovendien moet een cryptocurrency analyseren hoeveel mensen er gebruik van maken, er vanaf weten of die er op een andere manier mee in aanmerking komen. Dit concept staat bekend als een netwerkeffect.</p> <p>Een niet-blockchain voorbeeld van een netwerkeffect is sociale media. Als al uw vrienden op Facebook zitten en u moet kiezen bij welke sociale media u nauw betrokken wilt zijn, spelen de keuzes van uw vrienden een rol bij deze beslissing. Het feit dat de meesten van hen op Facebook zitten, kan u beïnvloeden om er ook lid van te worden. En wanneer u beslist of u het platform al dan niet wilt verlaten, zal het feit dat u het contact met sommige van deze vrienden zou kunnen verliezen, ook van invloed zijn op deze beslissing. Dit is het netwerkeffect in actie. Nadat de acceptatie een kritieke massa heeft bereikt, wordt verdere acceptatie eenvoudiger en wordt deze vaak aangewakkerd door de huidige deelnemers van het netwerk.</p> <p>Als we dit bekijken in de context van blockchain, en commercie in het algemeen, wordt de kracht van netwerkeffecten snel duidelijk. Als Bitcoin de crypto is die de meeste mensen kennen en degene is die de meeste mensen kopen, dan zullen meer verkopers het accepteren. Als meer verkopers het accepteren, zijn er meer plaatsen om het te gebruiken, dus zullen meer mensen het kopen en zullen meer mensen ervan weten. Het wordt een grote positieve feedbacklus die alsmaar uitbreidt. Op dit punt kan een handelaar worden benaderd over het gebruik van een andere cryptocurrency, maar hij zal zich hierbij afvragen waarom het nodig is, aangezien ze al Bitcoin accepteren en het is wat iedereen gebruikt en accepteert. </p> <p> Hoewel het onbetwist is dat Bitcoin verreweg de grootste cryptocurrency is, zijn er andere die als top in hun niche worden beschouwd. Monero is net zo'n munt, die door velen wordt beschouwd als de eerste privacymunt, hoewel verschillende mensen verschillende meningen hebben over de vraag of Monero al dan niet in dezelfde ruimte concurreert als Bitcoin. Dit komt omdat Bitcoin al zijn kaarten op zijn transparantie heeft geplaatst om het totale bedrag te verifiëren (hoewel dit ook mogelijk is in Monero, al is dit op een veel meer omslachtige manier). </p> <p>Dus waar staat Monero momenteel in dit spel van netwerkeffecten? Waar zijn we begonnen? Wat brengt de toekomst? Laten we bij het begin beginnen.</p> <p>Het is interessant om op te merken dat het in de begindagen van <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero</a> een van de drie manieren was om aan privacy te doen. Coinjoin, CryptoNote en Dash's masternode/coinjoin-hybride. De opties waren beperkt en zeker niet door vakgenoten beoordeeld, maar dat weerhield mensen er niet van om een kant te kiezen. In dit oudere tijdperk was het ieders spel, en sommigen besloten het van een afstand te bekijken en te wachten op de beloningen. Met tijd bleek uiteindelijk dat het voordeel bij <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero</a> lag, terwijl andere privacy-cryptocurrencies kwamen en gingen.</p> <p>Hierdoor werd het netwerkeffect van Monero gevestigd als de munt die de weg vrijmaakte voor anderen in privacy. Zelfs toen nieuwere technologie op de markt kwam, zoals Zcash's zk-SNARKs en MimbleWimble, keek de massa naar Monero voor leiderschap en open discussies over deze nieuwe protocollen. </p> <p>Momenteel is Monero een van de weinige universeel gerespecteerde projecten in de ruimte. Van crypto-noobies tot Bitcoin-maximalisten, ze bekijken Monero allemaal met op zijn minst een schoorvoetend respect, hoewel het vaker met hogere erkenningen is. Wanneer veteranen uit de industrie praten over de munten die de grootste kans hebben om een verschil te maken in de wereld, en die ook hun stand zullen houden, faalt Monero nooit om hier aanwezig te zijn.</p> <p>Deze laatste paar paragrafen zijn niet alleen zelfgenoegzaam, maar een eerlijke kijk op hoe het cryptolandschap eruit ziet op het moment dat dit geschreven wordt. De netwerkeffecten van Monero worden elke dag duidelijker en verschijnen op onverwachte plaatsen.</p> <p>Mensen zijn nogal verdeeld over de toekomst van Monero, maar alle meningen wijzen erop dat Monero zijn werk goed doet. Het grootste voorbeeld hiervan zijn zorgen over regelgeving. Sommigen zijn bang dat Monero te privé is, wat een onvermijdelijke botsing met de regeringen van de wereld zal veroorzaken, terwijl anderen enthousiast zijn over hoe deze privacy de vrijheid terugbrengt naar de gewone persoon. Aan de basis van beide opvattingen ligt het idee dat Monero zijn belofte van privacy en fungibiliteit volledig waarmaakt, en vaak is het de enige munt die in dergelijke gesprekken aanwezig is, in tegenstelling tot de meeste andere 'privacymunten'. </p> <p>Omdat de gemeenschap van Monero erg hun best doen om <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rationeel en sceptisch te zijn</a>, is het niet bang voor nieuwe technologie. Andere munten, die meer om de competitieve kant geven, spreken constant over het 'onttronen' van Monero, en hoe Monero bang zou moeten zijn voor hun nieuwe technologie die de privacywereld zal overnemen. Met andere woorden, ze denken dat hun nieuwe technologie de gevestigde netwerkeffecten van Monero in de privacykringen zal overwinnen.</p> <p>In tegenstelling tot Bitcoin, dat voornamelijk vertrouwt op zijn netwerkeffecten om relevant te blijven zonder veel onderliggende innovatie, heeft Monero besloten om beide te omarmen. Er is nieuwe, doorgelichte technologie toegevoegd om Monero meer privé en veiliger te maken, zodat de netwerkeffecten van Monero nooit het enige doel van hun status zou zijn, maar eerder het resultaat van innovatie en hard werk.</p> <p>In die zin moet men zich afvragen hoe lang een technologie als Bitcoin alleen kan vertrouwen op de bestaande netwerkeffecten om relevant te blijven. De zaak is momenteel sterk, met geen enkele munt die zelfs maar in de buurt komt van de merkherkenning en collectieve hersenruimte van Bitcoin, maar we moeten niet vergeten dat veel andere molochs in andere industrieën zichzelf onaantastbaar achtten, alleen om hun eigen ondergang tegemoet te treden vanwege een gebrek aan innovatie.</p>
pl: <p>Blockchain to niezliczona ilość dziedzin połączona w jedną całość. Jej struktura bezpieczeństwa jest oparta na elementach technologii, ekonomii i teorii gier komputerowych. Oznacza to, że należy ona do jednych z najbardziej złożonych i zawiłych obszarów technologii wynalezionej dotychczas. Niestety z tego powodu głębokie i dokładne zrozumienie jej jest niemożliwe bez poznania podstaw każdego elementu, który ją kształtuje. </p> <p>Jedną z części blockchaina, która nie jest często omawiana, jest konkurencja. Kryptowaluty są często oceniane na podstawie własnych zalet oraz innych kryptowalut z tej samej kategorii, ale rzadko kiedy patrzy się na nie pod względem tego, co oferują rynkowi jako całość i jak wiele osób z nich korzysta. Biorąc to pod uwagę, kryptowaluty powinny analizować to w jaki sposób i ilu użytkowników jej używa. Ta koncepcja jest znana jako efekt sieciowy. </p> <p>Przykładem niezwiązanym z blockchainem, który pokazuje efekt sieciowy, są media społecznościowe. Kiedy wybierasz na jakich platformach założyć konto, wybory Twoich przyjaciół również wpływają na tę decyzję, ponieważ to z nimi głównie wchodzisz tam w interakcję. Jeśli większość Twoich znajomych posiada Facebooka, to najprawdopodobniej na niego się zdecydujesz. Działa to także w drugą stronę. Gdy postanawiasz, że chcesz opuścić daną platformę, fakt, że możesz stracić kontakt z częścią swoich znajomych na zawsze, wpływa na Twoją ostateczną decyzję. Na tym polega efekt sieciowy w praktyce. Gdy wcielenie czegoś przyjmie się przez wystarczającą ilość użytkowników, jego dalszy rozwój staje się łatwiejszy. </p> <p>Kiedy spojrzymy na to w kontekście blockchaina i ogólnie handlu, siła efektu sieciowego szybko staje się oczywista. Jeśli Bitcoin jest kryptowalutą, o której wie większość ludzi i najczęściej ją kupuje, to więcej sprzedawców będzie ją akceptować. To spowoduje, że będzie więcej miejsc, w których będzie można jej użyć, więc także więcej ludzi będzie w nią inwestować. Sytuacja ta będzie cały czas zataczać koło, a zainteresowanych będzie przybywać. W pewnym momencie sprzedawca zostanie zapytany czy akceptuje inną kryptowalutę niż Bitcoina. Ten zaprzeczy i będzie wątpił w korzyści tego działania, jeżeli to Bitcoin jest tą, którą wszyscy akceptują i używają.</p> <p>Nie ulega wątpliwości, że Bitcoin jest największą kryptowalutą. Istnieją jednak inne, które są uważane za najlepsze w swojej niszy. Monero należy do jednej z nich. Przez wielu jest uznawana za czołową w kategorii prywatności. Są różne opinie na temat tego czy Monero konkuruje w tej samej sferze co Bitcoin. Wynika to z faktu, że Bitcoin postawił wszystkie swoje karty na transparentność przez wzgląd na weryfikację całkowitej kwoty (jest to również możliwe w przypadku Monero, ale w znacznie bardziej okrężny sposób)</p> <p>Gdzie więc obecnie stoi Monero w tej grze efektu sieciowego? Od czego zaczęliśmy? Co przyniesie przyszłość? Zacznijmy od początku.</p> <p>Warto zauważyć, że <a target="_blank" href="/knowledge/monero-history" class="next-link"> w swoim początkowym okresie Monero</a> wykorzystywało jeden z trzech możliwych wtedy sposobów na uzyskanie prywatności. Były to Coinjoin, CryptoNote oraz hybryda masternode i coinjoin Dasha. Jak widać opcje były ograniczone, a w dodatku jeszcze nie przetestowane przez społeczność, ale nie powstrzymywało to ludzi od ich wybierania. W tym starszym okresie każdy miał równe szanse, na szczęście niektórzy postanowili siedzieć bezczynnie, co ułatwiło rozwój prywatnym kryptowalutom. Ostatecznie czas okazał się być po <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link"> stronie Monero</a> jako że inne kryptowaluty prywatności przychodziły i odchodziły.</p> <p>Monero zyskało wtedy odpowiednią reputację, aby być w stanie kierować rozwojem innych walut ze swojej dziedziny. Gdy pojawiły się nowsze technologie, takie jak zk-SNARKs firmy Zcash i MimbleWimble, ludzie patrzyli na Monero jako na lidera i źródło rozsądnych opinii na temat nowych protokołów. </p> <p>W chwili obecnej Monero jest jednym z niewielu powszechnie szanowanych projektów w świecie kryptowalut. Wszyscy, od kryptowalutowych nowicjuszy po maksymalistów Bitcoina, patrzą na Monero z zazdrością, ale też z uznaniem. Kiedy doświadczeni użytkownicy przedstawiają waluty, które w ich mniemaniu mają największą szansę na dokonanie zmian, przetrwanie prób i trudności w sferze kryptowalut, to zawsze wspominają o Monero.</p> <p>Ostatnie kilka akapitów nie mają na celu przechwalania się, ale są uczciwym spojrzeniem na to, jak wygląda przestrzeń kryptowalut na ten moment. Efekt sieciowy Monero staje się z każdym dniem coraz bardziej widoczny oraz pojawia się tam gdzie nikt się go nie spodziewa.</p> <p>Opinie są podzielone w kwestii tego jak mogłaby wyglądać przyszłość Monero, ale wszystkie sugerują, że obecnie Monero sprawuje się bardzo dobrze w swojej roli. Najlepszym tego przykładem są obawy związane z regulacjami. Niektórzy obawiają się, że Monero jest zbyt prywatne, co może doprowadzi do konfliktu z rządami, podczas gdy inni cieszą się tym, jak jego prywatność przywraca wolność zwykłym ludziom. U podstaw obu tych myśli znajdujemy potwierdzenie na to, że Monero spełnia swoją obietnicę dotyczącą prywatności i zamienności. Jest też jedyną walutą, która wspomniana jest w takich rozmowach, ponieważ większość nie spełnia tych kryteriów co ona. </p> <p>Ponieważ społeczność Monero stara się być<a target="_blank" href="/knowledge/critical-thinking" class="next-link"> racjonalna i sceptyczna</a>, nie boi się nowych technologii. Inne waluty, których bardziej obchodzi konkurencyjność na rynku, mówią ciągle o "detronizacji" Monero oraz o tym jak powinno się przejmować ich nowymi technologiami, ponieważ podbiją sferę prywatności. Innymi słowy, uważają, że ich nowe technologie zburzą hierarchię ustanowioną przez efekt sieciowy Monero.</p> <p>W przeciwieństwie do Bitcoina, który utrzymuje swoją pozycję polegając na efekcie sieciowym, a nie na nowych innowacjach, Monero zdecydowało się wykorzystać oba te czynniki. Nowe, sprawdzone technologie są dodawane, aby Monero było bardziej prywatne i bezpieczne, zapewniając, że efekty sieciowe nie są nigdy jedynym powodem jego statusu, a raczej wynikiem innowacji i ciężkiej pracy.</p> <p>W związku z powyższym należy się zastanowić, jak długo technologia taka jak Bitcoin może polegać wyłącznie na swoich istniejących efektach sieciowych, aby pozostać istotną. Sprawa jest obecnie jasna. Żadna waluta nie zbliżyła się wystarczająco blisko, aby mówić w ogóle o porównywaniu jej z rozpoznawalnością czy zbiorową przestrzenią mózgową Bitcoina. Musimy jednak pamiętać, że wiele gigantów w innych branżach uważało się za nietykalnych, a później zmierzyło się z własną porażką z powodu braku innowacji.</p>
pt_br: <p>Blockchain é uma miríade de disciplinas comprimidas em uma. Ele traz elementos de tecnologia, economia e teoria dos jogos em seus modelos de segurança. Isso significa que é uma das peças de tecnologia mais complicadas e complexas até hoje, mas também significa que um entendimento profundo e completo é impossível sem aprender os fundamentos de cada peça do quebra-cabeça que o molda.</p> <p>Uma parte do blockchain que não é discutida com frequência é a competição. Cada criptomoeda é frequentemente avaliada por seus próprios méritos e até mesmo em relação às criptomoedas mais semelhantes, mas poucas são avaliadas com base no que oferecem ao mercado como um todo e quantas pessoas estão usando. Levando mais longe, uma criptomoeda deve analisar quantos a usam, sabem sobre ela ou fazem interface com ela de alguma forma. Este conceito é conhecido como efeito de rede.</p> <p>Um exemplo não blockchain de um efeito de rede é a mídia social. Se todos os seus amigos estiverem no Facebook, quando você escolher em qual mídia social deseja se envolver fortemente, as escolhas dos seus amigos também influenciam nessa decisão. O fato de a maioria deles estar no Facebook pode influenciar você a participar também. E na hora de decidir se quer ou não sair da plataforma, o fato de perder o contato com alguns desses amigos também influenciará nessa decisão. Este é o efeito de rede em ação. Depois que a adoção atinge uma massa crítica, a adoção adicional se torna mais fácil e geralmente é estimulada pelos participantes atuais da rede.</p> <p>Quando olhamos para isso no contexto do blockchain e, na verdade, do comércio em geral, o poder dos efeitos de rede rapidamente se torna evidente. Se o Bitcoin é a criptografia que a maioria das pessoas conhece e é aquela que a maioria das pessoas compra, mais comerciantes o aceitarão. Se mais comerciantes o aceitarem, haverá mais lugares para usá-lo, então mais pessoas irão comprá-lo e mais pessoas saberão sobre ele. Torna-se um grande ciclo de feedback positivo que cresce como uma bola de neve. Neste ponto, um comerciante pode ser abordado sobre o uso de outra criptomoeda, mas questionará por que ela é necessária, uma vez que eles já aceitam Bitcoin e é o que todos usam e aceitam. </p> <p>Embora seja indiscutível que o Bitcoin é de longe a maior criptomoeda, existem outros que são considerados os melhores em seu nicho. Monero é uma dessas moedas, sendo considerada por muitos a principal moeda de privacidade, embora diferentes pessoas tenham opiniões diferentes sobre se Monero está competindo ou não no mesmo espaço que o Bitcoin. Isso ocorre porque o Bitcoin colocou todos os seus cartões em sua transparência para fins de verificação do valor total (embora isso também seja possível no Monero, embora de uma forma muito mais indireta).</p> <p>Então, onde está Monero atualmente neste jogo de efeitos de rede? Por onde começamos? O que o futuro guarda? Bem, vamos começar do início.</p> <p>É interessante notar que nos <a target="_blank" href="/knowledge/monero-history" class="next-link">primeiros dias de Monero</a>, era uma das três maneiras de manter a privacidade. Coinjoin, CryptoNote e híbrido masternode / coinjoin de Dash. As opções eram limitadas e definitivamente não revisadas por pares, mas isso não impedia as pessoas de escolher um lado. Nesta época, era o jogo de qualquer pessoa, e alguns decidiram sentar e deixar o creme subir ao topo. O tempo acabou ficando do <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">lado de Monero</a>, à medida que outras criptomoedas de privacidade iam e vinham.</p> <p>Isso estabeleceu o efeito de rede de Monero como a moeda abrindo caminho para outras pessoas na privacidade. Mesmo com o surgimento de novas tecnologias, como zk-SNARKs da Zcash e MimbleWimble, as massas procuraram Monero para liderança e discussão sã sobre esses novos protocolos.</p> <p>Atualmente, Monero é um dos poucos projetos universalmente respeitados no espaço. De cripto noobies a maximalistas de Bitcoin, todos eles veem Monero com pelo menos um respeito relutante, embora na maioria das vezes seja com maior reconhecimento. Quando os veteranos do espaço falam sobre as moedas que têm maior chance de fazer a diferença no mundo e vão durar por meio de provações e tribulações, Monero nunca deixa de estar presente.</p> <p>Estes últimos parágrafos não são apenas autocongratulatórios, mas uma visão honesta de como era a paisagem criptográfica no momento da escrita. Os efeitos de rede do Monero estão se tornando mais e mais aparentes a cada dia e aparecem em lugares inesperados.</p> <p>As pessoas estão bastante divididas quando se trata do futuro do Monero, mas todas as opiniões apontam para o Monero fazer bem o seu trabalho. O maior exemplo disso são as preocupações regulatórias. Alguns temem que Monero seja muito privado, o que irá causar um choque inevitável com os governos do mundo, enquanto outros estão entusiasmados com a forma como esta privacidade devolve a liberdade à pessoa comum. Na raiz de ambos os pontos de vista está a ideia de que Monero cumpre totalmente sua promessa de privacidade e fungibilidade, e muitas vezes é a única moeda em conversas que a maioria das outras "moedas de privacidade" não.</p> <p>Como a comunidade de Monero se esforça ao máximo para ser <a target="_blank" href="/knowledge/critical-thinking" class="next-link">racional e cética</a>, ela não tem medo de novas tecnologias. Outras moedas, que se preocupam mais com o lado competitivo, falam constantemente em ‘destronar’ Monero, e como Monero deve ter medo de sua nova tecnologia que dominará o mundo da privacidade. Em outras palavras, eles acham que sua nova tecnologia vai superar os efeitos de rede estabelecidos do Monero nos círculos de privacidade.</p> <p>Ao contrário do Bitcoin, que depende principalmente de seus efeitos de rede para permanecer relevante sem muita inovação subjacente, Monero decidiu abraçar ambos. Uma nova tecnologia aprovada é adicionada para tornar o Monero mais privado e seguro, garantindo que os efeitos de rede do Monero nunca sejam o único propósito de seu status, mas sim um resultado de inovação e trabalho duro.</p> <p>Nesse sentido, devemos nos perguntar por quanto tempo uma tecnologia como o Bitcoin pode depender exclusivamente de seus efeitos de rede existentes para permanecer relevante. O caso é atualmente forte, sem nenhuma moeda chegando nem perto de igualar o reconhecimento da marca Bitcoin e o espaço cerebral coletivo, mas devemos lembrar que muitos outros gigantes em outras indústrias se consideraram intocáveis, apenas para enfrentar sua própria queda devido à falta de inovação.</p>
sl: <p>Blockchain je nešteto disciplin, ki so združene v eno samo. V svoje varnostne modele vnaša elemente tehnologije, ekonomije in teorije iger. To pomeni, da gre za enega najbolj vpletenih in zapletenih delov tehnologije doslej, hkrati pa pomeni, da je globoko in temeljito razumevanje nemogoče brez poznavanja osnov vsakega dela sestavljanke, ki jo oblikuje.</p> <p>Del blockchain tehnologije, o katerem se ne razpravlja pogosto, je konkurenca. Vsaka kriptovaluta se pogosto ocenjuje glede na svoje prednosti in celo glede na kriptovalute, ki so ji najbolj podobne, vendar se le redke ocenjujejo na podlagi tega, kaj ponujajo trgu kot celoti in koliko ljudi jih uporablja. Če pogledamo naprej, je treba pri kriptovaluti analizirati, koliko ljudi jo uporablja, ve zanjo ali se z njo kako drugače povezuje. Ta koncept je znan kot omrežni učinek.</p> <p>Primer mrežnega učinka, ki ni povezan z blockchainom, so družbeni mediji. Če so vsi vaši prijatelji na Facebooku, potem ko se odločate, v katerem družbenem mediju želite biti močno udeleženi, pri tej odločitvi sodelujejo tudi izbire vaših prijateljev. Dejstvo, da jih je večina na Facebooku, lahko vpliva na to, da se mu pridružite tudi vi. In ko se odločate, ali želite zapustiti platformo, bo na to odločitev vplivalo tudi dejstvo, da boste morda izgubili stike z nekaterimi od teh prijateljev. To je učinek omrežja v praksi. Ko sprejetje doseže kritično maso, je nadaljnje sprejetje lažje, pogosto pa ga spodbujajo trenutni udeleženci omrežja.</p> <p>Ko si to ogledamo v kontekstu blockchaina in pravzaprav trgovine na splošno, moč mrežnih učinkov hitro postane očitna. Če je bitcoin kriptožeton, ki ga pozna večina ljudi in ki ga večina ljudi kupuje, ga bo sprejelo več trgovcev. Če jo sprejema več trgovcev, potem je več mest, kjer jo je mogoče uporabljati, zato jo bo kupovalo več ljudi in več ljudi bo zanjo vedelo. To postane velika pozitivna povratna zanka, ki se kopiči kot snežna kepa. Na tej točki se lahko zgodi, da se bo trgovec oglasil glede uporabe druge kriptovalute, vendar se bo vprašal, zakaj je to potrebno, saj že sprejema Bitcoin in ga vsi uporabljajo in sprejemajo. </p> <p>Čeprav je nesporno, da je Bitcoin daleč največja kriptovaluta, obstajajo tudi druge, ki veljajo za vrhunske v svoji niši. Eden takih kovancev je Monero, ki ga mnogi štejejo za premierni kovanec za zasebnost, čeprav imajo različni ljudje različna mnenja o tem, ali Monero sploh tekmuje v istem prostoru kot Bitcoin ali ne. Bitcoin je namreč zaradi preverjanja skupnega zneska vse svoje karte postavil na preglednost (čeprav je to mogoče tudi pri Moneru, čeprav na veliko bolj obroben način).</p> <p>Kaj je torej trenutno Monero v tej igri omrežnih učinkov? Kje smo začeli? Kaj prinaša prihodnost? No, začnimo na začetku.</p> <p>Zanimivo je omeniti, da je v <a target="_blank" href="/knowledge/monero-history" class="next-link">zgodnjih dneh Monera</a> bilo malo načinov zagotavljanja zasebnosti. Coinjoin, CryptoNote in Dashov hibrid masternode/coinjoin. Možnosti so bile omejene in zagotovo niso bile strokovno pregledane, vendar to ljudi ni preprečilo, da bi izbrali stran. V tej starejši dobi je bila to igra vsakogar in nekateri so se odločili, da se usedejo in pustijo, da se smetana dvigne na vrh. Sčasoma se je izkazalo, da je Bog časa na <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monerovi strani </a>, saj so druge zasebnostne kriptovalute prišle in odšle.</p> <p>To je vzpostavilo mrežni učinek Monera kot kovanca, ki utira pot drugim kovancem na področju zasebnosti. Tudi ko so se pojavile novejše tehnologije, kot so zk-SNARK Zcasha in MimbleWimble, so se množice obračale na Monero zaradi vodstva in razumne razprave o teh novih protokolih.</p> <p>Tudi zdaj je Monero eden redkih splošno spoštovanih projektov na tem področju. Od kriptografskih noobijev do maksimalistov Bitcoina, vsi gledajo na Monero vsaj z neprizanesljivim spoštovanjem, čeprav pogosteje z višjimi priznanji. Ko veterani tega prostora govorijo o kovancih, ki imajo največ možnosti, da spremenijo svet, in ki bodo zdržali vse preizkušnje, Monero nikoli ne manjka.</p> <p>Tistih zadnjih nekaj odstavkov ni samo samohvala, temveč iskren pogled na to, kakšna je pokrajina kriptovalut v času pisanja tega članka. Mrežni učinki Monera postajajo vsak dan bolj očitni in se kažejo na nepričakovanih mestih.</p> <p>Ljudje so precej razdeljeni, ko gre za prihodnost Monera, vendar vsa mnenja kažejo na to, da Monero dobro opravlja svoje delo. Največji primer tega so skrbi v zvezi z regulacijo. Nekateri se bojijo, da je Monero preveč zaseben, kar bo povzročilo neizogiben spopad z vladami sveta, medtem ko so drugi navdušeni nad tem, kako ta zasebnost vrača svobodo navadnim ljudem. V ozadju obeh stališč je ideja, da Monero v celoti izpolnjuje svojo obljubo o zasebnosti in zamenljivosti in je pogosto edini kovanec v takšnih pogovorih, saj večina drugih "kovancev za zasebnost" tega ne počne.</p> <p>Ker se skupnost Monero zelo trudi biti <a target="_blank" href="/knowledge/critical-thinking" class="next-link">racionalna in skeptična</a>, se ne boji nove tehnologije. Drugi kovanci, ki jim je bolj pomembna tekmovalna plat, nenehno govorijo o tem, da so Monero "strmoglavili" in da bi se Monero moral bati njihove nove tehnologije, ki bo prevzela svet zasebnosti. Z drugimi besedami, menijo, da bo njihova nova tehnologija premagala Monerove uveljavljene omrežne učinke v krogih zasebnosti.</p> <p>V nasprotju z bitcoinom, ki se pri ohranjanju pomembnosti zanaša predvsem na svoje omrežne učinke brez večjih osnovnih inovacij, se je Monero odločil, da bo zajel oboje. Dodana je nova, preverjena tehnologija, ki Monero naredi bolj zasebnega in varnega, kar zagotavlja, da omrežni učinki Monera nikoli niso edini namen njegovega statusa, temveč posledica inovacij in trdega dela.</p> <p>V tem smislu se je treba vprašati, kako dolgo se lahko tehnologija, kot je Bitcoin, zanaša zgolj na obstoječe omrežne učinke, da ostane pomembna. Trenutno je zadeva močna, saj se noben kovanec niti približno ne more kosati s prepoznavnostjo blagovne znamke Bitcoin in kolektivnim možganskim prostorom, vendar ne smemo pozabiti, da so se številni drugi juggernauti v drugih panogah imeli za nedotakljive, da bi se zaradi pomanjkanja inovacij soočili s svojim propadom.</p>
sv: <p>Blockchain är en myriad av discipliner som alla pressats samman till en. Den innehåller element från teknik, ekonomi och spelteori i sina säkerhetsmodeller. Detta innebär att det är en av de mest involverade och intrikata delarna av tekniken hittills, men det innebär också att en djup och grundlig förståelse är omöjlig utan att lära sig grunderna för varje pusselbit som formar den.</p> <p>En del av blockchain som inte ofta diskuteras är konkurrens. Varje kryptovaluta utvärderas ofta på sina egna meriter, och även mot de kryptovalutor som är mest lika den, men få utvärderas baserat på vad de erbjuder marknaden som helhet och hur många som använder den. För att gå vidare måste en kryptovaluta analysera hur många som använder den, känner till den eller på annat sätt interagerar med den på något sätt. Detta koncept är känt som en nätverkseffekt.</p> <p>Ett icke-blockkedjeexempel på en nätverkseffekt är sociala medier. Om alla dina vänner är på Facebook, när du </p> vilka sociala medier du vill vara djupt involverad i, kommer dina vänners val också att spela in i detta beslut. Det faktum att de flesta av dem finns på Facebook kan påverka dig att också gå med där. Och när du bestämmer dig för om du vill lämna plattformen eller inte, kommer det faktum att du kan förlora kontakten med några av dessa vänner också att påverka detta beslut. Detta är nätverkseffekten i aktion. När adoptionen har nått en kritisk massa blir ytterligare adoption enklare och drivs ofta på av nätverkets nuvarande deltagare.</p> <p>När vi tittar på detta i samband med blockchain, och faktiskt handel i allmänhet, blir kraften i nätverkseffekter snabbt uppenbar. Om Bitcoin är den kryptovaluta som de flesta känner till, och är den som de flesta köper, kommer fler handlare att acceptera den. Om fler handlare accepterar det finns det fler ställen att använda det på, så fler människor kommer att köpa det och fler människor kommer att känna till det. Det blir en stor positiv återkopplingsslinga som blir till en snöboll. Vid den här tidpunkten kan en handlare bli kontaktad om att använda en annan kryptovaluta men kommer att ifrågasätta varför det behövs eftersom de redan accepterar Bitcoin och det är vad alla använder och accepterar. </p> <p>Även om det är obestridligt att Bitcoin är den överlägset största kryptovalutan, finns det andra som anses vara bäst i sin nisch. Monero är ett sådant mynt, som av många anses vara det främsta integritetsmyntet, även om olika människor har varierande åsikter om huruvida Monero ens konkurrerar i samma utrymme som Bitcoin. Detta beror på att Bitcoin har lagt alla sina kort på sin transparens för att verifiera det totala beloppet (även om detta också är möjligt i Monero, om än på ett mycket mer omständligt sätt).</p> <p>Så var står Monero för närvarande i detta spel av nätverkseffekter? Var började vi? Vad har framtiden i sitt sköte? Tja, låt oss börja från början.</p> <p>It's interesting to note that in <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero's early days</a>, it was one of three ways to do privacy. Coinjoin, CryptoNote, and Dash's masternode/coinjoin hybrid. The options were limited, and definitely not peer-reviewed, but that didn’t stop people from choosing a side. In this older era, it was anybody’s game, and some decided to sit back and let the cream rise to the top. Time eventually proved to be on <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero’s side</a>, as other privacy cryptocurrencies came and went.</p> <p>Detta etablerade Moneros nätverkseffekt som det mynt som banade väg för andra inom integritet. Även när nyare teknik kom, som Zcashs zk-SNARKs och MimbleWimble, såg massorna till Monero för ledarskap och förnuftig diskussion om dessa nya protokoll.</p> <p>För närvarande är Monero ett av de få universellt respekterade projekten i rymden. Från kryptonybörjare till Bitcoin-maximalister ser alla Monero med åtminstone en motvillig respekt, men oftare är det med högre erkännanden. När veteraner på området pratar om de mynt som har störst chans att göra skillnad i världen, och som kommer att klara sig genom prövningar och vedermödor, är Monero alltid närvarande.</p> <p>För närvarande är Monero ett av de få universellt respekterade projekten i rymden. Från kryptonybörjare till Bitcoin-maximalister ser alla Monero med åtminstone en motvillig respekt, men oftare är det med högre erkännanden. När veteraner på området pratar om de mynt som har störst chans att göra skillnad i världen, och som kommer att klara sig genom prövningar och vedermödor, är Monero alltid närvarande.</p> <p>De här sista styckena är inte bara självgratulerande, utan en ärlig titt på hur kryptolandskapet ser ut i skrivande stund. Nätverkseffekterna av Monero blir mer och mer uppenbara varje dag och dyker upp på oväntade platser.</p> <p>Människor är ganska splittrade när det gäller Moneros framtid, men alla åsikter pekar på att Monero gör sitt jobb bra. Det största exemplet på detta är regleringsfrågor. Vissa är rädda för att Monero är för privat, vilket kommer att orsaka en oundviklig konflikt med världens regeringar, medan andra är glada över hur denna integritet ger frihet tillbaka till den vanliga personen. Till grund för båda dessa åsikter ligger idén att Monero till fullo uppfyller sitt löfte om integritet och fungibilitet, och det är ofta det enda myntet i sådana konversationer eftersom de flesta andra "integritetsmynt" inte gör det.</p> <p>Eftersom Moneros community försöker mycket hårt att vara <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rationella och skeptiska</a>, är de inte rädda för ny teknik. Andra mynt, som bryr sig mer om konkurrenssidan, talar ständigt om att "detronisera" Monero, och hur Monero borde vara rädd för deras nya teknik som kommer att ta över integritetsvärlden. Med andra ord tror de att deras nya teknik kommer att övervinna Moneros etablerade nätverkseffekter i integritetscirklarna.</p> <p>Till skillnad från Bitcoin, som främst förlitar sig på sina nätverkseffekter för att hålla sig relevant utan mycket underliggande innovation, har Monero beslutat att omfamna båda. Ny, granskad teknik läggs till för att göra Monero mer privat och säkert, vilket säkerställer att Moneros nätverkseffekter aldrig är det enda syftet med dess status, utan snarare ett resultat av innovation och hårt arbete.</p> <p>I detta avseende måste man fråga sig hur länge en teknik som Bitcoin kan förlita sig enbart på sina befintliga nätverkseffekter för att förbli relevant. Fallet är för närvarande starkt, med inget mynt som kommer ens i närheten av att matcha Bitcoins varumärkesigenkänning och kollektiva hjärnutrymme, men vi måste komma ihåg att många andra juggernauts i andra branscher trodde sig vara orörbara, bara för att möta sin egen undergång på grund av brist på innovation.</p>
tl: <p>Ang Blockchain ay isang napakaraming disiplina na pinagsama-sama sa isa. Dinadala nito ang mga elemento ng teknolohiya, ekonomiya, at teorya ng laro sa mga modelo ng seguridad nito. Nangangahulugan ito na isa ito sa mga pinakakasangkot at masalimuot na piraso ng teknolohiya hanggang ngayon, ngunit nangangahulugan din na imposible ang malalim at masusing pag-unawa nang hindi natututunan ang mga batayan ng bawat piraso ng puzzle na humuhubog dito.</p> <p>Isang bahagi ng blockchain na hindi madalas napag-usapan ay ang kompetisyon. Ang bawat cryptocurrency ay madalas na sinusuri sa sarili nitong mga merito, at kahit laban sa mga cryptocurrencies na pinakagusto nito, ngunit kakaunti ang sinusuri batay sa kung ano ang kanilang inaalok sa merkado sa kabuuan, at kung gaano karaming mga tao ang gumagamit nito. Kung tutuusin, dapat suriin ng isang cryptocurrency kung gaano karaming gumagamit nito, alam ang tungkol dito, o kung hindi man ay nakikipag-ugnayan dito sa anumang paraan. Ang konseptong ito ay kilala bilang isang network effect.</p> <p>Ang isang hindi blockchain na halimbawa ng epekto sa network ay ang social media. Kung ang lahat ng iyong mga kaibigan ay nasa Facebook, kung gayon kapag ikaw ay pumipili kung aling social media ang gusto mong maging labis na kasangkot, ang mga pagpipilian ng iyong mga kaibigan ay salik din sa desisyong ito. Ang katotohanan na karamihan sa kanila ay nasa Facebook ay maaaring makaimpluwensya sa iyo na sumali din dito. At kapag nagpasya ka kung gusto mong umalis sa platform o hindi, ang katotohanan na maaaring mawalan ka ng pakikipag-ugnayan sa ilan sa mga kaibigang ito ay makakaimpluwensya rin sa desisyong ito. Ito ang epekto ng network sa pagkilos. Matapos ang pag-aampon ay umabot sa isang kritikal na masa, ang karagdagang pag-aampon ay nagiging mas madali at kadalasang pinapalakas ng mga kasalukuyang kalahok ng network.</p> <p>Kapag titingnan natin ito sa konteksto ng blockchain, at sa katunayan, sa pangkalahatan, ang kapangyarihan ng mga epekto ng network ay mabilis na nagiging maliwanag. Kung ang Bitcoin ay ang crypto na alam ng karamihan sa mga tao, at ito ang binibili ng karamihan, kung gayon mas maraming mga mangangalakal ang tatanggap nito. Kung mas maraming mangangalakal ang tumanggap nito, mas maraming lugar ang magagamit nito, kaya mas maraming tao ang bibili nito, at mas maraming tao ang makakaalam nito. Ito ay nagiging isang malaking positibong feedback loop na snowballs. Sa puntong ito, maaaring lapitan ang isang merchant tungkol sa paggamit ng isa pang cryptocurrency ngunit magtatanong kung bakit ito kailangan dahil tumatanggap na sila ng Bitcoin at ito ang ginagamit at tinatanggap ng lahat. </p> <p>Bagama't hindi mapag-aalinlanganan na ang Bitcoin ay malayo at malayo ang pinakamalaking cryptocurrency, may iba pa na itinuturing na nangungunang sa kanilang angkop na lugar. Ang Monero ay isa sa ganoong coin, na itinuturing ng marami bilang ang pangunahing privacy coin, kahit na ang iba't ibang tao ay may iba't ibang opinyon tungkol sa kung nakikipagkumpitensya man o hindi ang Monero sa parehong espasyo tulad ng Bitcoin. Ito ay dahil inilagay ng Bitcoin ang lahat ng mga card nito sa transparency nito para sa kapakanan ng pag-verify ng kabuuang halaga (bagaman posible rin ito sa Monero, kahit na sa mas paikot-ikot na paraan).</p> <p>Kaya saan kasalukuyang nakatayo si Monero sa larong ito ng mga epekto sa network? Saan tayo nagsimula? Ano ang kinabukasan? Well, magsimula tayo sa simula.</p> <p>Nakakatuwang tandaan na noong <a target="_blank" href="/knowledge/monero-history" class="next-link">mga unang araw ni Monero</a>, isa ito sa tatlong paraan para gawin ang privacy. Coinjoin, CryptoNote, at masternode/coinjoin hybrid ni Dash. Limitado ang mga opsyon, at tiyak na hindi nasusuri ng peer, ngunit hindi iyon naging hadlang sa mga tao na pumili ng panig. Sa mas lumang panahon na ito, ito ay laro ng sinuman, at ang ilan ay nagpasya na umupo at hayaan ang cream na tumaas sa tuktok. Sa kalaunan ay napatunayang nasa <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">ang panig ni Monero</a> ang oras, habang dumarating at umalis ang iba pang privacy cryptocurrencies.</p> <p>Itinatag nito ang network effect ng Monero bilang ang coin na nagbibigay daan para sa iba sa privacy. Kahit na dumating ang mas bagong teknolohiya, tulad ng mga zk-SNARK ng Zcash, at MimbleWimble, tumingin ang masa kay Monero para sa pamumuno at matino na talakayan sa mga bagong protocol na ito.</p> <p>Sa kasalukuyang panahon, ang Monero ay isa sa ilang iginagalang na proyekto sa kalawakan. Mula sa mga crypto noobies hanggang sa mga maximalist ng Bitcoin, lahat sila ay tumitingin sa Monero nang may hindi bababa sa nakakainis na paggalang, kahit na mas madalas ito ay may mas matataas na pagkilala. Kapag pinag-uusapan ng mga beterano ng kalawakan ang mga barya na may pinakamataas na pagkakataong gumawa ng pagbabago sa mundo, at tatagal sa pagsubok at kapighatian, hindi kailanman nabigo si Monero na dumalo.</p> <p>Ang huling ilang talata na ito ay hindi lang self-congratulate, ngunit isang tapat na pagtingin sa kung ano ang crypto landscape sa oras ng pagsulat. Ang mga epekto ng network ng Monero ay nagiging mas maliwanag araw-araw, at lumalabas sa mga hindi inaasahang lugar.</p> <p>Ang mga tao ay medyo hati-hati pagdating sa kinabukasan ni Monero, ngunit ang lahat ng mga opinyon ay tumuturo sa Monero na ginagawa ang trabaho nito nang maayos. Ang pinakamalaking halimbawa nito ay ang mga alalahanin sa regulasyon. Ang ilan ay natatakot na ang Monero ay masyadong pribado, na magdudulot ng hindi maiiwasang sagupaan sa mga pamahalaan ng mundo, habang ang iba ay nasasabik kung paano ibinabalik ng privacy na ito ang kalayaan sa karaniwang tao. Sa ugat ng parehong mga pananaw na ito ay ang ideya na ganap na tinutupad ng Monero ang pangako nito sa privacy at fungibility, at kadalasan ito ang tanging barya sa mga ganoong pag-uusap na hindi ginagawa ng karamihan sa iba pang mga 'privacy coins'.</p> <p>Habang nagsisikap ang komunidad ni Monero na maging <a target="_blank" href="/knowledge/critical-thinking" class="next-link">makatuwiran at may pag-aalinlangan</a>, hindi ito natatakot sa bagong teknolohiya. Ang iba pang mga barya, na higit na nagmamalasakit sa mapagkumpitensyang bahagi ay patuloy na nagsasalita tungkol sa 'pagtanggal' kay Monero, at kung paano dapat matakot si Monero sa kanilang bagong teknolohiya na kukuha sa mundo ng privacy. Sa madaling salita, sa tingin nila ay malalampasan ng kanilang bagong teknolohiya ang mga naitatag na epekto ng network ng Monero sa mga lupon ng privacy.</p> <p>Hindi tulad ng Bitcoin, na pangunahing umaasa sa mga epekto nito sa network upang manatiling may kaugnayan nang walang gaanong pinagbabatayan na pagbabago, nagpasya si Monero na tanggapin ang dalawa. Ang bago, sinuri na teknolohiya ay idinagdag upang gawing mas pribado at secure ang Monero, na tinitiyak na ang mga epekto ng network ng Monero ay hindi ang tanging layunin para sa katayuan nito, ngunit sa halip ay resulta ng pagbabago at pagsusumikap.</p> <p>Sa ganitong kahulugan, kailangang magtaka kung gaano katagal ang isang teknolohiya tulad ng Bitcoin ay maaaring umasa lamang sa mga umiiral na epekto nito sa network upang manatiling may kaugnayan. Ang kaso ay kasalukuyang malakas, na walang barya na lumalapit kahit na malapit sa pagtutugma ng pagkilala ng tatak ng Bitcoin at kolektibong espasyo ng utak, ngunit dapat nating tandaan na maraming iba pang mga juggernauts sa ibang mga industriya ang nag-isip sa kanilang sarili na hindi mahawakan, para lamang harapin ang kanilang sariling pagbagsak dahil sa kakulangan ng pagbabago.[ X6322X]
tr: <p>Blockchain, hepsi bir arada toplanmış sayısız disiplindir. Güvenlik modellerine teknoloji, ekonomi ve oyun teorisi unsurlarını getiriyor. Bu, bugüne kadarki en kapsamlı ve karmaşık teknoloji parçalarından biri olduğu anlamına gelir, ancak aynı zamanda onu şekillendiren her yapboz parçasının temellerini öğrenmeden derin ve kapsamlı bir anlayışın imkansız olduğu anlamına da gelir.</p> <p>Blockchain'in sıklıkla tartışılmayan bir kısmı rekabettir. Her kripto para birimi genellikle kendi yararlarına göre ve hatta ona en çok benzeyen kripto para birimlerine göre değerlendirilir, ancak çok azı piyasaya bir bütün olarak sundukları şeye ve onu kaç kişinin kullandığına göre değerlendirilir. Daha da ileri giderek, bir kripto para biriminin onu kaç kişinin kullandığını, kaç kişi tarafından bilindiğini veya başka bir şekilde onunla herhangi bir şekilde etkileşime girdiğini analiz etmesi gerekir. Bu kavram ağ etkisi olarak bilinir.</p> <p>Ağ etkisinin Blockchain dışı bir örneği sosyal medyadır. Eğer tüm arkadaşlarınız Facebook'taysa, hangi sosyal medyaya yoğun bir şekilde dahil olmak istediğinizi seçerken arkadaşlarınızın seçimleri de bu kararı etkiler. Çoğunun Facebook'ta olması sizi de Facebook'a katılma konusunda etkileyebilir. Platformdan ayrılıp ayrılmayacağınıza karar verirken bu arkadaşlarınızın bazılarıyla iletişiminizi kaybedebileceğiniz gerçeği de bu kararınızı etkileyecektir. Bu, eylemdeki ağ etkisidir. Benimseme kritik bir kitleye ulaştıktan sonra, daha fazla benimseme kolaylaşır ve genellikle ağın mevcut katılımcıları tarafından desteklenir.</p> <p>Buna blockchain ve genel olarak ticaret bağlamında baktığımızda, ağ etkilerinin gücü hızla ortaya çıkıyor. Eğer Bitcoin çoğu insanın bildiği ve satın aldığı bir kripto ise, o zaman daha fazla tüccar onu kabul edecektir. Daha fazla tüccar bunu kabul ederse, onu kullanacak daha fazla yer olur, dolayısıyla daha fazla insan onu satın alır ve daha fazla insan bundan haberdar olur. Bu, çığ gibi büyüyen büyük bir olumlu geri bildirim döngüsüne dönüşür. Bu noktada, bir tüccara başka bir kripto para birimi kullanma konusunda yaklaşılabilir, ancak zaten Bitcoin'i kabul ettikleri ve herkesin kullandığı ve kabul ettiği şey olduğundan buna neden ihtiyaç duyulduğunu sorgulayacaktır. </p> <p>Bitcoin'in açık ara en büyük kripto para birimi olduğu tartışmasız olsa da, kendi nişlerinde en üst sıralarda yer alan başka kripto para birimleri de var. Monero böyle bir kripto paradır ve pek çok kişi tarafından birinci sınıf gizlilik parası olarak kabul edilir, ancak farklı insanlar Monero'nun Bitcoin ile aynı alanda rekabet edip etmediği konusunda farklı görüşlere sahiptir. Bunun nedeni, Bitcoin'in toplam tutarı doğrulamak adına tüm kartlarını şeffaflığa yerleştirmesidir (gerçi bu, çok daha dolambaçlı bir şekilde de olsa Monero'da da mümkündür).</p> <p>Peki Monero şu anda bu ağ efektleri oyununda nerede duruyor? Nereden başladık? Gelecek ne gösterir? Peki, en baştan başlayalım.</p> <p><a target="_blank" href="/knowledge/monero-history" class="next-link">Monero'nun ilk günlerinde</a> bunun gizliliği sağlamanın üç yolundan biri olduğunu belirtmek ilginçtir. Coinjoin, CryptoNote ve Dash'in masternode/coinjoin hibriti. Seçenekler sınırlıydı ve kesinlikle hakem değerlendirmesinden geçmemişti, ancak bu, insanların bir taraf seçmesini engellemedi. Bu eski çağda bu herkesin oyunuydu ve bazıları arkalarına yaslanıp kremanın zirveye çıkmasına izin vermeye karar verdi. Diğer gizlilik kripto para birimleri gelip giderken, zaman sonunda <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">Monero'nun</a> tarafında olduğunu kanıtladı.</p> <p>Bu, Monero'nun ağ etkisinin, diğerlerinin gizliliğinin önünü açan kripto para olarak ortaya çıkmasını sağladı. Zcash'in zk-SNARK'ları ve MimbleWimble gibi daha yeni teknolojiler ortaya çıksa bile kitleler bu yeni protokoller hakkında liderlik ve mantıklı tartışma için Monero'ya baktı.</p> <p>Şu anda Monero, alanda evrensel olarak saygı duyulan birkaç projeden biridir. Kripto meraklılarından Bitcoin maksimalistlerine kadar hepsi Monero'ya en azından gönülsüz bir saygıyla bakıyor, ancak çoğu zaman daha yüksek takdirle görülüyor. Uzayın emektarları, dünyada bir fark yaratma şansı en yüksek olan ve zorluklarla dayanacak koinlerden bahsederken, Monero her zaman orada olmayı ihmal etmez.</p> <p>Bu son birkaç paragraf sadece kendini kutlamak için değil, aynı zamanda bu yazının yazıldığı sırada kripto ortamının nasıl olduğuna dair dürüst bir bakış açısıdır. Monero'nun ağ etkileri her geçen gün daha da belirginleşiyor ve beklenmedik yerlerde ortaya çıkıyor.</p> <p>Monero'nun geleceği söz konusu olduğunda insanlar oldukça bölünmüş durumda ancak tüm görüşler Monero'nun işini iyi yaptığına işaret ediyor. Bunun en büyük örneği regülasyon kaygılarıdır. Bazıları Monero'nun çok özel olmasından korkuyor ve bu da dünya hükümetleriyle kaçınılmaz bir çatışmaya neden olacak, bazıları ise bu gizliliğin sıradan insana özgürlüğü nasıl geri getireceğinden heyecan duyuyor. Bu görüşlerin her ikisinin de temelinde Monero'nun gizlilik ve değiştirilebilirlik vaadini tam olarak yerine getirdiği ve çoğu diğer "gizlilik koinlerinin" aksine bu tür görüşmelerdeki tek koin olduğu fikri yatıyor.</p> <p>Monero topluluğu <a target="_blank" href="/knowledge/critical-thinking" class="next-link">rasyonel ve şüpheci</a> olmak için çok uğraşırken, yeni teknolojiden korkmuyor. Rekabetçi tarafı daha fazla önemseyen diğer kripto paralar, sürekli olarak Monero'nun 'tahtından indirilmesinden' ve Monero'nun gizlilik dünyasını ele geçirecek yeni teknolojisinden nasıl korkması gerektiğinden bahsediyor. Başka bir deyişle, yeni teknolojilerinin Monero'nun gizlilik çevrelerindeki yerleşik ağ etkilerinin üstesinden geleceğini düşünüyorlar.</p> <p>Çok fazla yenilik gerektirmeden güncel kalabilmek için öncelikle ağ etkilerine dayanan Bitcoin'in aksine, Monero her ikisini de benimsemeye karar verdi. Monero'yu daha özel ve güvenli hale getirmek için yeni, incelenmiş teknoloji eklenerek Monero'nun ağ etkilerinin hiçbir zaman Monero'nun statüsünün tek amacı olmamasını, bunun yerine inovasyon ve sıkı çalışmanın bir sonucu olmasını sağlar.</p> <p>Bu anlamda, Bitcoin gibi bir teknolojinin güncel kalmak için yalnızca mevcut ağ etkilerine ne kadar süre güvenebileceği merak konusu. Şu anda durum güçlü; hiçbir kripto para Bitcoin'in marka bilinirliğine ve kolektif beyin alanına yaklaşamıyor; ancak diğer sektörlerdeki diğer ezici güçlerin kendilerini dokunulmaz olarak gördüklerini ve yenilik eksikliği nedeniyle kendi çöküşleriyle yüzleştiklerini unutmamalıyız.[ X6322X]
ur: <p>Blockchain ایک بے شمار مضامین ہے جو سب کو ایک ساتھ نچوڑ دیا گیا ہے۔ یہ ٹیکنالوجی، معاشیات، اور گیم تھیوری کے عناصر کو اپنے حفاظتی ماڈلز میں لاتا ہے۔ اس کا مطلب یہ ہے کہ یہ آج تک کی ٹیکنالوجی کے سب سے زیادہ ملوث اور پیچیدہ ٹکڑوں میں سے ایک ہے، لیکن اس کا مطلب یہ بھی ہے کہ ہر ایک پہیلی کی بنیادی باتوں کو سیکھے بغیر ایک گہری اور مکمل تفہیم ناممکن ہے جو اسے تشکیل دیتا ہے۔</p> <p>بلاکچین کا ایک حصہ جس پر اکثر بات نہیں کی جاتی ہے وہ مقابلہ ہے۔ ہر ایک کریپٹو کرنسی کا اکثر اس کی اپنی خوبیوں پر جائزہ لیا جاتا ہے، اور یہاں تک کہ ان کرپٹو کرنسیوں کے خلاف بھی جو اسے زیادہ پسند کرتے ہیں، لیکن چند کا اندازہ اس بنیاد پر کیا جاتا ہے کہ وہ مجموعی طور پر مارکیٹ کیا پیش کرتے ہیں، اور کتنے لوگ اسے استعمال کر رہے ہیں۔ مزید دیکھا جائے تو، ایک کریپٹو کرنسی کا تجزیہ کرنا چاہیے کہ کتنے لوگ اسے استعمال کرتے ہیں، اس کے بارے میں جانتے ہیں، یا بصورت دیگر اس کے ساتھ کسی بھی طرح سے انٹرفیس کرتے ہیں۔ یہ تصور نیٹ ورک اثر کے طور پر جانا جاتا ہے۔</p> <p>نیٹ ورک اثر کی ایک غیر بلاکچین مثال سوشل میڈیا ہے۔ اگر آپ کے تمام دوست فیس بک پر ہیں، تو جب آپ یہ انتخاب کر رہے ہوں گے کہ آپ کس سوشل میڈیا میں بہت زیادہ شامل ہونا چاہتے ہیں، تو آپ کے دوستوں کی پسند بھی اس فیصلے کا سبب بنتی ہے۔ حقیقت یہ ہے کہ ان میں سے زیادہ تر فیس بک پر ہیں آپ کو بھی اس میں شامل ہونے کے لیے متاثر کر سکتے ہیں۔ اور جب آپ یہ فیصلہ کر رہے ہیں کہ آیا آپ پلیٹ فارم چھوڑنا چاہتے ہیں یا نہیں، تو یہ حقیقت کہ آپ ان دوستوں میں سے کچھ سے رابطہ کھو سکتے ہیں اس فیصلے پر بھی اثر ڈالے گی۔ یہ کارروائی میں نیٹ ورک کا اثر ہے۔ گود لینے کے ایک اہم بڑے پیمانے پر پہنچنے کے بعد، مزید گود لینا آسان ہو جاتا ہے اور اکثر نیٹ ورک کے موجودہ شرکاء کی طرف سے ایندھن دیا جاتا ہے۔</p> <p>جب ہم اسے بلاکچین کے تناظر میں دیکھتے ہیں، اور درحقیقت عام طور پر تجارت، تو نیٹ ورک کے اثرات کی طاقت تیزی سے واضح ہو جاتی ہے۔ اگر Bitcoin وہ کرپٹو ہے جس کے بارے میں زیادہ تر لوگ جانتے ہیں، اور وہی ہے جسے زیادہ تر لوگ خریدتے ہیں، تو مزید تاجر اسے قبول کریں گے۔ اگر زیادہ تاجر اسے قبول کرتے ہیں تو اسے استعمال کرنے کے لیے زیادہ جگہیں ہیں، اس لیے زیادہ لوگ اسے خریدیں گے، اور زیادہ لوگ اس کے بارے میں جان سکیں گے۔ یہ ایک بڑا مثبت فیڈ بیک لوپ بن جاتا ہے جو کہ برف کے گولے بنتا ہے۔ اس مقام پر، کسی تاجر سے دوسری کریپٹو کرنسی استعمال کرنے کے بارے میں رابطہ کیا جا سکتا ہے لیکن وہ سوال کرے گا کہ اس کی ضرورت کیوں ہے کیونکہ وہ پہلے ہی Bitcoin کو قبول کر چکے ہیں اور اسے ہر کوئی استعمال کرتا اور قبول کرتا ہے۔ </p> <p>اگرچہ یہ بات غیر متنازعہ ہے کہ بٹ کوائن سب سے بڑی کریپٹو کرنسی ہے، لیکن کچھ اور بھی ہیں جو اپنے مقام میں سرفہرست سمجھے جاتے ہیں۔ Monero ایک ایسا ہی سکہ ہے، جسے بہت سے لوگ پریمیئر پرائیویسی سکہ سمجھتے ہیں، حالانکہ مختلف لوگوں کی اس بارے میں مختلف آراء ہیں کہ آیا Monero Bitcoin جیسی جگہ میں بھی مقابلہ کر رہا ہے یا نہیں۔ اس کی وجہ یہ ہے کہ بٹ کوائن نے کل رقم کی تصدیق کے لیے اپنے تمام کارڈز کو اپنی شفافیت پر رکھ دیا ہے (حالانکہ یہ Monero میں بھی ممکن ہے، اگرچہ اس سے کہیں زیادہ چکر لگانے والے طریقے سے)۔</p> <p>تو نیٹ ورک اثرات کے اس کھیل میں Monero فی الحال کہاں کھڑا ہے؟ ہم نے کہاں سے شروع کیا؟ مستقبل کیا رکھتا ہے؟ ٹھیک ہے، آئیے شروع سے شروع کرتے ہیں۔</p> <p>یہ نوٹ کرنا دلچسپ ہے کہ <a target="_blank" href="/knowledge/monero-history" class="next-link">Monero کے ابتدائی دنوں </a> میں، یہ رازداری کے تین طریقوں میں سے ایک تھا۔ Coinjoin، CryptoNote، اور Dash's masternode/coinjoin ہائبرڈ۔ اختیارات محدود تھے، اور یقینی طور پر ہم مرتبہ سے جائزہ نہیں لیا گیا، لیکن اس نے لوگوں کو ایک طرف کا انتخاب کرنے سے نہیں روکا۔ اس پرانے دور میں، یہ کسی کا کھیل تھا، اور کچھ لوگوں نے بیٹھ کر کریم کو اوپر جانے کا فیصلہ کیا۔ وقت بالآخر <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">مونیرو کی طرف </a> ثابت ہوا، جیسا کہ دیگر رازداری کی کرپٹو کرنسیز آئیں اور گئیں۔</p> <p>اس نے مونیرو کا نیٹ ورک اثر قائم کیا کیونکہ رازداری میں دوسروں کے لیے راہ ہموار ہوتی ہے۔ یہاں تک کہ جیسا کہ Zcash's zk-SNARKs، اور MimbleWimble جیسی نئی ٹیکنالوجی کے ساتھ آنے کے بعد، عوام نے ان نئے پروٹوکولز پر قیادت اور سمجھدار بحث کے لیے Monero کی طرف دیکھا۔</p> <p>اس وقت، Monero خلا میں چند عالمی طور پر قابل احترام منصوبوں میں سے ایک ہے۔ کریپٹو نوبیز سے لے کر بٹ کوائن کے زیادہ سے زیادہ افراد تک، سبھی مونیرو کو کم از کم احترام کے ساتھ دیکھتے ہیں، حالانکہ اکثر یہ زیادہ اعترافات کے ساتھ ہوتا ہے۔ جب خلائی تجربہ کار ان سکوں کے بارے میں بات کرتے ہیں جن کے پاس دنیا میں فرق پیدا کرنے کا سب سے زیادہ امکان ہے، اور وہ آزمائش اور مصیبت سے گزرتے ہیں، تو Monero کبھی بھی موجود ہونے میں ناکام نہیں ہوتا ہے۔</p> <p>یہ آخری چند پیراگراف صرف خود مبارکباد نہیں ہیں، بلکہ لکھنے کے وقت کرپٹو لینڈ سکیپ کیسا ہے اس پر ایک دیانت دار نظر ہے۔ Monero کے نیٹ ورک اثرات ہر روز زیادہ سے زیادہ واضح ہوتے جا رہے ہیں، اور غیر متوقع جگہوں پر ظاہر ہو رہے ہیں۔</p> <p>جب Monero کے مستقبل کی بات آتی ہے تو لوگ کافی منقسم ہیں، لیکن تمام آراء اس طرف اشارہ کرتی ہیں کہ Monero اپنا کام بخوبی کر رہا ہے۔ اس کی سب سے بڑی مثال ریگولیٹری خدشات ہیں۔ کچھ خوفزدہ ہیں کہ Monero بہت نجی ہے، جو دنیا کی حکومتوں کے ساتھ ناگزیر تصادم کا سبب بنے گی، جب کہ دوسرے اس بات کے لیے پرجوش ہیں کہ یہ رازداری عام آدمی کو آزادی کیسے واپس لاتی ہے۔ ان دونوں خیالات کی جڑ میں یہ خیال ہے کہ Monero رازداری اور فنگبلٹی کے اپنے وعدے کو مکمل طور پر پورا کرتا ہے، اور یہ اکثر ایسی گفتگو میں واحد سکہ ہوتا ہے جیسا کہ زیادہ تر دوسرے 'پرائیویسی کوائنز' نہیں کرتے۔</p> <p>چونکہ Monero کی کمیونٹی <a target="_blank" href="/knowledge/critical-thinking" class="next-link">عقلی اور شکی </a> بننے کی بہت کوشش کرتی ہے، یہ نئی ٹیکنالوجی سے خوفزدہ نہیں ہے۔ دوسرے سکے، جو مسابقتی پہلو کے بارے میں زیادہ خیال رکھتے ہیں، مسلسل Monero کو 'Dethroning' کرنے کی بات کرتے ہیں، اور Monero کو ان کی نئی ٹیکنالوجی سے کس طرح خوفزدہ ہونا چاہیے جو رازداری کی دنیا پر قبضہ کر لے گی۔ دوسرے لفظوں میں، وہ سوچتے ہیں کہ ان کی نئی ٹیکنالوجی پرائیویسی حلقوں میں Monero کے قائم کردہ نیٹ ورک اثرات پر قابو پا لے گی۔</p> <p>بِٹ کوائن کے برعکس، جو بنیادی طور پر اپنے نیٹ ورک کے اثرات پر انحصار کرتا ہے تاکہ وہ زیادہ بنیادی اختراع کے بغیر متعلقہ رہیں، مونیرو نے دونوں کو اپنانے کا فیصلہ کیا ہے۔ Monero کو مزید نجی اور محفوظ بنانے کے لیے نئی، جانچ شدہ ٹیکنالوجی شامل کی گئی ہے، اس بات کو یقینی بناتے ہوئے کہ Monero کے نیٹ ورک اثرات کبھی بھی اس کی حیثیت کا واحد مقصد نہیں ہیں، بلکہ جدت اور محنت کا نتیجہ ہیں۔</p> <p>اس لحاظ سے، کسی کو سوچنا ہوگا کہ بٹ کوائن جیسی ٹیکنالوجی کتنی دیر تک متعلقہ رہنے کے لیے اپنے موجودہ نیٹ ورک اثرات پر مکمل انحصار کر سکتی ہے۔ کیس فی الحال مضبوط ہے، کوئی سکہ بٹ کوائن کے برانڈ کی شناخت اور اجتماعی دماغی جگہ سے مماثل نہیں ہے، لیکن ہمیں یہ یاد رکھنا چاہیے کہ دیگر صنعتوں میں بہت سے دوسرے جادوگر خود کو اچھوت سمجھتے تھے، صرف جدت کی کمی کی وجہ سے اپنے ہی زوال کا سامنا کرتے تھے۔ </p>
zh_cn: <p>区块链其实是由很多不同的技术组成，杂糅了很多学科. 它将信息技术，经济学和博弈论，都纳入其安全模型. 这意味着它是迄今为止最复杂的技术之一，但同样也意味着如果不全面，深入了解它的每个组成部分，如果不拥有广阔的知识面，就不可能真正理解区块链，最终只能是盲人摸象.</p> <p>综合竞争力是区块链中不常讨论的一个话题. 每个加密货币通常都是根据自身优缺点进行评判的，即使是加密货币铁粉也往往比较局限，很少有人把区块链作为一个整体来评估，它们为整个市场提供了多少服务以及有多少人在使用. 更进一步来说，某个加密货币有多少人使用它，知道它或以其他方式与它交互. 这个概念被称为网络效应.</p> <p>什么是网络效应，这里举一个币圈以外的例子，例如在社交媒体领域. 如果你所有的朋友都用微信，那么当你选择要参与的社交媒体时，朋友们的选择也将成为影响你的因素. 如果他们中的大多数人都在微信上，那么即便是另一个社交媒体功能也很棒，例如脸书，那么你也不会去用. 当你决定要卸载微信时，可能会与其中一些朋友失去联系，这一事实也会影响你是否卸载微信. 这就是网络效应的例子. 在用户采用率达到临界值之后，进一步增加以后用户的采用率将变得更容易，并且通常由该网络的当前参与者推动.</p> <p>当我们在区块链乃至整个商界的背景下审视这一点时，网络效应的力量迅速显现出来. 如果比特币是大多数人都知道的加密货币，并且是大多数人都购买的加密货币，那么更多的商人会接受它. 如果更多的商人接受它，那么会有更多的场景可以使用它，因此会有更多的人购买它，并且会进一步导致更多的人会知道它. 这会导致滚雪球一般的成长，正反馈和马太效应. 如果这时候，要求商人去使用另一种加密货币，商人会问为什么需要新的加密货币，因为他们已经接受了比特币，这是每个人都在使用和接受的东西. </p> <p>虽然毫无疑问，比特币是最大的加密货币，但也有其它一些币被认为是网络效应的巨无霸. 门罗币就是这样一种加密货币，尽管人们对门罗币是否与比特币在同一个空间竞争而有不同的看法，但至少许多人同意门罗币是隐私币之王. 这是因为比特币透明性多年来没有改进，其爱好者总会美其名曰透明的账本，可以验证总金额，他们不知道的是，尽管在门罗币是隐私的，可同样可以统计和验证总量，只是采取了更迂回和巧妙的方式.</p> <p>那么，门罗币目前在网络效应游戏中的地位如何， 它经历了怎样的发展，未来又会何去何从， 带着这些问题，让我们开始梳理.</p> <p>这篇文章讲述了门罗币早期的轶事，十分有趣<a target="_blank" href="/knowledge/monero-history" class="next-link">门罗币的前世今生</a>, 门罗币诞生之初只有三种办法保护隐私. Coinjoin混币, CryptoNote协议, 以及 达世币的超级节点混币. 那时候人们保护隐私的选项是十分有限的，而且效果也是乏善可陈， 于是在那个旧的时代，许多人提出了很多不同的想法，而另一些人决定坐下来观望，看看到底鹿死谁手，隐私币之王会花落谁家. 而最终时间证明，门罗币好于其它加密货币 <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">胜利女神站在了门罗币这边</a>, 而其它加密货币像流星一样，来了又逝去.</p> <p>由于真正做到了让加密货币参与者的隐私得到了全面的保护，才使得门罗币可以最终确立了它的网络效应. 即使后来出现了诸如Zcash的zk-SNARKs和MimbleWimble之类的新技术，人们仍希望门罗币能够在这些新协议上发挥领导作用并进行理性的讨论.</p> <p>目前，门罗币是该领域为数不多的受人尊敬的项目之一. 从加密专家到比特币神教，所有人都对门罗币怀有部分敬意，很多时候门罗是他们绕也绕不开的话题，尽管事实上门罗币仍旧被低估. 当资深人士谈论哪些加密货币，有机会改变世界，并能持续经受考验时，门罗币从未缺席过提名.</p> <p>最后几段总结，不单为了庆祝门罗币已经取得的成就，还诚实地介绍了撰写本文时加密货币的前景. 每天，门罗币的网络效应都越来越明显，并出现在意想不到的地方.</p> <p>即便是人们对门罗币的未来充满分歧，但所有观点都在表明门罗币表现出色. 最大的例子就是监管问题. 有些人担心门罗币过于私密，这将与世界各国政府不可避免地发生冲突，而另一些人则对门罗抗击监管，将隐私和自由带回普通人而感到兴奋. 这两种观点的根源在于，门罗币完全实现了其对隐私和可替代性的承诺，并且它就是那个唯一，而大多数其他所谓的隐私币却没有做到.这里译者再加一个例子,假设A是一个潜力股，大家都认为他以后会很成功，争论点在于，很多人担心A的钱太多了，未来会堕落变坏，而另一些人坚信A的钱多了，反而可以做更多好事.这里虽然对钱是好坏没有一个定论，但是至少都知道A会变得有钱.</p> <p>而门罗社区一直在努力保持 <a target="_blank" href="/knowledge/critical-thinking" class="next-link">自我反思和自我怀疑</a>, 门罗并不怕新技术. 而其他透明币不断地在谈论如何淘汰门罗币，以及门罗币将被新技术取代. 换句话说，他们天真的认为某个新技术将攻克，本身就在不断进化和吸收新技术的门罗币在隐私圈中建立的网络效应.</p> <p>与主要依靠其网络效应来保持领先，而没有太多基础创新的比特币不同，门罗币采取的是将两者结合. 门罗一直在升级那些经过审核的新技术，以使门罗币更加隐私和安全，确保门罗币的网络效应不是只依赖先发优势，更是靠着持续创新和努力适应时代的结果.</p> <p>从这个意义上讲，人们不得不怀疑像比特币可以靠其现有的网络效应撑多久，这种吃老本的行为，虽然目前情况仍旧稳固，没有其它币能接近比特币的品牌知名度和市值，但我们必须记住，其他行业的许多其他巨头，都是因为缺乏创新而导致的最终失败.</p>
zh_tw: <p>區塊鏈其實是由很多不同的技術組成，雜糅了很多學科. 它將資訊技術，經濟學和博弈論，都納入其安全模型. 這意味著它是迄今為止最複雜的技術之一，但同樣也意味著如果不全面，深入瞭解它的每個組成部分，如果不擁有廣闊的知識面，就不可能真正理解區塊鏈，最終只能是盲人摸象.</p> <p>綜合競爭力是區塊鏈中不常討論的一個話題. 每個加密貨幣通常都是根據自身優缺點進行評判的，即使是加密貨幣鐵粉也往往比較局限，很少有人把區塊鏈作為一個整體來評估，它們為整個市場提供了多少服務以及有多少人在使用. 更進一步來說，某個加密貨幣有多少人使用它，知道它或以其他方式與它交互. 這個概念被稱為網路效應.</p> <p>什麼是網路效應，這裡舉一個幣圈以外的例子，例如在社交媒體領域. 如果你所有的朋友都用微信，那麼當你選擇要參與的社交媒體時，朋友們的選擇也將成為影響你的因素. 如果他們中的大多數人都在微信上，那麼即便是另一個社交媒體功能也很棒，例如臉書，那麼你也不會去用. 當你決定要卸載微信時，可能會與其中一些朋友失去聯繫，這一事實也會影響你是否卸載微信. 這就是網路效應的例子. 在用戶採用率達到臨界值之後，進一步增加以後用戶的採用率將變得更容易，並且通常由該網路的當前參與者推動.</p> <p>當我們在區塊鏈乃至整個商界的背景下審視這一點時，網路效應的力量迅速顯現出來. 如果比特幣是大多數人都知道的加密貨幣，並且是大多數人都購買的加密貨幣，那麼更多的商人會接受它. 如果更多的商人接受它，那麼會有更多的場景可以使用它，因此會有更多的人購買它，並且會進一步導致更多的人會知道它. 這會導致滾雪球一般的成長，正回饋和馬太效應. 如果這時候，要求商人去使用另一種加密貨幣，商人會問為什麼需要新的加密貨幣，因為他們已經接受了比特幣，這是每個人都在使用和接受的東西. </p> <p>雖然毫無疑問，比特幣是最大的加密貨幣，但也有其它一些幣被認為是網路效應的巨無霸. 門羅幣就是這樣一種加密貨幣，儘管人們對門羅幣是否與比特幣在同一個空間競爭而有不同的看法，但至少許多人同意門羅幣是隱私幣之王. 這是因為比特幣透明性多年來沒有改進，其愛好者總會美其名曰透明的帳本，可以驗證總金額，他們不知道的是，儘管在門羅幣是隱私的，可同樣可以統計和驗證總量，只是採取了更迂回和巧妙的方式.</p> <p>那麼，門羅幣目前在網路效應遊戲中的地位如何， 它經歷了怎樣的發展，未來又會何去何從， 帶著這些問題，讓我們開始梳理.</p> <p>這篇文章講述了門羅幣早期的軼事，十分有趣<a target="_blank" href="/knowledge/monero-history" class="next-link">門羅幣的前世今生</a>, 門羅幣誕生之初只有三種辦法保護隱私. Coinjoin混幣, CryptoNote協議, 以及 達世幣的超級節點混幣. 那時候人們保護隱私的選項是十分有限的，而且效果也是乏善可陳， 於是在那個舊的時代，許多人提出了很多不同的想法，而另一些人決定坐下來觀望，看看到底鹿死誰手，隱私幣之王會花落誰家. 而最終時間證明，門羅幣好於其它加密貨幣 <a target="_blank" href="/knowledge/why-monero-is-better" class="next-link">勝利女神站在了門羅幣這邊</a>, 而其它加密貨幣像流星一樣，來了又逝去.</p> <p>由於真正做到了讓加密貨幣參與者的隱私得到了全面的保護，才使得門羅幣可以最終確立了它的網路效應. 即使後來出現了諸如Zcash的zk-SNARKs和MimbleWimble之類的新技術，人們仍希望門羅幣能夠在這些新協議上發揮領導作用並進行理性的討論.</p> <p>目前，門羅幣是該領域為數不多的受人尊敬的項目之一. 從加密專家到比特幣神教，所有人都對門羅幣懷有部分敬意，很多時候門羅是他們繞也繞不開的話題，儘管事實上門羅幣仍舊被低估. 當資深人士談論哪些加密貨幣，有機會改變世界，並能持續經受考驗時，門羅幣從未缺席過提名.</p> <p>最後幾段總結，不單為了慶祝門羅幣已經取得的成就，還誠實地介紹了撰寫本文時加密貨幣的前景. 每天，門羅幣的網路效應都越來越明顯，並出現在意想不到的地方.</p> <p>即便是人們對門羅幣的未來充滿分歧，但所有觀點都在表明門羅幣表現出色. 最大的例子就是監管問題. 有些人擔心門羅幣過於私密，這將與世界各國政府不可避免地發生衝突，而另一些人則對門羅抗擊監管，將隱私和自由帶回普通人而感到興奮. 這兩種觀點的根源在於，門羅幣完全實現了其對隱私和可替代性的承諾，並且它就是那個唯一，而大多數其他所謂的隱私幣卻沒有做到.這裡譯者再加一個例子,假設A是一個潛力股，大家都認為他以後會很成功，爭論點在於，很多人擔心A的錢太多了，未來會墮落變壞，而另一些人堅信A的錢多了，反而可以做更多好事.這裡雖然對錢是好壞沒有一個定論，但是至少都知道A會變得有錢.</p> <p>而門羅社區一直在努力保持 <a target="_blank" href="/knowledge/critical-thinking" class="next-link">自我反思和自我懷疑</a>, 門羅並不怕新技術. 而其他透明幣不斷地在談論如何淘汰門羅幣，以及門羅幣將被新技術取代. 換句話說，他們天真的認為某個新技術將攻克，本身就在不斷進化和吸收新技術的門羅幣在隱私圈中建立的網路效應.</p> <p>與主要依靠其網路效應來保持領先，而沒有太多基礎創新的比特幣不同，門羅幣採取的是將兩者結合. 門羅一直在升級那些經過審核的新技術，以使門羅幣更加隱私和安全，確保門羅幣的網路效應不是只依賴先發優勢，更是靠著持續創新和努力適應時代的結果.</p> <p>從這個意義上講，人們不得不懷疑像比特幣可以靠其現有的網路效應撐多久，這種吃老本的行為，雖然目前情況仍舊穩固，沒有其它幣能接近比特幣的品牌知名度和市值，但我們必須記住，其他行業的許多其他巨頭，都是因為缺乏創新而導致的最終失敗.</p>
