Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbclsag250Sbdescription
source: Let's have a look at one of the more recent Monero protocol innovations: the replacement of the linkable ring signature scheme, MLSAG, with a drop-in replacement CLSAG.
cs: Podívejme se na jednu z nejnovějších inovací protokolu Monero: nahrazení schématu propojitelného kruhového podpisu, MLSAG, náhradním CLSAG.
fi: Katsotaanpa yhtä uusimmista Monero-protokollan innovaatioista: linkitettävän "ring"allekirjoitusjärjestelmän, MLSAG:n, korvaaminen CLSAG:lla.
fr: Jetons un coup d'œil à l'une des innovations les plus récentes du protocole Monero : le remplacement du modèle de signature de cercle MLSAG, par son successeur CLSAG.
it: Diamo un'occhiata a una delle più recenti innovazioni del protocollo Monero: la sostituzione dello schema di firma ad anello collegabile, MLSAG, con un CLSAG sostitutivo drop-in.
lt: Pažvelkime į vieną iš naujesnių „Monero“ protokolo naujovių: susieto žiedinio parašo schemos MLSAG pakeitimą pakeičiančia CLSAG.
nb: La oss ta en titt på en av de nyere Monero-protokollinnovasjonene: erstatningen av den sammenkoblede ringsignaturordningen, MLSAG, med en drop-in-erstatning CLSAG.
nl: Laten we eens kijken naar een van de meer recentelijke Monero-protocolinnovaties: de vervanging van het koppelbare ringsignatuurschema, MLSAG, door een drop-in vervangende CLSAG.
pl: Rzućmy okiem na jedną z najnowszych innowacji w protokole Monero: zastąpienie linkable ring signature scheme, MLSAG, z kompatybilnym zastępcą CLSAG.
pt_br: Vamos dar uma olhada em uma das inovações mais recentes do protocolo Monero: a substituição do esquema de assinatura de anel vinculável, MLSAG, por um substituto CLSAG substituto.
sl: Oglejmo si eno od novejših inovacij protokola Monero: zamenjavo sheme povezljivega obročnega podpisa, MLSAG, z nadomestnim CLSAG.
sv: Låt oss ta en titt på en av de senaste innovationerna i Moneros protokoll: ersättningen av det länkbara ringsignaturschemat, MLSAG, med en drop-in-ersättning, CLSAG.
tl: Tingnan natin ang isa sa mga pinakabagong inobasyon ng protocol ng Monero: ang pagpapalit ng nali-link na ring signature scheme, MLSAG, na may drop-in na kapalit na CLSAG.
tr: En yeni Monero protokolü yeniliklerinden birine bir göz atalım: bağlanabilir halka imza şeması MLSAG'nin, anında değiştirilebilen CLSAG ile değiştirilmesi.
ur: آئیے حالیہ Monero پروٹوکول اختراعات میں سے ایک پر ایک نظر ڈالیں: لنک ایبل رِنگ سگنیچر اسکیم، MLSAG، کو ڈراپ ان ریپلیسمنٹ CLSAG کے ساتھ تبدیل کرنا۔
zh_cn: 让我们来关注门罗币协议层的最新升级之一：用CLSAG签名技术，替代现在的MLSAG环签名.
zh_tw: 讓我們來關注門羅幣協議層的最新升級之一：用CLSAG簽名技術，替代現在的MLSAG環簽名.

# knowledge250Sbclsag250Sbtitle
source: How CLSAG Will Improve Monero's Efficiency
cs: Jak CLSAG zlepší efektivitu Monero
fi: Kuinka CLSAG parantaa Moneron tehokkuutta
fr: Comment CLSAG améliorera l'efficacité de Monero
it: In che modo CLSAG migliorerà l'efficienza di Monero
lt: Kaip CLSAG pagerins Monero efektyvumą
nb: Hvordan CLSAG vil forbedre Moneros effektivitet
nl: Hoe CLSAG de Efficiëntie van Monero Zal Verbeteren
pl: Jak CLSAG poprawi wydajność Monero
pt_br: Como o CLSAG melhorará a eficiência da Monero
sl: Kako bo CLSAG Izboljšal Učinkovitost Monera
sv: Hur CLSAG kommer att förbättra Moneros effektivitet
tl: Paano Mapapabuti ng CLSAG ang Efficiency ng Monero
tr: CLSAG Monero'nun Verimliliğini Nasıl Artıracak?
ur: CLSAG Monero کی کارکردگی کو کیسے بہتر بنائے گا
zh_cn: 新的CLSAG环签名技术将如何提高门罗币的效率
zh_tw: 新的CLSAG環簽名技術將如何提高門羅幣的效率

# knowledge250Sbcoinjoin250Sb0250Sbtext
source: <p>As Bitcoin’s privacy tools have gained more attention and usage, they have come under more regulatory scrutiny. This scrutiny has led to a <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">recent announcement</a> by a Bitcoin privacy tool, Wasabi Wallet, that they will start to censor and reject incoming inputs to mixes that they deem illicit or against their ToS, and will pay a chain analysis company to “vet” incoming mix participants.</p> <p>The use of CoinJoin transactions to obfuscate the source of funds in Bitcoin has been the core of Bitcoin privacy for many years now, and the issues and risks inherent in it’s use are some of the core issues that Monero’s ring signatures correct and prevent.</p> <p>In this blog post we’ll briefly dive into a comparison of CoinJoin and ring signatures, as well as why the approach taken in Monero leads to greater censorship-resistance, greater privacy, and less hassle for users.</p>
cs: <p>S tím, jak si nástroje pro ochranu soukromí u Bitcoinu získaly větší pozornost a používání, dostaly se pod větší kontrolu regulačních orgánů. Tato kontrola vedla k <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193"> nedávnému oznámení</a> nástroje pro ochranu soukromí Bitcoinu, peněženky Wasabi, že začne cenzurovat a odmítat příchozí vstupy do mixů, které považuje za nezákonné nebo v rozporu se svými ToS, a bude platit společnosti zabývající se analýzou řetězců, aby "prověřovala" příchozí účastníky mixů.</p> <p>Používání transakcí CoinJoin k zastření zdroje finančních prostředků v Bitcoinu je již mnoho let jádrem soukromí Bitcoinu a problémy a rizika spojená s jeho používáním patří k základním problémům, které kruhové podpisy Monero napravují a zabraňují jim.</p> <p>V tomto blogovém příspěvku se krátce podíváme na srovnání CoinJoinu a kruhových podpisů a také na to, proč přístup použitý v Moneru vede k větší odolnosti vůči cenzuře, většímu soukromí a menším potížím pro uživatele.</p>
fi: <p>Kun Bitcoinin tietosuojatyökalut ovat saaneet enemmän huomiota ja käyttöä, ne ovat joutuneet aiempaa enemmän sääntelyn valvonnan alle. Tämä tarkastelu on johtanut Bitcoin-tietosuojatyökalun Wasabi Walletin <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">äskettäiseen ilmoitukseen</a>, jonka mukaan he alkavat sensuroida ja hylätä saapuvia syöttöjä sekoituksiin, joita he pitävät laittomina tai käyttöehtojensa vastaisina, ja maksavat ketjuanalyysin yritykselle "tarkastaakseen" saapuvat mix-osallistujat.</p> <p>CoinJoin-tapahtumien käyttö Bitcoinin varojen lähteen hämärtämiseen on ollut Bitcoin-yksityisyyden ydin jo useiden vuosien ajan, ja sen käyttöön liittyvät ongelmat ja riskit ovat joitakin ydinongelmista, joita Moneron sormusallekirjoitukset korjaavat ja estävät. .</p> <p>Tässä blogiviestissä sukellamme lyhyesti CoinJoin- ja sormusallekirjoitusten vertailuun sekä siihen, miksi Moneron lähestymistapa johtaa parempaan sensuurin vastustuskykyyn, parempaan yksityisyyteen ja vähempään vaivaan käyttäjille.</p>
fr: <p>Alors que les outils de augmentant la confidentialité de Bitcoin ont gagné en attention et en utilisation, ils ont fait l'objet d'un examen réglementaire plus approfondi. Cet examen minutieux a conduit à une <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">annonce récente</a> de la part de l'un de ces outil, Wasabi Wallet, indiquant qu'ils commenceront à censurer et à rejeter les entrées dans des mélanges qu'ils jugent illicites ou contraires à leur conditions d'utilisation, et paieront une entreprise d'analyse de la blockchain pour « vérifier » les participants entrants dans un mélange.</p> <p>L'utilisation des transactions CoinJoin pour masquer la source des fonds dans Bitcoin est au cœur de la confidentialité de Bitcoin depuis de nombreuses années maintenant, et les problèmes et les risques inhérents à son utilisation sont quelques-uns des principaux problèmes que les signatures de cercle de Monero corrigent et préviennent.</p> <p>Dans cet article de blog, nous allons brièvement nous plonger dans une comparaison entre CoinJoin et les signatures de cercle, ainsi que pourquoi l'approche adoptée dans Monero conduit à une plus grande résistance à la censure, une plus grande confidentialité et moins de tracas pour les utilisateurs.</p>
it: <p>Man mano che gli strumenti di privacy di Bitcoin hanno guadagnato più attenzione e utilizzo, sono stati sottoposti a un maggiore controllo normativo. Questo esame ha portato a un <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">recente annuncio</a> da uno strumento di privacy Bitcoin, Wasabi Wallet, che inizierà a censurare e rifiutare gli input in entrata ai mix che ritengono illeciti o contro i loro ToS, e pagherà una società di analisi della catena per "controllare" i partecipanti ai mix in entrata.</p> <p>L'uso delle transazioni CoinJoin per offuscare la fonte dei fondi in Bitcoin è stato il nucleo della privacy di Bitcoin per molti anni, e i problemi e i rischi inerenti al suo uso sono alcuni dei problemi principali che le firme ad anello di Monero correggono e prevengono.</p> <p>In questo post del blog ci immergeremo brevemente in un confronto tra CoinJoin e le firme ad anello, così come il motivo per cui l'approccio adottato in Monero porta ad una maggiore resistenza alla censura, maggiore privacy e meno problemi per gli utenti.</p>
lt: <p> Kadangi „Bitcoin“ privatumo įrankiai sulaukė daugiau dėmesio ir jų naudojimo, jie buvo labiau kontroliuojami. Atlikus šį patikrinimą, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">neseniai bitkoinų privatumo įrankis Wasabi Wallet paskelbė </a>, kad jie pradės cenzūruoti ir atmesti gaunamus mišinius, kurie, jų nuomone, yra neteisėti arba prieštarauja jų paslaugų teikimo sąlygoms, ir mokės už grandinės analizę. įmonei „pastebėti“ gaunamus mišinio dalyvius.</p> <p> CoinJoin operacijų naudojimas siekiant paslėpti Bitcoin lėšų šaltinį jau daugelį metų buvo Bitcoin privatumo pagrindas, o su jo naudojimu susijusios problemos ir rizika yra keletas pagrindinių problemų, kurias Monero žiedo parašai ištaiso ir užkerta kelią. </p> <p>Šiame tinklaraščio įraše trumpai pažvelgsime į „CoinJoin“ ir žiedinių parašų palyginimą, taip pat į tai, kodėl „Monero“ metodas padidina atsparumą cenzūrai, didesnį privatumą ir mažiau vargo vartotojams.</p>
nb: <p>Ettersom Bitcoins personvernverktøy har fått mer oppmerksomhet og bruk, har de kommet under mer regulatorisk gransking. Denne granskingen har ført til en <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">nylig kunngjøring</a> av et Bitcoin personvernverktøy, Wasabi Wallet, om at de vil begynne å sensurere og avvise innkommende innganger til blandinger som de anser som ulovlige eller mot deres ToS, og vil betale en kjedeanalyse selskap for å "veterlege" innkommende miksdeltakere.</p> <p>Bruken av CoinJoin-transaksjoner for å skjule kilden til midler i Bitcoin har vært kjernen i Bitcoins personvern i mange år nå, og problemene og risikoene som ligger i bruken er noen av kjerneproblemene som Moneros ringsignaturer korrigerer og forhindrer. .</p> <p>I dette blogginnlegget skal vi kort dykke ned i en sammenligning av CoinJoin og ringsignaturer, samt hvorfor tilnærmingen i Monero fører til større sensurmotstand, større personvern og mindre problemer for brukerne.</p>
nl: <p>Naarmate de privacytools van Bitcoin meer aandacht en gebruik hebben gekregen, komen ze onder meer regelgevend toezicht te staan. Dit onderzoek heeft geleid tot een <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">recente aankondiging</a> van een Bitcoin-privacytool, Wasabi Wallet, dat ze zullen beginnen met het censureren en weigeren van inkomende inputs van mixen die ze als ongeoorloofd beschouwen of tegen hun ToS ingaan, en dat ze een bedrijf zullen betalen om kettinganalyse van inkomende mixdeelnemers te "doorlichten". </p> <p>Het gebruik van CoinJoin-transacties om de bron van fondsen in Bitcoin te verdoezelen, is al vele jaren de kern van Bitcoin-privacy, en de problemen en risico's die inherent zijn aan het gebruik ervan zijn een aantal van de kernproblemen die de ringhandtekeningen van Monero corrigeren en voorkomen .</p> <p>In deze blogpost gaan we kort in op een vergelijking van CoinJoin- en ringhandtekeningen, en waarom de benadering die in Monero wordt gehanteerd, leidt tot meer weerstand tegen censuur, meer privacy en minder gedoe voor gebruikers.</p>
pl: <p> Ponieważ narzędzia poprawiające prywatność Bitcoinów zyskały większą uwagę i popularność, podlegają większej kontroli prawnej. Ta kontrola doprowadziła do <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">niedawnego ogłoszenie</a> od twórców portfela dodającego prywatność Bitcoinowi, portfela Wasabi, że zaczną cenzurować i odrzucać wejścia do mixerów, które uważają za nielegalne lub niezgodnie ich ToS, i zapłacą firmie analizującej blockchain za sprawdzanie wejść od uczestników mixerów. </p> <p> Zastosowaniu transakcji CoinJoin w celu ukrycia źródła Bitcoinów jest podstawą techniką poprawienia prywatności Bitcoina od wielu lat, a problemy i ryzyka związane z jej użyciem są niektórymi z podstawowych problemów, które ring signatures w Monero poprawiają i którym zapobiegają. </p> <p> W tym wpisie na blogu krótko przedstawimy porównanie CoinJoin i Ring Signatures, a także opowiemy dlaczego podejście przyjęte w Monero prowadzi do większej ochrony przed cenzurą, większej prywatności i mniejszych trudności dla użytkowników. </p>
pt_br: <p>Como as ferramentas de privacidade Bitcoin ganharam mais atenção e uso, elas passaram a estar mais sob escrutínio regulatório. Este exame levou a um <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">recente anúncio</a> por uma ferramenta de privacidade Bitcoin, Wasabi Wallet, de que eles começarão a censurar e rejeitarão entradas para misturar que eles consideram ilícitas ou contra seus ToS, e pagarão uma empresa de análise de cadeia para "vetar" as entradas dos participantes da mistura.</p> <p>O uso de transações CoinJoin para ofuscar a fonte de fundos no Bitcoin tem sido o núcleo da privacidade do Bitcoin há muitos anos, e as questões e riscos inerentes ao seu uso são algumas das questões centrais que as assinaturas do anel de Monero corrigem e evitam.</p> <p>Neste post de blog vamos mergulhar brevemente em uma comparação de CoinJoin e assinaturas de anéis, assim como a razão pela qual a abordagem adotada em Monero leva a uma maior resistência à censura, maior privacidade e menos aborrecimentos para os usuários.</p>
sl: <p>Orodja za zasebnost v Bitcoinu so postala vse bolj opazna in uporabna, zato so se znašla pod regulativnim nadzorom. Ta nadzor je privedel do <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">nedavne objave</a> orodja za zasebnost Bitcoina, Wasabi Wallet, da bo začelo cenzurirati in zavračati vhodne vhode v mikse, za katere meni, da so nezakoniti ali v nasprotju z njihovim ToS, in da bo plačalo podjetju za analizo verige za "preverjanje" vhodnih udeležencev miksa.</p> <p>Uporaba transakcij CoinJoin za prikrivanje vira sredstev v Bitcoinu je že več let jedro zasebnosti v Bitcoinu, težave in tveganja, povezana z njeno uporabo, pa so nekatere od glavnih težav, ki jih obročni podpisi Monero odpravljajo in preprečujejo.</p> <p>V tem prispevku se bomo na kratko poglobili v primerjavo CoinJoina in obročnih podpisov ter pojasnili, zakaj pristop, uporabljen v Moneru, zagotavlja večjo odpornost cenzuri, večjo zasebnost in manj težav za uporabnike.</p>
sv: <p> Eftersom Bitcoins integritetsverktyg har fått mer uppmärksamhet och användning har de kommit under mer regulatorisk granskning. Denna granskning har lett till ett <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">nyligen tillkännagivande</a> av ett Bitcoin-integritetsverktyg, Wasabi Wallet, att de kommer att börja censurera och avvisa inkommande indata till blandningar som de anser vara olagliga eller mot deras användarvillkor, och kommer att betala en kedjeanalys företag för att "veta" inkommande mixdeltagare.</p> <p>Användningen av CoinJoin-transaktioner för att fördunkla källan till pengar i Bitcoin har varit kärnan i Bitcoins integritet i många år nu, och de problem och risker som är inneboende i användningen är några av de kärnproblem som Moneros ringsignaturer korrigerar och förhindrar. .</p> <p>I det här blogginlägget ska vi kort dyka ner i en jämförelse av CoinJoin och ringsignaturer, samt varför tillvägagångssättet i Monero leder till större censurmotstånd, större integritet och mindre krångel för användarna.</p>
tl: <p>Dahil ang mga tool sa privacy ng Bitcoin ay nakakuha ng higit na atensyon at paggamit, sila ay sumailalim sa mas maraming regulasyong pagsisiyasat. Ang pagsisiyasat na ito ay humantong sa isang <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">kamakailang anunsyo</a> ng isang tool sa privacy ng Bitcoin, Wasabi Wallet, na magsisimula silang i-censor at tanggihan ang mga papasok na input sa mga mix na itinuturing nilang bawal o laban sa kanilang ToS, at magbabayad sila ng chain analysis kumpanyang mag-“vet” sa mga papasok na kalahok ng mix.</p> <p>Ang paggamit ng mga transaksyon sa CoinJoin upang i-obfuscate ang pinagmumulan ng mga pondo sa Bitcoin ay naging ubod ng privacy ng Bitcoin sa loob ng maraming taon na ngayon, at ang mga isyu at panganib na likas sa paggamit nito ay ilan sa mga pangunahing isyu na itinatama at pinipigilan ng mga ring signature ni Monero. .</p> <p>Sa blog post na ito, sumisid tayo sa isang paghahambing ng CoinJoin at mga ring signature, gayundin kung bakit ang diskarte na ginawa sa Monero ay humahantong sa mas malaking censorship-resistance, mas malaking privacy, at mas kaunting abala para sa mga user.</p>
tr: <p>Bitcoin'in gizlilik araçları daha fazla ilgi ve kullanım kazandıkça, daha fazla düzenleyici incelemeye tabi tutuldu. Bu inceleme, bir Bitcoin gizlilik aracı olan Wasabi Cüzdan tarafından <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">yakın zamanda yapılan bir duyuruya</a> yol açtı; yasa dışı veya Hizmet Şartlarına aykırı olduğunu düşündükleri karışımlara gelen girdileri sansürlemeye ve reddetmeye başlayacaklar ve bir zincir analizi ödeyecekler şirket gelen mix katılımcılarını "inceleyecek".</p> <p>Bitcoin'deki fonların kaynağını gizlemek için CoinJoin işlemlerinin kullanılması, uzun yıllardan beri Bitcoin gizliliğinin temelini oluşturmuştur ve kullanımının doğasında olan sorunlar ve riskler, Monero'nun halka imzalarının düzelttiği ve önlediği temel sorunlardan bazılarıdır. .</p> <p>Bu blog yazısında, CoinJoin ve ring imzalarının karşılaştırmasına ve ayrıca Monero'da benimsenen yaklaşımın neden sansüre karşı daha fazla direnç, daha fazla gizlilik ve kullanıcılar için daha az soruna yol açtığına kısaca değineceğiz.</p>
ur: <p>چونکہ بٹ کوائن کے پرائیویسی ٹولز نے زیادہ توجہ اور استعمال حاصل کیا ہے، وہ مزید ریگولیٹری جانچ کے تحت آئے ہیں۔ اس جانچ پڑتال کے نتیجے میں بٹ کوائن پرائیویسی ٹول، وسابی والیٹ کے ذریعہ ایک <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193"> حالیہ اعلان</a> ہوا ہے، کہ وہ آنے والے ان پٹس کو سنسر کرنا شروع کر دیں گے اور ان پٹ کو مسترد کر دیں گے جنہیں وہ غیر قانونی یا ان کے ToS کے خلاف سمجھتے ہیں، اور ایک سلسلہ تجزیہ ادا کریں گے۔ کمپنی آنے والے مکس شرکاء کو "تصدیق" کرے گی۔</p> <p>بٹ کوائن میں فنڈز کے ذرائع کو مبہم کرنے کے لیے CoinJoin ٹرانزیکشنز کا استعمال کئی سالوں سے بٹ کوائن کی رازداری کا مرکز رہا ہے، اور اس کے استعمال میں شامل مسائل اور خطرات کچھ بنیادی مسائل ہیں جن کو Monero کی انگوٹھی کے دستخط درست اور روکتے ہیں۔ </p> <p>اس بلاگ پوسٹ میں ہم مختصر طور پر CoinJoin اور انگوٹھی کے دستخطوں کے موازنہ میں غوطہ لگائیں گے، ساتھ ہی یہ بھی کہ کیوں Monero میں اختیار کیا گیا نقطہ نظر زیادہ سنسرشپ مزاحمت، زیادہ رازداری، اور صارفین کے لیے کم پریشانی کا باعث بنتا ہے۔</p>
zh_cn: <p>随着比特币的隐私工具获得更多的关注和使用，他们受到了更多的监管审查。这种审查导致比特币隐私工具Wasabi Wallet <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">最近宣布</a> ，他们将开始审查和拒绝输入他们认为非法或违反其服务条款的混合，并将支付区块链分析公司来 "审查"输入的混合参与者。</p> <p>使用CoinJoin交易来混淆比特币的资金来源，多年来一直是比特币隐私的核心，它的使用所固有的问题和风险是门罗币的环形签名所纠正和预防的一些核心问题。</p> <p>在这篇博文中，我们将简要介绍CoinJoin和环形签名的比较，以及为什么门罗币采取的方法会导致更大的审查阻力，更大的隐私，以及对用户更少的麻烦。</p>
zh_tw: <p>隨著比特幣的隱私工具獲得更多的關注和使用，他們受到了更多的監管審查。這種審查導致比特幣隱私工具Wasabi Wallet <a class="next-link" target="_blank" rel="noopener nofollow" href="https://twitter.com/wasabiwallet/status/1503091503207432193">最近宣布</a> ，他們將開始審查和拒絕輸入他們認為非法或違反其服務條款的混合，並將支付區塊鏈分析公司來 "審查"輸入的混合參與者。</p> <p>使用CoinJoin交易來混淆比特幣的資金來源，多年來一直是比特幣隱私的核心，它的使用所固有的問題和風險是門羅幣的環形簽名所糾正和預防的一些核心問題。</p> <p>在這篇博文中，我們將簡要介紹CoinJoin和環形簽名的比較，以及為什麼門羅幣採取的方法會導致更大的審查阻力，更大的隱私，以及對用戶更少的麻煩。</p>
