Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb7
source: Once the seller has confirmed receiving your payment, they'll initiate the trade settlement. You'll see that the trade status will have changed to "Processing". At this point, there's nothing else you need to do - the coins will be transferred to your provided settlement wallet address automatically. This will take some time (usually around 10-60 minutes), so just relax and wait for the incoming transaction to appear in your personal wallet. Please note, the network transaction fees associated with trade settlement will be deducted from the trade amount, meaning you'll receive slightly less than what's displayed on the trade page.
cs: Jakmile prodejce potvrdí přijetí Vaší platby, zahájí vypořádání obchodu. Uvidíte, že stav obchodu se změní na „Zpracovává se“. V tuto chvíli nemusíte dělat nic jiného – mince budou automaticky převedeny na vaši zadanou adresu peněženky. To bude nějakou dobu trvat (obvykle kolem 10-60 minut), takže se uvolněte a počkejte, až se příchozí transakce objeví ve Vaší osobní peněžence. Upozorňujeme, že poplatky za síťové transakce spojené s vypořádáním obchodu budou odečteny z částky obchodu, což znamená, že obdržíte o něco méně, než je uvedeno na stránce obchodu.
fi: Kun myyjä on vahvistanut vastaanottaneensa maksusi, hän aloittaa kaupan selvityksen. Näet, että kaupan tilaksi tulee "Käsittely". Tässä vaiheessa sinun ei tarvitse tehdä muuta - kolikot siirretään automaattisesti antamaasi maksulompakkoosoitteeseen. Tämä kestää jonkin aikaa (yleensä noin 10-60 minuuttia), joten rentoudu ja odota, että saapuva tapahtuma näkyy henkilökohtaisessa lompakossasi. Huomaa, että kaupan selvitykseen liittyvät transaktiomaksut vähennetään kaupan summasta, mikä tarkoittaa, että saat hieman vähemmän kuin mitä kauppasivulla näkyy.
fr: Une fois que le vendeur a confirmé la réception de votre paiement, il lancera le règlement de la transaction. Vous verrez que le statut de l'échange sera passé à "Traitement". À ce stade, vous n'avez rien d'autre à faire - les jetons seront automatiquement transférés à l'adresse de votre portefeuille de règlement fournie. Cela prendra un certain temps (généralement environ 10 à 60 minutes), alors détendez-vous et attendez que la transaction entrante apparaisse dans votre portefeuille personnel. Veuillez noter que les frais de transaction du réseau associés au règlement de la transaction seront déduits du montant de la transaction, ce qui signifie que vous recevrez un peu moins que ce qui est affiché sur la page de la transaction.
it: Una volta che il venditore ha confermato di aver ricevuto il tuo pagamento, inizierà il regolamento della transazione. Vedrai che lo stato dello scambio sarà cambiato in "Elaborazione". A questo punto, non c'è nient'altro che tu debba fare - le monete saranno trasferite automaticamente al tuo indirizzo di portafoglio fornito. Questo richiederà un po' di tempo (di solito circa 10-60 minuti), quindi rilassati e aspetta che la transazione in arrivo appaia nel tuo portafoglio personale. Si prega di notare che le spese di transazione di rete associate al regolamento della transazione saranno detratte dall'importo della transazione, il che significa che riceverai un po' meno di quello che viene visualizzato nella pagina della transazione.
lt: Kai pardavėjas patvirtins, kad gavo jūsų mokėjimą, jis inicijuos atsiskaitymą už prekybą. Pamatysite, kad prekybos būsena pasikeis į „Apdorojama“. Šiuo metu nieko daugiau nereikia daryti – monetos bus automatiškai perkeltos į jūsų nurodytą atsiskaitymo piniginės adresą. Tai užtruks šiek tiek laiko (paprastai apie 10–60 minučių), todėl tiesiog atsipalaiduokite ir palaukite, kol gaunama operacija atsiras jūsų asmeninėje piniginėje. Atkreipkite dėmesį, kad tinklo operacijų mokesčiai, susiję su atsiskaitymu už prekybą, bus išskaičiuoti iš prekybos sumos, tai reiškia, kad gausite šiek tiek mažiau nei nurodyta prekybos puslapyje.
nb: Når selgeren har bekreftet mottak av betalingen din, vil de starte handelsoppgjøret. Du vil se at handelsstatusen vil ha endret seg til "Behandler". På dette tidspunktet er det ingenting annet du trenger å gjøre - myntene vil automatisk bli overført til oppgjørslommebokadressen din. Dette vil ta litt tid (vanligvis rundt 10-60 minutter), så bare slapp av og vent på at den innkommende transaksjonen vises i din personlige lommebok. Vær oppmerksom på at nettverkstransaksjonsgebyrene knyttet til handelsoppgjør vil bli trukket fra handelsbeløpet, noe som betyr at du vil motta litt mindre enn det som vises på handelssiden.
nl: Zodra de verkoper de ontvangst van uw betaling heeft bevestigd, start hij de handelsafwikkeling. U zult zien dat de handelsstatus is gewijzigd naar "Verwerken". Op dit moment hoeft u verder niets te doen - de munten worden automatisch overgemaakt naar het adres van uw opgegeven afwikkelingsportefeuille. Dit zal enige tijd duren (meestal ongeveer 10-60 minuten), dus ontspan en wacht tot de binnenkomende transactie in uw persoonlijke portefeuille verschijnt. Houd er rekening mee dat de netwerktransactiekosten die geassocieerd zijn met de transactieafwikkeling worden afgetrokken van het transactiebedrag, wat betekent dat u iets minder ontvangt dan wat op de handelspagina wordt weergegeven.
pl: Gdy sprzedawca potwierdzi otrzymanie płatności, zainicjuje zakończenie handlu. Zobaczysz, że status handlu zmieni się na „Przetwarzanie”. Wtedy nie musisz już nic więcej zrobić - kryptowaluty zostaną automatycznie przeniesione na dostarczony adres portfela na uregulowania. Zajmie to trochę czasu (zwykle około 10-60 minut), więc po prostu zrelaksuj się i poczekaj, aż nadchodząca transakcja pojawi się w Twoim portfelu. Należy pamiętać, że opłaty sieciowe za transakcje związane z zakończeniem handlu zostaną odjęte od kwoty handlowej, co oznacza, że otrzymasz nieco mniej niż na stronie handlu.
pt_br: Uma vez que o vendedor tenha confirmado o recebimento de seu pagamento, eles iniciarão o acordo comercial. Você verá que o status comercial terá mudado para "Processamento". Neste ponto, não há mais nada que você precise fazer - as moedas serão transferidas automaticamente para o endereço de sua carteira de liquidação fornecida. Isto levará algum tempo (geralmente em torno de 10-60 minutos), portanto, relaxe e espere que a transação recebida apareça em sua carteira pessoal. Observe que as taxas de transação de rede associadas à liquidação comercial serão deduzidas do valor da transação, o que significa que você receberá um pouco menos do que o que está exibido na página de negociação.
sl: Ko bo prodajalec potrdil, da je prejel vaše plačilo, bo začel trgovinsko poravnavo. Videli boste, da se bo status trgovanja spremenil v "Obdelava". Na tej točki vam ni treba storiti ničesar drugega – kovanci bodo samodejno preneseni na naslov denarnice za poravnavo, ki ste ga posredovali. To lahko traja nekaj časa (običajno okoli 10–60 minut), zato se le sprostite in počakajte, da se dohodna transakcija prikaže v vaši osebni denarnici. Upoštevajte, da bodo provizije za omrežne transakcije, povezane s poravnavo trgovanja, odštete od zneska trgovanja, kar pomeni, da boste prejeli nekoliko manj, kot je prikazano na strani trgovanja.
sv: När säljaren har bekräftat att han tagit emot din betalning, initierar de handelsavvecklingen. Du kommer att se att handelsstatusen har ändrats till "Bearbetar". Vid det här laget finns det inget annat du behöver göra - mynten kommer att överföras till din angivna avräkningsplånboksadress automatiskt. Detta kommer att ta lite tid (vanligtvis cirka 10-60 minuter), så bara slappna av och vänta på att den inkommande transaktionen dyker upp i din personliga plånbok. Observera att nätverkstransaktionsavgifterna i samband med handelsavveckling kommer att dras från handelsbeloppet, vilket innebär att du får något mindre än vad som visas på handelssidan.
tl: Kapag nakumpirma na ng nagbebenta na natanggap ang iyong bayad, sisimulan nila ang trade settlement. Makikita mo na ang katayuan ng kalakalan ay magiging "Pagproseso". Sa puntong ito, wala ka nang kailangan pang gawin - ang mga barya ay awtomatikong ililipat sa iyong ibinigay na settlement wallet address. Ito ay magtatagal ng ilang oras (karaniwan ay nasa 10-60 minuto), kaya mag-relax lang at hintayin ang papasok na transaksyon na lumabas sa iyong personal na wallet. Pakitandaan, ang mga bayarin sa transaksyon sa network na nauugnay sa trade settlement ay ibabawas mula sa halaga ng kalakalan, ibig sabihin ay makakatanggap ka ng bahagyang mas mababa kaysa sa kung ano ang ipinapakita sa pahina ng kalakalan.
tr: Satıcı ödemenizi aldığını onayladıktan sonra ticari anlaşmayı başlatacaktır. Ticaret durumunun "İşleniyor" olarak değiştiğini göreceksiniz. Bu noktada yapmanız gereken başka bir şey yok; paralar, sağladığınız takas cüzdanı adresinize otomatik olarak aktarılacaktır. Bu biraz zaman alacaktır (genellikle yaklaşık 10-60 dakika), bu yüzden rahat olun ve gelen işlemin kişisel cüzdanınızda görünmesini bekleyin. Lütfen unutmayın, ticari uzlaşmayla ilişkili ağ işlem ücretleri, ticaret tutarından düşülecektir; bu da, ticaret sayfasında görüntülenenden biraz daha az alacağınız anlamına gelir.
ur: ایک بار جب بیچنے والے نے آپ کی ادائیگی موصول ہونے کی تصدیق کر دی، تو وہ تجارتی تصفیہ شروع کر دیں گے۔ آپ دیکھیں گے کہ تجارتی حیثیت "Processing" میں تبدیل ہو گئی ہے۔ اس وقت، آپ کو کچھ اور کرنے کی ضرورت نہیں ہے - سکے آپ کے فراہم کردہ سیٹلمنٹ والیٹ ایڈریس پر خود بخود منتقل ہو جائیں گے۔ اس میں کچھ وقت لگے گا (usually around 10-60 minutes)، اس لیے آرام کریں اور اپنے ذاتی بٹوے میں آنے والی ٹرانزیکشن کے ظاہر ہونے کا انتظار کریں۔ براہ کرم نوٹ کریں، تجارتی تصفیہ سے وابستہ نیٹ ورک ٹرانزیکشن فیس تجارتی رقم سے کاٹی جائے گی، یعنی آپ کو تجارتی صفحہ پر ظاہر ہونے والی رقم سے قدرے کم ملے گا۔
zh_cn: 一旦卖家确认收到你的付款，他们将启动交易结算。你会看到，交易状态将变为 "处理中"。在这一点上，你不需要做任何其他事情 - 币将被自动转移到你提供的结算钱包地址。这将需要一些时间（通常约10-60分钟），所以只要放松，等待传入的交易出现在你的个人钱包。请注意，与交易结算相关的网络交易费用将从交易金额扣除，这意味着您收到的金额将略低于交易页面上显示的金额。
zh_tw: 一旦賣家確認收到你的付款，他們將啟動交易結算。你會看到，交易狀態將變為 "處理中"。在這一點上，你不需要做任何其他事情 - 幣將被自動轉移到你提供的結算錢包地址。這將需要一些時間（通常約10-60分鐘），所以只要放鬆，等待傳入的交易出現在你的個人錢包。請注意，與交易結算相關的網絡交易費用將從交易金額扣除，這意味著您收到的金額將略低於交易頁面上顯示的金額。

# guide250Sbnon8722Sbcustodial250Sbbuy250Sb8
source: That's it! Once the trade settlement is finished and you've received your coins, you'll be able to see the settlement details by expanding the "Transaction details" section on the trade page. Don't forget to leave feedback about your experience with this seller!
cs: A je to! Jakmile je vypořádání obchodu dokončeno a obdržíte své coiny, budete moci zobrazit podrobnosti vypořádání rozbalením sekce „Podrobnosti transakce“ na stránce obchodu. Nezapomeňte zanechat zpětnou vazbu o své zkušenosti s tímto prodejcem!
fi: Se on siinä! Kun kauppasuoritus on valmis ja olet saanut kolikot, voit nähdä selvitystiedot laajentamalla kauppasivun "Transaktion tiedot" -osion. Muista jättää palautetta tästä myyjästä!
fr: Ça y est ! Une fois le règlement de la transaction terminé et que vous avez reçu vos jetons, vous pourrez voir les détails du règlement en développant la section "Détails de la transaction" sur la page de la transaction. N'oubliez pas de laisser une évaluation de votre expérience avec ce vendeur !
it: Questo è tutto! Una volta che la transazione è finita e hai ricevuto le tue monete, sarai in grado di vedere i dettagli della transazione espandendo la sezione "Dettagli della transazione" nella pagina dello scambio. Non dimenticare di lasciare un feedback sulla tua esperienza con questo venditore!
lt: Viskas! Kai atsiskaitymas už prekybą bus baigtas ir gausite monetas, galėsite matyti atsiskaitymo informaciją prekybos puslapyje išplėtę skyrių „Išsami sandorio informacija“. Nepamirškite palikti atsiliepimų apie savo patirtį su šiuo pardavėju!
nb: Det er det! Når handelsoppgjøret er fullført og du har mottatt myntene dine, vil du kunne se oppgjørsdetaljene ved å utvide delen "Transaksjonsdetaljer" på handelssiden. Ikke glem å gi tilbakemelding om opplevelsen din med denne selgeren!
nl: Dat is het! Zodra de handelsafwikkeling is voltooid en u uw munten heeft ontvangen, kunt u de afwikkelingsdetails bekijken door het gedeelte 'Transactiedetails' op de handelspagina uit te breiden. Vergeet niet om feedback achter te laten over uw ervaring met deze verkoper!
pl: I już! Po zakończeniu handlu i otrzymaniu kryptowalut będziesz mógł zobaczyć szczegóły rozliczenia, rozszerzając sekcję „Szczegóły transakcji” na stronie handlu. Nie zapomnij wystawić oceny sprzedawcy!
pt_br: É isso aí! Uma vez terminado o acordo comercial e recebidas suas moedas, você poderá ver os detalhes do acordo expandindo a seção "Detalhes da transação" na página de comércio. Não se esqueça de deixar comentários sobre sua experiência com este vendedor!
sl: To je to! Ko je poravnava trgovanja končana in ste prejeli svoje kovance, si lahko ogledate podrobnosti poravnave tako, da razširite razdelek "Podrobnosti transakcije" na strani trgovanja. Ne pozabite pustiti povratne informacije o svoji izkušnji trgovanja s tem prodajalcem!
sv: Nu är det klart! När avvecklingen är klar och du har fått dina mynt kan du se avvecklingsdetaljerna genom att expandera avsnittet "Transaktionsdetaljer" på handelssidan. Glöm inte att lämna feedback om din upplevelse med den här säljaren!
tl: Ayan yun! Kapag natapos na ang trade settlement at natanggap mo ang iyong mga barya, makikita mo ang mga detalye ng settlement sa pamamagitan ng pagpapalawak sa seksyong "Mga detalye ng transaksyon" sa page ng kalakalan. Huwag kalimutang mag-iwan ng feedback tungkol sa iyong karanasan sa nagbebentang ito!
tr: Bu kadar! Takas anlaşması bittiğinde ve madeni paralarınızı aldıktan sonra, takas sayfasındaki "İşlem ayrıntıları" bölümünü genişleterek anlaşmanın ayrıntılarını görebileceksiniz. Bu satıcıyla olan deneyiminiz hakkında geri bildirim bırakmayı unutmayın!
ur: یہی ہے! تجارتی تصفیہ ختم ہونے اور آپ کو اپنے سکے موصول ہونے کے بعد، آپ تجارتی صفحہ پر "Transaction details"" کے حصے کو بڑھا کر تصفیہ کی تفصیلات دیکھ سکیں گے۔ اس بیچنے والے کے ساتھ اپنے تجربے کے بارے میں رائے دینا نہ بھولیں!
zh_cn: 这就是了!一旦交易结算完成，而你已经收到了你的币，你就可以通过扩大交易页面上的 "交易细节 "部分来查看结算细节。不要忘了留下关于你与该卖家交易的经验的反馈!
zh_tw: 這就是了!一旦交易結算完成，而你已經收到了你的幣，你就可以通過擴大交易頁面上的 "交易細節 "部分來查看結算細節。不要忘了留下關於你與該賣家交易的經驗的反饋!

# guide250Sbnon8722Sbcustodial250Sbregister
source: <a target="_blank" href="/signup" class="next-link">Register an account</a> with {appName}. If you already have an account, skip to the next step.
cs: <a target="_blank" href="/signup" class="next-link">Zaregistrujte si účet</a> u {appName}. Pokud již máte účet, přejděte k dalšímu kroku.
fi: <a target="_blank" href="/signup" class="next-link">Rekisteröi tili</a> {appName}:lle. Jos sinulla on jo tili, siirry seuraavaan vaiheeseen.
fr: <a target="_blank" href="/signup" class="next-link">Créer un compte</a> sur {appName}. Si vous avez déjà un compte, passez à l'étape suivante.
it: <a target="_blank" href="/signup" class="next-link">Registra un account</a> con {appName}. Se hai già un account, passa al passo successivo.
lt: <a target="_blank" href="/signup" class="next-link">Užregistruokite paskyrą</a> naudodami {appName}. Jei jau turite paskyrą, pereikite prie kito veiksmo.
nb: <a target="_blank" href="/signup" class="next-link">Registrer en konto</a> med {appName}. Hvis du allerede har en konto, hopp til neste trinn.
nl: <a target="_blank" href="/signup" class="next-link">Registreer een account</a> bij {appName}. Als u al een account heeft, ga dan naar de volgende stap.
pl: <a target="_blank" href="/signup" class="next-link">Zarejestruj się</a> na {appName}. Jeśli masz już konto, przejdź do następnego kroku.
pt_br: <a target="_blank" href="/signup" class="next-link">Registrar uma conta</a> com {appName}. Se você já tem uma conta, pule para o próximo passo.
sl: <a target="_blank" href="/signup" class="next-link">Registracija računa</a> pri {appName}. Če že imate račun, lahko preskočite na naslednji korak.
sv: <a target="_blank" href="/signup" class="next-link">Registrera ett konto</a> med {appName}. Om du redan har ett konto går du vidare till nästa steg.
tl: <a target="_blank" href="/signup" class="next-link">Magrehistro ng account</a> sa {appName}. Kung mayroon ka nang account, lumaktaw sa susunod na hakbang.
tr: <a target="_blank" href="/signup" class="next-link">Bir hesabı kaydedin</a> ile {appName}. Zaten bir hesabınız varsa bir sonraki adıma geçin.
ur: <a target="_blank" href="/signup" class="next-link">ایک اکاؤنٹ </a> کو {appName} کے ساتھ رجسٹر کریں۔ اگر آپ کے پاس پہلے سے ہی اکاؤنٹ ہے تو اگلے مرحلے پر جائیں۔
zh_cn: <a target="_blank" href="/signup" class="next-link">用{appName}注册一个账户</a> 。如果你已经有一个账户，请跳到下一步。
zh_tw: <a target="_blank" href="/signup" class="next-link">用{appName}註冊一個賬戶</a> 。如果你已經有一個賬戶，請跳到下一步。
