Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# description250Sbguide250Sb2fa
source: This guide will help you set up Two Factor Authentication for your {appName} account.
cs: Tato příručka vám pomůže nastavit dvoufaktorové ověření pro váš účet {appName}.
fi: Tämä opas auttaa sinua määrittämään kaksivaiheisen tunnistautumisen {appName} -tilillesi.
fr: Ce guide vous aidera à configurer l'authentification à deux facteurs pour votre compte {appName}.
it: Questa guida ti aiuterà a configurare l'autenticazione Two Factor per il tuo account {appName}.
lt: Šis vadovas padės nustatyti dviejų veiksnių autentifikavimą {appName} paskyroje.
nb: Denne veiledningen hjelper deg med å sette opp tofaktorautentisering for din {appName}-konto.
nl: Deze handleiding helpt u bij het instellen van twee-factor-authenticatie voor uw {appName}-account.
pl: Ten przewodnik pomoże Ci skonfigurować weryfikację dwuetapową w Twoim koncie {appName}.
pt_br: Este guia irá ajudá-lo a configurar a autenticação de dois fatores para sua conta {appName}.
sl: Ta vodnik vam bo pomagal nastaviti dvofaktorno avtentikacijo za vaš {appName} račun.
sv: Den här guiden hjälper dig att konfigurera tvåfaktors autentisering för din {appName} konto
tl: Tutulungan ka ng gabay na ito na mag-set up ng Two Factor Authentication para sa iyong {appName} account.
tr: Bu kılavuz, {appName} hesabınız için İki Faktörlü Kimlik Doğrulamayı ayarlamanıza yardımcı olacaktır.
ur: یہ گائیڈ آپ کو آپ کے {appName} اکاؤنٹ کے لیے دو عنصر کی توثیق کرنے میں مدد کرے گا۔
zh_cn: 本指南将帮助您为{appName}帐户设置双因素身份验证。
zh_tw: 本指南將幫助您為{appName}帳戶設置雙因素身份驗證。

# description250Sbguide250Sbbtc
source: Are the days when you could buy bitcoins with a credit card instantly and with no verification behind us? Not quite. Here, we present to you an easy, anonymous, private and quick way to acquire bitcoins with cash in just a few steps.
cs: Jsou za námi dny, kdy jste si mohli bitcoiny koupit kreditní kartou okamžitě a bez ověření? Ne tak docela. Zde vám představujeme snadný, anonymní, soukromý a rychlý způsob, jak získat bitcoiny v hotovosti v několika krocích.
fi: Ovatko ajat, jolloin pystyit ostamaan bitcoineja luottokortilla välittömästi ja ilman vahvistusta takanamme? Ei aivan. Tässä esittelemme sinulle helpon, anonyymin, yksityisen ja nopean tavan hankkia bitcoineja käteisellä vain muutamassa vaiheessa.
fr: L'époque où vous pouviez acheter des Bitcoins avec une carte de crédit instantanément et sans vérification est-elle révolue ? Pas tout à fait. Nous vous présentons ici un moyen simple, anonyme, privé et rapide d'acquérir des Bitcoins contre des espèces en quelques étapes seulement.
it: I giorni in cui è possibile acquistare bitcoin con una carta di credito istantaneamente e senza alcuna verifica dietro di noi? Non proprio. Qui, ti presentiamo un modo facile, anonimo, privato e rapido per acquisire bitcoin con contanti in pochi passaggi.
lt: Ar tie laikai, kai galėjai nusipirkti bitkoinų su kreditine kortele iš karto ir be jokio patvirtinimo? Ne visai. Pristatome jums paprastą, anonimišką, privatų ir greitą būdą įsigyti bitkoinų grynaisiais vos keliais žingsniais.
nb: Er dagene da du kunne kjøpe bitcoins med et kredittkort umiddelbart og uten bekreftelse bak oss? Ikke helt. Her presenterer vi for deg en enkel, anonym, privat og rask måte å skaffe bitcoins med kontanter på bare noen få trinn.
nl: Zijn de dagen dat u direct en zonder verificatie bitcoins met een creditcard kon kopen achter de rug? Niet helemaal. Hier presenteren we u een gemakkelijke, anonieme, privé en snelle manier om in slechts enkele stappen bitcoins met contant geld te verwerven.
pl: Czy minęły dni, kiedy można natychmiast kupić Bitcoiny kartą kredytową bez weryfikacji? Nie do końca. Tutaj prezentujemy łatwy, anonimowy, prywatny i szybki sposób na pozyskanie Bitcoinów za gotówkę w kilku krokach.
pt_br: Os dias em que você pode comprar bitcoins com cartão de crédito instantaneamente e sem verificação atrás de nós? Não é bem assim. Aqui, apresentamos a você uma maneira fácil, anônima, privada e rápida de adquirir bitcoins com dinheiro em apenas alguns passos.
sl: Ali so časi, ko ste lahko bitcoine kupili s kreditno kartico takoj in brez preverjanja, že za nami? Ne povsem. Tukaj vam predstavljamo enostaven, anonimen, zasebni in hiter način za pridobitev bitcoinov z gotovino v le nekaj korakih.
sv: Är de dagar då du kunde köpa bitcoins med ett kreditkort direkt och utan verifiering bakom oss? Inte riktigt. Här presenterar vi för dig ett enkelt, anonymt, privat och snabbt sätt att skaffa bitcoins med kontanter med bara några få steg.
tl: Ang mga araw ba na maaari kang bumili ng mga bitcoin gamit ang isang credit card kaagad at walang pag-verify sa likod namin? Hindi masyado. Dito, ipinakita namin sa iyo ang isang madali, anonymous, pribado at mabilis na paraan upang makakuha ng mga bitcoin gamit ang cash sa ilang hakbang lamang.
tr: Kredi kartıyla anında ve doğrulama gerektirmeden bitcoin satın alabileceğiniz günler geride kaldı mı? Pek değil. Burada size sadece birkaç adımda nakit parayla bitcoin edinmenin kolay, anonim, özel ve hızlı bir yolunu sunuyoruz.
ur: کیا وہ دن ہیں جب آپ فوری طور پر کریڈٹ کارڈ کے ساتھ بٹ کوائنز خرید سکتے ہیں اور ہمارے پیچھے بغیر تصدیق کے؟ بالکل نہیں۔ یہاں، ہم آپ کو چند قدموں میں نقد رقم کے ساتھ بٹ کوائنز حاصل کرنے کا ایک آسان، گمنام، نجی اور فوری طریقہ پیش کرتے ہیں۔
zh_cn: 你是否可以立即用信用卡购买比特币并且没有验证我们的日子？不完全。在这里，我们向您呈现一个简单，匿名，私密和快速获取比特币的方式现金只需几步。
zh_tw: 你是否可以立即用信用卡購買比特幣並且沒有驗證我們的日子？不完全。在這裡，我們向您呈現一個簡單，匿名，私密和快速獲取比特幣的方式現金只需幾步。

# description250Sbguide250Sbbuy
source: This guide will help you understand how to buy Monero with popular online payment methods (such as bank transfer, PayPal, credit card etc.). {appName} is secure, fast and easy way to purchase Monero anonymously without ID verification.
cs: Tato příručka vám pomůže pochopit, jak koupit Monero pomocí oblíbených online platebních metod (jako je bankovní převod, PayPal, kreditní karta atd.). {appName} je bezpečný, rychlý a snadný způsob anonymního nákupu Monero bez ověření ID.
fi: Tämä opas auttaa sinua ymmärtämään, kuinka voit ostaa Moneroa suosituilla verkkomaksutavoilla (kuten pankkisiirto, PayPal, luottokortti jne.). {appName} on turvallinen, nopea ja helppo tapa ostaa Moneroa nimettömästi ilman henkilöllisyystodistusta.
fr: Ce guide vous aidera à comprendre comment acheter du Monero avec les méthodes de paiement en ligne populaires (telles que le virement bancaire, PayPal, une carte de crédit, etc.). {appName} est un moyen sûr, rapide et facile d'acheter du Monero de manière anonyme sans vérification d'identité.
it: Questa guida ti aiuterà a capire come acquistare Monero con i più diffusi metodi di pagamento online (come bonifico bancario, PayPal, carta di credito, Western Union ecc.) {appName} è un modo sicuro, veloce e semplice per acquistare XMR in modo anonimo senza verifica dell'ID.
lt: Šis vadovas padės suprasti, kaip įsigyti Monero naudojant populiarius mokėjimo internetu būdus (pvz., banko pavedimu, PayPal, kredito kortele ir kt.). {appName} yra saugus, greitas ir paprastas būdas anonimiškai įsigyti Monero be tapatybės patvirtinimo.
nb: Denne veiledningen vil hjelpe deg å forstå hvordan du kjøper Monero med populære online betalingsmetoder (som bankoverføring, PayPal, kredittkort osv.). {appName} er en sikker, rask og enkel måte å kjøpe Monero anonymt uten ID-verifisering.
nl: Deze handleiding helpt je te begrijpen hoe je Monero kunt kopen met populaire online betaalmethodes (zoals bankoverschrijving, PayPal, creditcard etc.). {appName} is een veilige, snelle en gemakkelijke manier om Monero anoniem te kopen zonder ID-verificatie.
pl: Ten przewodnik pomoże Ci zrozumieć, jak kupić Monero za pomocą popularnych metod płatności online (takich jak przelew bankowy, PayPal, karta kredytowa itp.). {appName} jest bezpiecznym, szybkim i łatwym sposobem na anonimowy zakup Monero bez weryfikacji dokumentów tożsamości.
pt_br: Este guia ajudará você a entender como comprar o Monero com métodos populares de pagamento online (como transferência bancária, PayPal, cartão de crédito, Boleto Bancário etc.). {appName} é uma forma segura, rápida e fácil de comprar anonimamente a XMR sem verificação de ID.
sl: Ta vodnik vam bo pomagal razumeti, kako kupiti Monero s priljubljenimi načini spletnega plačila (kot so bančno nakazilo, PayPal, kreditna kartica itd.). {appName} je varen, hiter in enostaven način za anonimen nakup Monera brez preverjanja osenih dokumentov.
sv: Den här guiden hjälper dig att förstå hur du köper Monero med populära onlinebetalningsmetoder (som banköverföring, PayPal, kreditkort etc.). {appName} är ett säkert, snabbt och enkelt sätt att köpa Monero anonymt utan ID-verifiering.
tl: Tutulungan ka ng gabay na ito na maunawaan kung paano bumili ng Monero gamit ang mga sikat na paraan ng pagbabayad online (tulad ng bank transfer, PayPal, credit card atbp.). Ang {appName} ay ligtas, mabilis at madaling paraan upang bumili ng Monero nang hindi nagpapakilala nang walang pag-verify ng ID.
tr: Bu kılavuz, Monero'yu popüler çevrimiçi ödeme yöntemleriyle (banka havalesi, PayPal, kredi kartı vb.) nasıl satın alacağınızı anlamanıza yardımcı olacaktır. {appName} kimlik doğrulaması olmadan Monero'yu anonim olarak satın almanın güvenli, hızlı ve kolay yoludur.
ur: یہ گائیڈ آپ کو یہ سمجھنے میں مدد کرے گا کہ کس طرح مقبول آن لائن ادائیگی کے طریقوں (such as bank transfer, PayPal, credit card etc) کے ساتھ Monero خریدنا ہے۔ {appName} ID کی تصدیق کے بغیر گمنامی میں Monero خریدنے کا محفوظ، تیز اور آسان طریقہ ہے۔
zh_cn: 本指南将帮助您了解如何使用流行的人民币在线支付方式（如银行转帐,PayPal,信用卡等）购买门罗币。{appName}是一种安全,快捷,简便的方式,可以匿名购买XMR没有身份验证。
zh_tw: 本指南將幫助您了解如何使用流行的在線支付方式（如銀行轉帳,PayPal,信用卡等）購買門羅幣。{appName}是一種安全,快捷,簡便的方式,可以匿名購買XMR沒有身份驗證。

# notification250Sbtrade8722Sbpayment8722Sbmarked8722Sbcomplete
source: {username} has completed the payment in trade {tradeId}
cs: {username} dokončil platbu v obchodě {tradeId}
fi: {username} on suorittanut maksun kaupassa {tradeId}
fr: {username} a effectué le paiement pour la transaction {tradeId}
it: {username} ha completato il pagamento nella compravendita {tradeId}
lt: {username} baigė mokėjimą prekyboje {tradeId}
nb: {username} har fullført betalingen i handelen {tradeId}
nl: {username} heeft de betaling in transactie {tradeId} voltooid
pl: {username} dokonał płatności w handlu {tradeId}
pt_br: {username} marcou pagamento como realizado na negociação {tradeId}
sl: {username} je zaključil plačilo v trgovanju {tradeId}
sv: {username} har slutfört betalningen i handeln {tradeId}
tl: Nakumpleto na ng {username} ang pagbabayad sa kalakalan {tradeId}
tr: {username} takasta ödemeyi tamamladı {tradeId}
ur: {username} نے تجارت میں ادائیگی مکمل کر لی ہے {tradeId}
zh_cn: 用户{username}在交易{tradeId}已付款了
zh_tw: 用戶{username}在交易{tradeId}已付款了

# notification250Sbtrade8722Sbrequest
source: You have a new offer {tradeId} from user {username}
cs: Máte novou nabídku {tradeId} od uživatele {username}
fi: Sinulla on uusi tarjous {tradeId} käyttäjältä {username}
fr: Vous avez une nouvelle offre {tradeId} de l'utilisateur {username}
it: Hai una nuova offerta {tradeId} dall'utente {username}
lt: Turite naują pasiūlymą {tradeId} iš naudotojo {username}
nb: Du har et nytt tilbud {tradeId} fra brukeren {username}
nl: U heeft een nieuwe aanbieding {tradeId} van gebruiker {username}
pl: Masz nowe ogłoszenie {tradeId} od użytkownika {username}
pt_br: Nova negociação {tradeId} do usuário {username}
sl: Imate novo ponudbo {tradeId} od uporabnika {username}
sv: Du har fått ett nytt erbjudande {tradeId} från användare {username}
tl: Mayroon kang bagong alok {tradeId} mula sa user {username}
tr: {username} kullanıcısından yeni bir {tradeId} teklifiniz var
ur: آپ کے پاس صارف {username} کی طرف سے ایک نئی پیشکش {tradeId} ہے
zh_cn: 用户{username}发起了新交易{tradeId}
zh_tw: 用戶{username}發起了新交易{tradeId}

# notification250Sbunread
source: Unread notifications
cs: Nepřečtená oznámení
fi: Lukemattomat ilmoitukset
fr: Notifications non lues
it: notifiche non lette
lt: Neskaityti pranešimai
nb: Uleste varsler
nl: Ongelezen meldingen
pl: Nieprzeczytane powiadomienia
pt_br: Notificações não lidas
sl: Neprebrana obvestila
sv: Olästa aviseringar
tl: Mga hindi pa nababasang notification
tr: Okunmamış bildirimler
ur: بغیر پڑھی ہوئی اطلاعات
zh_cn: 未读的通知
zh_tw: 未讀的通知

# otp8722Sbtip8722Sb08722Sb0
source: If you have enabled two-factor authentication, enter your 6 digit one-time password here.
cs: Pokud jste povolili dvoufaktorové ověření, zadejte zde své 6místné jednorázové heslo.
fi: Jos olet ottanut kaksivaiheisen todennuksen käyttöön, kirjoita 6-numeroinen kertaluonteinen salasanasi tähän.
fr: Si vous avez activé l'authentification à deux facteurs, saisissez ici votre mot de passe à usage unique à 6 chiffres.
it: Se hai abilitato l'autenticazione a due fattori, inserisci qui il codice di 6 cifre.
lt: Jei įjungėte dviejų veiksnių autentifikavimą, įveskite čia savo 6 skaitmenų vienkartinį slaptažodį.
nb: Hvis du har aktivert tofaktorautentisering, skriv inn ditt 6-sifrede engangspassord her.
nl: Als u twee-factor authenticatie heeft ingeschakeld, voer dan hier uw 6-cijferige eenmalig wachtwoord in.
pl: Jeśli aktywowałeś dwuetapową weryfikacje, wprowadź swoje 6-cyfrowe hasło jednorazowe tutaj.
pt_br: Se você usa autenticação de dois fatores, digite sua senha única de 6 dígitos aqui.
sl: Če ste omogočili dvostopenjsko avtentikacijo, tukaj vnesite svoje 6-mestno enkratno geslo.
sv: Om du har aktiverat tvåfaktorsautentisering anger du ditt sexsiffriga engångslösenord här.
tl: Kung pinagana mo ang two-factor authentication, ilagay ang iyong 6 na digit na isang beses na password dito.
tr: İki faktörlü kimlik doğrulamayı etkinleştirdiyseniz 6 haneli tek kullanımlık şifrenizi buraya girin.
ur: اگر آپ نے دو عنصر کی تصدیق کو فعال کیا ہے تو، یہاں اپنا 6 ہندسوں کا ایک وقتی پاس ورڈ درج کریں۔
zh_cn: 如果您已启用双重身份验证，请在此输入6位的一次性密码。
zh_tw: 如果您已啟用雙重身份驗証，請在此輸入6位的一次性密碼。

# otp8722Sbtip8722Sb08722Sb1
source: Where do I find my one-time password?
cs: Kde najdu své jednorázové heslo?
fi: Mistä löydän kertaluonteisen salasanani?
fr: Où puis-je trouver mon mot de passe à usage unique ?
it: Dove posso trovare la mia password monouso?
lt: Kur galiu rasti savo vienkartinį slaptažodį?
nb: Hvor finner jeg mitt engangspassord?
nl: Waar vind ik mijn eenmalige wachtwoord?
pl: Gdzie znajdę moje hasło jednorazowe?
pt_br: Onde encontro minha senha única?
sl: Kje najdem svoje enkratno geslo?
sv: Var hittar jag mitt engångslösenord?
tl: Saan ko mahahanap ang aking isang beses na password?
tr: Tek kullanımlık şifremi nerede bulabilirim?
ur: مجھے اپنا یک وقتی پاس ورڈ کہاں سے ملے گا؟
zh_cn: 我在哪里可以找到我的一次性密码？
zh_tw: 我在哪裡可以找到我的一次性密碼？

# otp8722Sbtip8722Sb1
source: Enter your 6 digit one-time password from the 2FA mobile app here.
cs: Zde zadejte své 6místné jednorázové heslo z mobilní aplikace 2FA.
fi: Syötä 6-numeroinen kertakäyttöinen salasanasi 2FA-mobiilisovelluksesta tähän.
fr: Entrez votre mot de passe à usage unique à 6 chiffres à partir de l'application mobile 2FA ici.
it: Inserisci qui il codice di 6 cifre che trovi sulla app (2FA).
lt: Čia įveskite 6 skaitmenų vienkartinį slaptažodį iš 2FA mobiliosios programos.
nb: Skriv inn ditt 6-sifrede engangspassord fra 2FA-mobilappen her.
nl: Voer hier uw 6-cijferige eenmalige wachtwoord van de 2FA mobiele app in.
pl: Tutaj wprowadź swoje 6-cyfrowe hasło jednorazowe z aplikacji mobilnej 2FA.
pt_br: Digite a senha única de 6 dígitos exibido no aplicativo de 2FA.
sl: Tukaj vnesite svoje 6-mestno enkratno geslo iz mobilne aplikacije 2FA.
sv: Ange ditt 6-siffriga engångslösenord från 2FA-mobilappen här.
tl: Ilagay ang iyong 6 na digit na isang beses na password mula sa 2FA mobile app dito.
tr: 2FA mobil uygulamasından alacağınız 6 haneli tek kullanımlık şifrenizi buraya girin.
ur: یہاں 2FA موبائل ایپ سے اپنا 6 ہندسوں کا ون ٹائم پاس ورڈ درج کریں۔
zh_cn: 在这里输入从您的2FA移动应用程序的6位数一次性密码。
zh_tw: 在這裡輸入從您的2FA移動應用程序的6位數一次性密碼。

# otp8722Sbtitle8722Sb0
source: One-time password (if enabled)
cs: Jednorázové heslo (pokud je povoleno)
fi: Kertakäyttöinen salasana (jos käytössä)
fr: Mot de passe à usage unique (si activé)
it: Password monouso (se abilitata)
lt: Vienkartinis slaptažodis (jei įjungtas)
nb: Engangspassord (hvis aktivert)
nl: Eenmalig wachtwoord (indien ingeschakeld)
pl: Hasło jednorazowe (jeśli jest włączone)
pt_br: Senha única (se ativado)
sl: Enkratno geslo (če je omogočeno)
sv: Engångslösenord (om aktiverat)
tl: Isang beses na password (kung naka-enable)
tr: Tek kullanımlık şifre (etkinse)
ur: ایک وقتی پاس ورڈ (اگر فعال ہو)
zh_cn: 一次性密码（若启用）
zh_tw: 一次性密碼（若啟用）

# otp8722Sbtitle8722Sb1
source: One-time password
cs: Jednorázové heslo
fi: Kertakäyttöinen salasana
fr: Mot de passe à usage unique
it: Password monouso
lt: Vienkartinis slaptažodis
nb: Engangspassord
nl: Eenmalig wachtwoord
pl: Hasło jednorazowe
pt_br: Senha única
sl: Enkratno geslo
sv: Engångslösenord
tl: Isang beses na password
tr: Tek seferlik şifre
ur: یکباری پاسورڈ
zh_cn: 一次性密码
zh_tw: 一次性密碼

source: Password
cs: Heslo
fi: Salasana
fr: Mot de passe
lt: Slaptažodis
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sl: Geslo
sv: Lösenord
tr: Şifre
ur: پاس ورڈ
zh_cn: 密码
zh_tw: 密碼

# password8722Sbreset250Sbbtn
source: Change password
cs: Změnit heslo
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia password
lt: Pakeisti slaptažodį
nb: Bytt passord
nl: Verander wachtwoord
pl: Zmień hasło
pt_br: Mudar senha
sl: Spremeni geslo
sv: ändra lösenord
tl: Palitan ANG password
tr: Şifre değiştir
ur: پاس ورڈ تبدیل کریں
zh_cn: 更改密码
zh_tw: 更改密碼

# password8722Sbreset250Sbconfirm8722Sbnew8722Sbpassword
source: Confirm new password
cs: Potvrďte nové heslo
fi: Vahvista uusi salasana
fr: Confirmer le nouveau mot de passe
it: Conferma la nuova password
lt: Patvirtinti naują slaptažodį
nb: Bekrefte nytt passord
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
pt_br: Confirme a nova senha
sl: Potrdite novo geslo
sv: Bekräfta nytt lösenord
tl: Kumpirmahin ang bagong password
tr: Yeni şifreyi onayla
ur: نئے پاس ورڈ کی توثیق کریں
zh_cn: 确认新密码
zh_tw: 確認新密碼

# password8722Sbreset250Sbconfirm8722Sbnew8722Sbpassword8722Sbtip
source: Please confirm your new password
cs: Potvrďte prosím své nové heslo
fi: Vahvista uusi salasana
fr: Veuillez confirmer votre nouveau mot de passe
it: Si prega di confermare la nuova password
lt: Patvirtinkite naują slaptažodį
nb: Vennligst bekreft ditt nye passord
nl: Bevestig alstublieft uw nieuwe wachtwoord
pl: Potwierdź swoje nowe hasło
pt_br: Por favor, confirme a nova senha
sl: Prosim potrdite svoje novo geslo
sv: Vänligen bekräfta ditt nya lösenord
tl: Pakikumpirma ang iyong bagong password
tr: Lütfen yeni şifrenizi onaylayın
ur: براہ کرم اپنے نئے پاس ورڈ کی تصدیق کریں
zh_cn: 请确认你的新密码
zh_tw: 請確認你的新密碼

# password8722Sbreset250Sberror
source: There has been an error with your request
cs: U vašeho požadavku došlo k chybě
fi: Virhe pyyntösi käsittelyssä
fr: Il y a eu une erreur avec votre demande
it: C'è stato un errore nella tua richiesta
lt: Jūsų užklausoje įvyko klaida
nb: Det har oppstått en feil med forespørselen din
nl: Er is een fout opgetreden bij uw aanvraag
pl: Wystąpił błąd podczas przetwarzania Twojego żądania
pt_br: Houve um erro ao executar este pedido
sl: Pri vaši zahtevi je prišlo do napake
sv: Det har uppstått ett fel med din begäran
tl: Nagkaroon ng error sa iyong kahilingan
tr: İsteğinizle ilgili bir hata oluştu
ur: آپ کی درخواست میں ایک خرابی ہو گئی ہے
zh_cn: 你的请求出错了
zh_tw: 你的請求出錯了
