Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb7250Sbtext
source: <p>The last way for non-developers to contribute to Monero is to be sure to log <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">issues in Github</a> when you have an issue that is not resolvable on <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> or in <a class="next-link" href="#matrixirc">Matrix/IRC</a> or see an area for improvement to the software.</p> <p>When you go to open an issue:</p> <ul> <li>Be sure there is not an existing issue related to yours <ul> <li>Search <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">open issues in Github</a> for keywords related to yours</li> </ul></li> <li>Provide as much information as possible <ul> <li>If you’re experiencing an issue that normal troubleshooting was unable to resolve, make sure to: <ul> <li>Collect all relevant logs when experiencing the issue</li> <li>Collect the version of Monero software you are running<br /> </li> <li>Collect your system’s OS and version</li> <li>Link to any relevant existing issues, Reddit threads, etc.</li> </ul></li> </ul></li> <li>Keep an eye out for replies and notifications of updates to your issue <ul> <li>More information or clarification is often needed, so be sure to keep an eye out for updates and comments to your issue that may need your input</li> </ul></li> </ul> <p>The more information you can provide in the issue, the better!</p>
cs: <p>Poslední způsob, jak mohou nevývojáři přispívat do Monera, je zaznamenat <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">problémy na Github</a>, když máte problém, který nelze vyřešit na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> nebo v <a class="next-link" href="#matrixirc">Matrix/IRC</a> nebo si prohlédněte oblast pro vylepšení softwaru.</p> <p>Když přejdete k otevření problému:</p> <ul> <li>Ujistěte se, že neexistuje žádný problém související s Vaším <ul> <li>Vyhledejte <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">otevřené problémy v Github</a> a vyhledejte klíčová slova související s vašimi</li> </ul></li> <li>Uveďte co nejvíce informací <ul> <li>Pokud narazíte na problém, který nebylo možné vyřešit běžným řešením problémů, ujistěte se, že: <ul> <li>Při výskytu problému shromážděte všechny relevantní protokoly</li> <li>Shromážděte verzi softwaru Monero, kterou používáte<br /> </li> <li>Shromážděte operační systém a verzi svého systému</li> <li>Odkaz na jakékoli relevantní existující problémy, vlákna Reddit atd.</li> </ul></li> </ul></li> <li>Sledujte odpovědi a upozornění na aktualizace vašeho problému <ul> <li>Často je potřeba více informací nebo vysvětlení, takže sledujte aktualizace a komentáře k Vašemu problému, které mohou vyžadovat Váš vstup</li> </ul></li> </ul> <p>Čím více informací v problému poskytnete, tím lépe!</p>
fi: <p>Viimeinen tapa, jolla muut kuin kehittäjät voivat osallistua Moneroon, on muistaa kirjata <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">-ongelmat Githubiin</a>, kun sinulla on ongelma, jota ei voida ratkaista <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupportilla</a> tai <a class="next-link" href="#matrixirc">Matrix/IRC</a> tai katsomalla ohjelmiston parannuskohdetta.</p> <p>Kun avaat tiketin ongelmasta:</p> <ul> <li>Varmista, ettei sinulla ole olemassa olevaa tikettiä ongelmasta <ul> <li>Hae <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">avoimista Githubista</a> liittyviä avainsanoja </li> </ul></li> <li>Anna mahdollisimman paljon tietoa <ul> <li>Jos kohtaat ongelman, jota normaali vianetsintä ei pystynyt ratkaisemaan, varmista: <ul> <li>Kerää kaikki asiaankuuluvat logit, kun havaitset ongelman</li> <li>Ota käyttämäsi Monero-ohjelmiston versio talteen<br /> </li> <li>Ota järjestelmäsi käyttöjärjestelmä ja versio talteen</li> <li>Linkki olemassa oleviin ongelmiin, Reddit-säikeisiin jne.</li> </ul></li> </ul></li> <li>Pidä silmällä vastauksia ja ilmoituksia ongelmaasi koskevista päivityksistä <ul> <li>Lisätietoja tai selvennyksiä tarvitaan usein, joten muista pitää silmällä ongelmaasi koskevia päivityksiä ja kommentteja, jotka saattavat tarvita apuasi</li> </ul></li> </ul> <p>Mitä enemmän tietoja voit antaa ongelmassa, sitä parempi!</p>
fr: <p>La dernière façon pour les non-développeurs de contribuer à Monero est de s'assurer d'ouvrir un ticket <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">dans Github</a> lorsque vous rencontrez un problème qui ne peut pas être résolu sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> ou sur <a class="next-link" href="#matrixirc">Matrix/IRC</a> ou si vous voyez un domaine d'amélioration du logiciel.</p> <p>Lorsque vous ouvrez un ticket :</p> <ul> <li>Assurez-vous qu'il n'y a pas de ticket déjà existant lié au vôtre <ul> <li>Recherchez des <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">tickets ouverts dans Github</a> pour des mots-clés liés aux vôtres</li> </ul></li> <li>Fournissez autant d'informations que possible <ul> <li>Si vous rencontrez un problème qui n'a pas pu être résolu par la communauté, assurez-vous de : <ul> <li>Rassemblez tous les journaux pertinents lorsque vous rencontrez le problème</li> <li>Indiquez la version du logiciel Monero que vous utilisez<br /> </li> <li>Indiquez le système d'exploitation et sa version</li> <li>Lien vers tous les problèmes existants pertinents, fils de discussion Reddit, etc.</li> </ul></li> </ul></li> <li>Gardez un œil sur les réponses et les notifications de mises à jour de votre ticket <ul> <li>Plus d'informations ou de clarifications sont souvent nécessaires, alors assurez-vous de garder un œil sur les mises à jour et les commentaires sur votre problème qui pourraient nécessiter votre contribution</li> </ul></li> </ul> <p>Plus vous pouvez fournir d'informations dans le ticket, mieux c'est !</p>
it: <p>L'ultimo modo per i non sviluppatori di contribuire a Monero è quello di assicurarsi di registrare <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">i problemi su Github</a> quando hai un problema che non è risolvibile su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> o in <a class="next-link" href="#matrixirc">Matrix/IRC</a> o vedi un'area di miglioramento del software.</p> <p>Quando vai ad aprire un problema:</p> <ul> <li>Assicurati che non ci sia un problema esistente collegato al tuo <ul> <li>Cerca <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">i problemi aperti in Github</a> per parole chiave relative al tuo</li> </ul></li> <li>Fornire quante più informazioni possibili <ul> <li>Se stai riscontrando un problema che la normale risoluzione dei problemi non è stata in grado di risolvere, assicurati di: <ul> <li>Raccogliere tutti i log rilevanti quando si verifica il problema</li> <li>Raccogliere la versione del software Monero che stai usando<br /> </li> <li>Raccogli il sistema operativo e la versione del tuo sistema</li> <li>Link a qualsiasi problema rilevante esistente, discussioni su Reddit, ecc.</li> </ul></li> </ul></li> <li>Tieni d'occhio le risposte e le notifiche di aggiornamenti al tuo problema <ul> <li>Spesso sono necessarie ulteriori informazioni o chiarimenti, quindi assicurati di tenere d'occhio gli aggiornamenti e i commenti al tuo problema che potrebbero richiedere il tuo contributo</li> </ul></li> </ul> <p>Più informazioni puoi fornire nel numero, meglio è!</p>
lt: <p>Paskutinis būdas ne kūrėjams prisidėti prie Monero – būtinai užregistruoti <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues"> problemas Github</a>, kai kyla problema, kurios negalima išspręsti naudojant <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> arba <a class="next-link" href="#matrixirc">Matrix / IRC</a> arba peržiūrėkite programinės įrangos tobulinimo sritį.</p> <p>Kai atidarote problemą:</p> <ul> <li>Įsitikinkite, kad nėra su jumis susijusių problemų <ul> <li> Ieškokite <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues"> atvirų problemų „Github“</a> ieškodami raktinių žodžių, susijusių su jūsų </li> </ul></li> <li>Pateikite kuo daugiau informacijos <ul> <li>Jei kyla problemų, kurių nepavyko išspręsti atliekant įprastą trikčių šalinimą, būtinai atlikite toliau nurodytus veiksmus. <ul> <li>Surinkite visus susijusius žurnalus, kai susiduriate su problema</li> <li>Surinkite naudojamą Monero programinės įrangos versiją<br /> </li> <li>Surinkite sistemos OS ir versiją</li> <li>Nuoroda į visas susijusias esamas problemas, „Reddit“ gijas ir kt.</li> </ul></li> </ul></li> <li>Stebėkite atsakymus ir pranešimus apie problemos atnaujinimus <ul> <li>Dažnai reikia daugiau informacijos arba paaiškinimų, todėl būtinai stebėkite naujinius ir komentarus apie problemą, dėl kurių gali prireikti jūsų įvesties</li> </ul></li> </ul> <p>Kuo daugiau informacijos galite pateikti problemos metu, tuo geriau!</p>
nb: <p>Den siste måten for ikke-utviklere å bidra til Monero er å sørge for å logge <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">-problemer i Github</a> når du har et problem som ikke kan løses på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> eller i <a class="next-link" href="#matrixirc">Matrix/IRC</a> eller se et område for forbedring av programvaren.</p> <p>Når du åpner et problem:</p> <ul> <li>Forsikre deg om at det ikke er et eksisterende problem relatert til ditt <ul> <li>Søk i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">åpne problemer i Github</a> etter søkeord relatert til ditt</li> </ul></li> <li>Gi så mye informasjon som mulig <ul> <li>Hvis du opplever et problem som vanlig feilsøking ikke kunne løse, sørg for å: <ul> <li>Samle alle relevante logger når du opplever problemet</li> <li>Samle versjonen av Monero-programvaren du kjører<br /> </li> <li>Samle systemets operativsystem og versjon</li> <li>Link til relevante eksisterende problemer, Reddit-tråder osv.</li> </ul></li> </ul></li> <li>Hold øye med svar og varsler om oppdateringer til problemet ditt <ul> <li>Mer informasjon eller avklaring er ofte nødvendig, så sørg for å holde øye med oppdateringer og kommentarer til problemet ditt som kan trenge input fra deg</li> </ul></li> </ul> <p>Jo mer informasjon du kan gi i problemet, jo bedre!</p>
nl: <p>De laatste manier voor niet-ontwikkelaars om bij te dragen aan Monero is om <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">problemen in Github</a> bij te houden wanneer u een probleem heeft dat niet kan worden opgelost op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> of in <a class="next-link" href="#matrixirc">Matrix/IRC</a> of een gebied ziet voor een verbetering van de software.</p> <p>Als u een probleem gaat openen:</p> <ul> <li>Zorg ervoor dat er geen bestaand probleem is dat verband houdt met die van u <ul> <li>U kunt in de <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">openstaande problemen in Github</a> zoeken naar trefwoorden die verband houden met die van u</li> </ul></li> <li>Geef zoveel mogelijk informatie <ul> <li>Als u een probleem ondervindt dat niet kon worden opgelost met normale probleemoplossing, doet u het volgende: <ul> <li>Verzamel alle relevante logboeken wanneer u het probleem tegenmoet komt</li> <li>Verzamel de versie van de Monero-software die u gebruikt<br /> </li> <li>Verzamel het besturingssysteem en de versie van uw systeem</li> <li>Link naar relevante bestaande problemen, Reddit-threads, etc.</li> </ul></li> </ul></li> <li>Houd de antwoorden en meldingen voor updates van uw probleem in de gaten <ul> <li>Er is vaak meer informatie of verduidelijking nodig, dus zorg ervoor dat u op de hoogte bent van updates en opmerkingen over uw probleem waarvoor mogelijk uw input nodig is</li> </ul></li> </ul> <p>Hoe meer informatie u kunt geven, hoe beter!</p>
pl: <p>Ostatni sposób w jaki niedeweloperzy mogą wspierać Monero to zgłaszanie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">usterek na GitHubie</a>, gdy napotkasz usterkę, której nie potrafisz rozwiązać z pomocą <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> lub na <a class="next-link" href="#matrixirc">Matrixie/IRC</a> lub przyjdzie Ci do głowy sposób na ulepszenie oprogramowania.</p> <p> Kiedy otwierasz issue na GitHubie: </p> <ul> <li> Upewnij się, czy nie ma już jakiegoś związanego z Twoim <ul> <li> Przeszukaj <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">otwarte issues na Githubie</a> słowami kluczowymi zbliżonymi do Twojej usterki</li> </ul></li> <li> Podaj jak najwięcej informacji <ul> <li> Jeśli normalne rozwiązywanie problemów nie było w stanie rozwiązać usterki, zadbaj o: <ul> <li> Zebranie wszystkich odpowiednich loggów </li> <li> Podanie wersji oprogramowania Monero z której korzystasz<br /> </li> <li> Podanie systemu operacyjnego i jego wersji </li> <li> Podanie linku do wszelkich powiązanych issues i wątków na Redditcie itp. </li> </ul></li> </ul></li> <li> Miej na oku odpowiedzi i powiadomienia o aktualizacjach Twojego issue <ul> <li> Często potrzebnych jest więcej informacji lub wyjaśnień, więc pamiętaj, aby sprawdzać aktualizacje i komentarze do issue, które mogą wymagać Twoich odpowiedzi </li> </ul></li> </ul> <p> Im więcej informacji możesz podać w swoim zgłoszeniu, tym lepiej! </p>
pt_br: <p>A última maneira de os não desenvolvedores contribuírem para a Monero é ter certeza de registrar problemas <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">no Github</a> quando você tiver um problema que não seja solucionável em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> ou em <a class="next-link" href="#matrixirc">Matrix/IRC</a> ou ver uma área para melhoria do software.</p> <p>Quando você for abrir um problema:</p> <ul> <li>Certifique-se de que não há um problema existente relacionado ao seu <ul> <li>Pesquise <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">problemas abertos no Github</a> para palavras-chave relacionadas às suas</li> </ul></li> <li>Forneça o máximo de informações possível <ul> <li>Se você estiver enfrentando um problema que a solução de problemas normais não foi capaz de resolver, certifique-se de: <ul> <li>Coletar todos os logs relevantes ao experimentar o problema</li> <li>Coletar a versão do software Monero que você está executando<br /> </li> <li>Coletar o SO do seu sistema e a versão</li> <li>Link para quaisquer problemas relevantes existentes, threads reddit, etc.</li> </ul></li> </ul></li> <li>Fique de olho em respostas e notificações de atualizações para o seu problema <ul> <li>Mais informações ou esclarecimentos são muitas vezes necessários, por isso não deixe de ficar de olho em atualizações e comentários sobre o seu problema que podem precisar de sua entrada</li> </ul></li> </ul> <p>Quanto mais informações você puder fornecer no problema, melhor!</p>
sl: <p>Zadnji način, da nerazvijalci prispevajo k Monero, je, da prijavite <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">težave v Github</a>, ko imate težavo, ki je ni mogoče rešiti na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> ali v <a class="next-link" href="#matrixirc">Matrix/IRC</a> ali si oglejte področje za izboljšavo programske opreme.</p> <p>Ko odprete težavo:</p> <ul> <li>Prepričajte se, da obstoječa težava ni povezana z vašo <ul> <li>Poiščite <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">odprte težave v Githubu</a> za ključne besede, povezane z vašimi </li> </ul></li> <li>Navedite čim več informacij <ul> <li>Če imate težavo, ki je z običajnim odpravljanjem težav ni bilo mogoče rešiti, poskrbite da: <ul> <li>Zberite vse ustrezne zapise, ko se pojavi težava</li> <li>Zberite različico programske opreme Monero, ki jo uporabljate <br /> </li> <li>Zberite OS in različico vašega sistema</li> <li>Povezava do objav morebitnih ustreznih obstoječih težav, Reddit zapisov, itd. </li> </ul></li> </ul></li> <li>Bodite pozorni na odgovore in obvestila o posodobitvah vaše težave <ul> <li>Pogosto je potrebnih več informacij ali pojasnil, zato bodite pozorni na komentarje o vaši težavi, ki morda potrebujejo vaš odziv </li> </ul></li> </ul> <p>Več informacij navedete, bolje je!</p>
sv: <p>Det sista sättet för icke-utvecklare att bidra till Monero är att se till att logga <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">problem i Github</a> när du har ett problem som inte går att lösa på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> eller i <a class="next-link" href="#matrixirc">Matrix/IRC</a> eller se ett område för förbättring av programvaran.</p> <p>När du öppnar ett problem:</p> <ul> <li>Se till att det inte finns ett befintligt problem relaterat till ditt <ul> <li>Sök <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">öppna problem i Github</a> efter nyckelord relaterade till ditt</li> </ul></li> <li>Ge så mycket information som möjligt <ul> <li>Om du har ett problem som normal felsökning inte kunde lösa, se till att: <ul> <li>Samla alla relevanta loggar när du upplever problemet</li> <li>Samla den version av Monero-programvaran du kör<br /> </li> <li>Samla ditt systems operativsystem och version</li> <li>Länk till alla relevanta befintliga problem, Reddit-trådar, etc.</li> </ul></li> </ul></li> <li>Håll utkik efter svar och meddelanden om uppdateringar av ditt problem <ul> <li>Mer information eller förtydliganden behövs ofta, så se till att hålla utkik efter uppdateringar och kommentarer till ditt problem som kan behöva din input</li> </ul></li> </ul> <p>Ju mer information du kan ge i frågan, desto bättre!</p>
tl: <p>Ang huling paraan para sa mga hindi developer na mag-ambag sa Monero ay siguraduhing i-log ang <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">mga isyu sa Github</a> kapag mayroon kang isyu na hindi nareresolba sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> o sa <a class="next-link" href="#matrixirc">Matrix/IRC</a> o tingnan ang isang lugar para sa pagpapahusay sa software.</p> <p>Kapag nagbukas ka ng isyu:</p> <ul> <li>Tiyaking walang umiiral na isyu na nauugnay sa iyo <ul> <li>Maghanap sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">mga bukas na isyu sa Github</a> para sa mga keyword na nauugnay sa iyo</li> </ul></li> <li>Magbigay ng maraming impormasyon hangga't maaari <ul> <li>Kung nakakaranas ka ng isyu na hindi nalutas ng normal na pag-troubleshoot, tiyaking: <ul> <li>Kolektahin ang lahat ng nauugnay na log kapag nararanasan ang isyu</li> <li>Kolektahin ang bersyon ng Monero software na iyong pinapatakbo<br /> </li> <li>Kolektahin ang OS at bersyon ng iyong system</li> <li>Mag-link sa anumang nauugnay na umiiral na isyu, Reddit thread, atbp.</li> </ul></li> </ul></li> <li>Abangan ang mga tugon at notification ng mga update sa iyong isyu <ul> <li>Madalas na kailangan ng higit pang impormasyon o paglilinaw, kaya siguraduhing bantayan ang mga update at komento sa iyong isyu na maaaring mangailangan ng iyong input</li> </ul></li> </ul> <p>Kung mas maraming impormasyon ang maibibigay mo sa isyu, mas mabuti!</p>
tr: <p>Geliştirici olmayanların Monero'ya katkıda bulunmalarının son yolu, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> veya <a class="next-link" href="#matrixirc">Matrix/IRC</a> veya yazılımda iyileştirilebilecek bir alana bakın.</p> <p>Bir sayı açtığınızda:</p> <ul> <li>Sizinkiyle ilgili mevcut bir sorun olmadığından emin olun <ul> <li>Sizinkiyle alakalı anahtar kelimeler için <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">Github'daki açık sorunları</a> arayın</li> </ul></li> <li>Mümkün olduğunca fazla bilgi sağlayın <ul> <li>Normal sorun giderme işleminin çözemediği bir sorunla karşılaşıyorsanız aşağıdakilerden emin olun: <ul> <li>Sorunla karşılaştığınızda ilgili tüm günlükleri toplayın</li> <li>Çalıştırdığınız Monero yazılımının sürümünü toplayın<br /> </li> <li>Sisteminizin işletim sistemini ve sürümünü toplayın</li> <li>İlgili mevcut sorunlara, Reddit konularına vb. bağlantı.</li> </ul></li> </ul></li> <li>Sorununuzla ilgili yanıtlara ve güncelleme bildirimlerine dikkat edin <ul> <li>Genellikle daha fazla bilgiye veya açıklamaya ihtiyaç duyulur; bu nedenle, sorununuzla ilgili girdilerinize ihtiyaç duyabilecek güncellemelere ve yorumlara göz atmayı unutmayın</li> </ul></li> </ul> <p>Sayıda ne kadar çok bilgi sağlarsanız o kadar iyi!</p>
ur: <p>غیر ڈویلپرز کے لیے مونیرو میں تعاون کرنے کا آخری طریقہ یہ ہے کہ جب آپ کو کوئی ایسا مسئلہ درپیش ہو جو <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/مونیرو سپورٹ</a>support یا اس میں حل نہ ہو، تو <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">Github</a> میں مسائل کو لاگ ان کرنا یقینی بنائیں۔ <a class="next-link" href="#matrixirc">Matrix/IRC</a> یا سافٹ ویئر میں بہتری کے لیے کوئی علاقہ دیکھیں۔</p> <p>جب آپ کوئی مسئلہ کھولنے جاتے ہیں:</p> <ul> <li>یقینی بنائیں کہ آپ سے متعلق کوئی موجودہ مسئلہ نہیں ہے۔ <ul> <li>تلاش کریں <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">Github میں کھلے مسائل</a> اپنے سے متعلق کلیدی الفاظ کے لیے</li> </ul></li> <li>زیادہ سے زیادہ معلومات فراہم کریں۔ <ul> <li>اگر آپ کسی ایسے مسئلے کا سامنا کر رہے ہیں جسے عام ٹربل شوٹنگ حل کرنے سے قاصر ہے، تو یقینی بنائیں کہ: <ul> <li>مسئلے کا سامنا کرتے وقت تمام متعلقہ لاگز جمع کریں</li> <li>منیرو سافٹ ویئر کا ورژن جمع کریں جسے آپ چلا رہے ہیں<br /> </li> <li>اپنے سسٹم کے OS اور ورژن کو اکٹھا کریں</li> <li>کسی بھی متعلقہ موجودہ مسائل کا لنک، Reddit تھریڈز وغیرہ۔</li> </ul></li> </ul></li> <li>اپنے مسئلے کے جوابات اور اپ ڈیٹس کی اطلاعات پر نظر رکھیں <ul> <li>مزید معلومات یا وضاحت کی اکثر ضرورت ہوتی ہے، اس لیے اپنے مسئلے کے بارے میں اپ ڈیٹس اور تبصروں پر نظر رکھنا یقینی بنائیں جن میں آپ کے ان پٹ کی ضرورت ہو سکتی ہے</li> </ul></li> </ul> <p>مسئلہ میں آپ جتنی زیادہ معلومات فراہم کر سکتے ہیں، اتنا ہی بہتر!</p>
zh_cn: <p>非开发者为门罗币做贡献的最后一个方法是，一定要记录 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">问题在Github</a> 当你有一个问题无法解决在 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> 或在 <a class="next-link" href="#matrixirc">Matrix/IRC</a> 或看到软件需要改进的地方。</p> <p>当你去打开一个问题时：</p> <ul> <li>确保没有与你相关的现有问题 <ul> <li>Search <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">在Github正在处理问题</a> 中搜索与你的问题相关的关键词</li> </ul></li> <li>提供尽可能多的信息 <ul> <li>如果你遇到了一个正常的故障排除无法解决的问题，请确保： <ul> <li>收集遇到该问题时的所有相关日志文件</li> <li>收集你所运行的门罗币软件的版本<br /> </li> <li>收集你的系统的操作系统信息和版本</li> <li>链接到任何相关的现有问题、Reddit线程等</li> </ul></li> </ul></li> <li>留意你的问题的回复和更新通知 <ul> <li>往往需要更多的信息或澄清，所以一定要留意你的问题的更新和评论，可能需要你的投入</li> </ul></li> </ul> <p>你能在问题中提供的信息越多越好!</p>
zh_tw: <p>非開發者為門羅幣做貢獻的最後一個方法是，一定要記錄 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">問題在Github</a> 當你有一個問題無法解決在 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> 或在 <a class="next-link" href="#matrixirc">Matrix/IRC</a> 或看到軟件需要改進的地方。</p> <p>當你去打開一個問題時：</p> <ul> <li>確保沒有與你相關的現有問題 <ul> <li>Search <a class="next-link" target="_blank" rel="noopener nofollow" href="https://github.com/monero-project/monero/issues">在Github正在處理問題</a> 中搜索與你的問題相關的關鍵詞</li> </ul></li> <li>提供盡可能多的信息 <ul> <li>如果你遇到了一個正常的故障排除無法解決的問題，請確保： <ul> <li>收集遇到該問題時的所有相關日誌文件</li> <li>收集你所運行的門羅幣軟件的版本<br /> </li> <li>收集你的系統的操作系統信息和版本</li> <li>鏈接到任何相關的現有問題、Reddit線程等</li> </ul></li> </ul></li> <li>留意你的問題的回復和更新通知 <ul> <li>往往需要更多的信息或澄清，所以一定要留意你的問題的更新和評論，可能需要你的投入</li> </ul></li> </ul> <p>你能在問題中提供的信息越多越好!</p>
