Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# faq250Sbanswer8722Sb27
source: Advertisement prices are based on Monero exchange rates. The Monero exchange rate is volatile and may change rapidly. {appName} updates its exchange rates and advertisement prices every ten minutes. Prices shown in the listings and on the front page are cached, and update a little slower. Sometimes when the Monero price is fluctuating rapidly, advertisements with the same price equation may display different price. Sometimes market data is not available for some currencies, which leads to delays updating the advertisement prices. However, when you open up the advertisement page itself the price will be more up to date. The price of the purchase is determined at the moment the Monero buyer sends in the trade request.
cs: Ceny inzerce jsou založeny na směnných kurzech Monero. Směnný kurz Monero je nestálý a může se rychle měnit. {appName} aktualizuje své směnné kurzy a ceny reklam každých deset minut. Ceny zobrazené v nabídkách a na titulní stránce jsou uloženy v mezipaměti a aktualizují se o něco pomaleji. Někdy, když cena Monero rychle kolísá, mohou reklamy se stejnou cenovou rovnicí zobrazovat jinou cenu. Někdy nejsou tržní data pro některé měny k dispozici, což vede ke zpoždění při aktualizaci cen reklamy. Když však otevřete samotnou stránku s reklamou, cena bude aktuálnější. Cena nákupu je stanovena v okamžiku, kdy kupující Monera odešle žádost o obchod.
fi: Ilmoitusten hinnat perustuvat Moneron valuuttakursseihin. Moneron valuuttakurssi on volatiili ja voi muuttua nopeasti. {appName} päivittää valuuttakurssinsa ja ilmoitushintansa kymmenen minuutin välein. Listauksissa ja etusivulla näkyvät hinnat ovat välimuistissa, ja ne päivittyvät hieman hitaammin. Joskus kun Moneron hinta vaihtelee nopeasti, voivat ilmoitukset joissa on sama hintayhtälö näyttää erilaisen hinnan. Joskus markkinatietoja ei ole saatavilla joistakin valuutoista, mikä johtaa viivästyksiin ilmoitushintojen päivittämisessä. Kuitenkin, kun avaat itse ilmoitussivun, hinta on ajan tasalla. Oston hinta määräytyy sillä hetkellä, kun Monero-ostaja lähettää kauppapyynnön.
fr: Les prix dans les annonces sont basées sur les taux de change Monero. Le taux de change Monero est volatil et peut changer rapidement. {appName} met à jour ses taux de change et les prix dans les annonces toutes les dix minutes. Les prix affichés dans les listes d'annonces et sur la page d'accueil sont mis en cache et mis à jour un peu plus lentement. Parfois, lorsque le prix de Monero fluctue rapidement, les annonces avec le même calcul de prix peuvent afficher un prix différent. Parfois, les données du marché ne sont pas disponibles pour certaines devises, ce qui entraîne des retards dans la mise à jour des prix dans les annonces. Cependant, lorsque vous ouvrez la page de l'annonce, le prix sera plus à jour. Le prix d'achat est déterminé au moment où l'acheteur Monero envoie la demande d'échange.
it: I prezzi degli annunci sono basati sui tassi di cambio Monero. Il tasso di cambio Monero è volatile e potrebbe cambiare rapidamente. {appName} aggiorna i tassi di cambio e i prezzi degli annunci ogni dieci minuti. I prezzi mostrati nelle inserzioni e nella prima pagina sono memorizzati nella cache e si aggiornano più lentamente. A volte, quando il prezzo del Monero oscilla rapidamente, le pubblicità con la stessa equazione di prezzo possono mostrare prezzi diversi. A volte i dati di mercato non sono disponibili per alcune valute, il che porta ritardi nell'aggiornamento dei prezzi degli annunci. Tuttavia, quando apri la pagina pubblicitaria, il prezzo sarà più aggiornato. Il prezzo dell'acquisto è determinato nel momento in cui l'acquirente Monero invia la richiesta commerciale.
lt: Reklamos kainos nurodytos pagal Monero valiutos kursus. Monero valiutos kursas yra nepastovus ir gali greitai keistis. {appName} atnaujina savo valiutų kursus ir skelbimų kainas kas dešimt minučių. Sąrašuose ir pirmame puslapyje nurodytos kainos yra talpykloje ir atnaujinamos šiek tiek lėčiau. Kartais, kai Monero kaina greitai svyruoja, skelbimuose su ta pačia kainų lygtimi gali būti rodoma skirtinga kaina. Kartais kai kurių valiutų rinkos duomenys nepasiekiami, todėl skelbimų kainos vėluoja atnaujinti. Tačiau, kai atidarysite patį skelbimo puslapį, kaina bus atnaujinta. Pirkinio kaina nustatoma tuo momentu, kai Monero pirkėjas siunčia prekybos užklausą.
nb: Annonsepriser er basert på Monero-valutakurser. Monero-kursen er volatil og kan endre seg raskt. {appName} oppdaterer valutakurser og annonsepriser hvert tiende minutt. Prisene som vises i oppføringene og på forsiden er bufret, og oppdateres litt tregere. Noen ganger når Monero-prisen svinger raskt, kan annonser med samme prisligning vise en annen pris. Noen ganger er ikke markedsdata tilgjengelig for enkelte valutaer, noe som fører til forsinkelser i oppdateringen av annonseprisene. Men når du åpner selve annonsesiden, vil prisen være mer oppdatert. Prisen på kjøpet bestemmes i det øyeblikket Monero-kjøperen sender inn handelsforespørselen.
nl: Advertentieprijzen zijn gebaseerd op Monero-wisselkoersen. De wisselkoers van Monero is volatiel en kan snel veranderen. {appName} werkt zijn wisselkoersen en advertentieprijzen elke tien minuten bij. De prijzen die in de aanbiedingen en op de voorpagina worden weergegeven, worden in de cache opgeslagen en worden iets langzamer bijgewerkt. Soms, wanneer de Monero-prijs snel fluctueert, kunnen advertenties met dezelfde prijsvergelijking een andere prijs weergeven. Soms zijn voor sommige valuta's geen marktgegevens beschikbaar, wat leidt tot vertragingen bij het bijwerken van de advertentieprijzen. Wanneer u echter de advertentiepagina zelf opent, is de prijs actueler. De prijs van de aankoop wordt bepaald op het moment dat de Monero-koper het ruilverzoek indient.
pl: Ceny ogłoszeń oparte są na kursach wymiany Monero. Kurs wymiany Monero jest niestabilny i może się szybko zmieniać. {appName} aktualizuje swoje kursy walut i ceny ogłoszeń co dziesięć minut. Ceny pokazane na ogłoszeniach i na pierwszej stronie są cache'owane i aktualizowane nieco rzadziej. Czasami, gdy cena Monero mocno się waha, ogłoszenia o tej samej kalkulacji ceny mogą wyświetlać różne ceny. Czasami dane rynkowe nie są dostępne dla niektórych walut, co prowadzi do opóźnień aktualizowania cen ogłoszeń. Jednak po otwarciu samej strony ogłoszenia cena będzie bardziej aktualna. Cena zakupu ustalana jest w momencie, gdy handlarz Monero rozpoczyna transakcję.
pt_br: Os preços nos anúncios são baseados nas taxas de câmbio do Monero. A taxa de câmbio do Monero é volátil e pode mudar rapidamente. O {appName} atualiza suas taxas de câmbio e os preços dos anúncios a cada dez minutos. Os preços exibidos nas listagens e na primeira página são armazenados em cache e atualizados um pouco mais lentamente. Às vezes, quando o preço do Monero está flutuando rapidamente, anúncios com a mesma equação de preço podem exibir preços diferentes. Às vezes, os dados de mercado não estão disponíveis para algumas moedas, o que leva a atrasos na atualização dos preços dos anúncios. No entanto, quando você abrir a página do anúncio em si, o preço será mais atualizado. O preço da compra é determinado no momento em que o comprador envia a solicitação de troca.
sl: Cene oglasov temeljijo na menjalnih tečajih Monero. Menjalni tečaj Monero je volativen in se lahko hitro spreminja. {appName} vsakih deset minut posodobi menjalne tečaje in cene oglasov. Cene, prikazane v objavah in na prvi strani, so predpomnjene in se posodabljajo nekoliko počasneje. Občasno, ko cena Monera hitro niha, se lahko zgodi, da oglasi z isto cenovno enačbo prikazujejo različne cene. Včasih podatki o trgu za nekatere valute niso na voljo, kar vodi do zamud pri posodabljanju cen oglasov. Ko odprete samo oglasno stran, bo cena bolj ažurna. Cena nakupa je določena v trenutku, ko kupec pošlje zahtevo za trgovanje.
sv: Annonspriserna är baserade på Monero-växelkurser. Monero-växelkursen är volatil och kan ändras snabbt. {appName} uppdaterar sina växelkurser och annonspriser var tionde minut. Priserna som visas i listorna och på framsidan är cachade och uppdateras lite långsammare. Ibland när Monero-priset fluktuerar snabbt, kan annonser med samma prisekvation visa ett annat pris. Ibland är marknadsdata inte tillgänglig för vissa valutor, vilket leder till förseningar med att uppdatera annonspriserna. Men när du öppnar själva annonssidan kommer priset att vara mer aktuellt. Priset på köpet bestäms i det ögonblick som Monero-köparen skickar in handelsförfrågan.
tl: Ang mga presyo ng ad ay nakabatay sa Monero exchange rates. Ang palitan ng Monero ay pabagu-bago at maaaring mabilis na magbago. Ina-update ng {appName} ang mga halaga ng palitan at presyo ng ad nito tuwing sampung minuto. Ang mga presyong ipinapakita sa mga listahan at sa harap na pahina ay naka-cache, at nag-update nang kaunti nang mas mabagal. Minsan kapag ang presyo ng Monero ay mabilis na nagbabago, ang mga ad na may parehong equation ng presyo ay maaaring magpakita ng ibang presyo. Minsan hindi available ang market data para sa ilang currency, na humahantong sa mga pagkaantala sa pag-update ng mga presyo ng advertisement. Gayunpaman, kapag binuksan mo ang mismong pahina ng advertisement ang presyo ay magiging mas napapanahon. Ang presyo ng pagbili ay tinutukoy sa sandaling ipinadala ng mamimili ng Monero ang kahilingan sa kalakalan.
tr: Reklam fiyatları Monero döviz kurlarına dayanmaktadır. Monero döviz kuru değişkendir ve hızla değişebilir. {appName} döviz kurlarını ve reklam fiyatlarını her on dakikada bir günceller. Listelemelerde ve ön sayfada gösterilen fiyatlar önbelleğe alınır ve biraz daha yavaş güncellenir. Bazen Monero fiyatı hızlı bir şekilde dalgalandığında aynı fiyat denklemine sahip reklamlarda farklı fiyatlar görüntülenebilir. Bazen bazı para birimleri için piyasa verileri mevcut olmamakta, bu da reklam fiyatlarının güncellenmesinde gecikmelere yol açmaktadır. Ancak ilan sayfasını açtığınızda fiyat daha güncel olacaktır. Satın almanın fiyatı, Monero alıcısının takas talebini gönderdiği anda belirlenir.
ur: اشتہار کی قیمتیں Monero کی شرح تبادلہ پر مبنی ہیں۔ Monero کی شرح تبادلہ غیر مستحکم ہے اور تیزی سے تبدیل ہو سکتی ہے۔ {appName} ہر دس منٹ پر اپنی شرح مبادلہ اور اشتہاری قیمتوں کو اپ ڈیٹ کرتا ہے۔ فہرستوں میں اور صفحہ اول پر دکھائی گئی قیمتیں کیش شدہ ہیں، اور تھوڑی آہستہ اپ ڈیٹ کریں۔ بعض اوقات جب Monero قیمت میں تیزی سے اتار چڑھاؤ ہوتا ہے، اسی قیمت کی مساوات والے اشتہارات مختلف قیمت دکھا سکتے ہیں۔ بعض اوقات کچھ کرنسیوں کے لیے مارکیٹ ڈیٹا دستیاب نہیں ہوتا ہے، جس کی وجہ سے اشتہاری قیمتوں کو اپ ڈیٹ کرنے میں تاخیر ہوتی ہے۔ تاہم، جب آپ اشتہار کا صفحہ کھولیں گے تو قیمت زیادہ تازہ ہو جائے گی۔ خریداری کی قیمت اس وقت طے کی جاتی ہے جب Monero خریدار تجارتی درخواست میں بھیجتا ہے۔
zh_cn: 广告价格基于门罗币汇率。门罗币汇率波动性很大，可能快速变化。{appName}每十分钟更新一次汇率和广告价格。展示和首页上显示的价格为缓存内容，会慢慢更新。有时，特别是在门罗币价格快速波动时，采用相同价格公式的广告可能会显示不同的价格。此外，有时市场数据对某些币种不可用，这将导致广告价格的更新出现延迟。不过，当您打开广告页面本身时，价格将是更新的价格。购买的价格在门罗币买家发送交易请求时确定。
zh_tw: 廣告價格基於門羅幣匯率。門羅幣匯率波動性很大，可能快速變化。{appName}每十分鐘更新一次匯率和廣告價格。展示和首頁上顯示的價格為緩存內容，會慢慢更新。有時，特別是在門羅幣價格快速波動時，採用相同價格公式的廣告可能會顯示不同的價格。此外，有時市場數據對某些幣種不可用，這將導致廣告價格的更新出現延遲。不過，當您打開廣告頁面本身時，價格將是更新的價格。購買的價格在門羅幣買家發送交易請求時確定。

# fees250Sbtx250Sbtext57Sbagoradesk
source: Transactions to wallets of other {appName} users are {free}. {linebreak} Transactions to outside cryptocurrency wallets are subject to the relevant cryptocurrency network transaction fee. The current fee is visible on the {walletPage} under the heading {outgoingMoneroFees}. The transaction fee is paid from your {appName} wallet when you send a transaction.
cs: Transakce do peněženek jiných uživatelů {appName} jsou {free}. {linebreak} Transakce do externích kryptoměnových peněženek podléhají příslušnému poplatku za transakce v kryptoměnové síti. Aktuální poplatek je viditelný na {walletPage} pod záhlavím {outgoingMonerofees}. Transakční poplatek se platí z vaší {appName} peněženky při odeslání transakce.
fi: Transaktiot muiden {appName}-käyttäjien lompakoihin ovat {free}. {linebreak} Ulkopuolisiin kryptovaluuttalompakoihin tehdyistä transaktioista peritään asianmukainen kryptovaluuttaverkon tapahtumamaksu. Nykyinen maksu näkyy {walletPage}:lla otsikon {outgoingMoneroFees} alla. Tapahtumamaksu maksetaan {appName}-lompakostasi transaktion yhteydessä.
fr: Les transactions vers les portefeuilles d'autres utilisateurs {appName} sont {free}. {linebreak} Les transactions vers des portefeuilles de crypto-monnaie externes sont soumises aux frais de transaction du réseau de crypto-monnaie correspondant. Les frais actuels sont visibles sur la page du {walletPage} sous la rubrique {outgoingMonerofees}. Les frais de transaction sont payés à partir de votre portefeuille {appName} lorsque vous effectuez une transaction.
it: Le transazioni su portafogli di altri utenti {appName} sono {free}. {linebreak} Le transazioni verso portafogli di criptovaluta esterne sono soggette alla commissione di transazione relativa alla rete di criptovaluta. La commissione corrente è visibile su {walletPage} alla voce {outgoingMoneroFees}. La commissione di transazione viene pagata dal tuo portafoglio {appName} quando invii una transazione.
lt: Operacijos į kitų {appName} vartotojų pinigines yra {free}. {linebreak} Sandoriams į išorines kriptovaliutų pinigines taikomas atitinkamas kriptovaliutų tinklo operacijų mokestis. Dabartinis mokestis matomas {walletPage} po antrašte {outgoingMoneroFees}. Operacijos mokestis mokamas iš {appName} piniginės, kai siunčiate operaciją.
nb: Transaksjoner til lommebøker til andre {appName}-brukere er {free}. {linebreak} Transaksjoner til eksterne kryptovaluta-lommebøker er underlagt det relevante transaksjonsgebyret for kryptovalutanettverk. Gjeldende avgift er synlig på {walletPage} under overskriften {outgoingMoneroFees}. Transaksjonsgebyret betales fra {appName}-lommeboken din når du sender en transaksjon.
nl: Transacties naar portefeuilles van andere {appName} gebruikers zijn {free}. {linebreak} Transacties naar externe Cryptocurrency-portefeuilles zijn onderhevig aan de relevante transactiekosten voor cryptocurrency-netwerken. Het huidige tarief is zichtbaar op de {walletPage} onder het kopje {outgoingMonerofees}. De transactiekosten worden uit uw {appName}-portefeuille betaald wanneer u een transactie verzendt.
pl: Transakcje na portfele innych użytkowników {appName} są {free}.{linebreak} Transakcje na inne portfele kryptowalut podlegają opłatom sieci. Aktualna opłata jest widoczna na {walletPage} pod nagłówkiem {outgoingMoneroFees}. Opłata transakcyjna jest opłacana z portfela {appName} po wysyłaniu transakcji.
pt_br: Transações para carteiras de outros usuários {appName} são {free}. {linebreak} Transações para carteiras de criptomoedas externas estão sujeitas à taxa de transação de rede da criptomoeda em questão. A taxa atual é visível na {walletPage} sob o título {outgoingMonerofees}. A taxa de transação é paga a partir da sua carteira {appName} quando você envia uma transação.
sl: Transakcije v denarnice drugih {appName} uporabnikov so {free}. {linebreak} Transakcije v zunanje denarnice so predmet provizije omrežja kriptovalute. Trenutna pristojbina je vidna na {walletPage} pod naslovom {outgoingMoneroFees}. Provizija se plača iz vaše denarnice {appName}, ko pošljete transakcijo.
sv: Transaktioner till andra {appName} användares plånböcker är {free}. {linebreak} Transaktioner till externa kryptovaluta-plånböcker är föremål för den relevanta transaktionsavgiften för kryptovalutanätverket. Den aktuella avgiften är synlig på {walletPage} under rubriken {outgoingMoneroFees}. Transaktionsavgiften betalas från din {appName} plånbok när du skickar en transaktion.
tl: Ang mga transaksyon sa mga wallet ng iba pang user ng {appName} ay {free}. {linebreak} Ang mga transaksyon sa labas ng mga wallet ng cryptocurrency ay napapailalim sa nauugnay na bayad sa transaksyon sa network ng cryptocurrency. Ang kasalukuyang bayarin ay makikita sa {walletPage} sa ilalim ng heading {outgoingMonerofees}. Ang bayad sa transaksyon ay binabayaran mula sa iyong {appName} wallet kapag nagpadala ka ng transaksyon.
tr: Diğer {appName} kullanıcılarının cüzdanlarına yapılan işlemler {free} tutarındadır. {linebreak} Dış kripto para cüzdanlarına yapılan işlemler, ilgili kripto para ağı işlem ücretine tabidir. Mevcut ücret {walletPage} üzerinde {outgoingMoneroFees} başlığı altında görülebilir. İşlem ücreti, bir işlem gönderdiğinizde {appName} cüzdanınızdan ödenir.
ur: دوسرے {appName} صارفین کے بٹوے پر لین دین {free} ہیں۔ {linebreak} باہر کے کریپٹو کرنسی والیٹس میں لین دین متعلقہ کریپٹو کرنسی نیٹ ورک ٹرانزیکشن فیس کے ساتھ مشروط ہے۔ موجودہ فیس عنوان {outgoingMoneroFees} کے تحت {walletPage} پر دکھائی دے رہی ہے۔ جب آپ لین دین بھیجتے ہیں تو آپ کے {appName} والیٹ سے لین دین کی فیس ادا کی جاتی ہے۔
zh_cn: 其他{appName}用户的钱包交易为 {free}。 {linebreak} 对外部加密货币钱包的交易受相关加密货币网络交易费的约束。当前费用在标题 {outgoingMoneroFees}下的 {walletPage} 处可见。当您发送交易时，交易费用从您的{appName}钱包中支付。
zh_tw: 其他{appName}用戶的錢包交易為 {free}。 {linebreak} 對外部加密貨幣錢包的交易受相關加密貨幣網絡交易費的約束。當前費用在標題 {outgoingMoneroFees}下的 {walletPage} 處可見。當您發送交易時，交易費用從您的{appName}錢包中支付。

# fees250Sbtx250Sbtitle
source: Monero transaction fees
cs: Transakční poplatky za Monero (XMR)
fi: Moneron transaktiomaksut
fr: Frais de transaction Monero
it: Commissioni di transazione Monero
lt: Monero operacijų mokesčiai
nb: Monero transaksjonsgebyrer
nl: Monero-transactiekosten
pl: Opłaty za transakcje w Monero
pt_br: Taxas de transação Monero
sl: Provizije za Monero transakcije
sv: Monero transaktion savgifter
tl: Mga bayarin sa transaksyon ng Monero
tr: Monero işlem ücretleri
ur: Monero ٹرانزیکشن فیس
zh_cn: 门罗币交易费
zh_tw: 門羅幣交易費
