Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbseraphis250Sb1250Sbtext
source: <p>Protocols like Bitcoin and Monero and others rely on a so-called "output model" of operation, where an <em>output</em> is a representation of value that can be transferred.<br/> Transactions consume one or more outputs controlled by a sender, and generate new outputs directed toward recipients (or back to the sender as change); the transaction must balance in that consumed outputs must contain a total value exactly equal to the value in new outputs (plus a network-imposed fee).<br/> In many protocols like Bitcoin, the value contained in an output is written in the clear, as is the recipient.<br/> Furthermore, by looking at the blockchain, it is trivial to see if and when an output has been spent (that is, if it has been consumed in a later transaction, and which transaction spent it).</p> <p>By contrast, protocols like Monero introduce a different design:</p> <ul> <li>Output values are hidden and not visible on the blockchain</li> <li>Recipient addresses are hidden by the use of a one-time addressing protocol</li> <li>Whether or not an output has been spent is obscured by the use of ambiguous signatures</li> </ul> <p>The result is that, absent external information, it is difficult to determine whether a given output has been spent, what its value is, and who its recipient is.</p> <p>The current Monero transaction protocol is called <em>RingCT</em>, and uses several cryptographic building blocks to achieve these design goals.</p> <ul> <li><em>Commitments</em> hide amounts in a mathematically-useful way</li> <li><em>Range proofs</em> prevent overflow that could inflate supply</li> <li><em>Linkable ring signatures</em> provide signer ambiguity and prevent double-spend attempts</li> <li><em>Commitment offsets</em> assert that transactions balance</li> </ul> <p>These building blocks are carefully intertwined to build the RingCT protocol.</p> <p>A useful property of the RingCT protocol is that some building blocks can be changed or upgraded in a way that keeps the overall design and properties intact, but that can provide efficiency or security improvements. In fact, these kinds of upgrades have occurred (or are planned to occur) several times in Monero's history. Range proofs in the original RingCT protocol were bulky and slow; they were later updated to a construction called <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> that made transactions smaller and faster with better security analysis, and are planned to be updated to a newer construction called <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> for even greater efficiency benefits.</p> <p>A similar process was undergone with the linkable ring signature building block. In the original protocol, a construction called <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> was used. This was later updated to a newer construction called <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> that is faster, results in smaller transactions, and has better security analysis. An even newer linkable ring signature construction based on <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> was proposed, but this was not selected for deployment because of its impacts on multisignature operations.</p>
cs: <p>Protokoly jako Bitcoin a Monero a další spoléhají na takzvaný „výstupní model“ provozu, kde <em>výstup</em> představuje reprezentaci hodnoty, kterou lze převést.<br/> Transakce spotřebovávají jeden nebo více výstupů kontrolovaných odesílatelem a vytvářejí nové výstupy směřující k příjemcům (nebo zpět k odesílateli jako změna); transakce musí být vyvážená v tom smyslu, že spotřebované výstupy musí obsahovat celkovou hodnotu přesně rovnou hodnotě v nových výstupech (plus síťový poplatek).<br/> V mnoha protokolech, jako je Bitcoin, je hodnota obsažená ve výstupu zapsána otevřeně, stejně jako příjemce.<br/> Kromě toho je při pohledu do blockchainu triviální zjistit, zda a kdy byl výstup utracen (tj. zda byl spotřebován v pozdější transakci a která transakce jej utratila).</p> <p>Naproti tomu protokoly jako Monero zavádějí jiný design:</p> <ul> <li>Výstupní hodnoty jsou skryté a nejsou viditelné na blockchainu</li> <li>Adresy příjemců jsou skryté pomocí jednorázového adresovacího protokolu</li> <li>To, zda byl výstup utracen či nikoli, je zakryto použitím nejednoznačných podpisů</li> </ul> <p>Výsledkem je, že bez vnějších informací je obtížné určit, zda byl daný výstup vynaložen, jaká je jeho hodnota a kdo je jeho příjemce.</p> <p>Aktuální transakční protokol Monero se nazývá <em>RingCT</em> a k dosažení těchto cílů návrhu používá několik kryptografických stavebních bloků.</p> <ul> <li><em>Závazky</em> skrývají částky matematicky užitečným způsobem</li> <li><em>Důkazy dosahu</em> zabraňují přetečení, které by mohlo nafouknout nabídku</li> <li><em>Propojitelné kruhové podpisy</em> zajišťují nejednoznačnost signatáře a zabraňují pokusům o dvojnásobnou útratu</li> <li><em>Kompenzace závazků</em> tvrdí, že transakce jsou vyrovnané</li> </ul> <p>Tyto stavební bloky jsou pečlivě propojeny, aby vytvořily protokol RingCT.</p> <p>Užitečnou vlastností protokolu RingCT je to, že některé stavební bloky lze změnit nebo upgradovat způsobem, který zachová celkový design a vlastnosti nedotčené, ale může to zajistit zlepšení účinnosti nebo zabezpečení. Ve skutečnosti k těmto druhům upgradů došlo (nebo se plánuje, že k nim dojde) několikrát v historii společnosti Monero. Důkazy rozsahu v původním protokolu RingCT byly objemné a pomalé; později byly aktualizovány na konstrukci nazvanou <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a>, která zmenšila a zrychlila transakce s lepší analýzou zabezpečení, a plánuje se jejich aktualizace na novější konstrukci nazvanou <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> pro ještě vyšší efektivitu. </p> <p>Podobný proces byl proveden se stavebním blokem propojitelného kruhového podpisu. V původním protokolu byla použita konstrukce nazvaná <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a>. Toto bylo později aktualizováno na novější konstrukci nazvanou <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a>, která je rychlejší, vede k menším transakcím a má lepší analýzu zabezpečení. Byla navržena ještě novější konstrukce propojitelného kruhového podpisu založená na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptychu</a>, která však nebyla vybrána pro nasazení kvůli jejím dopadům na operace s více podpisy.</p>.
fi: <p>Protokollat, kuten Bitcoin, Monero ja muut, perustuvat ns. "ulostulomalliin", jossa <em>ulostulo</em> on esitys arvosta, joka voidaan siirtää.<br/> Transaktiot kuluttavat yhtä tai useampaa lähettäjän ohjaamaa ulostuloa ja luovat uusia ulostuloja, jotka on suunnattu vastaanottajille (tai takaisin lähettäjälle vaihdossa); transaktion on oltava tasapainossa siten, että kulutettujen tuotosten on sisällettävä kokonaisarvo, joka on täsmälleen sama kuin uusien ulostulojen arvo (plus verkon määräämä maksu).<br/> Monissa protokollissa, kuten Bitcoinissa, ulostulon sisältämä arvo kirjoitetaan julkisesti, samoin kuin vastaanottaja.<br/> Lisäksi lohkoketjua katsomalla on helppoa nähdä, onko tuotos käytetty ja milloin se on käytetty (eli onko se kulutettu myöhemmässä transaktiossa ja mikä transaktio kulutti sen).</p> <p> Sitä vastoin Moneron kaltaisissa protokollissa on erilainen tyyli:</p> <ul> <li>Ulostulojen arvot ovat piilotettuja eivätkä näy lohkoketjussa</li> <li>Vastaanottajien osoitteet piilotetaan kertaluonteisen osoiteprotokollan avulla</li> <li>Epäselvät allekirjoitukset peittävät sen, onko ulostulo käytetty vai ei </li> </ul> <p> Seurauksena on, että ulkoisen tiedon puuttuessa on vaikea määrittää, onko tietty ulostulo käytetty, mikä sen arvo on ja kuka sen vastaanottaja on.</p> <p>Nykyinen Monero-tapahtumaprotokolla on nimeltään <em>RingCT</em>, ja se käyttää useita kryptograafisia rakennuspalikoita näiden suunnittelutavoitteiden saavuttamiseksi.</p> <ul> <li><em>Sitoumukset</em> piilottavat summat matemaattisesti hyödyllisellä tavalla</li> <li><em>Etäisyyssuojat</em> estävät ylivuodon, joka voi täyttää syöttöä </li> <li><em>Linkitettävät sormusallekirjoitukset</em> tarjoavat allekirjoittajien epäselvyyttä ja estävät kaksinkertaisen kulutuksen</li> <li><em>Sitoumuspoikkeamat</em> vakuuttavat transaktioiden saldon</li> </ul> <p>Nämä rakennuspalikat on huolellisesti kiedottu yhteen RingCT-protokollan rakentamiseksi.</p> <p>RingCT-protokollan hyödyllinen ominaisuus on, että joitain rakennuspalikoita voidaan muuttaa tai päivittää tavalla, joka säilyttää yleisen suunnittelun ja ominaisuudet ennallaan, mutta joka voi parantaa tehokkuutta tai turvallisuutta. Itse asiassa tällaisia päivityksiä on tapahtunut (ja suunnitellaan tapahtuvan) useita kertoja Moneron historiassa. Alkuperäisen RingCT-protokollan etäisyystodistukset olivat mittavia ja hitaita; ne päivitettiin myöhemmin <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a>-nimiseen rakenteeseen, joka pienensi ja nopeutti tapahtumia paremmalla tietoturva-analyysillä, ja aiotaan päivittää uudempaan rakenteeseen nimeltä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> tehokkuuden parantamiseksi. </p> <p>Samanlainen prosessi käytiin läpi linkitettävän sormusallekirjoituksen rakennuspalkin kanssa. Alkuperäisessä protokollassa käytettiin rakennetta nimeltä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a>. Tämä päivitettiin myöhemmin uudempaan rakenteeseen nimeltä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a>, joka on nopeampi, johtaa pienempiin transaktioihin ja jolla on parempi tietoturva-analyysi. Vielä uudempaa linkitettävää sormusallekirjoitusrakennetta, joka perustuu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptychiin</a>, ehdotettiin, mutta tätä ei otettu käyttöön, koska se vaikuttaa usean allekirjoituksen toimintaan.</p>
fr: <p>Des protocoles comme Bitcoin et Monero, entre autres, reposent sur un modèle de fonctionnement dit « de sortie », où une <em>sortie</em> est une représentation de la valeur qui peut être transférée.<br/> Les transactions consomment une ou plusieurs sorties contrôlées par un expéditeur et génèrent de nouvelles sorties dirigées vers les destinataires (ou vers l'expéditeur en tant que change) ; la transaction doit être équilibrée en ce que les sorties consommées doivent contenir une valeur totale exactement égale à la valeur des nouvelles sorties (plus des frais de fonctionnement demandés par le réseau).<br/> Dans de nombreux protocoles comme Bitcoin, la valeur contenue dans une sortie est écrite en clair, tout comme le destinataire.<br/> De plus, en regardant la blockchain, il est trivial de voir si et quand une sortie a été dépensée (c'est-à-dire si elle a été consommée dans une transaction ultérieure, et quelle transaction l'a dépensée).</p> <p>En revanche, des protocoles comme Monero introduisent un modèle différent :</p> <ul> <li>Les valeurs de sortie sont masquées et non visibles sur la blockchain</li> <li>Les adresses des destinataires sont masquées par l'utilisation d'un protocole d'adressage unique</li> <li>Le fait qu'une sortie ait été dépensée ou non est masqué par l'utilisation de signatures ambiguës</li> </ul> <p>Le résultat est qu'en l'absence d'informations externes, il est difficile de déterminer si une sortie en particulier a été dépensée, quelle est sa valeur et qui en est le destinataire.</p> <p>Le protocole de transaction Monero actuel s'appelle <em>RingCT</em> et utilise plusieurs briques de construction cryptographiques pour atteindre les objectifs de ce modèle.</p> <ul> <li><em>Les engagements</em> cachent des montants d'une manière mathématiquement utile</li> <li><em>Les preuves de portée</em> empêchent tout dépassement qui pourrait entraîner une augmentation de la réserve</li> <li><em>Les signatures de cercle</em> fournissent une ambiguïté de signataire et empêchent les tentatives de double dépense</li> <li><em>Les compensations d'engagement</em> affirment que les transactions s'équilibrent</li> </ul> <p>Ces briques de construction du modèle global sont soigneusement entrelacées pour créer le protocole RingCT.</p> <p>Une propriété utile du protocole RingCT est que certaines de ces briques peuvent être modifiées ou mises à jour de manière à conserver le modèle et les propriétés globales intactes, tout en améliorant l'efficacité ou la sécurité. En fait, ces types de mises à jour se sont produites (ou sont prévues) plusieurs fois dans l'histoire de Monero. Les preuves de portée dans le protocole RingCT original étaient volumineuses et lentes ; elles ont ensuite été mises à jour vers un modèle appelé <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> qui a rendu les transactions plus petites et plus rapides avec une meilleure analyse de sécurité, et elles devraient être mises à jour vers un modèle encore plus récent appelé <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> qui propose d'améliorer encore plus l'efficacité. </p> <p>Un processus similaire a été suivi avec la brique de construction des signatures de cercle. Dans le protocole d'origine, un modèle appelé <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> était utilisé. Cela a ensuite été mis à jour vers un modèle plus récent appelé <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> qui est plus rapide, entraîne des transactions plus petites et a une meilleure analyse de sécurité. Un modèle de signature de cercle encore plus récent basé sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> a été proposé, mais il n'a pas été sélectionné pour le déploiement en raison de ses impacts sur les opérations avec multi-signatures.</p>
it: <p>Protocolli come Bitcoin e Monero e altri si basano su un cosiddetto "modello di output" di funzionamento, dove un <em>output</em> è una rappresentazione di valore che può essere trasferito.<br/>Le transazioni consumano uno o più output controllati da un mittente, e generano nuovi output diretti ai destinatari (o indietro al mittente come cambiamento); la transazione deve bilanciare in quanto gli output consumati devono contenere un valore totale esattamente uguale al valore dei nuovi output (più una tassa imposta dalla rete).<br/>In molti protocolli come Bitcoin, il valore contenuto in un output è scritto in chiaro, così come il destinatario.<br/>Inoltre, guardando la blockchain, è banale vedere se e quando un output è stato speso (cioè, se è stato consumato in una transazione successiva, e quale transazione lo ha speso).</p> <p>Al contrario, protocolli come Monero introducono un design diverso:</p> <ul> <li>I valori di uscita sono nascosti e non visibili sulla blockchain</li> <li>Gli indirizzi dei destinatari sono nascosti dall'uso di un protocollo di indirizzamento una tantum</li> <li>Se un output è stato speso o meno è oscurato dall'uso di firme ambigue</li> </ul> <p>Il risultato è che, in assenza di informazioni esterne, è difficile determinare se un dato output è stato speso, qual è il suo valore e chi è il suo destinatario.</p> <p>L'attuale protocollo di transazione di Monero è chiamato <em>RingCT</em>e utilizza diversi blocchi crittografici per raggiungere questi obiettivi di progettazione.</p> <ul> <li><em>Impegni</em> nascondono somme in un modo matematicamente utile</li> <li><em>Range proofs</em> impediscono l'overflow che potrebbe gonfiare l'offerta</li> <li><em>Le firme ad anello collegabili</em> forniscono ambiguità al firmatario e prevengono i tentativi di doppia spesa</li> <li><em>Le compensazioni di impegno</em> affermano che le transazioni bilanciano</li> </ul> <p>Questi blocchi sono accuratamente intrecciati per costruire il protocollo RingCT.</p> <p>Un'utile proprietà del protocollo RingCT è che alcuni blocchi possono essere cambiati o aggiornati in modo da mantenere intatto il design e le proprietà generali, ma che possono fornire miglioramenti di efficienza o sicurezza. Infatti, questo tipo di aggiornamenti si sono verificati (o sono previsti) diverse volte nella storia di Monero. Le prove di portata nel protocollo RingCT originale erano ingombranti e lente; sono state successivamente aggiornate ad una costruzione chiamata <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> che ha reso le transazioni più piccole e veloci con una migliore analisi di sicurezza, e si prevede di aggiornarle con una costruzione più recente chiamata <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> per benefici di efficienza ancora maggiori.</p> <p>Un processo simile è stato subito con il blocco di costruzione della firma ad anello collegabile. Nel protocollo originale, una costruzione chiamata <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> . Questa è stata successivamente aggiornata ad una costruzione più recente chiamata <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> che è più veloce, risulta in transazioni più piccole e ha una migliore analisi di sicurezza. Una costruzione di firma ad anello ancora più recente, basata su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> è stata proposta, ma non è stata scelta per l'implementazione a causa del suo impatto sulle operazioni con più firme.</p>
lt: <p>Protokolai, tokie kaip Bitcoin, Monero ir kiti, remiasi vadinamuoju „išvesties modeliu“, kai <em> išvestis</em> yra vertės, kurią galima perduoti, atvaizdas.<br/> Operacijos sunaudoja vieną ar daugiau siuntėjo valdomų išėjimų ir generuoja naujus išėjimus, nukreiptus į gavėjus (arba atgal į siuntėją kaip pasikeitimą); sandoris turi būti subalansuotas taip, kad sunaudotų išėjimų bendra vertė turi būti lygi naujų išėjimų vertei (plius tinklo nustatytas mokestis).<br/> Daugelyje protokolų, pvz., Bitcoin, išvestyje esanti reikšmė, kaip ir gavėjas, rašoma aiškiai.<br/> Be to, pažvelgus į blokų grandinę, yra trivialu pamatyti, ar ir kada išvestis buvo išleista (ty ar ji buvo sunaudota atliekant vėlesnę operaciją ir kuri operacija ją išleido).</p> <p>Priešingai, tokie protokolai kaip Monero pateikia kitokį dizainą:</p> <ul> <li>Išvesties reikšmės yra paslėptos ir nematomos blokų grandinėje</li> <li>Gavėjų adresai paslepiami naudojant vienkartinį adresavimo protokolą</li> <li>Nesvarbu, ar išvestis buvo išleista, ar ne, slepia dviprasmiški parašai</li> </ul> <p>Todėl, jei nėra išorinės informacijos, sunku nustatyti, ar tam tikra produkcija buvo išleista, kokia jos vertė ir kas jos gavėjas.</p> <p>Dabartinis Monero operacijų protokolas vadinamas <em>RingCT</em> ir naudoja kelis kriptografinius blokus šiems projektavimo tikslams pasiekti.</p> <ul> <li><em>Įsipareigojimai</em> slepia sumas matematiškai naudingu būdu</li> <li><em>Atstumo patikrinimas</em> apsaugo nuo perpildymo, dėl kurio gali padidėti tiekimas</li> <li><em>Susiejami skambučio parašai</em> suteikia pasirašiusiųjų neaiškumą ir neleidžia dvigubai išleisti pinigų</li> <li><em>Įsipareigojimų užskaita</em> patvirtinama, kad operacijų likutis</li> </ul> <p>Šie blokai yra kruopščiai susipynę, kad būtų sukurtas RingCT protokolas.</p> <p> Naudinga RingCT protokolo savybė yra ta, kad kai kuriuos konstrukcinius blokus galima pakeisti arba atnaujinti taip, kad bendras dizainas ir savybės išliktų nepakitusios, tačiau tai gali pagerinti efektyvumą ar saugumą. Tiesą sakant, tokie atnaujinimai įvyko (arba planuojami) kelis kartus Monero istorijoje. Pradiniame RingCT protokole diapazono įrodymai buvo dideli ir lėti; vėliau jie buvo atnaujinti į konstrukciją, pavadintą <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a>, dėl kurios operacijos buvo mažesnės ir greitesnės, atlikus geresnę saugumo analizę, ir planuojama atnaujinti į naujesnę konstrukciją, pavadintą <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a>, kad būtų dar daugiau efektyvumo. </p> <p> Panašus procesas buvo atliktas su susiejamu žiedo parašo kūrimo bloku. Pradiniame protokole buvo naudojama konstrukcija, vadinama <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a>. Vėliau ji buvo atnaujinta į naujesnę konstrukciją, pavadintą <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a>, kuri yra greitesnė, mažesnės operacijos ir geresnė saugumo analizė. Buvo pasiūlyta dar naujesnė susieta žiedinio parašo konstrukcija, pagrįsta <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptiku</a>, tačiau ji nebuvo pasirinkta diegti dėl poveikio kelių parašų operacijoms.</p>
nb: <p>Protokoller som Bitcoin og Monero og andre er avhengige av en såkalt "output modell" for operasjon, der en <em>output</em> er en representasjon av verdi som kan overføres.<br/> Transaksjoner bruker en eller flere utdata kontrollert av en avsender, og genererer nye utdata rettet mot mottakere (eller tilbake til avsenderen som endring); transaksjonen må balansere ved at forbrukte utdata må inneholde en totalverdi nøyaktig lik verdien i nye utganger (pluss et nettverkspålagt gebyr).<br/> I mange protokoller som Bitcoin, er verdien i en utgang skrevet i klartekst, og det samme er mottakeren.<br/> Videre, ved å se på blokkjeden, er det trivielt å se om og når en utgang har blitt brukt (det vil si om den har blitt konsumert i en senere transaksjon, og hvilken transaksjon som brukte den).</p> <p>Derimot introduserer protokoller som Monero en annen design:</p> <ul> <li>Utdataverdier er skjult og ikke synlige på blokkjeden</li> <li>Mottakeradresser skjules ved bruk av en engangsadresseringsprotokoll</li> <li>Hvorvidt en utdata er brukt eller ikke, skjules av bruken av tvetydige signaturer</li> </ul> <p>Resultatet er at, fravær av ekstern informasjon, er det vanskelig å fastslå om en gitt utgang er brukt, hva verdien er, og hvem mottakeren er.</p> <p>Den nåværende Monero-transaksjonsprotokollen kalles <em>RingCT</em>, og bruker flere kryptografiske byggeklosser for å oppnå disse designmålene.</p> <ul> <li><em>Forpliktelser</em> skjuler beløp på en matematisk nyttig måte</li> <li><em>Rekkeviddeprøver</em> forhindrer overløp som kan blåse opp forsyningen</li> <li><em>Ringssignaturer som kan kobles til</em> gir undertegner tvetydighet og forhindrer dobbeltbruksforsøk</li> <li><em>Forpliktelsesforskyvninger</em> hevder at transaksjoner balanserer</li> </ul> <p>Disse byggeklossene er nøye sammenvevd for å bygge RingCT-protokollen.</p> <p>En nyttig egenskap ved RingCT-protokollen er at noen byggeklosser kan endres eller oppgraderes på en måte som holder den generelle designen og egenskapene intakte, men som kan gi effektivitet eller sikkerhetsforbedringer. Faktisk har denne typen oppgraderinger skjedd (eller er planlagt å skje) flere ganger i Moneros historie. Rekkeviddebevisene i den originale RingCT-protokollen var store og trege; de ble senere oppdatert til en konstruksjon kalt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> som gjorde transaksjoner mindre og raskere med bedre sikkerhetsanalyse, og er planlagt å bli oppdatert til en nyere konstruksjon kalt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> for enda større effektivitetsfordeler. </p> <p>En lignende prosess ble gjennomgått med byggeblokken for koblingssignatur. I den opprinnelige protokollen ble en konstruksjon kalt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> brukt. Denne ble senere oppdatert til en nyere konstruksjon kalt <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> som er raskere, resulterer i mindre transaksjoner og har bedre sikkerhetsanalyse. En enda nyere koblingsbar ringsignaturkonstruksjon basert på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> ble foreslått, men denne ble ikke valgt for distribusjon på grunn av dens innvirkning på multisignaturoperasjoner.</p>
nl: <p>Protocollen zoals Bitcoin en Monero en andere vertrouwen op een zogenaamd "outputmodel" van de werking, waarbij een <em>output</em> een representatie is van waarde die kan worden overgedragen.<br/> Transacties verbruiken een of meer outputs gecontroleerd door een afzender, en genereren nieuwe outputs gericht op ontvangers (of terug naar de afzender als wisselgeld); de transactie moet in evenwicht zijn aangezien verbruikte outputs een totale waarde moeten bevatten die exact gelijk is aan de waarde in nieuwe outputs (plus een door het netwerk opgelegde vergoeding). <br/> In veel protocollen, zoals Bitcoin, wordt de waarde in een output duidelijk geschreven, net als de ontvanger.<br/> Bovendien is het, door naar de blockchain te kijken, triviaal om te zien of en wanneer een output is uitgegeven (dat wil zeggen, of het is verbruikt in een latere transactie, en door welke transactie het is uitgegeven). </p> <p>Daarentegen introduceren protocollen zoals Monero een ander ontwerp:</p> <ul> <li>Output-waarden zijn verborgen en niet zichtbaar op de blockchain</li> <li>Ontvangeradressen worden verborgen door het gebruik van een eenmalig adresseringsprotocol</li> <li>Of een output al dan niet is uitgegeven, wordt verdoezeld door het gebruik van dubbelzinnige handtekeningen</li> </ul> <p>Het resultaat is dat het bij afwezigheid van externe informatie moeilijk is om te bepalen of een bepaalde output is uitgegeven, wat de waarde ervan is en wie de ontvanger is.</p> <p>Het huidige Monero-transactieprotocol heet <em>RingCT</em> en gebruikt verschillende cryptografische bouwstenen om deze ontwerpdoelen te bereiken.</p> <ul> <li><em>Verplichtingen</em> verbergen bedragen op een wiskundig handige manier</li> <li><em>Bereikbewijzen</em> voorkomen overloop waardoor de toevoer kan worden opgeblazen</li> <li><em>Koppelbare ringhandtekeningen</em> zorgen voor dubbelzinnigheid bij de ondertekenaar en voorkomen dubbele uitgaven</li> <li><em>Commitment offsets</em> stellen dat transacties in evenwicht zijn</li> </ul> <p>Deze bouwstenen zijn zorgvuldig met elkaar verweven om het RingCT-protocol te bouwen.</p> <p>Een handige eigenschap van het RingCT-protocol is dat sommige bouwstenen zodanig kunnen worden gewijzigd of geüpgraded dat het algehele ontwerp en de eigenschappen intact blijven, maar dat efficiëntie- of beveiligingsverbeteringen kan opleveren. In de geschiedenis van Monero zijn dit soort upgrades zelfs meerdere keren voorgekomen (of zijn gepland). Bereikbewijzen in het oorspronkelijke RingCT-protocol waren omvangrijk en traag; ze werden later geüpdatet naar een constructie genaamd <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> die transacties kleiner en sneller maakte met betere beveiligingsanalyse, en het is de bedoeling dat ze worden geüpdatet naar een nieuwere constructie genaamd <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> voor nog grotere efficiëntievoordelen. </p> <p>Een soortgelijk proces werd ondergaan met de bouwsteen van de koppelbare ringsignatuur. In het oorspronkelijke protocol werd een constructie met de naam <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> gebruikt. Dit werd later geüpdatet naar een nieuwere constructie genaamd <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> die sneller is, resulteert in kleinere transacties en een betere beveiligingsanalyse heeft. Er werd een nog nieuwere, koppelbare ringsignatuurconstructie voorgesteld, gebaseerd op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a>, maar deze werd niet geselecteerd voor implementatie vanwege de gevolgen voor operaties met meerdere handtekeningen.</p>
pl: <p> Protokoły takie jak Bitcoina, Monero i innych polegają na operacjach opartych na tak zwanym „output modelu”, gdzie <em> wyjście </em> jest reprezentacją wartości, którą można przesłać. <br/> Transakcje zużywają jedno, lub więcej wyjść zgodnie z chęciami nadawcy i generują nowe wyjścia skierowane do odbiorców (lub z powrotem do nadawcy jako reszta [ang. change]). Transakcja musi być zbilansowana, tzn. zużyte wyjścia muszą mieć wartości dokładnie równe do wartości nowych wyjść (plus opłata narzucona przez sieć). <br/> W wielu protokołach, takich jak Bitcoina, wartość zawarta w wyjściu jest zapisana w sposób publiczny, podobnie jak odbiorca. <br/> Ponadto, patrząc na blockchain, trywialne jest sprawdzenie, czy i kiedy wydano wyjście (to znaczy, czy zostało zużyte w późniejszej transakcji i która transakcja to była). </p> <p> Natomiast protokoły takie jak Monero wprowadzają inny schemat: </p> <ul> <li> Wartości wyjść są ukryte i nie są widoczne na blockchainie </li> <li> Adresy odbiorcy są ukryte za pomocą protokołu jednorazowego adresowania </li> <li> Niezależnie od tego, czy wyjście zostało wydane, jest ono zasłonięte przez użycie niejednoznacznych podpisów </li> </ul> <p> W rezultacie, za wyjątkiem informacji zewnętrznych, trudno jest ustalić, czy dane wyjście zostało wydane, jaka jest jego wartość i kim jest jego odbiorca. </p> <p> Obecny protokół transakcji Monero nazywa się <em> RingCT </em> i wykorzystuje kilka kryptograficznych elementów, aby osiągnąć te cele. </p> <ul> <li><em> Commitments </em> ukrywa kwoty w sposób matematycznie przydatny </li> <li><em> Range proofs </em> zapobiega przepełnieniu, które mogłoby zwiększyć podaż Monero</li> <li><em> Linkable ring signatures </em> zapewnia niejednoznaczność sygnatariusza i zapobiega próbom podwójnego wydania jednych środków </li> <li><em>Linkable ring signatures </em> zapewnia równowagę transakcji </li> </ul> <p> Te klocki są starannie połączone, aby zbudować protokół RingCT. </p> <p> Przydatną właściwością protokołu RingCT jest to, że niektóre elementy składowe można zmienić lub ulepszyć w sposób, który zachowuje ogólną konstrukcję i właściwości nienaruszonymi, ale może też zapewnić poprawę wydajności lub bezpieczeństwa. W rzeczywistości tego rodzaju ulepszenia faktycznie nastąpiły (lub są planowane) kilkakrotnie w historii Monero. Range proofs w oryginalnym protokole RingCT były nieporęczne i powolne; zostały później zaktualizowane do konstrukcji o nazwie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a>. Sprawiło to, że transakcje są mniejsze i szybsze, a do tego bezpieczniejsze. Ponadto planowane są aktualizacje, aby stworzyć nowszą konstrukcję o nazwie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> dla jeszcze lepszej wydajności. </p> <p>Podobny proces przeszła technologia linkable ring signature building block. W pierwotnym protokole konstrukcja o nazwie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> została wykorzystana. Następnie została zaktualizowana na nowszą pod nazwą <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a>, która jest szybsza, tworzy mniejsze transakcje i ma lepsze bezpieczeństwo. Jeszcze nowsza konstrukcja ring signatures oparta na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> została zaproponowana, ale nie została wybrana do wdrożenia ze względu na jej wpływ na operacje multisignature.</p>
pt_br: <p>Protocolos como Bitcoin e Monero e outros contam com um chamado "modelo de saída" de operação, onde uma <em>saída</em> é uma representação de valor que pode ser transferida.<br/>As transações consomem uma ou mais saídas controladas por um remetente e geram novas saídas direcionadas aos destinatários (ou de volta ao remetente como troco); a transação deve equilibrar em que as saídas consumidas devem conter um valor total exatamente igual ao valor das novas saídas (mais uma taxa imposta pela rede).<br/>Em muitos protocolos como o Bitcoin, o valor contido em uma saída é escrito de forma clara, assim como o destinatário.<br/>Além disso, olhando para o blockchain, é trivial ver se e quando uma saída foi gasta (ou seja, se foi consumida em uma transação posterior e qual transação a gastou).</p> <p>Por outro lado, protocolos como Monero apresentam um design diferente:</p> <ul> <li>Os valores de saída estão ocultos e não visíveis no blockchain</li> <li>Os endereços de destinatários estão ocultos pelo uso de um protocolo de endereçamento único</li> <li>Se uma saída foi gasta ou não é obscurecido pelo uso de assinaturas ambíguas</li> </ul> <p>O resultado é que, na ausência de informações externas, é difícil determinar se uma determinada saída foi gasta, qual é seu valor e quem é seu destinatário.</p> <p>O protocolo de transação atual do Monero é chamado <em>RingCT</em>e usa vários blocos de construção criptográficos para atingir esses objetivos de design.</p> <ul> <li><em>Compromissos</em> ocultam valores de maneira matematicamente útil</li> <li><em>Provas de intervalo</em> evitam estouro que pode inflar a oferta</li> <li><em>Assinaturas em anel vinculáveis</em> fornecem ambiguidade ao signatário e evitam tentativas de gastos duplos</li> <li><em>Compensações de compromisso</em> confirmam que as transações equilibram</li> </ul> <p>Esses blocos de construção são cuidadosamente entrelaçados para construir o protocolo RingCT.</p> <p>Uma propriedade útil do protocolo RingCT é que alguns componentes básicos podem ser alterados ou atualizados de forma a manter o design geral e as propriedades intactas, mas que pode fornecer melhorias de eficiência ou segurança. Na verdade, esses tipos de atualizações ocorreram (ou estão planejados para ocorrer) várias vezes na história do Monero. As provas de alcance no protocolo RingCT original eram volumosas e lentas; eles foram posteriormente atualizados para uma construção chamada <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> que tornou as transações menores e mais rápidas com melhor análise de segurança, e estão planejadas para serem atualizadas para uma construção mais recente chamada <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> para benefícios de eficiência ainda maiores.</p> <p>Um processo semelhante foi realizado com o bloco de construção de assinatura em anel vinculável. No protocolo original, foi usada uma construção chamada <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> . Isso foi posteriormente atualizado para uma construção mais recente chamada <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> que é mais rápida, resulta em transações menores e tem melhor análise de segurança. Uma construção de assinatura de anel vinculável ainda mais nova baseada em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> foi proposta, mas isso não foi selecionado para implantação devido a seus impactos nas operações de multiassinatura.</p>
sl: <p>Protokoli, kot sta Bitcoin in Monero ter drugi, temeljijo na tako imenovanem "izhodnem modelu" delovanja, kjer je <em>izhod</em> predstavitev vrednosti, ki jo je mogoče prenesti.<br/> Transakcije porabijo enega ali več izhodov, ki jih nadzoruje pošiljatelj, in ustvarijo nove izhode, usmerjene proti prejemnikom (ali nazaj k pošiljatelju kot sprememba); transakcija mora biti uravnotežena tako, da morajo porabljeni izhodi vsebovati skupno vrednost, ki je natančno enaka vrednosti v novih izhodih (plus pristojbina, ki jo naloži omrežje).<br/> V mnogih protokolih, kot je Bitcoin, je vrednost, vsebovana v izhodu, zapisana v praznem jeziku, prav tako kot prejemnik.<br/> Poleg tega je s pogledom na verigo blokov nepomembno videti, ali in kdaj je bil izhod porabljen (to je, ali je bil porabljen v kasnejši transakciji in katera transakcija ga je porabila). </p> <p>Nasprotno pa protokoli, kot je Monero, uvajajo drugačno zasnovo: </p> <ul> <li>Izhodne vrednosti so skrite in niso vidne v verigi blokov </li> <li>Naslovi prejemnikov so skriti z uporabo protokola za enkratno naslavljanje </li> <li>Ne glede na to, ali je bil izhod porabljen ali ne, je zakrita z uporabo dvoumnih podpisov </li> </ul> <p> Posledica tega je, da je brez zunanjih informacij težko ugotoviti, ali je bil določen rezultat porabljen, kakšna je njegova vrednost in kdo je njegov prejemnik </p> <p>Trenutni transakcijski protokol Monero se imenuje <em>RingCT</em> in uporablja več kriptografskih gradnikov za doseganje teh načrtovnih ciljev.</p> <ul> <li><em>Obveznosti </em> skrijejo zneske na matematično uporaben način </li> <li><em>Dokazila obsega </em> preprečujejo prelivanje, ki bi lahko napihnilo zalogo </li> <li><em>Povezljivi obročni podpisi </em> zagotavljajo dvoumnost podpisnika in preprečujejo poskuse dvojne porabe </li> <li><em>Pobotanja obveznosti </em> potrjujejo, da je stanje transakcij </li> </ul> <p>Ti gradniki so skrbno prepleteni za izgradnjo protokola RingCT.</p> <p>Uporabna lastnost protokola RingCT je, da je mogoče nekatere gradnike spremeniti ali nadgraditi na način, ki ohrani celotno zasnovo in lastnosti nedotaknjene, vendar lahko zagotovi izboljšave učinkovitosti ali varnosti. Pravzaprav so se tovrstne nadgradnje zgodile (ali so načrtovane) večkrat v zgodovini Monera. Preizkusi obsega v prvotnem protokolu RingCT so bili zajetni in počasni; pozneje so bili posodobljeni na konstrukcijo, imenovano <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a>, zaradi katere so bile transakcije manjše in hitrejše z boljšo varnostno analizo, načrtovana pa je tudi posodobitev na novejšo konstrukcijo, imenovano <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a>, za še večjo učinkovitost. </p> <p>Podoben postopek je bil izveden z gradnikom povezljivega obročnega podpisa. V prvotnem protokolu je bila uporabljena konstrukcija, imenovana <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a>. To je bilo pozneje posodobljeno na novejšo konstrukcijo, imenovano <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a>, ki je hitrejša, povzroči manjše transakcije in ima boljšo varnostno analizo. Predlagana je bila še novejša konstrukcija povezljivega obročnega podpisa, ki temelji na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptihu</a>, vendar ta ni bila izbrana za uvedbo zaradi vpliva na operacije z več podpisi </p>
sv: <p>Protokoll som Bitcoin och Monero och andra förlitar sig på en så kallad "utgångsmodell" för drift, där en <em>utgång</em> är en representation av värde som kan överföras.<br/> Transaktioner förbrukar en eller flera utdata som kontrolleras av en avsändare och genererar nya utdata riktade mot mottagare (eller tillbaka till avsändaren som ändring); transaktionen måste balansera genom att förbrukade utdata måste innehålla ett totalt värde som är exakt lika med värdet i nya utdata (plus en nätverkspålagd avgift).<br/> I många protokoll som Bitcoin skrivs värdet i en utdata i klartext, liksom mottagaren.<br/> Dessutom, genom att titta på blockkedjan, är det trivialt att se om och när en utdata har förbrukats (det vill säga om den har förbrukats i en senare transaktion, och vilken transaktion som använde den).</p> <p> Däremot introducerar protokoll som Monero en annan design:</p> <ul> <li>Utdatavärden är dolda och inte synliga i blockkedjan</li> <li>Mottagaradresser är dolda genom användning av ett engångsadresseringsprotokoll</li> <li>Om en utdata har förbrukats eller inte fördunklas av användningen av tvetydiga signaturer</li> </ul> <p>Resultatet är att det, i frånvaro av extern information, är svårt att avgöra om en given utdata har spenderats, vad dess värde är och vem dess mottagare är.</p> <p>Det nuvarande Monero-transaktionsprotokollet kallas <em>RingCT</em> och använder flera kryptografiska byggstenar för att uppnå dessa designmål.</p> <ul> <li><em>Åtaganden</em> döljer belopp på ett matematiskt användbart sätt</li> <li><em>Räckviddssäkringar</em> förhindrar spill som kan blåsa upp försörjningen</li> <li><em>Länkbara ringsignaturer</em> ger undertecknarens tvetydighet och förhindrar försök med dubbla utgifter</li> <li><em>Åtagandeförskjutningar</em> hävdar att transaktioner balanserar</li> </ul> <p>Dessa byggstenar är noggrant sammanflätade för att bygga RingCT-protokollet.</p> <p>En användbar egenskap hos RingCT-protokollet är att vissa byggstenar kan ändras eller uppgraderas på ett sätt som håller den övergripande designen och egenskaperna intakta, men som kan ge effektivitets- eller säkerhetsförbättringar. Faktum är att den här typen av uppgraderingar har inträffat (eller planeras att ske) flera gånger i Moneros historia. Räckviddsbevis i det ursprungliga RingCT-protokollet var skrymmande och långsamma; de uppdaterades senare till en konstruktion som heter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> som gjorde transaktioner mindre och snabbare med bättre säkerhetsanalys, och är planerade att uppdateras till en nyare konstruktion som heter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> för ännu större effektivitetsfördelar. </p> <p>En liknande process genomgicks med den länkbara ringsignaturbyggstenen. I det ursprungliga protokollet användes en konstruktion som heter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a>. Detta uppdaterades senare till en nyare konstruktion som heter <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> som är snabbare, resulterar i mindre transaktioner och har bättre säkerhetsanalys. En ännu nyare länkbar ringsignaturkonstruktion baserad på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptyk</a> föreslogs, men denna valdes inte för distribution på grund av dess inverkan på multisignaturoperationer.</p>
tl: <p>Ang mga protocol tulad ng Bitcoin at Monero at iba pa ay umaasa sa tinatawag na "output model" ng operasyon, kung saan ang <em>output</em> ay isang representasyon ng halaga na maaaring ilipat.<br/> Ang mga transaksyon ay gumagamit ng isa o higit pang mga output na kinokontrol ng isang nagpadala, at bumubuo ng mga bagong output na nakadirekta sa mga tatanggap (o pabalik sa nagpadala bilang pagbabago); dapat balanse ang transaksyon sa mga natupok na output ay dapat maglaman ng kabuuang halaga na eksaktong katumbas ng halaga sa mga bagong output (kasama ang bayad na ipinataw ng network).<br/> Sa maraming mga protocol tulad ng Bitcoin, ang halaga na nilalaman sa isang output ay nakasulat sa malinaw, pati na rin ang tatanggap.<br/> Higit pa rito, sa pamamagitan ng pagtingin sa blockchain, ito ay walang halaga upang makita kung at kailan ang isang output ay nagastos (iyon ay, kung ito ay natupok sa isang susunod na transaksyon, at kung aling transaksyon ang gumastos nito).</p> <p>Sa kabilang banda, ang mga protocol tulad ng Monero ay nagpapakilala ng ibang disenyo:</p> <ul> <li>Ang mga halaga ng output ay nakatago at hindi nakikita sa blockchain</li> <li>Ang mga address ng tatanggap ay nakatago sa pamamagitan ng paggamit ng isang beses na addressing protocol</li> <li>Natatakpan man o hindi ang isang output dahil sa paggamit ng mga hindi malinaw na lagda</li> </ul> <p>Ang resulta ay, kung wala ang panlabas na impormasyon, mahirap matukoy kung ang isang naibigay na output ay nagastos, kung ano ang halaga nito, at kung sino ang tatanggap nito.</p> <p>Ang kasalukuyang protocol ng transaksyon ng Monero ay tinatawag na <em>RingCT</em>, at gumagamit ng ilang cryptographic na mga bloke ng gusali upang makamit ang mga layuning ito sa disenyo.</p> <ul> Ang <li><em>Commitments</em> ay nagtatago ng mga halaga sa isang mathematically-useful na paraan</li> Pinipigilan ng <li><em>Mga range proof</em> ang pag-apaw na maaaring magpalaki ng supply</li> <li><em>Ang mga naka-link na pirma ng singsing</em> ay nagbibigay ng kalabuan ng lumagda at pinipigilan ang mga pagtatangka ng dobleng paggastos</li> Iginiit ng <li><em>Mga pag-offset sa pangako</em> na balanse ang mga transaksyon</li> </ul> <p>Ang mga building block na ito ay maingat na magkakaugnay upang bumuo ng RingCT protocol.</p> <p>Ang isang kapaki-pakinabang na katangian ng RingCT protocol ay ang ilang mga bloke ng gusali ay maaaring baguhin o i-upgrade sa paraang mapanatiling buo ang pangkalahatang disenyo at mga katangian, ngunit maaari itong magbigay ng kahusayan o mga pagpapabuti sa seguridad. Sa katunayan, ang mga ganitong uri ng pag-upgrade ay naganap (o binalak na mangyari) nang ilang beses sa kasaysayan ni Monero. Ang mga patunay ng saklaw sa orihinal na RingCT protocol ay malaki at mabagal; kalaunan ay na-update ang mga ito sa isang construction na tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> na ginawang mas maliit at mas mabilis ang mga transaksyon na may mas mahusay na pagsusuri sa seguridad, at binalak na ma-update sa isang mas bagong construction na tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> para sa mas malaking benepisyo sa kahusayan. </p> <p>Isang katulad na proseso ang isinailalim sa linkable ring signature building block. Sa orihinal na protocol, ginamit ang isang construction na tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a>. Na-update ito sa ibang pagkakataon sa isang mas bagong construction na tinatawag na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> na mas mabilis, nagreresulta sa mas maliliit na transaksyon, at may mas mahusay na pagsusuri sa seguridad. Iminungkahi ang isang mas bagong linkable ring signature construction batay sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a>, ngunit hindi ito pinili para sa deployment dahil sa mga epekto nito sa mga multisignature na operasyon.</p>
tr: <p>Bitcoin ve Monero gibi protokoller ve diğerleri, sözde "çıktı modeli"ne dayanır; burada bir <em>çıktı</em>, aktarılabilecek değerin bir temsilidir.<br/> İşlemler, gönderen tarafından kontrol edilen bir veya daha fazla çıktıyı tüketir ve alıcılara (veya değişiklik olarak gönderene geri) yönlendirilen yeni çıktılar üretir; işlem, tüketilen çıktıların yeni çıktılardaki değere tam olarak eşit bir toplam değer içermesi (artı ağ tarafından uygulanan bir ücret) açısından dengelenmelidir.<br/> Bitcoin gibi birçok protokolde, bir çıktının içerdiği değer, alıcı gibi açık bir şekilde yazılır.<br/> Ayrıca, blockchaine bakarak bir çıktının harcanıp harcanmadığını ve ne zaman harcandığını (yani daha sonraki bir işlemde tüketilip tüketilmediğini ve bunu hangi işlemin harcadığını) görmek önemsizdir.</p> <p>Buna karşılık, Monero gibi protokoller farklı bir tasarım sunar:</p> <ul> <li>Çıktı değerleri gizlidir ve blok zincirinde görünmez</li> <li>Alıcı adresleri, tek seferlik adresleme protokolü kullanılarak gizlenir</li> <li>Bir çıktının harcanıp harcanmadığı, belirsiz imzaların kullanılmasıyla gizleniyor</li> </ul> <p>Sonuç olarak, harici bilgi olmadığında belirli bir çıktının harcanıp harcanmadığını, değerinin ne olduğunu ve alıcısının kim olduğunu belirlemek zordur.</p> <p>Mevcut Monero işlem protokolüne <em>RingCT</em> adı verilir ve bu tasarım hedeflerine ulaşmak için çeşitli şifreleme yapı taşları kullanılır.</p> <ul> <li><em>Taahhütler</em> tutarları matematiksel açıdan yararlı bir şekilde gizler</li> <li><em>Aralık provaları</em>, kaynağı şişirebilecek taşmayı önler</li> <li><em>Bağlanabilir halka imzalar</em> imzalayanın belirsizliğini sağlar ve çift harcama girişimlerini önler</li> <li><em>Taahhüt mahsupları</em> işlemlerin bakiyesini belirtir</li> </ul> <p>Bu yapı taşları, RingCT protokolünü oluşturmak için dikkatli bir şekilde iç içe geçmiştir.</p> <p>RingCT protokolünün kullanışlı bir özelliği, bazı yapı taşlarının genel tasarımı ve özellikleri koruyacak, ancak verimlilik veya güvenlik iyileştirmeleri sağlayabilecek şekilde değiştirilebilmesi veya yükseltilebilmesidir. Aslında bu tür yükseltmeler Monero'nun tarihinde birkaç kez gerçekleşti (veya gerçekleşmesi planlanıyor). Orijinal RingCT protokolündeki aralık kanıtları hantal ve yavaştı; daha sonra, daha iyi güvenlik analiziyle işlemleri daha küçük ve daha hızlı hale getiren <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Kurşun Geçirmezler</a> adlı bir yapıya güncellendiler ve daha da büyük verimlilik avantajları için <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Kurşun Geçirmezler+</a> adı verilen daha yeni bir yapıya güncellenmeleri planlandı. </p> <p>Bağlanabilir halka imza yapı bloğunda da benzer bir süreç uygulandı. Orijinal protokolde <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> adı verilen bir yapı kullanıldı. Bu daha sonra <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> adı verilen daha hızlı, daha küçük işlemlerle sonuçlanan ve daha iyi güvenlik analizine sahip daha yeni bir yapıya güncellendi. <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a>'i temel alan daha da yeni bir bağlanabilir halka imza yapısı önerildi, ancak bu, çoklu imza işlemleri üzerindeki etkilerinden dolayı dağıtım için seçilmedi.</p>
ur: <p>بٹ کوائن اور مونیرو اور دیگر جیسے پروٹوکول آپریشن کے نام نہاد "آؤٹ پٹ ماڈل" پر انحصار کرتے ہیں، جہاں ایک <em>آؤٹ پٹ</em> قدر کی نمائندگی ہے جسے منتقل کیا جا سکتا ہے۔<br/> لین دین بھیجنے والے کے زیر کنٹرول ایک یا زیادہ آؤٹ پٹ استعمال کرتے ہیں، اور وصول کنندگان (یا تبدیلی کے طور پر بھیجنے والے کو واپس) کی طرف ہدایت کردہ نئے آؤٹ پٹ پیدا کرتے ہیں۔ لین دین کو اس میں توازن رکھنا چاہیے کہ استعمال شدہ آؤٹ پٹس کی کل قیمت بالکل نئی آؤٹ پٹس کی قیمت کے برابر ہونی چاہیے (علاوہ نیٹ ورک کی طرف سے عائد کردہ فیس)۔<br/> بٹ کوائن جیسے بہت سے پروٹوکولز میں، آؤٹ پٹ میں موجود قدر واضح طور پر لکھی جاتی ہے، جیسا کہ وصول کنندہ ہے۔<br/> مزید برآں، بلاکچین کو دیکھ کر، یہ دیکھنا معمولی بات ہے کہ کیا اور کب کوئی آؤٹ پٹ خرچ ہوا ہے (یعنی، اگر اسے بعد کے لین دین میں استعمال کیا گیا ہے، اور کس لین دین نے اسے خرچ کیا ہے)۔</p> <p>اس کے برعکس، مونیرو جیسے پروٹوکول ایک مختلف ڈیزائن متعارف کراتے ہیں:</p> <ul> <li>آؤٹ پٹ ویلیوز پوشیدہ ہیں اور بلاکچین پر نظر نہیں آتیں</li> <li>وصول کنندگان کے پتے ایک وقتی ایڈریسنگ پروٹوکول کے استعمال سے پوشیدہ ہیں</li> <li>آؤٹ پٹ خرچ کیا گیا ہے یا نہیں یہ مبہم دستخطوں کے استعمال سے مبہم ہے</li> </ul> <p>نتیجہ یہ ہے کہ بیرونی معلومات کی عدم موجودگی کے باعث یہ طے کرنا مشکل ہے کہ آیا دی گئی پیداوار خرچ ہوئی ہے، اس کی قیمت کیا ہے، اور اس کا وصول کنندہ کون ہے۔</p> <p>موجودہ مونیرو ٹرانزیکشن پروٹوکول کو <em>RingCT</em> کہا جاتا ہے، اور ان ڈیزائن کے اہداف کو حاصل کرنے کے لیے کئی خفیہ عمارت کے بلاکس کا استعمال کرتا ہے۔</p> <ul> <li><em>عزم</em> رقم کو ریاضی کے لحاظ سے مفید طریقے سے چھپاتے ہیں</li> <li><em>رینج ثبوت</em> اوور فلو کو روکتا ہے جو سپلائی کو بڑھا سکتا ہے</li> <li><em>لنک ایبل رنگ کے دستخط</em> دستخط کنندہ کو ابہام فراہم کرتے ہیں اور دوگنا خرچ کرنے کی کوششوں کو روکتے ہیں</li> <li><em>کمٹمنٹ آفسیٹس</em> اس بات پر زور دیتے ہیں کہ لین دین کا توازن</li> </ul> <p>یہ عمارتی بلاکس RingCT پروٹوکول بنانے کے لیے احتیاط سے جڑے ہوئے ہیں۔</p> <p>رنگ سی ٹی پروٹوکول کی ایک کارآمد خاصیت یہ ہے کہ کچھ بلڈنگ بلاکس کو اس طرح تبدیل یا اپ گریڈ کیا جا سکتا ہے جو مجموعی ڈیزائن اور خصوصیات کو برقرار رکھتا ہے، لیکن یہ کارکردگی یا سیکیورٹی میں بہتری فراہم کر سکتا ہے۔ درحقیقت، اس قسم کے اپ گریڈ مونیرو کی تاریخ میں کئی بار ہوئے ہیں (یا ہونے کا منصوبہ بنایا گیا ہے)۔ اصل RingCT پروٹوکول میں حد کے ثبوت بڑے اور سست تھے۔ بعد میں ان کو <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> نامی تعمیر میں اپ ڈیٹ کیا گیا جس نے بہتر سیکورٹی تجزیہ کے ساتھ لین دین کو چھوٹا اور تیز تر بنایا، اور اس سے بھی زیادہ کارکردگی کے فوائد کے لیے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> نامی ایک نئی تعمیر میں اپ ڈیٹ کرنے کا منصوبہ بنایا گیا ہے۔ </p> <p>لنک ایبل رِنگ سگنیچر بلڈنگ بلاک کے ساتھ اسی طرح کا عمل کیا گیا۔ اصل پروٹوکول میں، <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> نامی ایک تعمیر استعمال کی گئی تھی۔ اسے بعد میں ایک نئی تعمیر میں اپ ڈیٹ کیا گیا جسے <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> کہا جاتا ہے جو تیز ہے، چھوٹے لین دین کا نتیجہ ہے، اور بہتر سیکیورٹی تجزیہ ہے۔ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> پر مبنی ایک اور بھی نئی لنک ایبل انگوٹی دستخطی تعمیر کی تجویز پیش کی گئی تھی، لیکن اسے تعیناتی کے لیے منتخب نہیں کیا گیا تھا کیونکہ اس کے ملٹی سیگنیچر آپریشنز پر اثرات پڑتے ہیں۔</p>
zh_cn: <p>像Bitcoin和Monero以及其他协议都依赖于所谓的"输出模式" 的运作, 其中 <em>输出</em> 是可以转移的价值的代表。<br/> 交易消耗一个或多个由发送者控制的输出，并产生针对接收者的新输出（或作为零钱返回给发送者）；交易必须平衡，因为消耗的输出必须包含与新输出的价值完全相等的总价值（加上网络施加的费用）。<br/> 在许多像比特币的协议中，输出所包含的价值是写在明处的，接受者也是如此。<br/> 此外，通过查看区块链，可以很容易地看到一项输出是否和何时被花费了（也就是说，如果它在后来的交易中被消耗了，以及哪笔交易花费了它）。</p> <p>相比之下，像Monero这样的协议引入了一个不同的设计：</p> <ul> <li>输出值是隐藏的，在区块链上不可见</li> <li>收款人地址通过使用一次性地址协议而被隐藏起来</li> <li>使用模棱两可的签名掩盖了一项输出是否已经支出的问题</li> </ul> <p>其结果是，在没有外部信息的情况下，很难确定某项输出是否已经使用，其价值是什么，以及谁是其接受者。</p> <p>目前的Monero交易协议被称为 <em>RingCT</em>, 并使用几个加密构件来实现这些设计目标。</p> <ul> <li><em>义务</em> 以一种数学上有用的方式隐藏金额</li> <li><em>范围证明</em> 防止溢出，可能使供应膨胀</li> <li><em>可链接的环形签名</em> 提供签名人的模糊性，防止重复消费的企图</li> <li><em>Commitment offsets</em> 主张交易平衡</li> </ul> <p>这些构件被小心地交织在一起，构建RingCT协议。</p> <p>RingCT协议的一个有用的特性是，一些构件可以在保持整体设计和属性不变的情况下被改变或升级，但可以提供效率或安全方面的改进。 事实上，这类升级在Monero的历史上已经发生（或计划发生）过几次。 最初的RingCT协议中的范围证明是笨重和缓慢的；后来被更新为一种构建称为 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> 使得交易更小、更快，并有更好的安全分析，并计划更新为一种新的结构名为 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> 以获得更大的效率效益。</p> <p>对可链接的环形签名构件也经历了类似的过程。 在最初的协议中，使用了一种叫做 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> 的设计。 这后来被更新为一种较新的结构，称为 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> 它的速度更快，交易量更小，并且有更好的安全分析。 一种基于 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> 的更新的可链接的环形签名结构被提出来，但由于它对多签名操作的影响，没有被选择部署。</p>
zh_tw: <p>像Bitcoin和Monero以及其他協議都依賴於所謂的"輸出模式" 的運作, 其中 <em>輸出</em> 是可以轉移的價值的代表。<br/> 交易消耗一個或多個由發送者控制的輸出，並產生針對接收者的新輸出（或作為零錢返回給發送者）；交易必須平衡，因為消耗的輸出必須包含與新輸出的價值完全相等的總價值（加上網絡施加的費用）。<br/> 在許多像比特幣的協議中，輸出所包含的價值是寫在明處的，接受者也是如此。<br/> 此外，通過查看區塊鏈，可以很容易地看到一項輸出是否和何時被花費了（也就是說，如果它在後來的交易中被消耗了，以及哪筆交易花費了它）。</p> <p>相比之下，像Monero這樣的協議引入了一個不同的設計：</p> <ul> <li>輸出值是隱藏的，在區塊鏈上不可見</li> <li>收款人地址通過使用一次性地址協議而被隱藏起來</li> <li>使用模棱兩可的簽名掩蓋了一項輸出是否已經支出的問題</li> </ul> <p>其結果是，在沒有外部信息的情況下，很難確定某項輸出是否已經使用，其價值是什麼，以及誰是其接受者。</p> <p>目前的Monero交易協議被稱為 <em>RingCT</em>, 並使用幾個加密構件來實現這些設計目標。</p> <ul> <li><em>義務</em> 以一種數學上有用的方式隱藏金額</li> <li><em>範圍證明</em> 防止溢出，可能使供應膨脹</li> <li><em>可鏈接的環形簽名</em> 提供簽名人的模糊性，防止重複消費的企圖</li> <li><em>Commitment offsets</em> 主張交易平衡</li> </ul> <p>這些構件被小心地交織在一起，構建RingCT協議。</p> <p>RingCT協議的一個有用的特性是，一些構件可以在保持整體設計和屬性不變的情況下被改變或升級，但可以提供效率或安全方面的改進。 事實上，這類升級在Monero的歷史上已經發生（或計劃發生）過幾次。 最初的RingCT協議中的範圍證明是笨重和緩慢的；後來被更新為一種構建稱為 <a class="next-link" target="_blank" rel=" noopener nofollow" href="https://eprint.iacr.org/2017/1066">Bulletproofs</a> 使得交易更小、更快，並有更好的安全分析，併計劃更新為一種新的結構名為 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/735">Bulletproofs+</a> 以獲得更大的效率效益。 </p> <p>對可鏈接的環形簽名構件也經歷了類似的過程。 在最初的協議中，使用了一種叫做 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://ledger.pitt.edu/ojs/ledger/article/view/34">MLSAG</a> 的設計。 這後來被更新為一種較新的結構，稱為 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2019/654">CLSAG</a> 它的速度更快，交易量更小，並且有更好的安全分析。 一種基於 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://eprint.iacr.org/2020/018">Triptych</a> 的更新的可鏈接的環形簽名結構被提出來，但由於它對多簽名操作的影響，沒有被選擇部署。 </p>
