Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbclsag250Sb0250Sbtext
source: <p>As a protocol, Monero is currently in a constant state of innovation. Utilizing research in both on-chain and off-chain solutions, the Monero community looks for areas to improve to make Monero more private, more scaleable, and more accessible to all. One of the more recent innovations is the replacement of the linkable ring signature scheme, MLSAG, with a drop-in replacement CLSAG, which stands for Concise Linkable Spontaneous Anonymous Group.</p> <p>On the surface level, the implementation of CLSAG will decrease the most common 2 input, 2 output transactions by 25%. We’ll also see a 10% decrease in verification time.</p> <p>But what exactly is CLSAG? What does it do, and how does it differ from the old version, MLSAG? Let’s take a minute to remind ourselves of the why and how of ring signatures so we can better understand this concept. Ring signatures allow for non-interactive, witness indistinguishable inputs by use of signer-selected anonymity sets of previous outputs. In laymen’s terms, it allows a user to hide their outputs used in a transaction alongside unrelated outputs, and they can do all of this without needing anyone else to take part. All you need is a copy of the blockchain. Each of these outputs mostly appear to be equally probable of being the actual one being sent, thereby hiding metadata about the sender.</p> <p>This begets a bit of a problem, however. What if a user was to construct a ring signature with all decoy outputs? How would anyone know that the unknown sender doesn't have the authority to send any of them? Would this user be able to spend fake money? The answer is no. The ring signature includes a method for proving that at least one of the outputs is owned by the unknown sender, without revealing which one it is. In fact, both CLSAG and MLSAG (henceforth known as the SAGs) are the part of the ring signature that proves this. Interestingly, at the same time, it proves that the amount of the transaction, though hidden behind confidential transactions (RingCT), balances. That the SAGs prove two things, that one output is owned by someone in the ring, and that the transaction balances, is important, and actually where the size and verification savings lies. If this is getting confusing, don't worry, we'll get to a fun, and easy-to-understand analogy soon.</p> <p>The old signature scheme, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) proves the aforementioned two things in a ring signature, but it does each separately. The use of separate computations for signing and commitment keys means slower operations. A modern computer can do these computations in a matter of milliseconds, which doesn’t seem like much, and indeed, for one transaction it’s not. But when we consider the sheer number of transactions on the Monero blockchain, and that a node syncing from scratch will have to download and verify each of them, the bytes and milliseconds start to pile up quickly.</p> <p>CLSAG combines the maths necessary to prove both into one, as well as computes both of them at once, and it does so in a safe manner. What does this mean in a safe manner? Well, to clear this up, as well as hopefully make the whole thing make more sense, let’s explore that promised fun analogy.</p> <p>Let's say you need to go to both the grocery store and the hardware store, to pick up two different things: food and toxic cleaning chemicals. You don’t want them to intermix, as if there is an accident, the chemicals will spill on the food, making them inedible. You decide to be super safe and drive from your house to the grocery store, buy the food, and then drive back to your house. Only after you have unloaded the food do you get back in the car, drive to the hardware store, and back to your house with the chemicals. You’ve taken two separate trips to ensure the safety of all purchases. Though it is indeed safe, it is inefficient. This represents MLSAG, where two different sets of maths are stored and two different ‘trips’ are made to compute them.</p> <p>You decide you want a faster way to do this, however. It’s too much wasted time. Sure doing it once or twice isn’t going to steal your life away, but having to do this over and over, the hours begin to add up. You start to wonder if you can make one trip instead. From your house, to the grocery store, to the hardware store, and back home. You can’t just go and throw everything in your car haphazardly. It’s not safe. Instead, you designate different spots in your car for different things, and make sure everything fits neatly in its place. In so doing, you’re able to safely make one trip to both stores, and keep things away from each other. This represents CLSAG. There is now only one set of math stored in this transaction to prove these two things, and it’s done in away that they don’t interfere with each other. A trip has to still be made, but you’ve reduced the number of them quite drastically.</p> <p>All of this sounds quite exciting. Is it possible we can find other shortcuts, or other ways to save on time and space? The answer is yes and no. According to current MRL researchers, it's likely not possible to further modify the SAG-type constructions for better size or speed; however other constructions like Arcturus, Omniring, RCT3, or Triptych produce much better size scaling and verification benefits using different mathematical methods. However, each of these 'next-gen' approaches to signer-ambiguous protocols comes with its own tradeoffs in implementation details, and are undergoing active research and investigation.</p> <p>After all, Monero is always innovating.</p>
cs: <p>Jako protokol je Monero v současné době v neustálém stavu inovací. Komunita Monero s využitím výzkumu v řetězcích i mimořetězových řešeních hledá oblasti ke zlepšení, aby bylo Monero soukromější, škálovatelnější a přístupnější pro všechny. Jednou z novějších inovací je nahrazení schématu propojitelného kruhového podpisového schématu MLSAG drop-in náhradou CLSAG, což je zkratka pro Concise Linkable Spontaneous Anonymous Group.</p>. <p>Na povrchové úrovni sníží implementace CLSAG nejběžnější transakce se 2 vstupy a 2 výstupy o 25 %. Rovněž dojde ke snížení doby ověřování o 10 %.</p> <p>Ale co přesně je CLSAG? Co dělá a jak se liší od staré verze MLSAG? Pojďme si na chvíli připomenout, proč a jak se používají kruhové podpisy, abychom tento koncept lépe pochopili. Kruhové podpisy umožňují neinteraktivní, svědecky nerozlišitelné vstupy pomocí podepisujícími osobami vybraných sad anonymity předchozích výstupů. Laicky řečeno, umožňuje uživateli skrýt své výstupy použité v transakci vedle nesouvisejících výstupů, a to vše může udělat, aniž by k tomu potřeboval účast kohokoli dalšího. Jediné, co potřebujete, je kopie blockchainu. Každý z těchto výstupů se většinou jeví jako stejně pravděpodobný jako ten skutečně odeslaný, čímž se skryjí metadata o odesílateli.</p> <p>To však přináší menší problém. Co kdyby uživatel zkonstruoval kruhový podpis se všemi výstupy návnady? Jak by někdo poznal, že neznámý odesílatel nemá oprávnění odeslat žádný z nich? Byl by tento uživatel schopen vydat falešné peníze? Odpověď zní ne. Kruhový podpis obsahuje metodu, která prokazuje, že alespoň jeden z výstupů je vlastnictvím neznámého odesílatele, aniž by prozradila, který to je. Ve skutečnosti jsou jak CLSAG, tak MLSAG (dále jen SAG) součástí kruhového podpisu, který toto dokazuje. Zajímavé je, že zároveň dokazují, že částka transakce, byť skrytá za důvěrnými transakcemi (RingCT), se vyrovnává. To, že SAG dokazují dvě věci, že jeden výstup je vlastněn někým v kruhu a že transakce je vyrovnaná, je důležité a ve skutečnosti v tom spočívá úspora velikosti a ověření. Pokud vás to začíná mást, nebojte se, brzy se dostaneme k zábavné a snadno pochopitelné analogii.</p> <p>Staré podpisové schéma MLSAG (Multilayered Linkable Spontaneous Anonymous Group) dokazuje obě výše uvedené věci v kruhovém podpisu, ale každou z nich provádí zvlášť. Použití samostatných výpočtů pro podpisový a závazkový klíč znamená pomalejší operace. Moderní počítač dokáže tyto výpočty provést v řádu milisekund, což se nezdá být mnoho, a skutečně, pro jednu transakci tomu tak není. Když ale vezmeme v úvahu obrovské množství transakcí v blockchainu Monero a to, že uzel synchronizující od nuly bude muset stáhnout a ověřit každou z nich, začnou se bajty a milisekundy rychle hromadit.</p> <p>CLSAG spojuje matematiku potřebnou k důkazu obou do jednoho a počítá obojí najednou, a to bezpečným způsobem. Co to znamená bezpečným způsobem? No, abychom si to vyjasnili a také doufejme, že celá věc bude dávat větší smysl, prozkoumejme onu slíbenou zábavnou analogii.</p> <p>Řekněme, že potřebujete jít do obchodu s potravinami i do železářství pro dvě různé věci: potraviny a toxické čisticí prostředky. Nechcete, aby se smísily, protože v případě nehody se chemikálie vylijí na potraviny a ty se stanou nepoživatelnými. Rozhodnete se, že budete superbezpeční a pojedete z domu do obchodu s potravinami, nakoupíte potraviny a pak se vrátíte domů. Teprve poté, co potraviny vyložíte, nasednete zpět do auta, odjedete do železářství a s chemikáliemi se vrátíte zpět do svého domu. Podnikli jste dvě samostatné cesty, abyste zajistili bezpečnost všech nákupů. I když je to skutečně bezpečné, je to neefektivní. To představuje MLSAG, kde jsou uloženy dvě různé sady matematiky a k jejich výpočtu jsou vykonány dvě různé "cesty".</p> <p>Rozhodnete se však, že to chcete udělat rychleji. Je to příliš mnoho promarněného času. Jistě, když to uděláte jednou nebo dvakrát, neukradne vám to život, ale když to musíte dělat pořád dokola, hodiny se začnou sčítat. Začnete přemýšlet, jestli byste místo toho nemohli udělat jednu cestu. Z domu do obchodu s potravinami, do železářství a zpět domů. Nemůžete jen tak jít a nahodit všechno do auta. Není to bezpečné. Místo toho si v autě určete různá místa pro různé věci a ujistěte se, že vše úhledně zapadá na své místo. Tímto způsobem jste schopni bezpečně absolvovat jednu cestu do obou obchodů a udržet věci od sebe. To představuje CLSAG. V této transakci je nyní uložena pouze jedna sada matematiky, která má tyto dvě věci dokázat, a to tak, že se navzájem neruší. Stále je třeba provést cestu, ale jejich počet jste poměrně drasticky snížili.</p> <p>Všechno to zní docela zajímavě. Je možné najít další zkratky nebo jiné způsoby, jak ušetřit čas a místo? Odpověď zní ano i ne. Podle současných výzkumníků v oblasti MRL pravděpodobně není možné konstrukce typu SAG dále upravit pro lepší velikost nebo rychlost; jiné konstrukce jako Arcturus, Omniring, RCT3 nebo Triptych však přinášejí mnohem lepší škálování velikosti a výhody při ověřování pomocí jiných matematických metod. Každý z těchto přístupů "nové generace" k podpisově jednoznačným protokolům však přináší vlastní kompromisy v implementačních detailech a je předmětem aktivního výzkumu a zkoumání.</p> <p>Koneckonců, Monero neustále inovuje.</p>
fi: <p>Monero on protokolla, joka on jatkuvassa kehityksessä. Monero-yhteisö tutkii sekä on-chain että off-chain-ratkaisuja etsien kehityskohteita, joiden avulla Monero voidaan tehdä entistä yksityisemmäksi, skaalautuvammaksi ja saataville kaikille. Yksi viimeaikaisista innovaatioista on linkitettävän sormusallekirjoitusjärjestelmän MLSAG:n korvaaminen drop-in-korvikkeella CLSAG:lla (Concise Linkable Spontaneous Anonymous Group), joka tekee Monerosta entistä yksityisemmän.</p> <p>CLSAG:n toteutuksen takia yleisimpien 2 syötteen, 2 tulon siirtojen määrä vähenee 25%. Myös vahvistusajan odotetetaan vähenevän 10%. CLSAG:n toteutuksen tavoitteena on tehdä Monero-protokolla entistä yksityisemmäksi ja nopeammaksi.</p> <p>Mutta mikä CLSAG oikeastaan on? Mitä se tekee ja miten se eroaa vanhasta MLSAG:sta? Otetaan hetki aikaa muistellaksemme, miksi ja miten sormusallekirjoitukset toimivat, jotta ymmärrämme tämän konseptin paremmin. Sormusallekirjoitukset mahdollistavat ei-välittömät, todistajilta erottamattomat syötteet käyttämällä allekirjoittajan valitsemia anonymiteettijooukkoja aiempien tulojen perusteella. Sanallisesti selitettynä sormusallekirjoitus mahdollistaa käyttäjän piilottaa siirtoonsa käytetyt tulot muiden tulojen joukkoon ilman, että muita osapuolia tarvitaan. Tarvitaan vain kopio lohkoketjusta. Nämä tulos näyttävät yleensä yhtä todennäköisiltä oikeana lähetettävänä, mikä piilottaa lähettäjän metadataa. </p> <p>Tämä aiheuttaa kuitenkin hieman ongelmaa. Mitä jos käyttäjä rakentaisi sormusallekirjoituksen, jossa kaikki decoy-tulot ovat mukana? Miten kukaan tietäisi, että tuntemattomalla lähettäjällä ei ole oikeutta lähettää mitään näsitä? Voisiko tämä käyttäjä kuluttaa tekaistua rahaa? Vastaus on ei. Sormusallekirjoitus sisältää menetelmän, jolla osoitetaan, että ainakin yhden tulojen joukosta omistaa tuntematon lähettäjä, ilman että se paljastaa, mitkä tulot ne ovat. CLSAG ja MLSAG (tästä eteenpäin SAG:t) ovat osa sormusallekirjoitusta, joka todistaa tämän. Mielenkiintoisesti samalla ne todistavat, että siirron määrä, vaikka se on piilotettu salaisiin siirtoihin (RingCT), tasapainottuu. SAG:it todistavat kahta asiaa, että yksi tulo kuuluu jollekin sormusallekirjoituksen osapuolelle ja että siirto tasapainottuu, on tärkeää ja oiekastaan siinä piilee myös koon ja vahvistusajan säästöt. Jos tämä alkaa tuntua sekavalta, älä huoli, saamme pian esimerkin jonka avulla asia tulee helposti ymmärretyksi.</p> <p>Vanha allekirjoitusmalli MLSAG (Multilayered Linkable Spontaneous Anonymous Group) todistaa edellä mainitut kaksi asiaa sormusallekirjoituksessa, mutta tekee molemmat erikseen. Erillisten laskentojen käyttö allekirjoitus- ja sitoutumisavaimille tarkoittaa hitaampia operaatioita. Moderni tietokone voi suorittaa nämä laskutoimitukset muutamassa millisekunnissa, mikä ei kuulosta paljolta, ja todellakin yhden siirron kohdalla se ei olekaan. Kun huomioidaan Moneron lohkoketjun siirtojen määrä ja se, että lohkoketjusta alusta alkaen synkronoiva solmu joutuu lataamaan ja vahvistamaan jokaiset siirrot, tavut ja millisekunnit alkavat kasvaa nopeasti. CLSAG (Concise Linkable Spontaneous Anonymous Group) on uusi signatuurijärjestelmä, joka yhdistää nämä kaksi todistamista yhdeksi laskennaksi parantaakseen Moneron suorituskykyä ja tehokkuutta verrattuna MLSAG:hen.</p> <p>CLSAG yhdistää tarvittavat matemaattiset laskutoimitukset molempien todistamiseen yhdeksi laskuksi ja suorittaa ne samanaikaisesti turvallisella tavalla. Mitä turvallinen tavoittelu tarkoittaa? No, selventääksemme asian ja toivottaaksemme samalla koko asian selvemmäksi, tutustutaan luvattuun hauskaan analogiaan.</p> <p>Oletetaan, että sinun täytyy mennä sekä ruokakauppaan että rautakauppaan hakemaan kaksi eri asiaa: ruokaa ja myrkyllisiä puhdistuskemikaaleja. Et halua niiden sekoittuvan, sillä jos tapahtuu onnettomuus, kemikaalit roiskuvat ruoan päälle, jolloin ne eivät kelpaa. Päätät olla erittäin turvassa ja ajaa talostasi ruokakauppaan, ostaa ruokaa ja sitten ajaa takaisin kotiisi. Vasta kun olet purkanut ruuat, nouset takaisin autoon, ajat rautakauppaan ja takaisin kotiisi kemikaalien kanssa. Olet tehnyt kaksi erillistä matkaa varmistaaksesi kaikkien ostosten turvallisuuden. Vaikka se on todella turvallista, se on tehotonta. Tämä edustaa MLSAG:ta, johon tallennetaan kaksi erilaista matematiikkajoukkoa ja tehdään kaksi erilaista "matkaa" niiden laskemiseksi.</p> <p>Päätät kuitenkin, että haluat tehdä tämän nopeamman tavan. Se on liikaa hukattua aikaa. Sen tekeminen kerran tai kahdesti ei tietenkään kaada elämääsi, mutta kun joudut tekemään tämän yhä uudelleen, tuntimäärät alkavat kasvaa. Alat miettimään, voitko tehdä yhden matkan sen sijaan. Kotoa, ruokakauppaan, rautakauppaan ja takaisin kotiin. Et voi vain mennä ja heittää kaikkea autoon sattumanvaraisesti. Se ei ole turvallista. Sen sijaan määrität autossasi eri paikkoja eri asioille ja varmistat, että kaikki mahtuu siististi paikoilleen. Näin voit tehdä turvallisesti yhden matkan molempiin liikkeisiin ja pitää tavarat poissa toisistaan. Tämä edustaa CLSAG:tä. Tähän tapahtumaan on nyt tallennettu vain yksi matematiikka näiden kahden asian todistamiseksi, ja se on tehty poispäin, etteivät ne häiritse toisiaan. Matka on vielä tehtävä, mutta olet vähentänyt niiden määrää melko rajusti.</p> <p>Kaikki tämä kuulostaa melko jännittävältä. Onko mahdollista, että löydämme muita pikakuvakkeita tai muita tapoja säästää aikaa ja tilaa? Vastaus on kyllä ja ei. Nykyisten MRL-tutkijoiden mukaan SAG-tyyppisiä rakenteita ei todennäköisesti ole mahdollista muokata lisää koon tai nopeuden parantamiseksi; kuitenkin muut rakenteet, kuten Arcturus, Omniring, RCT3 tai Triptych, tuottavat paljon parempia koon skaalaus- ja varmennusetuja käyttämällä erilaisia matemaattisia menetelmiä. Jokaisella näistä "seuraavan sukupolven" lähestymistavoista allekirjoittajien moniselitteisiin protokolliin liittyy kuitenkin omat kompromissinsa toteutuksen yksityiskohdissa, ja niitä tutkitaan aktiivisesti.</p> <p>Loppujen lopuksi Monero on aina innovoiva.</p>
fr: <p>En tant que protocole, Monero est dans un état constant d'innovation. En utilisant la recherche sur les solutions en chaîne et hors chaîne, la communauté Monero recherche des domaines à améliorer pour rendre Monero plus privé, plus évolutif et plus accessible à tous. L'une des innovations les plus récentes est le remplacement du schéma de signature de cercle, MLSAG, par un remplacement direct CLSAG, qui signifie « Concise Linkable Spontaneous Anonymous Group ».</p> <p>En surface, la mise en œuvre de CLSAG réduira de 25% les transactions les plus courantes à 2 entrées et 2 sorties. Nous verrons également une diminution de 10% du temps de vérification.</p> <p>Mais c'est quoi exactement CLSAG ? Que fait-il et en quoi diffère-t-il de l'ancienne version, MLSAG ? Prenons une minute pour nous rappeler le pourquoi et le comment des signatures de cercle afin de mieux comprendre ce concept. Les signatures de cercle permettent des entrées non interactives et indiscernables par des observateurs extérieurs grâce à l'utilisation d'ensembles d'anonymat sélectionnés par le signataire des sorties précédentes. En termes simples, cela permet à un utilisateur de masquer ses sorties utilisées dans une transaction à côté de sorties non liées, et il peut faire tout cela sans que personne d'autre n'y participe. Tout ce dont vous avez besoin est une copie de la blockchain. Chacune de ces sorties semble généralement être également susceptible d'être celle qui est réellement envoyée, masquant ainsi les métadonnées sur l'expéditeur.</p> <p>Cela pose un petit problème, cependant. Et si un utilisateur devait construire une signature de cercle avec toutes les sorties leurres ? Comment quelqu'un saurait-il que l'expéditeur inconnu n'a pas le pouvoir d'en envoyer ? Cet utilisateur pourrait-il dépenser de l'argent factice ? La réponse est non. La signature de cercle comprend une méthode pour prouver qu'au moins une des sorties appartient à l'expéditeur inconnu, sans révéler de laquelle il s'agit. En fait, CLSAG et MLSAG (désormais connus sous le nom de SAG) sont la partie de la signature de cercle qui le prouve. Fait intéressant, en même temps, cela prouve que le montant de la transaction, bien que caché derrière des transactions confidentielles (RingCT), s'équilibre. Que les SAG prouvent deux choses, d'abord qu'une sortie appartient à quelqu'un dans le cercle, et ensuite que la transaction s'équilibre, est important, et c'est là où se situent les économies de taille et de vérification. Si cela devient déroutant, ne vous inquiétez pas, nous verrons bientôt une analogie amusante et facile à comprendre.</p> <p>L'ancien schéma de signature, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) prouve les deux choses susmentionnées dans une signature de cercle, mais il le fait séparément. L'utilisation de calculs séparés pour les clés de signature et d'engagement signifie des opérations plus lentes. Un ordinateur moderne peut effectuer ces calculs en quelques millisecondes, ce qui ne semble pas beaucoup, et en effet, pour une transaction, ce n'est pas le cas. Mais lorsque l'on considère le nombre de transactions sur la blockchain Monero, et qu'un nœud se synchronisant à partir de zéro devra télécharger et vérifier chacune d'elles, les octets et les millisecondes commencent à s'accumuler rapidement.</p> <p>CLSAG combine les calculs nécessaires pour prouver les deux en un seul, ainsi que d'effectuer le calcul des deux à la fois, et il le fait de manière sûre. Qu'est-ce que cela signifie d'une manière sûre ? Eh bien, pour clarifier cela et, espérons-le, donner plus de sens à tout cela, explorons cette analogie amusante promise.</p> <p>Supposons que vous deviez vous rendre à la fois à l'épicerie et à la quincaillerie pour acheter deux choses différentes : de la nourriture et des produits de nettoyage toxiques. Vous ne voulez pas qu'ils se mélangent, car s'il y avait un accident, les produits chimiques se répandraient sur les aliments, les rendant non comestibles. Vous décidez d'agir en toute sécurité et conduisez de votre maison à l'épicerie, achetez la nourriture, puis retournez chez vous. Ce n'est qu'après avoir déchargé la nourriture que vous remontez dans la voiture, que vous vous rendez à la quincaillerie et que vous rentrez chez vous avec les produits chimiques. Vous avez effectué deux voyages distincts pour assurer la sécurité de tous les achats. Bien qu'il soit en effet sûr, il est inefficace. Cela représente MLSAG, où deux ensembles différents de calculs sont stockés et deux « voyages » différents sont effectués pour les calculer. </p> <p>Vous décidez cependant que vous voulez un moyen plus rapide de le faire. C'est trop de temps perdu. Bien sûr, le faire une ou deux fois ne va pas vous ruiner la vie, mais avoir à le faire encore et encore, les heures commencent à s'accumuler. Vous commencez à vous demander si vous pouvez faire un seul voyage à la place. De votre maison, à l'épicerie, à la quincaillerie et à la maison. Vous ne pouvez pas tout jeter dans votre voiture au hasard. Ce n'est pas prudent. Au lieu de cela, vous désignez différents endroits dans votre voiture pour différentes choses et vous vous assurez que tout rentre parfaitement à sa place. Ce faisant, vous pouvez effectuer un voyage en toute sécurité dans les deux magasins et éloigner les objets les uns des autres. Cela représente le CLSAG. Il n'y a maintenant qu'un seul ensemble de mathématiques stockées dans cette transaction pour prouver ces deux choses, et c'est fait de manière à ce qu'elles n'interfèrent pas l'une avec l'autre. Un voyage doit encore être fait, mais vous en avez réduit considérablement le nombre.</p> <p>Tout cela semble assez excitant. Est-il possible de trouver d'autres raccourcis, ou d'autres moyens de gagner du temps et de l'espace ? La réponse est oui et non. Selon les chercheurs actuels de MRL, il n'est probablement pas possible de modifier davantage les constructions de type SAG pour une meilleure taille ou vitesse ; cependant, d'autres constructions comme Arcturus, Omniring, RCT3 ou Triptych produisent de bien meilleurs avantages de passage à l'échelle et de vérification de la taille en utilisant différentes méthodes mathématiques. Cependant, chacune de ces approches « nouvelle génération » des protocoles de signature ambigus comporte ses propres compromis dans les détails de mise en œuvre et fait l'objet de recherches et d'investigations actives.</p> <p>Après tout, Monero innove toujours.</p>
it: <p>Come protocollo, Monero è attualmente in costante stato di innovazione. Utilizzando la ricerca in soluzioni sia on-chain che off-chain, la comunità Monero cerca aree da migliorare per rendere Monero più privato, più scalabile e più accessibile a tutti. Una delle innovazioni più recenti è la sostituzione del sistema di firma ad anello collegabile, MLSAG, con un CLSAG sostitutivo drop-in, che sta per Concise Linkable Spontaneous Anonymous Group.</p> <p>A livello di superficie, l'implementazione di CLSAG ridurrà le transazioni 2 input, 2 output più comuni del 25%. Vedremo anche una riduzione del 10% nei tempi di verifica.</p> <p>Ma cos'è esattamente CLSAG? Cosa fa e in cosa differisce dalla vecchia versione, MLSAG? Dedichiamo un minuto a ricordare a noi stessi perché e come delle firme ad anello in modo da poter meglio comprendere questo concetto. Le firme ad anello consentono input non interattivi e indistinguibili da testimone mediante l'uso di set di anonimato selezionati dal firmatario di output precedenti. In parole povere, consente a un utente di nascondere i propri output utilizzati in una transazione insieme a output non correlati, e può fare tutto questo senza la necessità che nessun altro partecipi. Tutto ciò che serve è una copia della blockchain. Ognuno di questi output sembra per lo più ugualmente probabile che sia quello reale inviato, nascondendo in tal modo metadati sul mittente.</p> <p>Questo genera un po 'di problemi, comunque. E se un utente dovesse costruire una firma ad anello con tutte le uscite esca? Come si potrebbe sapere che il mittente sconosciuto non ha l'autorità di inviare nessuno di loro? Questo utente sarebbe in grado di spendere soldi falsi? La risposta è no. La firma dell'anello include un metodo per dimostrare che almeno una delle uscite è di proprietà del mittente sconosciuto, senza rivelare quale sia. In effetti, sia CLSAG che MLSAG (d'ora in poi noti come SAG) sono la parte della firma dell'anello che lo dimostra. È interessante notare che, allo stesso tempo, dimostra che l'importo della transazione, sebbene nascosto dietro le transazioni riservate (RingCT), si bilancia. Che i SAG dimostrino due cose, che un output è di proprietà di qualcuno sul ring e che la transazione si bilancia, è importante e in realtà dove risiedono le dimensioni e i risparmi di verifica. Se questo sta diventando confuso, non preoccuparti, presto arriveremo a un'analogia divertente e di facile comprensione.</p> <p>Il vecchio schema di firma, MLSAG (Multonered Linkable Spontaneous Anonymous Group) dimostra le due cose sopra menzionate in una firma ad anello, ma ognuna le fa separatamente. L'uso di calcoli separati per le chiavi di firma e impegno implica operazioni più lente. Un computer moderno può eseguire questi calcoli in pochi millisecondi, il che non sembra molto, e in effetti per una transazione non lo è. Ma quando consideriamo il semplice numero di transazioni sulla blockchain Monero e che un nodo che si sincronizza da zero dovrà scaricare e verificare ognuna di esse, i byte e i millisecondi iniziano ad accumularsi rapidamente.</p> <p>CLSAG combina le matematiche necessarie per dimostrarle entrambe in una, così come le calcola entrambe in una volta, e lo fa in modo sicuro. Cosa significa questo in modo sicuro? Bene, per chiarire questo, e speriamo che abbia più senso il tutto, esploriamo questa divertente analogia promessa.</p> <p>Diciamo che devi andare sia al negozio di alimentari che al negozio di ferramenta, per raccogliere due cose diverse: cibo e prodotti chimici per la pulizia tossici. Non vuoi che si mescolino, come se ci fosse un incidente, le sostanze chimiche si riverseranno sul cibo, rendendole immangiabili. Decidi di essere super sicuro e guidare da casa tua alla drogheria, comprare il cibo e poi tornare a casa tua. Solo dopo aver scaricato il cibo torni in macchina, guidi al negozio di ferramenta e torni a casa tua con i prodotti chimici. Hai effettuato due viaggi separati per garantire la sicurezza di tutti gli acquisti. Sebbene sia davvero sicuro, è inefficiente. Questo rappresenta MLSAG, dove sono memorizzati due diversi set di matematica e due diversi "viaggi" sono fatti per calcolarli.</p> <p>Decidi di volere un modo più rapido per farlo, tuttavia. È troppo tempo sprecato. Sicuramente farlo una o due volte non ti ruberà la vita, ma dovendo farlo più e più volte, le ore iniziano a sommarsi. Inizi a chiederti se invece puoi fare un viaggio. Da casa tua, dal negozio di alimentari, al negozio di ferramenta e da casa. Non puoi semplicemente lanciare tutto a casaccio nella tua macchina. Non è sicuro. Invece, si designano diversi punti nella tua auto per cose diverse e assicurati che tutto si adatti perfettamente al suo posto. In tal modo, sei in grado di fare un viaggio sicuro in entrambi i negozi e tenere le cose lontane l'una dall'altra. Questo rappresenta CLSAG. Ora c'è un solo set di matematica memorizzato in questa transazione per provare queste due cose, ed è fatto in modo da non interferire tra loro. È ancora necessario effettuare un viaggio, ma il numero di questi è stato ridotto drasticamente.</p> <p>Tutto questo sembra abbastanza eccitante. È possibile trovare altre scorciatoie o altri modi per risparmiare tempo e spazio? La risposta è sì e no. Secondo gli attuali ricercatori dell'MRL, è probabile che non sia possibile modificare ulteriormente le costruzioni di tipo SAG per dimensioni o velocità migliori; tuttavia altre costruzioni come Arcturus, Omniring, RCT3 o Triptych producono vantaggi di ridimensionamento e verifica delle dimensioni molto migliori utilizzando diversi metodi matematici. Tuttavia, ciascuno di questi approcci di prossima generazione ai protocolli ambigui firmatari presenta i propri compromessi nei dettagli di implementazione e sono oggetto di ricerche e indagini attive.</p> <p>Dopotutto, Monero è sempre innovativo.</p>
lt: <p>Kaip protokolas, Monero šiuo metu yra nuolatinėje naujovių būsenoje. Naudodama mokslinius tyrimus tiek grandinėje, tiek ne grandininiuose sprendimuose, „Monero“ bendruomenė ieško sričių, kurias reikia tobulinti, kad „Monero“ būtų privatesnis, labiau keičiamas ir prieinamesnis visiems. Viena iš naujesnių naujovių yra susieto žiedinio parašo schemos MLSAG pakeitimas įleidžiama pakaitalu CLSAG, kuri reiškia Concise Linkable Spontaneous Anonymous Group.</p> <p>Paviršiaus lygmeniu CLSAG įdiegimas sumažins dažniausiai pasitaikančias 2 įvesties, 2 išvesties operacijas 25%. Taip pat 10 % sutrumpės patvirtinimo laikas.</p> <p> Bet kas tiksliai yra CLSAG? Ką jis veikia ir kuo jis skiriasi nuo senosios versijos MLSAG? Skirkime minutę, kad primintume sau, kodėl ir kaip parašyti žiedą, kad galėtume geriau suprasti šią sąvoką. Skambučio parašai leidžia įvesti neinteraktyvius, neatskiriamus duomenis, naudojant pasirašančiojo pasirinktus ankstesnių išėjimų anonimiškumo rinkinius. Žodžiu, tai leidžia vartotojui paslėpti sandoryje naudojamus rezultatus kartu su nesusijusiais išėjimais, ir jie gali visa tai padaryti nereikalaujant, kad kas nors kitas dalyvautų. Viskas, ko jums reikia, yra „blockchain“ kopija. Atrodo, kad kiekviena iš šių išėjimų yra vienodai tikėtina, kad bus siunčiama, todėl slepiami metaduomenys apie siuntėją.</p> <p> Tačiau dėl to kyla problemų. O kas, jei vartotojas sukurtų žiedinį parašą su visais apgaulės išėjimais? Iš kur kas nors gali žinoti, kad nežinomas siuntėjas neturi teisės siųsti nė vieno iš jų? Ar šis vartotojas galėtų išleisti netikrus pinigus? Atsakymas yra ne. Žiedinis parašas apima metodą, įrodantį, kad bent vienas iš išvesčių priklauso nežinomam siuntėjui, neatskleidžiant, kuris iš jų yra. Tiesą sakant, tiek CLSAG, tiek MLSAG (nuo šiol žinomi kaip SAG) yra žiedinio parašo dalis, kuri tai įrodo. Įdomu tai, kad tuo pačiu metu tai įrodo, kad sandorio suma, nors ir paslėpta už konfidencialių sandorių (RingCT), balansuoja. Tai, kad SAG įrodo du dalykus, kad viena produkcija priklauso kažkam, dalyvaujančiam ringe, ir kad sandoris yra balansas, yra svarbu ir iš tikrųjų yra sutaupyta suma ir patikrinimas. Jei tai darosi painu, nesijaudinkite, netrukus pateiksime smagią ir lengvai suprantamą analogiją.</p> <p>Senoji parašo schema MLSAG (daugiasluoksnė susiejama spontaniška anoniminė grupė) įrodo pirmiau minėtus du dalykus žiediniame paraše, tačiau daro kiekvieną atskirai. Atskirų skaičiavimų naudojimas pasirašymo ir įsipareigojimo raktams reiškia lėtesnes operacijas. Šiuolaikinis kompiuteris gali atlikti šiuos skaičiavimus per kelias milisekundes, o tai neatrodo daug, ir iš tikrųjų tai nėra viena operacija. Bet kai atsižvelgsime į didžiulį Monero blokų grandinės operacijų skaičių ir tai, kad nuo nulio sinchronizuojantis mazgas turės atsisiųsti ir patikrinti kiekvieną iš jų, baitai ir milisekundės greitai pradeda kauptis.</p> <p>CLSAG sujungia matematiką, reikalingą abiem įrodyti į vieną, taip pat apskaičiuoja jas abi iš karto, ir tai daro saugiai. Ką tai reiškia saugiu būdu? Na, kad tai išsiaiškintume ir, tikiuosi, viskas būtų prasmingesnė, panagrinėkime tą žadėtą smagią analogiją.</p> <p>Tarkime, kad reikia eiti ir į bakalėjos, ir į techninės įrangos parduotuvę, kad paimtumėte du skirtingus dalykus: maistą ir toksiškas valymo chemines medžiagas. Nenorite, kad jie susimaišytų, tarsi įvykus nelaimingam atsitikimui, cheminės medžiagos išsilies ant maisto, todėl jie bus nevalgomi. Nusprendžiate būti itin saugūs ir nuvažiuoti iš savo namų į bakalėjos parduotuvę, nusipirkti maisto ir grįžti į namus. Tik išsikrovę maistą grįžtate į automobilį, važiuojate į statybinių prekių parduotuvę ir su chemikalais grįžtate į namus. Išvykote dvi atskiras keliones, kad užtikrintumėte visų pirkinių saugumą. Nors tai tikrai saugu, tačiau neefektyvu. Tai reiškia MLSAG, kur saugomi du skirtingi matematikos rinkiniai ir atliekamos dvi skirtingos „kelionės“ joms apskaičiuoti.</p> <p>Tačiau nusprendžiate, kad norite tai padaryti greičiau. Tai per daug sugaišto laiko. Žinoma, jei tai padarysite vieną ar du kartus, gyvybės nepavogsite, tačiau tai kartodami vėl ir vėl, valandų skaičius pradeda didėti. Pradedate svarstyti, ar galite leistis į vieną kelionę. Iš namų, į bakalėjos parduotuvę, į techninės įrangos parduotuvę ir atgal namo. Negalite tiesiog eiti ir atsitiktinai viską mesti į savo automobilį. Tai nesaugu. Vietoj to, savo automobilyje paskiriate skirtingas vietas skirtingiems dalykams ir įsitikinkite, kad viskas tvarkingai telpa į savo vietas. Tai darydami galite saugiai vieną kartą apsilankyti abiejose parduotuvėse ir laikyti daiktus atokiau vienas nuo kito. Tai reiškia CLSAG. Dabar šiame sandoryje saugomas tik vienas matematikos rinkinys, įrodantis šiuos du dalykus, ir tai daroma taip, kad jie netrukdytų vienas kitam. Kelionė vis tiek turi būti atlikta, bet jūs labai sumažinote jų skaičių.</p> <p> Visa tai skamba gana įdomiai. Ar įmanoma rasti kitų nuorodų ar kitų būdų sutaupyti laiko ir vietos? Atsakymas yra taip ir ne. Pasak dabartinių DLK tyrėjų, greičiausiai neįmanoma toliau modifikuoti SAG tipo konstrukcijų siekiant geresnio dydžio ar greičio; tačiau kitos konstrukcijos, pvz., Arcturus, Omniring, RCT3 ar Triptych, suteikia daug geresnių dydžio mastelio ir tikrinimo pranašumų, naudojant skirtingus matematinius metodus. Tačiau kiekvienas iš šių „nex-gen“ metodų, susijusių su pasirašiusiųjų dviprasmiškais protokolais, turi savo kompromisų įgyvendinimo detalėse ir yra aktyviai tiriamas ir tiriamas.</p> <p>Galų gale, Monero visada kuria naujoves.</p>
nb: <p>Som en protokoll er Monero for tiden i en konstant innovasjonstilstand. Ved å bruke forskning i både on-chain og off-chain løsninger, ser Monero-fellesskapet etter områder som kan forbedres for å gjøre Monero mer privat, mer skalerbar og mer tilgjengelig for alle. En av de nyere innovasjonene er erstatningen av den sammenkoblede ringsignaturordningen, MLSAG, med en drop-in-erstatning CLSAG, som står for Concise Linkable Spontaneous Anonymous Group.</p> <p>På overflatenivå vil implementeringen av CLSAG redusere de vanligste 2 input, 2 output transaksjonene med 25 %. Vi vil også se en reduksjon på 10 % i bekreftelsestiden.</p> <p>Men hva er egentlig CLSAG? Hva gjør den, og hvordan skiller den seg fra den gamle versjonen, MLSAG? La oss bruke et minutt på å minne oss selv på hvorfor og hvordan ringsignaturer, slik at vi bedre kan forstå dette konseptet. Ringsignaturer gir mulighet for ikke-interaktive, vitne utskillelige innganger ved bruk av signer-valgte anonymitetssett av tidligere utganger. I lekmenns termer lar det en bruker skjule sine utdata som brukes i en transaksjon sammen med ikke-relaterte utganger, og de kan gjøre alt dette uten at noen andre trenger å delta. Alt du trenger er en kopi av blokkjeden. Hver av disse utgangene ser for det meste ut til å være like sannsynlig å være den faktiske som sendes, og skjuler dermed metadata om avsenderen.</p> <p>Dette skaper imidlertid litt av et problem. Hva om en bruker skulle konstruere en ringsignatur med alle lokkeutganger? Hvordan kan noen vite at den ukjente avsenderen ikke har myndighet til å sende noen av dem? Ville denne brukeren kunne bruke falske penger? Svaret er nei. Ringsignaturen inkluderer en metode for å bevise at minst én av utgangene eies av den ukjente avsenderen, uten å avsløre hvilken det er. Faktisk er både CLSAG og MLSAG (heretter kjent som SAG-ene) den delen av ringsignaturen som beviser dette. Interessant nok beviser det samtidig at transaksjonsbeløpet, selv om det er skjult bak konfidensielle transaksjoner (RingCT), balanserer. At SAG-ene beviser to ting, at den ene produksjonen eies av noen i ringen, og at transaksjonen balanserer, er viktig, og faktisk hvor størrelsen og verifikasjonsbesparelsene ligger. Hvis dette blir forvirrende, ikke bekymre deg, vi kommer snart til en morsom og lettfattelig analogi.</p> <p>Det gamle signaturskjemaet, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) beviser de nevnte to tingene i en ringsignatur, men den gjør hver for seg. Bruken av separate beregninger for signering og forpliktelsesnøkler betyr tregere operasjoner. En moderne datamaskin kan gjøre disse beregningene i løpet av millisekunder, noe som ikke virker som mye, og det er det faktisk ikke for en transaksjon. Men når vi tar i betraktning det store antallet transaksjoner på Monero-blokkjeden, og at en node som synkroniseres fra bunnen av må laste ned og verifisere hver av dem, begynner byte og millisekunder å hope seg opp raskt.</p> <p>CLSAG kombinerer matematikken som er nødvendig for å bevise begge til én, i tillegg til å beregne begge samtidig, og det gjør det på en sikker måte. Hva betyr dette på en sikker måte? Vel, for å rydde opp i dette, samt forhåpentligvis gjøre det hele mer fornuftig, la oss utforske den lovede morsomme analogien.</p> <p>La oss si at du må gå til både matbutikken og jernvarebutikken for å kjøpe to forskjellige ting: mat og giftige rengjøringskjemikalier. Du vil ikke at de skal blandes sammen, som om det er en ulykke, vil kjemikaliene søle på maten, noe som gjør dem uspiselige. Du bestemmer deg for å være supertrygg og kjøre fra huset til matbutikken, kjøpe maten og deretter kjøre tilbake til huset ditt. Først etter at du har losset maten, setter du deg tilbake i bilen, kjører til jernvarehandelen og tilbake til huset ditt med kjemikaliene. Du har tatt to separate turer for å sikre sikkerheten ved alle kjøp. Selv om det faktisk er trygt, er det ineffektivt. Dette representerer MLSAG, der to forskjellige sett med matematikk er lagret og to forskjellige "turer" blir gjort for å beregne dem.</p> <p>Du bestemmer deg for at du vil ha en raskere måte å gjøre dette på. Det er for mye bortkastet tid. At du gjør det en eller to ganger kommer ikke til å stjele livet ditt, men å måtte gjøre dette om og om igjen, timene begynner å øke. Du begynner å lure på om du kan ta en tur i stedet. Fra huset ditt, til matbutikken, til jernvarehandelen og hjem igjen. Du kan ikke bare gå og kaste alt i bilen din tilfeldig. Det er ikke trygt. I stedet utpeker du forskjellige steder i bilen din for forskjellige ting, og sørger for at alt passer pent på sin plass. Ved å gjøre det kan du trygt ta en tur til begge butikkene, og holde ting unna hverandre. Dette representerer CLSAG. Det er nå bare ett sett med matematikk lagret i denne transaksjonen for å bevise disse to tingene, og det er gjort på en måte at de ikke forstyrrer hverandre. En tur må fortsatt gjøres, men du har redusert antallet ganske drastisk.</p> <p>Alt dette høres ganske spennende ut. Er det mulig vi kan finne andre snarveier, eller andre måter å spare tid og plass på? Svaret er ja og nei. Ifølge nåværende MRL-forskere er det sannsynligvis ikke mulig å ytterligere modifisere SAG-type konstruksjoner for bedre størrelse eller hastighet; Imidlertid gir andre konstruksjoner som Arcturus, Omniring, RCT3 eller Triptych mye bedre størrelsesskalering og verifikasjonsfordeler ved bruk av forskjellige matematiske metoder. Hver av disse "neste generasjons"-tilnærmingene til underskriver-tvetydige protokoller kommer imidlertid med sine egne avveininger i implementeringsdetaljer, og er under aktiv forskning og etterforskning.</p> <p>Tross alt er Monero alltid nyskapende.</p>
nl: <p>Als protocol bevindt Monero zich momenteel in een constante staat van innovatie. Gebruikmakend van onderzoek over zowel on-chain als off-chain oplossingen, zoekt de Monero-gemeenschap naar verbeterpunten om Monero meer privé, schaalbaard en toegankelijker voor iedereen te maken. Een van de meer recente innovaties is de vervanging van het koppelbare ringsignatuurschema, MLSAG, door een drop-in vervanging CLSAG, wat staat voor Concise Linkable Spontaneous Anonymous Group.</p> <p>In eerste instantie zal de implementatie van CLSAG de meest voorkomende 2 input, 2 output transacties met 25% verminderen. We zullen ook een afname van 10% in de verificatietijd zien.</p> <p>Maar wat is CLSAG precies? Wat doet het en hoe verschilt het van de oude versie, MLSAG? Laten we even de tijd nemen om onszelf te herinneren aan het waarom en hoe van ringhandtekeningen, zodat we dit concept beter kunnen begrijpen. Ring-handtekeningen maken niet-interactieve, niet-onderscheidbare getuige invoer mogelijk door gebruik te maken van door de ondertekenaar geselecteerde anonimiteit sets van eerdere outputs. In de termen van laymen, stelt het een gebruiker in staat om zijn outputs die in een transactie worden gebruikt te verbergen naast niet-gerelateerde outputs, en kunnen ze dit allemaal doen zonder dat iemand anders hoeft deel te nemen. Het enige wat u nodig heeft is een kopie van de blockchain. Elk van deze outputs lijken even waarschijnlijk als de daadwerkelijke output te zijn die wordt verzonden, waardoor metagegevens over de afzender worden verborgen. </p> <p>Dit veroorzaakt echter een klein probleem. Wat als een gebruiker een ringhandtekening zou maken met alle lokaas outputs? Hoe kan iemand weten dat de onbekende afzender niet bevoegd is om ze te verzenden? Zou deze gebruiker nepgeld kunnen uitgeven? Het antwoord is nee. De ringhandtekening bevat een methode om te bewijzen dat ten minste één van de outputs eigendom is van de onbekende afzender, zonder te onthullen welke het is. In feite zijn zowel CLSAG als MLSAG (hierna bekend als de SAG's) het deel van de ringsignatuur dat dit bewijst. Interessant genoeg bewijst het tegelijkertijd dat het bedrag van de transactie, hoewel verborgen achter vertrouwelijke transacties (RingCT), in evenwicht is. Dat de SAG's twee dingen bewijzen, dat één output eigendom is van iemand in de ring, en dat de transactie in evenwicht is, is belangrijk, en eigenlijk waar de omvang en verificatiebesparingen liggen. Als dit verwarrend wordt, maakt u geen zorgen, we komen binnenkort bij een leuke en gemakkelijk te begrijpen analogie. </p> <p>Het oude handtekeningschema, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) bewijst de bovengenoemde twee dingen in een ringhandtekening, maar het doet het elk afzonderlijk. Het gebruik van afzonderlijke berekeningen voor ondertekenings- en toezeggingssleutels betekent tragere bewerkingen. Een moderne computer kan deze berekeningen in een kwestie van milliseconden doen, wat niet veel lijkt, en dat is het inderdaad voor één transactie ook niet. Maar als we kijken naar het enorm grote aantal transacties op de Monero-blockchain, en dat een vanaf nul gesynchroniseerd knooppunt ze allemaal moet downloaden en verifiëren, beginnen de bytes en milliseconden zich snel op te stapelen.</p> <p>CLSAG combineert de wiskunde die nodig is om twee in één te bewijzen, en berekent beide dus tegelijkertijd, op een veilige manier. Wat betekent op een veilige manier? Nou, om dit op te helderen en hopelijk de hele zaak logischer te maken, laten we die beloofde leuke analogie onderzoeken. </p> <p>Stel dat u zowel naar de supermarkt als naar de bouwmarkt moet om twee verschillende dingen op te halen: voedsel en giftige schoonmaakmiddelen. U wilt niet dat ze zich vermengen, want als er een ongeluk gebeurt, zullen de chemicaliën op het voedsel morsen, waardoor ze oneetbaar worden. U besluit extra veilig te zijn en rijdt van uw huis naar de supermarkt, koopt het eten en rijdt dan weer terug naar huis. Pas nadat u het eten heeft uitgeladen, stapt u weer in de auto, rijdt u naar de bouwmarkt en weer terug naar huis met de chemicaliën. U heeft twee afzonderlijke reizen gemaakt om de veiligheid van alle aankopen te garanderen. Hoewel het inderdaad veilig is, is het ook inefficiënt. Dit vertegenwoordigt MLSAG, waar twee verschillende reeksen wiskunde worden opgeslagen en twee verschillende 'trips' worden gemaakt om ze te berekenen. </p> <p>U besluit echter dat u een snellere manier wilt om dit te doen. Het is een te grote tijdverspilling. Natuurlijk zal het een of twee keer doen uw leven niet wegnemen, maar als u dit keer op keer moet doen, beginnen de uren op te tellen. U begint u af te vragen of u in plaats daarvan één reis kunt maken. Van uw huis, naar de supermarkt, naar de bouwmarkt en weer terug naar huis. U kunt dan niet zomaar alles lukraak in uw auto gooien. Dat is niet veilig. In plaats daarvan kiest u verschillende plekken in uw auto voor verschillende dingen en zorgt u ervoor dat alles netjes op zijn plaats past. Door dit te doen, kunt u veilig één reis naar beide winkels maken en dingen uit elkaar houden. Dit vertegenwoordigt CLSAG. Er is nu slechts één set wiskunde opgeslagen in deze transactie om deze twee dingen te bewijzen, en het is zo gedaan dat ze elkaar niet hinderen. Er moet alsnog een reis worden gemaakt, maar u heeft het aantal drastisch geminimaliseerd.</p> <p>Dit klinkt allemaal best spannend. Is het mogelijk dat we andere snelkoppelingen kunnen vinden, of dat er andere manieren zijn om tijd en ruimte te besparen? Het antwoord is ja en nee. Volgens de huidige MRL-onderzoekers is het waarschijnlijk niet mogelijk om de constructies van het SAG-type verder aan te passen voor een betere afmeting of snelheid; andere constructies zoals Arcturus, Omniring, RCT3 of Triptych produceren echter veel betere schaalvergroting en verificatievoordelen met behulp van verschillende wiskundige methoden. Elk van deze 'next-gen'-benaderingen van ondertekenaar-dubbelzinnige protocollen heeft echter zijn eigen compromissen in implementatiedetails en wordt actief onderzocht en onderzocht. </p> <p>Monero is tenslotte altijd aan het innoveren.</p>
pl: <p>Protokół Monero jest stale ulepszany. Wykonując badania zarówno w technologiach on-chain, jak i off-chain, społeczność Monero poszukuje obszarów do poprawy, aby uczynić Monero bardziej prywatnym, bardziej skalowalnym i bardziej dostępnym dla wszystkich. Jedną z ostatnich innowacji jest zastąpienie schematu linkable ring signature, MLSAG, na CLSAG - Concise Linkable Spontaneous Anonymous Group.</p> <p>Wdrożenie CLSAG zmniejszy o 25% najpopularniejsze transakcje postaci 2 wejścia i 2 wyjścia. Ponadto o 10% skróci czas weryfikacji transakcji.</p> <p>Ale czym dokładnie jest CLSAG? Co robi i czym różni się od starej wersji MLSAG? Poświęćmy chwilę, aby przypomnieć sobie, jak korzystać z ring signatures, abyśmy mogli lepiej zrozumieć tę ideę. Ring signatures pozwalają na nieinteraktywne, nieodróżnialne wejścia za pomocą wybranych przez sygnatariusza zbiorów anonimowości poprzednich wyjść. Mówiąc wprost, pozwala to użytkownikowi ukryć swoje wyjście wśród wyjść niepowiązanych transakcji. Robi to bez konieczności udziału nikogo innego. Wszystko czego potrzebujesz to kopia blockchaina. Wydaje się, że każde z tych wyjść jest równie prawdopodobne, tym samym chowając metadane nadawcy.</p> <p>Stwarza to jednak pewien problem. Co by było, gdyby użytkownik skonstruował ring signature z wyłącznie wyjściami wabika? Skąd ktoś miałby wiedzieć, że nieznany nadawca nie ma uprawnień do wysłania żadnego z nich? Czy ten użytkownik będzie mógł wydawać fałszywe pieniądze? Odpowiedź brzmi nie. W ring signatures można udowodnić, że ​​przynajmniej jedno z wyjść jest własnością nieznanego nadawcy, bez ujawniania, które to jest. W rzeczywistości zarówno CLSAG, jak i MLSAG (odtąd znane jako SAG) są częścią ring signatures, w których można to udowodnić. Co ciekawe, operacja jednocześnie dowodzi, że kwota transakcji, choć ukryta za confidential transactions (RingCT), jest poprawna. To, że w SAG można udowodnić dwie rzeczy - że jedno wyjście jest własnością kogoś z ringu i że salda transakcji są prawidłowe jest ważne, i właśnie stąd oszczędności w zakresie wielkości transkacji i czasu jej weryfikacji. Jeśli robi się to zagmatwane, nie martw się, wkrótce dojdziemy do zabawnej i łatwej do zrozumienia analogii.</p> <p>Stary schemat sygnatur, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) pozwala udownić te same dwie rzeczy co ring signatures, ale dowodzi każdą z osobna. Użycie oddzielnych obliczeń dla kluczy signing i commitment oznacza wolniejsze operacje. Współczesny komputer może wykonać te obliczenia w ciągu milisekund, co nie wydaje się dużo, i rzeczywiście, w przypadku jednej transakcji tak nie jest. Ale gdy weźmiemy pod uwagę samą liczbę transakcji w blockchainie Monero i to, że węzeł synchronizujący się od zera będzie musiał pobrać i zweryfikować każdą z nich, bajty i milisekundy zaczynają się szybko nawarstwiać.</p> <p>CLSAG łączy obliczenia niezbędne do udowodnienia obu własności w jedne obliczenia, które wykonuje bezpiecznie. Co to oznacza? Cóż, aby to wyjaśnić, a także, miejmy nadzieję, nadać całości sens, przyjrzyjmy się tej zapowiadanej zabawnej analogii.</p> <p>Powiedzmy, że musisz iść zarówno do sklepu spożywczego, jak i do sklepu z narzędziami, aby kupić dwie różne rzeczy: żywność i toksyczne środki czyszczące. Nie chcesz, aby się zmieszały, ponieważ w razie wypadku chemikalia rozleją się na żywność, czyniąc ją niejadalną. Postanawiasz być super bezpieczny i jedziesz z domu do sklepu spożywczego, kupujesz jedzenie, a następnie wracasz do domu. Dopiero po wyładowaniu jedzenia wracasz do samochodu, jedziesz do sklepu z narzędziami i wracasz do domu z chemikaliami. Odbyłeś dwie oddzielne podróże, aby zapewnić bezpieczeństwo zakupom. Chociaż jest to rzeczywiście bezpieczny sposób, jest nieefektywny. Reprezentuje to MLSAG, w którym przechowywane są dwa różne zestawy danych matematycznych i wykonywane są dwie różne „podróże”, aby je obliczyć.</p> <p>Zdecydowałeś jednak, że potrzebujesz szybszego sposobu, żeby tak robić. To za dużo straconego czasu. Jasne, zrobienie tego raz lub dwa razy nie zabierze Ci za dużo czasu, ale przy konieczności robienia tego w kółko godziny zaczynają się dodawać. Zaczynasz się zastanawiać, czy zamiast tego możesz odbyć jedną podróż. Z domu, do sklepu spożywczego, do sklepu z narzędziami i z powrotem do domu. Nie możesz tak po prostu wrzucić wszystkiego do samochodu na chybił trafił. To nie jest bezpieczne. Zamiast tego wyznaczasz różne miejsca w samochodzie na różne rzeczy i upewniasz się, że wszystko pasuje na swoje miejsce. W ten sposób możesz bezpiecznie odbyć jedną podróż do obu sklepów i trzymać rzeczy z dala od siebie. To reprezentuje CLSAG. Obecnie w tej transakcji przechowywany jest tylko jeden zestaw danych matematycznych, aby udowodnić te dwie rzeczy i jest to robione z dala od siebie, aby nie przeszkadzały sobie nawzajem. Wciąż trzeba odbyć podróże, ale drastycznie zmniejszyłeś ich liczbę.</p> <p>Wszystko to brzmi całkiem ekscytująco. Ale czy uda nam się znaleźć inne skróty lub inne sposoby na zaoszczędzenie czasu i miejsca? Odpowiedź brzmi tak i nie. Według obecnych badaczy MRL, prawdopodobnie nie jest możliwe dalsze modyfikowanie konstrukcji typu SAG w celu uzyskania mniejszego rozmiaru lub wyższej prędkości; jednak inne konstrukcje, takie jak Arcturus, Omniring, RCT3 lub Triptych zapewniają znacznie lepsze skalowanie i korzyści weryfikacyjne przy użyciu różnych metod matematycznych. Jednak każde z tych podejść „następnej generacji” do protokołów z nieznanym sygnatariuszem wiąże się z kompromisami w szczegółach implementacji i musi być poddane dogłębnym badaniom.</p> <p>Koniec końców Monero zawsze się usprawnia.</p>
pt_br: <p> Como protocolo, o Monero está atualmente em constante estado de inovação. Utilizando pesquisas em soluções dentro e fora da rede, a comunidade Monero procura áreas para melhorar para tornar o Monero mais privado, mais escalonável e mais acessível a todos. Uma das inovações mais recentes é a substituição do esquema de assinatura de anel vinculável, MLSAG, por um CLSAG substituto imediato, que significa Concise Linkable Spontaneous Anonymous Group. </p> <p> A nível superficial, a implementação do CLSAG diminuirá as 2 transações de entrada e de saída mais comuns em 25%. Também veremos uma redução de 10% no tempo de verificação. </p> <p> Mas o que exatamente é CLSAG? O que ele faz e em que difere da versão anterior, MLSAG? Vamos tomar um minuto para nos lembrar do porquê e como usar assinaturas de anel para que possamos entender melhor este conceito. As assinaturas de anel permitem entradas indistinguíveis de testemunhas não interativas pelo uso de conjuntos de anonimato selecionados pelo signatário de saídas anteriores. Em termos leigos, permite que um usuário esconda suas saídas usadas em uma transação junto com saídas não relacionadas, e eles podem fazer tudo isso sem a necessidade de ninguém para participar. Tudo que você precisa é uma cópia do blockchain. Cada uma dessas saídas parece ser igualmente provável de ser a que está sendo enviada, ocultando metadados sobre o remetente. </p> <p> Isso gera um pequeno problema, no entanto. E se um usuário fosse construir uma assinatura de anel com todas as saídas de chamariz? Como alguém saberia que o remetente desconhecido não tem autoridade para enviar nenhum deles? Este usuário poderia gastar dinheiro falso? A resposta é não. A assinatura do anel inclui um método para provar que pelo menos uma das saídas pertence ao remetente desconhecido, sem revelar qual é. Na verdade, tanto CLSAG quanto MLSAG (doravante conhecidos como SAGs) são a parte da assinatura do anel que prova isso. Curiosamente, ao mesmo tempo, isso prova que o valor da transação, embora oculto por trás de transações confidenciais (RingCT), é equilibrado. Que os SAGs provam duas coisas, que uma saída pertence a alguém no ringue e que o saldo da transação é importante e, na verdade, onde reside o tamanho e a economia na verificação. Se isso está ficando confuso, não se preocupe, vamos chegar a uma analogia divertida e fácil de entender em breve. </p> <p> O esquema de assinatura antigo, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) prova as duas coisas acima mencionadas em uma assinatura de anel, mas faz cada uma separadamente. O uso de cálculos separados para chaves de assinatura e confirmação significa operações mais lentas. Um computador moderno pode fazer esses cálculos em questão de milissegundos, o que não parece muito e, de fato, para uma transação não é. Mas quando consideramos o grande número de transações no blockchain Monero, e que um nó de sincronização do zero terá que baixar e verificar cada uma delas, os bytes e milissegundos começam a se acumular rapidamente. </p> <p> O CLSAG combina a matemática necessária para provar os dois em um, bem como calcula os dois ao mesmo tempo, e o faz de maneira segura. O que isso significa de maneira segura? Bem, para esclarecer isso, bem como, esperançosamente, fazer tudo fazer mais sentido, vamos explorar aquela analogia divertida prometida. </p> <p> Digamos que você precise ir ao supermercado e à loja de ferragens para comprar duas coisas diferentes: alimentos e produtos químicos de limpeza tóxicos. Você não quer que eles se misturem, como se houvesse um acidente, os produtos químicos vão derramar na comida, tornando-os intragáveis. Você decide ficar super seguro e dirigir de sua casa ao supermercado, comprar a comida e depois dirigir de volta para sua casa. Só depois de descarregar a comida você volta para o carro, vai até a loja de ferragens e volta para casa com os produtos químicos. Você fez duas viagens diferentes para garantir a segurança de todas as compras. Embora seja realmente seguro, é ineficiente. Isso representa MLSAG, onde dois conjuntos diferentes de matemática são armazenados e duas 'viagens' diferentes são feitas para computá-los. </p> <p> Você decide que deseja uma maneira mais rápida de fazer isso, no entanto. É muito tempo perdido. Claro que fazer isso uma ou duas vezes não vai roubar sua vida, mas tendo que fazer isso repetidamente, as horas começam a se somar. Você começa a se perguntar se pode fazer uma viagem em vez disso. De sua casa, ao supermercado, à loja de ferramentas e de volta para casa. Você não pode simplesmente jogar tudo em seu carro ao acaso. Não é seguro. Em vez disso, você designa pontos diferentes em seu carro para coisas diferentes e garante que tudo se encaixe perfeitamente em seu lugar. Ao fazer isso, você pode fazer uma viagem com segurança a ambas as lojas e manter as coisas longe uma da outra. Isso representa CLSAG. Agora há apenas um conjunto de matemática armazenado nesta transação para provar essas duas coisas, e isso é feito de forma que não interfiram uma com a outra. Uma viagem ainda precisa ser feita, mas você reduziu o número delas drasticamente. </p> <p> Tudo isso parece muito emocionante. É isso possível, podemos encontrar outros atalhos, ou outras formas de economizar tempo e espaço? A resposta é sim e não. De acordo com os pesquisadores atuais do MRL, provavelmente não é possível modificar ainda mais as construções do tipo SAG para melhor tamanho ou velocidade; no entanto, outras construções como Arcturus, Omniring, RCT3 ou Triptych produzem um dimensionamento de tamanho muito melhor e benefícios de verificação usando diferentes métodos matemáticos. No entanto, cada uma dessas abordagens de 'próxima geração' para protocolos ambíguos de assinantes vem com suas próprias compensações em detalhes de implementação e estão passando por pesquisas e investigações ativas. </p> <p> Afinal, Monero está sempre inovando. </p>
sl: <p>Monero kot protokol je trenutno v stalnem procesu inovacij. Skupnost Monero z raziskavami rešitev na verigi in zunaj nje išče področja, ki jih je mogoče izboljšati, da bi Monero postal zasebnejši, bolj razširljiv in dostopnejši vsem. Ena od novejših inovacij je zamenjava sheme povezljivega obročnega podpisa MLSAG z nadomestno shemo CLSAG (kratica za Concise Linkable Spontaneous Anonymous Group).</p> <p>Na prvi pogled bo izvajanje CLSAG za 25 % zmanjšalo najpogostejši dve vhodni in dve izhodni transakciji. Prav tako se bo za 10 % zmanjšal čas preverjanja.</p> <p>Kaj je pravzaprav CLSAG? Kaj počne in kako se razlikuje od stare različice MLSAG? Vzemimo si minuto časa in se spomnimo, zakaj in kako pri obročnih podpisih, da bomo bolje razumeli ta koncept. Obročni podpisi omogočajo neinteraktivne vhode, ki se ne razlikujejo med pričami, z uporabo anonimnih nizov prejšnjih izhodov, ki jih izbere podpisnik. Laično povedano, uporabniku omogoča, da skrije svoje izpise, uporabljene v transakciji, skupaj z nepovezanimi izpisi, in vse to lahko stori, ne da bi pri tem potreboval sodelovanje kogar koli drugega. Vse, kar potrebujete, je kopija verige blokov. Vsak od teh izpisov je večinoma videti enako verjeten kot dejanski izpis, ki je bil poslan, s čimer se skrijejo metapodatki o pošiljatelju.</p> <p>To pa povzroča manjšo težavo. Kaj če bi uporabnik sestavil obročni podpis z vsemi izpisi vab? Kako bi kdo vedel, da neznani pošiljatelj ni pooblaščen za pošiljanje katerega koli od njih? Ali bi ta uporabnik lahko porabil lažni denar? Odgovor je ne. Obročni podpis vključuje metodo za dokazovanje, da je vsaj eden od izhodov v lasti neznanega pošiljatelja, ne da bi razkril, kateri je to. Dejansko sta tako CLSAG kot MLSAG (v nadaljevanju imenovana SAG) del obročnega podpisa, ki to dokazuje. Zanimivo je, da hkrati dokazujeta, da je znesek transakcije, čeprav skrit za zaupnimi transakcijami (RingCT), uravnotežen je. To, da SAG dokazujejo dve stvari, in sicer da je en izpis v lasti nekoga v obroču in da je transakcija uravnotežena, je pomembno in pravzaprav pomeni prihranek pri velikosti in preverjanju. Če vas to zmede, ne skrbite, kmalu bomo prišli do zabavne in lahko razumljive analogije.</p> <p>Stara podpisna shema MLSAG (Multilayered Linkable Spontaneous Anonymous Group) dokazuje zgoraj omenjeni dve stvari v obročnem podpisu, vendar vsako posebej. Uporaba ločenih izračunov za ključe podpisovanja in ključe zavezanosti pomeni počasnejše operacije. Sodoben računalnik lahko te izračune opravi v nekaj milisekundah, kar se ne zdi veliko in dejansko za eno transakcijo ni. Toda če upoštevamo ogromno število transakcij v verigi blokov Monero in dejstvo, da bo moralo vozlišče, ki se sinhronizira od začetka, prenesti in preveriti vsako od njih, se bajti in milisekunde začnejo hitro kopičiti.</p> <p>CLSAG združi matematične postopke, potrebne za dokazovanje obojega v enega in izračuna oboje hkrati ter to stori na varen način. Kaj to pomeni na varen način? Da bi to razjasnili in upamo, da bo celotna stvar postala bolj smiselna, raziščimo obljubljeno zabavno analogijo.</p> <p>Nazadnje morate iti v trgovino z živili in v trgovino s strojno opremo po dve različni stvari: hrano in strupene kemikalije za čiščenje. Ne želite, da se mešata, saj se bodo v primeru nesreče kemikalije razlile po hrani, zaradi česar bo ta postala neužitna. Odločite se, da boste zelo varni in se od hiše do trgovine z živili odpeljete z avtomobilom, kupite hrano in se nato vrnete do hiše. Šele ko raztovorite hrano, se vrnete v avto, se odpeljete do trgovine s strojno opremo in se s kemikalijami vrnete v svojo hišo. Opravili ste dve ločeni vožnji, da bi zagotovili varnost vseh nakupov. Čeprav je to res varno, je neučinkovito. To predstavlja MLSAG, kjer sta shranjena dva različna niza matematičnih podatkov, za njihov izračun pa sta opravljena dva različna "izleta".</p> <p>Izvedeli ste, da želite hitrejši način izvedbe. To je preveč izgubljenega časa. Seveda vam to, da to storite enkrat ali dvakrat, ne bo ukradlo življenja, toda če morate to početi znova in znova, se ure začnejo seštevati. Začnete se spraševati, ali lahko namesto tega opravite eno samo potovanje. Od doma do trgovine z živili, do trgovine s strojno opremo in nazaj domov. Ne morete iti in vse naključno vreči v avto. To ni varno. Namesto tega določite različna mesta v avtomobilu za različne stvari in poskrbite, da vse lepo sede na svoje mesto. Tako lahko varno opravite en izlet v obe trgovini in ohranite stvari stran od drugih. To predstavlja CLSAG. V tej transakciji je zdaj shranjen samo en niz matematičnih podatkov, ki dokazujejo ti dve stvari, in to tako, da se ne motita druga druge. Še vedno je treba opraviti potovanje, vendar ste njihovo število precej drastično zmanjšali.</p> <p>Vse to se sliši zelo zanimivo. Ali je mogoče najti druge bližnjice ali druge načine za prihranek časa in prostora? Odgovor je Da in Ne. Po mnenju sedanjih raziskovalcev MRL verjetno ni mogoče dodatno spremeniti konstrukcij tipa SAG za boljšo velikost ali hitrost; vendar druge konstrukcije, kot so Arcturus, Omniring, RCT3 ali Triptych, z uporabo različnih matematičnih metod ustvarjajo veliko boljše prednosti pri skaliranju velikosti in preverjanju. Vendar ima vsak od teh pristopov "naslednje generacije" k protokolom z nedvoumnim podpisnikom svoje lastne kompromise pri podrobnostih izvajanja, zato se aktivno raziskujejo in proučujejo.</p> <p>Konec koncev, Monero bo vedno inovativen.</p>
sv: <p>Som protokoll befinner sig Monero för närvarande i ett konstant tillstånd av innovation. Genom att använda forskning inom både on-chain- och off-chain-lösningar letar Monero-gemenskapen efter områden att förbättra för att göra Monero mer privat, mer skalbar och mer tillgänglig för alla. En av de senaste innovationerna är ersättningen av det länkbara ringsignaturschemat MLSAG med en drop-in-ersättning CLSAG, som står för Concise Linkable Spontaneous Anonymous Group.</p> <p>På ytnivå kommer implementeringen av CLSAG att minska de vanligaste 2 input, 2 output-transaktionerna med 25%. Vi kommer också att se en minskning av verifieringstiden med 10 %.</p> <p>Men vad är egentligen CLSAG? Vad gör den och hur skiljer den sig från den gamla versionen, MLSAG? Låt oss ta en minut och påminna oss själva om varför och hur ringsignaturer fungerar så att vi bättre kan förstå detta koncept. Ringsignaturer möjliggör icke-interaktiva ingångar som inte kan särskiljas av vittnen med hjälp av anonymitetsuppsättningar från tidigare utgångar som valts av undertecknaren. Enkelt uttryckt innebär det att en användare kan dölja sina utdata som används i en transaktion tillsammans med orelaterade utdata, och de kan göra allt detta utan att någon annan behöver delta. Allt du behöver är en kopia av blockchain. Var och en av dessa utgångar verkar oftast vara lika sannolik att vara den faktiska som skickas, och döljer därmed metadata om avsändaren.</p> <p>Detta medför dock ett litet problem. Vad händer om en användare konstruerar en ringsignatur med alla falska utgångar? Hur skulle någon kunna veta att den okände avsändaren inte har rätt att skicka någon av dem? Skulle den här användaren kunna spendera falska pengar? Svaret är nej. Ringsignaturen innehåller en metod för att bevisa att minst en av utgångarna ägs av den okände avsändaren, utan att avslöja vilken det är. Faktum är att både CLSAG och MLSAG (hädanefter kända som SAG) är den del av ringsignaturen som bevisar detta. Intressant nog bevisar den samtidigt att transaktionsbeloppet, även om det är dolt bakom konfidentiella transaktioner (RingCT), balanserar. Att SAGs bevisar två saker, att en utgång ägs av någon i ringen, och att transaktionen balanserar, är viktigt och faktiskt där besparingarna i storlek och verifiering ligger. Om det här börjar bli förvirrande, oroa dig inte, vi kommer snart till en rolig och lättförståelig analogi.</p> <p>Det gamla signaturschemat MLSAG (Multilayered Linkable Spontaneous Anonymous Group) bevisar de två ovannämnda sakerna i en ringsignatur, men det gör varje sak separat. Användningen av separata beräkningar för signerings- och åtagandenycklar innebär långsammare operationer. En modern dator kan göra dessa beräkningar på några millisekunder, vilket inte verkar vara mycket, och för en transaktion är det faktiskt inte det. Men när vi tänker på det stora antalet transaktioner i Moneros blockkedja, och att en nod som synkroniserar från grunden måste ladda ner och verifiera var och en av dem, börjar bytes och millisekunder snabbt att staplas upp.</p> <p>CLSAG kombinerar den matematik som krävs för att bevisa båda till en, samt beräknar båda på en gång, och den gör det på ett säkert sätt. Vad betyder detta på ett säkert sätt? För att reda ut detta, och förhoppningsvis göra det hela mer begripligt, ska vi utforska den utlovade roliga analogin.</p> <p>Låt oss säga att du behöver gå till både livsmedelsbutiken och järnhandeln för att köpa två olika saker: mat och giftiga rengöringskemikalier. Du vill inte att de ska blandas, för om det sker en olycka kommer kemikalierna att spillas på maten och göra den oätlig. Du bestämmer dig för att vara supersäker och kör från ditt hus till mataffären, köper maten och kör sedan tillbaka till ditt hus. Först när du har lastat av maten sätter du dig i bilen igen, kör till järnaffären och tillbaka till ditt hus med kemikalierna. Du har gjort två separata resor för att säkerställa att alla inköp är säkra. Även om det verkligen är säkert är det ineffektivt. Detta representerar MLSAG, där två olika uppsättningar matematik lagras och två olika "resor" görs för att beräkna dem.</p> <p>Men du bestämmer dig för att du vill ha ett snabbare sätt att göra det på. Det är för mycket bortkastad tid. Visst, att göra det en eller två gånger kommer inte att stjäla ditt liv, men att behöva göra det om och om igen, timmarna börjar lägga upp. Du börjar undra om du kan göra en resa istället. Från ditt hus, till mataffären, till järnaffären och tillbaka hem. Du kan inte bara slänga in allt i bilen på måfå. Det är inte säkert. Istället anger du olika platser i bilen för olika saker, och ser till att allt passar snyggt på sin plats. På så sätt kan du på ett säkert sätt göra en resa till båda butikerna och hålla sakerna borta från varandra. Detta representerar CLSAG. Det finns nu bara en uppsättning matematik lagrad i denna transaktion för att bevisa dessa två saker, och det görs på ett sådant sätt att de inte stör varandra. En resa måste fortfarande göras, men du har minskat antalet ganska drastiskt.</p> <p>Allt detta låter ganska spännande. Är det möjligt att vi kan hitta andra genvägar, eller andra sätt att spara tid och utrymme? Svaret är både ja och nej. Enligt nuvarande MRL-forskare är det sannolikt inte möjligt att ytterligare modifiera konstruktionerna av SAG-typ för bättre storlek eller hastighet, men andra konstruktioner som Arcturus, Omniring, RCT3 eller Triptych ger mycket bättre storleksskalning och verifieringsfördelar med hjälp av andra matematiska metoder. Var och en av dessa "nästa generations" metoder för entydiga undertecknarprotokoll har dock sina egna kompromisser i implementeringsdetaljer och genomgår aktiv forskning och utredning.</p> <p>Monero är trots allt alltid nyskapande.</p>
tl: <p>Bilang isang protocol, kasalukuyang nasa patuloy na pagbabago ang Monero. Gamit ang pananaliksik sa parehong on-chain at off-chain na mga solusyon, naghahanap ang komunidad ng Monero ng mga lugar na pagbutihin upang gawing mas pribado, mas nasusukat, at mas naa-access ng lahat ang Monero. Ang isa sa mga pinakabagong inobasyon ay ang pagpapalit ng nali-link na ring signature scheme, MLSAG, na may drop-in na kapalit na CLSAG, na kumakatawan sa Concise Linkable Spontaneous Anonymous Group.</p> <p>Sa surface level, babawasan ng pagpapatupad ng CLSAG ang pinakakaraniwang 2 input, 2 output na transaksyon ng 25%. Makakakita rin tayo ng 10% pagbaba sa oras ng pag-verify.</p> <p>Ngunit ano nga ba ang CLSAG? Ano ang ginagawa nito, at paano ito naiiba sa lumang bersyon, MLSAG? Maglaan tayo ng isang minuto upang paalalahanan ang ating sarili kung bakit at paano ang mga pirma ng ring para mas maunawaan natin ang konseptong ito. Nagbibigay-daan ang mga ring signature para sa mga hindi interactive, saksi na hindi matukoy na mga input sa pamamagitan ng paggamit ng napiling signer na anonymity set ng mga nakaraang output. Sa mga tuntunin ng mga karaniwang tao, pinapayagan nito ang isang user na itago ang kanilang mga output na ginamit sa isang transaksyon kasama ng mga hindi nauugnay na output, at magagawa nila ang lahat ng ito nang hindi nangangailangan ng sinumang makilahok. Ang kailangan mo lang ay isang kopya ng blockchain. Ang bawat isa sa mga output na ito ay kadalasang lumilitaw na pare-pareho ang posibilidad na maging aktwal na ipinapadala, sa gayon ay nagtatago ng metadata tungkol sa nagpadala.</p> <p>Gayunpaman, nagdudulot ito ng kaunting problema. Paano kung ang isang gumagamit ay gagawa ng isang singsing na lagda kasama ang lahat ng mga decoy na output? Paano malalaman ng sinuman na ang hindi kilalang nagpadala ay walang awtoridad na magpadala ng anuman sa kanila? Magagawa ba ng user na ito na gumastos ng pekeng pera? Ang sagot ay hindi. Kasama sa ring signature ang isang paraan para patunayan na kahit isa sa mga output ay pagmamay-ari ng hindi kilalang nagpadala, nang hindi inilalantad kung alin ito. Sa katunayan, ang parehong CLSAG at MLSAG (mula ngayon ay kilala bilang mga SAG) ay bahagi ng pirma ng singsing na nagpapatunay nito. Kapansin-pansin, sa parehong oras, ito ay nagpapatunay na ang halaga ng transaksyon, kahit na nakatago sa likod ng mga kumpidensyal na transaksyon (RingCT), ay balanse. Na ang mga SAG ay nagpapatunay ng dalawang bagay, na ang isang output ay pagmamay-ari ng isang tao sa ring, at na ang balanse ng transaksyon, ay mahalaga, at kung saan talaga ang laki at matitipid sa pag-verify. Kung ito ay nakakalito, huwag mag-alala, makakarating tayo sa isang masaya, at madaling maunawaan na pagkakatulad sa lalong madaling panahon.</p> <p>Ang lumang signature scheme, MLSAG (Multilayered Linkable Spontaneous Anonymous Group) ay nagpapatunay sa nabanggit na dalawang bagay sa isang ring signature, ngunit ginagawa nito ang bawat isa nang hiwalay. Ang paggamit ng magkahiwalay na pagkalkula para sa pagpirma at mga susi ng pangako ay nangangahulugan ng mas mabagal na operasyon. Ang isang modernong computer ay maaaring gawin ang mga pagkalkula na ito sa isang bagay ng millisecond, na mukhang hindi gaanong, at sa katunayan, para sa isang transaksyon ay hindi. Ngunit kapag isasaalang-alang namin ang napakaraming mga transaksyon sa Monero blockchain, at ang isang node na nagsi-sync mula sa simula ay kailangang i-download at i-verify ang bawat isa sa kanila, ang mga byte at millisecond ay magsisimulang tumambak nang mabilis.</p> <p>Pinagsasama-sama ng CLSAG ang mga math na kinakailangan upang mapatunayan ang pareho sa isa, pati na rin ang pagkalkula ng pareho sa mga ito nang sabay-sabay, at ginagawa nito ito sa isang ligtas na paraan. Ano ang ibig sabihin nito sa ligtas na paraan? Well, para malinawan ito, pati na rin sana ay gawing mas makabuluhan ang buong bagay, tuklasin natin ang ipinangakong nakakatuwang analogy.</p> <p>Sabihin nating kailangan mong pumunta sa grocery store at hardware store, para kumuha ng dalawang magkaibang bagay: pagkain at mga nakakalason na kemikal na panlinis. Hindi mo nais na maghalo sila, na parang may aksidente, ang mga kemikal ay magtapon sa pagkain, na ginagawa itong hindi nakakain. Nagpasya kang maging sobrang ligtas at magmaneho mula sa iyong bahay patungo sa grocery store, bumili ng pagkain, at pagkatapos ay magmaneho pabalik sa iyong bahay. Pagkatapos mong maibaba ang pagkain saka ka lang bumalik sa kotse, magmaneho sa tindahan ng hardware, at bumalik sa iyong bahay dala ang mga kemikal. Dalawang magkahiwalay na biyahe ang ginawa mo para matiyak ang kaligtasan ng lahat ng pagbili. Kahit na ito ay talagang ligtas, ito ay hindi epektibo. Ito ay kumakatawan sa MLSAG, kung saan dalawang magkaibang hanay ng mga matematika ang iniimbak at dalawang magkaibang 'paglalakbay' ang ginawa upang kalkulahin ang mga ito.</p> <p>Gayunpaman, magpapasya kang gusto mo ng mas mabilis na paraan para gawin ito. Ito ay masyadong maraming nasayang na oras. Tiyak na ang paggawa nito nang isang beses o dalawang beses ay hindi magnanakaw ng iyong buhay, ngunit kapag kailangan mong gawin ito nang paulit-ulit, ang mga oras ay magsisimulang dumami. Magsisimula kang magtaka kung maaari kang gumawa ng isang biyahe sa halip. Mula sa iyong bahay, sa grocery store, sa hardware store, at pauwi. Hindi ka pwedeng basta-basta pumunta at itapon ang lahat sa iyong sasakyan. Hindi ito ligtas. Sa halip, magtatalaga ka ng iba't ibang mga lugar sa iyong sasakyan para sa iba't ibang bagay, at siguraduhing magkasya ang lahat sa lugar nito. Sa paggawa nito, ligtas kang makakapaglakbay sa parehong tindahan, at maiiwasan ang mga bagay sa isa't isa. Ito ay kumakatawan sa CLSAG. Mayroon na lang ngayong isang set ng math na naka-imbak sa transaksyong ito upang patunayan ang dalawang bagay na ito, at tapos na ito na hindi sila nakikialam sa isa't isa. Kailangan pa ring maglakbay, ngunit binawasan mo ang bilang ng mga ito nang husto.</p> <p>Mukhang kapana-panabik ang lahat ng ito. Posible bang makahanap tayo ng iba pang mga shortcut, o iba pang paraan upang makatipid sa oras at espasyo? Ang sagot ay oo at hindi. Ayon sa kasalukuyang mga mananaliksik ng MRL, malamang na hindi posibleng baguhin pa ang mga constructions na uri ng SAG para sa mas mahusay na laki o bilis; gayunpaman, ang ibang mga konstruksyon tulad ng Arcturus, Omniring, RCT3, o Triptych ay gumagawa ng mas mahusay na mga benepisyo sa pag-scale ng laki at pag-verify gamit ang iba't ibang mga pamamaraan ng matematika. Gayunpaman, ang bawat isa sa mga 'next-gen' approach na ito sa signer-ambiguous na mga protocol ay may sarili nitong tradeoffs sa mga detalye ng pagpapatupad, at sumasailalim sa aktibong pananaliksik at pagsisiyasat.</p> <p>Kung tutuusin, palaging naninibago si Monero.</p>
tr: <p>Bir protokol olarak Monero şu anda sürekli bir yenilik halindedir. Hem zincir içi hem de zincir dışı çözümlerdeki araştırmalardan yararlanan Monero topluluğu, Monero'yu daha özel, daha ölçeklenebilir ve herkes için daha erişilebilir hale getirmek için iyileştirilecek alanlar arıyor. En yeni yeniliklerden biri, bağlanabilir halka imza şeması MLSAG'nin, Concise Linkable Spontaneous Anonymous Group anlamına gelen, anında değiştirilebilen CLSAG ile değiştirilmesidir.</p> <p>Yüzey düzeyinde, CLSAG'ın uygulanması en yaygın 2 girdi, 2 çıktı işlemlerini %25 azaltacaktır. Doğrulama süresinde de %10'luk bir azalma göreceğiz.</p> <p>Peki CLSAG tam olarak nedir? Ne işe yarar ve eski MLSAG sürümünden farkı nedir? Bu kavramı daha iyi anlayabilmemiz için halka imzaların nedenini ve nasılını kendimize hatırlatalım. Halka imzalar, imzalayanın seçtiği önceki çıktıların anonimlik kümelerinin kullanımıyla etkileşimli olmayan, ayırt edilemeyen girdilere olanak tanır. Meslekten olmayanların ifadesiyle, kullanıcının bir işlemde kullanılan çıktılarını ilgisiz çıktıların yanında gizlemesine olanak tanır ve tüm bunları başka kimsenin katılmasına ihtiyaç duymadan yapabilir. İhtiyacınız olan tek şey blockchainin bir kopyası. Bu çıktıların her birinin, gönderilen gerçek çıktı olma olasılığı çoğunlukla eşit görünüyor, dolayısıyla gönderen hakkındaki meta veriler gizleniyor.</p> <p>Ancak bu biraz sorun yaratıyor. Peki ya bir kullanıcı tüm sahte çıktıları içeren bir halka imzası oluştursaydı? Bilinmeyen gönderenin bunlardan herhangi birini gönderme yetkisine sahip olmadığını kim bilebilir? Bu kullanıcı sahte para harcayabilir mi? Cevap hayır. Halka imzası, çıktılardan en az birinin bilinmeyen göndericiye ait olduğunu, hangisi olduğunu açıklamadan kanıtlamaya yönelik bir yöntem içerir. Aslında hem CLSAG hem de MLSAG (bundan sonra SAG'ler olarak anılacaktır), ring imzasının bunu kanıtlayan kısmıdır. İlginç bir şekilde, aynı zamanda, gizli işlemlerin (RingCT) arkasına gizlenmiş olsa da işlem tutarının dengede olduğunu da kanıtlıyor. SAG'ların iki şeyi kanıtlaması, yani bir çıktının halkadaki bir kişiye ait olduğu ve işlem bakiyelerinin önemli olduğu ve aslında boyut ve doğrulama tasarrufunun burada yattığı yer. Eğer bu kafa karıştırıcı olmaya başladıysa endişelenmeyin, yakında eğlenceli ve anlaşılması kolay bir benzetmeye geleceğiz.</p> <p>Eski imza şeması MLSAG (Çok Katmanlı Bağlanabilir Spontan Anonim Grup), yukarıda belirtilen iki şeyi bir halka imzasında kanıtlar, ancak her birini ayrı ayrı yapar. İmzalama ve taahhüt anahtarları için ayrı hesaplamaların kullanılması, işlemlerin daha yavaş olması anlamına gelir. Modern bir bilgisayar bu hesaplamaları milisaniyeler içinde yapabilir; bu çok fazla bir şey gibi görünmüyor ve aslında tek bir işlem için öyle de değil. Ancak Monero blok zincirindeki çok sayıda işlemi ve sıfırdan senkronizasyon yapan bir düğümün bunların her birini indirip doğrulaması gerekeceğini göz önüne aldığımızda, baytlar ve milisaniyeler hızla birikmeye başlıyor.</p> <p>CLSAG, her ikisini de kanıtlamak için gereken matematiği bir araya getirir ve ikisini aynı anda hesaplar ve bunu güvenli bir şekilde yapar. Güvenli bir şekilde bu ne anlama geliyor? Bunu açıklığa kavuşturmak ve her şeyin daha anlamlı olmasını ummak için hadi vaat edilen eğlenceli benzetmeyi inceleyelim.</p> <p>Diyelim ki iki farklı şeyi almak için hem markete hem de hırdavatçıya gitmeniz gerekiyor: yiyecek ve zehirli temizlik kimyasalları. Bunların birbirine karışmasını istemezsiniz, sanki bir kaza olsa kimyasallar yiyeceklerin üzerine dökülüp yenmez hale gelir. Süper güvende olmaya karar veriyorsunuz ve evinizden markete gidiyorsunuz, yiyecek satın alıyorsunuz ve ardından evinize geri dönüyorsunuz. Ancak yiyecekleri boşalttıktan sonra arabaya geri dönersiniz, hırdavatçıya gidersiniz ve kimyasallarla birlikte evinize dönersiniz. Tüm satın alımlarınızın güvenliğini sağlamak için iki ayrı seyahate çıktınız. Gerçekten güvenli olmasına rağmen verimsizdir. Bu, iki farklı matematik kümesinin depolandığı ve bunları hesaplamak için iki farklı "gezi"nin yapıldığı MLSAG'yi temsil eder.</p> <p>Ancak bunu yapmanın daha hızlı bir yolunu istediğinize karar veriyorsunuz. Çok fazla zaman kaybı. Elbette bunu bir veya iki kez yapmak hayatınızı çalmayacak, ancak bunu tekrar tekrar yapmak zorunda kaldığınızda saatler artmaya başlar. Bunun yerine tek bir yolculuk yapıp yapamayacağınızı merak etmeye başlıyorsunuz. Evinizden bakkala, hırdavatçıya ve eve dönün. Gidip her şeyi gelişigüzel arabanıza atamazsınız. Güvenli değil. Bunun yerine, arabanızda farklı şeyler için farklı noktalar belirler ve her şeyin yerli yerine oturmasını sağlarsınız. Bunu yaparak, her iki mağazaya da güvenli bir şekilde tek seferde gidebilir ve eşyaları birbirinden uzak tutabilirsiniz. Bu CLSAG'yi temsil eder. Artık bu iki şeyi kanıtlamak için bu işlemde saklanan tek bir matematik seti var ve bu, birbirlerine müdahale etmeyecek şekilde yapılıyor. Yine de bir yolculuk yapılması gerekiyor, ancak bunların sayısını oldukça azalttınız.</p> <p>Bütün bunlar kulağa oldukça heyecan verici geliyor. Zamandan ve yerden tasarruf etmenin başka kısayollarını veya başka yollarını bulmamız mümkün mü? Cevap evet ve hayır. Mevcut MRL araştırmacılarına göre, SAG tipi yapıları daha iyi boyut veya hız için daha fazla değiştirmek muhtemelen mümkün değildir; ancak Arcturus, Omniring, RCT3 veya Triptych gibi diğer yapılar, farklı matematiksel yöntemler kullanılarak çok daha iyi boyut ölçeklendirme ve doğrulama faydaları sağlar. Ancak imzalayan açısından belirsiz protokollere yönelik bu 'yeni nesil' yaklaşımların her biri, uygulama ayrıntılarında kendi ödünleşimlerini beraberinde getiriyor ve aktif araştırma ve soruşturmadan geçiyor.</p> <p>Sonuçta Monero her zaman yenilik yapıyor.</p>
ur: <p>ایک پروٹوکول کے طور پر، Monero فی الحال جدت کی مستقل حالت میں ہے۔ آن چین اور آف چین دونوں حلوں میں تحقیق کو بروئے کار لاتے ہوئے، Monero کمیونٹی Monero کو مزید نجی، زیادہ پیمانے کے قابل، اور سب کے لیے زیادہ قابل رسائی بنانے کے لیے بہتر کرنے کے لیے علاقوں کی تلاش کرتی ہے۔ حالیہ اختراعات میں سے ایک لنک ایبل رِنگ سگنیچر اسکیمMLSAG کو ڈراپ ان ریپلیسمنٹCLSAG کے ساتھ تبدیل کرنا ہے جس کا مطلب ہے Concise Linkable Spontaneous Anonymous Group۔</p> <p>سطح کی سطح پر، CLSAG کا نفاذ سب سے عام 2 ان پٹ، 2 آؤٹ پٹ ٹرانزیکشنز میں 25% کمی کرے گا۔ ہم تصدیق کے وقت میں 10% کمی بھی دیکھیں گے۔</p> <p>لیکن اصل میں CLSAG کیا ہے؟ یہ کیا کرتا ہے، اور یہ پرانے ورژن، MLSAG سے کیسے مختلف ہے؟ آئیے اپنے آپ کو یاد دلانے کے لیے ایک منٹ لگائیں کہ انگوٹھی کے دستخط کیوں اور کیسے ہیں تاکہ ہم اس تصور کو بہتر طور پر سمجھ سکیں۔ انگوٹھی کے دستخط پچھلے آؤٹ پٹس کے دستخط کنندہ کے منتخب کردہ نام ظاہر نہ کرنے والے سیٹوں کے استعمال کے ذریعے غیر متعامل، گواہ ناقابل شناخت ان پٹس کی اجازت دیتے ہیں۔ عام آدمی کی شرائط میں، یہ صارف کو غیر متعلقہ آؤٹ پٹس کے ساتھ لین دین میں استعمال ہونے والے اپنے آؤٹ پٹس کو چھپانے کی اجازت دیتا ہے، اور وہ یہ سب کچھ کر سکتے ہیں بغیر کسی اور کے حصہ لینے کی ضرورت کے۔ آپ کو صرف بلاکچین کی ایک کاپی کی ضرورت ہے۔ ان میں سے ہر ایک آؤٹ پٹ زیادہ تر بھیجا جانے والا اصل ہونے کا امکان ظاہر کرتا ہے، اس طرح بھیجنے والے کے بارے میں میٹا ڈیٹا چھپاتا ہے۔</p> <p>تاہم، اس سے تھوڑا سا مسئلہ پیدا ہوتا ہے۔ کیا ہوگا اگر کوئی صارف تمام ڈیکو آؤٹ پٹس کے ساتھ انگوٹھی کے دستخط بنائے؟ کسی کو کیسے پتہ چلے گا کہ نامعلوم بھیجنے والے کے پاس ان میں سے کسی کو بھیجنے کا اختیار نہیں ہے؟ کیا یہ صارف جعلی رقم خرچ کر سکے گا؟ اس کا جواب نہیں ہے۔ انگوٹھی کے دستخط میں یہ ثابت کرنے کا طریقہ شامل ہوتا ہے کہ کم از کم ایک آؤٹ پٹ نامعلوم بھیجنے والے کی ملکیت ہے، یہ ظاہر کیے بغیر کہ یہ کون سا ہے۔ درحقیقت، دونوں CLSAG اور MLSAG (اب سے SAGs کے نام سے جانا جاتا ہے) انگوٹھی کے دستخط کا حصہ ہیں جو اس بات کو ثابت کرتے ہیں۔ دلچسپ بات یہ ہے کہ ایک ہی وقت میں، یہ ثابت کرتا ہے کہ لین دین کی رقم، اگرچہ خفیہ لین دین (RingCT) کے پیچھے چھپی ہوئی ہے، بیلنس ہے۔ یہ کہ SAGs دو چیزیں ثابت کرتے ہیں، ایک آؤٹ پٹ رنگ میں کسی کی ملکیت ہے، اور یہ کہ لین دین کا توازن اہم ہے، اور اصل میں جہاں سائز اور تصدیق کی بچت ہوتی ہے۔ اگر یہ الجھن کا شکار ہو رہا ہے، تو پریشان نہ ہوں، ہم جلد ہی ایک تفریحی، اور سمجھنے میں آسان مشابہت حاصل کریں گے۔</p> <p>پرانی دستخطی اسکیم، MLSAG (Multilayed Linkable Spontaneous Anonymous Group) مذکورہ بالا دو چیزوں کو انگوٹھی کے دستخط میں ثابت کرتی ہے، لیکن یہ ہر ایک کو الگ الگ کرتی ہے۔ دستخط اور عزم کی چابيوں کے لیے الگ الگ کمپیوٹیشنز کے استعمال کا مطلب ہے سست آپریشنز۔ ایک جدید کمپیوٹر یہ حسابات ملی سیکنڈ کے معاملے میں کر سکتا ہے، جو زیادہ نہیں لگتا، اور درحقیقت، ایک لین دین کے لیے ایسا نہیں ہے۔ لیکن جب ہم Monero blockchain پر لین دین کی سراسر تعداد پر غور کرتے ہیں، اور یہ کہ شروع سے مطابقت پذیر نوڈ کو ان میں سے ہر ایک کو ڈاؤن لوڈ اور تصدیق کرنا ہو گی، بائٹس اور ملی سیکنڈز تیزی سے جمع ہونا شروع ہو جاتے ہیں۔</p> <p>CLSAG دونوں کو ایک میں ثابت کرنے کے لیے ضروری ریاضی کو یکجا کرتا ہے، اور ساتھ ہی ساتھ ان دونوں کا ایک ساتھ حساب کرتا ہے، اور یہ ایک محفوظ طریقے سے کرتا ہے۔ محفوظ طریقے سے اس کا کیا مطلب ہے؟ ٹھیک ہے، اس کو صاف کرنے کے ساتھ ساتھ امید ہے کہ پوری چیز کو مزید معنی خیز بنانے کے لیے، آئیے اس وعدہ شدہ تفریحی تشبیہ کو تلاش کرتے ہیں۔</p> <p>آئیے کہتے ہیں کہ آپ کو دو مختلف چیزیں لینے کے لیے گروسری اسٹور اور ہارڈ ویئر اسٹور دونوں پر جانے کی ضرورت ہے: کھانا اور زہریلے صفائی والے کیمیکل۔ آپ نہیں چاہتے کہ وہ آپس میں مل جائیں، جیسے کہ کوئی حادثہ ہو، کیمیکل کھانے پر پھیل جائیں گے، جس سے وہ کھانے کے قابل نہیں ہوں گے۔ آپ انتہائی محفوظ رہنے کا فیصلہ کرتے ہیں اور اپنے گھر سے گروسری اسٹور تک گاڑی چلاتے ہیں، کھانا خریدتے ہیں، اور پھر اپنے گھر واپس چلتے ہیں۔ کھانا اتارنے کے بعد ہی آپ گاڑی میں واپس آتے ہیں، ہارڈ ویئر کی دکان پر جاتے ہیں، اور کیمیکلز کے ساتھ اپنے گھر واپس جاتے ہیں۔ آپ نے تمام خریداریوں کی حفاظت کو یقینی بنانے کے لیے دو الگ الگ دورے کیے ہیں۔ اگرچہ یہ واقعی محفوظ ہے، یہ غیر موثر ہے۔ یہ MLSAG کی نمائندگی کرتا ہے، جہاں ریاضی کے دو مختلف سیٹ محفوظ کیے جاتے ہیں اور ان کی گنتی کے لیے دو مختلف 'trips' کیے جاتے ہیں۔</p> <p>تاہم، آپ فیصلہ کرتے ہیں کہ آپ ایسا کرنے کے لیے تیز تر طریقہ چاہتے ہیں۔ یہ بہت زیادہ وقت کا ضیاع ہے۔ یقینی طور پر اسے ایک یا دو بار کرنے سے آپ کی زندگی چوری نہیں ہوگی، لیکن اسے بار بار کرنے سے، گھنٹے بڑھنے لگتے ہیں۔ آپ سوچنے لگتے ہیں کہ کیا آپ اس کے بجائے ایک سفر کر سکتے ہیں۔ آپ کے گھر سے، گروسری اسٹور، ہارڈویئر اسٹور، اور واپس گھر۔ آپ صرف جا کر اپنی گاڑی میں ہر چیز کو بے ترتیبی سے نہیں پھینک سکتے۔ یہ محفوظ نہیں ہے۔ اس کے بجائے، آپ اپنی کار میں مختلف چیزوں کے لیے مختلف جگہوں کو متعین کرتے ہیں، اور یقینی بنائیں کہ ہر چیز اپنی جگہ پر صاف ستھری فٹ ہے۔ ایسا کرنے سے، آپ دونوں اسٹورز کا ایک ہی سفر محفوظ طریقے سے کر سکتے ہیں، اور چیزوں کو ایک دوسرے سے دور رکھ سکتے ہیں۔ یہ CLSAG کی نمائندگی کرتا ہے۔ اب ان دو چیزوں کو ثابت کرنے کے لیے اس لین دین میں ریاضی کا صرف ایک سیٹ محفوظ ہے، اور یہ اس لیے کیا گیا ہے کہ وہ ایک دوسرے کے ساتھ مداخلت نہیں کرتے ہیں۔ ابھی سفر کرنا باقی ہے، لیکن آپ نے ان کی تعداد کو کافی حد تک کم کر دیا ہے۔</p> <p>یہ سب کچھ کافی پرجوش لگتا ہے۔ کیا یہ ممکن ہے کہ ہم دوسرے شارٹ کٹس، یا وقت اور جگہ کو بچانے کے دوسرے طریقے تلاش کر سکیں؟ جواب ہاں اور ناں میں ہے۔ موجودہ MRL محققین کے مطابق، بہتر سائز یا رفتار کے لیے SAG قسم کی تعمیرات میں مزید ترمیم کرنا ممکن نہیں ہے۔ تاہم دیگر تعمیرات جیسے Arcturus، Omniring، RCT3، یا Triptych مختلف ریاضیاتی طریقوں کا استعمال کرتے ہوئے بہت بہتر سائز کی پیمائش اور تصدیق کے فوائد پیدا کرتی ہیں۔ تاہم، دستخط کنندہ مبہم پروٹوکولز کے لیے ان میں سے ہر ایک 'اگلی نسل' کے نقطہ نظر عمل درآمد کی تفصیلات میں اپنے تجارتی معاہدوں کے ساتھ آتا ہے، اور فعال تحقیق اور تفتیش سے گزر رہا ہے۔</p> <p>آخر کار، Monero ہمیشہ جدت طرازی کرتا رہتا ہے۔</p>
zh_cn: <p>关于门罗币的协议层，目前仍处于持续创新的状态. 门罗币社区通过对链上和链下各种方案的研究，不断探索可改进的领域，从而使门罗币更加保护隐私，更具可扩展性，对普通用户更友好和便于使用，门罗币最新的创新之一是关于用CLSAG技术来替代MLSAG环签名技术，CLSAG全称是Concise Linkable Spontaneous Anonymous Group，它更简洁的实现MLSAG技术方案.</p> <p>从目前来看，CLSAG的实施将使最常见的门罗交易，也就是通常包含2个输入和2个输出的区块体积减少25％.同时还将减少10％的验证时间.</p> <p>但是CLSAG到底是什么？ 它有什么作用？与旧版本的MLSAG有何不同？ 那么让我们先花点时间回顾一下，门罗币为什么和如何进行环签名，以便帮助我们更好地理解这一概念. 在一个交易中，发送者需要用自己的私钥进行签名，目前门罗币的一个输出中，包含11个签名，只有一个是发送者本身的，剩余的签名是从整个门罗币历史匿名集中抓取其它人的签名，通过这样可以实现非交互的，包括见证者都无法区分的真实输入. 用外行的话来说，环签名技术，只需要搭配区块链本身，在默认情况下，不需要额外操作和其它任何人参与，自动利用自身输出以及完全不相关的输出，就可以隐藏交易发起人.节点和任何第三方也没有办法分辨. 这些输出中的每一个签名者都有可能是实际发送的输出，从而隐藏了有关发送者的元数据.</p> <p>但是，这就会让人会产生一系列的疑问. 如果用户要从所有的门罗币历史签名里构造一个假的环形签名怎么办？ 发送者是匿名的，他到底有没有足够的权限和足够的资金？ 该用户可以花假钱吗？ 答案是肯定不可以.环形签名包括一种方法，用于证明签名中至少有一个输出，是由一个真实的发送人拥有，而无需透露它是哪一个. 实际上，CLSAG和MLSAG都是证明这一点的一部分. 以下我们统称它们为SAGs. 与此同时，它也能在匿名的情况下证明，隐藏在机密交易RingCT后面的交易金额仍能平衡，没有人能双花和凭空花费. 总的来说SAGs证明了两件事，一个是输出中11个签名中其中有一个是真实的，归属于某人，同样很重要的是，第二点，交易账户不会被超额花费，转账前后账目平衡. 实际上这部分就是压缩大小和节省验证时间的地方. 如果听到这里，令人困惑，请放心，我们将为你带来一个有趣且易于理解的比喻.</p> <p>旧的签名方案MLSAG，全称是Multilayered Linkable Spontaneous Anonymous Group，在环签名中证明了上述两件事，但它们是分别进行的.对签名和承诺密钥使用单独的计算意味着速度较慢. 虽然现代计算机可以在几毫秒内完成这些计算，这看起来速度很快，对于一次交易和区块扫描而言，也确实很快. 但是当我们考虑到门罗币Monero区块链上的大量交易，并且从头开始同步的节点必须下载并验证每个交易时，字节大小和毫秒时间的微小差异最后会堆积如山.</p> <p>CLSAG将证明两者所需的数学结合在一起，并同时计算两者，并且以一种安全的方式进行. 什么是安全的方式计算呢？ 好吧，为澄清这一点，并希望使整个事情变得更好理解，让我们来看一个关于验证承诺的有趣比喻.</p> <p>假设你需要同时前往杂货店和五金店，购买两种不同的东西，分别为食物和有毒的清洁剂. 你不希望它们混和在一起，如果不小心发生意外，化学物质会溅到食物上，使它们变得不可食用. 你决定安全第一，所以从家中先开车去杂货店购买食物，然后回到家中. 接着卸下食物后，才又回到车里，开车去五金店，然后带着化学品回到家中. 你进行了两次单独的行动，来确保所有购物的安全. 尽管确实安全，但效率低下. 这很像MLSAG环形签名，它其中存储了两组不同的数学运算，并分别进行了两次不同的运算.</p> <p>但是这种方式实在太慢了,并且太浪费时间了.当然偶尔做一次是没有什么问题，但是如果一遍又一遍的重复往复，时间开始累加起来就会很可怕. 你需要一种更快的方法. 是否可以试着这样改变呢， 先从你的房子到杂货店，再到五金店，再开车回家. 当然这样你不能随便把所有东西扔在车上. 这不安全，不过可以在汽车中设置不同的位置，并确保所有物品都整齐地放置在其位置上. 这样一来，就可以安全地前往两家商店，并且让食物和化学品保持安全远离. 这个新的变化就是CLSAG签名. 现在，在一个交易中仅存储了一组数学运算即可证明这两件事，并且确保它们不会互相干扰.仍然需要运算，但是已经大大减少了运算时间，就像仍然需要开车去不同的商店，可路程大大减少.</p> <p>所有这些进步听起来很令人兴奋. 那么是否可以找到其它更快捷得方式或更节省时间和空间的方法进一步升级呢？ 答案是肯定的. 目前门罗MRL组研究人员表示，虽然当前可能无法进一步修改SAGs这一型结构以获得更小的尺寸或速度. 但是，其他环签名结构例如Arcturus，Omniring，RCT3或Triptych，它们使用了不同的数学方法，这样会产生更小的数据大小和更快得验证速度. 但是，每种下一代环形签名技术协议的实现细节上都有其自身的取舍，门罗社区正在积极研究和调查各种方案的优缺点.</p>
zh_tw: <p>關於門羅幣的協議層，目前仍處於持續創新的狀態. 門羅幣社區通過對鏈上和鏈下各種方案的研究，不斷探索可改進的領域，從而使門羅幣更加保護隱私，更具可擴展性，對普通用戶更友好和便於使用，門羅幣最新的創新之一是關於用CLSAG技術來替代MLSAG環簽名技術，CLSAG全稱是Concise Linkable Spontaneous Anonymous Group，它更簡潔的實現MLSAG技術方案.</p> <p>從目前來看，CLSAG的實施將使最常見的門羅交易，也就是通常包含2個輸入和2個輸出的區塊體積減少25％.同時還將減少10％的驗證時間.</p> <p>但是CLSAG到底是什麼？ 它有什麼作用？與舊版本的MLSAG有何不同？ 那麼讓我們先花點時間回顧一下，門羅幣為什麼和如何進行環簽名，以便幫助我們更好地理解這一概念. 在一個交易中，發送者需要用自己的私密金鑰進行簽名，目前門羅幣的一個輸出中，包含11個簽名，只有一個是發送者本身的，剩餘的簽名是從整個門羅幣歷史匿名集中抓取其它人的簽名，通過這樣可以實現非交互的，包括見證者都無法區分的真實輸入. 用外行的話來說，環簽名技術，只需要搭配區塊鏈本身，在預設情況下，不需要額外操作和其它任何人參與，自動利用自身輸出以及完全不相關的輸出，就可以隱藏交易發起人.節點和任何協力廠商也沒有辦法分辨. 這些輸出中的每一個簽名者都有可能是實際發送的輸出，從而隱藏了有關發送者的中繼資料.</p> <p>但是，這就會讓人會產生一系列的疑問. 如果用戶要從所有的門羅幣歷史簽名裡構造一個假的環形簽名怎麼辦？ 發送者是匿名的，他到底有沒有足夠的許可權和足夠的資金？ 該用戶可以花假錢嗎？ 答案是肯定不可以.環形簽名包括一種方法，用於證明簽名中至少有一個輸出，是由一個真實的發送人擁有，而無需透露它是哪一個. 實際上，CLSAG和MLSAG都是證明這一點的一部分. 以下我們統稱它們為SAGs. 與此同時，它也能在匿名的情況下證明，隱藏在機密交易RingCT後面的交易金額仍能平衡，沒有人能雙花和憑空花費. 總的來說SAGs證明了兩件事，一個是輸出中11個簽名中其中有一個是真實的，歸屬於某人，同樣很重要的是，第二點，交易帳戶不會被超額花費，轉帳前後帳目平衡. 實際上這部分就是壓縮大小和節省驗證時間的地方. 如果聽到這裡，令人困惑，請放心，我們將為你帶來一個有趣且易於理解的比喻.</p> <p>舊的簽名方案MLSAG，全稱是Multilayered Linkable Spontaneous Anonymous Group，在環簽名中證明了上述兩件事，但它們是分別進行的.對簽名和承諾金鑰使用單獨的計算意味著速度較慢. 雖然現代電腦可以在幾毫秒內完成這些計算，這看起來速度很快，對於一次交易和區塊掃描而言，也確實很快. 但是當我們考慮到門羅幣Monero區塊鏈上的大量交易，並且從頭開始同步的節點必須下載並驗證每個交易時，位元組大小和毫秒時間的微小差異最後會堆積如山.</p> <p>CLSAG將證明兩者所需的數學結合在一起，並同時計算兩者，並且以一種安全的方式進行. 什麼是安全的方式計算呢？ 好吧，為澄清這一點，並希望使整個事情變得更好理解，讓我們來看一個關於驗證承諾的有趣比喻.</p> <p>假設你需要同時前往雜貨店和五金店，購買兩種不同的東西，分別為食物和有毒的清潔劑. 你不希望它們混和在一起，如果不小心發生意外，化學物質會濺到食物上，使它們變得不可食用. 你決定安全第一，所以從家中先開車去雜貨店購買食物，然後回到家中. 接著卸下食物後，才又回到車裡，開車去五金店，然後帶著化學品回到家中. 你進行了兩次單獨的行動，來確保所有購物的安全. 儘管確實安全，但效率低下. 這很像MLSAG環形簽名，它其中存儲了兩組不同的數學運算，並分別進行了兩次不同的運算.</p> <p>但是這種方式實在太慢了,並且太浪費時間了.當然偶爾做一次是沒有什麼問題，但是如果一遍又一遍的重複往復，時間開始累加起來就會很可怕. 你需要一種更快的方法. 是否可以試著這樣改變呢， 先從你的房子到雜貨店，再到五金店，再開車回家. 當然這樣你不能隨便把所有東西扔在車上. 這不安全，不過可以在汽車中設置不同的位置，並確保所有物品都整齊地放置在其位置上. 這樣一來，就可以安全地前往兩家商店，並且讓食物和化學品保持安全遠離. 這個新的變化就是CLSAG簽名. 現在，在一個交易中僅存儲了一組數學運算即可證明這兩件事，並且確保它們不會互相干擾.仍然需要運算，但是已經大大減少了運算時間，就像仍然需要開車去不同的商店，可路程大大減少.</p> <p>所有這些進步聽起來很令人興奮. 那麼是否可以找到其它更快捷得方式或更節省時間和空間的方法進一步升級呢？ 答案是肯定的. 目前門羅MRL組研究人員表示，雖然當前可能無法進一步修改SAGs這一型結構以獲得更小的尺寸或速度. 但是，其他環簽名結構例如Arcturus，Omniring，RCT3或Triptych，它們使用了不同的數學方法，這樣會產生更小的資料大小和更快得驗證速度. 但是，每種下一代環形簽名技術協議的實現細節上都有其自身的取捨，門羅社區正在積極研究和調查各種方案的優缺點.</p>
