Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# devblog250Sbfdroid250Sb1250Sbtext
source: <p>The app can be included in F-Droid only if it is completely open-source - including all libraries and dependencies used. Learn more about the inclusion policy <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">here</a>.</p> <p>For example, if you use ObjectBox database in your app, it can&#39;t be included in F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">discussion</a>).</p>
fi: <p>Sovellus voidaan sisällyttää F-Droidiin vain, jos se on täysin avoimen lähdekoodin - mukaan lukien kaikki käytetyt kirjastot ja riippuvuudet. Lue lisää sisällyttämistä koskevasta käytännöstä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">täällä</a>.</p> <p>Jos esimerkiksi käytät ObjectBox-tietokantaa sovelluksessasi, sitä ei voida&#39; sisällyttää F-Droidiin (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">keskustelu</a>).</p>
fr: <p>L'application ne peut être incluse dans F-Droid que si elle est entièrement Open Source - y compris toutes les bibliothèques et dépendances utilisées. En savoir plus sur la politique d'inclusion <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">ici</a>.</p> <p>Par exemple, si vous utilisez la base de données ObjectBox dans votre application, elle ne peut pas être incluse dans F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">discussion</a>).</p>
it: <p>L'app può essere inclusa in F-Droid solo se è completamente open source, comprese tutte le librerie e le dipendenze utilizzate. Scopri di più sulla politica di inclusione <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">qui</a>.</p> <p>Ad esempio, se utilizzi il database ObjectBox nella tua app, &#39;non può essere incluso in F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">discussione</a>).</p>
lt: <p>Programa gali būti įtraukta į F-Droid, tik jei ji yra visiškai atvirojo kodo, įskaitant visas naudojamas bibliotekas ir priklausomybes. Sužinokite daugiau apie įtraukimo politiką <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">čia</a>.</p> <p>Pavyzdžiui, jei programoje naudojate „ObjectBox“ duomenų bazę, ji &#39; negali būti įtraukta į „F-Droid“ (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">diskusija</a>).</p>
nb: <p>Appen kan bare inkluderes i F-Droid hvis den er fullstendig åpen kildekode – inkludert alle biblioteker og avhengigheter som brukes. Finn ut mer om retningslinjene for inkludering <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">her</a>.</p> <p>For eksempel, hvis du bruker ObjectBox-databasen i appen din, kan den&#39;ikke inkluderes i F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">diskusjon</a>).</p>
nl: <p>De app kan alleen in F-Droid worden opgenomen als deze volledig open-source is, inclusief alle gebruikte bibliotheken en afhankelijkheden. Meer informatie over het opnamebeleid <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">hier</a>.</p> <p>Als u bijvoorbeeld de ObjectBox-database in uw app gebruikt, kan deze&#39;niet worden opgenomen in F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">discussie</a>).</p>
pl: <p>Aplikacja może być dodana do F-Droida tylko wtedy, gdy jest całkowicie open-source - w tym wszystkie używane biblioteki i zależności. Dowiedz się więcej o zasadach importowania <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">tutaj</a>.</p> <p>Na przykład, jeśli używasz bazy danych ObjectBox w swojej aplikacji, nie może ona zostać dołączona do F-Droida (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">dyskusja</a>).</p>
pt_br: <p>O aplicativo pode ser incluído no F-Droid apenas se for totalmente de código aberto - incluindo todas as bibliotecas e dependências usadas. Saiba mais sobre a política de inclusão <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">aqui</a>.</p> <p>Por exemplo, se você usar o banco de dados ObjectBox em seu aplicativo, ele não pode&#39;ser incluído no F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">discussão</a>).</p>
sl: <p>Aplikacijo je mogoče vključiti v F-Droid le, če je popolnoma odprtokodna - vključno z vsemi uporabljenimi knjižnicami in odvisnostmi. Več o pravilniku glede vključitve <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">tukaj </a>.</p> <p>Na primer, če v svoji aplikaciji uporabljate bazo podatkov ObjectBox, je &#39; ni mogoče vključiti v F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">razprava</a>).</p>
sv: <p>Appen kan endast inkluderas i F-Droid om den är helt öppen källkod - inklusive alla bibliotek och beroenden som används. Läs mer om policyn för inkludering <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">här</a>.</p> <p>Om du till exempel använder ObjectBox-databasen i din app kan den&#39;inte ingå i F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">diskussion</a>).</p>
tr: <p>Uygulama, kullanılan tüm kitaplıklar ve bağımlılıklar dahil olmak üzere yalnızca tamamen açık kaynak olması durumunda F-Droid'e dahil edilebilir. Dahil etme politikası hakkında daha fazla bilgiyi <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">burada</a> bulabilirsiniz.</p> <p>Örneğin, uygulamanızda ObjectBox veritabanını kullanırsanız,&#39;F-Droid'e (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">tartışma</a>) dahil edilemez.</p>
ur: <p>ایپ کو F-Droid میں صرف اس صورت میں شامل کیا جا سکتا ہے جب یہ مکمل طور پر اوپن سورس ہو - بشمول تمام لائبریریاں اور استعمال شدہ انحصار۔ شمولیت کی پالیسی کے بارے میں مزید جانیں <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">یہاں</a></p> <p>مثال کے طور پر، اگر آپ اپنی ایپ میں ObjectBox ڈیٹا بیس استعمال کرتے ہیں، تو اسے F-Droid (<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">تبادلہ</a>) میں &#39;شامل نہیں کیا جا سکتا ہے۔</p>
zh_cn: <p>仅当该应用程序完全开源时才可以包含在 F-Droid 中 - 包括使用的所有库和依赖项。了解有关纳入政策的更多信息 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/">此处 </a>。</p> <p>例如，如果您在应用程序中使用 ObjectBox 数据库，则它无法&#39;包含在 F-Droid 中（<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">讨论</a>）。</p>
zh_tw: <p>只有完全開源的應用程序才能包含在 F-Droid 中——包括所有使用的庫和依賴項。在這裡</a>.</p>了解更多關於包含政策<a class="next-link" target="_blank" rel="noopener nofollow" href="https://f-droid.org/en/docs/Inclusion_Policy/"> <p>例如，如果您在應用程序中使用 ObjectBox 數據庫，則它不能&#39;被包含在 F-Droid 中（<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/merge_requests/11973#note_1153656410">討論</a>）。</p>

# devblog250Sbfdroid250Sb5250Sbtext
source: <p>Open the file and edit it. Here's an example: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>In the example you can see:</p> <ol> <li>Flutter is used as a submodule - this is a requirement from the F-Droid team.</li> <li>For every flavor we've used a separate branch (command <code>AutoUpdateMode: Version %v-fdroid-lm</code>). That's because Fastlane doesn&#39;t support flavors with Flutter.</li> <li>First time we add build info manually, in the future it will be added automatically by a bot, after we push a new tag.</li> </ol> <p>Check that the file has correct syntax: <code>fdroid readmeta</code>.</p>
fi: <p>Avaa tiedosto ja muokkaa sitä. Tässä on esimerkki: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>Esimerkissä näet:</p> <ol> <li>Flutteria käytetään alimoduulina – tämä on F-Droid-tiimin vaatimus.</li> <li>Olemme käyttäneet jokaiselle maulle erillistä haaraa (komento <code>AutoUpdateMode: versio %v-fdroid-lm</code>). Tämä johtuu siitä, että Fastlane&#39; ei tue makuja Flutterilla.</li> <li>Ensimmäisen kerran lisäämme koontiversion tiedot manuaalisesti. Jatkossa robotti lisää ne automaattisesti, kun olemme painaneet uuden tagin.</li> </ol> <p>Tarkista, että tiedoston syntaksi on oikea: <code>fdroid readmeta</code>.</p>
fr: <p>Ouvrez le fichier et modifiez-le. Voici un exemple : <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>Dans l'exemple, vous pouvez voir :</p> <ol> <li>Flutter est utilisé comme sous-module - c'est une exigence de l'équipe F-Droid.</li> <li>Pour chaque variante, nous avons utilisé une branche distincte (commande <code>AutoUpdateMode : Version %v-fdroid-lm</code>). C'est parce que Fastlane ne prend pas en charge les variantes avec Flutter.</li> <li>La première fois nous ajoutons des informations de construction manuellement, à l'avenir, elles seront ajoutées automatiquement par un bot, après avoir poussé un nouveau « tag » (un marquage de version).</li> </ol> <p>Vérifiez que la syntaxe du fichier est correcte : <code>fdroid readmeta</code>.</p>
it: <p>Apri il file e modificalo. Ecco un esempio: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>Nell'esempio puoi vedere:</p> <ol> <li>Flutter viene utilizzato come sottomodulo: questo è un requisito del team F-Droid.</li> <li>Per ogni versione abbiamo utilizzato un ramo separato (comando <code>AutoUpdateMode: Versione %v-fdroid-lm</code>). Questo perché Fastlane&#39;non supporta i gusti con Flutter.</li> <li>La prima volta che aggiungiamo manualmente le informazioni sulla build, in futuro verranno aggiunte automaticamente da un bot, dopo aver inserito un nuovo tag.</li> </ol> <p>Verifica che il file abbia la sintassi corretta: <code>fdroid readmeta</code>.</p>
lt: <p>Atidarykite failą ir jį redaguokite. Štai pavyzdys: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>Pavyzdyje galite matyti:</p> <ol> <li>Flutter naudojamas kaip submodulis – tai F-Droid komandos reikalavimas.</li> <li>Kiekvienam skoniui naudojome atskirą šaką (komanda <code>AutoUpdateMode: versija %v-fdroid-lm</code>). Taip yra todėl, kad Fastlane&#39; nepalaiko skonių su Flutter.</li> <li>Pirmą kartą kūrimo informaciją pridedame rankiniu būdu, ateityje ją automatiškai pridės robotas, kai pasusime naują žymą.</li> </ol> <p>Patikrinkite, ar failo sintaksė tinkama: <code>fdroid readmeta</code>.</p>
nb: <p>Åpne filen og rediger den. Her er et eksempel: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>I eksemplet kan du se:</p> <ol> <li>Flutter brukes som en undermodul – dette er et krav fra F-Droid-teamet.</li> <li>For hver smak har vi brukt en egen gren (kommando <code>AutoUpdateMode: Versjon %v-fdroid-lm</code>). Det er fordi Fastlane&#39;ikke støtter smaker med Flutter.</li> <li>Første gang vi legger til byggeinformasjon manuelt, vil den i fremtiden bli lagt til automatisk av en bot etter at vi har pushet en ny tag.</li> </ol> <p>Sjekk at filen har riktig syntaks: <code>fdroid readmeta</code>.</p>
nl: <p>Open het bestand en bewerk het. Hier is een voorbeeld: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>In het voorbeeld ziet u:</p> <ol> <li>Flutter wordt gebruikt als submodule - dit is een voorwaarde van het F-Droid-team.</li> <li>Voor elke smaak hebben we een aparte branch gebruikt (commando <code>AutoUpdateMode: Version %v-fdroid-lm</code>). Dat komt omdat Fastlane &#39; geen ondersteuning biedt voor smaken met Flutter. </li> <li>De eerste keer dat we build-informatie handmatig toevoegen, wordt deze in de toekomst automatisch toegevoegd door een bot, nadat we een nieuwe tag hebben gepusht.</li> </ol> <p>Controleer of het bestand de juiste syntaxis heeft: <code>fdroid readmeta</code>.</p>
pl: <p>Otwórz plik i go edytuj. Oto przykładowa wersja: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>W przykładzie możesz zobaczyć:</p> <ol> <li>Flutter jest używany jako submodule - jest to wymóg zespołu F-Droid.</li> <li> Dla każdego flavor użyliśmy oddzielnej gałęzi (komenda <code>AutoUpdateMode: Version %v-fdroid-lm</code>). To dlatego, że Fastlane nie obsługuje flavor z Flutterem.</li> <li>Za pierwszym razem ręcznie dodajemy informacje o kompilacji, w przyszłości będą one dodawane automatycznie przez bota po pchnięciu nowego tagu.</li> </ol> <p>Sprawdź, czy plik ma poprawną składnię: <code>fdroid readmeta</code>.</p>
pt_br: <p>Abra o arquivo e edite-o. Aqui está um exemplo: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>No exemplo você pode ver:</p> <ol> <li>Flutter é usado como um submódulo - este é um requisito da equipe F-Droid.</li> <li>Para cada variação, usamos uma ramificação separada (comando <code>AutoUpdateMode: Versão %v-fdroid-lm</code>). Isso ocorre porque Fastlane &#39; não oferece suporte a variações com Flutter.</li> <li>A primeira vez que adicionamos informações de compilação manualmente, no futuro elas serão adicionadas automaticamente por um bot, depois que enviarmos uma nova tag.</li> </ol> <p>Verifique se o arquivo está com a sintaxe correta: <code>fdroid readmeta</code>.</p>
sl: <p>Odprite datoteko in jo uredite. Tukaj je primer: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>V primeru lahko vidite: </p> <ol> <li>Flutter se uporablja kot podmodul - to je zahteva ekipe F-Droid.</li> <li>Za vsako različico smo uporabili ločeno vejo (ukaz <code>AutoUpdateMode: Različica %v-fdroid-lm</code>). To je zato, ker Fastlane ne podpira okusov s Flutterjem </li> <li>Prvič dodajamo informacije o gradnji ročno, v prihodnosti jih bo samodejno dodal bot, potem ko bomo potisnili novo oznako.</li> </ol> <p>Preverite, ali ima datoteka pravilen syntax: <code>fdroid readmeta</code>.</p>
sv: <p>Öppna filen och redigera den. Här är ett exempel: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>I exemplet kan du se:</p> <ol> <li>Flutter används som en undermodul – detta är ett krav från F-Droid-teamet.</li> <li>För varje smak har vi använt en separat gren (kommando <code>AutoUpdateMode: Version %v-fdroid-lm</code>). Det beror på att Fastlane&#39;inte stöder smaker med Flutter.</li> <li>Första gången vi lägger till bygginformation manuellt, i framtiden kommer den att läggas till automatiskt av en bot efter att vi har tryckt på en ny tagg.</li> </ol> <p>Kontrollera att filen har korrekt syntax: <code>fdroid readmeta</code>.</p>
tr: <p>Dosyayı açın ve düzenleyin. İşte bir örnek: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>Örnekte şunları görebilirsiniz:</p> <ol> <li>Flutter bir alt modül olarak kullanılır - bu, F-Droid ekibinin bir gereksinimidir.</li> <li>Her çeşit için ayrı bir dal kullandık (komut <code>Otomatik Güncelleme Modu: Sürüm %v-fdroid-lm</code>). Bunun nedeni Fastlane'in Flutter'daki lezzetleri&#39;desteklememesidir.</li> <li>Derleme bilgilerini ilk kez manuel olarak eklediğimizde, gelecekte yeni bir etiket aktardıktan sonra bu bilgiler bir bot tarafından otomatik olarak eklenecektir.</li> </ol> <p>Dosyanın sözdiziminin doğru olup olmadığını kontrol edin: <code>fdroid okuma metası</code>.</p>
ur: <p>فائل کھولیں اور اس میں ترمیم کریں۔ یہاں ایک مثال ہے: <a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a></p> <p>مثال میں آپ دیکھ سکتے ہیں:</p> <ol> <li>فلٹر کو ذیلی ماڈل کے طور پر استعمال کیا جاتا ہے - یہ F-Droid ٹیم کی طرف سے ایک ضرورت ہے۔</li> <li>ہر ذائقے کے لیے ہم نے ایک الگ برانچ استعمال کی ہے (کمانڈ <code>AutoUpdateMode: Version %v-fdroid-lm</code>)۔ اس کی وجہ یہ ہے کہ فاسٹ لین فلٹر کے ساتھ ذائقوں کو سپورٹ نہیں کرتا ہے۔</li> <li>پہلی بار ہم دستی طور پر تعمیراتی معلومات شامل کرتے ہیں، مستقبل میں یہ ایک بوٹ کے ذریعے خود بخود شامل ہو جائے گا، جب ہم ایک نیا ٹیگ دبائیں گے۔</li> </ol> <p>چیک کریں کہ فائل میں صحیح نحو ہے: <code>fdroid readmeta</code></p>
zh_cn: <p>打开文件并编辑它。这是一个示例：<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>在示例中您可以看到：</p> <ol> <li>Flutter 用作子模块 - 这是 F-Droid 团队的要求。</li> <li>对于每种风格，我们都使用了单独的分支（命令 <code>AutoUpdateMode：版本 %v-fdroid-lm</code>）。这是因为 Fastlane 不&#39;不支持 Flutter 的风格。</li> <li>我们第一次手动添加构建信息，将来在我们推送新标签后，它将由机器人自动添加。</li> </ol> <p>检查文件语法是否正确：<code>fdroid readmeta</code>.</p>
zh_tw: <p>打開文件並編輯它。這是一個示例：<a class="next-link" target="_blank" rel="noopener nofollow" href="https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml">https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/co.localmonero.app.yml</a>.</p> <p>例子中可以看到：</p> <ol> <li>Flutter 用作子模塊 - 這是 F-Droid 團隊的要求。</li> <li> 對於每種風格，我們都使用了一個單獨的分支（命令 <code>AutoUpdateMode：Version %v-fdroid-lm</code>）。那是因為 Fastlane 不&#39;不支持 Flutter 的風格。</li> <li>我們第一次手動添加構建信息，將來它會在我們推送新標籤後由機器人自動添加。</li> </ol> <p>檢查文件語法是否正確：<code>fdroid readmeta</code>.</p>
