Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbwired250Sb0250Sbtext
source: <p>In both the privacy and cryptocurrency spheres, misinformation often runs rampant. We have <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">an article outlining fifteen common incorrect or outdated assumptions about Monero</a>, but we want to take time to address one particular article that is often cited and circulated by Monero skeptics.</p> <p>The Wired publication put out <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">an article</a> on the 27th of March, 2018, which itself was written in response to another fresh-off-the-press paper published by various academics titled: “An Empirical Analysis of Traceability in the Monero Blockchain”.</p> <p>Though the paper was coauthored by individuals with clear conflict of interest (read: they are advisors to, and have a stake in Zcash), the paper was moderately well-received by the Monero community as confirming things the community has already known and written about in their own Monero Research Lab papers (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> and <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) the earliest of which was published four years prior. There were also several frustrations with it however, chiefly the conflict of interest, the fact that the issues were already known, discussed and – in some cases – remedied, and the gross mischaracterization of Monero’s privacy guarantees at the time. The community commented on the preprint of the work, and many of their recommendations made it through to the final paper.</p> <p>But what exactly was mischaracterized? The fact that Monero had not had the flaws discussed in the paper for over a year. Transactions pre-2017 were indeed vulnerable to a form of privacy leakage, but at the time of publishing, Monero had addressed most of the concerns. To be fair to the authors, they discuss Monero’s remedies to a small degree, but not enough to influence the effect it had on the cryptocurrency media cycle at the time. Hence the Wired article.</p> <p>While we can examine the Wired article in question as a period piece, and how true or untrue it was at the time, the fact that it is still being shared today as reasoning for why Monero’s privacy guarantees are weak actually invite an analysis on how the piece holds up in the present. We gladly take this invitation.</p> <p>A quick read of the article shows several sensationalized lines, such as “[The findings] shouldn’t just worry anyone trying to stealthily spend Monero today” and the entire tone of the article which postulates the research as ‘new’, based largely off of the publication. The academic paper itself has recommendations such as warning Monero users of the potential compromise of their anonymity, despite the fact that not only had these discussions been happening since 2014, but the rallying cry of the community was for people to not buy Monero and that it was very experimental.</p> <p>But what of the criticisms themselves? The reality is that many issues with Monero as a privacy coin are either no longer true of Monero, or shared concerns with privacy coins as a category of blockchain-based cryptocurrencies. Let’s begin addressing these.</p> <p>One of the most often-quoted criticisms of Monero is that, because of the permanence and immutability of the blockchain, if a future technology was to break the privacy, all of Monero’s past transactions would be laid bare. In other words, your privacy has a ticking clock on it.</p> <p>We cannot stress this enough. Literally every privacy coin that employs on-chain methods for obfuscation and privacy has this flaw, and yet it is often used against Monero (ironically, many times by competing privacy coins with the same problem), and is used in this article as well. The response to this criticism might be surprising to some, but Monero actually may be less vulnerable than other privacy coins to this due to the fact that it has a multi-pronged approach to privacy.</p> <p>Monero hides outputs (senders), amounts, and receivers through three different technologies, ring signatures, RingCT, and stealth addresses respectively. Of these, ring signatures are the weakest, and most susceptible to both modern day heuristics and theoretical, future, privacy-breaking technologies. This has been known to the Monero community for years, and active research is underway to improve or replace the ring signature scheme entirely.</p> <p>However, even if the ring signature was broken entirely, only the true output would be revealed. NOT the sender (as in individual), but the output. To couple an output with an identity is not impossible, but it would require more metadata and resources. Coupled with the fact that RingCT and the stealth address would NOT be revealed lessens the impact even further.</p> <p>It should be noted that the Wired article does lightly discuss the above information in the portion where they reached out to Riccardo ‘fluffypony’ Spagni for comment, but the time given to it is brief, and almost seems to hand-wave away this crucial information. The lack of understanding is especially apparent when trying to discuss these things with people who share the article willy-nilly in the modern day.</p> <p>Another criticism that’s much harder to address is in how the outside world views Monero, and how that relates with how the community around Monero views the coin. For an example of this, readers need not look farther than the title of the article itself: “The Dark Web’s Favorite Currency Is Less Untraceable Than It Seems”.</p> <p>Any person who spends any significant amount of time in the Monero community can attest to the fact that the Monero community goes to great lengths to show just how hard real privacy is to achieve, even to the detriment of marketing or adoption efforts. If the community provides ample resources discussing the coin and its shortcomings accurately, at some point, the ignorance becomes the fault of the user who believes that the coin is all they need to be 100% private.</p> <p>By this point it should be evident that the Monero community takes seriously both its privacy, and its honesty about the weaknesses therein and subsequent improvements. Articles, like the one in question, completely miss this spirit of innovation in Monero. It likens Monero to the droves of other cryptocurrencies that make grandiose claims, with only thought for profit and to prey on uneducated investor-wannabes.</p> <p>The reality couldn’t be more different. Monero is acutely aware of its weaknesses, seeks to continue building so as to improve them, tighten up loose joints, and achieve the very real, but very hard goal of giving the world a private, fungible cryptocurrency that can be used by all, and do it all in a manner that is fair, decentralized, and community-driven. Perhaps it’s time to put away the sensationalization and article sharing as a means to shill bags and promote competitors. Perhaps it’s time to tell another story.</p>
cs: <p>Jak v oblasti soukromí, tak v oblasti kryptoměn se dezinformace často množí. Máme <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">článek, který nastiňuje patnáct běžných nesprávných nebo zastaralých předpokladů o Monero</a>, ale chceme věnovat čas tomu, abychom se věnovali jednomu konkrétnímu článku, který je často citován a šířen Monero skeptiky.</p> <p>Publikace Wired vydala <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">článek</a> dne 27. března 2018, který sám byl napsán v reakci na další čerstvý článek publikovaný různými akademiky s názvem: „Empirická analýza sledovatelnosti v Monero Blockchain“.</p> <p>Přestože spoluautory článku jsou osoby, které jsou v jasném střetu zájmů (čtěte: jsou poradci společnosti Zcash a mají v ní podíl), byl článek komunitou Monero přijat mírně pozitivně, protože potvrzuje věci, které komunita již znala a o kterých psala ve svých vlastních dokumentech Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> a <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), z nichž první byl publikován před čtyřmi lety. Bylo s tím však spojeno i několik problémů, především střet zájmů, skutečnost, že o problémech se již vědělo, byly projednány a v některých případech i odstraněny, a hrubé zkreslení tehdejších záruk ochrany osobních údajů společnosti Monero. Komunita se vyjádřila k preprintu práce a mnohá z jejich doporučení se dostala do finální verze dokumentu.</p> <p>Ale co přesně bylo špatně popsáno? Skutečnost, že Monero nemělo nedostatky, o kterých se v článku hovoří, již více než rok. Transakce před rokem 2017 byly skutečně náchylné k určité formě úniku soukromí, ale v době publikování článku Monero většinu obav vyřešilo. Abychom byli k autorům spravedliví, diskutují o nápravných opatřeních Monera v malé míře, ale ne natolik, aby to ovlivnilo vliv, který to v té době mělo na mediální cyklus o kryptoměnách. Proto vyšel článek v časopise Wired.</p> <p>Přestože můžeme dotyčný článek časopisu Wired zkoumat jako dobový článek a posoudit, nakolik byl v té době pravdivý či nepravdivý, skutečnost, že je dodnes sdílen jako odůvodnění toho, proč jsou záruky ochrany osobních údajů společnosti Monero slabé, vlastně vybízí k analýze toho, jak tento článek obstojí v současnosti. Rádi toto pozvání přijímáme.</p> <p>Krátké přečtení článku ukazuje několik senzacechtivých řádků, jako například "[Zjištění] by neměla znepokojovat jen ty, kteří se dnes snaží kradmo utrácet Monero", a celý tón článku, který postuluje výzkum jako "nový", vychází z velké části z publikace. V samotném akademickém článku se objevují doporučení, jako je varování uživatelů Monera před možným ohrožením jejich anonymity, a to navzdory skutečnosti, že tyto diskuse probíhaly nejen od roku 2014, ale že komunita volala po tom, aby lidé Monero nekupovali a že je velmi experimentální.</p> <p>Ale co samotná kritika? Skutečnost je taková, že mnoho problémů s Monerem jako mincí na ochranu soukromí se buď již netýká Monera, nebo sdílí obavy s mincemi na ochranu soukromí jako kategorií kryptoměn založených na blockchainu. Začněme se jimi zabývat.</p> <p>Jednou z nejčastěji citovaných výtek vůči Moneru je, že pokud by nějaká budoucí technologie narušila soukromí, byly by díky stálosti a neměnnosti blockchainu odhaleny všechny minulé transakce Monera. Jinými slovy, vaše soukromí má na sobě tikající hodiny.</p> <p>Nemůžeme to dostatečně zdůraznit. Tuto chybu má doslova každá mince na ochranu soukromí, která využívá metody obfuskace a ochrany soukromí na řetězci, a přesto je často používána proti Moneru (paradoxně mnohokrát konkurenčními mincemi na ochranu soukromí se stejným problémem) a je použita i v tomto článku. Reakce na tuto kritiku může být pro někoho překvapivá, ale Monero může být ve skutečnosti méně zranitelné než jiné mince na ochranu soukromí, a to díky tomu, že má vícestranný přístup k ochraně soukromí.</p> <p>Monero skrývá výstupy (odesílatele), částky a příjemce pomocí tří různých technologií, a to pomocí kruhových podpisů, RingCT a skrytých adres. Z nich jsou kruhové podpisy nejslabší a nejvíce náchylné jak na moderní heuristiku, tak na teoretické, budoucí technologie narušující soukromí. To je komunitě Monero známo již několik let a probíhá aktivní výzkum, jehož cílem je vylepšit nebo zcela nahradit schéma kruhových podpisů.</p> <p>I kdyby však byl kruhový podpis zcela porušen, odhalil by se pouze skutečný výstup. NE odesilatel (jako jednotlivec), ale výstup. Spojit výstup s identitou není nemožné, ale vyžadovalo by to více metadat a prostředků. V kombinaci se skutečností, že RingCT a skrytá adresa by NEBYLY odhaleny, se dopad ještě snižuje.</p> <p>Je třeba poznamenat, že v článku Wired se výše uvedené informace lehce rozebírají v části, kde oslovili Riccarda 'fluffyponyho' Spagniho, aby se k nim vyjádřil, ale čas věnovaný této informaci je krátký a téměř se zdá, že tuto zásadní informaci odbyl. Nepochopení je patrné zejména při pokusu o diskusi o těchto věcech s lidmi, kteří článek chtě nechtě sdílejí v dnešní době.</p> <p>Další kritika, kterou je mnohem těžší řešit, se týká toho, jak se na Monero dívá okolní svět a jak to souvisí s tím, jak se na minci dívá komunita kolem Monera. Pro příklad se čtenáři nemusí dívat dál než na samotný název článku: "Oblíbená měna Dark Webu je méně nevystopovatelná, než se zdá".</p> <p>Každý člověk, který tráví v komunitě Monero delší dobu, může potvrdit, že komunita Monero vynakládá velké úsilí, aby ukázala, jak těžké je dosáhnout skutečného soukromí, a to i na úkor marketingového úsilí nebo úsilí o přijetí. Pokud komunita poskytuje dostatek zdrojů, které přesně diskutují o minci a jejích nedostatcích, v určitém okamžiku se neznalost stává vinou uživatele, který věří, že mince je vše, co potřebuje k tomu, aby byl 100% soukromý.</p> <p>V tuto chvíli by mělo být zřejmé, že komunita Monero bere vážně jak své soukromí, tak upřímnost ohledně jeho nedostatků a následných vylepšení. Články, jako je tento, se s tímto duchem inovací v Moneru zcela míjejí. Přirovnávají Monero k houfům jiných kryptoměn, které si dělají velkolepé nároky, přičemž myslí pouze na zisk a na kořistění nevzdělaných investorů-rádců.</p> <p>Skutečnost nemůže být odlišnější. Monero si je velmi dobře vědomo svých slabin, snaží se pokračovat v budování tak, aby je vylepšilo, utáhlo uvolněné spoje a dosáhlo velmi reálného, ale velmi těžkého cíle - dát světu soukromou, zastupitelnou kryptoměnu, kterou mohou používat všichni, a to vše způsobem, který je spravedlivý, decentralizovaný a řízený komunitou. Možná je na čase odložit senzacechtivost a sdílení článků jako prostředku k šuntování tašek a propagaci konkurence. Možná je čas vyprávět jiný příběh.</p>
fi: <p>Sekä yksityisyyden että kryptovaluuttojen alalla väärää tietoa on usein runsaasti. Meillä on <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">artikkeli, joka hahmottelee viisitoista yleistä virheellistä tai vanhentunutta oletusta Monerosta</a>, mutta haluamme käyttää aikaa käsitelläksemme yhtä tiettyä artikkelia, jota Monero-skeptikot usein lainaavat ja levittävät.</p> <p>Wired julkaisi <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">artikkelin</a> 27. maaliskuuta 2018, joka kirjoitettiin vastauksena eri tutkijoiden julkaisemaan toiseen tuoreeseen julkaisuun, jonka otsikko on "An Empirical Analysis of Traceability in the Monero Blockchain”.</p> <p>Vaikka lehden ovat kirjoittaneet henkilöt, joilla oli selvä eturistiriita (lue: he ovat Zcashin neuvonantajia ja heillä on osuus siitä), Monero-yhteisö otti paperin vastaan kohtalaisen hyvin, koska se vahvistaa asioita, jotka yhteisö on jo tiennyt, ja niistä on kirjoitettu omissa Monero Research Lab -papereissa (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> ja <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), joista aikaisempi julkaistiin neljä vuotta sitten. Wiredin julkaisuun liittyi kuitenkin myös useita turhautumisia, pääasiassa eturistiriidan takia ja siksi, että asiat olivat jo tiedossa, niistä keskusteltiin ja joissain tapauksissa ne korjattiin, sekä Moneron tuolloisten yksityisyystakuut luonnehdittiin törkeästi. Yhteisö kommentoi työn esipainosta, ja monet heidän suosituksista päätyivät lopulliseen paperiin.</p> <p>Mutta mitä tarkalleen luonnehdittiin törkeästi? Se, että Monerolla ei ollut lehdessä käsiteltyjä puutteita yli vuoteen. Ennen vuotta 2017 tehdyt liiketoimet olivat todellakin haavoittuvia tietynlaiselle tietosuojavuodolle, mutta julkaisuhetkellä Monero oli käsitellyt suurimman osan huolenaiheista. Ollakseen oikeudenmukainen tekijöitä kohtaan, he keskustelevat Moneron korjaustoimenpiteistä pienessä määrin, mutta eivät tarpeeksi vaikuttamaan negatiiviseen vaikutukseen, joka artikkelilla oli tuolloin kryptovaluuttamediassa.</p> <p>Vaikka voimme tarkastella kyseistä Wired-artikkelia aikakautena ja kuinka totta se oli tuolloin. Se tosiasia, että sitä jaetaan edelleen tänään perusteena sille, miksi Moneron tietosuojatakuut ovat heikkoja, oikein kutsuu analysoimaan artikkelia. Otamme mielellämme tämän kutsun vastaan.</p> <p> Lyhyen lukemisen perusteella artikkelista löytyy useita sensaatiomaisia lauseita, kuten "Tulosten ei pitäisi huolestuttaa vain ihmisiä, jotka yrittävät salaa käyttää Moneroa" ja koko artikkelin sävy, jossa tutkimusta esitetään "uutena" julkaisun perusteella. Itse akateeminen paperi esittää suosituksia, kuten varoituksen Monero-käyttäjille mahdollisesta anonymiteetin vaarantumisesta, vaikka nämä keskustelut ovat olleet käynnissä jo vuodesta 2014 ja yhteisön mielipide oli, ettei Moneroa pitäisi ostaa ja että se oli hyvin kokeellinen.</p> <p>Mutta entä itse kritiikki? Tosiasia on, että monet Moneroon yksityisyyskolikkona liittyvät ongelmat eivät joko enää koske Moneroa tai jakavat huolenaiheet tietosuojakolikoiden kanssa lohkoketjupohjaisten kryptovaluuttojen luokkana. Aloitetaan näiden käsitteleminen.</p> <p>Yksi Moneron useimmin lainatuista kritiikeistä on se, että lohkoketjun pysyvyyden ja muuttumattomuuden vuoksi, tulevan teknologian mahdollisesti rikkoessa lohkoketjun, kaikki Moneron aiemmat liiketoimet paljastuisivat. Toisin sanoen yksityisyytesi olisi tikittävä kello.</p> <p>Emme voi korostaa tätä tarpeeksi. Kirjaimellisesti jokaisessa tietosuojakolikossa, joka käyttää lohkoketjun menetelmiä hämärtämiseen ja yksityisyyteen on tämä puute, ja silti sitä käytetään usein vain Moneroa vastaan (ironista kyllä, monta kertaa yksityisyyskolikoiden kilpailussa, joilla on kaikilla sama ongelma), ja sitä käytetään myös tässä artikkelissa Moneroa vastaan. Vastaus tähän kritiikkiin saattaa olla yllättävää joillekin, mutta Monero voi itse asiassa olla vähemmän haavoittuvainen kuin muut yksityisyyden kolikot, koska sillä on monitahoinen lähestymistapa yksityisyyteen.</p> <p>Monero piilottaa ulostulot(lähettäjät), summat ja vastaanottajat kolmen eri tekniikan avulla joita ovat: sormusallekirjoitukset, RingCT ja salatut osoitteet. Näistä sormusallekirjoitukset ovat heikoimpia ja herkimpiä sekä nykypäivän heuristiikalle että teoreettisille, tulevaisuuden yksityisyyttä rikkoville tekniikoille. Tämä on ollut Monero-yhteisön tiedossa jo vuosia ja käynnissä on aktiivista tutkimusta sormusallekirjoitusjärjestelmän parantamiseksi tai korvaamiseksi kokonaan.</p> <p>Vaikka sormusallekirjoitus hajoaisi kokonaan, vain todellinen ulostulo paljastetaan. EI lähettäjää, vaan ulostulo. Ulostulon yhdistäminen identiteetin kanssa ei ole mahdotonta, mutta se vaatisi enemmän metatietoja ja resursseja. Yhdessä sen tosiasian kanssa, että RingCT:tä ja salattua osoitetta EI paljasteta, vaikutus pienenee entisestään.</p> <p>On huomattava, että Wired-artikkeli käsittelee yllä olevia tietoja kevyesti osiossa, jossa he ottivat yhteyttä Riccardo 'fluffypony' Spagniin kommentoidakseen, mutta sille annettu aika on lyhyt ja näyttää melkein käsien heilautukselta. Ymmärryksen puute on erityisen ilmeistä, kun yritetään keskustella näistä asioista ihmisten kanssa, jotka jakavat artikkelin tahtomattaan nykypäivänä.</p> <p>Toinen kritiikki, jota on paljon vaikeampi käsitellä, liittyy siihen miten ulkomaailma näkee Moneron ja miten se liittyy siihen, miten Moneroa ympäröivä yhteisö näkee kolikon. Tästä esimerkkinä lukijoiden ei tarvitse katsoa pidemmälle kuin itse artikkelin otsikko: "Pimeän verkon suosikkivaluutta on vähemmän jäljittämätön kuin miltä se näyttää."</p> <p>Jokainen henkilö, joka viettää paljon aikaa Monero-yhteisössä voi todistaa, että yhteisö näkee paljon vaivaa osoittaakseen, kuinka vaikeaa todellista yksityisyyttä on saavuttaa, jopa markkinointi- tai adoptiopyrkimysten kustannuksella. Jos yhteisö tarjoaa runsaasti resursseja keskustella kolikosta ja sen puutteista tarkasti, jossain vaiheessa tietämättömyys muuttuu käyttäjän syyksi, joka luulee, että kolikko on kaikki mitä he tarvitsevat ollakseen 100% yksityisiä.</p> <p>Tässä vaiheessa pitäisi olla selvää, että Monero-yhteisö suhtautuu vakavasti sekä yksityisyytensä että rehellisyytensä sen heikkouksista ja myöhemmistä parannuksista. Kyseisen artikkelin kaltaiset artikkelit kaipaavat täysin tätä Moneron innovaatiohenkeä. Se vertaa Moneroa muiden kryptovaluuttojen joukkoon, jotka esittävät suurenmoisia väitteitä, jotka ajattelevat vain voittoa ja kouluttamattomien sijoittajien saalistamista.</p> <p>Todellisuus ei voisi olla toisenlainen. Monero on erittäin tietoinen heikkouksistaan, pyrkii jatkamaan rakentamista parantaakseen niitä, kiristääkseen löystyneitä liitoksia ja saavuttaakseen todellisen, mutta erittäin vaikean tavoitteen antaa maailmalle yksityinen, vaihdettavissa oleva kryptovaluutta, jota kaikki voivat käyttää. Tehdä se reilulla, hajautetulla ja yhteisölähtöisellä tavalla. Ehkä on aika luopua sensaatioista ja artikkelien jakamisesta keinona levittää tavaraa ja mainostaa kilpailijoita. Ehkä on aika kertoa toinen tarina.</p>
fr: <p>Dans les sphères de la confidentialité et de la crypto-monnaie, la désinformation est souvent endémique. Nous avons <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">un article décrivant quinze hypothèses courantes incorrectes ou obsolètes sur Monero</a>, mais nous voulons prendre le temps d'aborder un article en particulier qui est souvent cité et diffusé par les sceptiques de Monero.</p> <p>La publication Wired a publié <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">un article</a> le 27 mars 2018, qui lui-même a été écrit en réponse à un autre article tout juste sorti de presse, publié par divers universitaires, et intitulé « Une analyse empirique de traçabilité dans la blockchain Monero ». </p> <p>Bien que l'article ait été co-écrit par des personnes ayant un conflit d'intérêts clair (lire : ils sont des conseillers et ont une participation dans Zcash), l'article a été modérément bien accueilli par la communauté Monero comme confirmant des choses que la communauté savait déjà et écrits dans leurs propres articles Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> et <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) dont le plus ancien a été publié quatre ans auparavant. Cependant, il y avait aussi plusieurs frustrations, dont principalement le conflit d'intérêts, mais aussi le fait que les problèmes étaient déjà connus, discutés et - dans certains cas - résolus, et la mauvaise description des garanties de confidentialité de Monero à l'époque. La communauté a commenté la prépublication du travail, et nombre de leurs recommandations ont été transmises au document final.</p> <p>Mais qu'est-ce qui a été mal interprété ? Le fait que Monero n'avait pas eu les défauts discutés dans le journal depuis plus d'un an. Les transactions antérieures à 2017 étaient en effet vulnérables à une forme de fuite de confidentialité, mais au moment de la publication, Monero avait répondu à la plupart des préoccupations. Pour être juste envers les auteurs, ils discutent des corrections apportées dans Monero dans une faible mesure, mais pas suffisamment pour influencer l'effet qu'il a eu sur le cycle médiatique de la crypto-monnaie à l'époque. D'où l'article de Wired.</p> <p>Bien que nous puissions examiner l'article de Wired en question comme un article d'époque, et dans quelle mesure il était vrai ou faux à l'époque, le fait qu'il soit encore partagé aujourd'hui pour expliquer pourquoi les garanties de confidentialité de Monero sont faibles invite en fait à une analyse de la façon dont l'article tient dans le présent. Nous acceptons volontiers cette invitation.</p> <p>Une lecture rapide de l'article montre plusieurs lignes sensationnalistes, telles que « [Les découvertes] ne devraient pas seulement inquiéter quiconque essaie de dépenser furtivement Monero aujourd'hui » et le ton entier de l'article qui postule que la recherche est « nouvelle », en se basant largement sur la publication. Le document académique lui-même contient des recommandations telles que l'avertissement des utilisateurs de Monero de la compromission potentielle de leur anonymat, malgré le fait que non seulement ces discussions avaient eu lieu depuis 2014, mais le cri de ralliement de la communauté était que les gens n'achètent pas de Monero et qu'il était très expérimental.</p> <p>Mais qu'en est-il des critiques elles-mêmes ? La réalité est que de nombreux problèmes avec Monero en tant que crypto-monnaie de confidentialité ne sont plus vrais pour Monero, ou partagent des préoccupations concernant les crypto-monnaies de confidentialité en tant que catégorie de crypto-monnaies basées sur la blockchain. Commençons par les résoudre.</p> <p>L'une des critiques les plus souvent citées à l'encontre de Monero est qu'en raison de la permanence et de l'immuabilité de la blockchain, si une future technologie venait à briser la confidentialité, toutes les transactions passées de Monero seraient mises à nu. En d'autres termes, votre confidentialité a un compte à rebours.</p> <p>Nous ne saurions trop insister là-dessus. Littéralement, chaque crypto-monnaie de confidentialité qui utilise des méthodes en chaîne pour l'obscurcissement et la confidentialité a ce défaut, et pourtant il est souvent utilisé contre Monero (ironiquement, plusieurs fois par des crypto-monnaie de confidentialité concurrentes avec le même problème), et est également utilisé dans cet article. La réponse à cette critique pourrait surprendre certains, mais Monero peut en fait être moins vulnérable que d'autres crypto-monnaies de confidentialité en raison du fait qu'il a une approche à plusieurs volets de la confidentialité.</p> <p>Monero masque les sorties (expéditeurs), les montants et les récepteurs via trois technologies différentes, respectivement les signatures de cercle, RingCT et les adresses furtives. Parmi celles-ci, les signatures de cercle sont les plus faibles et les plus sensibles à la fois aux heuristiques modernes et aux technologies théoriques futures qui brisent la confidentialité. Cela est connu de la communauté Monero depuis des années, et des recherches actives sont en cours pour améliorer ou remplacer entièrement le schéma de signature de cercle.</p> <p>Cependant, même si la signature de cercle était entièrement brisée, seule la véritable sortie serait révélée. PAS l'expéditeur (en tant qu'individu), mais la sortie. Associer une sortie à une identité n'est pas impossible, mais cela nécessiterait plus de métadonnées et de ressources. Couplé au fait que RingCT et l'adresse furtive ne seraient PAS révélées, cela réduit encore plus l'impact.</p> <p>Il convient de noter que l'article de Wired traite légèrement des informations ci-dessus dans la partie où ils ont contacté Riccardo « fluffypony » Spagni pour obtenir des commentaires, mais le temps qui lui est accordé est bref et semble presque faire fi de cette information cruciale. Le manque de compréhension est particulièrement apparent lorsque vous essayez de discuter de ces choses avec des personnes qui partagent l'article bon gré mal gré de nos jours.</p> <p>Une autre critique beaucoup plus difficile à aborder concerne la façon dont le monde extérieur perçoit Monero, et son lien avec la façon dont la communauté autour de Monero perçoit la crypto-monnaie. Par exemple, les lecteurs n'ont pas besoin de regarder plus loin que le titre de l'article lui-même : « La monnaie préférée du Dark Web est moins intraçable qu'il n'y paraît ».</p> <p>Toute personne qui passe beaucoup de temps dans la communauté Monero peut attester du fait que la communauté Monero se donne beaucoup de mal pour montrer à quel point la vraie confidentialité est difficile à atteindre, même au détriment des efforts de marketing ou d'adoption. Si la communauté fournit de nombreuses ressources pour discuter avec précision de la crypto-monnaie et de ses défauts, à un moment donné, l'ignorance devient la faute de l'utilisateur qui croit que la crypto-monnaie est tout ce dont il a besoin pour être 100% en confidentialité.</p> <p>À ce stade, il devrait être évident que la communauté Monero prend au sérieux à la fois la confidentialité et l'honnêteté concernant les faiblesses et les améliorations ultérieures. Des articles, comme celui en question, manquent complètement cet esprit d'innovation chez Monero. Cela compare Monero aux hordes d'autres crypto-monnaies qui font des revendications grandioses, avec seulement une pensée pour le profit et pour s'attaquer à des investisseurs en herbe sans éducation sur le domaine.</p> <p>La réalité ne pourrait pas être plus différente. Monero est parfaitement conscient de ses faiblesses, cherche à continuer de construire de manière à les améliorer, à resserrer les joints lâches et à atteindre l'objectif très réel mais très difficile de donner au monde une crypto-monnaie privée et fongible qui peut être utilisée par tous, et tout cela fait d'une manière équitable, décentralisée et axée sur la communauté. Il est peut-être temps de mettre de côté le sensationnalisme et le partage d'articles comme moyen de vendre des sacs et de promouvoir des concurrents. Il est peut-être temps de raconter une autre histoire.</p>
it: <p>In entrambi gli ambiti della privacy e della criptovaluta, la disinformazione spesso imperversa. Abbiamo <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">un articolo che delinea quindici assunti comuni errati o obsoleti su Monero</a>, ma vogliamo prendere tempo per affrontare un articolo particolare che viene spesso citato e diffuso dagli scettici di Monero.</p> <p>La pubblicazione Wired ha pubblicato <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">un articolo</a> il 27 marzo 2018, che è stato scritto in risposta a un altro articolo appena pubblicato pubblicato da vari accademici dal titolo: "An Empirical Analysis di tracciabilità nella Blockchain Monero ”.</p> <p>Sebbene il documento sia stato co-autore da individui con un chiaro conflitto di interessi (leggi: sono consulenti e hanno una partecipazione in Zcash), il documento è stato moderatamente ben accolto dalla comunità Monero come conferma di cose che la comunità ha già conosciuto e scritto nei loro articoli sul Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> e <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) il primo dei quali era stato pubblicato quattro anni prima. Vi furono tuttavia anche diverse frustrazioni, principalmente il conflitto di interessi, il fatto che i problemi erano già noti, discussi e, in alcuni casi, risolti, e la grossolana caratterizzazione delle garanzie sulla privacy di Monero in quel momento. La comunità ha commentato la prestampa dell'opera e molte delle loro raccomandazioni sono arrivate al documento finale.</p> <p>Ma che cosa era esattamente caratterizzato male? Il fatto che Monero non avesse avuto i difetti discussi nel documento per oltre un anno. Le transazioni precedenti al 2017 erano effettivamente vulnerabili a una forma di violazione della privacy, ma al momento della pubblicazione, Monero aveva affrontato la maggior parte delle preoccupazioni. Per essere onesti con gli autori, discutono dei rimedi di Monero in piccola misura, ma non abbastanza per influenzare l'effetto che ha avuto sul ciclo dei media di criptovaluta in quel momento. Da qui l'articolo Wired.</p> <p>Mentre possiamo esaminare l'articolo di Wired in questione come un pezzo d'epoca e quanto fosse vero o falso in quel momento, il fatto che sia ancora condiviso oggi come ragionamento per il motivo per cui le garanzie sulla privacy di Monero sono deboli in realtà invita un'analisi su come il pezzo regge nel presente. Accogliamo volentieri questo invito.</p> <p>Una rapida lettura dell'articolo mostra diverse linee sensazionalizzate, come "[I risultati] non dovrebbero preoccupare chiunque cerchi di spendere di nascosto Monero oggi" e l'intero tono dell'articolo che postula la ricerca come "nuovo", basato in gran parte fuori dalla pubblicazione. Lo stesso documento accademico contiene raccomandazioni come avvertire gli utenti di Monero del potenziale compromesso del loro anonimato, nonostante il fatto che non solo queste discussioni si svolgessero dal 2014, ma il grido di battaglia della comunità era per le persone di non acquistare Monero e che è stato molto sperimentale.</p> <p>Ma quali sono le critiche stesse? La realtà è che molti problemi con Monero come moneta per la privacy non sono più veri per Monero o condividono preoccupazioni con le monete per la privacy come categoria di criptovalute basate su blockchain. Iniziamo a risolverli.</p> <p>Una delle critiche più citate di Monero è che, a causa della permanenza e dell'immutabilità della blockchain, se una tecnologia futura dovesse violare la privacy, tutte le transazioni passate di Monero sarebbero messe a nudo. In altre parole, la tua privacy ha un orologio ticchettio.</p> <p>Non possiamo sottolineare abbastanza. Letteralmente ogni moneta per la privacy che utilizza metodi a catena per offuscamento e privacy ha questo difetto, e tuttavia viene spesso usata contro Monero (ironicamente, molte volte contendendo monete per la privacy con lo stesso problema), e viene usata anche in questo articolo. La risposta a questa critica potrebbe essere sorprendente per alcuni, ma Monero in realtà potrebbe essere meno vulnerabile rispetto ad altre monete sulla privacy a causa del fatto che ha un approccio alla privacy su più fronti.</p> <p>Monero nasconde output (mittenti), importi e destinatari attraverso tre diverse tecnologie, rispettivamente firme ring, RingCT e indirizzi stealth. Di questi, le firme ad anello sono le più deboli e più sensibili sia all'euristica moderna sia alle tecnologie teoriche, future, che infrangono la privacy. Questo è noto alla comunità Monero da anni e sono in corso ricerche attive per migliorare o sostituire del tutto lo schema della firma circolare.</p> <p>Tuttavia, anche se la firma dell'anello fosse completamente rotta, verrebbe rivelato solo l'output vero. NON il mittente (come nei singoli), ma l'output. Associare un output a un'identità non è impossibile, ma richiederebbe più metadati e risorse. Insieme al fatto che RingCT e l'indirizzo invisibile NON verrebbero rivelati diminuiscono ulteriormente l'impatto.</p> <p>Va notato che l'articolo di Wired discute leggermente delle informazioni di cui sopra nella parte in cui hanno contattato Spagni per la 'fluffypony' di Riccardo per un commento, ma il tempo dedicato ad esso è breve e sembra quasi svanire di mano questa informazione cruciale. La mancanza di comprensione è particolarmente evidente quando si cerca di discutere di queste cose con persone che condividono l'articolo volenti o nolenti ai giorni nostri.</p> <p>Un'altra critica che è molto più difficile da affrontare è il modo in cui il mondo esterno vede Monero e come ciò si collega a come la comunità intorno a Monero vede la moneta. Per un esempio, i lettori non devono guardare oltre il titolo dell'articolo stesso: "La valuta preferita del Dark Web è meno rintracciabile di quanto sembri".</p> <p>Chiunque trascorra un periodo significativo di tempo nella comunità Monero può attestare che la comunità Monero fa di tutto per dimostrare quanto sia difficile raggiungere la vera privacy, anche a scapito degli sforzi di marketing o di adozione. Se la comunità fornisce ampie risorse per discutere accuratamente della moneta e delle sue carenze, ad un certo punto, l'ignoranza diventa colpa dell'utente che crede che la moneta sia tutto ciò di cui ha bisogno per essere privata al 100%.</p> <p>A questo punto dovrebbe essere evidente che la comunità Monero prende sul serio sia la sua privacy, sia la sua onestà riguardo ai punti deboli e ai successivi miglioramenti. Gli articoli, come quello in questione, mancano completamente questo spirito di innovazione a Monero. Paragona Monero alle folle di altre criptovalute che fanno affermazioni grandiose, con il solo pensiero del profitto e di preda di aspiranti ignoranti investitori.</p> <p>La realtà non potrebbe essere più diversa. Monero è profondamente consapevole delle sue debolezze, cerca di continuare a costruire in modo da migliorarle, stringere le articolazioni libere e raggiungere l'obiettivo molto reale, ma molto difficile, di dare al mondo una criptovaluta privata e fungibile che può essere utilizzata da tutti, e fai tutto in modo equo, decentralizzato e guidato dalla comunità. Forse è il momento di mettere da parte la sensazionalizzazione e la condivisione degli articoli come mezzo per spostare borse e promuovere i concorrenti. Forse è tempo di raccontare un'altra storia.</p>
lt: <p>Tiek privatumo, tiek kriptovaliutų srityse dažnai klesti klaidinga informacija. Turime <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">straipsnį, kuriame išdėstyta penkiolika dažniausiai pasitaikančių neteisingų ar pasenusių prielaidų apie Monero</a>, tačiau norime skirti laiko vienam straipsniui, kurį dažnai cituoja ir platina Monero skeptikai.</p> <p> Leidinys „Wired“ 2018 m. kovo 27 d. paskelbė <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">straipsnį</a>, kuris pats buvo parašytas kaip atsakas į kitą šviežią įvairių akademikų paskelbtą straipsnį pavadinimu „Empirinė analizė atsekamumas Monero blokų grandinėje“.</p> <p>Nors dokumentą parašė asmenys, turintys aiškų interesų konfliktą (skaitykite: jie yra „Zcash“ patarėjai ir turi akcijų), Monero bendruomenė šį dokumentą įvertino vidutiniškai gerai, nes patvirtina dalykus, kuriuos bendruomenė jau žinojo. ir parašyta jų pačių Monero Research Lab dokumentuose (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> ir <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), iš kurių anksčiausias buvo paskelbtas prieš ketverius metus. Tačiau dėl to taip pat buvo keletas nusivylimų, daugiausia interesų konfliktas, faktas, kad problemos jau buvo žinomos, aptartos ir kai kuriais atvejais išspręstos, ir grubus Monero privatumo garantijų apibūdinimas tuo metu. Bendruomenė pakomentavo išankstinį darbo spaudinį, o daugelis jų rekomendacijų pateko į galutinį dokumentą.</p> <p> Bet kas tiksliai buvo neteisingai apibūdinta? Faktas, kad Monero daugiau nei metus neturėjo trūkumų, aptartų laikraštyje. Sandoriai, sudaryti iki 2017 m., iš tiesų buvo pažeidžiami dėl tam tikros formos privatumo nutekėjimo, tačiau paskelbimo metu Monero išsprendė daugumą problemų. Kad būtų sąžininga autorių atžvilgiu, jie šiek tiek aptaria Monero priemones, tačiau nepakankamai, kad paveiktų poveikį tuo metu kriptovaliutų žiniasklaidos ciklui. Taigi laidinis straipsnis.</p> <p> Nors aptariamą „Wired“ straipsnį galime nagrinėti kaip tam tikrą laikotarpį ir kiek tai buvo tiesa ar netiesa tuo metu, faktas, kad jis ir šiandien dalijamasi kaip motyvas, kodėl Monero privatumo garantijos yra silpnos, iš tikrųjų verčia analizuoti. apie tai, kaip kūrinys laikosi dabartyje. Su malonumu priimame šį kvietimą.</p> <p> Greitai perskaičius straipsnį matomos kelios sensacingos eilutės, pvz., „[Išvados] neturėtų kelti nerimo visiems, bandantiems slapta išleisti Monero šiandien“, ir visas straipsnio tonas, kuriame teigiama, kad tyrimas yra „naujas“, daugiausia remiantis leidiniu. Pačiame akademiniame darbe yra rekomendacijų, pavyzdžiui, įspėti Monero vartotojus apie galimą jų anonimiškumo kompromisą, nepaisant to, kad šios diskusijos vyksta ne tik nuo 2014 m., bet ir bendruomenės šauksmas buvo, kad žmonės nepirktų Monero ir kad buvo labai eksperimentinis.</p> <p> Bet kaip su pačia kritika? Realybė yra tokia, kad daugelis problemų, susijusių su Monero kaip privatumo moneta, arba nebėra aktualios Monero, arba bendras susirūpinimas dėl privatumo monetų kaip blokų grandinės pagrindu veikiančių kriptovaliutų kategorijos. Pradėkime tai spręsti.</p> <p>Viena iš dažniausiai cituojamų „Monero“ kritikų yra ta, kad dėl blokų grandinės pastovumo ir nekintamumo, jei ateities technologija pažeistų privatumą, visi ankstesni Monero sandoriai būtų atskleisti. Kitaip tariant, jūsų privatumas turi tiksintį laikrodį.</p> <p> Negalime to pakankamai pabrėžti. Žodžiu, kiekviena privatumo moneta, kurioje naudojami grandininiai užmaskavimo ir privatumo metodai, turi šią ydą, tačiau ji dažnai naudojama prieš Monero (ironiška, kad daug kartų konkuruoja su ta pačia problema turinčiomis privatumo monetomis), taip pat naudojama šiame straipsnyje. Atsakymas į šią kritiką kai kuriuos gali nustebinti, tačiau Monero iš tikrųjų gali būti mažiau pažeidžiamas nei kitos privatumo monetos dėl to, kad jis turi daugialypį požiūrį į privatumą.</p> <p> „Monero“ paslepia išvestis (siuntėjus), sumas ir gavėjus atitinkamai naudodama tris skirtingas technologijas, skambėjimo parašus, RingCT ir slaptus adresus. Iš jų žiediniai parašai yra silpniausi ir labiausiai jautrūs šiuolaikinei euristikai ir teorinėms, ateities, privatumą pažeidžiančioms technologijoms. Monero bendruomenė tai žinojo daugelį metų, todėl vyksta aktyvūs tyrimai, siekiant pagerinti arba visiškai pakeisti žiedinio parašo schemą.</p> <p> Tačiau net jei skambėjimo parašas būtų visiškai sugadintas, būtų atskleista tik tikroji išvestis. NE siuntėjas (kaip individualiai), o išvestis. Išvestį susieti su tapatybe nėra neįmanoma, tačiau tam reikėtų daugiau metaduomenų ir išteklių. Kartu su faktu, kad RingCT ir slaptas adresas NEBUS atskleisti, poveikis dar labiau sumažėja.</p> <p>Pažymėtina, kad „Wired“ straipsnio dalyje, kur jie susisiekė su Riccardo „fluffypony“ Spagni, norėtų pakomentuoti pirmiau pateiktą informaciją, švelniai aptariama, tačiau tam skirtas laikas yra trumpas ir, atrodo, numoja ranka. šią svarbią informaciją. Supratimo trūkumas ypač akivaizdus, kai bandoma aptarti šiuos dalykus su žmonėmis, kurie šiais laikais nori nenori dalijasi straipsniu.</p> <p>Kita kritika, kurią daug sunkiau išspręsti, yra tai, kaip išorinis pasaulis žiūri į Monero ir kaip tai susiję su Monero supančios bendruomenės požiūriu į monetą. Skaitytojams nereikia ieškoti pavyzdžio toliau nei paties straipsnio pavadinimo: „Tamsiojo žiniatinklio mėgstamiausia valiuta yra mažiau neatsekama, nei atrodo“.</p> <p>Kiekvienas asmuo, daug laiko praleidžiantis Monero bendruomenėje, gali patvirtinti, kad Monero bendruomenė labai stengiasi parodyti, kaip sunku pasiekti tikrą privatumą, net ir rinkodaros ar įvaikinimo pastangų nenaudai. Jei bendruomenė suteikia pakankamai išteklių tiksliai aptardama monetą ir jos trūkumus, tam tikru momentu dėl nežinojimo kaltas vartotojas, kuris tiki, kad moneta yra viskas, ko jiems reikia, kad būtų 100% privatus.</p> <p> Šiuo metu turėtų būti akivaizdu, kad Monero bendruomenė rimtai žiūri į savo privatumą ir sąžiningumą dėl jo trūkumų ir vėlesnių patobulinimų. Straipsniuose, kaip ir aptariamajame, visiškai trūksta šios Monero naujovių dvasios. Ji lygina „Monero“ su daugybe kitų kriptovaliutų, kurios skelbia grandiozinius reikalavimus, galvoja tik apie pelną ir nemokšų investuotojų grobį.</p> <p> Tikrovė negali būti kitokia. Monero puikiai suvokia savo silpnybes, siekia toliau kurti jas tobulinti, sugriežtinti atsilaisvinusias jungtis ir pasiekti realų, bet labai sunkų tikslą – suteikti pasauliui privačią, pakeičiamą kriptovaliutą, kuria galėtų naudotis visi. daryti visa tai sąžiningai, decentralizuotai ir bendruomenės skatinamai. Galbūt atėjo laikas atsisakyti sensacijų ir dalijimosi straipsniais kaip priemone mažinti krepšius ir reklamuoti konkurentus. Galbūt laikas papasakoti kitą istoriją.</p>
nb: <p>På både personvern- og kryptovaluta-sfæren løper feilinformasjon ofte. Vi har <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">en artikkel som skisserer femten vanlige ukorrekte eller utdaterte antakelser om Monero</a>, men vi ønsker å bruke tid på å ta opp en bestemt artikkel som ofte siteres og sirkuleres av Monero-skeptikere.</p> <p>The Wired-publikasjonen la ut <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">en artikkel</a> den 27. mars 2018, som i seg selv ble skrevet som svar på en annen fersk artikkel publisert av forskjellige akademikere med tittelen: "An Empirical Analysis av sporbarhet i Monero Blockchain".</p> <p>Selv om avisen var medforfatter av enkeltpersoner med tydelig interessekonflikt (les: de er rådgivere for og har en eierandel i Zcash), ble avisen moderat godt mottatt av Monero-fellesskapet som bekrefter ting fellesskapet allerede har visst og skrevet om i deres egne Monero Research Lab-artikler (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> og <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), hvorav den tidligste ble publisert fire år tidligere. Det var imidlertid også flere frustrasjoner med det, hovedsakelig interessekonflikten, det faktum at problemene allerede var kjent, diskutert og – i noen tilfeller – utbedret, og den grove feilkarakteriseringen av Moneros personverngarantier på den tiden. Fellesskapet kommenterte fortrykket av verket, og mange av anbefalingene deres kom videre til den endelige artikkelen.</p> <p>Men nøyaktig hva ble feilkarakterisert? Det faktum at Monero ikke hadde hatt feilene diskutert i avisen på over et år. Transaksjoner før 2017 var faktisk sårbare for en form for personvernlekkasje, men på publiseringstidspunktet hadde Monero tatt tak i de fleste bekymringene. For å være rettferdige overfor forfatterne, diskuterer de Moneros rettsmidler i liten grad, men ikke nok til å påvirke effekten det hadde på kryptovaluta-mediesyklusen på den tiden. Derav Wired-artikkelen.</p> <p>Selv om vi kan undersøke den aktuelle Wired-artikkelen som et tidsskrift, og hvor sant eller usant det var på den tiden, inviterer det faktum at det fortsatt deles i dag som begrunnelse for hvorfor Moneros personverngarantier er svake, til en analyse. om hvordan stykket holder seg i nåtiden. Vi tar gjerne imot denne invitasjonen.</p> <p>En rask lesing av artikkelen viser flere oppsiktsvekkende linjer, for eksempel "[Funnene] burde ikke bare bekymre noen som prøver å bruke Monero i dag" og hele tonen i artikkelen som postulerer forskningen som "ny", hovedsakelig basert på publikasjonen. Den akademiske artikkelen har i seg selv anbefalinger som å advare Monero-brukere om det potensielle kompromittering av deres anonymitet, til tross for at ikke bare disse diskusjonene hadde pågått siden 2014, men fellesskapets samlingsrop var at folk ikke skulle kjøpe Monero og at det var veldig eksperimentell.</p> <p>Men hva med selve kritikken? Realiteten er at mange problemer med Monero som en personvernmynt enten ikke lenger gjelder Monero, eller deler bekymringer med personvernmynter som en kategori av blokkjedebaserte kryptovalutaer. La oss begynne å adressere disse.</p> <p>En av de oftest siterte kritikkene av Monero er at på grunn av blokkjedens varighet og uforanderlighet, hvis en fremtidig teknologi skulle bryte personvernet, ville alle Moneros tidligere transaksjoner bli avslørt. Personvernet ditt har med andre ord en tikkende klokke.</p> <p>Vi kan ikke understreke dette nok. Bokstavelig talt hver personvernmynt som bruker on-chain metoder for tilsløring og personvern har denne feilen, og likevel brukes den ofte mot Monero (ironisk nok mange ganger av konkurrerende personvernmynter med samme problem), og brukes også i denne artikkelen. Responsen på denne kritikken kan være overraskende for noen, men Monero kan faktisk være mindre sårbar enn andre personvernmynter for dette på grunn av det faktum at den har en flerstrenget tilnærming til personvern.</p> <p>Monero skjuler utganger (sendere), beløp og mottakere gjennom tre forskjellige teknologier, henholdsvis ringsignaturer, RingCT og stealth-adresser. Av disse er ringsignaturer de svakeste og mest mottakelige for både moderne heuristikk og teoretiske, fremtidige, personvernbrytende teknologier. Dette har vært kjent for Monero-fellesskapet i årevis, og aktiv forskning pågår for å forbedre eller erstatte ringsignaturordningen fullstendig.</p> <p>Men selv om ringsignaturen ble brutt helt, ville bare den sanne utgangen bli avslørt. IKKE avsenderen (som i individ), men utgangen. Å koble en utgang med en identitet er ikke umulig, men det vil kreve mer metadata og ressurser. Sammen med det faktum at RingCT og stealth-adressen IKKE vil bli avslørt, reduseres effekten ytterligere.</p> <p>Det skal bemerkes at Wired-artikkelen på en lett måte diskuterer informasjonen ovenfor i delen der de henvendte seg til Riccardo 'fluffypony' Spagni for kommentar, men tiden som gis til den er kort, og ser nesten ut til å vinke bort. denne avgjørende informasjonen. Mangelen på forståelse er spesielt tydelig når man prøver å diskutere disse tingene med folk som deler artikkelen med vilje i moderne tid.</p> <p>En annen kritikk som er mye vanskeligere å ta tak i, er hvordan omverdenen ser på Monero, og hvordan det henger sammen med hvordan samfunnet rundt Monero ser på mynten. For et eksempel på dette trenger ikke leserne se lenger enn tittelen på selve artikkelen: "The Dark Web's Favorite Currency Is Less Untraceable Than It Sees".</p> <p>Enhver person som tilbringer betydelig tid i Monero-fellesskapet kan bekrefte det faktum at Monero-fellesskapet strekker seg langt for å vise hvor vanskelig ekte personvern er å oppnå, selv på bekostning av markedsførings- eller adopsjonsinnsats. Hvis fellesskapet gir rikelig med ressurser for å diskutere mynten og dens mangler nøyaktig, på et tidspunkt, blir uvitenheten feilen til brukeren som tror at mynten er alt de trenger for å være 100 % privat.</p> <p>På dette tidspunktet bør det være tydelig at Monero-fellesskapet tar både personvernet og ærligheten om svakhetene og påfølgende forbedringer på alvor. Artikler, som den aktuelle, savner fullstendig denne innovasjonsånden i Monero. Den sammenligner Monero med mengden av andre kryptovalutaer som fremsetter grandiose påstander, kun med tanke på profitt og å tære på uutdannede investor-wannabes.</p> <p>Virkeligheten kunne ikke vært mer annerledes. Monero er svært klar over sine svakheter, søker å fortsette å bygge for å forbedre dem, stramme opp løse ledd og oppnå det virkelige, men svært vanskelige målet om å gi verden en privat, ombyttbar kryptovaluta som kan brukes av alle, og gjør alt på en måte som er rettferdig, desentralisert og fellesskapsdrevet. Kanskje det er på tide å legge vekk sensasjonaliseringen og artikkeldelingen som et middel til å shill poser og promotere konkurrenter. Kanskje det er på tide å fortelle en annen historie.</p>
nl: <p> Zowel op het gebied van privacy als op het gebied van cryptocurrency heerst vaak verkeerde informatie. We hebben <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">een artikel waarin vijftien veelvoorkomende onjuiste of achterhaalde veronderstellingen over Monero worden uiteengezet </a>, maar we willen even de tijd nemen om een bepaald artikel te behandelen dat vaak wordt geciteerd en verspreid door Monero-sceptici.</p> <p>Op 27 maart 2018 publiceerde de Wired-publicatie <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">een artikel</a> , dat was geschreven als reactie op een ander vers-van-de-pers-artikel, gepubliceerd door verschillende academici met de titel: “Een Empirische Analyse van Traceerbaarheid in de Monero Blockchain”.</p> <p> Hoewel het artikel mede geschreven is door personen met een duidelijk belangenconflict (lees: ze zijn adviseurs van en hebben een belang in Zcash), werd het artikel redelijk goed ontvangen door de Monero-gemeenschap als bevestiging van informatie die de gemeenschap al wist en beschreven in hun eigen Monero Research Lab-papieren (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> en <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), waarvan de vroegste vier jaar eerder werd gepubliceerd. Er waren echter ook verschillende frustraties, voornamelijk de belangenverstrengeling, het feit dat de problemen al bekend waren, besproken en – in sommige gevallen – verholpen, en de grove verkeerde karakterisering van de privacygaranties van Monero destijds. De gemeenschap gaf commentaar op de voordruk van het werk, en veel van hun aanbevelingen haalden het uiteindelijke artikel.</p> <p>Maar wat werd er precies verkeerd gekarakteriseerd? Het feit dat Monero de gebreken die in de krant werden besproken al meer dan een jaar niet meer had gehad. Transacties van vóór 2017 waren inderdaad kwetsbaar voor een vorm van privacylekken, maar op het moment van publicatie had Monero de meeste zorgen weggenomen. Om eerlijk te zijn tegenover de auteurs, bespreken ze de remedies van Monero tot op zekere hoogte, maar niet genoeg om het effect dat het destijds had op de cryptovaluta-mediacyclus te beïnvloeden. Vandaar het Wired-artikel.</p> <p>Hoewel we het betreffende Wired-artikel als een historisch artikel kunnen bekijken, en hoe waar of onwaar het destijds was, het feit dat het vandaag nog steeds wordt gedeeld als reden waarom de privacygaranties van Monero zwak zijn, nodigt het een analyse uit over hoe het stuk standhoudt in het heden. We nemen deze uitnodiging graag aan.</p> <p>Een snelle lezing van het artikel toont verschillende sensationele regels, zoals "[De bevindingen] zouden niemand die vandaag stiekem Monero probeert uit te geven, ongerust moeten maken" en de hele toon van het artikel waarin het onderzoek als 'nieuw' wordt gepostuleerd, grotendeels gebaseerd op de publicatie. Het academische artikel bevat aanbevelingen, zoals het waarschuwen van Monero-gebruikers voor het mogelijke compromis van hun anonimiteit, ondanks het feit dat deze discussies niet alleen al sinds 2014 plaatsvinden, maar dat de strijdkreet van de gemeenschap was dat mensen Monero niet zouden kopen en dat het erg experimenteel zou zijn.</p> <p>Maar hoe zit het met de kritiek zelf? De realiteit is dat veel problemen met Monero als privacymunt niet langer waar zijn voor Monero, of gedeelde zorgen met privacymunten als een categorie van op blockchain gebaseerde cryptocurrencies. Laten we beginnen deze aan te pakken. </p> <p>Een van de meest geciteerde punten van kritiek op Monero is dat, vanwege de duurzaamheid en onveranderlijkheid van de blockchain, als een toekomstige technologie de privacy zou schenden, alle eerdere transacties van Monero bloot zouden worden gelegd. Met andere woorden, uw privacy heeft een tikkende klok.</p> <p>We kunnen dit niet genoeg benadrukken. Letterlijk elke privacymunt die on-chain-methoden gebruikt voor verduistering en privacy heeft deze fout, en toch wordt het vaak tegen Monero gebruikt (ironisch genoeg vaak door concurrerende privacymunten met hetzelfde probleem), en wordt het ook in dit artikel gebruikt. Het antwoord op deze kritiek kan voor sommigen verrassend zijn, maar Monero is mogelijk minder kwetsbaar dan andere privacymunten vanwege het feit dat het een veelzijdige benadering van privacy heeft. </p> <p>Monero verbergt uitvoer (afzenders), bedragen en ontvangers via drie verschillende technologieën, respectievelijk ringhandtekeningen, RingCT- en stealth-adressen. Hiervan zijn ringsignaturen de zwakste en het meest vatbaar voor zowel moderne heuristieken als theoretische, toekomstige, privacyschendende technologieën. Dit is al jaren bekend bij de Monero-gemeenschap en er wordt actief onderzoek gedaan om het ringsignatuurschema volledig te verbeteren of te vervangen.</p> <p>Maar zelfs als de ringsignatuur volledig verbroken zou zijn, zou alleen de ware output worden onthuld. NIET de afzender (zoals bij een individu), maar de output. Een output koppelen aan een identiteit is niet onmogelijk, maar het zou meer metadata en middelen vergen. In combinatie met het feit dat RingCT en het stealth-adres NIET zouden worden onthuld, wordt de impact nog verder verminderd. </p> <p>Het moet opgemerkt worden dat het Wired-artikel de bovenstaande informatie lichtjes bespreekt in het gedeelte waarin ze contact opnamen met Riccardo 'fluffypony' Spagni voor commentaar, maar de tijd die eraan wordt besteed is kort en lijkt bijna met de hand te worden weggewuifd deze cruciale informatie. Het gebrek aan begrip is vooral duidelijk wanneer u deze dingen probeert te bespreken met mensen die het artikel willens en wetens delen in de moderne tijd. </p> <p>Een andere kritiek die veel moeilijker te adresseren is, is hoe de buitenwereld Monero ziet, en hoe dat verband houdt met hoe de gemeenschap rond Monero naar de munt kijkt. Voor een voorbeeld hiervan hoeven lezers niet verder te kijken dan de titel van het artikel zelf: "De favoriete valuta van het dark web is minder onvindbaar dan het lijkt". </p> <p>Iedereen die een aanzienlijke hoeveelheid tijd in de Monero-gemeenschap doorbrengt, kan getuigen van het feit dat de Monero-gemeenschap zich tot het uiterste inspant om te laten zien hoe moeilijk het is om echte privacy te bereiken, zelfs ten koste van marketing- of adoptie-inspanningen. Als de gemeenschap voldoende bronnen biedt om de munt en zijn tekortkomingen nauwkeurig te bespreken, wordt de onwetendheid op een gegeven moment de schuld van de gebruiker die gelooft dat de munt alles is wat ze nodig hebben om 100% privé te zijn. </p> <p>Op dit punt zou het duidelijk moeten zijn dat de Monero-gemeenschap zowel haar privacy als haar eerlijkheid over de zwakke punten daarin en de daaropvolgende verbeteringen serieus neemt. Artikelen, zoals die in kwestie, missen deze essentie van innovatie in Monero volledig. Het vergelijkt Monero met de drommen andere cryptocurrencies die grandioze claims maken, met alleen maar oog voor winst en om te jagen op ongeschoolde investeerders-wannabes.</p> <p>De realiteit kan niet anders zijn. Monero is zich terdege bewust van hun zwakheden, probeert door te gaan met bouwen om ze te verbeteren, losse gewrichten aan te halen en het zeer reële, maar zeer moeilijke doel te bereiken om de wereld een eigen, vervangbare cryptocurrency te geven die door iedereen kan worden gebruikt, en doe het allemaal op een manier die eerlijk, gedecentraliseerd en door de gemeenschap gestuurd is. Misschien is het tijd om de sensatiezucht en het delen van artikelen opzij te zetten als een middel om zakken te sjouwen en concurrenten te promoten. Misschien is het tijd om een ander verhaal te vertellen.</p>
pl: <p>Zarówno w sferze prywatności, jak i kryptowalut, często panoszą się dezinformacje. Mamy <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link"> artykuł, który przedstawia piętnaście powszechnych, nieprawdziwych i nieaktualnych założeń na temat Monero</a>. Oprócz tego chcemy jeszcze poświęcić czas na odniesienie się do jednego konkretnego artykułu, który jest często cytowany i rozpowszechniany przez sceptyków Monero.</p> <p>Ten numer magazynu Wired opublikował <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">artykuł</a> 27 marca 2018 r. Był on odpowiedzią na świeżo wydany artykuł pt. „Analiza empiryczna możliwości śledzenia w blockchainie Monero” napisany przez różnych naukowców.</p> <p>Mimo że artykuł był także stworzony przez osoby z wyraźnym konfliktem interesów (czytaj: są doradcami oraz mają swój udział w Zcashu), został on w miarę dobrze przyjęty przez społeczność Monero. Potwierdzał rzeczy, które społeczność już wiedziała i pisała we własnych artykułach Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> i <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), z których najwcześniejszy z nich został opublikowany cztery lata wcześniej niż „Analiza empiryczna […]”. Pojawiło się kilka frustracji związanych z tym artykułem tj. konflikty interesów, fakt, że problemy były już znane, omówione, a w niektórych przypadkach nawet rozwiązane oraz błędny opis gwarancji prywatności Monero. Społeczność Monero skomentowała wstępny wydruk pracy, a wiele z ich zaleceń pojawiło się w ostatecznej wersji artykułu.</p> <p>Które informacje były tak naprawdę błędne? Fakt, że Monero nie miało wad omawianych w gazecie od ponad roku. Transakcje sprzed 2017 roku były rzeczywiście podatne na pewną formę wycieku prywatności, ale w momencie publikacji Monero rozwiało większość z wad. Aby być szczerym wobec autorów, omawiają oni środki zaradcze Monero w jakimś stopniu, ale nie na tyle by wpłynęły na ogólny efekt jaki wywarły one na ówczesny cykl kryptowalut. Z tego powodu Wired wydało publikację odnoszącą się do tego artykułu.</p> <p>Chociaż możemy zbadać omawiany artykuł Wired jako pracę z okresu wcześniejszego, na ile była ona prawdziwa i nieprawdziwa w owym czasie, to fakt, że jest on nadal udostępniany jako uzasadnienie, dlaczego gwarancje prywatności Monero są słabe, w rzeczywistości zachęca do analizy tego jak artykuł sprawdza się w obecnym czasie. Chętnie podejmiemy się tego zadania.</p> <p>Szybkie przeczytanie artykułu oferuje nam kilka zaskakujących linijek, takich jak „[Odkrycia] nie powinny martwić nikogo, kto próbuje potajemnie wydać dziś Monero” oraz całą część, która postuluje, że badania są „nowe”, oparte w dużej mierze na publikacji. Sam artykuł naukowy zawiera zalecenia, takie jak ostrzeżenie dla użytkujących Monero przed potencjalnym kompromisem swojej anonimowości, pomimo faktu, że te dyskusje toczą się od 2014 roku i były nawoływane przez społeczność, że kupowanie Monero jest eksperymentalne.</p> <p>Ale co z samokrytyką? Rzeczywistość jest taka, że wiele problemów związanych z Monero będącą prywatną walutą albo nie dotyczy już Monero albo obawy dotyczą wszystkich walut z kategorii prywatnych opartych na blockchainach. Omówmy te kwestie.</p> <p>Jedną z najczęściej cytowanych krytyk wobec Monero jest to, że ze względu na trwałość i niezmienność blockchaina, jeśli przyszła technologia miałaby złamać prywatność, to wszystkie przeszłe transakcje Monero zostałyby odsłonięte. Innymi słowy, Twoja prywatność jest tykającym zegarem.</p> <p>Podkreślamy raz jeszcze. Dosłownie każda prywatna waluta, która wykorzystuje metody on chain do zaciemniania i uzyskania prywatności, ma tę wadę, a mimo to jest to często używane przeciwko Monero (jak na ironię, wiele razy przez konkurencyjne prywatne waluty, które posiadają przecież ten sam problem) i jest również użyte w tym artykule. Odpowiedź na tę krytykę może być dla niektórych zaskakująca, ale Monero w rzeczywistości może być na to mniej podatne niż inne prywatne waluty ze względu na fakt, że ma wieloaspektowe podejście do prywatności.</p> <p>Monero ukrywa wyjścia (nadawcę), wartości i odbiorców za pomocą trzech różnych technologii, odpowiednio ring signatures, RingCT i stealth addresses. Spośród nich ring signatures są najsłabsze i najbardziej wrażliwe zarówno na współczesną heurystykę, jak i teoretyczne, przyszłe technologie, które mogłyby złamać prywatność gwarantowaną przez Monero. To jest znane społeczności Monero już od lat, dlatego trwają badania, które mają ulepszyć lub zastąpić ring signatures całkowicie.</p> <p>Jednak nawet jeśli ring signatures zostałyby całkowicie złamane, ujawnione byłyby tylko wyjścia. NIE nadawca (jako indywidualna osoba), ale wyjście. Powiązanie danych wyjściowych z tożsamością nie jest niemożliwe, ale wymagałoby większej ilości metadanych i zasobów. W połączeniu z faktem, że RingCT i stealth addresses NIE zostaną ujawnione, jeszcze bardziej zmniejsza to prawdopodobieństwo.</p> <p>Należy zauważyć, że artykuł w magazynie Wired omawia powyższe informacje w części, w której zwrócili się do Riccardo „fluffypony” Spagni o komentarz, ale prawie nie poświęcili temu czasu i niemalże schowali pod dywan te istotne informacje. Brak zrozumienia jest tym bardziej widoczny podczas starań, aby przedyskutować te kluczowe informacje z ludźmi, którzy do dzisiaj chętnie dzielą się tym artykułem.</p> <p>Kolejną krytyką, do której o wiele trudniej jest się odnieść, jest to, jak świat zewnętrzny postrzega Monero i jaki ma to wpływ na postrzeganie waluty przez jego społeczność. Idealnego przykładu na to nie trzeba szukać dalej niż w samym tytule artykułu: „Ulubiona waluta Dark Web jest mniej niewykrywalna, niż się wydaje”.</p> <p>Każda osoba, która spędza znaczną ilość czasu w społeczności Monero, może zaświadczyć, że społeczność Monero dokłada wszelkich starań, aby pokazać, jak trudno jest osiągnąć prawdziwą prywatność, nawet ze szkodą dla działań marketingowych lub adopcyjnych. Jeśli społeczność zapewni obszerne zasoby dokładnie omawiające walutę i jej wady, to ignorancja stanie się winą użytkownika, który uważa, że waluta jest wszystkim, czego potrzebuje, aby mieć 100% prywatności.</p> <p>W tym momencie powinno być oczywiste, że społeczność Monero poważnie traktuje zarówno swoją prywatność, jak i uczciwość w odniesieniu do jej słabości i późniejszych ulepszeń. Artykuły, takie o których mowa była powyżej, całkowicie przeoczają ducha innowacji Monero. To przyrównuje Monero do innych grup kryptowalut, które tworzą okazałe zapewnienia, myśląc tylko o zyskach i żerując na niewykształconych inwestorach-wannabes.</p> <p>Rzeczywistość nie mogłaby się bardziej różnić. Monero zdaje sobie sprawę ze swoich słabości. Stale próbuje się ich pozbyć oraz osiągnąć realne, ale bardzo trudne cele jakimi są zapewnienie światu prywatności oraz zamiennej kryptowaluty, która mogłaby być używana przez wszystkich w sposób uczciwy, zdecentralizowany oraz przede wszystkim byłaby napędzana przez swoją społeczność. Może to czas żeby przestać skupiać się na sensacjach i udostępniać artykuły jako promowanie konkurencji oraz fanatyków.</p>
pt_br: <p>Nas esferas de privacidade e criptomoeda, as informações erradas geralmente são desenfreadas. Temos <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">um artigo descrevendo quinze suposições comuns incorretas ou desatualizadas sobre o Monero</a>, mas queremos reservar um tempo para abordar um artigo específico que é frequentemente citado e circulado pelos céticos da Monero.</p> <p>A publicação da Wired publicou <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">um artigo</a> em 27 de março de 2018, que foi escrito em resposta a outro artigo publicado recentemente por vários acadêmicos intitulado: “Uma Análise Empírica Rastreabilidade no Monero Blockchain ”.</p> <p>Embora o artigo tenha sido coautor por indivíduos com claro conflito de interesses (leia-se: eles são consultores e têm uma participação no Zcash), o artigo foi moderadamente bem recebido pela comunidade Monero como confirmação de coisas que a comunidade já sabia e escritos em seus próprios artigos do Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> e <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), o mais antigo dos quais foi publicado quatro anos antes. No entanto, também houve várias frustrações, principalmente o conflito de interesses, o fato de os problemas já serem conhecidos, discutidos e - em alguns casos - sanados, e a descaracterização grosseira das garantias de privacidade de Monero na época. A comunidade comentou a pré-impressão do trabalho e muitas de suas recomendações chegaram ao trabalho final.</p> <p>Mas o que exatamente foi descaracterizado? O fato de Monero não ter as falhas discutidas no jornal há mais de um ano. As transações anteriores a 2017 eram realmente vulneráveis a uma forma de vazamento de privacidade, mas na época da publicação, Monero havia abordado a maioria das preocupações. Para ser justo com os autores, eles discutem os remédios de Monero em um pequeno grau, mas não o suficiente para influenciar o efeito que teve no ciclo da mídia de criptomoedas na época. Daí o artigo Wired.</p> <p>Embora possamos examinar o artigo da Wired em questão como uma peça de época, e quão verdadeiro ou falso era no momento, o fato de ele ainda estar sendo compartilhado hoje como raciocínio do porquê as garantias de privacidade de Monero são fracas, na verdade, convidam a uma análise sobre como a peça se mantém no presente. É com satisfação que recebemos este convite.</p> <p>Uma leitura rápida do artigo mostra várias linhas sensacionalistas, como "[As descobertas] não devem apenas preocupar alguém que esteja tentando gastar furtivamente o Monero hoje" e todo o tom do artigo que postula a pesquisa como 'nova', baseado amplamente fora da publicação. O artigo acadêmico em si tem recomendações como alertar os usuários do Monero sobre o comprometimento potencial de seu anonimato, apesar do fato de que essas discussões não só aconteciam desde 2014, mas o grito de guerra da comunidade era que as pessoas não compravam o Monero e que foi muito experimental.</p> <p>Mas e as críticas em si? A realidade é que muitos problemas com o Monero como moeda de privacidade não são mais verdadeiros para o Monero ou preocupações compartilhadas com moedas de privacidade como uma categoria de criptomoedas baseadas em blockchain. Vamos começar a abordar isso.</p> <p>Uma das críticas mais citadas a Monero é que, devido à permanência e imutabilidade do blockchain, se uma tecnologia futura quebrar a privacidade, todas as transações passadas de Monero seriam expostas. Em outras palavras, sua privacidade tem um relógio.</p> <p>Não podemos enfatizar isso o suficiente. Literalmente, todas as moedas de privacidade que empregam métodos on-chain de ofuscação e privacidade têm essa falha, e ainda assim são frequentemente usadas contra Monero (ironicamente, muitas vezes, competindo com moedas de privacidade com o mesmo problema), e também são usadas neste artigo. A resposta a essas críticas pode ser surpreendente para alguns, mas Monero, na verdade, pode ser menos vulnerável do que outras moedas de privacidade, devido ao fato de ter uma abordagem multifacetada à privacidade.</p> <p>Monero oculta saídas (remetentes), quantidades e receptores por meio de três tecnologias diferentes, assinaturas de toque, RingCT e endereços furtivos, respectivamente. Destas, as assinaturas de anel são as mais fracas e mais suscetíveis às heurísticas modernas e às tecnologias teóricas, futuras e de quebra de privacidade. Isso é conhecido pela comunidade Monero há anos, e pesquisas ativas estão em andamento para melhorar ou substituir completamente o esquema de assinatura de anéis.</p> <p>No entanto, mesmo que a assinatura do anel fosse quebrada completamente, apenas a saída verdadeira seria revelada. NÃO o remetente (como no indivíduo), mas a saída. Acoplar uma saída com uma identidade não é impossível, mas exigiria mais metadados e recursos. Juntamente com o fato de que o RingCT e o endereço secreto NÃO seriam revelados, diminui ainda mais o impacto.</p> <p>Deve-se notar que o artigo da Wired discute levemente as informações acima na parte em que chegaram a Riccardo 'fluffypony' Spagni para comentar, mas o tempo dado a ele é breve e quase parece acenar com a mão. esta informação crucial. A falta de entendimento é especialmente aparente quando se tenta discutir essas coisas com pessoas que compartilham o artigo, quer ou não, nos dias modernos.</p> <p>Outra crítica muito mais difícil de abordar é a maneira como o mundo exterior vê Monero e como isso se relaciona com a maneira como a comunidade em torno de Monero vê a moeda. Para um exemplo disso, os leitores não precisam ir além do título do artigo: "A moeda favorita da Dark Web é menos rastreável do que parece".</p> <p>Qualquer pessoa que gaste uma quantidade significativa de tempo na comunidade Monero pode atestar o fato de que a comunidade Monero se esforça bastante para mostrar o quão difícil é a privacidade real, mesmo em detrimento dos esforços de marketing ou adoção. Se a comunidade fornecer amplos recursos para discutir a moeda e suas deficiências com precisão, em algum momento, a ignorância se tornará culpa do usuário que acredita que a moeda é tudo o que precisa para ser 100% privado.</p> <p>A essa altura, deve ser evidente que a comunidade Monero leva a sério tanto sua privacidade quanto sua honestidade sobre as fraquezas nela contidas e as melhorias subseqüentes. Artigos, como o em questão, perdem completamente esse espírito de inovação em Monero. Ele compara Monero aos montes de outras criptomoedas que fazem reivindicações grandiosas, com apenas o objetivo de lucrar e atacar investidores sem educação.</p> <p>A realidade não poderia ser mais diferente. O Monero está ciente de suas fraquezas, procura continuar construindo para melhorá-las, apertar as articulações soltas e alcançar o objetivo muito real, mas muito difícil, de fornecer ao mundo uma criptomoeda privada e fungível que possa ser usada por todos, e faça tudo de maneira justa, descentralizada e direcionada à comunidade. Talvez seja a hora de deixar de lado a sensacionalização e o compartilhamento de artigos como um meio de trocar malas e promover concorrentes. Talvez seja hora de contar outra história.</p>
sl: <p> Tako na področju zasebnosti kot na področju kriptovalut so dezinformacije pogosto razširjene. Imamo <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">članek, v katerem je opisanih petnajst pogostih napačnih ali zastarelih domnev o Moneru</a>, vendar si želimo vzeti čas in obravnavati en poseben članek, ki ga skeptiki Monera pogosto navajajo in širijo.</p> <p>Publikacija Wired je 27. marca 2018 objavila <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">članek</a>, ki je bil sam napisan kot odgovor na še en, sveže objavljen članek, ki so ga objavili različni akademiki z naslovom: "Empirična analiza sledljivosti v Monero blockchainu".</p> <p>Čeprav so soavtorji prispevka bili posamezniki z jasnim navzkrižjem interesov (beri: so svetovalci Zcasha in imajo delež v njem), je skupnost Monero prispevek zmerno dobro sprejela, saj potrjuje stvari, ki jih skupnost že ve. O njih so pisali v lastnih dokumentih Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> in <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), od katerih je bil prvi objavljen štiri leta prej. Vendar pa je bilo z njim tudi več frustracij, predvsem navzkrižje interesov, dejstvo, da so bila vprašanja že znana, razpravljana in – v nekaterih primerih – odpravljena, ter huda napačna opredelitev Monerovih jamstev za zasebnost v tistem času. Skupnost je komentirala prednatis dela in veliko njihovih priporočil je prišlo do končnega dokumenta </p> <p>Toda kaj točno je bilo napačno opisano? Dejstvo, da Monero že več kot leto dni ni imel pomanjkljivosti, ki so bile obravnavane v članku. Transakcije pred letom 2017 so bile res ranljive za obliko uhajanja zasebnosti, vendar je Monero v času objave obravnaval večino pomislekov. Da bi bili do avtorjev pošteni, o Monerovih popravkih razpravljajo v manjši meri, vendar ne dovolj, da bi vplivali na učinek, ki ga je imel članek na takratni medijski cikel o kriptovalutah. Zato je bil članek objavljen v reviji Wired.</p> <p>Čeprav lahko obravnavani članek Wired preučujemo kot članek iz tistega obdobja in kako resničen ali neresničen je bil v tistem času, pa dejstvo, da se še danes deli kot utemeljitev, zakaj so Monerova jamstva za zasebnost šibka, dejansko spodbuja analizo, kako se članek obnese v sedanjosti. To vabilo z veseljem sprejemamo.</p> <p>Hitro branje članka pokaže več senzacionalističnih vrstic, kot je "[Ugotovitve] ne bi smele skrbeti le tistih, ki danes poskušajo skrivaj porabiti Monero", in celoten ton članka, ki postulira raziskavo kot "novo", v veliki meri na podlagi objave. V samem akademskem članku so priporočila, kot je opozarjanje uporabnikov Monera na morebitno ogrožanje njihove anonimnosti, kljub dejstvu, da te razprave ne potekajo le od leta 2014, temveč je bil poziv skupnosti, naj ljudje ne kupujejo Monera in da je zelo eksperimentalen.</p> <p>A kaj pa same kritike? Dejstvo je, da številna vprašanja v zvezi s kovancem Monero kot kovancem za zaščito zasebnosti bodisi ne veljajo več za Monero bodisi so skupna vprašanja kovancev za zaščito zasebnosti kot kategorije kriptovalut, ki temeljijo na veriženju blokov. Začnimo jih obravnavati.</p> <p>Eden od najpogosteje navajanih očitkov Moneru je, da bi bile zaradi trajnosti in nespremenljivosti verige blokov, če bi tehnologija v prihodnosti kršila zasebnost, razkrite vse pretekle transakcije Monera. Z drugimi besedami, vaša zasebnost ima tiktakajočo uro.</p> <p>Tega ne moremo dovolj poudariti. To pomanjkljivost ima dobesedno vsak kovanec za zasebnost, ki za zakrivanje in zasebnost uporablja metode na verigi, kljub temu pa se pogosto uporablja proti Moneru (ironično, večkrat jo uporabljajo konkurenčni kovanci za zasebnost z isto težavo) in je uporabljena tudi v tem članku. Odgovor na to kritiko bo morda za nekatere presenetljiv, vendar je Monero dejansko morda manj ranljiv kot drugi kovanci za zasebnost zaradi dejstva, da ima večstranski pristop k zasebnosti.</p> <p>Monero skriva izhode (pošiljatelje), zneske in prejemnike s tremi različnimi tehnologijami, in sicer z obročnimi podpisi, RingCT in prikritimi naslovi. Od teh je obročni podpis najšibkejši in najbolj dovzeten za sodobne hevristike in teoretične tehnologije, ki bodo v prihodnosti razbijale zasebnost. To je skupnosti Monero znano že več let, zato potekajo aktivne raziskave za izboljšanje ali popolno zamenjavo sheme obročnih podpisov.</p> <p>Vendar, tudi če bi bil podpis obroča v celoti pokvarjen, bi bil razkrit le pravi rezultat. NE pošiljatelj (kot pri posamezniku), ampak izhod. Združiti izhod z identiteto ni nemogoče, vendar bi zahtevalo več metapodatkov in virov. Skupaj z dejstvom, da RingCT in prikriti naslov NE bi bil razkrit, učinek še dodatno zmanjša.</p> <p>Treba je opozoriti, da članek Wired rahlo razpravlja o zgornjih informacijah v delu, kjer so se za komentar obrnili na Riccarda 'fluffypony' Spagnija, vendar je čas, namenjen temu, kratek in skoraj se zdi, da odmahuje z roko te ključne informacije. Pomanjkanje razumevanja je še posebej očitno, ko poskušamo o teh stvareh razpravljati z ljudmi, ki hočeš nočeš delijo članek v sodobnem času.</p> <p>Druga kritika, ki jo je veliko težje obravnavati, je v tem, kako zunanji svet gleda na Monero in kako je to povezano s tem, kako skupnost okoli Monera gleda na kovanec. Za primer tega bralcem ni treba iskati dlje od naslova samega članka: »Priljubljena valuta temnega spleta je manj neizsledljiva, kot se zdi«. </p> <p>Vsakdo, ki preživi veliko časa v skupnosti Monero, lahko potrdi dejstvo, da se skupnost Monero zelo trudi pokazati, kako težko je doseči resnično zasebnost, tudi na škodo prizadevanj za trženje ali posvojitev. Če skupnost zagotovi dovolj virov, ki natančno razpravljajo o kovancu in njegovih pomanjkljivostih, na neki točki za nevednost postane kriv uporabnik, ki verjame, da je kovanec vse, kar potrebuje za 100-odstotno zasebnost.</p> <p>Do te točke bi moralo biti očitno, da skupnost Monero resno jemlje svojo zasebnost in svojo poštenost glede slabosti v njej in poznejših izboljšav. Članki, kot je ta, popolnoma pogrešajo ta duh inovativnosti v Moneru. Monero primerja z množico drugih kriptovalut, ki dajejo veličastne trditve, z mislijo le na dobiček in plen na neizobražene vlagatelje, ki si želijo </p> <p>Realnost ne bi mogla biti bolj drugačna. Monero se močno zaveda svojih slabosti, skuša nadaljevati gradnjo, da bi jih izboljšal, zategnil ohlapne sklepe in dosegel zelo resničen, a zelo težek cilj, dati svetu zasebno, zamenljivo kriptovaluto, ki jo lahko uporabljajo vsi, in storiti vse na pravičen, decentraliziran način, ki ga vodi skupnost. Morda je čas, da opustimo senzacionalizacijo in deljenje člankov kot sredstvo za odlaganje vrečk in promocijo konkurentov. Morda je čas, da povemo še eno zgodbo.</p>
sv: <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link"><p>Inom både integritets- och kryptovalutasfären frodas desinformation ofta. Vi har <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">en artikel som beskriver femton vanliga felaktiga eller föråldrade antaganden om Monero</a>, men vi vill ta tid att ta upp en särskild artikel som ofta citeras och cirkuleras av Monero-skeptiker.</p> <p>The Wired-publikationen publicerade <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">en artikel</a> den 27 mars 2018, som i sig skrevs som svar på en annan nystartad tidning publicerad av olika akademiker med titeln: "An Empirical Analysis av spårbarhet i Monero Blockchain”.</p> <p>Även om tidningen var medförfattare av individer med tydliga intressekonflikter (läs: de är rådgivare till och har en andel i Zcash), mottogs tidningen måttligt väl av Monero-communityt eftersom det bekräftar saker som communityn redan har känt till och skrivit om i sina egna Monero Research Lab-artiklar (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> och <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>), varav den tidigaste publicerades fyra år tidigare. Det fanns också flera frustrationer med det dock, främst intressekonflikten, det faktum att frågorna redan var kända, diskuterade och – i vissa fall – åtgärdade, och den grova felkarakteriseringen av Moneros integritetsgarantier vid den tiden. Gemenskapen kommenterade förtrycket av verket, och många av deras rekommendationer gick vidare till det slutliga dokumentet.</p> <p>Men exakt vad var felkaraktär? Det faktum att Monero inte hade haft bristerna som diskuterades i tidningen på över ett år. Transaktioner före 2017 var verkligen sårbara för en form av integritetsläckage, men vid tidpunkten för publiceringen hade Monero åtgärdat de flesta av problemen. För att vara rättvisa mot författarna diskuterar de Moneros rättsmedel i liten utsträckning, men inte tillräckligt för att påverka effekten det hade på kryptovalutans mediecykel vid den tiden. Därav artikeln Wired.</p> <p>Medan vi kan undersöka Wired-artikeln i fråga som en period, och hur sant eller osant det var vid den tiden, så inbjuder det faktum att det fortfarande delas idag som skäl till varför Moneros integritetsgarantier är svaga faktiskt till en analys om hur stycket håller i nuet. Vi tar gärna emot denna inbjudan.</p> <p>En snabb läsning av artikeln visar flera sensationella rader, som "[fynden] borde inte bara oroa någon som försöker smyg spendera Monero idag" och hela tonen i artikeln som postulerar forskningen som "ny", bygger till stor del på publikationen. Den akademiska uppsatsen själv har rekommendationer som att varna Monero-användare för den potentiella kompromissen med deras anonymitet, trots att dessa diskussioner inte bara hade pågått sedan 2014, utan samhällets samlingsrop var att folk inte skulle köpa Monero och att det var väldigt experimentell.</p> <p>Men hur är det med kritiken i sig? Verkligheten är att många problem med Monero som ett sekretessmynt antingen inte längre är sant för Monero, eller delade problem med sekretessmynt som en kategori av blockkedjebaserade kryptovalutor. Låt oss börja ta itu med dessa.</p> <p>En av de mest citerade kritikerna mot Monero är att, på grund av blockkedjans beständighet och oföränderlighet, om en framtida teknologi skulle bryta integriteten, skulle alla Moneros tidigare transaktioner blottas. Med andra ord, din integritet har en tickande klocka.</p> <p>Vi kan inte betona detta nog. Bokstavligen varje sekretessmynt som använder on-chain metoder för fördunkling och integritet har denna brist, och ändå används det ofta mot Monero (ironiskt nog många gånger genom att konkurrera sekretessmynt med samma problem), och används också i den här artikeln. Svaret på denna kritik kan vara förvånande för vissa, men Monero kan faktiskt vara mindre sårbar än andra sekretessmynt för detta på grund av det faktum att den har en mångsidig inställning till integritet.</p> <p>Monero döljer utdata (sändare), belopp och mottagare genom tre olika teknologier, ringsignaturer, RingCT respektive stealth-adresser. Av dessa är ringsignaturer de svagaste och mest mottagliga för både dagens heuristik och teoretiska framtida, integritetsbrytande teknologier. Detta har varit känt för Monero-communityt i flera år, och aktiv forskning pågår för att förbättra eller helt ersätta ringsignaturschemat.</p> <p>Men även om ringsignaturen bröts helt, skulle bara den sanna utsignalen avslöjas. INTE avsändaren (som i individen), utan utgången. Att koppla en output med en identitet är inte omöjligt, men det skulle kräva mer metadata och resurser. Tillsammans med det faktum att RingCT och stealth-adressen INTE skulle avslöjas minskar effekten ytterligare.</p> <p>Det bör noteras att Wired-artikeln på ett lättsamt sätt diskuterar ovanstående information i den del där de nådde ut till Riccardo 'fluffypony' Spagni för kommentar, men tiden som ges till den är kort och verkar nästan vifta bort. denna avgörande information. Bristen på förståelse är särskilt uppenbar när man försöker diskutera dessa saker med människor som delar artikeln villigt i modern tid.</p> <p>En annan kritik som är mycket svårare att ta itu med är hur omvärlden ser på Monero, och hur det hänger ihop med hur samhället runt Monero ser på myntet. För ett exempel på detta behöver läsarna inte titta längre än själva artikelns titel: "The Dark Web's Favorite Currency Is Less Untraceable Than It seems".</p> </p>Varje person som tillbringar någon betydande tid i Monero-gemenskapen kan intyga det faktum att Monero-gemenskapen går mycket långt för att visa hur svårt det är att uppnå verklig integritet, även till nackdel för marknadsförings- eller adoptionsinsatser. Om samhället tillhandahåller gott om resurser som diskuterar myntet och dess brister korrekt, blir okunnigheten vid någon tidpunkt felet hos användaren som tror att myntet är allt de behöver för att vara 100% privata.</p> <p> Vid det här laget borde det vara uppenbart att Monero-communityt tar både sin integritet och sin ärlighet om svagheterna och efterföljande förbättringar på allvar. Artiklar, som den ifråga, missar helt denna innovationsanda i Monero. Den liknar Monero med mängder av andra kryptovalutor som gör storslagna anspråk, med enbart tankar för vinst och för att förgripa sig på outbildade investerare-wannabes.</p> <p>Verkligheten kunde inte vara mer annorlunda. Monero är mycket medveten om dess svagheter, försöker fortsätta bygga för att förbättra dem, dra åt lösa leder och uppnå det mycket verkliga, men mycket svåra målet att ge världen en privat, fungibel kryptovaluta som kan användas av alla, och gör allt på ett sätt som är rättvist, decentraliserat och gemenskapsdrivet. Det kanske är dags att lägga bort sensationelliseringen och artikeldelningen som ett sätt att slänga väskor och marknadsföra konkurrenter. Det kanske är dags att berätta en annan historia.</p>
tl: <p>Sa parehong privacy at cryptocurrency spheres, madalas na talamak ang maling impormasyon. Mayroon kaming <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">isang artikulong nagbabalangkas ng labinlimang karaniwang hindi tama o luma na mga pagpapalagay tungkol sa Monero</a>, ngunit gusto naming maglaan ng oras upang matugunan ang isang partikular na artikulo na madalas na binabanggit at ipinapalabas ng mga may pag-aalinlangan sa Monero.</p> <p>Ang Wired publication ay naglabas ng <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">isang artikulo</a> noong ika-27 ng Marso, 2018, na mismong isinulat bilang tugon sa isa pang fresh-off-the-press na papel na inilathala ng iba't ibang akademya na pinamagatang: "An Empirical Analysis ng Traceability sa Monero Blockchain”.</p> <p>Kahit na ang papel ay kapwa may akda ng mga indibidwal na may malinaw na salungatan ng interes (basahin: sila ay tagapayo sa, at may stake sa Zcash), ang papel ay katamtamang tinanggap ng komunidad ng Monero bilang pagkumpirma ng mga bagay na alam na ng komunidad at isinulat tungkol sa sarili nilang mga papeles ng Monero Research Lab (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> at <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) ang pinakaunang na-publish apat na taon bago ito. Nagkaroon din ng ilang mga pagkabigo dito gayunpaman, higit sa lahat ang salungatan ng interes, ang katotohanan na ang mga isyu ay alam na, napag-usapan at - sa ilang mga kaso - naayos, at ang matinding mischaracterization ng mga garantiya sa privacy ng Monero noong panahong iyon. Nagkomento ang komunidad sa paunang pag-print ng gawain, at marami sa kanilang mga rekomendasyon ang nakarating sa huling papel.</p> <p>Ngunit ano ba talaga ang na-mischaracterized? Ang katotohanan na si Monero ay hindi nagkaroon ng mga bahid na tinalakay sa papel sa loob ng mahigit isang taon. Ang mga transaksyon bago ang 2017 ay talagang mahina sa isang paraan ng pagtagas ng privacy, ngunit sa oras ng pag-publish, natugunan ni Monero ang karamihan sa mga alalahanin. Upang maging patas sa mga may-akda, tinatalakay nila ang mga remedyo ni Monero sa isang maliit na antas, ngunit hindi sapat upang maimpluwensyahan ang epekto nito sa ikot ng cryptocurrency media sa panahong iyon. Kaya ang Wired na artikulo.</p> <p>Bagama't maaari nating suriin ang Wired na artikulong pinag-uusapan bilang isang bahagi ng panahon, at kung gaano ito katotoo o hindi totoo noong panahong iyon, ang katotohanang ibinabahagi pa rin ito ngayon bilang pangangatwiran kung bakit mahina ang mga garantiya sa privacy ng Monero ay talagang nag-aanyaya ng pagsusuri kung paano nananatili ang piyesa sa kasalukuyan. Malugod naming tinatanggap ang imbitasyong ito.</p> <p>Ang isang mabilis na pagbabasa ng artikulo ay nagpapakita ng ilang nakakagulat na mga linya, tulad ng "[Ang mga natuklasan] ay hindi lamang dapat mag-alala sa sinumang sumusubok na palihim na gumastos ng Monero ngayon" at ang buong tono ng artikulo na nagpapatunay sa pananaliksik bilang 'bago', higit na nakabatay sa publikasyon. Ang akademikong papel mismo ay may mga rekomendasyon tulad ng babala sa mga gumagamit ng Monero sa potensyal na kompromiso ng kanilang hindi pagkakilala, sa kabila ng katotohanan na hindi lamang nangyari ang mga talakayang ito mula noong 2014, ngunit ang rallying sigaw ng komunidad ay para sa mga tao na huwag bumili ng Monero at na ito ay napaka-eksperimento.</p> <p>Ngunit paano ang mga pagpuna mismo? Ang katotohanan ay ang maraming isyu sa Monero bilang privacy coin ay maaaring hindi na totoo sa Monero, o nagbahagi ng mga alalahanin sa privacy coins bilang isang kategorya ng blockchain-based na mga cryptocurrencies. Simulan natin ang pagtugon sa mga ito.</p> <p>Isa sa pinakamadalas na binabanggit na mga kritisismo ng Monero ay, dahil sa pagiging permanente at hindi nababago ng blockchain, kung ang isang teknolohiya sa hinaharap ay sisira sa privacy, ang lahat ng mga nakaraang transaksyon ng Monero ay mabubunyag. Sa madaling salita, ang iyong privacy ay may ticking clock dito.</p> <p>Hindi namin ito mai-stress nang sapat. Literal na ang bawat privacy coin na gumagamit ng mga on-chain na pamamaraan para sa obfuscation at privacy ay may ganitong kapintasan, gayunpaman ito ay madalas na ginagamit laban sa Monero (ironically, maraming beses sa pamamagitan ng nakikipagkumpitensyang privacy coins na may parehong problema), at ginagamit din sa artikulong ito. Ang tugon sa pagpuna na ito ay maaaring nakakagulat sa ilan, ngunit ang Monero ay maaaring hindi gaanong mahina kaysa sa iba pang mga privacy coin dito dahil sa katotohanan na mayroon itong multi-pronged approach sa privacy.</p> <p>Itinatago ng Monero ang mga output (mga nagpadala), mga halaga, at mga receiver sa pamamagitan ng tatlong magkakaibang teknolohiya, mga pirma ng ring, RingCT, at mga stealth na address ayon sa pagkakabanggit. Sa mga ito, ang mga pirma ng singsing ay ang pinakamahina, at pinaka-madaling kapitan sa parehong modernong heuristics at teoretikal, hinaharap, mga teknolohiyang lumalabag sa privacy. Ito ay kilala sa komunidad ng Monero sa loob ng maraming taon, at ang aktibong pagsasaliksik ay isinasagawa upang pahusayin o palitan nang buo ang ring signature scheme.</p> <p>Gayunpaman, kahit na ang pirma ng singsing ay ganap na nasira, ang tunay na output lang ang ipapakita. HINDI ang nagpadala (tulad ng sa indibidwal), ngunit ang output. Ang pagsasama ng isang output na may pagkakakilanlan ay hindi imposible, ngunit mangangailangan ito ng higit pang metadata at mga mapagkukunan. Kasabay ng katotohanan na ang RingCT at ang stealth address ay HINDI ihahayag ay lalong nagpapababa ng epekto.</p> <p>Dapat tandaan na ang Wired na artikulo ay hindi gaanong tinatalakay ang impormasyon sa itaas sa bahagi kung saan nakipag-ugnayan sila kay Riccardo 'fluffypony' Spagni para sa komento, ngunit ang oras na ibinigay dito ay maikli, at halos tila humiwalay. mahalagang impormasyon na ito. Ang kakulangan ng pag-unawa ay lalo na maliwanag kapag sinusubukang talakayin ang mga bagay na ito sa mga taong nagbabahagi ng artikulo nang walang pag-aalinlangan sa modernong panahon.</p> <p>Ang isa pang kritisismo na mas mahirap tugunan ay sa kung paano tinitingnan ng labas ng mundo si Monero, at kung paano ito nauugnay sa kung paano tinitingnan ng komunidad sa paligid ng Monero ang barya. Para sa isang halimbawa nito, ang mga mambabasa ay hindi kailangang tumingin nang mas malayo kaysa sa pamagat ng artikulo mismo: "Ang Paboritong Currency ng Dark Web ay Hindi Nakikita kaysa Mukhang".</p> <p>Sinumang tao na gumugugol ng anumang makabuluhang tagal ng oras sa komunidad ng Monero ay maaaring magpatunay sa katotohanan na ang komunidad ng Monero ay nagsusumikap upang ipakita kung gaano kahirap makamit ang tunay na privacy, kahit na sa kapinsalaan ng mga pagsusumikap sa marketing o adoption. Kung ang komunidad ay nagbibigay ng sapat na mapagkukunan na tinatalakay ang coin at ang mga pagkukulang nito nang tumpak, sa ilang mga punto, ang kamangmangan ay nagiging kasalanan ng gumagamit na naniniwala na ang coin lang ang kailangan nila upang maging 100% pribado.</p> <p>Sa puntong ito, dapat na malinaw na ang komunidad ng Monero ay sineseryoso ang pagiging pribado nito, at ang katapatan nito tungkol sa mga kahinaan nito at mga kasunod na pagpapahusay. Ang mga artikulo, tulad ng pinag-uusapan, ay lubos na nakakaligtaan ang diwa ng pagbabagong ito sa Monero. Inihahalintulad nito ang Monero sa karamihan ng iba pang mga cryptocurrencies na gumagawa ng magagandang pag-aangkin, na may pag-iisip lamang para sa tubo at biktima ng mga hindi nakapag-aral na investor-wannabes.</p> <p>Ang katotohanan ay hindi maaaring maging mas iba. Alam na alam ni Monero ang mga kahinaan nito, naghahangad na ipagpatuloy ang pagbuo nito upang mapabuti ang mga ito, higpitan ang mga maluwag na dugtungan, at makamit ang tunay, ngunit napakahirap na layunin ng pagbibigay sa mundo ng pribado, magagamit na cryptocurrency na magagamit ng lahat, at gawin ang lahat sa paraang patas, desentralisado, at hinihimok ng komunidad. Marahil ay oras na upang alisin ang sensationalization at pagbabahagi ng artikulo bilang isang paraan upang mag-shill bag at magsulong ng mga kakumpitensya. Marahil ay oras na para magkwento.</p>
tr: <p>Hem gizlilik hem de kripto para alanında yanlış bilgi sıklıkla yaygınlaşıyor. Monero hakkında on beş yaygın yanlış veya güncelliğini kaybetmiş varsayımı özetleyen <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">bir makalemiz var</a>, ancak Monero şüphecileri tarafından sıklıkla alıntı yapılan ve dağıtılan belirli bir makaleye değinmek için zaman ayırmak istiyoruz.</p> <p>Wired yayını 27 Mart 2018'de <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">bir makale</a> yayınladı; bu makalenin kendisi de çeşitli akademisyenler tarafından yeni basılan başka bir makaleye yanıt olarak yazılmıştır: "Deneysel Bir Analiz" Monero Blok Zincirinde İzlenebilirlik”.</p> <p> Makale, açık çıkar çatışması olan kişiler tarafından ortak yazılmış olmasına rağmen (okuyun: onlar Zcash'in danışmanıdır ve Zcash'te hisseye sahiptir), makale Monero topluluğu tarafından topluluğun zaten bildiği şeyleri doğruladığı için orta derecede iyi karşılandı. ve en eskisi dört yıl önce yayınlanmış olan kendi Monero Araştırma Laboratuvarı makalelerinde (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> ve <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) yazılmıştır. Bununla birlikte, başta çıkar çatışması, sorunların zaten bilindiği, tartışıldığı ve bazı durumlarda düzeltildiği gerçeği ve Monero'nun gizlilik garantilerinin o dönemde büyük ölçüde yanlış tanımlanması gibi bazı hayal kırıklıkları da vardı. Topluluk, çalışmanın ön basımına yorum yaptı ve tavsiyelerinin çoğu, son makaleye kadar ulaştı.</p> <p>Fakat tam olarak yanlış nitelendirilen şey neydi? Monero'nun bir yıldan fazla süredir makalede tartışılan kusurlara sahip olmadığı gerçeği. 2017 öncesi işlemler gerçekten de bir tür gizlilik sızıntısına karşı savunmasızdı, ancak yayınlandığı sırada Monero endişelerin çoğunu gidermişti. Yazarlara karşı adil olmak gerekirse, Monero'nun çözümlerini küçük bir dereceye kadar tartışıyorlar, ancak o zamanın kripto para birimi medya döngüsü üzerindeki etkisini etkilemeye yetmiyor. Dolayısıyla Wired makalesi.</p> <p>Söz konusu Wired makalesini bir dönem yazısı olarak ve o dönemde ne kadar doğru ya da yanlış olduğunu inceleyebilirken, Monero'nun gizlilik garantilerinin neden zayıf olduğunun gerekçesi olarak bugün hala paylaşılıyor olması aslında bir analize davet ediyor parçanın günümüzde nasıl ayakta kaldığına dair. Bu daveti memnuniyetle kabul ediyoruz.</p> <p>Makale hızlı bir şekilde okunduğunda, "[Bulgular] bugün Monero'yu gizlice harcamaya çalışan kimseyi endişelendirmemeli" gibi birkaç sansasyonel satır ve araştırmayı 'yeni' olarak öne süren makalenin tüm tonu görülüyor. büyük ölçüde yayına dayanmaktadır. Akademik makalenin kendisi, Monero kullanıcılarını, anonimliklerinin potansiyel olarak tehlikeye atılması konusunda uyarmak gibi tavsiyeler içeriyor; buna rağmen bu tartışmalar sadece 2014'ten beri sürmekle kalmıyor, aynı zamanda topluluğun toplanan çığlığı, insanların Monero'yu satın almamaları yönündeydi ve Monero'nun oldukça deneyseldi.</p> <p>Peki ya eleştirilerin kendisi? Gerçek şu ki, Monero'nun bir mahremiyet parası olarak yaşadığı pek çok sorun ya Monero için artık geçerli değil ya da bir blockchain tabanlı kripto para kategorisi olarak mahremiyet koinleri ile ilgili ortak endişeler var. Bunları ele almaya başlayalım.</p> <p>Monero'ya yönelik en sık alıntılanan eleştirilerden biri, blockchainin kalıcılığı ve değişmezliği nedeniyle, gelecekteki bir teknolojinin mahremiyeti ihlal etmesi durumunda Monero'nun tüm geçmiş işlemlerinin açığa çıkacağıdır. Başka bir deyişle, gizliliğinizin işleyen bir saati var.</p> <p>Bunu yeterince vurgulayamayız. Kelimenin tam anlamıyla, gizleme ve mahremiyet için zincir üstü yöntemler kullanan her mahremiyet koini bu kusura sahiptir ve yine de sıklıkla Monero'ya karşı kullanılır (ironik bir şekilde, birçok kez mahremiyet koinleriyle aynı sorunla rekabet ederek) ve bu makalede de kullanılır. Bu eleştiriye verilen yanıt bazıları için şaşırtıcı olabilir ancak Monero, gizliliğe çok yönlü bir yaklaşıma sahip olması nedeniyle aslında diğer gizlilik koinlerine göre bu konuda daha az savunmasız olabilir.</p> <p>Monero, sırasıyla halka imzalar, RingCT ve gizli adresler olmak üzere üç farklı teknoloji aracılığıyla çıkışları (göndericileri), tutarları ve alıcıları gizler. Bunlardan halka imzalar en zayıf olanıdır ve hem modern buluşsal yöntemlere hem de teorik, geleceğin mahremiyetini bozan teknolojilere karşı en duyarlı olanıdır. Bu, Monero topluluğu tarafından yıllardır biliniyor ve halka imza şemasını tamamen iyileştirmek veya değiştirmek için aktif araştırmalar sürüyor.</p> <p>Ancak halka imzası tamamen bozulsa bile yalnızca gerçek çıktı ortaya çıkacaktı. Gönderen DEĞİL (bireysel olarak olduğu gibi), ancak çıktı. Bir çıktıyı bir kimlikle eşleştirmek imkansız değildir ancak daha fazla meta veri ve kaynak gerektirir. RingCT ve gizli adresin açığa çıkmayacağı gerçeğiyle birleştiğinde etki daha da azalır.</p> <p>Wired makalesinin, yorum yapmak için Riccardo 'fluffypony' Spagni'ye ulaştığı bölümde yukarıdaki bilgileri hafifçe tartıştığına dikkat edilmelidir, ancak bu makaleye verilen süre kısadır ve neredeyse el sallayarak uzaklaşmış gibi görünmektedir. bu çok önemli bilgi. Anlayış eksikliği, özellikle günümüzde makaleyi ister istemez paylaşan insanlarla bu konuları tartışmaya çalışırken açıkça görülüyor.</p> <p>Ele alınması çok daha zor olan bir diğer eleştiri ise dış dünyanın Monero'ya nasıl baktığı ve bunun Monero çevresindeki topluluğun koine nasıl baktığıyla nasıl bağlantılı olduğudur. Bunun bir örneği olarak okuyucuların makalenin başlığından öteye bakmalarına gerek yok: "Dark Web'in Favori Para Birimi Göründüğünden Daha Az Takip Edilemez".</p> <p>Monero topluluğunda önemli miktarda zaman harcayan herhangi bir kişi, Monero topluluğunun, pazarlama veya benimseme çabalarına zarar verse bile, gerçek gizliliği elde etmenin ne kadar zor olduğunu göstermek için büyük çaba harcadığını doğrulayabilir. Topluluk, coini ve eksikliklerini doğru bir şekilde tartışan bol miktarda kaynak sağlarsa, bir noktada bu bilgisizlik, coinin %100 gizli olması için ihtiyaç duyduğu tek şeyin bu olduğuna inanan kullanıcının hatası haline gelir.</p> <p>Bu noktaya gelindiğinde, Monero topluluğunun hem gizliliğini hem de buradaki zayıflıklar ve sonraki iyileştirmeler konusundaki dürüstlüğünü ciddiye aldığı açık olmalıdır. Söz konusu makale gibi makaleler Monero'daki bu yenilik ruhunu tamamen gözden kaçırıyor. Monero'yu, sadece kâr amaçlı ve eğitimsiz yatırımcı özentilerini avlayan, büyük iddialarda bulunan diğer kripto para birimlerine benzetiyor.</p> <p>Gerçek bundan daha farklı olamazdı. Monero, zayıf yönlerinin son derece farkındadır; bunları geliştirmek, gevşek bağlantıları sıkılaştırmak ve dünyaya herkes tarafından kullanılabilecek özel, takas edilebilir bir kripto para birimi vermek gibi çok gerçek ama çok zor bir hedefe ulaşmak için inşa etmeye devam etmeyi amaçlamaktadır ve hepsini adil, merkezi olmayan ve topluluk odaklı bir şekilde yapın. Belki de sansasyon yaratmayı ve makale paylaşmayı bir kenara bırakıp rakipleri tanıtmanın zamanı gelmiştir. Belki başka bir hikaye anlatmanın zamanı gelmiştir.</p>
ur: <p>پرائیویسی اور کریپٹو کرنسی دونوں شعبوں میں، اکثر غلط معلومات پھیلتی رہتی ہیں۔ ہمارے پاس <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">ایک مضمون ہے جس میں Monero</a> کے بارے میں پندرہ عام غلط یا فرسودہ مفروضوں کا خاکہ پیش کیا گیا ہے، لیکن ہم ایک خاص مضمون کو حل کرنے کے لیے وقت نکالنا چاہتے ہیں جس کا اکثر حوالہ دیا جاتا ہے اور مونیرو شکوک و شبہات کو پھیلایا جاتا ہے۔</p> <p>وائرڈ پبلیکیشن نے 27 مارچ 2018 کو ایک مضمون <a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link"> </a> شائع کیا، جو خود مختلف ماہرین تعلیم کے شائع کردہ ایک اور تازہ اخباری مقالے کے جواب میں لکھا گیا تھا جس کا عنوان تھا: "ایک تجرباتی تجزیہ۔ Monero Blockchain میں ٹریس ایبلٹی کی"</p> <p>اگرچہ اس مقالے کو دلچسپی کے واضح تصادم والے افراد کے ذریعہ تحریر کیا گیا تھا (پڑھیں: وہ Zcash کے مشیر ہیں، اور اس میں ان کا حصہ ہے)، لیکن اس مقالے کو مونیرو کمیونٹی کی طرف سے اعتدال پسند طور پر پذیرائی ملی اور اس بات کی تصدیق کی گئی کہ کمیونٹی پہلے ہی جان چکی ہے۔ اور ان کے اپنے مونیرو ریسرچ لیب پیپرز (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> اور <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) میں لکھا ہے جن میں سے سب سے قدیم چار سال پہلے شائع ہوا تھا۔ اس کے ساتھ کئی مایوسیاں بھی تھیں تاہم، بنیادی طور پر مفادات کا تصادم، یہ حقیقت کہ مسائل پہلے سے ہی معلوم تھے، ان پر تبادلہ خیال کیا گیا تھا اور – بعض صورتوں میں – اس کا تدارک کیا گیا تھا، اور اس وقت Monero کی رازداری کی ضمانتوں کی مجموعی غلط خصوصیات تھیں۔ کمیونٹی نے کام کے پری پرنٹ پر تبصرہ کیا، اور ان کی کئی سفارشات نے اسے حتمی کاغذ تک پہنچایا۔</p> <p>لیکن اصل میں کیا غلط بیان کیا گیا تھا؟ حقیقت یہ ہے کہ مونیرو کے پاس ایک سال سے زیادہ عرصے سے پیپر میں زیر بحث خامیاں نہیں تھیں۔ 2017 سے پہلے کے لین دین درحقیقت رازداری کے رساو کی ایک شکل کے لیے خطرناک تھے، لیکن اشاعت کے وقت، Monero نے زیادہ تر خدشات کو دور کر دیا تھا۔ مصنفین کے ساتھ منصفانہ ہونے کے لیے، وہ Monero کے علاج پر تھوڑی سی بات کرتے ہیں، لیکن اس وقت کرپٹو کرنسی میڈیا سائیکل پر اس کے اثرات کو متاثر کرنے کے لیے کافی نہیں۔ اس لیے وائرڈ آرٹیکل</p> <p>اگرچہ ہم زیر بحث وائرڈ آرٹیکل کو ایک مدت کے طور پر جانچ سکتے ہیں، اور اس وقت یہ کتنا سچ یا غلط تھا، لیکن حقیقت یہ ہے کہ اسے آج بھی اس استدلال کے طور پر شیئر کیا جا رہا ہے کہ مونیرو کی رازداری کی ضمانتیں کیوں کمزور ہیں دراصل ایک تجزیہ کی دعوت دیتی ہے۔ اس پر کہ یہ ٹکڑا موجودہ وقت میں کس طرح برقرار ہے۔ ہم بخوشی اس دعوت کو قبول کرتے ہیں۔</p> <p>مضمون کا ایک سرسری مطالعہ کئی سنسنی خیز سطروں کو ظاہر کرتا ہے، جیسے کہ "[نتائج] کسی کو بھی پریشان نہیں ہونا چاہئے جو آج مونیرو کو چوری چھپے خرچ کرنے کی کوشش کر رہا ہے" اور مضمون کا پورا لہجہ جو تحقیق کو 'نیا' قرار دیتا ہے، زیادہ تر اشاعت سے دور کی بنیاد پر۔ اکیڈمک پیپر میں ہی سفارشات ہیں جیسے مونیرو کے صارفین کو ان کی شناخت ظاہر نہ کرنے کے ممکنہ سمجھوتے سے خبردار کرنا، اس حقیقت کے باوجود کہ نہ صرف یہ بحثیں 2014 سے ہو رہی تھیں، بلکہ کمیونٹی کی جانب سے لوگوں کی طرف سے منرو کو نہ خریدنے کی پکار تھی۔ بہت تجرباتی تھا</p> <p>لیکن تنقید کا کیا ہوگا؟ حقیقت یہ ہے کہ پرائیویسی کوائن کے طور پر Monero کے ساتھ بہت سے مسائل یا تو Monero کے بارے میں درست نہیں ہیں، یا بلاکچین پر مبنی cryptocurrencies کے زمرے کے طور پر رازداری کے سکوں کے ساتھ مشترکہ خدشات ہیں۔ آئیے ان پر بات کرنا شروع کرتے ہیں</p> <p>Monero کی اکثر نقل کی جانے والی تنقیدوں میں سے ایک یہ ہے کہ، بلاکچین کی مستقل مزاجی اور غیر متغیر ہونے کی وجہ سے، اگر مستقبل کی ٹیکنالوجی پرائیویسی کو توڑتی ہے، تو Monero کے تمام ماضی کے لین دین کو بے نقاب کر دیا جائے گا۔ دوسرے لفظوں میں، آپ کی پرائیویسی بہت قیمتی ہے۔</p> <p>ہم اس پر کافی زور نہیں دے سکتے۔ لفظی طور پر ہر رازداری کا سکہ جو مبہم اور رازداری کے لیے آن چین طریقوں کو استعمال کرتا ہے اس میں یہ خامی ہوتی ہے، اور پھر بھی یہ اکثر Monero کے خلاف استعمال ہوتا ہے (ستم ظریفی یہ ہے کہ کئی بار رازداری کے سکوں کا اسی مسئلے سے مقابلہ کرتے ہوئے)، اور اس مضمون میں بھی استعمال ہوتا ہے۔ اس تنقید کا جواب کچھ لوگوں کے لیے حیران کن ہو سکتا ہے، لیکن Monero درحقیقت رازداری کے دیگر سکوں کے مقابلے میں اس کے لیے کم خطرے کا شکار ہو سکتا ہے کیونکہ اس کا رازداری کے لیے کثیر الجہتی نقطہ نظر ہے۔</p> <p>منیرو بالترتیب تین مختلف ٹیکنالوجیز، رِنگ سیگنیچر، رنگ سی ٹی، اور اسٹیلتھ ایڈریسز کے ذریعے آؤٹ پٹ (بھیجنے والے)، رقوم اور وصول کنندگان کو چھپاتا ہے۔ ان میں سے، انگوٹھی کے دستخط سب سے کمزور ہیں، اور جدید دور کے ہیورسٹکس اور نظریاتی، مستقبل، رازداری کو توڑنے والی ٹیکنالوجیز دونوں کے لیے سب سے زیادہ حساس ہیں۔ یہ مونیرو کمیونٹی کو برسوں سے معلوم ہے، اور انگوٹھی کے دستخطی اسکیم کو مکمل طور پر بہتر بنانے یا تبدیل کرنے کے لیے فعال تحقیق جاری ہے۔</p> <p>تاہم، یہاں تک کہ اگر انگوٹھی کا دستخط مکمل طور پر ٹوٹ گیا تھا، صرف حقیقی آؤٹ پٹ سامنے آئے گا۔ بھیجنے والا نہیں (جیسا کہ انفرادی طور پر)، لیکن آؤٹ پٹ۔ ایک شناخت کے ساتھ آؤٹ پٹ کو جوڑنا ناممکن نہیں ہے، لیکن اس کے لیے مزید میٹا ڈیٹا اور وسائل کی ضرورت ہوگی۔ اس حقیقت کے ساتھ مل کر کہ RingCT اور اسٹیلتھ ایڈریس کو ظاہر نہیں کیا جائے گا، اثر کو مزید کم کرتا ہے۔</p> <p>واضح رہے کہ وائرڈ آرٹیکل مذکورہ بالا معلومات پر اس حصے میں ہلکے سے بحث کرتا ہے جہاں انہوں نے تبصرہ کے لیے ریکارڈو 'فلفیپونی' اسپگنی سے رابطہ کیا تھا، لیکن اس کے لیے دیا گیا وقت مختصر ہے، اور ایسا لگتا ہے کہ تقریباً ہاتھ سے ہاتھ دھونا پڑ رہا ہے۔ یہ اہم معلومات. سمجھ کی کمی خاص طور پر اس وقت ظاہر ہوتی ہے جب ان چیزوں پر ان لوگوں کے ساتھ بات چیت کرنے کی کوشش کی جاتی ہے جو جدید دور میں آرٹیکل کے بارے میں سوچتے ہیں۔</p> <p>ایک اور تنقید جس پر توجہ دینا بہت مشکل ہے وہ یہ ہے کہ باہر کی دنیا Monero کو کس طرح دیکھتی ہے، اور اس کا اس بات سے کیا تعلق ہے کہ Monero کے ارد گرد کی کمیونٹی سکے کو کس طرح دیکھتی ہے۔ اس کی ایک مثال کے طور پر، قارئین کو مضمون کے عنوان سے زیادہ دور دیکھنے کی ضرورت نہیں ہے: "ڈارک ویب کی پسندیدہ کرنسی اس سے کم نظر آتی ہے"۔</p> <p>کوئی بھی شخص جو Monero کمیونٹی میں کوئی خاص وقت گزارتا ہے وہ اس حقیقت کی تصدیق کر سکتا ہے کہ Monero کمیونٹی یہ ظاہر کرنے کے لیے بڑی حد تک جاتی ہے کہ حقیقی رازداری کو حاصل کرنا کتنا مشکل ہے، یہاں تک کہ مارکیٹنگ یا اپنانے کی کوششوں کو بھی نقصان پہنچا۔ اگر کمیونٹی سکے اور اس کی خامیوں پر درست طریقے سے بحث کرنے کے لیے کافی وسائل مہیا کرتی ہے، تو کسی وقت، لاعلمی اس صارف کی غلطی بن جاتی ہے جو یہ مانتا ہے کہ سکے کو صرف 100% نجی ہونے کی ضرورت ہے۔</p> <p>اس وقت تک یہ واضح ہو جانا چاہیے کہ Monero کمیونٹی اپنی پرائیویسی، اور اس میں موجود کمزوریوں اور اس کے نتیجے میں ہونے والی بہتری کے بارے میں اپنی ایمانداری دونوں کو سنجیدگی سے لیتی ہے۔ مضامین، جیسا کہ زیر بحث ہے، مونیرو میں جدت کے اس جذبے کو مکمل طور پر کھو دیتے ہیں۔ یہ مونیرو کو دوسری کریپٹو کرنسیوں سے تشبیہ دیتا ہے جو بڑے بڑے دعوے کرتے ہیں، صرف منافع کے لیے اور ان پڑھ سرمایہ کاروں کو شکار کرنے کے لیے۔</p> <p>حقیقت زیادہ مختلف نہیں ہو سکتی۔ Monero اپنی کمزوریوں سے بخوبی واقف ہے، تعمیر جاری رکھنے کی کوشش کرتا ہے تاکہ انہیں بہتر بنایا جا سکے، ڈھیلے جوڑوں کو مضبوط کیا جا سکے، اور دنیا کو ایک پرائیویٹ، فنگیبل کریپٹو کرنسی دینے کے انتہائی حقیقی، لیکن انتہائی مشکل مقصد کو حاصل کیا جا سکے جسے سب استعمال کر سکیں، اور یہ سب کچھ اس طریقے سے کریں جو منصفانہ، وکندریقرت، اور کمیونٹی پر مبنی ہو۔ شاید اب وقت آگیا ہے کہ سنسنی خیزی اور مضمون کے اشتراک کو ایک ذریعہ کے طور پر شیل بیگز اور حریفوں کو فروغ دیا جائے۔ شاید یہ ایک اور کہانی سنانے کا وقت ہے۔</p>
zh_cn: <p>在隐私保护和加密货币领域中, 错误的信息严重泛滥. 我们为此曾发布过一篇文章用于澄清 <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">关于门罗的15个误解</a>, 但我们这次想重点针对一篇被门罗币的质疑者广泛引用和流传的文章.</p> <p>Wired<a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">在2018年3月27日</a>发布了一篇文章, 它当时是对另一篇由几位学者刚刚发布的论文An Empirical Analysis of Traceability in the Monero Blockchain作出的响应.</p> <p>尽管这篇论文的作者与门罗币存在着利益冲突，他们是Zcash币的顾问和投资人, 但门罗币社区还是普遍觉得可以接受的, 原因是文中的观点他们早已知晓, 并且门罗研究实验室的成员也已发布过相关论文 (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> 和 <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) 其中最早的一篇发布于4年之前，虽然某些事实确实存在并且社区早就公布了上述论文. 但该篇由Zcash几位学者创作的论文还是引起了一些不愉快, 造成了社区之间的利害冲突, 因为其把已经改进的问题，当新问题一样断章取义且旧事重提, 扭曲了门罗币的形象. 门罗社区当时对该论文的预印版本提交了许多评论和意见, 其中众多的建议融合进了最终的版本.</p> <p>那么到底门罗币的哪些方面被扭曲了? 事实上, 2018年这篇论文中讨论的技术缺陷只存在于2017年以前的门罗币. 在2017年以前门罗的交易确实是相对脆弱的, 会潜在导致某种程度隐私的泄露, 但在论文发布时, 门罗已经解决了其中大部分的问题. 平心而论, 该论文的作者们只略微提及了门罗的改进, 并引起了当时加密货币媒体圈的不实热议,所以今天才有了本文来再次澄清事实.</p> <p>虽然我们现在可以以平静的心态来看待Wired的文章, 审视它的对与错, 但至今它仍然被引用来抨击门罗的弱隐私性, 以及质疑门罗币价格的支撑. 那么接下来让我们欣然接受这个挑战.</p> <p>通过快速地浏览这篇文章, 可以发现好几处耸人听闻的表达, 比如文章中提到门罗币用户不该只担心门罗隐私交易问题，并且整个文章的论调都假定这是一篇刚出炉的论文. 论文本身也包含许多对门罗用户的建议, 提醒他们潜在的隐私泄露, 全然不顾这些观点早已在2014年就开始被门罗社区的人所讨论, 其呼吁人们不要使用门罗币, 因为门罗还在实验阶段.</p> <p>那批评和呼吁的内容到底对不对呢? 现实是文章所批评的问题, 要么已经被门罗团队所解决, 要么是基于区块链的隐私币所共有的问题. 接下来我们逐一剖析.</p> <p>针对门罗币的主要批评之一是, 鉴于区块链的永久性和不可篡改, 一旦门罗区块链在未来被新科技所攻破, 它过去所有的交易记录都会被暴露出来. 换句话说, 你的隐私性暴露是迟早的问题.</p> <p>我们无法完全解决这个问题. 实际上任何使用链上隐私保护技术的加密货币都会碰到这个问题, 只是这个批评通常被用来针对门罗币， 而讽刺的是, 通常批评发起者是那些也无法避免这个问题的隐私币, 这篇文章也将此视为重点. 我们的回答也许会让你感觉有点意外, 如果这个问题真的发生了, 门罗受到的损害其实仍旧要小于其他隐私币, 因为门罗的隐私技术是多管齐下的.</p> <p>门罗通过3种不同的技术 ，环签名, 环形机密交易和隐蔽地址，来分别隐藏发送者, 交易金额和接收者. 在这之中, 环签名是最脆弱的, 受到现在的启发式研究和未来的可能的隐私破解技术的威胁. 门罗社区已经意识到这一问题很多年了, 改善或替代环形签名的研究已经在进行中.</p> <p>即使环签名被完全破解, 也只有输出会暴露出来, 但接收和金额不会被暴露. 理论上将输出与某个人身份关联起来虽然不是不可能, 但它需要更多的元数据和资源. 而且环形机密技术和隐蔽地址的难以攻破使得这一问题的危害更小.</p> <p>值得一提的是The Wired的文章在获得门罗币前首席维护Riccardo ‘fluffypony’ Spagni纠正评论后，只是简单地提及了上述信息, 神奇般地刻意省略了核心信息，避重就轻. 在如今这个年代, 继续讨论和传播这些话题只能暴露他们的无知.</p> <p>另一个更棘手的批评关于, 外界如何看待门罗币, 以及这对门罗社区该如何看待门罗币的影响. 比如, 读者碰到这样的文章一般只看标题:暗网最受青睐的加密货币其实并没有看起来的那么隐私.</p> <p>其实任何一个在门罗社区呆得足够久的人都可以证明, 社区通常会花大篇幅来解释要实现完全的隐私有多难, 甚至明知这样做会影响自身的推广和大众采用. 即使社区花大量的资源来精确讨论门罗币和它的缺陷, 对于那些坚信隐私币必须100%隐私的人来说, 他们的无知会进一步铸就他们的错误.</p> <p>说到这里了, 很显然地可以看出门罗社区真的是很认真很诚实的态度在对待它的隐私性、它的不足以及未来的改进. 诸如被我们反驳的这些文章, 完全忽视门罗币的创新精神. 它将门罗币与那些有着假大空的愿景, 专门圈韭菜钱的加密货币视为同类.</p> <p>现实就是如此, 门罗币十分清楚自己的弱点, 不断进取迭代, 补足短板, 以一种公平, 去中心化和社区驱动的方式, 朝着真实而又艰难的目标前行, 致力于为世界贡献一种人人可用, 具有隐私保护和可替代性的加密货币. 也许是时候远离那些竞争项目恶意炒作的文章了, 也是时候告诉世人一个不同的故事了.</p>
zh_tw: <p>在隱私保護和加密貨幣領域中, 錯誤的資訊嚴重氾濫. 我們為此曾發佈過一篇文章用於澄清 <a target="_blank" href="/knowledge/monero-myths-debunked" class="next-link">關於門羅的15個誤解</a>, 但我們這次想重點針對一篇被門羅幣的質疑者廣泛引用和流傳的文章.</p> <p>Wired<a target="_blank" href="https://www.wired.com/story/monero-privacy/" class="next-link">在2018年3月27日</a>發佈了一篇文章, 它當時是對另一篇由幾位學者剛剛發佈的論文An Empirical Analysis of Traceability in the Monero Blockchain作出的回應.</p> <p>儘管這篇論文的作者與門羅幣存在著利益衝突，他們是Zcash幣的顧問和投資人, 但門羅幣社區還是普遍覺得可以接受的, 原因是文中的觀點他們早已知曉, 並且門羅研究實驗室的成員也已發佈過相關論文 (<a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0001.pdf" class="next-link">MRL-0001</a> 和 <a target="_blank" href="https://web.getmonero.org/resources/research-lab/pubs/MRL-0004.pdf" class="next-link">MRL-0004</a>) 其中最早的一篇發佈於4年之前，雖然某些事實確實存在並且社區早就公佈了上述論文. 但該篇由Zcash幾位學者創作的論文還是引起了一些不愉快, 造成了社區之間的利害衝突, 因為其把已經改進的問題，當新問題一樣斷章取義且舊事重提, 扭曲了門羅幣的形象. 門羅社區當時對該論文的預印版本提交了許多評論和意見, 其中眾多的建議融合進了最終的版本.</p> <p>那麼到底門羅幣的哪些方面被扭曲了? 事實上, 2018年這篇論文中討論的技術缺陷只存在於2017年以前的門羅幣. 在2017年以前門羅的交易確實是相對脆弱的, 會潛在導致某種程度隱私的洩露, 但在論文發佈時, 門羅已經解決了其中大部分的問題. 平心而論, 該論文的作者們只略微提及了門羅的改進, 並引起了當時加密貨幣媒體圈的不實熱議,所以今天才有了本文來再次澄清事實.</p> <p>雖然我們現在可以以平靜的心態來看待Wired的文章, 審視它的對與錯, 但至今它仍然被引用來抨擊門羅的弱隱私性, 以及質疑門羅幣價格的支撐. 那麼接下來讓我們欣然接受這個挑戰.</p> <p>通過快速地流覽這篇文章, 可以發現好幾處聳人聽聞的表達, 比如文章中提到門羅幣用戶不該只擔心門羅隱私交易問題，並且整個文章的論調都假定這是一篇剛出爐的論文. 論文本身也包含許多對門羅用戶的建議, 提醒他們潛在的隱私洩露, 全然不顧這些觀點早已在2014年就開始被門羅社區的人所討論, 其呼籲人們不要使用門羅幣, 因為門羅還在實驗階段.</p> <p>那批評和呼籲的內容到底對不對呢? 現實是文章所批評的問題, 要麼已經被門羅團隊所解決, 要麼是基於區塊鏈的隱私幣所共有的問題. 接下來我們逐一剖析.</p> <p>針對門羅幣的主要批評之一是, 鑒於區塊鏈的永久性和不可篡改, 一旦門羅區塊鏈在未來被新科技所攻破, 它過去所有的交易記錄都會被暴露出來. 換句話說, 你的隱私性暴露是遲早的問題.</p> <p>我們無法完全解決這個問題. 實際上任何使用鏈上隱私保護技術的加密貨幣都會碰到這個問題, 只是這個批評通常被用來針對門羅幣， 而諷刺的是, 通常批評發起者是那些也無法避免這個問題的隱私幣, 這篇文章也將此視為重點. 我們的回答也許會讓你感覺有點意外, 如果這個問題真的發生了, 門羅受到的損害其實仍舊要小於其他隱私幣, 因為門羅的隱私技術是多管齊下的.</p> <p>門羅通過3種不同的技術 ，環簽名, 環形機密交易和隱蔽位址，來分別隱藏發送者, 交易金額和接收者. 在這之中, 環簽名是最脆弱的, 受到現在的啟發式研究和未來的可能的隱私破解技術的威脅. 門羅社區已經意識到這一問題很多年了, 改善或替代環形簽名的研究已經在進行中.</p> <p>即使環簽名被完全破解, 也只有輸出會暴露出來, 但接收和金額不會被暴露. 理論上將輸出與某個人身份關聯起來雖然不是不可能, 但它需要更多的中繼資料和資源. 而且環形機密技術和隱蔽地址的難以攻破使得這一問題的危害更小.</p> <p>值得一提的是The Wired的文章在獲得門羅幣前首席維護Riccardo ‘fluffypony’ Spagni糾正評論後，只是簡單地提及了上述資訊, 神奇般地刻意省略了核心資訊，避重就輕. 在如今這個年代, 繼續討論和傳播這些話題只能暴露他們的無知.</p> <p>另一個更棘手的批評關於, 外界如何看待門羅幣, 以及這對門羅社區該如何看待門羅幣的影響. 比如, 讀者碰到這樣的文章一般只看標題:暗網最受青睞的加密貨幣其實並沒有看起來的那麼隱私.</p> <p>其實任何一個在門羅社區呆得足夠久的人都可以證明, 社區通常會花大篇幅來解釋要實現完全的隱私有多難, 甚至明知這樣做會影響自身的推廣和大眾採用. 即使社區花大量的資源來精確討論門羅幣和它的缺陷, 對於那些堅信隱私幣必須100%隱私的人來說, 他們的無知會進一步鑄就他們的錯誤.</p> <p>說到這裡了, 很顯然地可以看出門羅社區真的是很認真很誠實的態度在對待它的隱私性、它的不足以及未來的改進. 諸如被我們反駁的這些文章, 完全忽視門羅幣的創新精神. 它將門羅幣與那些有著假大空的願景, 專門圈韭菜錢的加密貨幣視為同類.</p> <p>現實就是如此, 門羅幣十分清楚自己的弱點, 不斷進取反覆運算, 補足短板, 以一種公平, 去中心化和社區驅動的方式, 朝著真實而又艱難的目標前行, 致力於為世界貢獻一種人人可用, 具有隱私保護和可替代性的加密貨幣. 也許是時候遠離那些競爭項目惡意炒作的文章了, 也是時候告訴世人一個不同的故事了.</p>
