Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# settings250Sbnotifications250Sbtelegram250Sbid8722Sbtip
source: Telegram Notifications ID given to you by the {appName} Notification Bot
cs: ID oznámení Telegramu, které vám sdělí robot pro oznámení {appName}
fi: {appName} Notification Botin sinulle antama Telegram Ilmoitustunnus (Notification ID)
fr: Identifiant des notifications sur Telegram qui vous a été fourni par le bot de notification {appName}
it: ID notifiche Telegram assegnato dal BOT di {appName}
lt: Telegramos pranešimų ID, kurį jums suteikė {appName} pranešimų robotas
nb: Telegram Notifications ID gitt til deg av {appName} Notification Bot
nl: Telegram Meldingen ID die aan u gegeven is door de {appName} Notification Bot
pl: Identyfikator powiadomień Telegram jest podany Tobie przez bota {appName}
pt_br: ID de Notificação Telegram que te foi enviado pelo bot de notificação do {appName}
sl: ID za Telegram obvestila, ki vam ga je dal {appName} Notification Bot
sv: Telegram Notifications ID som ges till dig av {appName} Meddelanderobot
tl: Telegram Notifications ID na ibinigay sa iyo ng {appName} Notification Bot
tr: {appName} Bildirim Botu tarafından size verilen Telegram Bildirim Kimliği
ur: ٹیلیگرام نوٹیفیکیشن ID آپ کو {appName} نوٹیفکیشن بوٹ کے ذریعے دی گئی ہے
zh_cn: {appName} Notification Bot给你的Telegram Notifications ID
zh_tw: {appName} Notification Bot給你的Telegram Notifications ID

# settings250Sbnotifications250Sbtelegram250Sbmessages8722Sblong
source: Send Telegram notifications for new chat messages in trades
cs: Odesílejte oznámení Telegramu o nových chatových zprávách v obchodech
fi: Lähetä Telegram-ilmoituksia uusista chat-viesteistä kaupoissa
fr: Envoyer des notifications sur Telegram pour les nouveaux messages de tchat dans les transactions
it: Invia notifiche Telegram per i nuovi messaggi di scambio
lt: Siųskite Telegram pranešimus apie naujus pokalbių pranešimus sandoriuose
nb: Send Telegram-varsler for nye chat-meldinger i handler
nl: Stuur Telegram meldingen voor nieuwe chatberichten in transacties
pl: Wysyłaj powiadomienia Telegram po otrzymaniu nowych wiadomości w czacie handlu
pt_br: Notificações via Telegram quando alguém enviar novas mensagens
sl: Pošljite obvestila Telegramu za nova sporočila v klepetu v trade-ih
sv: Skicka Telegram-aviseringar för nya chattmeddelanden i handel
tl: Magpadala ng mga abiso sa Telegram para sa mga bagong mensahe sa chat sa mga kalakalan
tr: İşlemlerdeki yeni sohbet mesajları için Telegram bildirimleri gönderin
ur: تجارت میں نئے چیٹ پیغامات کے لیے ٹیلی گرام اطلاعات بھیجیں
zh_cn: 向新交易留言发送Telegram通知
zh_tw: 向新交易留言發送Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbmessages8722Sbshort
source: Chat messages in trade
cs: Chatové zprávy v obchodě
fi: Chat viestit kaupassa
fr: Messages dans le tchat des transactions
it: Messaggi chat
lt: Pokalbių pranešimai prekyboje
nb: Chatmeldinger i handel
nl: Chatberichten in de handel
pl: Wiadomości w czacie handlu
pt_br: Mensagens nos bate-papos
sl: Klepetalna sporočila v trgovanju
sv: Chattmeddelanden i handeln
tl: Mga mensahe sa chat sa kalakalan
tr: Ticaretteki sohbet mesajları
ur: تجارت میں چیٹ پیغامات
zh_cn: 新交易留言通知
zh_tw: 新交易留言通知

# settings250Sbnotifications250Sbtelegram250Sbpayments8722Sblong
source: Send Telegram notifications for new online payments
cs: Odesílejte oznámení Telegramem o nových online platbách
fi: Lähetä Telegram-ilmoituksia uusista verkkomaksuista
fr: Envoyer des notifications sur Telegram pour les nouveaux paiements en ligne
it: Invia notifiche Telegram per nuovi pagamenti online
lt: Siųskite „Telegram“ pranešimus apie naujus mokėjimus internetu
nb: Send Telegram-varsler for nye nettbetalinger
nl: Stuur Telegram meldingen voor nieuwe online betalingen
pl: Wysyłaj powiadomienia Telegram po otrzymaniu nowych płatności online
pt_br: Notificações via Telegram para novos pagamentos online
sl: Pošlji Telegram obvestila za nova spletna plačila
sv: Skicka Telegram-aviseringar för nya onlinebetalningar
tl: Magpadala ng mga abiso sa Telegram para sa mga bagong online na pagbabayad
tr: Yeni çevrimiçi ödemeler için Telegram bildirimleri gönderin
ur: نئی آن لائن ادائیگیوں کے لیے ٹیلی گرام اطلاعات بھیجیں
zh_cn: 向新交易发送Telegram通知
zh_tw: 向新交易發送Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbpayments8722Sbshort
source: New online payments
cs: Nové online platby
fi: Uudet verkkomaksut
fr: Nouveaux paiements en ligne
it: Nuovi pagamenti online
lt: Nauji mokėjimai internetu
nb: Nye nettbetalinger
nl: Nieuwe online betalingen
pl: Nowe płatności online
pt_br: Novos pagamentos online
sl: Nova online plačila
sv: Nya onlinebetalningar
tl: Mga bagong online na pagbabayad
tr: Yeni çevrimiçi ödemeler
ur: نئی آن لائن ادائیگیاں
zh_cn: 新的网上付款Telegram通知
zh_tw: 新的網上付款Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbpayments8722Sbtip
source: Send Telegram notifications for new online payments in your trades
cs: Odesílejte telegramová upozornění na nové online platby ve vašich obchodech
fi: Lähetä Telegram-ilmoituksia uusista verkkomaksuista kaupoissasi
fr: Envoyez des notifications sur Telegram pour les nouveaux paiements en ligne dans vos transactions
it: Invia notifiche Telegram per nuovi pagamenti online nei tuoi scambi
lt: Siųskite Telegram pranešimus apie naujus internetinius mokėjimus savo sandoriuose
nb: Send Telegram-varsler for nye nettbetalinger i handlene dine
nl: Stuur Telegram meldingen voor nieuwe online betalingen in uw transacties
pl: Wysyłaj powiadomienia Telegram po otrzymaniu nowych płatności online w swoim handlu
pt_br: Notificações via Telegram para novos pagamentos online em minhas negociações
sl: Pošljite Telegram obvestila o novih online plačilih v vaših trade-ih
sv: Skicka Telegram-aviseringar för nya onlinebetalningar i dina handel
tl: Magpadala ng mga notification sa Telegram para sa mga bagong online na pagbabayad sa iyong mga trade
tr: İşlemlerinizde yeni çevrimiçi ödemeler için Telegram bildirimleri gönderin
ur: اپنی تجارت میں نئی آن لائن ادائیگیوں کے لیے ٹیلی گرام کی اطلاعات بھیجیں
zh_cn: 交易收到新的网上支付时发送Telegram通知
zh_tw: 交易收到新的網上支付時發送Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbtitle
source: Telegram Notifications
cs: Telegramová oznámení
fi: Telegram ilmoitukset
fr: Notifications sur Telegram
it: Notifiche Telegram
lt: Telegramos pranešimai
nb: Telegramvarsler
nl: Telegram Meldingen
pl: Powiadomienia Telegram
pt_br: Notificações via Telegram
sl: Telegram Obvestila
sv: Telegram Meddelanden
tl: Mga Notification sa Telegram
tr: Telgraf Bildirimleri
ur: ٹیلیگرام اطلاعات
zh_cn: Telegram通知
zh_tw: Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbtrade8722Sbrequests8722Sblong
source: Send Telegram notifications for new trade requests
cs: Odesílejte Telegramová upozornění na nové obchodní požadavky
fi: Lähetä Telegram-ilmoituksia uusista kauppapyynnöistä
fr: Envoyer des notifications Telegram pour les nouvelles demandes d'échange
it: Invia notifiche Telegram per nuove richieste di scambio
lt: Siųskite „Telegram“ pranešimus apie naujas prekybos užklausas
nb: Send Telegram-varsler for nye handelsforespørsler
nl: Stuur Telegram meldingen voor nieuwe handelsverzoeken
pl: Wysyłaj powiadomienia Telegram po otrzymaniu nowych zleceń handlowych
pt_br: Notificações via Telegram para novos pedidos de negócio
sl: Pošljite Telegram obvestila za nove zahteve za trgovanje
sv: Skicka Telegram-aviseringar för nya handelsförfrågningar
tl: Magpadala ng mga abiso sa Telegram para sa mga bagong kahilingan sa kalakalan
tr: Yeni takas talepleri için Telegram bildirimleri gönderin
ur: نئی تجارتی درخواستوں کے لیے ٹیلی گرام اطلاعات بھیجیں
zh_cn: 向新交易发送Telegram通知
zh_tw: 向新交易發送Telegram通知

# settings250Sbnotifications250Sbtelegram250Sbtrade8722Sbrequests8722Sbshort
source: New trade requests
cs: Nové obchodní požadavky
fi: Uusia kauppapyyntöjä
fr: Nouvelles demandes d'échange
it: Nuove richieste di scambio
lt: Nauji prekybos prašymai
nb: Nye handelsforespørsler
nl: Nieuwe handelsverzoeken
pl: Nowe zlecenia handlowe
pt_br: Novos pedidos de negócio
sl: Nove zahteve za trgovanje
sv: Nya handelsförfrågningar
tl: Mga bagong kahilingan sa kalakalan
tr: Yeni takas talepleri
ur: نئی تجارتی درخواستیں
zh_cn: 新交易通知
zh_tw: 新交易通知

# settings250Sbnotifications250Sbtitle
source: Notifications
cs: Oznámení
fi: Ilmoitukset
it: Notifiche
lt: Pranešimai
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
sl: Obvestila
sv: Meddelanden
tl: Mga abiso
tr: Bildirimler
ur: اطلاعات
zh_cn: 通知
zh_tw: 通知

# settings250Sbnotifications250Sbweb8722Sbnotifications
source: Enable web notifications
cs: Povolit webová upozornění
fi: Ota verkkoilmoitukset käyttöön
fr: Activer les notifications Web
it: Abilita le notifiche web
lt: Įgalinti žiniatinklio pranešimus
nb: Aktiver nettvarsler
nl: Schakel webmeldingen in
pl: Włącz powiadomienia internetowe
pt_br: Ativar notificações web
sl: Omogoči spletna obvestila
sv: Aktivera webbaviseringar
tl: Paganahin ang mga abiso sa web
tr: Web bildirimlerini etkinleştir
ur: ویب اطلاعات کو فعال کریں
zh_cn: 启用Web通知
zh_tw: 啟用Web通知

# settings250Sbnotifications250Sbweb8722Sbnotifications8722Sbtip
source: You will get external notifications outside the browser window
cs: Mimo okno prohlížeče budete dostávat externí upozornění
fi: Saat ulkoisia ilmoituksia selainikkunan ulkopuolella
fr: Vous recevrez des notifications externes en dehors de la fenêtre du navigateur
it: Riceverai notifiche esterne al di fuori del del browser
lt: Išorinius pranešimus gausite už naršyklės lango
nb: Du vil få eksterne varsler utenfor nettleservinduet
nl: U zult externe meldingen buiten het browservenster krijgen
pl: Otrzymasz powiadomienia zewnętrzne poza oknem przeglądarki
pt_br: Você receberá notificações fora da janela do navegador
sl: Zunanja obvestila boste prejemali zunaj okna brskalnika
sv: Du kommer att få externa meddelanden utanför webbläsarfönstret
tl: Makakatanggap ka ng mga panlabas na notification sa labas ng browser window
tr: Tarayıcı penceresinin dışında harici bildirimler alacaksınız
ur: آپ کو براؤزر ونڈو کے باہر بیرونی اطلاعات ملیں گی
zh_cn: 您将在浏览器窗口之外获得外部通知
zh_tw: 您將在瀏覽器窗口之外獲得外部通知

# settings250Sbpersonal8722Sbinfo
source: Personal introduction
cs: Osobní představení
fi: Henkilökohtainen esittely
fr: Présentation personnalisée
it: Introduzione personale
lt: Asmeninis prisistatymas
nb: Personlig introduksjon
nl: Persoonlijke introductie
pl: Osobiste wprowadzenie
pt_br: Introdução pessoal
sl: Osebna predstavitev
sv: Personlig introduktion
tl: Personal na pagpapakilala
tr: Kişisel tanıtım
ur: ذاتی تعارف
zh_cn: 介绍
zh_tw: 介紹

# settings250Sbpersonal8722Sbinfo8722Sbtip
source: Shown on your public profile. Maximum 65536 characters. Can use markdown for styling.
cs: Zobrazí se na vašem veřejném profilu. Maximálně 65536 znaků. Pro styling lze použít markdown.
fi: Näkyy julkisessa profiilissasi. Enintään 65536 merkkiä. Voidaan käyttää markdownia muotoiluun.
fr: Affichée sur votre profil public. Maximum 65536 caractères. Peut utiliser la syntaxe « markdown » pour le style.
it: Mostrato sul tuo profilo pubblico. Massimo 65536 caratteri. Puoi usare markdown per lo styling del testo
lt: Rodoma jūsų viešajame profilyje. Daugiausia 65536 simboliai. Stiliavimui galima naudoti žymėjimą.
nb: Vises på den offentlige profilen din. Maksimalt 65536 tegn. Kan bruke markdown for styling.
nl: Weergegeven op uw openbare profiel. Maximaal 65536 tekens. Kan markdown gebruiken voor styling.
pl: Wyświetlane na Twoim profilu publicznym. Maksymalnie 65536 znaków. Może używać markdown do stylizacji.
pt_br: Exibido publicamente no seu perfil. Máximo de 65536 caracteres. Pode-se usar markdown para estilo.
sl: Prikazano v vašem javnem profilu. Največ 65536 znakov. Za oblikovanje lahko uporabite markdown.
sv: Visas på din offentliga profil. Maximalt 65536 tecken. Kan använda markdown för styling.
tl: Ipinapakita sa iyong pampublikong profile. Maximum na 65536 na character. Maaaring gumamit ng markdown para sa pag-istilo.
tr: Herkese açık profilinizde gösterilir. Maksimum 65536 karakter. Şekillendirme için işaretlemeyi kullanabilir.
ur: آپ کے عوامی پروفائل پر دکھایا گیا ہے۔ زیادہ سے زیادہ 65536 حروف۔ اسٹائل کے لیے مارک ڈاؤن استعمال کر سکتے ہیں۔
zh_cn: 在您的公共资料上显示。纯文本，最多65536个字符。可以用Markdown。
zh_tw: 在您的公共資料上顯示。純文本，最多65536個字符。可以用Markdown。

# settings250Sbpersonal8722Sbinfo8722Sbtitle
source: Personal Information
cs: Osobní informace
fi: Henkilökohtaisia tietoja
fr: Renseignements personnels
it: Informazioni personali
lt: Asmeninė informacija
nb: Personlig informasjon
nl: Persoonlijke Informatie
pl: Informacje osobiste
pt_br: Informações pessoais
sl: Osebne informacije
sv: Personlig information
tl: Personal na impormasyon
tr: Kişisel bilgi
ur: ذاتی معلومات
zh_cn: 个人信息
zh_tw: 個人信息

source: This account's reputation has already been imported by another user. Perhaps you've made a typo in the username, or maybe chosen the wrong platform?
cs: Reputaci tohoto účtu již importoval jiný uživatel. Možná jste udělali překlep v uživatelském jménu nebo jste si vybrali špatnou platformu?
fi: Toinen käyttäjä on jo tuonut tämän tilin maineen. Ehkä olet tehnyt kirjoitusvirheen käyttäjätunnuksessa tai ehkä valinnut väärän alustan?
fr: La réputation de ce compte a déjà été importée par un autre utilisateur. Peut-être avez-vous fait une faute de frappe dans le nom d'utilisateur, ou peut-être avez-vous choisi la mauvaise plateforme ?
it: La reputazione di questo account è già stata importata da un altro utente. Forse hai fatto un errore di battitura nel nome utente o forse hai scelto la piattaforma sbagliata?
lt: Šios paskyros reputaciją jau importavo kitas naudotojas. Galbūt padarėte vartotojo vardo klaidą, o gal pasirinkote netinkamą platformą?
nb: Denne kontoens rykte er allerede importert av en annen bruker. Kanskje du har skrevet feil i brukernavnet, eller kanskje valgt feil plattform?
nl: De reputatie van dit account is al geïmporteerd door een andere gebruiker. Misschien heeft u een typfout gemaakt in de gebruikersnaam of wellicht heeft u het verkeerde platform gekozen?
pl: Reputacja tego konta została już zaimportowana przez innego użytkownika. Może zrobiłeś literówkę w nazwie użytkownika, albo wybrałeś złą platformę?
pt_br: A reputação desta conta já foi importada por outro usuário. Talvez você cometeu um erro de digitação no nome de usuário ou escolheu a plataforma errada?
sl: Ugled tega računa je že uvozil drug uporabnik. Ste se morda zmotili pri uporabniškem imenu ali pa ste morda izbrali napačno platformo?
sv: Detta kontos rykte har redan importerats av en annan användare. Kanske har du gjort ett stavfel i användarnamnet, eller kanske valt fel plattform?
tl: Ang reputasyon ng account na ito ay na-import na ng ibang user. Marahil ay nakagawa ka ng typo sa username, o baka maling platform ang napili mo?
tr: Bu hesabın itibarı zaten başka bir kullanıcı tarafından içe aktarıldı. Belki kullanıcı adında bir yazım hatası yaptınız veya yanlış platformu seçtiniz?
ur: اس اکاؤنٹ کی ساکھ پہلے ہی کسی دوسرے صارف کے ذریعے درآمد کی جا چکی ہے۔ شاید آپ نے صارف نام میں ٹائپنگ کی غلطی کی ہے، یا شاید غلط پلیٹ فارم کا انتخاب کیا ہے؟
zh_cn: 此帐户的信誉已由其他用户导入。也许您在用户名中输入了错误，或者选择了错误的平台？
zh_tw: 此帳戶的信譽已由其他用戶導入。也許您在用戶名中輸入了錯誤，或者選擇了錯誤的平台？

# settings250Sbreputation8722Sbimport250Sberror250Sblbc8722Sbinvalid8722Sbusername
source: Your LocalBitcoins profile is not publicly available, you can test it yourself by attempting to open your own LocalBitcoins profile while being logged out: {link}. We cannot import profiles that aren't publicly available. Try contacting LocalBitcoins support to resolve this, but remove the code from your LocalBitcoins introduction before doing so.
cs: Váš profil LocalBitcoins není veřejně dostupný, můžete si to vyzkoušet sami pokusem o otevření vlastního profilu LocalBitcoins, když jste odhlášeni: {link}. Nemůžeme importovat profily, které nejsou veřejně dostupné. Zkuste se obrátit na podporu LocalBitcoins, abyste to vyřešili, ale předtím, než tak učiníte, odstraňte kód z úvodu LocalBitcoins.
fi: LocalBitcoins-profiilisi ei ole julkinen, voit testata sitä itse yrittämällä avata oman LocalBitcoins-profiilisi ollessasi kirjautuneena ulos: {link}. Emme voi tuoda profiileja, jotka eivät ole julkisia. Yritä ottaa yhteyttä LocalBitcoins-tukeen ratkaistaksesi tämän, mutta poista koodi LocalBitcoins-esittelystäsi ennen kuin teet niin.
fr: Votre profil LocalBitcoins n'est pas accessible au public, vous pouvez le tester vous-même en essayant d'ouvrir votre propre profil LocalBitcoins tout en étant déconnecté : {link}. Nous ne pouvons pas importer de profils qui ne sont pas accessibles en public. Essayez de contacter le support LocalBitcoins pour résoudre ce problème, mais supprimez le code de votre introduction LocalBitcoins avant de le faire.
it: Il tuo profilo LocalBitcoins non è disponibile pubblicamente, puoi testarlo tu stesso tentando di aprire il tuo profilo LocalBitcoins mentre sei disconnesso: {link}. Non possiamo importare profili che non sono disponibili pubblicamente. Prova a contattare il supporto di LocalBitcoins per risolvere il problema, ma rimuovi il codice dall'introduzione di LocalBitcoins prima di farlo.
lt: Jūsų LocalBitcoins profilis nėra viešai prieinamas, galite jį išbandyti patys bandydami atidaryti savo LocalBitcoins profilį, kai esate atsijungę: {link}. Negalime importuoti profilių, kurie nėra viešai prieinami. Norėdami išspręsti šią problemą, pabandykite susisiekti su „LocalBitcoins“ palaikymo komanda, tačiau prieš tai pašalinkite kodą iš „LocalBitcoins“ įvado.
nb: LocalBitcoins-profilen din er ikke offentlig tilgjengelig, du kan teste den selv ved å prøve å åpne din egen LocalBitcoins-profil mens du er logget ut: {link}. Vi kan ikke importere profiler som ikke er offentlig tilgjengelige. Prøv å kontakte LocalBitcoins-støtte for å løse dette, men fjern koden fra LocalBitcoins-introduksjonen før du gjør det.
nl: Uw LocalBitcoins-profiel is niet openbaar beschikbaar, u kunt het zelf testen door te proberen uw eigen LocalBitcoins-profiel te openen terwijl u bent uitgelogd: {link}. We kunnen geen profielen importeren die niet openbaar beschikbaar zijn. Probeer contact op te nemen met LocalBitcoins-ondersteuning om dit op te lossen, maar verwijder de code uit uw LocalBitcoins-introductie voordat u dit doet.
pl: Twój profil LocalBitcoins nie jest publicznie dostępny, możesz to przetestować sam, próbując otworzyć własny profil LocalBitcoins po wylogowaniu: {link}. Nie możemy zaimportować profili, które nie są publicznie dostępne. Spróbuj skontaktować się z obsługą LocalBitcoins, aby to rozwiązać, ale najpierw usuń kod z LocalBitcoins.
pt_br: Seu perfil LocalBitcoins não está disponível publicamente. Você pode testá-lo tentando abrir seu próprio perfil LocalBitcoins enquanto está desconectado: {link}. Não podemos importar perfis que não estejam publicamente disponíveis. Tente entrar em contato com o suporte LocalBitcoins para resolver isso, mas remova o código de sua introdução LocalBitcoins antes de fazer isso.
sl: Vaš LocalBitcoins profil ni javno dostopen, lahko ga preizkusite sami tako, da poskusite odpreti svoj profil LocalBitcoins, ko ste odjavljeni: {link}. Ne moremo uvoziti profilov, ki niso javno dostopni. Poskusite se obrniti na podporo za LocalBitcoins, da rešite to težavo, vendar pred tem odstranite kodo iz uvoda v LocalBitcoins.
sv: Din LocalBitcoins-profil är inte allmänt tillgänglig, du kan testa den själv genom att försöka öppna din egen LocalBitcoins-profil medan du är utloggad: {link}. Vi kan inte importera profiler som inte är offentligt tillgängliga. Försök att kontakta LocalBitcoins support för att lösa detta, men ta bort koden från din LocalBitcoins-introduktion innan du gör det.
tl: Ang iyong profile sa LocalBitcoins ay hindi magagamit sa publiko, maaari mo itong subukan sa iyong sarili sa pamamagitan ng pagsubok na buksan ang iyong sariling profile sa LocalBitcoins habang naka-log out: {link}. Hindi kami makakapag-import ng mga profile na hindi available sa publiko. Subukang makipag-ugnayan sa suporta ng LocalBitcoins upang malutas ito, ngunit alisin ang code mula sa iyong pagpapakilala sa LocalBitcoins bago gawin ito.
tr: LocalBitcoins profiliniz herkese açık değil, oturumunuz kapalıyken kendi LocalBitcoins profilinizi açmayı deneyerek kendiniz test edebilirsiniz: {link}. Herkese açık olmayan profilleri içe aktaramayız. Bu sorunu çözmek için LocalBitcoins desteğiyle iletişime geçmeyi deneyin, ancak bunu yapmadan önce kodu LocalBitcoins tanıtımınızdan kaldırın.
ur: آپ کا LocalBitcoins پروفائل عوامی طور پر دستیاب نہیں ہے، آپ لاگ آؤٹ ہونے کے دوران اپنا LocalBitcoins پروفائل کھولنے کی کوشش کر کے خود اس کی جانچ کر سکتے ہیں: {link}۔ ہم ایسے پروفائلز کو درآمد نہیں کر سکتے جو عوامی طور پر دستیاب نہیں ہیں۔ اسے حل کرنے کے لیے LocalBitcoins سپورٹ سے رابطہ کرنے کی کوشش کریں، لیکن ایسا کرنے سے پہلے اپنے LocalBitcoins کے تعارف سے کوڈ ہٹا دیں۔
zh_cn: 您的LocalBitcoins配置文件不是公开可用的，您可以通过注销时尝试打开自己的LocalBitcoins配置文件来自己进行测试： {link}。我们无法导入未公开的个人资料。请尝试与LocalBitcoins支持人员联系以解决此问题，但是在执行此操作之前，请从LocalBitcoins简介中删除代码。
zh_tw: 您的LocalBitcoins配置文件不是公開可用的，您可以通過註銷時嘗試打開自己的LocalBitcoins配置文件來自己進行測試： {link}。我們無法導入未公開的個人資料。請嘗試與LocalBitcoins支持人員聯繫以解決此問題，但是在執行此操作之前，請從LocalBitcoins簡介中刪除代碼。

# wallet250Sbtx250Sbreserve
source: {assetName} reserve for trade {id}
cs: {assetName} rezerva pro obchod {id}
fi: {assetName} varattu kauppaa varten {id}
fr: Réserve de {assetName} pour la transaction {id}
lt: {assetName} rezervas prekybai {id}
nb: {assetName} reserve for handel {id}
nl: {assetName} reserve voor handel {id}
pl: rezerwa {assetName} do handlu {id}
pt_br: {assetName} reservado à negociação {id}
sl: {assetName} rezerva za trgovanje {id}
sv: {assetName} reserv för handel {id}
tl: {assetName} reserba para sa kalakalan {id}
tr: {assetName} ticaret rezervi {id}
ur: تجارت کے لیے {assetName} ریزرو {id}
zh_cn: 交易{id}{assetName}储量
zh_tw: 交易{id}{assetName}儲量

# signup250Sbtos8722Sbdialog8722Sbtext8722Sbagree
source: Agree
cs: Souhlasit
fi: Hyväksy
fr: Accepter
it: Accetto
lt: Sutinku
nb: Bli enige
nl: Akkoord
pl: Zgadzam się
pt_br: Concordo
sl: Strinjam se
sv: Håller med
tl: Sumang-ayon
tr: Kabul etmek
ur: متفق
zh_cn: 同意
zh_tw: 同意

# signup250Sbtos8722Sbdialog8722Sbtext8722Sbdisagree
source: Disagree
cs: Nesouhlasit
fi: Älä hyväksy
fr: Refuser
it: Non accetto
lt: Nesutikti
nb: Være uenig
nl: Niet akkoord
pl: Nie zgadzam się
pt_br: Não concordo
sl: Ne strinjam se
sv: Inte överens
tl: Hindi sumasang-ayon
tr: Aynı fikirde olmamak
ur: اختلاف کرنا
zh_cn: 不同意
zh_tw: 不同意

# signup250Sbtos8722Sbdialog8722Sbtext8722Sbterms
source: {appName} terms of service
cs: {appName} smluvní podmínky
fi: {appName} käyttöehdot
fr: les conditions d'utilisation de {appName}
it: Termini di servizio di {appName}
lt: {appName} paslaugų teikimo sąlygos
nb: {appName} vilkår for bruk
nl: {appName} servicevoorwaarden
pl: Warunki świadczenia usług {appName}
pt_br: temos de serviço do {appName}
sl: {appName} pogoji storitve
sv: {appName} användarvillkor
tl: {appName} mga tuntunin ng serbisyo
tr: {appName} hizmet şartları
ur: {appName} سروس کی شرائط
zh_cn: {appName}服务条款
zh_tw: {appName}服務條款

# signup250Sbtos8722Sbdialog8722Sbtitle
source: Terms of service
cs: Podmínky služby
fi: Käyttöehdot
fr: Conditions d'utilisation
it: Termini di servizio
lt: Paslaugų teikimo sąlygos
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki świadczenia usług
pt_br: Termos de Serviço
sl: Pogoji storitve
sv: Användarvillkor
tl: Mga Tuntunin ng Serbisyo
tr: Kullanım Şartları
ur: سروس کی شرائط
zh_cn: 服务条款
zh_tw: 服務條款
