Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# coupons250Sbterms8722Sb2
source: Each coupon is only redeemable once per account.
cs: Každý kupón lze na účet uplatnit pouze jednou.
fi: Jokaisen kupongin voi lunastaa vain kerran tiliä kohden.
fr: Chaque coupon n'est utilisable qu'une seule fois par compte.
it: Ogni coupon è riscattabile una sola volta per account.
lt: Kiekvienas kuponas išperkamas tik vieną kartą vienoje paskyroje.
nb: Hver kupong kan kun løses inn én gang per konto.
nl: Elke coupon is slechts één keer inwisselbaar per account.
pl: Każdy kupon można aktywować tylko raz na danym koncie.
pt_br: Cada cupom é resgatável apenas uma vez por conta.
sl: Vsak kupon je mogoče unovčiti samo enkrat na račun.
sv: Varje kupong kan endast lösas in en gång per konto.
tl: Ang bawat coupon ay isang beses lang nare-redeem sa bawat account.
tr: Her kupon, hesap başına yalnızca bir kez kullanılabilir.
ur: ہر کوپن فی اکاؤنٹ صرف ایک بار قابل قبول ہے۔
zh_cn: 每个帐户每个优惠券只能兑换一次。
zh_tw: 每個帳戶每個優惠券只能兌換一次。

# coupons250Sbterms8722Sb3
source: The fee is rebated only to the party which pays the arbitration protection fee for the trade originally.
cs: Poplatek se vrací pouze té straně, která původně zaplatila poplatek za rozhodčí ochranu obchodu.
fi: Maksu hyvitetään vain sille osapuolelle, joka alun perin maksaa välimiessuojamaksun kaupasta.
fr: Les frais sont remboursés uniquement à la partie qui originalement paie les frais de protection d'arbitrage pour l'échange.
it: La commissione viene rimborsata solo alla parte che paga la commissione per l'operazione originariamente.
lt: Mokestis grąžinamas tik tai šaliai, kuri iš pradžių sumoka arbitražo apsaugos mokestį už prekybą.
nb: Gebyret gis kun rabatt til den parten som betaler voldgiftsbeskyttelsesgebyret for handelen opprinnelig.
nl: De kosten worden alleen terugbetaald aan de partij die oorspronkelijk de arbitrage beschermingsvergoeding voor de transactie heeft betaalt.
pl: Opłata jest ponoszona tylko przez stronę, która pierwotnie płaci opłatę za ochronę arbitrażową za handel.
pt_br: A taxa é rebatida apenas para a parte que paga a taxa pela negociação originalmente.
sl: Pristojbina se povrne samo tisti stranki, ki prvotno plača pristojbino za arbitražno zaščito posla.
sv: Avgiften återbetalas endast till den part som ursprungligen betalade avgiften för skiljedomsskyddet för handeln.
tl: Ang bayad ay ibinabalik lamang sa partido na nagbabayad ng bayad sa proteksyon ng arbitrasyon para sa kalakalan sa orihinal.
tr: Ücret, yalnızca ticaret için başlangıçta tahkim koruma ücretini ödeyen tarafa iade edilir.
ur: فیس میں صرف اس پارٹی کو چھوٹ دی جاتی ہے جو اصل میں تجارت کے لیے ثالثی تحفظ کی فیس ادا کرتی ہے۔
zh_cn: 费用仅退还给最初为交易支付费用的一方。
zh_tw: 費用僅退還給最初為交易支付費用的一方。

# coupons250Sbterms8722Sb4
source: The fee rebate will happen when the trade closes.
cs: Ke slevě poplatku dojde při uzavření obchodu.
fi: Maksualennus tapahtuu kaupan sulkeuduttua.
fr: La remise sur les frais aura lieu à la clôture de la transaction.
it: Il rimborso delle commissioni avverrà alla chiusura della transazione.
lt: Mokestis bus grąžintas, kai prekyba bus uždaryta.
nb: Gebyrrabatten vil skje når handelen stenger.
nl: De vergoedingskorting wordt toegepast wanneer de handel wordt gesloten.
pl: Rabat opłaty zostanie zrealizowany po zakończeniu handlu.
pt_br: O reembolso da taxa ocorrerá quando o comércio for fechado.
sl: Povračilo provizije bo izvedeno, ko se trgovanje zaključi.
sv: Återbetalningen av avgiften sker när affären stängs.
tl: Mangyayari ang rebate ng bayad kapag nagsara ang kalakalan.
tr: Ücret iadesi işlem kapandığında gerçekleşecektir.
ur: فیس میں چھوٹ تب ہوگی جب تجارت بند ہوجائے گی۔
zh_cn: 当交易结束时，将发生费用返还。
zh_tw: 當交易結束時，將發生費用返還。

# knowledge250Sbsubaddresses250Sbdescription
source: Monero has always found innovative ways to solve difficult privacy problems. Nowhere is this exemplified more than in the case of Monero's subaddress technology.
cs: Monero vždy nacházelo inovativní způsoby, jak řešit obtížné problémy se soukromím. Nikde to není vidět lépe než v případě technologie subadres Monero.
fi: Monero on aina löytänyt innovatiivisia tapoja ratkaista vaikeita yksityisyysongelmia. Missään ei ole parempaa esimerkkiä kuin Moneron aliosoiteteknologian tapauksessa.
fr: Monero a toujours trouvé des moyens innovants pour résoudre les problèmes difficiles autour de la confidentialité. Nulle part cela n'est mieux illustré que dans le cas de la technologie des sous-adresses de Monero.
it: Monero ha sempre trovato modi innovativi per risolvere difficili problemi di privacy. Da nessuna parte questo è esemplificato più che nel caso della tecnologia di sottoindirizzo di Monero.
lt: Monero visada rado novatoriškų būdų, kaip išspręsti sudėtingas privatumo problemas. Niekur tai nepatvirtinta labiau, kaip Monero subadresų technologijos atveju.
nb: Monero har alltid funnet innovative måter å løse vanskelige personvernproblemer. Ingen steder er dette eksemplifisert mer enn når det gjelder Moneros underadresseteknologi.
nl: Monero heeft altijd innovatieve manieren gevonden om lastige privacyproblemen op te lossen. Nergens wordt dit beter geïllustreerd dan in het geval van de subadrestechnologie van Monero.
pl: Monero zawsze odnajdywało innowacyjny sposób na rozwiązywanie trudnych problemów wynikających z chęci zachowania prywatności. Nigdzie nie jest to bardziej oczywiste, niż w przypadku technologii subadresów.
pt_br: Monero sempre encontrou maneiras inovadoras de resolver difíceis problemas de privacidade. Em nenhum lugar isso é mais exemplificado do que no caso da tecnologia de subendereço de Monero.
sl: Monero je vedno našel inovativne načine za reševanje težkih težav z zasebnostjo. Nikjer to ni bolj ponazorjeno kot v primeru tehnologije Monero podnaslovov.
sv: Monero har alltid hittat innovativa sätt att lösa svåra integritetsproblem. Ingenstans är detta mer tydligt än i fallet med Moneros subadress-teknik.
tl: Si Monero ay palaging nakakahanap ng mga makabagong paraan upang malutas ang mahihirap na problema sa privacy. Wala kahit saan na ito ay ipinakita nang higit pa kaysa sa kaso ng teknolohiyang subaddress ng Monero.
tr: Monero her zaman zor gizlilik sorunlarını çözmek için yenilikçi yollar bulmuştur. Bu hiçbir yerde Monero'nun alt adres teknolojisinden daha fazla örneklenmemiştir.
ur: Monero نے رازداری کے مشکل مسائل کو حل کرنے کے لیے ہمیشہ جدید طریقے تلاش کیے ہیں۔ Monero کی سب ایڈریس ٹیکنالوجی کے معاملے میں اس سے زیادہ مثال کہیں نہیں ملتی۔
zh_cn: 一直以来，门罗币都在用创新方法来解决保护隐私的各种难题.通常这些创新也会带动其他创新，更有甚者，有些创新技术还可以带来意外收获. 今天要介绍创新技术中的佼佼者，门罗币的子地址功能.
zh_tw: 一直以來，門羅幣都在用創新方法來解決保護隱私的各種難題.通常這些創新也會帶動其他創新，更有甚者，有些創新技術還可以帶來意外收穫. 今天要介紹創新技術中的佼佼者，門羅幣的子地址功能.

# knowledge250Sbsubaddresses250Sbtitle
source: How Monero Subaddresses Prevent Identity Linking
cs: Jak subadresy Monero zabraňují propojení identity
fi: Kuinka Monero-aliosoitteet estävät identiteetin yhdistämisen
fr: Comment les sous-adresses Monero empêchent la mise en correspondance d'identités
it: In che modo i sottoindirizzo Monero impediscono il collegamento di identità
lt: Kaip Monero subadresai užkerta kelią tapatybės susiejimui
nb: Hvordan Monero-underadresser forhindrer identitetskobling
nl: Hoe Monero's Subadressen Identiteitskoppeling Voorkomen
pl: Jak subadresy zapobiegają łączeniu tożsamości
pt_br: Como os subendereços do Monero evitam o vínculo de identidade
sl: Kako Monero Podnaslovi Preprečujejo Povezovanje Identitet
sv: Hur Monero-underadresser förhindrar identitetslänkning
tl: Paano Pinipigilan ng Monero Subaddresses ang Pag-uugnay ng Pagkakakilanlan
tr: Monero Alt Adresleri Kimlik Bağlantısını Nasıl Önler?
ur: مونیرو سب ایڈریسز شناخت کو جوڑنے سے کیسے روکتے ہیں
zh_cn: 门罗币子地址是如何防止用户信息被关联
zh_tw: 門羅幣子位址是如何防止使用者資訊被關聯

# knowledge250Sbtitle
source: Knowledge
cs: Znalost
fi: Tietämys
fr: Connaissances
it: conoscenza
lt: Žinios
nb: Kunnskap
nl: Kennis
pl: Wiedza
pt_br: Conhecimento
sl: Znanje
sv: Kunskap
tl: Kaalaman
tr: Bilgi
ur: علم
zh_cn: 知识
zh_tw: 知識
