Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcoinjoin250Sb1250Sbtitle
source: What is a CoinJoin transaction?
cs: Co je to transakce CoinJoin?
fi: Mikä on CoinJoin-transaktio?
fr: Qu'est-ce qu'une transaction CoinJoin ?
it: Cos'è una transazione CoinJoin?
lt: Kas yra CoinJoin sandoris?
nb: Hva er en CoinJoin-transaksjon?
nl: Wat is een CoinJoin-transactie?
pl: Czym jest transakcja CoinJoin?
pt_br: O que é uma transação de CoinJoin?
sl: Kaj je CoinJoin transakcija?
sv: Vad är en CoinJoin transaktion?
tl: Ano ang transaksyon ng CoinJoin?
tr: CoinJoin işlemi nedir?
ur: CoinJoin ٹرانزیکشن کیا ہے؟
zh_cn: CoinJoin交易是什么？
zh_tw: CoinJoin交易是什麼？

# knowledge250Sbcontributing250Sb4250Sbtext
source: <p>If you’ve been around Monero for a while or have a good grasp on how to use and troubleshoot using it, a great way to get involved would be to jump into the <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit and provide support to users who post there.</p> <p>There are constantly users who need help with (normally) basic issues, and there are only a few of us who are active in the subreddit to help them out. It would be great to see more people dive in and contribute to help new and existing users work through their issues!</p>
cs: <p>Pokud se kolem Monera nějakou dobu pohybujete nebo víte, jak jej používat a odstraňovat problémy s jeho používáním, skvělý způsob, jak se zapojit, je skočit do subredditu <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> a poskytovat podporu uživatelům, kteří tam přidávají příspěvky.</p> <p>Neustále existují uživatelé, kteří potřebují pomoc s (normálně) základními problémy, a je nás jen pár aktivních v subredditu, abychom jim pomohli. Bylo by skvělé vidět více lidí, kteří se ponoří a přispějí k tomu, aby pomohli novým i stávajícím uživatelům vyřešit jejich problémy!</p>
fi: <p>Jos olet ollut Monerossa jonkin aikaa tai sinulla on hyvä käsitys sen käytöstä ja vianetsinnästä, hyvä tapa osallistua on hypätä <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a>-subredditiin ja tarjota tukea käyttäjille, jotka kirjoittavat sinne.</p> <p>On jatkuvasti käyttäjiä, jotka tarvitsevat apua (yleensä) perusongelmissa ja vain harvat meistä ovat aktiivisia subredditissä auttamaan heitä. Olisi hienoa nähdä enemmän ihmisiä sukeltamaan ja osallistumaan auttamaan uusia ja nykyisiä käyttäjiä selvittämään ongelmansa!</p>
fr: <p>Si vous connaissez Monero depuis un certain temps ou si vous savez comment l'utiliser et résoudre les problèmes y afférant, un excellent moyen de vous impliquer serait de venir dans le subreddit <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> et fournir une assistance aux utilisateurs qui y publient.</p> <p> Il y a constamment des utilisateurs qui ont besoin d'aide pour des problèmes (normalement) de base, et seuls quelques-uns d'entre nous sont actifs dans le subreddit pour les aider. Ce serait formidable de voir plus de personnes participer et contribuer à aider les nouveaux utilisateurs et les plus anciens à résoudre leurs problèmes !</p>
it: <p>Se sei stato intorno a Monero per un po' o hai una buona conoscenza su come utilizzare e risolvere i problemi, un ottimo modo per essere coinvolto sarebbe quello di saltare nel subreddit <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> e fornire supporto agli utenti che postano lì.</p> <p>Ci sono costantemente utenti che hanno bisogno di aiuto con problemi (normalmente) di base, e ci sono solo pochi di noi che sono attivi nel subreddit per aiutarli. Sarebbe bello vedere più persone che si tuffano e contribuiscono ad aiutare gli utenti nuovi ed esistenti a risolvere i loro problemi!</p>
lt: <p>Jei jau kurį laiką naudojatės „Monero“ arba gerai žinote, kaip juo naudotis ir šalinti triktis, puikus būdas įsitraukti būtų pereiti prie <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit ir teikti pagalbą naudotojams, kurie ten skelbia.</p> <p>Nuolat atsiranda vartotojų, kuriems reikia pagalbos sprendžiant (paprastai) pagrindines problemas, ir tik keli iš mūsų aktyviai naudojasi subreddit, kad padėtų jiems. Būtų puiku, kad daugiau žmonių įsitrauktų ir prisidėtų, kad padėtų naujiems ir esamiems naudotojams išspręsti iškilusias problemas!</p>
nb: <p>Hvis du har vært rundt Monero en stund eller har et godt grep om hvordan du bruker og feilsøker bruken, er en fin måte å bli involvert på være å hoppe inn i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit og gi støtte til brukere som legger ut innlegg der.</p> <p>Det er stadig brukere som trenger hjelp med (normalt) grunnleggende problemer, og det er bare noen få av oss som er aktive i subredditen for å hjelpe dem. Det ville vært flott å se flere mennesker dykke inn og bidra til å hjelpe nye og eksisterende brukere med å løse problemene sine!</p>
nl: <p>Als u al een tijdje betrokken bent met Monero of goed begrijpt hoe u het moet gebruiken en problemen kunt oplossen, kunt u meedoen door naar de subreddit <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> te gaan en ondersteuning bieden aan gebruikers die daar posten.</p> <p>Er zijn constant gebruikers die hulp nodig hebben bij (normaal gesproken) basisproblemen, en er zijn er maar een aantal van ons die actief zijn in de subreddit om hen te helpen. Het zou geweldig zijn als meer mensen zich inzetten en bijdragen om nieuwe en bestaande gebruikers te helpen hun problemen op te lossen!</p>
pl: <p> Jeśli przez jakiś czas korzystałeś z Monero lub dobrze wiesz, jak się nim posługiwać i rozwiązywać problemy z nim związane, świetnym sposobem na zaangażowanie się jest wskoczenie na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> - subreddit poświęcony pomocy innym użytkownikom. </p> <p> Stale pojawiają się tam wpisy od użytkowników potrzebujących pomocy z (zazwyczaj) podstawowymi problemami, a jest tylko kilku aktywnych użytkowników pomagających. Wspaniale będzie, gdy więcej osób poświęci trochę czasu na pomoc nowym użytkownikom. </p>
pt_br: <p>Se você está em Monero há algum tempo ou tem uma boa compreensão de como usá-lo e solucionar problemas, uma ótima maneira de se envolver seria saltar para o subreddit <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosuporte</a> e fornecer suporte aos usuários que postam lá.</p> <p>Há constantemente usuários que precisam de ajuda com questões (normalmente) básicas, e há apenas alguns de nós que estão ativos no subredito para ajudá-los. Seria ótimo ver mais pessoas mergulharem e contribuírem para ajudar os usuários novos e existentes a resolverem seus problemas!</p>
sl: <p>Če že dlje časa spremljate Monero, se spoznate na njegovo uporabo in odpravljanje težav, je odličen način, da sodelujete, če skočite na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit in zagotovite podporo uporabnikom, ki tam objavljajo.</p> <p>Nenehno prihajajo uporabniki, ki potrebujejo pomoč pri (običajno) osnovnih težavah in le nekaj nas je aktiviranih, da jim pomagamo. Bilo bi super, če bi se več ljudi vključilo in prispevalo k pomoči novim in obstoječim uporabnikom pri reševanju njihovih težav! </p>
sv: <p>Om du har varit runt Monero ett tag eller har ett bra grepp om hur du använder och felsöker det, är ett bra sätt att engagera dig att hoppa in i <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit och ge support till användare som gör inlägg där.</p> <p>Det finns ständigt användare som behöver hjälp med (normalt) grundläggande problem, och det är bara ett fåtal av oss som är aktiva i subreddit för att hjälpa dem. Det skulle vara fantastiskt att se fler människor dyka in och bidra till att hjälpa nya och befintliga användare att lösa sina problem!</p>
tl: <p>Kung matagal ka nang nakapaligid sa Monero o may mahusay na kaalaman sa kung paano gamitin at i-troubleshoot ang paggamit nito, ang isang mahusay na paraan para makilahok ay ang tumalon sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit at magbigay ng suporta sa mga user na nagpo-post doon.</p> <p>Palagiang may mga user na nangangailangan ng tulong sa (karaniwang) mga pangunahing isyu, at iilan lang sa amin ang aktibo sa subreddit upang tulungan sila. Napakagandang makakita ng mas maraming tao na sumisid at mag-ambag upang matulungan ang mga bago at umiiral nang user na harapin ang kanilang mga isyu!</p>
tr: <p>Bir süredir Monero'daysanız veya Monero'nun nasıl kullanılacağı ve sorun giderileceği konusunda iyi bir kavrayışa sahipseniz, dahil olmanın harika bir yolu, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> alt dizinine atlamak ve oraya mesaj gönderen kullanıcılara destek sağlayın.</p> <p>Sürekli olarak (normalde) temel konularda yardıma ihtiyaç duyan kullanıcılar var ve alt dizinde onlara yardım etmek için aktif olan yalnızca birkaçımız var. Yeni ve mevcut kullanıcıların sorunlarını çözmelerine yardımcı olmak için daha fazla kişinin ilgilendiğini ve katkıda bulunduğunu görmek harika olurdu!</p>
ur: <p>اگر آپ تھوڑی دیر کے لیے Monero کے آس پاس رہے ہیں یا آپ کو اس کے استعمال اور اس کا استعمال کرنے کے طریقے پر اچھی سمجھ ہے، تو اس میں شامل ہونے کا ایک بہترین طریقہ یہ ہوگا کہ آپ <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> subreddit اور وہاں پوسٹ کرنے والے صارفین کو مدد فراہم کریں</p> <p>ایسے صارفین مسلسل ہیں جنہیں (عام طور پر) بنیادی مسائل میں مدد کی ضرورت ہوتی ہے، اور ہم میں سے صرف چند ایسے ہیں جو ان کی مدد کے لیے سبریڈیٹ میں سرگرم ہیں۔ نئے اور موجودہ صارفین کو ان کے مسائل پر کام کرنے میں مدد کرنے کے لیے مزید لوگوں کو اس میں ڈوبتے اور تعاون کرتے ہوئے دیکھنا بہت اچھا ہوگا!</p>
zh_cn: <p>如果你已经在门罗币附近呆了一段时间，或者对如何使用和排除使用门罗币的故障有很好的掌握，参与的一个好方法是跳到 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> Reddit群，为在那里发帖的用户提供支持。</p> <p>不断有用户在基本问题上需要帮助，而我们中只有少数人在群中积极帮助他们。如果能看到更多的人参与进来，帮助新和老用户解决他们的问题，那将是非常好的！</p>
zh_tw: <p>如果你已經在門羅幣附近呆了一段時間，或者對如何使用和排除使用門羅幣的故障有很好的掌握，參與的一個好方法是跳到 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://www.reddit.com/r/monerosupport/">r/monerosupport</a> Reddit群，為在那裡發帖的用戶提供支持。</p> <p>不斷有用戶在基本問題上需要幫助，而我們中只有少數人在群中積極幫助他們。如果能看到更多的人參與進來，幫助新和老用戶解決他們的問題，那將是非常好的！</p>

# knowledge250Sbcontributing250Sb4250Sbtitle
source: r/monerosupport
cs: r/moneropodpora
it: r/monerosupporto
pt_br: r/monerosuporte
tr: r/monero desteği

# knowledge250Sbwhy8722Sbmonero250Sbintro250Sbuntraceability250Sbtext
source: The coins can't be traced through blockchain analysis or blockchain monitoring.
cs: Mince nelze vysledovat pomocí analýzy blockchainu nebo monitorování blockchainu.
fi: Kolikoita ei voi jäljittää lohkoketjuanalyysin tai lohkoketjuvalvonnan avulla.
fr: Les jetons ne peuvent pas être tracés par de l'analyse de la blockchain ou de la surveillance de la blockchain.
it: Le monete non possono essere rintracciate attraverso l'analisi blockchain o il monitoraggio blockchain.
lt: Monetų negalima atsekti naudojant „blockchain“ analizę ar „blockchain“ stebėjimą.
nb: Myntene kan ikke spores gjennom blokkjedeanalyse eller blokkjedeovervåking.
nl: De munten zijn niet te traceren via blockchain analyse of controle.
pl: Monet nie można śledzić poprzez analizę lub monitorowanie blockchaina.
pt_br: As moedas não podem ser rastreadas através da análise de blockchain ou monitoramento de blockchain.
sl: Kovancev ni mogoče izslediti z analizo ali spremljanjem blockchaina.
sv: Mynten kan inte spåras genom blockkedjeanalys eller blockkedjeövervakning.
tl: Ang mga barya ay hindi ma-trace sa pamamagitan ng blockchain analysis o blockchain monitoring.
tr: Madeni paralar, blockchain analizi veya blockchain izleme yoluyla izlenemez.
ur: سککوں کو بلاکچین تجزیہ یا بلاکچین مانیٹرنگ کے ذریعے ٹریس نہیں کیا جا سکتا۔
zh_cn: 该加密货币不可以通过区块链数据进行分析和监控.
zh_tw: 該加密貨幣不可以通過區塊鏈資料進行分析和監控.
