Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbsov250Sbdescription
source: XMR is the better medium of exchange, but BTC is the better store of value? We disagree. BTC’s transparency does more to detract from its properties as a store of value than people realize.
cs: XMR je lepší prostředek směny, ale BTC je lepší úložiště hodnoty? Nesouhlasíme. Transparentnost BTC snižuje jeho vlastnosti jako uchovatele hodnoty více, než si lidé uvědomují.
fi: XMR on parempi vaihtoväline, mutta BTC on parempi arvon säilyttäjä? Olemme eri mieltä. BTC:n läpinäkyvyys heikentää sen ominaisuuksia arvon säilyttäjänä enemmän kuin ihmiset ymmärtävät.
fr: XMR est le meilleur moyen d'échange, mais BTC est la meilleure réserve de valeur ? Nous ne sommes pas d'accord. La transparence de BTC apporte plus de nuisance à ses propriétés en tant que réserve de valeur que les gens ne le pensent.
it: XMR è il miglior mezzo di scambio, ma BTC è la migliore riserva di valore? Non siamo d'accordo. La trasparenza di BTC fa di più per sminuire le sue proprietà come riserva di valore di quanto le persone credano.
lt: XMR yra geresnė mainų priemonė, bet BTC yra geresnė vertės kaupimo priemonė? Mes nesutinkame. BTC skaidrumas labiau sumažina jos, kaip vertės saugyklos, savybes, nei žmonės supranta.
nb: XMR er det bedre byttemiddelet, men BTC er det bedre verdilageret? Vi er uenige. BTCs åpenhet gjør mer for å forringe egenskapene deres som et verdilager enn folk er klar over.
nl: XMR is het betere ruilmiddel, maar BTC is de betere waardeopslag? We zijn het oneens. De transparantie van BTC doet meer afbreuk aan zijn eigenschappen als waardeopslag dan mensen zich realiseren.
pl: XMR jest lepszym środkiem wymiany, ale BTC lepiej przechowuje wartość? Nie zgadzamy się. Przejrzystość BTC uszkadza możliwość przechowywania wartości bardziej, niż ludzie zdają sobie z tego sprawę.
pt_br: XMR é o melhor meio de troca, mas BTC é a melhor reserva de valor? Nós discordamos. A transparência da BTC prejudica mais suas propriedades como reserva de valor do que as pessoas imaginam.
sl: XMR je boljše menjalno sredstvo, toda BTC je boljši hranilec vrednosti? Ne strinjamo se. Transparentnost BTC bolj zmanjšuje njegove lastnosti kot hranilnika vrednosti, kot se ljudje zavedajo.
sv: XMR är det bättre utbytesmedlet, men BTC är det bättre värdeförrådet? Vi håller inte med. BTC:s transparens gör mer för att förringa dess egenskaper som värdeförråd än vad folk inser.
tl: Ang XMR ay ang mas mahusay na daluyan ng palitan, ngunit ang BTC ay ang mas mahusay na tindahan ng halaga? Hindi kami magkasundo. Ang transparency ng BTC ay higit na nakakabawas sa mga ari-arian nito bilang isang tindahan ng halaga kaysa sa naiisip ng mga tao.
tr: XMR daha iyi bir değişim aracı ama BTC daha iyi bir değer deposu mu? Biz anlaşamadık. BTC'nin şeffaflığı, bir değer deposu olarak mülklerinin değerini insanların düşündüğünden daha fazla azaltıyor.
ur: XMR ایکسچینج کا بہتر ذریعہ ہے، لیکنBTC قیمت کا بہتر ذخیرہ ہے؟ ہم متفق نہیں ہیں۔BTC کی شفافیت قیمت کے ذخیرہ کے طور پر اس کی خصوصیات سے لوگوں کو احساس کرنے سے زیادہ کم کرتی ہے۔
zh_cn: 门罗币是更好的交换媒介，但比特币是更好的价值存储吗？ 我们并不不同意. BTC的透明程度远超人们想象，透明性严重削弱了其作为价值存储的能力.
zh_tw: 門羅幣是更好的交換媒介，但比特幣是更好的價值存儲嗎？ 我們並不不同意. BTC的透明程度遠超人們想像，透明性嚴重削弱了其作為價值存儲的能力.

# knowledge250Sbsov250Sbtitle
source: Why Monero Is a Better Store of Value Than Bitcoin
cs: Proč je Monero lepší uchovatel hodnoty než bitcoin
fi: Miksi Monero on parempi arvon säilyttäjä kuin Bitcoin
fr: Pourquoi Monero est une meilleure réserve de valeur que Bitcoin
it: Perché Monero è un migliore deposito di valore rispetto a Bitcoin
lt: Kodėl Monero yra geresnė vertės parduotuvė nei Bitcoin
nb: Hvorfor Monero er en bedre butikk med verdi enn Bitcoin
nl: Waarom Monero een Betere Waardeopslag Is Dan Bitcoin
pl: Dlaczego Monero lepiej przechowuje wartości niż Bitcoin
pt_br: Por que Monero é uma reserva de valor melhor do que Bitcoin
sl: Zakaj je Monero Boljši Hranilnik Vrednosti kot Bitcoin
sv: Varför Monero är en bättre värdebevarare än Bitcoin
tl: Bakit Mas Mabuting Tindahan ng Halaga ang Monero kaysa sa Bitcoin
tr: Monero Neden Bitcoin'den Daha İyi Bir Değer Deposu?
ur: کیوں Monero Bitcoin سے قیمت کا ایک بہتر اسٹور ہے
zh_cn: 为什么门罗币才是电子黄金，相对于比特币更有储存价值的属性
zh_tw: 為什麼門羅幣才是電子黃金，相對於比特幣更有儲存價值的屬性
