Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sboutputs250Sbdescription
source: Many crypto savvy users have probably heard the term "outputs" before, but not everyone understands what they mean and how they work.
cs: Mnoho uživatelů znalých kryptoměn již pravděpodobně slyšelo termín "výstupy", ale ne každý rozumí tomu, co znamenají a jak fungují.
fi: Monet krypto-intoilijat ovat luultavasti kuulleet termin "outputs" aiemmin, mutta kaikki eivät ymmärrä, mitä ne tarkoittavat ja miten ne toimivat.
fr: De nombreux utilisateurs s'intéressant au domaine crypto ont probablement déjà entendu le terme « sorties », mais tout le monde ne comprend pas ce qu'elles signifient et comment elles fonctionnent.
it: Molti utenti esperti di crittografia hanno probabilmente già sentito il termine "output", ma non tutti capiscono cosa significano e come funzionano.
lt: Daugelis kriptografiją išmanančių vartotojų tikriausiai jau yra girdėję terminą „išvestis“, tačiau ne visi supranta, ką jie reiškia ir kaip jie veikia.
nb: Mange kryptokyndige brukere har sikkert hørt begrepet «outputs» før, men ikke alle forstår hva de mener og hvordan de fungerer.
nl: Veel crypto-savvy gebruikers hebben waarschijnlijk al eerder de term "outputs" gehoord, maar niet iedereen begrijpt wat ze betekenen en hoe ze werken.
pl: Wielu zaawansowanych użytkowników kryptowalut spotkało się już wcześniej z terminem „wyjścia”, ale nie wszyscy rozumieją, na czym polegają i jak działają.
pt_br: Muitos usuários experientes em criptografia provavelmente já ouviram o termo "saídas" antes, mas nem todos entendem o que significam e como funcionam.
sl: Številni uporabniki, ki poznajo kriptovalute, so verjetno že slišali za izraz "izhodi" ozr "outputs", vendar vsi ne razumejo, kaj pomenijo in kako delujejo.
sv: Många kryptokunniga användare har förmodligen hört termen "outputs" tidigare, men inte alla förstår vad de betyder och hur de fungerar.
tl: Maraming mga gumagamit ng crypto savvy ang malamang na nakarinig ng terminong "mga output" dati, ngunit hindi lahat ay nauunawaan kung ano ang ibig sabihin ng mga ito at kung paano sila gumagana.
tr: Kripto konusunda bilgili birçok kullanıcı muhtemelen "çıktılar" terimini daha önce duymuştur, ancak herkes bunların ne anlama geldiğini ve nasıl çalıştıklarını anlamıyor.
ur: بہت سے کرپٹو سیوی صارفین نے شاید پہلے "outputs" کی اصطلاح سنی ہوگی، لیکن ہر کوئی نہیں سمجھتا کہ ان کا کیا مطلب ہے اور وہ کیسے کام کرتے ہیں۔
zh_cn: 许多精通加密的用户以前可能已经听说过output一词，中文译作输出，但并不是每个人都明白output的含义和工作方式.
zh_tw: 許多精通加密的用戶以前可能已經聽說過output一詞，中文譯作輸出，但並不是每個人都明白output的含義和工作方式.

# knowledge250Sboutputs250Sbtitle
source: Monero Outputs Explained
cs: Vysvětlení výstupů Monero
fi: Moneron Outputit selitettynä
fr: Explication des sorties Monero
it: Spiegazione dei risultati di Monero
lt: Paaiškinti Monero išėjimai
nb: Monero-utganger forklart
nl: Monero-Outputs uitgelegd
pl: Wyjścia Monero wyjaśnione
pt_br: Saídas Monero explicadas
sl: Pojasnjeni Monero Izhodi (Outputs)
sv: Monero Utgångar Förklaras
tl: Ipinaliwanag ang Mga Output ng Monero
tr: Monero Çıktılarının Açıklaması
ur: Monero آؤٹ پٹس کی وضاحت کی گئی
zh_cn: 加密货币里面的output，中文译作输出，这个概念到底什么意思,又为什么门罗币转账后余额显示错误要等待二十分钟
zh_tw: 加密貨幣裡面的output，中文譯作輸出，這個概念到底什麼意思,又為什麼門羅幣轉帳後餘額顯示錯誤要等待二十分鐘

# knowledge250Sbupgrades250Sb6250Sbtitle
source: How can I learn more?
cs: Jak se mohu dozvědět více?
fi: Miten voin oppia lisää?
fr: Comment puis-je en savoir plus ?
it: Come posso saperne di più?
lt: Kaip galiu sužinoti daugiau?
nb: Hvordan kan jeg lære mer?
nl: Hoe kan ik meer leren?
pl: Jak mogę się dowiedzieć więcej?
pt_br: Como posso aprender mais?
sl: Kako lahko izvem več?
sv: Hur kan jag lära mig mer?
tl: Paano ako matututo ng higit pa?
tr: Daha fazlasını nasıl öğrenebilirim?
ur: میں مزید کیسے سیکھ سکتا ہوں؟
zh_cn: 我怎样能了解更多？
zh_tw: 我怎樣能了解更多？

# knowledge250Sbp2pool250Sb1250Sbtext
source: <p>Pool mining is a way for miners to share the task of attempting to solve a block on the network and then share the rewards evenly for all blocks that the pool finds. While this helps immensely to even out the frequency with which miners are paid versus mining Monero alone, it's not without serious centralization issues.</p> <p>As each miner contributes work to the pool, they give up control of any work they do and blocks that they find to the pool itself, trusting that the pool will honestly and fairly share the rewards among all miners based on the amount of work each has done. If all goes well, the pool operator collects the work from all miners, submits it to the network, and shares the rewards equally.</p>
cs: <p>Těžba v poolu je způsob, jakým se těžaři dělí o úkol vyřešit blok v síti a poté rovnoměrně rozdělují odměny za všechny bloky, které pool najde. To sice nesmírně pomáhá vyrovnat četnost výplat těžařům oproti těžbě samotného Monera, ale není to bez vážných problémů s centralizací.</p> <p>Když každý těžař přispívá do poolu, vzdává se kontroly nad svou prací a nalezenými bloky ve prospěch samotného poolu a věří, že pool bude poctivě a spravedlivě rozdělovat odměny mezi všechny těžaře na základě množství práce, kterou každý z nich odvedl. Pokud vše proběhne v pořádku, provozovatel poolu shromáždí práci od všech těžařů, předá ji do sítě a odměny rozdělí rovným dílem.</p>
fi: <p>Poolin louhinta on tapa, jolla louhijat voivat jakaa tehtävän ratkaista verkon lohko ja jakaa sitten palkinnot tasaisesti kaikille poolin löytämille lohkoille. Vaikka tämä auttaa valtavasti tasoittamaan louhijoiden palkkaustiheyttä verrattuna yksin Moneron louhintatoimintaan, se ei tule ilman vakavia keskittämisongelmia.</p> <p>Kun jokainen louhija tekee työtä pooliin, he luopuvat tekemästään työskentelyn ja löytämistään lohkojen hallinnasta itse poolille, luottaen siihen että pooli jakaa palkinnot rehellisesti ja oikeudenmukaisesti kaikkien työtä tehneiden louhijoiden kesken. Jos kaikki menee hyvin, poolin ylläpitäjä kerää työt kaikilta louhijoilta, lähettää ne verkkoon ja jakaa palkinnot tasan.</p>
fr: <p>Le minage en pool est un moyen pour les mineurs de partager la tâche de tenter de résoudre un bloc sur le réseau, puis de se partager les récompenses de manière égale pour tous les blocs trouvés par le pool. Bien que cela aide énormément à égaliser la fréquence à laquelle les mineurs sont payés par rapport au minage de Monero en solitaire, ce n'est pas sans présenter de sérieux problèmes de centralisation.</p> <p>Au fur et à mesure que chaque mineur contribue au travail du pool, il cède le contrôle de son travail et des blocs qu'il trouve au pool lui-même, en espérant que le pool partagera honnêtement et équitablement les récompenses entre tous les mineurs en fonction de la quantité de travail que chacun a effectué. Si tout se passe bien, l'opérateur du pool collecte le travail de tous les mineurs, le soumet au réseau et partage les récompenses à parts égales.</p>
it: <p>Il pool mining è un modo per i minatori di condividere il compito di tentare di risolvere un blocco sulla rete e quindi condividere le ricompense in modo uniforme per tutti i blocchi che il pool trova. Sebbene questo aiuti immensamente a uniformare la frequenza con cui i minatori vengono pagati rispetto al solo mining di Monero, non mancano seri problemi di centralizzazione.</p> <p>Man mano che ogni minatore contribuisce con il lavoro al pool, rinuncia al controllo di qualsiasi lavoro svolto e blocca quello che trova nel pool stesso, confidando che il pool condividerà onestamente e equamente i premi tra tutti i minatori in base alla quantità di lavoro che ciascuno ha svolto. Se tutto va bene, l'operatore del pool raccoglie il lavoro da tutti i minatori, lo invia alla rete e condivide equamente le ricompense.</p>
lt: <p> Kasybos baseinas – tai būdas kalnakasiams pasidalyti užduotimi bandyti išspręsti bloką tinkle ir po to tolygiai pasidalyti atlygį už visus telkinio rastus blokus. Nors tai labai padeda išlyginti kalnakasių darbo užmokesčio dažnumą, palyginti su vien Monero kasimu, tai neapsieina be rimtų centralizavimo problemų.</p> <p>Kadangi kiekvienas kalnakasys prisideda prie baseino darbo, jie atsisako bet kokio atliekamo darbo kontrolės ir blokuoja, ką randa pačiam baseinui, tikėdami, kad baseinas sąžiningai ir teisingai paskirstys atlygį visiems kalnakasiams, atsižvelgiant į kiekvieno atliktas darbas. Jei viskas klostosi gerai, baseino operatorius surenka visų kalnakasių darbus, pateikia juos tinklui ir atlygį padalija po lygiai.</p>
nb: <p>Pool mining er en måte for gruvearbeidere å dele oppgaven med å prøve å løse en blokk på nettverket og deretter dele belønningene jevnt for alle blokkene som bassenget finner. Selv om dette hjelper enormt med å jevne ut frekvensen som gruvearbeidere blir betalt med kontra mining av Monero alene, er det ikke uten alvorlige sentraliseringsproblemer.</p> <p>Når hver gruvearbeider bidrar med arbeid til bassenget, gir de opp kontrollen over alt arbeid de gjør og blokkeringer de finner til selve bassenget, og stoler på at bassenget ærlig og rettferdig vil dele belønningene mellom alle gruvearbeidere basert på mengden av arbeid hver enkelt har gjort. Hvis alt går bra, samler bassengoperatøren inn arbeidet fra alle gruvearbeidere, sender det til nettverket og deler belønningene likt.</p>
nl: <p>Pool mining is een manier voor miners om de taak te delen om een blok op het netwerk op te lossen en vervolgens de beloningen gelijkmatig te verdelen voor alle blokken die de pool vindt. Hoewel dit enorm helpt om de frequentie waarmee miners worden betaald te verdelen in vergelijking met alleen Monero, is het niet zonder ernstige centralisatie problemen.</p> <p>Terwijl elke miner werk bijdraagt aan de pool, geven ze de controle over al het werk dat ze doen op en blokkeren ze dat naar de pool zelf, in het vertrouwen dat de pool de beloningen eerlijk zal verdelen onder alle miners op basis van de hoeveelheid werk dat ze hebben gedaan. Als alles goed gaat, verzamelt de poolbeheerder het werk van alle miners, legt het voor aan het netwerk en verdeelt de beloningen gelijkelijk.</p>
pl: <p> Kopanie w poolu jest sposobem dla minerów na podzielenie się zadaniem rozwiązania bloku, a następnie równomiernego udostępniania nagród ze wszystkich bloków, które odnajdzie pool. Chociaż pomaga to bardzo wyrównać częstotliwość, z jaką minersi zarabiają w porównaniu z samodzielnym kopaniem, to wynikają z tego poważne problemy związane z centralizacją. </p> <p> Ponieważ każdy miner przyczynia się do pracy w poolu, to rezygnują oni z kontroli nad blokami na korzyść poola, ufając, że pool będzie szczerze i uczciwie dzielić nagrody między wszystkimi minerami w oparciu o ilość pracy wykonanej przez każdego z uczestników. Jeśli wszystko pójdzie dobrze, operator poola zbierze prace od wszystkich minerów, prześle je do sieci i równo podzieli nagrody.</p>
pt_br: <p>A mineração de piscina é uma forma de os mineiros compartilharem a tarefa de tentar resolver um bloco na rede e depois compartilhar as recompensas uniformemente para todos os blocos que a piscina encontrar. Embora isto ajude imensamente a nivelar a freqüência com que os mineiros são pagos contra a mineração Monero sozinha, não é isento de sérios problemas de centralização.</p> <p>Como cada mineiro contribui com trabalho para a piscina, eles desistem do controle de qualquer trabalho que fazem e bloqueiam o que encontram para a própria piscina, confiando que a piscina irá honesta e justamente compartilhar as recompensas entre todos os mineiros com base na quantidade de trabalho que cada um realizou. Se tudo correr bem, o operador do pool coleta o trabalho de todos os mineiros, o submete à rede e compartilha as recompensas igualmente.</p>
sl: <p>Rudarjenje v bazenu je način za rudarje, da si delijo nalogo poskusa reševanja bloka v omrežju in nato enakomerno delijo nagrade za vse bloke, ki jih bazen najde. Čeprav to izjemno pomaga izenačiti pogostost plačila rudarjev v primerjavi s samim rudarjenjem Monero, ni brez resnih težav s centralizacijo.</p> <p>Ko vsak rudar prispeva delo v skupino, se odreče nadzoru nad vsem delom, ki ga opravi, in blokom, ki jih najdejo v skupini samem, pri čemer verjamejo, da bo skupina pošteno in pravično razdelila nagrade med vse rudarje na podlagi količine delo, ki ga je opravil vsak. Če gre vse v redu, operater bazena zbere delo vseh rudarjev, ga predloži omrežju in enakomerno razdeli nagrade.</p>
sv: <p>Pool mining är ett sätt för gruvarbetare att dela på uppgiften att försöka lösa ett block på nätverket och sedan dela belöningarna jämnt för alla block som poolen hittar. Även om detta hjälper enormt att jämna ut frekvensen med vilken gruvarbetare får betalt jämfört med att bryta Monero enbart, är det inte utan allvarliga centraliseringsproblem.</p> <p>När varje gruvarbetare bidrar med arbete till poolen, ger de upp kontrollen över allt arbete de gör och blockeringar som de hittar till själva poolen, och litar på att poolen ärligt och rättvist kommer att dela belöningarna mellan alla gruvarbetare baserat på mängden arbete var och en har gjort. Om allt går bra samlar pooloperatören in arbetet från alla gruvarbetare, skickar det till nätverket och delar lika på belöningarna.</p>
tl: <p>Ang pool mining ay isang paraan para ibahagi ng mga minero ang gawain ng pagtatangkang lutasin ang isang block sa network at pagkatapos ay ibahagi ang mga reward nang pantay-pantay para sa lahat ng block na mahahanap ng pool. Bagama't nakakatulong ito nang husto upang mapantayan ang dalas ng pagbabayad sa mga minero kumpara sa pagmimina ng Monero lamang, hindi ito walang seryosong isyu sa sentralisasyon.</p> <p>Habang ang bawat minero ay nag-aambag ng trabaho sa pool, ibinibigay nila ang kontrol sa anumang trabaho na kanilang ginagawa at hinaharangan ang makikita nila sa pool mismo, na nagtitiwala na ang pool ay tapat at patas na magbabahagi ng mga reward sa lahat ng mga minero batay sa halaga ng gawain ng bawat isa. Kung magiging maayos ang lahat, kinokolekta ng pool operator ang trabaho mula sa lahat ng mga minero, isusumite ito sa network, at pantay na ibinabahagi ang mga reward.</p>
tr: <p>Havuz madenciliği, madencilerin ağdaki bir bloğu çözme girişimi görevini paylaşmalarının ve ardından havuzun bulduğu tüm bloklar için ödülleri eşit olarak paylaşmalarının bir yoludur. Bu, madencilere ödeme sıklığının Monero madenciliği ile karşılaştırıldığında eşitlenmesine son derece yardımcı olsa da, ciddi merkezileştirme sorunları da yok değil.</p> <p>Her madenci havuza iş katkısında bulunurken, yaptıkları her işin kontrolünü bırakır ve buldukları havuzun kendisine bloke eder, havuzun ödülleri tüm madenciler arasında ödül miktarına göre dürüst ve adil bir şekilde paylaşacağına güvenir. her birinin yaptığı iş. Her şey yolunda giderse, havuz operatörü tüm madencilerin çalışmalarını toplar, ağa gönderir ve ödülleri eşit olarak paylaşır.</p>
ur: <p>پول مائننگ کان کنوں کے لیے نیٹ ورک پر کسی بلاک کو حل کرنے کی کوشش کے کام کا اشتراک کرنے اور پھر پول کو ملنے والے تمام بلاکس کے لیے یکساں طور پر انعامات کا اشتراک کرنے کا ایک طریقہ ہے۔ اگرچہ یہ اس تعدد کو ختم کرنے میں بے حد مدد کرتا ہے جس کے ساتھ کان کنوں کو ادائیگی کی جاتی ہے بمقابلہ صرف کان کنی Monero، یہ سنجیدہ مرکزیت کے مسائل کے بغیر نہیں ہے۔</p> <p>چونکہ ہر ایک کان کن پول میں کام میں حصہ ڈالتا ہے، وہ اپنے کسی بھی کام کا کنٹرول ترک کر دیتے ہیں اور جو بھی انہیں خود پول میں ملتا ہے، اس پر بھروسہ کرتے ہوئے کہ پول تمام کان کنوں کے درمیان دیانتداری اور منصفانہ طور پر انعامات کا اشتراک کرے گا۔ کام ہر ایک نے کیا ہے. اگر سب کچھ ٹھیک ہو جاتا ہے، تو پول آپریٹر تمام کان کنوں سے کام اکٹھا کرتا ہے، اسے نیٹ ورک پر جمع کرتا ہے، اور انعامات کو یکساں طور پر بانٹتا ہے۔</p>
zh_cn: <p>矿池是矿工分担试图解决网络上的区块的任务，然后平均分享池子里找到的所有区块的奖励的一种方式。 虽然这极大地有助于平衡矿工获得报酬的频率与单独开采Monero的频率，但也不是没有严重的中心化问题。</p> <p>当每个矿工向矿池贡献工作时，他们放弃了对他们所做的任何工作和发现的区块的控制权，相信矿池会根据每个人所做的工作的数量，在所有矿工之间诚实和公平地分享奖励。 如果一切顺利，矿池运营商会收集所有矿工的工作，提交给网络，并平均分享奖励。</p>
zh_tw: <p>礦池是礦工分擔試圖解決網絡上的區塊的任務，然後平均分享池子裡找到的所有區塊的獎勵的一種方式。 雖然這極大地有助於平衡礦工獲得報酬的頻率與單獨開採Monero的頻率，但也不是沒有嚴重的中心化問題。</p> <p>當每個礦工向礦池貢獻工作時，他們放棄了對他們所做的任何工作和發現的區塊的控制權，相信礦池會根據每個人所做的工作的數量，在所有礦工之間誠實和公平地分享獎勵。 如果一切順利，礦池運營商會收集所有礦工的工作，提交給網絡，並平均分享獎勵。</p>

# knowledge250Sbp2pool250Sb1250Sbtitle
source: What is pool mining?
cs: Co je poolová těžba?
fi: Mitä on poolin louhinta?
fr: Qu'est-ce que le « minage en pool » ?
it: Cos'è il pool mining?
lt: Kas yra baseino kasyba?
nb: Hva er bassenggruvedrift?
nl: Wat is pool mining?
pl: Czym jest mining w poolu?
pt_br: O que é mineração de piscina?
sl: Kaj je bazensko rudarjenje?
sv: Vad är pool mining?
tl: Ano ang pool mining?
tr: Havuz madenciliği nedir?
ur: پول miningکیا ہے؟
zh_cn: 什么是矿池采矿？
zh_tw: 什麼是礦池採礦？

# method250Sbinternational8722Sbwire8722Sbswift
source: International Wire (SWIFT)
cs: Medzinárodní bankový převod (SWIFT)
fi: Kansainvälinen tilisiirto (SWIFT)
fr: Virement international (SWIFT)
it: Codice (SWIFT)
lt: Tarptautinė pavedimas (SWIFT)
nl: Internationale Overboeking (SWIFT)
pt_br: Transferência internacional (SWIFT)
sl: Mednarodno Nakazilo (SWIFT)
tr: Uluslararası Telgraf (SWIFT)
ur: بین الاقوامی تار (SWIFT)
zh_cn: 国际转账 (SWIFT)
zh_tw: 國際轉賬 (SWIFT)

# method250Sbmobile8722Sbtop8722Sbup
source: Mobile top up
cs: Dobití mobilu
fi: Mobiilitalletus
fr: Recharge mobile
it: Ricarica cellulare
lt: Mobilusis papildymas
nb: Mobilpåfylling
nl: Mobiel herladen
pl: Doładowania telefonu
pt_br: Recarga de celular
sl: Polnjenje preko mobilnega telefona
sv: Mobilpåfyllning
tr: Mobil yükleme
ur: موبائل ٹاپ اپ
zh_cn: 移动充值
zh_tw: 移動充值

# trade250Sbdialog250Sbconfirm8722Sbrelease8722Sbmonero8722Sbtext
source: Please confirm that you have received the payment and want to finalize the trade
cs: Potvrďte prosím, že jste obdrželi platbu a chcete dokončit obchod
fi: Vahvista, että olet vastaanottanut maksun ja haluat viimeistellä kaupan
fr: Veuillez confirmer que vous avez reçu le paiement et que vous souhaitez finaliser la transaction
it: Confermate di aver ricevuto il pagamento e di voler finalizzare lo scambio
lt: Patvirtinkite, kad gavote mokėjimą ir norite užbaigti prekybą
nb: Vennligst bekreft at du har mottatt betalingen og ønsker å fullføre handelen
nl: Bevestig dat u de betaling heeft ontvangen en de transactie wilt afronden
pl: Potwierdź, że otrzymałeś płatność i chcesz sfinalizować handel
pt_br: Favor confirmar que você recebeu o pagamento e deseja finalizar o comércio
sl: Potrdite, da ste prejeli plačilo in želite zaključiti trgovanje
sv: Vänligen bekräfta att du har mottagit betalningen och vill slutföra affären
tl: Pakikumpirma na natanggap mo na ang bayad at gusto mong tapusin ang kalakalan
tr: Lütfen ödemeyi aldığınızı ve işlemi tamamlamak istediğinizi onaylayın.
ur: براہ کرم تصدیق کریں کہ آپ کو ادائیگی موصول ہوئی ہے اور تجارت کو حتمی شکل دینا چاہتے ہیں
zh_cn: 请确认您已收到付款并希望完成交易
zh_tw: 請確認您已收到付款並希望完成交易
