Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: assets/translations/app_*.arb
Languages: cs, fi, fr, it, lt, nb, nl, pl, pt_br, sl, sv, tl, tr, ur, zh_cn, zh_tw

# knowledge250Sbcontributing250Sb1250Sbtitle
source: Monero’s Community Crowdfunding System
cs: Crowdfunding systém Monero komunity
fi: Moneron yhteisön joukkorahoitusjärjestelmä
fr: Système de financement participatif communautaire de Monero
it: Il sistema di crowdfunding della comunità di Monero
lt: Monero bendruomenės sutelktinio finansavimo sistema
nl: Monero's Community Crowdfunding Systeem
pl: System Monero Community Crowdfunding
pt_br: Sistema Monero de Financiamento da Comunidade
sl: Monerov Sistem Množičnega Financiranja Skupnosti
tl: Ang Community Crowdfunding System ng Monero
tr: Monero'nun Topluluk Kitlesel Fonlama Sistemi
ur: مونیرو کا کمیونٹی کراؤڈ فنڈنگ سسٹم
zh_cn: 门罗币的社区众筹系统
zh_tw: 門羅幣的社區眾籌系統

# knowledge250Sbcontributing250Sb2250Sbtext
source: <p>Another great way you can get involved in the Monero project is to help to educate and empower new and existing community members. This can come in many forms, but can be as simple as sharing what you’re learning about Monero on social media, a blog, etc.</p> <p>Here are a few concrete ways you can help in education:</p> <ul> <li>Start up a blog of your own</li> <li>Write up threads on Twitter or Reddit posts about things you’ve learned about or learned to do with Monero</li> <li>Make video “how-tos” of everyday things you do with Monero, such as sending Monero, using a hardware wallet, buying and selling Monero on <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, etc.</li> </ul>
cs: <p>Další skvělý způsob, jak se můžete zapojit do projektu Monero, je pomáhat vzdělávat a posilovat nové i stávající členy komunity. To může mít mnoho podob, ale může to být tak jednoduché, jako sdílení toho, co se o Monero dozvíte na sociálních sítích, blogu atd.</p> <p>Zde je několik konkrétních způsobů, jak můžete pomoci ve vzdělávání:</p> <ul> <li>Založte si svůj vlastní blog</li> <li>Napište threads na Twitteru nebo Redditu o věcech, které jste se naučili o, nebo se naučili dělat s Monerom</li> <li>Vytvářejte video „návody“ každodenních věcí, které děláte s Monerom, jako je odesílání Monera, používání hardwarové peněženky, nákup a prodej Monera na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a> atd.</li> </ul>
fi: <p>Toinen hieno tapa osallistua Monero-projektiin on kouluttaa ja vahvistaa uusia ja olemassa olevia yhteisön jäseniä. Tätä voi esiintyä monessa muodossa, mutta se voi olla niinkin yksinkertaista kuin Monerosta oppimasi tiedon jakaminen sosiaalisessa mediassa, blogissa jne.</p> <p>Tässä on muutamia konkreettisia tapoja, joilla voit auttaa koulutuksessa:</p> <ul> <li>Aloita oma blogisi</li> <li>Kirjoita viestiketjuja Twitteriin tai Reddit-viesteihin asioista, joista olet oppinut tai oppinut tekemään Moneron kanssa</li> <li>Tee ohjevideo jokapäiväisistä Moneron kanssatekemisistäsi, kuten Moneron lähettämisestä, laitteistolompakon käyttämisestä, Moneron ostamisesta ja myymisestä osoitteessa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a> jne.</li> </ul>
fr: <p>Une autre excellente façon de vous impliquer dans le projet Monero est d'aider à éduquer et à responsabiliser les nouveaux membres et ceux existants dans la communauté. Cela peut prendre de nombreuses formes, mais peut être aussi simple que de partager ce que vous apprenez sur Monero sur les réseaux sociaux, un blog, etc.</p> <p>Voici quelques façons concrètes d'aider à l'éducation et à la sensibilisation :</p> <ul> <li>Créez votre propre blog</li> <li>Rédigez des fils de discussion sur Twitter ou Reddit sur des choses que vous avez découvertes ou apprises à faire avec Monero</li> <li>Créez des tutoriels vidéo sur les activités quotidiennes que vous faites avec Monero, telles que l'envoi de Monero, l'utilisation d'un portefeuille physique, l'achat et la vente de Monero sur <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, etc.</li> </ul>
it: <p>Un altro grande modo in cui puoi essere coinvolto nel progetto Monero è quello di aiutare a educare e potenziare i membri nuovi ed esistenti della comunità. Questo può avvenire in molte forme, ma può essere semplice come condividere ciò che stai imparando su Monero sui social media, un blog, ecc.</p> <p>Ecco alcuni modi concreti in cui puoi aiutare nell'educazione:</p> <ul> <li>Apri un blog tutto tuo</li> <li>Scrivere thread su Twitter o post su Reddit su cose che hai imparato o che hai imparato a fare con Monero</li> <li>Fai video "how-tos" delle cose che fai ogni giorno con Monero, come inviare Monero, usare un portafoglio hardware, comprare e vendere Monero su <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, ecc.</li> </ul>
lt: <p>Kitas puikus būdas dalyvauti Monero projekte – padėti šviesti ir suteikti naujų ir esamų bendruomenės narių. Tai gali būti įvairių formų, bet gali būti taip paprasta, kaip pasidalyti tuo, ką sužinojote apie Monero, socialinėje žiniasklaidoje, tinklaraštyje ir kt.</p> <p> Štai keli konkretūs būdai, kaip galite padėti švietimui:</p> <ul> <li>Sukurkite savo tinklaraštį</li> <li> Rašykite gijas Twitter arba Reddit įrašuose apie dalykus, apie kuriuos sužinojote arba išmokote daryti naudodami Monero</li> <li>Sukurkite vaizdo įrašą apie kasdienius dalykus, kuriuos atliekate naudodami Monero, pvz., siunčiate Monero, naudojate aparatinės įrangos piniginę, perkate ir parduodate Monero svetainėje <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a> ir kt.</li> </ul>
nb: <p>En annen fin måte du kan bli involvert i Monero-prosjektet på er å hjelpe til med å utdanne og styrke nye og eksisterende fellesskapsmedlemmer. Dette kan komme i mange former, men det kan være så enkelt som å dele det du lærer om Monero på sosiale medier, en blogg osv.</p> <p>Her er noen konkrete måter du kan hjelpe i utdanning på:</p> <ul> <li>Start en egen blogg</li> <li>Skriv tråder på Twitter eller Reddit-innlegg om ting du har lært om eller lært å gjøre med Monero</li> <li>Lag video-«how-tos» av hverdagslige ting du gjør med Monero, som å sende Monero, bruke en maskinvarelommebok, kjøpe og selge Monero på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, osv.</li> </ul>
nl: <p>Een andere goede manier waarop u betrokken kunt raken bij het Monero-project, is door te helpen nieuwe en bestaande community-leden op te leiden en te versterken. Dit kan vele vormen aannemen, maar kan zo simpel zijn als het delen van wat u leert over Monero op sociale media, een blog, enz. </p> <p>Hier zijn enkele concrete manieren waarop u kunt helpen in het onderwijs:</p> <ul> <li>Start een eigen blog</li> <li>Schrijf threads op Twitter of Reddit-berichten over dingen die u heeft geleerd over of heeft leren doen met Monero</li> <li>Maak video-'how-to's' van alledaagse dingen die u met Monero doet, zoals het versturen van Monero, het gebruik van een hardware portefeuille, het kopen en verkopen van Monero op <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, etc.</li> </ul>
pl: <p> Kolejnym świetnym sposobem na zaangażowanie się w projekt Monero jest pomoc w kształceniu oraz wspieraniu nowych i istniejących członków społeczności. Może się to odbywać w wielu formach, ale może być nawet tak proste jak dzielenie się tym, czego nauczyłeś się o Monero w mediach społecznościowych, na blogu itp. </p> <p> Oto kilka konkretnych form pomocy w kształceniu innych: </p> <ul> <li> Uruchom własny blog </li> <li> Napisz posty na Twitterze lub Redditcie o rzeczach, których się nauczyłeś o Monero lub o tym, co można z nim zrobić </li> <li> Nagraj wideo, na którym pokażesz wykonywanie codziennych rzeczy z Monero, jak np: wysyłanie Monero za pomocą hardware wallet, zakup i sprzedaż monero na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, itd. </li></ul>
pt_br: <p>Outra ótima maneira de se envolver no projeto Monero é ajudar a educar e capacitar os membros novos e existentes da comunidade. Isto pode vir de muitas formas, mas pode ser tão simples quanto compartilhar o que você está aprendendo sobre Monero na mídia social, em um blog, etc.</p> <p>Aqui estão algumas maneiras concretas de ajudar na educação:</p> <ul> <li>Inicie um blog próprio</li> <li>Escreva tópicos no Twitter ou Reddit sobre coisas que você aprendeu ou aprendeu a fazer com Monero</li> <li>Faça um vídeo "como fazer" das coisas cotidianas que você faz com Monero, como enviar Monero, usando uma carteira de hardware, comprando e vendendo Monero em <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">. LocalMonero.co</a>etc.</li> </ul>
sl: <p>Še en odličen način, kako lahko sodelujete v projektu Monero, je pomoč pri izobraževanju in krepitvi novih, kot tudi obstoječih članov skupnosti. To je lahko v različnih oblikah, lahko pa je tako preprosto, kot je deljenje tega, kar ste se naučili o Moneru, na družbenih omrežjih, zapisih na blogu, itd.</p> <p>Tukaj je nekaj konkretnih načinov, kako lahko pomagate pri izobraževanju: </p> <ul> <li>Ustvarite svoj blog </li> <li>V objavah na Twitterju ali Redditu pišite o stvareh, katerih ste se naučili početi z Monero</li> <li>Ustvarite video "navodil" za vsakdanje stvari, ki jih počnete z Monero, kot je pošiljanje Monera, uporaba fizične denarnice, nakup in prodaja Monera na <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a> itd.</li> </ul>
sv: <p>Ett annat bra sätt att engagera dig i Monero-projektet är att hjälpa till att utbilda och stärka nya och befintliga community-medlemmar. Detta kan komma i många former, men det kan vara så enkelt som att dela det du lär dig om Monero på sociala medier, en blogg, etc.</p> <p>Här är några konkreta sätt du kan hjälpa till med utbildning:</p> <ul> <li>Starta en egen blogg</li> <li>Skriv trådar på Twitter eller Reddit-inlägg om saker du har lärt dig om eller lärt dig att göra med Monero</li> <li>Gör video-”how-tos” av vardagliga saker du gör med Monero, som att skicka Monero, använda en hårdvaruplånbok, köpa och sälja Monero på <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, etc.</li> </ul>
tl: <p>Ang isa pang mahusay na paraan upang makilahok ka sa proyekto ng Monero ay ang tumulong na turuan at bigyang kapangyarihan ang mga bago at kasalukuyang miyembro ng komunidad. Maaari itong dumating sa maraming anyo, ngunit maaaring kasing simple ng pagbabahagi ng iyong natututuhan tungkol sa Monero sa social media, isang blog, atbp.</p> <p>Narito ang ilang konkretong paraan na makakatulong ka sa edukasyon:</p> <ul> <li>Magsimula ng sarili mong blog</li> <li>Magsulat ng mga thread sa Twitter o Reddit na mga post tungkol sa mga bagay na natutunan mo o natutunan mong gawin sa Monero</li> <li>Gumawa ng video na "how-tos" ng mga pang-araw-araw na bagay na ginagawa mo sa Monero, gaya ng pagpapadala ng Monero, paggamit ng hardware wallet, pagbili at pagbebenta ng Monero sa <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, atbp.</li> </ul>
tr: <p>Monero projesine dahil olmanın bir başka harika yolu da yeni ve mevcut topluluk üyelerini eğitmeye ve güçlendirmeye yardımcı olmaktır. Bu pek çok biçimde olabilir, ancak Monero hakkında öğrendiklerinizi sosyal medyada, bir blogda vb. paylaşmak kadar basit de olabilir.</p> <p>Eğitime yardımcı olabileceğiniz birkaç somut yolu burada bulabilirsiniz:</p> <ul> <li>Kendi blogunuzu oluşturun</li> <li>Monero ile öğrendiğiniz veya yapmayı öğrendiğiniz şeyler hakkında Twitter veya Reddit gönderilerinde başlıklar yazın</li> <li>Monero göndermek, donanım cüzdanı kullanmak, <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a> üzerinden Monero satın almak ve satmak gibi Monero ile yaptığınız günlük şeylerin "nasıl yapılır" videosunu hazırlayın.</li> </ul>
ur: <p>ایک اور زبردست طریقہ جس سے آپ Monero پروجیکٹ میں شامل ہو سکتے ہیں وہ ہے نئے اور موجودہ کمیونٹی ممبران کو تعلیم اور بااختیار بنانے میں مدد کرنا۔ یہ بہت سی شکلوں میں آ سکتا ہے، لیکن سوشل میڈیا، بلاگ وغیرہ پر آپ Monero کے بارے میں جو کچھ سیکھ رہے ہیں اسے شیئر کرنا اتنا ہی آسان ہو سکتا ہے۔</p> <p>یہاں چند ٹھوس طریقے ہیں جن سے آپ تعلیم میں مدد کر سکتے ہیں:</p> <ul> <li>اپنا ایک بلاگ شروع کریں</li> <li>Twitter پر تھریڈز لکھیں یا Reddit پوسٹس ان چیزوں کے بارے میں لکھیں جن کے بارے میں آپ نے Monero کے بارے میں سیکھا ہے یا کرنا سیکھا ہے</li> <li>منیرو کے ساتھ آپ جو روزمرہ کام کرتے ہیں اس کی ویڈیو بنائیں، جیسے کہ Monero بھیجنا، ہارڈ ویئر والیٹ استعمال کرنا، Monero خریدنا اور بیچنا <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>، وغیرہ۔</li> </ul>
zh_cn: <p>你可以参与门罗币项目的另一个好方法是帮助教育和授权新的和现有的社区成员。这可以有很多形式，但可以简单到在社交媒体和博客上分享你对门罗币的了解，等等。</p> <p>下面是一些你可以帮助教育的具体方式：</p> <ul> <li>开设一个自己的博客</li> <li>在Twitter或Reddit上写下关于你在门罗币方面学到的东西或学会的东西的主题帖子</li> <li>将你用门罗币做的日常事情制作成"演示"视频 ，例如发送门罗币、使用硬件钱包、购买和出售门罗币在 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, 等。</li> </ul>
zh_tw: <p>你可以參與門羅幣項目的另一個好方法是幫助教育和授權新的和現有的社區成員。這可以有很多形式，但可以簡單到在社交媒體和博客上分享你對門羅幣的了解，等等。</p> <p>下面是一些你可以幫助教育的具體方式：</p> <ul> <li>開設一個自己的博客</li> <li>在Twitter或Reddit上寫下關於你在門羅幣方面學到的東西或學會的東西的主題帖子</li> <li>將你用門羅幣做的日常事情製作成"演示"視頻 ，例如發送門羅幣、使用硬件錢包、購買和出售門羅幣在 <a class="next-link" target="_blank" rel="noopener nofollow" href="https://localmonero.co">LocalMonero.co</a>, 等。</li> </ul>

# knowledge250Sbcontributing250Sb2250Sbtitle
source: Education
cs: Vzdělání
fi: Koulutus
fr: Éducation
it: educazione
lt: Išsilavinimas
nb: utdanning
nl: Opleiding
pl: Edukacja
pt_br: Educação
sl: Izobraževanje
sv: Utbildning
tl: Edukasyon
tr: Eğitim
ur: تعلیم
zh_cn: 教育
zh_tw: 教育
