Repository: AgoraDesk-LocalMonero/agoradesk-app-foss
Catalog: ios/Runner/*.lproj/Localizable.strings
Languages: es, it, ko, pl, ru, zh_hans

# MESSAGE_TITLE
source: You have a new message in a trade
es: Tienes un nuevo mensaje en un comercio
it: Avete un nuovo messaggio in uno scambio
ko: 거래에 새 메시지가 있습니다.
pl: Masz nową wiadomość w transakcji
ru: Новое сообщение в сделке
zh_hans: 您在交易中有一条新消息

# TRADE_REQUEST_TITLE
source: You have a new offer
es: Tienes un nuevo mensaje en un comercio
it: Hai una nuova offerta
ko: 새로운 제안이 있습니다
pl: Masz nową ofertę
ru: Новое предложение
zh_hans: 你有一个新的报价

# TRADE_COMPLETE_TITLE
source: Trade completed
es: Tienes una nueva oferta
it: Scambio completato
ko: 거래 완료
pl: Handel zakończony
ru: Сделка завершена
zh_hans: 交易完成

# TRADE_PAYMENT_MARKED_COMPLETE_TITLE
source: Trade marked as completed
es: Operación completada
it: Scambio contrassegnato come completato
ko: 완료된 것으로 표시된 거래
pl: Transakcja oznaczona jako zakończona
ru: Сделка отмечена как завершенная
zh_hans: 交易标记为已完成

# TRADE_CANCELLED_TITLE
source: Trade cancelled
es: Operación cancelada
it: Scambio annullato
ko: 거래 취소됨
pl: Transakcja anulowana
ru: Сделка отменена
zh_hans: 交易取消

# TRADE_DISPUTED_TITLE
source: Trade disputed
es: Operación disputada
it: Scambio contestato
ko: 무역 분쟁
pl: Handel sporny
ru: Сделка оспорена
zh_hans: 贸易争议

# TRADE_REQUEST
source: You have a new offer %@ from user %@
es: Tiene una nueva oferta %@ del usuario {username} from user %@
it: Hai una nuova offerta %@ dall'utente %@
ko: %@로부터 새 거래 %@ 제안이 있습니다
pl: Nova negociação %@ do usuário %@
ru: Вам пришло новое предложение о сделке %@ от %@
zh_hans: 用户%@发起了新交易%@

# TRADE_COMPLETE
source: Your trade %@ with %@ has been completed
es: Su transacción %@ con {username} ha sido completada
it: La tua compravendita %@ con %@ è completata
ko: %@와의 거래 {tradeId}가 완료됐습니다
pl: Negociação %@ com %@ concluída
ru: Завершилась сделка %@ с %@
zh_hans: 你跟%@}的交易%@已完成。

# TRADE_PAYMENT_MARKED_COMPLETE
source: %@ has completed the payment in trade %@
es: %@ ha completado el pago de la transacción {tradeId}
it: %@ ha completato il pagamento nella compravendita %@
ko: %@가 거래 %@의 결제를 완료했습니다
pl: %@ marcou pagamento como realizado na negociação %@
ru: %@ оплатил сделку %@
zh_hans: 付款完成。

# TRADE_CANCELLED
source: Trade %@ has been cancelled by %@
es: Transacción %@ cancelada por {username}
it: La compravendita %@ è stata cancellata da %@
ko: %@가 거래 %@를 최소했습니다
pl: Negociação %@ foi cancelada por %@
ru: %@ отменил сделку %@
zh_hans: 用户%@取消了交易%@

# TRADE_DISPUTED
source: Trade %@ has been disputed by %@
es: Transacción %@ disputada por {username}
it: La compravendita %@ è stata contestata da %@
ko: %@가 거래%@의 분쟁 중재를 신청했습니다
pl: Negociação %@ disputada por %@
ru: %@ оспорил сделку %@
zh_hans: 用户%@在交易%@发起了申诉
